{
  "case_id": 11850,
  "fetched_at": "2025-10-22T00:16:17.619776",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "The Secretary of the State of Mississippi",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Election Commissioners of Lee County",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Election Commissioners in Panola County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "§ 241 of the Mississippi Constitution , the Equal Protection Clause of the Fourteenth Amendment to the U.S. Constitution.",
    "causes": [
      "42 U.S.C. § 1983",
      "State law",
      "Voting Rights Act, unspecified, 52 U.S.C. § 10301 et seq (previously 42 U.S.C § 1973 et seq.)"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2009,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief denied"
      }
    ],
    "court": "Southern District of Mississippi",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2008-09-12",
    "filing_year": 2008,
    "id": 11850,
    "injunction_duration": "",
    "issues": [
      "Voting: Voter qualifications"
    ],
    "last_checked_date": "2011-08-28T00:00:00-04:00",
    "main_docket": {
      "id": 31267,
      "docket_entries": [
        {
          "row_number": 1,
          "id": 10130225,
          "entry_number": "44",
          "date_filed": "2009-03-09T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4848083/44/young-v-hosemann/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.mssd.65689/gov.uscourts.mssd.65689.44.0.pdf",
          "pacer_doc_id": "10501976078",
          "description": "ORDER granting  29  Motion to Dismiss; granting  13  Motion to Dismiss Signed by District Judge Tom S. Lee on 3/9/09 (cwl)"
        },
        {
          "row_number": 0,
          "id": 8817884,
          "entry_number": "11",
          "date_filed": "2008-09-25T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4848083/11/young-v-hosemann/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.mssd.65689/gov.uscourts.mssd.65689.11.0.pdf",
          "pacer_doc_id": "10501757872",
          "description": "ORDER denying  2  Motion for Preliminary Injunction Signed by District Judge Tom S. Lee on 9/25/08 (SEC)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 2008,
      "docket_filing_number": 567,
      "is_main_docket": true,
      "court": "Southern District of Mississippi",
      "state": "Mississippi",
      "docket_office_number": "3",
      "docket_number_manual": "3:08-cv-00567-TSL-JCS",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/mssd--3-08-cv-00567.html",
      "recap_link": "https://www.courtlistener.com/docket/4848083/young-v-hosemann/",
      "is_active": true
    },
    "name": "Young v. Hosemann",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiffs are two convicted felons who contend that § 241 of the Mississippi Constitution grants felons the right to vote in presidential elections.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Mississippi",
    "summary": "<p>On September 12, 2008, two convicted felons filed a civil rights action under federal and state laws in the U.S. District Court for the Southern District of Mississippi, Jackson Division. Plaintiffs named the Secretary of the State of Mississippi, and various county election officials as Defendants. Plaintiffs allege that §241 of the Mississippi Constitution explicitly allows for individuals who have been convicted of a crime to vote for the U.S. President and Vice President. Plaintiffs assert that they meet all the requirements for an elector in the State of Mississippi and, despite their felony convictions, retain the right to vote for President and Vice President. Plaintiffs claim that Defendants' disfranchisement of Plaintiffs violates § 241 of the Mississippi Constitution, the Equal Protection Clause of the Fourteenth Amendment to the U.S. Constitution, and the National Voter Registration Act. Represented by attorneys from the American Civil Liberties Union, Plaintiffs asked the court for declaratory and injunctive relief. Plaintiffs simultaneously filed a motion for a preliminary injunction.</p><p>On September 25, 2008, the District Court (Judge Tom S. Lee) denied the motion for a preliminary injunction from the bench, stating that their interpretation of § 241 was not \"fair or reasonable.\" The Court of Appeals for the Fifth Circuit subsequently denied Plaintiffs' motion for emergency injunctive relief pending appeal.</p><p>On October 02, 2008, the state officials filed a motion to dismiss the complaint for lack of federal jurisdiction and failure to state a claim based on Fed. R. Civ. P. 12(b)(1), (6). On March 9, 2009, the District Court (Judge Tom S. Lee) granted Defendants' motion as to 12(b)(6), concluding that, as a matter of law, Plaintiffs' complaint was \"without merit and should be dismissed with prejudice\" because their interpretation of § 241 was \"legally incorrect.\" The Court also concluded that \"defendants have correctly construed this provision.\"</p><p>Plaintiffs appealed to the Fifth Circuit. On February 25, 2010, in a published opinion by Chief Judge Edith H. Jones, the Court of Appeals affirmed the District Court's decision. Young v. Hoseman, 598 F.3d 184 (5th Cir. 2010)</p><p></p>",
    "summary_published_date": "2011-08-28T00:00:00-04:00",
    "summary_short": "This 2008 voting rights case was brought by convicted felons who claimed that  Massachessetts Constitution permitted them to vote in presidential elections. The District Court disagreed, and the 5th Circuit affirmed the lower court's decision.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11850",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11850",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11850",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11850"
  },
  "documents": [
    {
      "date": "2008-09-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40263,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40263.pdf",
      "title": "Complaint for Injunctive and Declaratory Relief",
      "text": "Case 3:08-cv-00567-TSL-JCS   Document 1    Filed 09/12/08   Page 1 of 9\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF MISSISSIPPI \nj'a .cksOh b hr i oS i OY) \nJERRY YOUNG and \nCHRISTY COLLEY \nPlaintiffs, \nCIVILkCTJPN  r7 .. \n~!D l5GV7)f..II,-rSL~Jl5 \nv.  NO. \nDELBERT HOSEMANN, in his official \ncapacity as the Secretary of State of Mississippi; \nKRISTIN BUSE, DEBBY McCAFFERTY, \nSOUTHERN DISTRICT OF MISSISSIPPI \nJOHN M. WAGES, HARRY GRAYSON, Jr., and  F I LED \nJOHN H. EDWARDS, in their official capacities \nas Election Commissioners of Lee County; and  SEP  1 2 2008 \nVIVIAN BURKLEY, JULIUS HARRIS, \nJIMMY HERRON, BONNIE G. LAND, and  '.  J. T NOBLIN, CLERK \nBY \nDEPUTY \nRONALD McMINN, in their official capacities as \nElection Commissioners in Panola County, \nDefendants. \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \nINTRODUCTION \n1.  Plaintiffs,  who  have  felony  convictions,  bring  this  civil  action  under \nfederal and state law to remedy Defendants' arbitrary and unconstitutional deprivations \nof their fundamental right to vote in federal elections.  Specifically, Plaintiffs allege that \nArticle 12, Section 241  of the Mississippi Constitution explicitly allows for individuals \nwho have been convicted of a crime to vote for President and Vice President of the \nUnited States.  Plaintiffs assert that they meet all of the qualifications for an elector in the \nState of Mississippi and, despite their felony convictions, retain the right to vote for \nPresident and Vice President.  Defendants' disfranchisement of Plaintiffs violates Article \n12,  Section  241  of the  Mississippi  Constitution,  the  equal  protection  clause  of the \n\nCase 3:08-cv-00567-TSL-JCS   Document 1    Filed 09/12/08   Page 2 of 9\nFourteenth  Amendment  of the  United  States  Constitution,  and  the  National  Voter \nRegistration Act (42 U.S.C.  §§  1973gg - 1973gg-10).  Plaintiffs seek declaratory and \ninjunctive relief that will restore their right to vote as guaranteed by state and federal law. \nJURISDICTION AND VENUE \n2.  This Court has subject matter jurisdiction over this action under 28 U.S.C. \n§§ 1331, 1343(a)(3) and (4), and  42 U.S.C. § 1983.  This Court may exercise ancillary \njurisdiction under 28 U.S.C. § 1367(a) to hear claims under the Constitution and laws of \nMississippi.  This Court has jurisdiction to grant both declaratory and injunctive relief \nunder 28 U.S.C. §§ 2201 and 2202. \n3.  Venue  is  proper in this  Court under 28  U.S.C.  §  1391(b)(1)  because \nDefendant Hoseman is situated within this judicial district. \nPLAINTIFFS \n4.  Plaintiff J erry Young is a citizen of the United States and a resident of Lee \nCounty, Mississippi.  He was convicted of a felony within the State of Mississippi. \n5.  Plaintiff Christy Colley is a citizen of the United States and a resident of \nPanola  County,  Mississippi.  She  was  convicted  of a  felony  within  the  State  of \nMississippi. \nDEFENDANTS \n6.  Delbert Hosemann is the Secretary of State of Mississippi (\"Secretary of \nState\")  and, as such, is the chief election officer for the State.  Miss. Code Ann. § 23-15-\n211.1.  He is sued in his official capacity only for actions that he took under color of state \nlaw. \n2 \n\nCase 3:08-cv-00567-TSL-JCS   Document 1    Filed 09/12/08   Page 3 of 9\n7.  Defendants  Buse,  McCafferty,  Wages,  Grayson,  and  Edwards  are  the \nElection Commissioners for Lee County and are responsible for the conduct of elections \nin Lee County.  Miss. Code Ann. § 23-15-485.  They are sued in their official capacities \nonly for actions that they took under color of state law. \n8.  Defendants Burkley, Harris, Herron, Land, and McMinn are the Election \nCommissioners for Panola County and are responsible for the conduct of elections in \nPanola County.  Miss. Code Ann. § 23-15-485.  They are sued in their official capacities \nonly for actions that they took under color of state law. \nFACTUAL ALLEGATIONS \n9.  The State of Mississippi enacted its first constitution in 1817 and, since \nthen, there have been three state constitutions:  the Constitution of 1832, the Constitution \nof 1868, and the present-day Constitution of 1890. \n10.  The 1817 constitution provided that: \"Laws shall be made to exclude from \noffice and from  suffrage those who  shall thereafter be convicted of bribery, perjury, \nforgery, or other high crimes or misdemeanors.\"  Miss. Const. art. VI, § 5 (1817).  The \nconstitutions  of 1832  and  1868  retained  all  of the  disqualifying  crimes  of the  1817 \nconstitution.  Miss. Const. art. VII, § 4 (1832); Miss. Const. art. XII, § 2 (1868). \n11.  The  1890  constitution  expanded  the  list  of disfranchising  crimes,  but \nallowed individuals convicted of the enumerated offenses to vote for President and Vice \nPresident.  Miss. Const. art. 12, § 241 (1890).  The exact language is as follows: \nEvery inhabitant of this  state,  except idiots  and insane persons, \nwho is a citizen of the United States of America, eighteen (18) \nyears old and upward, who has been a resident of this state for one \n(1) year, and for one (1) year in the county in which he offers to \nvote,  and  for  six  (6)  months  in the  election precinct or in the \nincorporated city or town in which he offers to vote, and who is \n3 \n\nCase 3:08-cv-00567-TSL-JCS   Document 1    Filed 09/12/08   Page 4 of 9\nduly registered as provided in this article, and who has never been \nconvicted of murder, rape, bribery, theft, arson, obtaining money \nor goods under false pretense, peIjury, forgery, embezzlement or \nbigamy, is declared to be a qualified elector, except that he shall \nbe qualified to  vote for  President and Vice President of the \nUnited  States  if he  meets  the  requirements  established  by \nCongress  therefore  and  is  otherwise  a  qualified  elector. \n(emphasis added). \n12.  Section 23-15-11 of the Mississippi Code sets forth the qualifications for \nvoters: \nEvery inhabitant of this state, except idiots and insane persons, \nwho is a citizen ofthe United States of America, eighteen (18) \nyears old and upwards, who has resided in this state for thirty (30) \ndays and for thirty (30) days in the county in which he offers to \n* * * \nvote, and for thirty (30) days  in the incorporated city or town \nin which he offers to vote, and who shall have been duly registered \nas an elector pursuant to Section 23-15-33, and who has never been \nconvicted of any crime listed in Section 241, Mississippi \nConstitution of 1890, shall be a qualified elector in and for the \ncounty, municipality and voting precinct of his residence, and shall \nbe entitled to vote at any election. \n13.  A  person  with  a  criminal  conviction  is  otherwise  eligible  to  vote  in \npresidential and vice presidential elections ifhe or she is a citizen of the United States, is \nat least eighteen (18)  years old, meets the residency requirements,  and has not been \nadjudicated \"non compos mentis.\"  Miss. Code Ann. § 23-15-11; Miss. Const. art.  12, \n§ 241. \n14.  Mississippi's  voter  registration  application  form  does  not  allow \nindividuals to register only for presidential and vice-presidential federal elections.  See \nEx. A. \n15.  Plaintiff Jerry Young was convicted of armed robbery on or about May \n1980. \n4 \n\nCase 3:08-cv-00567-TSL-JCS   Document 1    Filed 09/12/08   Page 5 of 9\n16.  On August 26, 2008, Plaintiff Young attempted to register to vote in Lee \nCounty  for  the  November  4,  2008  presidential  election,  but  was  told  that  he  was \nineligible to register and would first have to get his voting rights restored.  See Ex. B. \n17.  Plaintiff Young wishes to vote in upcoming elections, but is unable to do \nso because Mississippi's voter registration application form does not allow him to register \nonly for presidential and vice-presidential federal elections. \n18.  Plaintiff Christy  Colley  was  convicted  of embezzlement  on  or  about \nJanuary 1999. \n19.  On August  26,  2008,  Plaintiff Colley attempted to  register to  vote  in \nPanola County for the November 4,2008 presidential election, but was told that she was \nineligible to register and would first have to get her voting rights restored.  See Ex. C. \n20.  Plaintiff Colley wishes to vote in upcoming elections, but is unable to do \nso because Mississippi's voter registration application form does not allow her to register \nonly for presidential and vice-presidential federal elections. \n21.  Plaintiffs  are  without  an  adequate  remedy  at  law  and  will  suffer \nirreparable harm unless Defendants' actions of failing and/or refusing to allow Plaintiffs \nto register and vote in presidential and vice-presidential federal elections are enjoined. \nFIRST CAUSE OF ACTION \nVIOLATION OF STATE CONSTITUTION \n22.  Plaintiffs incorporate by reference all preceding paragraphs as if fully set \nforth herein. \n5 \n\nCase 3:08-cv-00567-TSL-JCS   Document 1    Filed 09/12/08   Page 6 of 9\n23.  Article 12, Section 241  of the Mississippi Constitution secures the rights \nof individuals convicted of crimes to vote for President and Vice President of the United \nStates. \n24.  Despite their felony convictions, Plaintiffs Young and Colley retain the \nright to vote for President and Vice President of the United States. \n25.  Defendants' actions of failing and/or refusing to allow Plaintiffs to register \nand  vote  for  President  and  Vice  President  violate  Article  12,  Section  241  of the \nMississippi Constitution. \nSECOND CAUSE OF ACTION \nVIOLATION OF THE EQUAL PROTECTIONCLAUSE OF THE \nFOURTEENTH AMENDMENT OF THE UNITED STATES CONSTITUTION \n26.  Plaintiffs incorporate by reference all preceding paragraphs as if fully set \nforth herein. \n27.  The Equal Protection Clause of the Fourteenth Amendment to the United \nStates  Constitution provides that:  \"No state shall  ... deny to  any person within its \njurisdiction the equal protection of the laws.\" \n28.  Although  Plaintiffs  Young  and  Colley  have  felony  convictions,  they \nremain eligible to vote for President and Vice President of the United States. \n29.  Defendants' action of failing and/or refusing to allow Plaintiffs to register \nand vote for President and Vice President treats them differently from other qualified \nvoters and violates the Equal Protection Clause of the Fourteenth Amendment to  the \nUnited States Constitution. \n6 \n\nCase 3:08-cv-00567-TSL-JCS   Document 1    Filed 09/12/08   Page 7 of 9\nTHIRD CAUSE OF ACTION \nVIOLATION OF THE NATIONAL VOTER REGISTRATION ACT \n30.  Plaintiffs incorporate by reference all preceding paragraphs as if fully set \nforth herein. \n31.  The National Voter Registration Act (the ''NVRA'') requires each state to \nestablish procedures to increase the number of eligible citizens who register to vote in \nfederal elections.  42 U.S.C. § I 973gg(b). \n32.  The Act  also mandates that states maintain accurate  and  current voter \nregistration rolls through the use of programs and activities that are uniform and non \ndiscriminatory.  42 U.S.C. § 1973gg-6(b)(I). \n33.  The  NVRA  further  requires  states  to  include  a  voter  registration \napplication form for federal elections as part of a state driver's license application.  42 \nU.S.c. § 1973gg-3. \n34.  Mississippi's driver's license application form does not include a voter \nregistration form only for federal elections. \n35.  The \"State Instructions\" part of the federal voter registration application \nform provides that a person is eligible to vote if they have not been convicted of one of \nthe ten crimes enumerated in Section 241  of the Mississippi Constitution and that the \nform serves \"as registration for voting for all state and federal offices.\"  Ex. D (emphasis \nadded). \n36.  Defendants  were  put  on  notice  on  October  6,  2006,  that  they  were \nviolating the NVRA when they were sued in the case Strickland v. Clark, Civil Action \nNo. G2006-1753 SI2 (Ch. ct. Miss. Oct. 6,2006). \n7 \n\nCase 3:08-cv-00567-TSL-JCS   Document 1    Filed 09/12/08   Page 8 of 9\n37.  Although  Plaintiffs  Young  and  Colley  have  felony  convictions,  they \nremain eligible to vote for President and Vice President of the United States. \n38.  Defendants' actions of failing and/or refusing to allow Plaintiffs to register \nand vote in presidential and vice-presidential federal elections violate the NVRA. \nPRAYER FOR RELIEF \nWHEREFORE, Plaintiffs respectfully ask this Court to: \n(1)  Declare that individuals who have been convicted of crimes retain the \nright to vote for President and Vice President of the United States; \n(2)  Declare  that  Defendants'  actions  of failing  and/or  refusing  to  allow \nindividuals who have been convicted of a crime to register and vote for President and \nVice President of the United States violate Article 12, Section 241  of the Mississippi \nConstitution,  the  Equal  Protection  Clause  of the  Fourteenth  Amendment,  and  the \nNational Voter Registration Act; \n(3)  Enter a preliminary and permanent injunction forbidding Defendants, their \nagents and representatives from discouraging, interfering with, or preventing individuals \nwho have been convicted of a crime from registering to vote and voting for President and \nVice President, and directing Defendants to instruct the various persons responsible for \nsupervising  voter  registration  in  Mississippi's  counties  to  accept  voter  registration \napplication forms from such individuals; \n(4)  Order Defendants  to  amend  the  voter registration  application  form  to \nallow individuals convicted of crimes to register to vote for President and Vice President; \n8 \n\nCase 3:08-cv-00567-TSL-JCS   Document 1    Filed 09/12/08   Page 9 of 9\n( 5)  Award  Plaintiffs  their  expenses,  costs,  fees,  and  other  disbursements \nassociated with the filing and maintenance of this action, including reasonable attorneys' \nfees pursuant to 42 U.S.C. §§ 1988 and 19731(e); \n(6)  Exercise continuing jurisdiction over this action during the enforcement of \nits judgment; and \n(7)  Award such other equitable relief as this Court deems just and proper. \n.4-\nRespect~!l.. __ • \nBy:  s  L.  ~\"\"\"\"l..JV\"'\" \nKristy L. Bennett \nMiss. Bar No. 99525 \nAMERICAN CIVIL LIBERTIES UNION \nOF MISSISSIPPI \nP.O. Box 2242 \nJackson, MS 39225-2242 \n753 N. Congress \nJackson, MS 39202 \nTel: (601) 354-3408 \nFax: (601) 355-6465 \nkbennett@msaclu.org \nLaughlin McDonald* \nNeil Bradley* \nNancy G. Abudu \nAMERICAN CIVIL LIBERTIES UNION \nVOTING RIGHTS PROJECT \n2600 Marquis One Tower \n245 Peachtree Center Ave. NE \nAtlanta, GA 30303-1227 \nTel: (404) 523-2721 \nFax: (404) 653-0331 \nImcdonald@ac1u.org \nnbradely@aclu.org \nnabudu@ac1u.org \n*Pro Hac Vice Motions to Follow \n9 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/40263"
    },
    {
      "date": "2010-02-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 184,
      "cite_1_reporter": "F.3d",
      "cite_1_vol": 598,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55143,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55143.pdf",
      "title": "Fifth Circuit Opinion",
      "text": "598 F.3d 184 (2010)\nJerry YOUNG; Christy Colley, Plaintiffs-Appellants,\nv.\nDelbert HOSEMANN, in his official capacity as the Secretary of State of Mississippi;\nKristin Buse, in official capacity as Election Commissioner of Lee County; Debby\nMcCafferty, in official capacity as Election Commissioner of Lee County; Harry Grayson,\nJr., in official capacity as Election Commissioner of Lee County; Vivian Burkley, in official\ncapacity as Election Commissioner in Panola County; Julius Harris, in official capacity as\nElection Commissioner in Panola County; Jimmy Herron, in official capacity as Election\nCommissioner in Panola County; Bonnie G. Land, in official capacity as Election\nCommissioner in Panola County; Ronald McMinn, in official capacity as Election\nCommissioner in Panola County; John H. Edwards, in official capacity as Election\nCommissioner of Lee County; John M. Wages, in official capacity as Election\n185 Commissioner of Lee County, Defendants-Appellees. *185\nNos. 08-60941, 09-60188.\nUnited States Court of Appeals, Fifth Circuit.\nFebruary 25, 2010.\n186 *186 Nancy G. Abudu (argued), M. Laughlin McDonald, ACLU Foundation, Inc., Atlanta, GA, for Plaintiffs-\nAppellants.\nShawn Stephen Shurden (argued), Jackson, MS, for Hosemann.\nWilliam C. Murphree, Michael Dale Chase, Mitchell, McNutt & Sams, P.A., Lit. Counsel, Gary L. Carnathan,\nCarnathan & McAuley, Tupelo, MS, for Buse, McCafferty, Grayson, Edwards and Wages.\nDarrin Jay Westfaul, Westfaul Law Firm, Batesville, MS, for Burkley, Harris, Herron, Land and McMinn.\nBefore JONES, Chief Judge, and SMITH and ELROD, Circuit Judges.\n187 *187 EDITH H. JONES, Chief Judge:\nJerry Young and Christy Colley, both convicted felons, contend that § 241 of the Constitution of the State of\nMississippi grants felons the right to vote in presidential elections. That the state denies them this right, they\nclaim, violates the Equal Protection Clause of the Fourteenth Amendment to the United States Constitution and\nthe National Voter Registration Act. The plain text of § 241, however, belies Young and Colley's proffered\ninterpretation of the provision. We therefore affirm the district court's dismissal of their case.\nI. BACKGROUND\nSection 241 of the Constitution of the State of Mississippi provides as follows:\nQualification for Electors. Every inhabitant of this state, except idiots and insane persons, who is a\ncitizen of the United States of America, eighteen (18) years old and upward, who has been a\nresident of this state for one (1) year, and for one (1) year in the county in which he offers to vote,\nand for six (6) months in the election precinct or in the incorporated city or town in which he offers\nto vote, and who is duly registered as provided in this article, and who has never been convicted\nof murder, rape, bribery, theft, arson, obtaining money or goods under false pretense, perjury,\nforgery, embezzlement or bigamy, is declared to be a qualified elector, except that he shall be\n\nqualified to vote for President and Vice President of the United States if he meets the\nrequirements established by Congress therefor and is otherwise a qualified elector.\nAppellants Jerry Young and Christy Colley are felons. They otherwise meet Mississippi's requirements to vote. In\n2008, they sought to register to vote in that year's presidential election, but were told that, as felons whose voting\nrights had not been restored by pardon or legislative enactment, they were ineligible to do so.\nOn September 12, 2008, Young and Colley filed this lawsuit against the Mississippi Secretary of State and the\nelection commissioners of their counties (\"election officials\"), seeking a preliminary injunction to allow them to\nregister and to vote. The final clause of § 241 (\"except that ... qualified elector\"), they argued, is an exception to\nthe bar on felon voting that precedes it and therefore guarantees them the right to vote. Under this interpretation,\nthe state's actions violated state law, the Equal Protection Clause of the Fourteenth Amendment, and the\nNational Voter Registration Act.\nThe district court denied the plaintiffs' request for a preliminary injunction from the bench, stating that their\ninterpretation of § 241 was not \"fair or reasonable.\" This court subsequently denied the plaintiffs' motion for\nemergency injunctive relief pending appeal.\nIn October, the election officials filed a motion to dismiss the complaint for lack of federal jurisdiction and failure to\nstate a claim. FED.R.CIV.P. 12(b)(1), (6). On March 9, 2009, the district court granted that motion as to 12(b)(6),\nconcluding that, as a matter of law, the plaintiffs' complaint was \"without merit and should be dismissed with\nprejudice\" because their interpretation of § 241 was \"legally incorrect.\" The court also concluded that \"defendants\nhave correctly construed this provision.\"\nThe plaintiffs timely appealed.\nII. STANDARD OF REVIEW\nWhether a district court possesses subject matter jurisdiction is, as question of law, reviewed de novo on appeal. \n188 Sandoz v. Cingular Wireless LLC, 553 *188 F.3d 913, 915 (5th Cir.2008). A district court's grant of a motion to\ndismiss for failure to state a claim under Rule 12(b)(6) is also subject to de novo review. In re Katrina Canal\nBreaches Litigation, 495 F.3d 191, 205 (5th Cir.2007). The facts pled by the appellants before the district court\nare uncontested and so not subject to review.\nIII. DISCUSSION\nThe appellants raise three issues on appeal. First, they argue that the district court's order dismissing their\ncomplaint failed to set forth a basis for the decision sufficient for review by this court. Second, they challenge the\nstate's interpretation of § 241. And third, they propose that, if this court rejects their proffered interpretation of §\n241, it abstain under the doctrine of Railroad Commission v. Pullman Co., 312 U.S. 496, 61 S.Ct. 643, 85 L.Ed.\n971 (1941), and leave the question of § 241 to Mississippi courts.\nA. Jurisdiction\nFirst, however, we address the matter of jurisdiction. The election officials contend that Young's and Colley's\nfederal claims do not establish federal question jurisdiction, 28 U.S.C. § 1331, because they are clearly\n\"immaterial and made solely for the purpose of obtaining jurisdiction or ... wholly insubstantial and frivolous.\" Bell\nv. Hood, 327 U.S. 678, 681, 66 S.Ct. 773, 90 L.Ed. 939 (1946).\nWhen a federal claim appears on the face of the complaint, \"[d]ismissal for lack of subject matter jurisdiction is\nonly proper in the case of a frivolous or insubstantial claim, i.e., a claim which has no plausible foundation or\nwhich is clearly foreclosed by a prior Supreme Court decision.\" Bell v. Health-Mor, 549 F.2d 342, 344 (5th\nCir.1977). Further, when a complaint asserts a cognizable federal claim, dismissal for want of jurisdiction is\ndisfavored as a matter of policy:\n\nJudicial economy is best promoted when the existence of a federal right is directly reached and,\nwhere no claim is found to exist, the case is dismissed on the merits. This refusal to treat indirect\nattacks on the merits as Rule 12(b)(1) motions provides, moreover, a greater level of protection to\nthe plaintiff who in truth is facing a challenge to the validity of his claim: the defendant is forced to\nproceed under Rule 12(b)(6) (for failure to state a claim upon which relief can be granted) or Rule\n56 (summary judgment)00both of which place greater restrictions on the district court's discretion.\n97\nWilliamson v. Tucker, 645 F.2d 404, 415-16 (5th Cir.1981) (en banc). Therefore, the pleading burden to establish\nfederal question jurisdiction is low: only claims \"patently without merit ... justify the district court's dismissal for\nwant of jurisdiction.\" Suthoff v. Yazoo County Indus. Dev. Corp., 637 F.2d 337, 340 (5th Cir.1981).\nIn their complaint, the appellants alleged that, because § 241 gives felons the right to vote, the election officials'\n\"action of failing and/or refusing to allow Plaintiffs to register and vote for President and Vice President treats\nthem differently from other qualified voters and violates the Equal Protection Clause.\" Similarly, they alleged that\nMississippi's failure to provide a registration form for federal elections is, if state law permits them to vote in such\nelections, a violation of the National Voter Registration Act's requirement that each state \"shall include a voter\nregistration application form for elections for Federal office as part of an application for a State motor vehicle\ndriver's license.\" 42 U.S.C. § 1973gg-3.\n189 *189 The election officials challenge federal question jurisdiction on three grounds. First, they argue that the\nappellants' federal claims merely restate their state claim. A disputed application of state law, however, can be the\nbasis for a § 1983 claim and thereby support federal question jurisdiction. Daigle v. Opelousas Health Care, Inc.,\n774 F.2d 1344, 1347-348 (5th Cir.1985). State law is challenged here, but an Equal Protection challenge to state\npractices that deny a class of voters the right to participate on an equal basis with other qualified voters is a\nfederal claim, as is a challenge to such a practice under the NVRA. That these claims alleging violations of rights\nconferred by federal law are predicated on an alleged violation of state law is of no moment.\nSecond, the election officials argue that the substance of the appellants' federal claims is clearly foreclosed by\nlaw and therefore frivolous. As to the Equal Protection claim, the Supreme Court has stated that \"the Equal\nProtection Clause confers the substantive right to participate on an equal basis with other qualified voters\nwhenever the State has adopted an electoral process for determining who will represent any segment of the\nState's population.\" Lubin v. Panish, 415 U.S. 709, 713, 94 S.Ct. 1315, 1318, 39 L.Ed.2d 702 (1974); Bush v.\nGore, 531 U.S. 98, 104-105, 121 S.Ct. 525, 530, 148 L.Ed.2d 388 (2000) (\"Having once granted the right to vote\non equal terms, the State may not, by later arbitrary and disparate treatment, value one person's vote over that of\nanother.\"). Whatever its merit, the appellants' Equal Protection claim, made through § 1983, is not \"clearly\nforeclosed\" by law and so is neither insubstantial nor frivolous. For that reason, it is sufficient to support federal\nquestion jurisdiction.\nThe NVRA claim is likewise not clearly foreclosed. A state is not required to register convicted criminals to vote in\nan election when those criminals are ineligible to vote \"as provided by State law.\" 42 U.S.C. § 1973gg-6(a)(3)(B).\nIf Mississippi's law does not disenfranchise felons, the state may have violated the terms of the NVRA. That this\nclaim is predicated on a dispute of state law does not undermine federal question jurisdiction.\nFinally, the election officials argue that, even if the appellants' federal claims are sufficiently cognizable to support\nfederal question jurisdiction, the Eleventh Amendment nonetheless bars them. This argument is premised on \nPennhurst, in which the Supreme Court explained, \"A federal court's grant of relief against state officials on the\nbasis of state law, whether prospective or retroactive, does not vindicate the supreme authority of federal law.\" \nPennhurst State Sch. & Hosp. v. Halderman, 465 U.S. 89, 106, 104 S.Ct. 900, 911, 79 L.Ed.2d 67 (1984). \nPennhurst, which rejected an injunction entered by a district court that required state officials to conform their\nconduct to state law, is inapplicable here. The Eleventh Amendment may be relevant to the appellants' state law\nclaim, but it has no relevance to their claims seeking to vindicate federal rights and thereby the supremacy of\nfederal law.\nBecause the appellants' federal claims are neither frivolous nor clearly foreclosed by law, they support subject\nmatter jurisdiction.\n\nB. Sufficiency of the District Court's Decision\nThe appellants assert that the district court's order granting the election officials' motion to dismiss under Rule 12\n(b)(6) failed to set forth a sufficient basis for the decision, preventing this court from reviewing the judgment.\n190 *190 In Sprint/United Mgmt. Co. v. Mendelsohn, 552 U.S. 379, 128 S.Ct. 1140, 1145, 170 L.Ed.2d 1 (2008), the\nSupreme Court vacated a judgment that relied on a district court order that excluded evidence without stating the\nbasis for doing so. The Tenth Circuit had offered a post hoc rationalization for the district court's ruling. Id. The\nSupreme Court, however, found no indication supporting either the rationalization or that the district court had\nevaluated the excluded evidence under FED.R.EVID. 403. Id. at 1146. Accordingly, the Court directed the district\ncourt to clarify its evidentiary ruling. Similarly, in Castillo v. City of Weslaco, this court declined to reach the merits\nof an appeal of a district court's order denying summary judgment because the order \"failed to outline the\nrelevant factual scenario and the evidence in the record establishing the relevant conduct.\" 369 F.3d 504, 507\n(5th Cir.2004). \"[R]ather than combing through the record ourselves and concluding what factual scenario the\ndistrict court likely assumed,\" the court remanded for clarification, while acknowledging that it was \"not required to\nmake such a remand.\" Id.\nThese cases are inapposite for two reasons. First, an appellate court is not compelled to remand when the basis\nfor a district court's decision is readily inferable, even if tersely stated. Second, these particular cases turned on\nthe district court's unique competence and duty to make determinations concerning the relevance, prejudice, and\nexistence of evidence (e.g., at summary judgment), rather than the application of law. Unlike in Mendelsohn and \nCastillo, no material facts are at issue in the present case.\nThe district court's statement of the legal basis for its decision was sufficient. The plaintiffs' interpretation of § 241,\nit stated, was not \"a fair or reasonable construction.\" It concluded instead \"that defendants have correctly\nconstrued this conclusion.\" Accordingly, it dismissed the plaintiffs' claims on that textual ground. The brevity of the\ndistrict court's order does not impede this court's ability to conduct de novo review.\nC. Section 241 of the Mississippi Constitution\nTurning to the merits, appellants contend that Section 241, which sets out voter qualifications, contains an explicit\nexception that allows felons to vote in presidential elections. The state's longstanding interpretation to the\ncontrary is that the bar on felon voting applies equally in all elections.\nThe parties dispute the meaning of the provision's \"presidential election clause\":\n... except that he shall be qualified to vote for President and Vice President of the United States if\nhe meets the requirements established by Congress therefor and is otherwise a qualified elector.\nAppellants00represented by the ACLU00concede that Mississippi could constitutionally, and consistently with the\n97 97\n[1]\nfederal Voting Rights Act, disenfranchise felons from voting.  The question is whether the \"except\" clause did\nso.\n191 *191 The appellants begin by observing that because there is little legislative history regarding § 241, and\nbecause it is unambiguous, its plain text is the only appropriate evidence of its meaning. Notwithstanding this\npoint, they cite legislative history explaining that the 1972 amendment that added the clause was distinct from\nthat amendment's other provision, which lowered the voting age to eighteen following ratification of the Twenty-\nSixth Amendment. Therefore, the addition of the clause was not meant merely to keep the state in compliance\nwith changes to the federal law governing voter qualifications. Moreover, the use of the word \"except\" in the\npresidential election clause creates an exception to the qualifications that precede it, including the bar on felon\nvoting.\nAppellants next assert that the limitation \"otherwise a qualified elector\" cannot refer back to the definition of\n\"qualified elector\" that precedes the presidential election clause, because doing so would render the limitation\n\nsuperfluous, contrary to our duty to \"give effect, if possible, to every clause and word of a statute.\" Inhabitants of\nMontclair Tp. v. Ramsdell, 107 U.S. 147, 2 S.Ct. 391, 27 L.Ed. 431 (1883). Rather, the fact that \"qualified elector\"\nis used twice in § 241 indicates that there are two classes of qualified electors: one for state elections and one for\npresidential elections.\nFinally, properly construing those two terms00\"except\" and \"qualified elector\"00 reveals the plain meaning of the\n97 97\npresidential election clause: that the bar on felon voting does not apply to presidential elections. Consequently,\nindividuals who meet the qualifications of § 241 but for the bar on felon voting (i.e., sanity, age, citizenship,\nresidency, and registration) are qualified to vote in presidential elections if they also satisfy any requirements\nestablished by Congress.\nThe appellants offer two more general arguments in support of their interpretation of § 241. The first is that the\nMississippi Supreme Court has interpreted the felon bar narrowly, particularly when it has held that the bar does\n[2]\nnot apply to federal or out-of-state convictions.  The second is that the Supreme Court has repeatedly\nespoused the importance and fundamental nature of the right to vote. See, e.g., Wesberry v. Sanders, 376 U.S.\n1, 17, 84 S.Ct. 526, 535, 11 L.Ed.2d 481 (1964) (\"No right is more precious in a free country than that of having a\nvoice in the election of those who make the laws under which, as good citizens, we must live.\"); but see \nRichardson v. Ramirez, 418 U.S. 24, 55, 94 S.Ct. 2655, 2671, 41 L.Ed.2d 551 (1974) (holding that the\nConstitution affirmatively sanctions the disenfranchisement of felons).\nWe need not consider these supporting arguments, however, because the text of § 241 is perfectly clear and\nperfectly contrary to the construction urged by the appellants. The word \"except,\" as used in the presidential\nelection clause does indeed create an exception. The general rule is that any individual who satisfies the\nqualifications listed in § 241, and only those qualifications, is a \"qualified elector.\" For presidential elections,\nhowever, a voter must \"meet[ ] the requirements established by Congress\" and be \"otherwise a qualified elector.\"\nThe term \"qualified elector,\" as used at this point, must bear the same definition that it is given in the text that\n192 immediately precedes the presidential *192 election clause. If it referred only to requirements established by\nCongress, rather than those in state law, it would be superfluous. The term is simply not susceptible to the\nappellants' theory that it somehow incorporates all of the qualifications of state law but for the bar on felon voting.\nFurther, the appellants' assertion that consistently defining \"qualified elector\" renders superfluous the final\nelement of the presidential election clause (\"... and is otherwise a qualified elector\") defies logic. Were this text\nomitted, only \"requirements established by Congress\" would limit the franchise, and nothing in federal law\nprevents non-residents, infants, the insane, and indeed felons from voting in presidential elections, except as\npursuant to state or local voting requirements. See 3 U.S.C. §§ 1-21 (presidential elections and vacancies); 42\nU.S.C. § 1971(a) (stating that voting rights are defined by state and local law). The term \"qualified elector,\" as\npreviously defined, serves the plain and vital purpose of setting the breadth of the franchise in presidential\nelections. Far from being superfluous, the absence of this term would radically alter the effect of the presidential\nelection clause.\nDespite the appellants' protestations, there is no principled reason that the presidential election clause would\ngrant only felons the right to vote in presidential elections while leaving the other qualifications of § 241 intact. In\nfact, for what conceivable reason would the State of Mississippi grant any group that it has forbidden from voting\nin state elections the explicit license to vote in presidential elections? And if, as the appellants' argument logically\ndemands, the presidential election clause imports none of the qualifications that precede it, then the term\n\"qualified elector\" becomes a nullity. Appellants' parsing of Section 241 cannot stand against commonsense plain\nmeaning.\nD. Abstention and Certification\nAs a fallback, the appellants suggest that Pullman abstention may be appropriate to resolve uncertainty regarding\nthe meaning of § 241 and to give state courts an opportunity to interpret state law. In turn, the election officials,\nwho argued below in favor of abstention, now propose, as an alternative to abstention, certifying the question of\nthe meaning of § 241 to the Mississippi Supreme Court.\n\nPullman abstention is justified \"`when difficult and unsettled questions of state law must be resolved before a\nsubstantial federal constitutional question can be decided.'\" Nationwide Mut. Ins. Co. v. Unauthorized Practice of\nLaw Comm., of State Bar of Tex., 283 F.3d 650, 652 (5th Cir.2002) (quoting Hawaii Housing Authority v. Midkiff,\n467 U.S. 229, 236, 104 S.Ct. 2321, 81 L.Ed.2d 186 (1984)). Regarding certification, this court has recognized\nthat it is preferable to \"the more cumbersome and ... problematic abstention doctrine.\" Ctr. for Individual Freedom\nv. Carmouche, 449 F.3d 655, 668 (5th Cir.2006) (quoting Virginia v. American Booksellers Ass'n, 484 U.S. 383,\n397, 108 S.Ct. 636, 644, 98 L.Ed.2d 782 (1988)). Neither approach can be justified here, because the text of §\n241 is clear and the appellants' proffered interpretation of § 241 does not comport with its text. Accepting the\nstate's longstanding, commonsense interpretation of the provision both avoids the constitutional issue and\ndemonstrates respect for the state's interpretation of its own laws. Further, our decision does not preclude a state\ncourt from reaching a contrary holding in some future case. Today's result obviates any need to abstain or certify\na question to the Mississippi Supreme Court.\n193  IV. CONCLUSION\n*193\nFor the reasons discussed above, the district court's dismissal of the appellants' claims is AFFIRMED.\n[1] Indeed, the appellants have repeatedly stated that they seek to vindicate only their \"right to vote in certain\nfederal elections absent a clear and valid abridgement of that right by the State.\" Appellants' Reply Brief at 15.\nThey explicitly acknowledge that a clearly stated bar on felon voting would vindicate this right, id. at 15-17, and\nthat a state has the \"authority\" under the U.S. Constitution to disenfranchise felons. Oral Argument at 7:30-8:05\n(January 6, 2010).\n[2] Specifically, the Mississippi Supreme Court has ruled that § 241 and the statutes that implement it do not\ndisenfranchise those convicted of felonies under the laws of other states or under federal law. Mississippi v.\nMcDonald, 164 Miss. 405, 145 So. 508, 511 (1933); Middleton v. Evers, 515 So.2d 940 (Miss. 1987).\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55143"
    },
    {
      "date": "2008-09-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40265,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40265.pdf",
      "title": "Plaintiffs' Memorandum of Law in Support of Their Motion for a Preliminary Injuction",
      "text": "Case 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 1 of 13\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF MISSISSIPPI \nJERRY YOUNG and \nCHRISTY COLLEY \nPlaintiffs, \nCIVIL ACTION \nv.  No.2;ctS C-\\l  ~l-\\~L-'&L~ \nDELBERT HOSEMANN, in his official \ncapacity as the Secretary of State of Mississippi; \nKRISTIN BUSE, DEBBY McCAFFERTY, \nJOHN M. WAGES, HARRY GRAYSON, Jr., and \nJOHN H. EDWARDS, in their official capacities \nas Election Commissioners of Lee County; and \nVIVIAN BURKLEY, JULIUS HARRIS, \nJIMMY HERRON, BONNIE G. LAND, and \nRONALD McMINN, in their official capacities as \nElection Commissioners in Panola County, \nDefendants. \nPLAINTIFFS' MEMORANDUM OF LAW IN SUPPORT \nOF THEIR MOTION FOR A PRELIMINARY INJUNCTION \nCOME NOW Plaintiffs Jerry Young and Christy Colley, by and through counsel, \nto file this Memorandum of Law in support of their Motion for a Preliminary Injunction. \nIn support of their Motion, Plaintiffs show this Court as follows: \nI.  SUMMARY OF THE ARGUMENT \nPlaintiffs filed the instant lawsuit on September 12, 2008 challenging Defendants' \ndenial  of their  right  to  register  to  vote  in presidential  and  vice-presidential  federal \nelections because of their criminal convictions.  Article  12,  § 241  of the Mississippi \nConstitution explicitly states that a person convicted of one of the ten crimes enumerated \nin the provision is \"qualified to vote for President and Vice President of the United States \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 2 of 13\nif he meets  the  requirements  established  by  Congress  therefore  and  is  otherwise  a \nqualified elector.\"  However, Mississippi's voter registration application form does not \nallow Plaintiffs to register to vote only in presidential and vice-presidential elections. \nPlaintiffs attempted to join a similar lawsuit filed  on October 6,  2006,  in the \nChancery Court of Hinds County, Mississippi, in which the plaintiffs in that case argued \nthat the defendants were violating their right to register and vote only in the elections for \npresident and vice president.  Although Plaintiffs filed their motion to join that suit on \nFebmary 11, 2008, the state court has not mled on their motion.  On September 12, 2008, \nPlaintiffs moved to withdraw their claims related to voting in the presidential and vice \npresidential elections from the state case.  See Ex. A. \nPlaintiffs, who have felony convictions, are citizens ofthe United States, residents \nof Mississippi, and meet the age and other residency requirements set forth  in Miss. \nConst. art.  12, § 241  and Miss.  Code Ann.  § 23-15-11.  Plaintiffs Young and Colley \nattempted  to  register  to  vote  in  Lee  County  and  Panola  County,  respectively,  for \npresidential and vice presidential elections, but were told that they were not eligible to \nregister and vote and would first have to get their voting rights restored.  See Exs. Band \nC.  Plaintiffs maintain that  Defendants'  denial  of their right  to  register and  vote in \npresidential elections violates their rights under Miss. Const. art.  12, § 241, the Equal \nProtection Clause of the Fourteenth Amendment to the United States Constitution, and \nthe National Voter Registration Act (42 U.S.C. § 1973gg). \nFor these reasons, Plaintiffs respectfully request that this Court  grant their motion \nfor a preliminary injunction so that they may register for and vote in the November 4, \n2008, general presidential and vice-presidential election. \n2 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 3 of 13\nII.  LEGAL STANDARD \nA cOUli may grant a motion for a preliminary injunction if the plaintiff shows all \nof the following four factors: (1) a substantial likelihood of success on the merits of the \ncase; (2) a substantial t1n'eat of irreparable inj Uly if the preliminary injunction is denied; \n(3)  the  benefit  to  the  plaintiff in  obtaining  the  injunction  outweighs  the  harm  the \ndefendants will experience; and (4) granting the preliminary injunction will not disserve \nthe public interest.  Rundus v. Chertoff, 2007 WL 1748075 *3 (5th Cir. June 18, 2007); \nWalgreen Co. v. Hood, 275 F.3d 475, 477 (5th Cir. 2001).  The moving party bears the \nburden of proof in a motion for injunctive relief.  Okpalobi v. Foster, 190 F.3d 337, 342 \n(5th Cir. 1999); Lichtennan v. Pickwick Pines Marina, Inc., 2007 WL 4287586 *3 (N.D. \nMiss. Dec. 6, 2007).  Injunctive relief is preventive in nature and it is not necessary to \nwait for the actual OCCUITence of the injury.  See Lichterman, 2007 WL 4287586 at *7-8 \n(granting plaintiffs' motion for preliminary injunction in part and ordering state agency to \ninvestigate environmental consequences of proposed development). \nIII.  ARGUMENT \nA.  Plaintiffs Have a Substantial Likelihood of Success on the Merits of \nTheir Complaint. \nArticle 12, § 241  of the Mississippi Constitution expressly states that a person \nconvicted of one of the ten enumerated crimes loses the right to vote, \"except that he \nshall be qualified to vote for President and Vice President of the United States if he meets \nthe requirements established by Congress therefore and is otherwise a qualified elector.\" \nDespite their felony convictions, Plaintiffs retain the right to vote under Mississippi law \nbecause  Congress has not passed  any laws denying the right of people with felony \nconvictions to vote in federal elections and Plaintiffs are otherwise qualified to vote in \n3 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 4 of 13\nMississippi.  Given that Mississippi's voter registration application fonn does not allow \nPlaintiffs  to  register  and  vote only for  president  and  vice-president,  Defendants  are \nviolating Atiicle 12, § 241, Plaintiffs' right to equal protection under the law, and the \nNVRA. \n1.  Article  12,  §  241  of  the  Mississippi  Constitution  Grants \nPlaintiffs the Right to Vote for President and Vice President of \nthe United States. \nMississippi's  felon  disfranchisement  provision  dates  back  to  the  state's  first \nconstitution  of 1817.  At  that  time,  the  legislature  denied  voting  rights  to  people \nconvicted of bribery, perjury, forgery, or other high crimes or misdemeanors, and that \nclause remained in effect until 1890.  Miss. Const. art. VI, § 5 (1817); Miss. Const. mi. \nVII, § 4 (1832); Miss. Const. art. XII, § 2 (1868).  In 1890, the legislature amended the \nfelon disfranchisement provision and listed ten crimes which were disqualitying offenses \nfor purposes of voting and inselied a new clause which allowed an individual convicted \nof any ClUne to vote for president and vice president of the United States.  Miss. Const. \nart. 12, § 241.  The exact language of Article 12, § 241 is as follows: \nEvery inhabitant of this state, except idiots and insane persons, who is a \ncitizen  of the  United  States  of America,  eighteen  (18)  years  old  and \nupward, who has been a resident of this state for one (1) year, and for one \n(1) year in the county in which he offers to vote, and for six (6) months in \nthe election precinct or in the incorporated city or town in which he offers \nto vote, and who is duly registered as provided in this article, and who has \nnever been  convicted  of murder,  rape,  bribery,  theft,  arson,  obtaining \nmoney or goods under false pretense, perjury, forgery, embezzlement or \nbigamy, is  declared to be a qualified elector,  except that he shall be \nqualified to vote for President and Vice President of the United States \nif he meets  the requirements  established by Congress therefore and  is \notherwise a qualified elector.\" Id.  (emphasis added). \nThe first detennination in constlUing a statute is whether it is ambiguous.  Nostrad \nv.  Little,  362  U.S.  474,  477  (1960).  \"Where  the  language  of a  statute  is  plain, \n4 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 5 of 13\nunambiguous,  and  well  understood  according  to  its  natural  and  ordinary  sense  and \nmeaning, the statute itself furnishes a rule of construction beyond which the cOUli cannot \ngo.\"  rd.  A court may not apply the rules of statutory construction in a manner which will \ncreate ambiguity.  Jones v. City of Palestine, 2008 WL 152569 (5th Cir. Jan.  16,2008). \nSee also In re Rippstein, 2006 WL 1888956 *2-3 (5th Cir. July 10, 2006) (rulings that \nTexas law regarding liens was unambiguous and, therefore, did not require issue to be \ncertified to state supreme court). \nNeither Mississippi's voter registration application form nor the driver's license \napplication form allows a citizen to register to vote only for president and vice president. \nSee Ex. D.  Instead, a person completing either fonn is considered to be registering to \nvote for state and all federal elections.  The forms also list twenty-one (21) crimes that \nare disfranchising and warns potential applicants that \"[t]he penalty for conviction of \nfalse registration is a felony punishable by a fine of not more than Five (5) Thousand \nDollars (5,000)  or imprisonment for  not more than five  (5)  years,  or both.\"  See id. \nArticle 12, § 241  of the Mississippi Constitution clearly provides that a person with a \ncriminal conviction can vote in presidential and vice presidential elections.  The language \nin the constitution is unambiguous and Defendants must comply with the law by allowing \nPlaintiffs to register to vote in the November 4, 2008 presidential election. \n2.  Defendants' refusal to allow Plaintiffs to register and vote in \nthe November 4, 2008 election for president and vice president \nviolates Plaintiffs' right to equal protection under the law. \nThe Equal Protection Clause of the Fourteenth Amendment provides that no State \nshall \"deny to any person within its jurisdiction the equal protection of the laws.\"  U.S. \nConst. amend. XIV § I.  In order to prove a violation under the Equal Protection Clause, \n5 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 6 of 13\nthe moving pmiy must show that  similarly situated persons were treated  differently. \nBryan v. City of Madison, Miss., 213 F.3d 267, 276 (5th Cir. 2000); Wheeler v. Miller, \n168  F.3d  241,  252  (5th  Cir.  1999).  The  right  to  vote  has  long  been  held  to  be  a \nfoundational element of the United States Constitution.  \"No right is more precious in a \nfree country than that of having a voice in the election of those who make the laws under \nwhich, as good citizens, we must live.\"  Wesberry v.  Sanders, 376 U.S.  1,  17 (1964). \nBecause  \"the  right  to  exercise  the  fi'anchise  in  a  free  and  unimpaired  manner  IS \npreservative  of  other  basic  civil  and  political  rights,\"  the  Supreme  Court  has \ncharacterized the right to vote as a \"fundamental political right.\"  Revnolds v. Sims, 377 \nU.S.  533,  562  (1964)  (citing Yick  Wo  v.  Hopkins,  118  U.S.  356,  370 (1886».  Its \nfundamental  role  in  the  functioning  of America's  democratic institutions means  that \n\"[a]ny unjustified discrimination in determining who may participate in political affairs \nor  in  the  selection  of public  officials  undermines  the  legitimacy  of representative \ngovernment.\"  Kramer v. Union Free Sch. No. 15,395 U.S. 621, 626 (1969). \nThe Supreme Court has established that the Equal Protection Clause confers the \nsubstantive right to participate on an equal basis with other qualified voters whenever the \nstate has adopted an electoral process for determining who will represent any segment of \nthe state's population.  Lubin v. Panish, 415 U.S. 709, 713  (1974) (citing Reynolds v. \nSims).  See also Dunn v. Blumstein, 405 U.S. 330, 336 (1972) (\"this court has made clear \nthat a citizen has a constitutionally protected right to participate in elections on an equal \nbasis with other citizens in the jurisdiction\"). \nWhen determining whether or not a state election law or policy violates the Equal \n6 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 7 of 13\nProtection Clause, a court must first consider the character and magnitude of the asserted \ninjury to the rights protected by the Fourteenth Amendment.  Anderson v.  Celebrezze, \n460 U.S. 780, 789 (1983) (applying strict scmtiny standard in mling that an Ohio statute \nwhich required  independent candidates mnning for President to  file  their nomination \npapers earlier than political patty candidates violated equal protection clause).  The court \nthen should identify and evaluate the precise interests the state puts forward to justify the \nburden that its law or policy imposes on a plaintiff.  See id.  \"In passing judgment, the \nCOUli must not only detennine the legitimacy and strength of each of those interests; it \nalso must consider the extent to which those interests make it necessary to burden the \nplaintiff's lights.\"  rd. \nOnce a state election law subjects equal protection rights to \"severe\" restrictions, \nthe  state  law  must  be '''narrowly drawn  to  advance  a  state  interest  of compelling \nimpoliance.'''  Burdick v. Takushi, 504 U.S. 428, 434 (1992).  For election and voting \nissues,  Burdick  raised  the  level  of the  traditional  FOUlteenth  Amendment  analysis. \nUnlike other areas where some state actions may survive based on a rational basis test, \nunder Burdick,  restrictions  on voters  must  at  a minimum be both \"reasonable\" and \n\"nondiscriminatory.\"  rd.  The  fundamental  role  of elections  in  the  functioning  of \nAmerica's  democratic  institutions  means  that  \"[a)ny  unjustified  discrimination  in \ndetermining who may participate in political affairs or in the selection of public officials \nundermines the legitimacy of representative govemment.\"  Kramer v.  Union Free Sch. \nNo. 15,395 U.S. at 626. \nPursuant to Article 12, § 241 of the Mississippi Constitution, Plaintiffs retain the \nright to vote in the November 4, 2008 election for president and vice president on an \n7 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 8 of 13\nequal  basis  with  citizens  who  have  never  been  convicted  of a  crime.  In  denying \nPlaintiffs'  voting rights,  Defendants treat  Plaintiffs  differently than  similarly situated \nindividuals and impose a severe restriction on a fundamental right.  Because Defendants' \nactions are not natTOwly tailored and do not serve a compelling govemmental interest, \nthis Court should enjoin them from unconstitutionally denying Plaintiffs the right to vote. \n3.  Defendants' refusal to allow Plaintiffs to register and vote in \nthe November 4, 2008 election for president and vice president \nviolates the NVRA. \nCongress enacted the NVRA in 1993 to: (1) establish procedures to increase the \nnumber of eligible citizens who register to vote in federal elections; (2) make it possible \nfor  federal,  state, and local govemments to implement national voter registration in a \nmanner that enhances the participation of eligible citizens as voters in federal elections; \n(3)  protect  the  integrity of the  electoral process;  and  (4)  ensure that states maintain \naccurate and cunent voter registration rolls.  42 U.S.C. § 1973gg(b).  In particular, states \nmust: (1) include a voter registration application form for federal elections as part of a \nstate driver's license application; (2) accept voter registration application fonus by mail; \nand  (3)  designate voter registration agencies,  at which voter registration applications, \nassistance, and acceptance of applications, must be made available.  Id. at 1973gg-3 to \n1973gg-5.  The Act further mandates  that states maintain accurate  and  cun'ent voter \nregistration  rolls  through  the  use  of unifonu  and  non-discliminatory  programs  and \nactivities.  See id.  at § 1973gg-6(b)(1).  The NVRA allows states to remove from the \nofficial list of eligible voters the names of individuals who have a criminal conviction, \nbut only as provided under state law.  See id. § I 973gg-6(a)(3)(B). \n8 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 9 of 13\nThe NVRA provides a private right of action for citizens affected by a state's \nviolation of the NVRA and states that such a person \"may provide written notice of the \nviolation to the chief election official of the State involved.\"  See id. § 1973gg-9(b)(I).  If \nthe offending party does not correct the violation within ninety (90) days of receiving \nnotice of the breach or within  twenty (20)  days  after receiving notice if the breach \noccurred  within  one  hundred  and  twenty  (120)  days  before  a  federal  election,  the \naggrieved party may file a civil action against the offending party.  See id.  § 1973 gg-\n9(b)(2). \nIn Association of Community Organizations for Reform Now v. Miller, 129 F.3d \n833, 838 (6th Cir. 1997), the court held that the plaintiffs' failure to provide notice prior to \nfiling their lawsuit to enforce the NVRA did not warrant dismissal of the action.  Miller \ninvolved a challenge to the Michigan govemor's executive order which prohibited state \nagencies from complying with the NVRA until federal funds became available.  Id.  at \n835.  The defendants argued that the suit should be dismissed because the plaintiffs had \nfailed to give notice ofthe violation prior to filing their lawsuit.  Id. at 837-38.  The court \nof appeals rejected that argument and found that, although the individual plaintiffs had \nnot  given  notice,  the  organizational  plaintiff previously  had  complained  about  the \nviolations and the state had made it clear that it would not comply with the NVRA.  Id. at \n838.  The court determined, therefore, that it would have been futile for the individual \nplaintiffs to provide such notice when the state had already ignored earlier requests for \ncompliance.  See also National Coalition for Students with Disabilities Educ. and Legal \nDefense Fund v. Scales, 150 F. Supp. 2d 845, 852 (D. Md. 2001) (holding that students' \n9 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 10 of 13\ninitial application for registration services thirty days prior to an election provided the \nuniversity with sufficient notice of its NVRA violations). \nIn the instant case, Defendants were put on notice that they were violating the \nNVRA  when  they were  sued  in  October 2006  for  the same  violation.  Since then, \nDefendants  have  not  amended  the  voter registration  application  form  or  the  drivers \nlicense application fonn so that people can register to vote only in federal elections for \npresident and  vice president.  To  the  extent that Plaintiffs were required to  provide \nDefendants with notice prior to filing the instant lawsuit, the NVRA's notice provisions \nhave been satisfied. \nAs already asserted in this memorandum, Mississippi law allows anyone with a \ncriminal  conviction  to  vote  for  president  and  vice  president  of the  United  States. \nHowever,  neither  Mississippi's  voter  registration  application  fonn  nor  Mississippi's \ndriver's license application form allows a person to register to vote only in presidential \nand vice presidential elections.  The state also has failed to create and implement any \nprocedures to increase the number of eligible citizens who have a felony conviction to \nregister to vote for president and vice president.  Finally, the state is not maintaining \naccurate and  current  voter registration rolls with respect to  federal  elections because \nmany eligible citizens like Plaintiffs are being denied the right to register and vote for the \npresidential and vice presidential elections.  Thus, Defendants are violating mandatory \nprovisions  under  the  NVRA.  Mississippi  is  responsible  for  bearing  the  costs  of \ncomplying with  the NVRA  and  an  injunction requiring  Mississippi's  compliance  is \nproper in this case.  See ACORN v. Edgar, 56 F.3d 791, 798 (7th Cir. 1995) (enjoining \nstate  officials  from  failing  or  refusing  to  comply  with  NVRA,  particularly NVRA \n10 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 11 of 13\nprovision which required application for driver's license to also serve as application to \nregister to vote in federal elections); Voting Rights Coalition v. Wilson, 60 F.3d 1411, \n1415 (9th Cir. 1995) (same). \nB.  Plaintiffs Will Suffer Irreparable Harm If This Court Does Not Issue \nAn Injunction Because They Will Completely Lose The Opportunity \nTo Register And Vote In The November 2008 Election For President \nAnd Vice President Of The United States. \nThe  right  to  vote  is  one  of the  most  fundamental  rights  in  our  system  of \ngovernment.  Reynolds  v.  Sims,  377  U.S.  at  554.  For  that reason,  the loss  of the \nconstitutionally protected right to  vote \"for even minimal periods of time,  constitutes \nin'eparable injury.\"  Elrod v. Bums, 427 U.S. 347, 373  (1976).  The Mississippi voter \nregistration deadline for the November 4, 2008 presidential and vice presidential election \nis  October 6,  2008.  Mississippi  law requires  that Plaintiffs register before they  are \nallowed to vote.  See Miss. Code Ann. § 23-15-11.  Unless this Court grants Plaintiffs' \nmotion, they will not be able to register to vote and will have no adequate recourse or \nremedy available to them for purposes ofthe upcoming November election. \nC.  The Benefit To Plaintiffs In Obtaining The Injunction \nOutweighs Any Alleged Harm Defendants Might Experience. \nCourts  have ruled  that  the  deprivation of a fundamental  right outweighs  any \nthreatened hann that an injunction might cause a defendant.  Murphree v. Winter, 589 F. \nSupp.  374,  381-382  (S.D.  Miss.  1984)  (\"the  deprivation  of a  fundamental  right \nconstitutes in'eparable hann requiring the issuance of a preliminary injunction\") (internal \ncitations omitted).  As the Supreme Court has held, the right to vote is a fundamental \nright because it is \"preservative of all rights.\" Yick Wo, 118 U.S. at 370. \n11 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 12 of 13\nThe instant case involves Plaintiffs' fundamental right to vote in the November 4, \n2008 election for president and vice president.  The injury that Plaintiffs will suffer if \nthey are not allowed to vote surpasses any possible inconvenience that Defendants might \nexperience as a result of a preliminary injunction.  No amount of monetary damages or \nother type of relief this  Court may grant after the November 4,  2008  elections will \nremedy the fact that Plaintiffs will not be allowed to vote in the general election this fall. \nIn order to vote, Plaintiffs must be registered by October 6, 2008 and, if not allowed to \nregister, they will have no recourse or adequate remedy at law because the registration \ndeadline  will  have  passed.  Thus,  absent  the  granting  of Plaintiffs'  motion  for  a \npreliminary injunction, any relief that this Court grants prospectively will be insufficient \nto address the harm of not being allowed to vote this fall. \nD.  An  Injunction  Will  Serve  The  Public's  Interest  Because  A  Vast \nNumber  of  Mississippi  Citizens  Will  Be  Able  To  Vote  In  The \nNovember 4, 2008 Election For President And Vice President Of The \nUnited States. \nFederal courts have found that \"[t]he public does indeed have a strong interest in \nassuring that constitutional rights of citizens are respected.\"  Cohen v. Coahoma County, \nMiss., 805 F.  Supp. 398, 408 (N.D. Miss.  1992).  Although Plaintiffs filed the instant \nlawsuit on their own behalf, a favorable ruling will  impact thousands of Mississippi \ncitizens who have a criminal conviction, but who remain eligible to vote in presidential \nand vice presidential elections.  Consequently, an injunction will serve the public interest \nin a significant way, improve the integrity of elections, and help ensure that Defendants \ndo not apply election laws in a discriminatory manner. \n12 \n\nCase 3:08-cv-00567-TSL-JCS   Document 3    Filed 09/12/08   Page 13 of 13\nIII.  CONCLUSION \nFor all the reasons stated above, Plaintiffs respectfully ask this Court to grant their \nmotion for a preliminary injunction. \nRespectfully Submitted, \nBy:  Is Kristy L. Bennett \nKristy L. Bennett \nMiss. Bar No. 99525 \nAMERICAN CIVIL LIBERTIES UNION \nOF MISSISSIPPI \nP.O. Box 2242 \nJackson, MS 39225-2242 \n753 N. Congress \nJackson, MS 39202 \nTel: (601) 354-3408 \nFax: (601) 355-6465 \nkbennett@msac1u.org \nLaughlin McDonald* \nNeil Bradley* \nNancyG. Abudu \nAMERICAN CIVIL LIBERTIES UNION \nVOTING RIGHTS PROJECT \n2600 Marquis One Tower \n245 Peachtree Center Ave. NE \nAtlanta, GA  30303-1227 \nTel: (404) 523-2721 \nFax: (404) 653-0331 \nlmcdonald@ac1u.org \nnbradely@ac1u.org \nnabudu@ac1u.org \n*Pro Hac Vice Motions to Follow \n13 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "3",
      "clearinghouse_link": "clearinghouse.net/doc/40265"
    },
    {
      "date": "2010-03-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40261,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40261.pdf",
      "title": "Docket",
      "text": "Case: 3:08-cv-00567-TSL-JCS     As of: 08/23/2011 08:21 PM CDT(cid:10)     1 of 7(cid:10)\nCLOSED, JCS\nU.S. District Court\nSouthern District of Mississippi (Jackson)\nCIVIL DOCKET FOR CASE #: 3:08−cv−00567−TSL−JCS\nYoung et al v. Hosemann et al Date Filed: 09/12/2008\nAssigned to: District Judge Tom S. Lee Date Terminated: 03/09/2009\nReferred to: Magistrate Judge James C. Sumner Jury Demand: None\nCase in other court:  U.S. Court of Appeal for 5th Circuit, Nature of Suit: 441 Civil Rights: Voting\n09−60188 Jurisdiction: Federal Question\nCause: 28:1331 Fed. Question: Civil Rights Violation\nPlaintiff\nJerry Young represented by Kristy L. Bennett\nKRISTY L. BENNETT, ATTORNEY AT\nLAW\n2888 Laverne Road\nNesbit, MS 38651−9651\n662/429−1852\nEmail: k_l_bennett@hotmail.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMoffatt Laughlin McDonald − PHV\nAMERICAN CIVIL LIBERTIES UNION\nFOUNDATION, INC.−Atlanta\n230 Peachtree Street NW, Suite 1440\nAtlanta, GA 30303\n404/523−2721\nFax: 404/653−0331\nEmail: lmcdonald@aclu.org\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nNancy G. Abudu − PHV\nAMERICAN CIVIL LIBERTIES UNION\nFOUNDATION, INC.−Atlanta\n230 Peachtree Street NW, Suite 1440\nAtlanta, GA 30303\n404/523−2721\nFax: 404/653−0331\nEmail: nabudu@aclu.org\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nNeil T. Bradley\nAMERICAN CIVIL LIBERTIES UNION\nFOUNDATION, INC.−Atlanta\n230 Peachtree Street NW, Suite 1440\nAtlanta, GA 30303\n404/523−2721\nFax: 404/653−0331\nTERMINATED: 03/12/2009\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nPlaintiff\nChristy Colley represented by Kristy L. Bennett\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\n\nCase: 3:08-cv-00567-TSL-JCS     As of: 08/23/2011 08:21 PM CDT(cid:10)     2 of 7(cid:10)\nMoffatt Laughlin McDonald − PHV\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nNancy G. Abudu − PHV\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nNeil T. Bradley\n(See above for address)\nTERMINATED: 03/12/2009\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nV.\nDefendant\nDelbert Hosemann represented by Shawn Stephen Shurden\nin his official capacity as the Secretary of MISSISSIPPI PUBLIC SERVICE\nState of Mississippi COMMISSION\n501 N. West Street\nSuite 201−A\nJackson, MS 39201\n601/961−5497\nFax: 601/961−5469\nEmail: shawn.shurden@psc.state.ms.us\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nKristin Buse represented by William C. Murphree\nin official capacity as Election MITCHELL, MCNUTT &SAMS, PA −\nCommissioner of Lee County Tupelo\nP. O. Box 7120\nTupelo, MS 38802−7120\n662/842−3871\nFax: 662/842−8450\nEmail: bmurphree@mitchellmcnutt.com\nLEAD ATTORNEY\nDefendant\nDebby McCafferty represented by William C. Murphree\nin official capacity as Election (See above for address)\nCommissioner of Lee County LEAD ATTORNEY\nDefendant\nHarry Grayson, Jr. represented by William C. Murphree\nin official capacity as Election (See above for address)\nCommissioner of Lee County LEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nVivian Burkley represented by Jay Westfaul\nin official capacity as Election THE WESTFAUL LAW FIRM\nCommissioner in Panola County Governor Charles C. \"Cliff\" Finch\nBuilding\n115 Eureka Street, Suite A\nBatesville, MS 38606\n662/563−8482\n\nCase: 3:08-cv-00567-TSL-JCS     As of: 08/23/2011 08:21 PM CDT(cid:10)     3 of 7(cid:10)\nFax: 662/563−8481\nEmail: westfaul@westfaulfirm.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nJulius Harris represented by Jay Westfaul\nin official capacity as Election (See above for address)\nCommissioner in Panola County LEAD ATTORNEY\nDefendant\nJimmy Herron represented by Jay Westfaul\nin official capacity as Election (See above for address)\nCommissioner in Panola County LEAD ATTORNEY\nDefendant\nBonnie G. Land represented by Jay Westfaul\nin official capacity as Election (See above for address)\nCommissioner in Panola County LEAD ATTORNEY\nDefendant\nRonald McMinn represented by Jay Westfaul\nin official capacity as Election (See above for address)\nCommissioner in Panola County LEAD ATTORNEY\nDefendant\nJohn H. Edwards represented by William C. Murphree\nin official capacity as Election (See above for address)\nCommissioner of Lee County LEAD ATTORNEY\nDefendant\nJohn M. Wages represented by William C. Murphree\nin official capacity as Election (See above for address)\nCommissioner of Lee County LEAD ATTORNEY\nDate Filed # Docket Text\n09/12/2008 1  COMPLAINT for Injunctive and Declaratory Relief against Julius Harris, Jimmy\nHerron, Bonnie G. Land, Ronald McMinn, Delbert Hosemann, Kristin Buse,\nDebby McCafferty, Harry Grayson, Jr, Vivian Burkley, John M. Wages, John H.\nEdwards (Filing fee $350.00 receipt number J027458), filed by Jerry Young,\nChristy Colley. (Attachments: # 1 Civil Cover Sheet, # 2 Exhibit−A, # 3\nExhibit−B, # 4 Exhibit−C, # 5 Exhibit−D)(SEC) Modified on 9/12/2008 (SEC).\n(Entered: 09/12/2008)\n09/12/2008 2  MOTION for Preliminary Injunction by Jerry Young, Christy Colley (Attachments:\n# 1 Exhibit A, # 2 Exhibit B, # 3 Exhibit C, # 4 Exhibit D)(Bennett, Kristy)\n(Entered: 09/12/2008)\n09/12/2008 3  MEMORANDUM in Support re 2 MOTION for Preliminary Injunction filed by\nJerry Young, Christy Colley (Bennett, Kristy) (Entered: 09/12/2008)\n09/17/2008 4  Summons Issued as to Julius Harris, Jimmy Herron, Bonnie G. Land, Ronald\nMcMinn, John H. Edwards, John M. Wages, Delbert Hosemann, Kristin Buse,\nDebby McCafferty, Harry Grayson, Jr, Vivian Burkley. (SEC) (Entered:\n09/17/2008)\n09/19/2008 5  RESPONSE in Opposition re 2 MOTION for Preliminary Injunction filed by\nDelbert Hosemann (Attachments: # 1 Exhibit Exhibits A − B)(Shurden, Shawn)\n(Entered: 09/19/2008)\n\nCase: 3:08-cv-00567-TSL-JCS     As of: 08/23/2011 08:21 PM CDT(cid:10)     4 of 7(cid:10)\n09/23/2008 6  MOTION for Neil T. Bradley to Appear Pro Hac Vice by Jerry Young, Christy\nColley (Attachments: # 1 Exhibit A)(Bennett, Kristy) (Entered: 09/23/2008)\n09/23/2008 7  MOTION for Moffatt Laughlin McDonald to Appear Pro Hac Vice by Jerry\nYoung, Christy Colley (Attachments: # 1 Exhibit A)(Bennett, Kristy) (Entered:\n09/23/2008)\n09/23/2008 8  MOTION for Nancy G. Abudu to Appear Pro Hac Vice by Jerry Young, Christy\nColley (Attachments: # 1 Exhibit A)(Bennett, Kristy) (Entered: 09/23/2008)\n09/23/2008 9  ATTACHMENT re 5 Response in Opposition to Motion Supplement to Response\nby Delbert Hosemann (Shurden, Shawn) (Entered: 09/23/2008)\n09/24/2008 10  Rebuttal re 5 Response in Opposition to Motion, 9 Attachment filed by Jerry\nYoung, Christy Colley (Attachments: # 1 Exhibit E, Docket Sheet, # 2 Exhibit F,\nOrder, # 3 Exhibit G, Order of Recusal)(Bennett, Kristy) (Entered: 09/24/2008)\n09/25/2008 Minute Entry for proceedings held before District Judge Tom S. Lee: Motion\nHearing held on 9/25/2008 re 2 MOTION for Preliminary Injunction filed by Jerry\nYoung, Christy Colley. ACTION TAKEN: Motion denied. (Court Reporter C.\nBond (601/965−4410) (LWE) (Entered: 09/25/2008)\n09/25/2008 11  ORDER denying 2 Motion for Preliminary Injunction Signed by District Judge\nTom S. Lee on 9/25/08 (SEC) (Entered: 09/25/2008)\n09/26/2008 TEXT ONLY ORDER granting 6 Motion to Appear Pro Hac Vice; granting 7\nMotion to Appear Pro Hac Vice; granting 8 Motion to Appear Pro Hac Vice, that\nNeil T.Bradley, Moffatt Laughlin McDonald and Nancy G. Abudu be admitted pro\nhac vice in this case on behalf of the plaintiffs in association with local counsel,\nupon payment of the required fee and upon registration for electronic filing as\nrequired by the Court. NO WRITTEN ORDER SHALL ISSUE. Signed by\nMagistrate Judge James C. Sumner on September 26, 2008 (CSF) (Entered:\n09/26/2008)\n09/26/2008 Pro Hac Vice fee paid by Nancy G. Abudu $100, receipt number J027610 (SEC)\n(Entered: 09/26/2008)\n09/26/2008 Pro Hac Vice fee paid by Moffatt Laughlin McDonald $100, receipt number\nJ027609 (SEC) (Entered: 09/26/2008)\n09/26/2008 Pro Hac Vice fee paid by Neil T. Bradley $ 100, receipt number J027608 (SEC)\n(Entered: 09/26/2008)\n10/02/2008 12  MOTION for Certificate of Appealability by Jerry Young, Christy Colley (Bennett,\nKristy) (Entered: 10/02/2008)\n10/02/2008 13  MOTION to Dismiss by Delbert Hosemann (Shurden, Shawn) (Entered:\n10/02/2008)\n10/02/2008 14  MEMORANDUM in Support re 13 MOTION to Dismiss filed by Delbert\nHosemann (Shurden, Shawn) (Entered: 10/02/2008)\n10/03/2008 15  MOTION to Withdraw 12 MOTION for Certificate of Appealability by Jerry\nYoung, Christy Colley (Bennett, Kristy) (Entered: 10/03/2008)\n10/03/2008 16  NOTICE OF INTERLOCUTORY APPEAL as to 11 Order on Motion for\nPreliminary Injunction by Jerry Young, Christy Colley. Filing fee $ 455, receipt\nnumber 05380000000001122821. (Bennett, Kristy) Modified on 10/3/2008 to\nreflect interlocutory appeal. (cwl). (Entered: 10/03/2008)\n10/03/2008 Remark − mailed to attorney Kristy L. Bennett transcript order form. (cwl)\n(Entered: 10/03/2008)\n10/06/2008 17  ORDER withdrawing 12 Motion for Certification of interlocutory appeal; granting\n15 Motion to Withdraw. Signed by District Judge Tom S. Lee on 10/6/08 (LWE)\n(Entered: 10/06/2008)\n10/07/2008 18  MOTION to Stay pending appeal by Jerry Young, Christy Colley (Attachments: #\n1 Proposed Order)(Abudu − PHV, Nancy) (Entered: 10/07/2008)\n\nCase: 3:08-cv-00567-TSL-JCS     As of: 08/23/2011 08:21 PM CDT(cid:10)     5 of 7(cid:10)\n10/07/2008 19  ORDER denying 18 Motion to Stay/motion for injunction pending appeal. Signed\nby District Judge Tom S. Lee on 10/7/08 (LWE) (Entered: 10/07/2008)\n10/17/2008 20  RESPONSE in Opposition re 13 MOTION to Dismiss filed by Jerry Young,\nChristy Colley (Abudu − PHV, Nancy) (Entered: 10/17/2008)\n10/17/2008 21  Rebuttal re 13 MOTION to Dismiss filed by Delbert Hosemann (Attachments: # 1\nExhibit Exhibits A − C)(Shurden, Shawn) (Entered: 10/17/2008)\n10/20/2008 22  ORDER of USCA(certified copy) as to 16 Notice of Appeal, filed by Jerry Young,\nChristy Colley; that appellants' motion for injunction pending appeal is denied.\n(SEC) (Entered: 10/21/2008)\n10/22/2008 23  TRANSCRIPT REQUEST by Jerry Young, Christy Colley for proceedings held on\n9/25/08 before Judge Tom S. Lee, (Abudu − PHV, Nancy) (Entered: 10/22/2008)\n10/27/2008 24  NOTICE of Appearance by Jay Westfaul on behalf of Julius Harris, Jimmy Herron,\nBonnie G. Land, Ronald McMinn, Vivian Burkley (Westfaul, Jay) (Entered:\n10/27/2008)\n10/28/2008 25  SUMMONS Returned Executed by Jerry Young, Christy Colley Julius Harris\nserved on 10/21/2008, answer due 11/10/2008. (Bennett, Kristy) (Entered:\n10/28/2008)\n10/28/2008 26  SUMMONS Returned Executed by Jerry Young, Christy Colley Jimmy Herron\nserved on 10/21/2008, answer due 11/10/2008. (Bennett, Kristy) (Entered:\n10/28/2008)\n10/28/2008 27  SUMMONS Returned Executed by Jerry Young, Christy Colley Bonnie G. Land\nserved on 10/21/2008, answer due 11/10/2008. (Bennett, Kristy) (Entered:\n10/28/2008)\n10/28/2008 28  SUMMONS Returned Executed by Jerry Young, Christy Colley Ronald McMinn\nserved on 10/21/2008, answer due 11/10/2008. (Bennett, Kristy) (Entered:\n10/28/2008)\n11/07/2008 29  MOTION to Dismiss by Julius Harris, Jimmy Herron, Bonnie G. Land, Ronald\nMcMinn, Vivian Burkley (Westfaul, Jay) (Entered: 11/07/2008)\n11/07/2008 30  Joinder by John H. Edwards, John M. Wages, Kristin Buse, Debby McCafferty,\nHarry Grayson, Jr to 13 MOTION to Dismiss filed by Delbert Hosemann\n(Murphree, William) (Entered: 11/07/2008)\n11/12/2008 31  USCA JUDGMENT: dismissed as to 11/5/08, for want of prosecution. The\nappellant failed to timely order transcript and make financial arrangements as to 16\nNotice of Appeal, filed by Jerry Young, Christy Colley (Attachments: # 1 Cover\nLetter)(cwl) (Entered: 11/13/2008)\n11/13/2008 32  RESPONSE in Opposition re 29 MOTION to Dismiss filed by Jerry Young,\nChristy Colley (Abudu − PHV, Nancy) (Entered: 11/13/2008)\n11/14/2008 DOCKET ANNOTATION as to # 32 second page of document inadvertently\nscanned twice. Attorney Nancy Abudu should refile the document. (cwl) (Entered:\n11/14/2008)\n11/14/2008 Pro Hac Vice fee paid by (John P. Wolff, III) $ 100, receipt number J028739 (cwl)\nModified on 11/14/2008 inadvertently filed instead it should have been docketed in\n3:08cv657. (cwl). (Entered: 11/14/2008)\n11/14/2008 33  DOCKET ANNOTATION as to Pro Hac Fee paid as to John P. Wolff, III\ninadvertently entered in this case instead is should have been entered in 3:08cv657.\n(cwl) (Entered: 11/14/2008)\n11/17/2008 34  RESPONSE in Opposition re 29 MOTION to Dismiss (Corrected) filed by Jerry\nYoung, Christy Colley (Abudu − PHV, Nancy) (Entered: 11/17/2008)\n11/24/2008 35  USCA Memorandum: reinstated, re 16 Notice of Appeal. (cwl) (cwl). (Entered:\n11/24/2008)\n\nCase: 3:08-cv-00567-TSL-JCS     As of: 08/23/2011 08:21 PM CDT(cid:10)     6 of 7(cid:10)\n11/24/2008 36  Joinder by Julius Harris, Jimmy Herron, Bonnie G. Land, Ronald McMinn, Vivian\nBurkley to 14 Memorandum in Support of Motion filed by Delbert Hosemann, 21\nRebuttal filed by Delbert Hosemann, 13 MOTION to Dismiss filed by Delbert\nHosemann (Westfaul, Jay) (Entered: 11/24/2008)\n11/25/2008 37  SUMMONS Returned Executed by Jerry Young, Christy Colley Harry Grayson, Jr\nserved on 10/24/2008, answer due 11/13/2008. (Bennett, Kristy) (Entered:\n11/25/2008)\n11/25/2008 38  SUMMONS Returned Executed by Jerry Young, Christy Colley John M. Wages\nserved on 10/24/2008, answer due 11/13/2008. (Bennett, Kristy) (Entered:\n11/25/2008)\n11/25/2008 39  SUMMONS Returned Executed by Jerry Young, Christy Colley John H. Edwards\nserved on 10/24/2008, answer due 11/13/2008. (Bennett, Kristy) (Entered:\n11/25/2008)\n11/25/2008 40  SUMMONS Returned Executed by Jerry Young, Christy Colley Kristin Buse\nserved on 10/24/2008, answer due 11/13/2008. (Bennett, Kristy) (Entered:\n11/25/2008)\n11/25/2008 41  SUMMONS Returned Executed by Jerry Young, Christy Colley Debby\nMcCafferty served on 10/24/2008, answer due 11/13/2008. (Bennett, Kristy)\n(Entered: 11/25/2008)\n12/17/2008 42  WAIVER OF SERVICE Returned Executed by Jerry Young, Christy Colley.\nVivian Burkley waiver sent on 12/3/2008, answer due 2/2/2009. (Abudu − PHV,\nNancy) (Entered: 12/17/2008)\n01/14/2009 DOCKET ANNOTATION as to # 35 incorrect pdf document attached. Removed\nand attached the correct pdf document. (cwl) (Entered: 01/14/2009)\n01/28/2009 43  NOTICE OF FILING OF OFFICIAL TRANSCRIPT for dates of September 25,\n2008 before Judge Tom S. Lee, re 16 Notice of Appeal, Court Reporter/Transcriber\nCherie Bond, Telephone number 601.965.4410. NOTICE RE : REDACTION OF\nTRANSCRIPTS: The parties have seven (7) calendar days to file with the Court a\nNotice of Intent to Request Redaction of this transcript. If no Notice is filed, the\ntranscript will be made electronically available to the public without redaction after\n90 calendar days. The policy is located on the court website at\nwww.mssd.uscourts.gov. Transcript may be viewed at the court public terminal or\npurchased through the Court Reporter/Transcriber before the deadline for Release\nof Transcript Restriction. After that date it may be obtained through PACER.\nRedaction Request due 2/18/2009. Redacted Transcript Deadline set for 3/2/2009.\nRelease of Transcript Restriction set for 4/28/2009. (CB) (Entered: 01/28/2009)\n03/09/2009 44  ORDER granting 29 Motion to Dismiss; granting 13 Motion to Dismiss Signed by\nDistrict Judge Tom S. Lee on 3/9/09 (cwl) (Entered: 03/09/2009)\n03/11/2009 45  MOTION to Withdraw as Attorney for Neil Bradley by Jerry Young, Christy\nColley (Attachments: # 1 Proposed Order)(Abudu − PHV, Nancy) (Entered:\n03/11/2009)\n03/11/2009 46  NOTICE OF APPEAL as to 44 Order on Motion to Dismiss, by Jerry Young,\nChristy Colley. Filing fee $ 455, receipt number 05380000000001243463. (Abudu\n− PHV, Nancy) (Entered: 03/11/2009)\n03/11/2009 47  REPLY to Response to Motion re 45 MOTION to Withdraw as Attorney for Neil\nBradley filed by Julius Harris, Jimmy Herron, Bonnie G. Land, Ronald McMinn,\nVivian Burkley (Westfaul, Jay) (Entered: 03/11/2009)\n03/12/2009 TEXT ONLY ORDER granting 45 Motion to Withdraw as Attorney. Attorney Neil\nT. Bradley terminated. Signed by Magistrate Judge James C. Sumner on March 12,\n2009. NO FURTHER WRITTEN ORDER TO ENTER. (DCL) (Entered:\n03/12/2009)\n04/01/2009 48  USCA Case Number 09−60188 for 46 Notice of Appeal filed by Jerry Young,\nChristy Colley. (SEC) (Entered: 04/02/2009)\n\nCase: 3:08-cv-00567-TSL-JCS     As of: 08/23/2011 08:21 PM CDT(cid:10)     7 of 7(cid:10)\n04/20/2009 49  Appeal Remark: the court granted motion to consolidate; the briefing notice is\nbeing issued in case 09−60188 and resumed in case 08−60941 so that the brief\ndeadlines will be due on the same date re 46 Notice of Appeal : (SEC) (Entered:\n04/20/2009)\n06/11/2009 50  COURT RECORD LOAN FORM re 46 Notice of Appeal : complete appeal\nhanded Hoseman's attorney of record. (SEC) (Entered: 06/11/2009)\n03/25/2010 51  Copy of Opinion − USCA re 46 Notice of Appeal, 16 Notice of Appeal,\nAFFIRMED. (SEC) (Entered: 03/26/2010)\n03/25/2010 52  USCA JUDGMENT as to 46 Notice of Appeal filed by Jerry Young, Christy\nColley, 16 Notice of Appeal, filed by Jerry Young, Christy Colley; that the\njudgment of the District Court is affirmed; that plaintiffs−appellants pay to\ndefendants−appellees the costs on appeal to be taxed by lthe Clerk of this Court.\nIssued as Mandate: 3/19/10 (SEC) (Entered: 03/26/2010)\n03/25/2010 53  Appeal Remark re 16 Notice of Appeal, 46 Notice of Appeal : Record/original\npapers/exhibits to be returned. (SEC) (Entered: 03/26/2010)\n03/29/2010 54  Appeal Remark re 16 Notice of Appeal, 46 Notice of Appeal : the electronic record\nrecycled. (SEC) (Entered: 03/29/2010)",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/40261"
    },
    {
      "date": "2008-10-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40284,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40284.pdf",
      "title": "Memorandum of Authorities in Support of Defendant's Motion to Dismiss",
      "text": "Case 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 1 of 27\nIN THE UNITED STATES DISTRICT COURT\nFOR THE SOUTHERN DISTRICT OF MISSISSIPPI\nJACKSON DIVISION\nJERRY YOUNG and CHRISTY COLLEY PLAINTIFFS\nVS.             CIVIL ACTION NO. 3:08cv567 TSL-JCS\nDELBERT HOSEMANN, in his official\ncapacity as the Secretary of State of \nMississippi; KRISTIN BUSE, DEBBY\nMcCAFFERTY, JOHN M. WAGES,\nHARRY GRAYSON, JR., and \nJOHN H. EDWARDS, in their official\ncapacities as Election Commissioners of\nLee County; and VIVIAN BURKLEY, \nJULIUS HARRIS, JIMMY HERRON,\nBONNIE G. LAND, and RONALD McMINN,\nin their official capacities as Election\nCommissioners in Panola County                  DEFENDANTS\nMEMORANDUM OF AUTHORITIES\nIN SUPPORT OF DEFENDANT’S MOTION TO DISMISS\nCOMES NOW the Defendant, Secretary of State Delbert Hosemann, in his official\ncapacity (referred to collectively as “the State” or the “State Defendants,” as the arguments\nherein are applicable to the election commissioners as arms of the state as asserted herein) in the\nabove styled case and file this Memorandum of Authorities in Support of Defendant’s Motion to\nDismiss, stating as follows: \nBACKGROUND\nOn September 12, 2008, Plaintiffs filed the present Complaint and a Motion for\nPreliminary Injunction.  “Specifically, Plaintiffs allege that Article 12, Section 241 of the\nMississippi Constitution explicitly allows for individuals who have been convicted of a crime to\nvote for President and Vice President of the United States” and that the State’s “disfranchisement\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 2 of 27\nviolates . . . Section 241 . . . the equal protection clause . . . and the National Voter Registration\nAct.”  (Compl. at ¶ 1).  After briefing and a hearing, this Court denied Plaintiffs’ request for\ninjunctive relief, finding that the “Defendants’ interpretation of Section 241 of the Mississippi\nConstitution is correct[.]”  (Doc. no. 11, Order entered September 25, 2008).  In lieu of filing an\nAnswer, the State now moves to dismiss Plaintiffs’ Complaint.\nLEGAL ARGUMENT\nThe State presents the instant motion pursuant to Rules 12(b)(1) and (6) of the Federal\nRules of Civil Procedure to dismiss for lack of subject matter jurisdiction and failure to state a\nclaim upon which relief can be granted, respectively.  The State submits that it is entitled to\ndismissal on all counts because Plaintiffs cannot obtain any relief against it, even if all well-\npleaded factual allegations in Plaintiffs’ Complaint are assumed to be true.  Jones v. Greninger,\n188 F.3d 322, 324 (5th Cir.1999).\nAs discussed below, the Court has several grounds upon which to dismiss Plaintiffs’\nclaims.  The State Defendants will show (1) that Plaintiffs fail to state a claim upon which relief\ncan be granted because their interpretation of Section 241 is legally incorrect; (2) that this Court\nlacks subject matter jurisdiction; (3) that the State Defendants are entitled to the immunity from\nsuit recognized by the Eleventh Amendment to the Constitution of the United States regarding\nPlaintiffs’ official capacity claims brought under both state and federal law; and (4) that the\nCourt should abstain from hearing this matter under the Pullman abstention doctrine in the event\nthis Court finds state law unsettled.  The State Defendants will address each of these arguments\nin turn.\n2\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 3 of 27\nI.  All of Plaintiffs’ Claims Rely Upon a Misinterpretation of State Law.\nPlaintiffs rely solely upon their interpretation of state law to prove a violation of Section\n241 itself, the Equal Protection Clause and the NVRA.  Although couched in terms of violations\nof the United States Constitution and the NVRA, Plaintiffs’ claims are, in essence and in fact,\nmerely claims for an alleged violation of state election law.  Plaintiffs’ claims begin and end with\nSection 241 and their interpretation of that provision.  \nPlaintiffs are not asserting that Section 241 of the Mississippi Constitution, standing\nalone, is unlawful or unconstitutional.  Indeed, Plaintiffs seek the protection and alleged benefit\nof Section 241, arguing that Section 241 actually protects the right of convicted felons to vote for\nPresident and Vice President (although the State has never applied Section 241 in this fashion). \nRather, Plaintiffs argue that the State’s interpretation and application of Section 241 violates both\nstate and federal law.  Thus, Plaintiffs’ suit turns upon the accuracy of Plaintiffs’ interpretation of\nstate law, so much so that Plaintiffs’ federal claims are dependant on this Court finding a\nviolation of state law.\nSection 241 of the Mississippi Constitution provides:\nEvery inhabitant of this state, except idiots and insane persons, who is a citizen of\nthe United States of America, eighteen (18) years old and upward, who has been a\nresident of this state for one (1) year, and for one (1) year in the county in which\nhe offers to vote, and for six (6) months in the election precinct or in the\nincorporated city or town in which he offers to vote, and who is duly registered as\nprovided in this article, and who has never been convicted of murder, rape,\nbribery, theft, arson, obtaining money or goods under false pretense, perjury,\nforgery, embezzlement or bigamy, is declared to be a qualified elector, except\nthat he shall be qualified to vote for President and Vice President of the United\nStates if he meets the requirements established by Congress therefor and is\notherwise a qualified elector.\nMISS. CONST., art. XII, § 241 (emphasis added).  Somehow, Plaintiffs read Section 241 to allow\n3\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 4 of 27\nconvicted felons, who would otherwise be disenfranchised, to vote for President and Vice\nPresident.1  The State disagrees.\nSection 241 does not preserve the right of a disenfranchised felon to vote for President or\nVice President.  Section 241 prescribes five requirements for a Mississippi inhabitant to qualify\nas an elector:  the inhabitant must (1) be a citizen of the United States of America; (2) be at least\n18 years old; (3) be a resident of the state and county in which he offers to vote for  one year and\nof the voting precinct or municipality for six months;2 (4) be registered to vote; and (5) not be\nconvicted of a disenfranchising crime.  MISS. CONST., art. XII, § 241.  After setting forth these\nrequirements, Section 241 provides that “[such a person] is declared to be a qualified elector,\nexcept that he shall be qualified to vote for President and Vice President of the United States if\nhe meets the requirements established by Congress therefor and is otherwise a qualified\nelector.  Id. (emphasis added).  Plaintiffs interpret the “except that he shall be qualified to vote\nfor President” language as an exception or exemption to the last requirement  - to not be\nconvicted of a disenfranchising crime - for elections for President and Vice President.  Such an\ninterpretation ignores the structure of Section 241, as well as its meaning.\n1Both Plaintiffs are disenfranchised felons.  According to the Complaint, Colley was convicted of\nembezzlement in 1999, and Young was convicted of armed robbery, considered “theft” under Section\n241, in 1980.  See Cotton v. Fordice, 157 F.3d 388, 391 (5th Cir. 1998).\n2The durational residency requirements of Section 241 were found to violate the Equal Protection\nClause of the Fourteenth Amendment to the United States Constitution in Graham v. Waller, 343 F.\nSupp. 1 (S.D. Miss. 1972), which imposed only a thirty day residency requirement in the state, county\nand precinct or municipality.  To that extent, Section 241 was abrogated upon the enactment of\nMississippi Code Section 23-15-11, providing for a thirty day residency requirement and incorporating\nthe provisions of Section 241.\n4\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 5 of 27\nThe flaw in Plaintiffs’ reading is readily apparent when one observes the provision’s\nsimple structure:\nEvery inhabitant of this state . . . who [meets the five listed requirement], is\ndeclared to be a qualified elector, except that he shall be qualified to vote for\nPresident and Vice President of the United States if he meets the requirements\nestablished by Congress therefor and is otherwise a qualified elector.\nMISS. CONST., art. XII, § 241 (emphasis added).  Plaintiffs’ interpretation applies the alleged\nexception to only one requirement, but no structural or logical basis exists for such an\napplication.  The alleged exception is separated from all the listed requirements by a comma and\nthe phrase “is declared to be a qualified elector.”  Under Plaintiffs’ interpretation, the exception\ncould apply to any, all or none of the requirements to be a qualified elector because there is no\nreason why the alleged exception should modify only the last listed requirement.  Additionally,\nPlaintiffs would have this Court ignore the “and is otherwise a qualified elector” language of\nSection 241, completely reading out any meaning for the phrase.  \nThe language of Section 241, however, has meaning.  It recognizes Congressional\nauthority to regulate the voting qualifications of electors for President and Vice President, as well\nas the traditional and inherent authority of the states to set voter qualifications, so long as federal\nand state laws are not in conflict.3  Plaintiffs’ interpretation would read out of Section 241 the\nstates’ primary authority to establish requirements to be a qualified elector in federal elections.  \nThe power to establish requirements for qualified electors for President and Vice\n3In fact, the amendment in 1972 of Section 241, lowering the voting age and adding the disputed\nlanguage, coincides with the ratification of the Twenty-Sixth Amendment, lowering the nation’s voting\nage to 18.  In addition to the Twenty-Sixth Amendment, the Fourteenth, Fifteenth (race), Nineteenth\n(sex) and Twenty-Fourth (poll tax) Amendments all impact the qualifications of electors and recognize\nCongressional authority to pass appropriate legislation to enforce those Amendments.\n5\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 6 of 27\nPresident is vested in the states by the federal Constitution, providing that “[e]ach State shall\nappoint, in such Manner as the Legislature thereof may direct, a Number of Electors[.]”   U.S.\nCONST. art. II, § 1, cl. 2; see, e.g., McPherson v. Blacker, 146 U.S. 1, 35 (1892).  Likewise, states\nare vested with the power to set the qualifications of electors for Congressional elections.  U.S.\nCONST. art. I, § 2, cl. 2 (Representatives) and amend. XVII, cl. 1 (Senators); see, e.g., Katzenbach\nv. Morgan, 384 U.S. 641, 647 (1966).  Indeed, the constitutionally mandated balance between\nstate and federal authority has been readily identified by the Supreme Court:\nUnder the distribution of powers effected by the Constitution, the States establish\nqualifications for voting for state officers, and the qualifications established by the\nStates for voting for members of the most numerous branch of the state legislature\nalso determine who may vote for United States Representatives and Senators, Art.\nI, s 2; Seventeenth Amendment; Ex parte Yarbrough, 110 U.S. 651, 663, 4 S.Ct.\n152, 28 L.Ed. 274. But, of course, the States have no power to grant or withhold\nthe franchise on conditions that are forbidden by the Fourteenth Amendment, or\nany other provision of the Constitution.  \nKatzenbach, 384 U.S. at 647.  The Constitution establishes the State’s authority to set voter\nqualifications, and while Congress may regulate voting issues, Congress does not establish voter\nqualifications per se.\nAdditionally, Section 2 of the Fourteenth Amendment to the United States Constitution\nexplicitly recognizes the authority of the states regarding voter qualifications and\ndisenfranchisement:\nRepresentatives shall be apportioned among the several States according to their\nrespective numbers, counting the whole number of persons in each State,\nexcluding Indians not taxed. But when the right to vote at any election for the\nchoice of electors for President and Vice President of the United States,\nRepresentatives in Congress, the Executive and Judicial officers of a State, or the\nmembers of the Legislature thereof, is denied to any of the male inhabitants of\nsuch State, being twenty-one years of age, and citizens of the United States, or in\nany way abridged, except for participation in rebellion, or other crime, the\n6\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 7 of 27\nbasis of representation therein shall be reduced in the proportion which the\nnumber of such male citizens shall bear to the whole number of male citizens\ntwenty-one years of age in such State.\nU.S. CONST. amend. XIV, § 2 (emphasis added).  Section 2 of the Fourteenth Amendment plainly\nsanctions the disenfranchisement of felons by the states as qualified voters for the election of\nPresident and Vice President.4  See id.; Richardson v. Ramirez, 418 U.S. 24, 54-56, 94 S. Ct.\n2655 (1974); Hayden v. Pataki, 449 F.3d 305, 316 (2nd Cir. 2006); Cotton, 157 F.3d at 391.\nOf Section 241’s requirements to become a qualified elector, only the durational\nresidency requirement is impacted by federal law.  Particularly, 42 U.S.C. § 1973aa-1 provides in\npertinent part:\nNo citizen of the United States who is otherwise qualified to vote in any election\nfor President and Vice President shall be denied the right to vote for electors for\nPresident and Vice President, or for President and Vice President, in such election\nbecause of the failure of such citizen to comply with any durational residency\nrequirement of such State or political subdivision[.]\n42 U.S.C. § 1973aa-1(c) (emphasis added).  Therefore, to qualify to vote for President and Vice\nPresident in Mississippi, an inhabitant must meet the requirements of Section 241, except the\ndurational residency requirement.5\nBoth the structure and meaning of Section 241 reject Plaintiffs’ interpretation. \nAdditionally, other state statutes, read in pari materia with Section 241, prove that no federal\n4Thus, it is apparent that Plaintiffs’ Equal Protection claim rises and falls with their state law\nclaim.  The same is true for Plaintiffs’ claims under the NVRA, which explicitly recognizes that states\nmay remove any registered voter “as permitted by State law, by reason of criminal conviction or mental\nincapacity.”  42 U.S.C. § 1973gg-6(a)(3)(B); see infra at 20-21.  \n5Given the enactment of Mississippi Code Section 23-15-11, the only instance in which the state\nresidency requirement would not be applicable is if a qualified elector of Mississippi moved to another\nstate within thirty days of a Presidential and Vice Presidential election and was not a qualified voter\nunder the laws of his new state.  In that instance, such otherwise qualified voter could return to\nMississippi to vote or vote by Mississippi absentee ballot.  See 42 U.S.C. § 1973aa-1(e).\n7\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 8 of 27\nelection exception exists.  Section 23-15-11, which tracks the qualified elector language of\nSection 241, provides, in pertinent part:\nEvery inhabitant of this state, except persons adjudicated to be non compos\nmentis, who is a citizen of the United States of America, eighteen (18) years old\nand upwards, who has resided in this state for thirty (30) days and for thirty (30)\ndays in the county in which he seeks to vote, and for thirty (30) days in the\nincorporated municipality in which he seeks to vote, and who has been duly\nregistered as an elector under Section 23-15-33, and who has never been\nconvicted of any crime listed in Section 241, Mississippi Constitution of 1890,\nshall be a qualified elector in and for the county, municipality and voting precinct\nof his residence, and shall be entitled to vote at any election. . . .  No others\nthan those specified in this section shall be entitled, or shall be allowed, to\nvote at any election. \nMiss. Code Ann. § 23-15-11 (emphasis added).  The highlighted language is clear and\nunambiguous, containing no exception for federal elections.  Additionally, § 23-15-19 stipulates\nthat:\nAny person who has been convicted of any crime listed in Section 241,\nMississippi Constitution of 1890, shall not be registered, or if registered the name\nof such person shall be erased from the registration book on which it may be\nfound by the registrar or by the election commissioners.\nMiss. Code Ann. § 23-15-19.  Again, this provision contains no exception to disenfranchisement\nfor those convicted of any crime listed in Section 241.  Section 23-15-151 provides for the\ntracking of disenfranchised felons:\nThe circuit clerk of each county is authorized and directed to prepare and keep in\nhis office a full and complete list, in alphabetical order, of persons convicted of\nany crime listed in Section 241, Mississippi Constitution of 1890. Said clerk shall\nenter the names of all persons who have been or shall be hereafter convicted of\nany crime listed in Section 241, Mississippi Constitution of 1890, in a book\nprepared and kept for that purpose.\nMiss. Code Ann. § 23-15-151.  As with the other statutes, there is no recognized exception for\nvoting in federal elections.\n8\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 9 of 27\nThe State Defendants have shown that Plaintiffs’ interpretation is incorrect.6  Having\nclearly failed to establish that Section 241 protects a convicted felon’s right to vote for President\nand Vice President, all of Plaintiffs’ claims become unsupportable as a matter of law, and the\nCourt should grant the State’s motion to dismiss.\nII.  This Court Lacks Subject Matter Jurisdiction to Hear Plaintiffs’ Claims.\nAs the party asserting jurisdiction, Plaintiffs bear the burden of establishing subject\nmatter jurisdiction.  Kokkonen v. Guardian Liberty Life Ins. Co. of Am., 511 U.S. 375, 377\n(1994).  To support federal jurisdiction, the Complaint must be drawn in such a way “so as to\nclaim a right to recover under the Constitution and laws of the United States.”  Bell v. Hood, 327\nU.S. 678, 681 (1946); Suthoff v. Yazoo County Idus. Dev. Corp., 637 F.2d 337, 339 (5th Cir.\n1981).  While federal courts should exercise jurisdiction where the Complaint “seek[s] recovery\ndirectly under the Constitution or laws of the United States,” Bell, 327 U.S. at 681, jurisdiction\ndoes not exist “where the alleged claim under the Constitution or federal statutes clearly appears\nto be immaterial and made solely for the purpose of obtaining jurisdiction or where such a claim\nis wholly insubstantial and frivolous.”  Id. at 682-83; Suthoff, 637 F.2d at 339.   A claim is\nconsidered frivolous or insubstantial where such claim “has no plausible foundation or which is\nclearly foreclosed by a prior Supreme Court decision.”  Bell v. Health-Mor, Inc., 549 F.2d 342,\n344 (5th Cir. 1977).  As discussed below, Plaintiffs have failed to establish subject matter\n6A second interpretation exists concerning the phrase “except that he shall be qualified to vote\nfor President and Vice President of the United States if he meets the requirements established by\nCongress therefor[.]” Because voters actually cast their votes for Presidential electors rather than voting\nfor President directly, Miss. Code Ann. § 23-15-785, one argument is that the disputed language\naddresses the qualifications of those who would be Presidential electors, i.e. those who actually “vote for\nPresident and Vice President.”  Regardless, this argument does not aid Plaintiffs but further illustrates the\nabsurdity of Plaintiffs’ position.\n9\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 10 of 27\njurisdiction.\n Plaintiffs are not asserting that Section 241 of the Mississippi Constitution, standing\nalone, is unlawful or unconstitutional.  Indeed, Plaintiffs seek the protection and alleged benefit\nof Section 241, arguing that Section 241 actually protects the right of convicted felons to vote for\nPresident and Vice President (although the State has never applied Section 241 in this fashion). \nRather, Plaintiffs argue that the State’s interpretation and application of Section 241 violates both\nstate and federal law.  Thus, Plaintiffs’ suit turns upon the accuracy of Plaintiffs’ interpretation of\nstate law, so much so that Plaintiffs’ federal claims are dependant on this Court finding a\nviolation of state law.\nA cursory review of the Complaint reveals that Plaintiffs do not premise their recovery\ndirectly on the Equal Protection Clause or the NVRA.  Plaintiffs’ entire factual allegations\naddress state law, (Compl. at 3-5), and their first cause of action is devoted to an alleged\nviolation of Section 241 of the Mississippi Constitution, asserting that “Section 241 . . . secures\nthe rights of individuals convicted of crimes to vote for President and Vice President of the\nUntied States.”  (Compl. at 5-6).  Plaintiffs’ second and third causes of action for violation of the\nEqual Protection Clause and the NVRA, respectively, are premised necessarily on the retention\nby convicted felons of the right to vote under state law.  The Complaint recognizes such reliance\nnoting under each count that “[a]lthough Plaintiffs Young and Colley have felony convictions,\nthey remain eligible to vote for President and Vice President of the United States.”  (Compl. at ¶¶\n28, 37).   \nPlaintiffs’ Memorandum of Law in Support of their Motion for Preliminary Injunction\nleaves no doubt as to Plaintiffs’ sole reliance on state law:  \n10\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 11 of 27\nPursuant to . . . Section 241 . . . Plaintiffs retain the right to vote in the November\n4, 2008 election for president and vice president on an equal basis with citizens\nwho have never been convicted of a crime. \n(Pl.s’ Memo. in Supp. of Mot. for Prelim. Injunction at 7-8).  Regarding Plaintiffs’ claims under\nthe NVRA, Plaintiffs’ Memo again states that: \nMississippi law allows anyone with a criminal conviction to vote for president and\nvice president of the United State.  However, neither Mississippi’s voter\nregistration application form nor Mississippi’s driver’s license application form\nallows a person to register to vote only in presidential and vice presidential\nelections. \n(Pl.s’ Memo. in Supp. of Mot. for Prelim. Injunction at 10).  Thus, it is only by operation of state\nlaw as interpreted by Plaintiffs that Plaintiffs can even invoke the alleged protections of the\nFourteenth Amendment and the NVRA.  Their claims are clearly predicated on state law, not\nfederal law.  Such bootstrapping is impermissible under Supreme Court and Fifth Circuit\nprecedent.\n  In Snowden v. Hughes, the Supreme Court considered a state candidate’s claim that state\nelection officials had “willfully, maliciously, and arbitrarily” violated state election statutes in\nrefusing to place him on the ballot and, thus, violated the Fourteenth Amendment.  321 U.S. 1, 4\n(1944).  Specifically, state law provided that two Republican nominees were to appear on the\nballot for the election of representatives to the General Assembly.  Id. at 3.  The State Primary\nCanvassing Board, however, certified only one Republican nominee to appear on the ballot.  Id.\nat 4.  Petitioner, having received the second highest votes, sued in federal court under the Equal\nProtection Clause, arguing that the actions of the canvassing board “constituted an ‘unequal,\nunjust and oppressive administration’ of the laws of Illinois.”  Id.  The Supreme Court\nrecognized plaintiff’s argument to be that the canvassing board, “merely by failing to certify\n11\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 12 of 27\npetitioner as a duly elected nominee, has denied to him a right conferred by state law.”  Id. at 8.  \nThe Supreme Court rejected plaintiff’s attempt to equate a violation of state election law\nwith a violation of the Fourteenth Amendment:\nNor can we conclude that the action of the State Primary Canvassing Board, even\nthough it be regarded as state action within the prohibitions of the Fourteenth\nAmendment, was a denial of the equal protection of the laws. The denial alleged\nis of the right of petitioner to be a candidate for and to be elected to public office\nupon receiving a sufficient number of votes. The right is one secured to him by\nstate statute and the deprivation of right is alleged to result solely from the Board's\nfailure to obey state law. There is no contention that the statutes of the state are in\nany respect inconsistent with the guarantees of the Fourteenth Amendment.\n* * *\nBut not every denial of a right conferred by state law involves a denial of the\nequal protection of the laws, even though the denial of the right to one person may\noperate to confer it on another. Where, as here, a statute requires official action\ndiscriminating between a successful and an unsuccessful candidate, the required\naction is not a denial of equal protection since the distinction between the\nsuccessful and the unsuccessful candidate is based on a permissible classification.\nAnd where the official action purports to be in conformity to the statutory\nclassification, an erroneous or mistaken performance of the statutory duty,\nalthough a violation of the statute, is not without more a denial of the equal\nprotection of the laws.\nId. at 7-8.  The Court noted that the proper inquiry was whether the state action – independent of\nits legality under state law – violated the Fourteenth Amendment in and of itself.\nIf the action of the Board is official action it is subject to constitutional infirmity\nto the same but no greater extent than if the action were taken by the state\nlegislature.  Its illegality under the state statute can neither add to nor subtract\nfrom its constitutional validity.  Mere violation of a state statute does not infringe\nthe federal Constitution.  And state action, even though illegal under state law, can\nbe no more and no less constitutional under the Fourteenth Amendment than if it\nwere sanctioned by the state legislature.\nId. at 11 (internal citations omitted).  Based on the preceding, the Court found that it lacked\njurisdiction, concluding that “the right asserted by the petitioner is not one secured by the\n12\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 13 of 27\nFourteenth Amendment and affords no basis for a suit brought under the sections of the Civil\nRights Acts relied upon[.]”  Id. 13.\nThe Fifth Circuit, in Stern v. Tarant County Hosp. Dist., considered en banc the equal\nprotection claims of five osteopathic physicians who had been denied staff privileges at a county\nhospital.  778 F.2d 1052 (5th Cir. 1985).  Specifically, state law prohibited state-agency hospitals\nfrom denying medical staff appointments based solely upon the academic medical degree held by\nthe licensed physician, that is a hospital could not discriminate between an allopathic physician\n(M.D.) and an osteopathic physician (D.O.).  Id. at 1054-55.  The offending hospital admittedly\ndenied staff privileges to the five osteopaths because they had not completed an allopathic\ntraining program.  Id. at 1054.\nNevertheless, the Fifth Circuit ultimately rejected plaintiffs’ equal protection challenge:\nWe reject a per se equal protection analysis. The guarantees of the fourteenth\namendment, its requirement that state laws be applied in the same way to those\nentitled to equal treatment and its promise of protection from arbitrary or\nirrational state action, are guarantees that turn on federal constitutional standards\nof equality and rationality rather than on state standards. Converting alleged\nviolations of state law into federal equal protection and due process claims\nimproperly bootstraps state law into the Constitution. In doing so, this novel\napproach would expand the scope of the fourteenth amendment, would render its\nmeaning less certain, and would serve no legitimate policy.\nId. at 1056 (emphasis added).  Following Snowden, the Fifth Circuit noted that “[o]ur lodestar is\nnot what the state legislature has done or purported to do, but what any rational decision maker\nmight have chosen to do.”  Id. at 1059-60.\nAs directed by the holdings in Snowden and Stern, the proper inquiry is whether the\nState’s interpretation and application of Section 241, regardless of its alleged illegality under\nstate law, actually violates the Fourteenth Amendment.  This inquiry is decisive regarding this\n13\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 14 of 27\nCourt’s jurisdiction for two reasons:  First, Plaintiffs do not directly and independently challenge\nthe State’s interpretation and application of Section 241.  Plaintiffs’ challenge is dependent upon\nan alleged violation of state law.  Supra at 9-10.  Here, as in Snowden, “[t]here is no contention\nthat the statutes of the state are in any respect inconsistent with the guarantees of the Fourteenth\nAmendment.”  Supra at 11.  Indeed, as noted in the second point below, Plaintiffs cannot mount\na broad attack upon the State’s disenfranchisement of convicted felons. \nSecond, Supreme Court precedent unequivocally establishes that “the exclusion of felons\nfrom the vote has an affirmative sanction in s 2 of the Fourteenth Amendment” and said\ndisenfranchisement does not violate the Equal Protection Clause.  Richardson v. Ramirez, 418\nU.S. 24, 53-56 (1974).  Discussing Richardson, the Fifth Circuit held:\nThus, the Court clearly envisioned that a state could grant the right to vote to\nsome persons convicted of a felony while denying it to others. Section 2's express\napproval of the disenfranchisement of felons thus grants to the states a realm of\ndiscretion in the disenfranchisement and reenfranchisement of felons which the\nstates do not possess with respect to limiting the franchise of other citizens.  \nShepherd v. Trevino, 575 F.2d 1110, 1114 (5th Cir. 1978).  Finally, in Cotton v. Fordice, the\nFifth Circuit specifically found that “§ 241 [of the Mississippi Constitution] as it presently exists\nis unconstitutional only if the amendments were adopted out of a desire to discriminate against\nblacks.”  157 F.3d 388, 392 (5th Cir. 1998) (emphasis added).  The Court subsequently found no\ndiscriminatory motive.  Id.  Thus, Section 241 as interpreted and applied by the State cannot be,\nand is not, challenged on equal protection grounds.\nPlaintiffs do not plead a direct and independent federal cause of action, and any broad\nattack on felony disenfranchisement is foreclosed by the Fourteenth Amendment, Richardson and\nFifth Circuit precedent.  Rather, Plaintiffs rely upon the State’s position being unlawful under\n14\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 15 of 27\nstate law.  Such pleading is not only impermissible bootstrapping, it is insufficient to support\nfederal jurisdiction because any such claim lacks a federal legal basis and therefore, should be\ndismissed.  See Bell v. Hood, 327 U.S. at 682-83 (finding that jurisdiction does not exist “where\nthe alleged claim under the Constitution or federal statutes clearly appears to be immaterial and\nmade solely for the purpose of obtaining jurisdiction or where such a claim is wholly\ninsubstantial and frivolous”); Bell v. Health-Mor, Inc., 549 F.2d at 344 (finding that a claim is\nconsidered frivolous or insubstantial where such claim “has no plausible foundation or which is\nclearly foreclosed by a prior Supreme Court decision”).\nIII.  Plaintiffs’ Claims are Barred by the Eleventh Amendment.\nPlaintiffs sued the State Defendants in their official capacities, seeking declaratory and\ninjunctive relief.  As discussed below, these Defendants, however, are entitled to the immunity\nfrom suit recognized in the Eleventh Amendment to the United States Constitution.  See Alden v.\nMaine, 527 U.S. 706, 712-13 (1999).  The Eleventh Amendment provides as follows:\nThe Judicial power of the United States shall not be construed to extend to any\nsuit in law or equity, commenced or prosecuted against one of the United States\nby Citizens of another State, or by Citizens or Subjects of any Foreign State.\nU.S. CONST. amend. XI.7  Absent waiver or a valid abrogation of the State’s immunity by\nCongress, the State may not be sued in federal court regardless of the relief requested.  Green v.\nMansour, 474 U.S. 64, 68 (1986); Martinez v. Texas Dep’t of Criminal Justice, 300 F.3d 567,\n573 (5th Cir. 2002). \n7The Supreme Court “[h]as consistently held that an unconsenting State is immune from suits\nbrought in federal courts by her own citizens as well as by citizens of another state.”  Edelman v. Jordan,\n415 U.S. 651, 662-63 (1974); Lakshman v. Mason, No. 3:05cv151 HTW-JCS, 2006 WL 2827683, at *3\n(S.D. Miss. Sept. 30, 2006). (Wingate, J.).\n15\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 16 of 27\nThis immunity extends to state agencies, departments and other arms of the state.  Puerto\nRico Aqueduct & Sewer Auth. v. Metcalf & Eddy, Inc., 506 U.S. 139, 144 (1993); Richardson v.\nSouthern University, 118 F.3d 450, 452 (5th Cir. 1997).  Equally, Eleventh Amendment\nimmunity extends to state officials acting within their official capacities.  See Will v. Michigan\nDep’t of State Police, 491 U.S. 58, 66-71 (1989); Carter v. Mississippi Dep’t of Human Servs.,\nNo. 3:05cv190 HTW-JCS, 2006 WL 2827691, at *2 (S.D. Miss. Sept. 29, 2006) (Wingate, J.).\nCongress has not abrogated and Mississippi has not waived its Eleventh Amendment or\nsovereign immunity in the present context.  \nSecretary Hosemann is clearly a state official and enjoys the benefits of the Eleventh\nAmendment.  E.g. O’Hara v. Mississippi Office of Secretary of State, No. 2:06cv180, 2007 WL\n2071796 at *3-4 (S.D. Miss. July 17, 2007) (Starrett, J.).  Equally, the county election\ncommissioners, in the context of executing the essential state functions of voting, are considered\narms of the state.  See McLaughlin v. City of Canton, Miss., 947 F. Supp. 954, 966 (S.D. Miss.\n1995) (Wingate, J.) (finding that municipal election commission was an arm of the state where it\nis was merely enforcing a state statutory scheme [Section 241 in fact] which it believed to be\nunambiguous on its face and which reflected state, rather than county, policy).  Given the\nforegoing, the State Defendants will address Plaintiffs’ state and federal claims.\n  A.  State Claim\nPlaintiffs seek declaratory and injunctive relief against the State Defendants premised on\na misinterpretation of Section 241 of the Mississippi Constitution, as well as the protections of\nthat very law.  See discussion supra at Part I.  Plaintiffs’ claim is barred by the Eleventh\nAmendment.  As declared by the Supreme Court in Pennhurst State Sch. & Hosp. v. Halderman:\n16\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 17 of 27\nA federal court’s grant of relief against state officials on the basis of state law,\nwhether prospective or retroactive, does not vindicate the supreme authority of\nfederal law. On the contrary, it is difficult to think of a greater intrusion on state\nsovereignty than when a federal court instructs state officials on how to conform\ntheir conduct to state law. Such a result conflicts directly with the principles of\nfederalism that underlie the Eleventh Amendment.\n465 U.S. 89, 106 (1984).  The Fifth Circuit has held that a plaintiff’s state law claims “are not\ncognizable in a proceeding under Ex parte Young because state officials continue to be\nimmunized from suit in federal court on alleged violations of state law brought under the federal\ncourts’ supplemental jurisdiction.”  Earles v. State Bd. of Certified Public Accountants of La.,\n139 F.3d 1033, 1039 (5th Cir. 1998) (citing Pennhurst at 103-21); see Mississippi Surplus Lines\nAss’n v. Mississippi, 384 F. Supp. 2d 982, 985-86 (S.D. Miss. 2005) (Lee, J.).  Clearly, the\nEleventh Amendment bars Plaintiffs’ state law claim against the State Defendants.\nB.  Federal Claims\nPlaintiffs assert that the State’s misapplication of Section 241 violates the Equal\nProtection Clause of the Fourteenth Amendment to the United States Constitution and the\nNVRA.  The immunity analysis begins with the assumption that Plaintiffs’ official capacity\nclaims, which act as claims against the State,8 are barred by the Eleventh Amendment.  To\novercome this bar, Plaintiffs must show that their suit fits within the narrow exception carved out\nin Ex parte Young, 209 U.S. 123 (1908).  In Young, the Supreme Court examined, inter alia,\nwhether the Attorney General of Minnesota could be sued in federal court, consistent with the\nEleventh Amendment, where the plaintiffs sought to enjoin the Attorney General from enforcing\n8By suing the specified Defendants in their official capacities for declaratory and injunctive relief\nrelating to voting registration, Plaintiffs are quite plainly seeking to restrain the State from acting or to\ncompel it to act; thus, Plaintiffs’ official capacity claims are claims against the sovereign.  See Pennhurst\nState Sch. & Hosp. v. Halderman, 465 U.S. 89, 101-02, n. 11 (1984).\n17\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 18 of 27\na state enactment alleged to be unconstitutional.  209 U.S. at 126-33.  \nIn holding that the Eleventh Amendment did not impede such suit, the Court reasoned as\nfollows:\nIf the act which the state attorney general seeks to enforce be a violation of the\nFederal Constitution, the officer, in proceeding under such enactment, comes into\nconflict with the superior authority of that Constitution, and he is in that case\nstripped of his official or representative character and is subjected in his person to\nthe consequences of his individual conduct. The state has no power to impart to\nhim any immunity from responsibility to the supreme authority of the United\nStates.\nId. at 159-60.  Addressing the Young holding in a later case, the Supreme Court explained that\n“[t]his holding was based on a determination that an unconstitutional state enactment is void and\nthat any action by a state official that is purportedly authorized by that enactment cannot be taken\nin an official capacity since the state authorization for such action is a nullity.”  Papasan v.\nAllain, 478 U.S. 265, 276 (1986)\nGiven these considerations, the Supreme Court has specifically limited the application of\nYoung, stating that “[i]n accordance with its original rationale, Young applies only where the\nunderlying authorization upon which the named official acts is asserted to be illegal.”  Papasan,\n478 U.S. at 277.  Additionally, even where certain cases meet the formal Young requirements,\nthe Supreme Court limits the Young fiction to “cases in which a violation of federal law by a\nstate official is ongoing as opposed to cases in which federal law has been violated at one time or\nover a period of time in the past, as well as on cases in which the relief against the state official\ndirectly ends the violation of federal law[.]”  Id. at 277-78.  \nPlaintiffs may only invoke the Young fiction if they seek (1) to prospectively enjoin (2) a\nstate official (3) from acting pursuant to the authority granted by an unconstitutional state\n18\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 19 of 27\nenactment (4) where the violation of federal law is ongoing and (5) where such injunction will\ndirectly end the violation of federal law.  When viewed in its entirety, the Young exception is\nquite narrow.  Should a claim fail to satisfy each requirement of the exception, the Eleventh\nAmendment will bar such claim.\nPlaintiffs do not challenge Section 241; rather, Plaintiffs petition this Court to enjoin the\nState Defendants to apply the law, and its perceived benefits, to them.  Plaintiffs seek to drag the\nState into federal court by transmogrifying a claim premised solely on state law (of which\nPlaintiffs seek the benefit) into federal constitutional and statutory claims for declaratory and\ninjunctive relief.  As such, Plaintiffs cannot invoke the Young exception because this matter does\nnot involve an unconstitutional state enactment or the kind of claims that would require a tipping\nof the balance away from the constitutionally recognized immunity of the State toward the need\nto vindicate federal rights as the supreme law of the land.  See Pennhurst, 465 U.S. at 105-06. \nAs to the treatment of state law, this case bears striking similarity to Mohler v. State of\nMississippi, 782 F.2d 1291 (5th Cir. 1986).  In Mohler, Mississippi school teachers brought a\nclass action civil rights suit against the State asking the federal court to require the State to\nincrease teachers’ pay scale in accordance with Mississippi’s “pay-raise” statute.  782 F.2d at\n1292.  The teachers argued that the pay-raise statute created a property right vesting in the\nteachers and that they had been denied their property right in violation of federal law.  Id.  The\nFifth Circuit began its analysis by chiding plaintiffs, “[r]egarding appellants’ claim for their\npurported pay raises, a minimal perusal of the case law would have informed appellants’ attorney\nthat this entire action is barred by the Eleventh Amendment.”  Id. at 1292-93.  \nContinuing, the Court cut straight to the heart of the matter:  “The instant action is both in\n19\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 20 of 27\nform and in substance a suit against the state.  It seeks equitable relief requiring the state to pay\nmoney from its treasury to its teachers.”  Id. at 1293.  The Court further found that the pay-raise\nstatute could not be interpreted as creating a constitutionally protected property interest vesting in\nthe teachers.  Id.  \nAddressing the teachers’ request for prospective relief, the Fifth Circuit found as follows:\nThe appellants also appear to demand prospective relief (pay raise for both 1985\nand 1986). But no constitutional claims have been stated. The complaint instead is\nobviously based upon state law, and the alleged failure of Mississippi officials to\ncarry out the dictates of state law. When only state law is involved, “the eleventh\namendment immunity jurisdictional bar applies to state agencies and officials\nacting in their official capacity regardless of the relief the plaintiff[s] seek[ ].” \nId. (citations omitted).  Finally, the Court concluded that the Young exception did not apply,\nreasoning that:\n[Young] is not applicable here, because appellants do not seek to enjoin a state\nofficial from enforcing an unconstitutional statute. Rather, they seek to compel\nstate officials to enforce state law, which appellants obviously otherwise interpret\nas constitutional and under which they claim expected benefits-not even\nrecognizable property rights.\nId. at 1294.  Mohler precludes Plaintiffs’ attempt to gain access to federal court via state law. \nSee also Chayer v. Barbour, 560 F. Supp. 2d 490 (S.D. Miss. 2008) (Lee, J.).\nAdditionally, Plaintiffs do not allege an ongoing violation of federal law that can be\nreviewed by this Court.  Given that Section 241 clearly disenfranchises certain convicted felons\nand that the Eleventh Amendment prohibits this Court from reviewing legal challenges premised\non state law, this Court cannot review Plaintiffs’ alleged Equal Protection and NVRA violations\nbecause the existence of such violations or actionable claims must be based, necessarily, on an\nactual violation of Section 241.  See supra at 7 n. 4 and Part II.\n The State Defendants’ construction and execution of Section 241 do not violate the\n20\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 21 of 27\nEqual Protection Clause of the Fourteenth Amendment to the United States Constitution.  See\nsupra Parts I, II.  Plaintiffs contend that they are qualified electors who are being denied the right\nto register and vote in violation of the Equal Protection Clause.  Plaintiffs’ argument hinges on\ntheir being found to be qualified voters, which position the State Defendants have previously\naddressed, supra Part I.  Plaintiffs must rely on such an argument because the United States\nSupreme Court has explicitly found that a state may exclude felons from the franchise without\nviolating the Equal Protection Clause of the Fourteenth Amendment.  See Richardson, 418 U.S.\nat 54-56; Cotton, 157 F.3d at 391.  Because Plaintiffs are not qualified voters, their\ndisenfranchisement does not violate the Equal Protection Clause.\nEqually decisive, the NVRA explicitly recognizes that states may remove any registered\nvoter “as permitted by State law, by reason of criminal conviction or mental incapacity.”  42\nU.S.C. § 1973gg-6(a)(3)(B).  As set forth previously, supra Part I, Mississippi constitutional and\nstatutory law clearly prohibit those individuals who have been convicted of certain crimes from\nregistering to vote.  Accordingly, the NVRA does not prohibit Mississippi from enforcing its\nvoter qualification laws and/or removing such convicted felons from the voter rolls.\nFinally, Plaintiffs cannot avail themselves of the Young exception because the present\nState Defendants do not have the authority to enforce Section 241, thus any injunction against\nthese State Defendants would not end the alleged violation of federal law, making them nominal\ndefendants.  See Young at 156-58.  In Okpalobi v. Foster, 244 F.3d 405 (5th Cir. 2001), the\nUnited States Court of Appeals for the Fifth Circuit, sitting en banc, confronted the issue whether\nthe Governor and Attorney General of Louisiana were shielded from suit by the Eleventh\nAmendment in a private action in federal court challenging the constitutionality of a state statute\n21\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 22 of 27\ncreating a private cause of action against medical doctors performing abortions.  Recognizing\nthat the suit would be barred absent application of the Young fiction, the Court set about\nrecounting and analyzing Young’s predecessors and progeny, including decisions rendered by\nother federal courts.  Okpalobi, 244 F.3d at 411-416.  \nBefore beginning its detailed analysis, the Fifth Circuit noted that “[i]t is against this\nbackground of the overriding importance of the Eleventh Amendment in limiting the power of\nthe federal courts over the sovereignty of the several states, that we now consider whether the\nfacts of this appeal can fit into the exception carved from the Eleventh Amendment in Ex parte\nYoung, so as to allow the federal courts to enjoin [the state statute].”  Okpalobi, 244 F.3d at 411. \nAt the end of its analysis, the en banc Court found that “[the Young] exception only applies\nwhen the named defendant state officials have some connection with the enforcement of the act\nand ‘threaten and are about to commence proceedings’ to enforce the unconstitutional act.”  Id. at\n416.  Because the governor and attorney general did not meet this two-pronged test (the statute\nprovided a private right of action), the Young fiction did not apply, even though the plaintiff was\nseeking prospective injunctive relief regarding an allegedly unconstitutional statute.  Id. at 416-\n21.\nIn the present suit, the State Defendants have little connection with the enforcement of the\nchallenged provision.  Plaintiffs seek an injunction preventing these State Defendants from\ninterfering with their alleged right to register to vote for federal elections.  (Compl. at 8; Pl.s’\nMot. for Prelim. Injunc. at 1).  Registrars are the entities tasked with registering voters. Miss.\nCode Ann. § 23-15-33, -41.  Plaintiffs have not sued any registrars.  This district court has\npreviously ruled that concerning the enforcement of Section 241, the Secretary of State is not a\n22\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 23 of 27\nproper party.  McLaughlin, 947 F. Supp. 965.  Additionally, while election commissioners have\nsome authority to purge convicted felons from the registration book, Miss. Code Ann. § 23-15-\n19, and some oversight of the registrar to “register the names of all persons who have duly\napplied to be registered and have been illegally denied registration,” Miss. Code Ann. § 23-15-\n153(1), election commissioners have no right to register voters.  Section 23-15-41(1) explicitly\nstates that “[n]o person other than the registrar, or a deputy registrar, shall register any applicant.” \nMiss. Code Ann. § 23-15-41(1).  These State Defendants are not sufficiently connected with the\nenforcement of Section 241 for Plaintiffs to maintain an action against them.  That being true,\nany injunction issued against these State Defendants would not end the alleged violation of\nfederal law.\nA challenge to a state enactment pursuant to which the state official acts and against\nwhom an injunction would be effective is necessary to invoke the Young fiction.  These State\nDefendants being only nominal defendants, no need exists to tip the balance away from the\nconstitutional immunity of the states toward the need to vindicate federal rights and hold these\nState Defendants responsible to the supreme authority of the United States in a federal forum. \nSee Pennhurst, 465 U.S. at 105-06. \nPlaintiffs’ claims are based on state law and the State’s alleged failure to follow the\nrequirements of state law.  As shown herein, the State Defendants have properly construed and\nexecuted Section 241.  As such, this action is prohibited by the Eleventh Amendment and not\nexcepted by Young.  Accordingly, the State Defendants are immune from suit, and Plaintiffs’\nentire suit should be dismissed.\n23\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 24 of 27\nIV.  As an Alternative, This Court Should Abstain from Hearing this Case Under the\nPullman Doctrine.\nPlaintiffs’ arguments, even if believed by this Court, would establish nothing more than\nthat state law on this point is unclear or unsettled and, therefore, this Court should abstain from\nresolving an unsettled issue of state law under the doctrine of Railroad Commission v. Pullman\nCo., 312 U.S. 496 (1941).  In Nationwide Mut. Ins. Co. v. Unauthorized Practice of Law\nCommittee, the Fifth Circuit explained Pullman abstention:\nThe Supreme Court explained in Hawaii Housing Authority v. Midkiff that under\nthe Pullman doctrine, a federal court should abstain from exercising its\njurisdiction \"when difficult and unsettled questions of state law must be resolved\nbefore a substantial federal constitutional question can be decided.\" \"By\nabstaining in such cases, federal courts will avoid both unnecessary adjudication\nof federal questions and 'needless friction with state policies....'\" In other words,\nfor Pullman abstention to be appropriate in [a] case, it must involve (1) a federal\nconstitutional challenge to state action and (2) an unclear issue of state law that, if\nresolved, would make it unnecessary for us to rule on the federal constitutional\nquestion.\n283 F.3d 650, 652-53 (5th Cir. 2002) (internal citations omitted).  \nAs to the first Pullman prong, Plaintiffs have at least attempted to state a constitutional\nclaim under the Equal Protection Clause of the Fourteenth Amendment and a federal statutory\nclaim under the NVRA.  (Compl. at 6-8).  As to the second Pullman prong, the Nationwide\nMutual court described the test as follows:  “[T]here must be an uncertain issue of state law that\nis ‘fairly susceptible’ to an interpretation that would render it unnecessary for us to decide the\nfederal constitutional questions in a case.”  Id. at 653 (quoting Baran v. Port of Beaumont \nNavigation Dist., 57 F.3d 436, 442 (5th Cir. 1995)).  In this case, if the law were settled by a state\ncourt in favor of these State Defendants, Plaintiffs’ arguments and claims would falter.  This is so\nbecause Plaintiffs are not questioning the underlying law (indeed, they are seeking its protection)\n24\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 25 of 27\nbut only the State’s interpretation of the law.\nThus, even if the Court were to find the authority to be unclear, the State Defendants\nrespectfully request that this Court abstain from hearing the federal claims so that the state courts\nwill have the opportunity to determine this matter that, if resolved, would alter this Court’s\ninterpretation of the federal issues.  See Brooks v. Walker County Hospital District, 688 F.2d\n334, 338 (5th Cir. 1982) (“It is well settled that Pullman abstention may be appropriate . . . where\nthe federal claims may be thoroughly mooted through a narrowing construction of state law.”);\nsee also Thrasher v. Board of Sup’rs of Alcorn County, Miss.,  765 F.Supp. 896, 904 (N.D.\nMiss.1991) (noting possible application of Pullman in an election case but refusing to apply\nbecause even if the state court resolved the law against the defendants “plaintiffs would still have\nfailed to show, as a matter of law, the type of federal or constitutional violation warranting this\ncourt’s jurisdiction under Section 1983”).\nCONCLUSION\nBased on the preceding arguments, the State Defendants respectfully request that this\nCourt grant the State Defendants’ motion and dismiss Plaintiffs’ claims in their entirety.\nWherefore, premises considered, the State Defendants respectfully request that this Court\nGRANT the present Motion to Dismiss.\nRespectfully submitted, this the 2nd day of October, 2008.\nBy: JIM HOOD, ATTORNEY GENERAL\ns/ Shawn S. Shurden                                                 \nSHAWN S. SHURDEN, MSBN 99678\nSPECIAL ASSISTANT ATTORNEYS GENERAL\nCIVIL LITIGATION DIVISION\nCounsel for the Defendant\n25\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 26 of 27\nCivil Litigation Division\nOffice of Attorney General\nPost Office Box 220\nJackson, Mississippi 39205\nTelephone:  (601) 359-3680\n26\n\nCase 3:08-cv-00567-TSL-JCS   Document 14    Filed 10/02/08   Page 27 of 27\nCERTIFICATE OF SERVICE\nThis is to certify that I, Shawn S. Shurden, a Special Assistant Attorney General for the\nState of Mississippi, I electronically filed the foregoing with the Clerk of the Court using the\nECF system which sent notification of such filing to the following:\nKristy L. Bennett\nAMERICAN CIVIL LIBERTIES UNION\nOF MISSISSIPPI\nPost Office Box 2242\nJackson, Mississippi 39225-2242\nLaughlin McDonald\nNeil Bradley\nNancy G. Abudu\nAMERICAN CIVIL LIBERTIES UNION\nVOTING RIGHTS PROJECT\n2600 Marquis One Tower\n245 Peachtree Center Ave., N.E.\nAtlanta, GA 30303-1227\nThis the 2nd day of October, 2008.\ns/ Shawn S. Shurden                           \n         SHAWN S. SHURDEN",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "14",
      "clearinghouse_link": "clearinghouse.net/doc/40284"
    },
    {
      "date": "2009-03-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 614912,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2009,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40287,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40287.pdf",
      "title": "Order",
      "text": "Case 3:08-cv-00567-TSL-JCS   Document 44    Filed 03/09/09   Page 1 of 2\nUNITED STATES DISTRICT COURT\nSOUTHERN DISTRICT OF MISSISSIPPI\nJACKSON DIVISION\nJERRY YOUNG and CHRISTY COLLEY   PLAINTIFFS\nVS.    CIVIL ACTION NO. 3:08CV567TSL-JCS\nDELBERT HOSEMANN, in his official\ncapacity as the Secretary of State of\nMississippi; KRISTIN BUSE, DEBBY\nMcCAFFERTY, JOHN M. WAGES,\nHARRY GRAYSON, JR., and\nJOHN H. EDWARDS, in their official\ncapacities as Election Commissioners of\nLee County; and VIVIAN BURKLEY,\nJULIUS HARRIS, JIMMY HERRON,\nBONNIE G. LAND, and RONALD McMINN,\nin their official capacities as Election\nCommissioners in Panola County           DEFENDANTS\nORDER\nThis cause is before the court on the motion of defendants to\ndismiss pursuant to Rule 12(b)(6) of the Federal Rules of Civil\nProcedure.  Plaintiffs have responded in opposition to the motion. \nThe court, having considered the memoranda of authorities\nsubmitted by the parties, concludes as a matter of law that\nplaintiff’s complaint is without merit and should be dismissed\nwith prejudice.\nPlaintiffs filed this action on September 12, 2008,\naccompanied by a motion for preliminary injunction, alleging that\n“Article 12, Section 241 of the Mississippi Constitution\nexplicitly allows for individuals who have been convicted of a\ncrime to vote for President and Vice President of the United\nStates” and that the State’s “disfranchisement violates . . .\nSection 241 . . . the equal protection clause . . . and the\n\nCase 3:08-cv-00567-TSL-JCS   Document 44    Filed 03/09/09   Page 2 of 2\nNational Voter Registration Act.”  After briefing and a hearing,\nthe court denied plaintiffs’ request for injunctive relief,\nexplaining that plaintiffs were entitled to no relief because the\ncourt “does not find the plaintiff’s interpretation (of Section\n241) to be a fair or reasonable construction,” and because the\ncourt “concludes that defendants have correctly construed this\nprovision.”  Defendants have now moved to dismiss, asserting,\namong other grounds for dismissal, that plaintiffs fail to state a\nclaim upon which relief can be granted because their\ninterpretation of Section 241 is legally incorrect.1  Having again\nconsidered the parties’ arguments, the court reaffirms its earlier\nconclusion that defendant has correctly construed Section 241.  It\nfollows that plaintiffs’ complaint is without merit and should be\ndismissed with prejudice.    \nAccordingly, it is ordered that defendant’s motion to dismiss\nis granted. \nSO ORDERED this 9th    day of March, 2009.\n /s/Tom S. Lee                    \nUNITED STATES DISTRICT JUDGE\n1 Defendants have also argued that this court lacks\nsubject matter jurisdiction.  The court previously rejected this\nargument, and does so again now.    \n2",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "44",
      "clearinghouse_link": "clearinghouse.net/doc/40287"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118973,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118973"
    }
  ],
  "document_count": 7
}