{
  "case_id": 11293,
  "fetched_at": "2025-10-22T00:14:27.787545",
  "case_data": {
    "attorney_orgs": [
      "Lawyers Comm. for Civil Rights Under Law",
      "Southern Poverty Law Center"
    ],
    "available_documents": [
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Governor John Bel Edwards",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State Public Defender",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Louisiana Public Defender Board",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Louisiana state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Incomplete",
    "facility_type": [],
    "filing_date": "2017-02-06",
    "filing_year": 2017,
    "id": 11293,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Access to lawyers or judicial system",
      "Death Penalty, General/Misc.: Quality of representation",
      "Reproductive rights: Fetus Identity",
      "Affected Race(s): Black"
    ],
    "last_checked_date": "2019-04-10T00:00:00-04:00",
    "main_docket": {
      "id": 31762,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2017,
      "docket_filing_number": 665079,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "state": "Louisiana",
      "docket_office_number": "",
      "docket_number_manual": "No. 655079",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "Allen v. Edwards",
    "never_filed": false,
    "non_docket_case_number": "655079",
    "non_docket_case_number_type": "other",
    "non_docket_case_number_type_other": "Louisiana State Court",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Individuals in Louisiana who are charged with non-capital criminal offenses and are represented by a public defender.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 10071,
        "name": "Anderson v. State"
      },
      {
        "id": 11949,
        "name": "Flournoy v. State of Georgia"
      },
      {
        "id": 12306,
        "name": "State ex rel. Missouri Public Defender Commission v. Waters"
      },
      {
        "id": 15169,
        "name": "Yarls v. Bunton"
      },
      {
        "id": 15778,
        "name": "Davison v. State of Washington"
      }
    ],
    "relief_natures": [
      "None yet"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None yet"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": "<p>On February 6, 2017, the Southern Poverty Law Center, the Lawyers’ Committee for Civil Rights Under Law, and several private firms filed this class action in the 19th Judicial District Court of East Baton Rouge Parish. The suit had thirteen named plaintiffs and the class was comprised of all indigent adults in Louisiana charged with non-capital crimes that were punishable by imprisonment. The suit alleged that Governor John Bel Edwards, the Louisiana Public Defender Board, and the state’s chief public defender were denying indigent clients their constitutional right to counsel by failing to establish an effective statewide public defense system. Specifically, the complaint alleged that the state’s practices violated the Sixth and Fourteenth Amendments of the U.S. Constitution and Section 13 of the Louisiana State Constitution. The plaintiffs requested an injunction prohibiting defendants from maintaining a public defender system that failed to provide adequate representation, and  a declaration that the plaintiffs and class had been denied due process, equal protection of the law, and the right to counsel. The suit also requested a monitor be appointed to supervise the public defense system until a statewide reform solved these constitutional failures. </p><p>The complaint included several studies demonstrating how a defective statewide system, a dwindling budget, and an ever-rising caseload made it essentially impossible for public defenders to adequately represent their clients throughout the state. At the time the suit was filed, Louisiana had the highest incarceration rate and the second-highest wrongful conviction rate in the country. 70% of those incarcerated were African American and 85% of those accused of a crime in Louisiana relied on public defenders to represent them. The failing public defense system disproportionately impacted vulnerable African Americans throughout the state. Without timely appointment of counsel, the poor were denied any meaningful investigation of the prosecution’s case, advocacy during arraignments or bond hearings that could result in a reduction or dismissal of charges or release on bond, access to witnesses and evidence, and assistance with plea negotiations. If these studies were true, they clearly demonstrated that there was no way this population could be understood as standing “equal before the law” which is a right established by the Fourteenth Amendment.</p><p>On August 21, 2017, the defendants moved to have the case dismissed, arguing that the plaintiffs had no legal cause of action and that the suit should be dismissed for lack of subject matter jurisdiction. On October 11, 2017, the court denied these requests. </p><p>Next, on June 12, 2018, plaintiffs motioned for their class to be certified and the court recognized that, as a matter of law, the criteria for class certification had been met. When a class is certified that signals that all members of this class have been wronged in a similar way by the same actor. This ruling recognized a class comprised of almost 50,000 Louisiana citizens whose constitutional rights had potentially been violated by the public defense system in Louisiana. </p><p>The defendants next moved for partial summary judgement on November 13, 2018, arguing that as state actors they were immune from being sued on this issue. On January 16, 2019, the judge refused to grant partial summary judgement and found that there were genuine issues of material fact that made granting partial summary judgement impossible. </p><p>The defendants then appealed the district court’s ruling in the 1st circuit of Louisiana’s appellate court. On February 6, 2019, the appellate court denied their appeal (2018 WL 735362). This case is ongoing. </p>",
    "summary_published_date": "2019-04-04T00:00:00-04:00",
    "summary_short": "On February 6, 2017, a class action was filed by the Southern Poverty Law Center, the Lawyers’ Committee for Civil Rights Under Law, and several private firms in the 19th Judicial District Court of East Baton Rouge Parish. The suit alleged that Governor John Bel Edwards, the Louisiana Public Defender Board, and the state’s chief public defender were denying indigent clients their constitutional right to counsel by failing to establish an effective statewide public defense system. The court certified a class and denied the defendant's motions to dismiss and for partial summary judgment. The case is ongoing.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11293",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11293",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11293",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11293"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119680,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119680"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Internal memorandum",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Louisiana state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 102015,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/102015.pdf",
      "title": "Memorandum in Support of Plaintiffs' Motion to Certify Class",
      "text": "JOSEPH  ALLEN,  STEVEN  AYRES,    DOCKET NO. 655079  \nASHLEY  HURLBURT,  RORY  KEVIN   \nGATES, JAMES HOWARD, DEMARCUS  HONORABLE TODD HERNANDEZ \nMORROW,  RODNEY  WALLER,  KEITH \nARCEMENT,  FREDERICK  BELL,  19th JUDICIAL DISTRICT COURT \nGENARO  CRUZ  GOMEZ,  SAM \n  EAST BATON ROUGE PARISH \nYBARRA,  MICHAEL  CARTER,  AND \nJAMES  PARK,  ON  BEHALF  OF \nSTATE OF LOUISIANA \nTHEMSELVES  AND  ALL  OTHERS \nSIMILARLY SITUATED, \n   \n                          Plaintiffs, \n   \nVS. \nJOHN BEL EDWARDS IN HIS OFFICIAL \nCAPACITY  AS  GOVERNOR  OF  THE \nSTATE OF LOUISIANA, ZITA JACKSON \nANDRUS,  CHRIS  L.  BOWMAN, \nFLOZELL  DANIELS,  JR.,  THOMAS  D. \nDAVENPORT,  JR.,  PATRICK  J. \nFANNING,  W.  ROSS  FOOTE, \nKATHERINE  E.  GILMER,  MICHAEL  C. \nGINART,  JR.,  FRANK  HOLTHAUS, \nDONALD  W.  NORTH,  AND  MOSES \nJUNIOR  WILLIAMS,  IN  THEIR \nOFFICIAL  CAPACITIES  AS  MEMBERS \nOF  THE  LOUISIANA  PUBLIC \nDEFENDER  BOARD;  AND  JAMES  T. \nDIXON,  JR.,  IN  HIS  OFFICIAL \nCAPACITY AS THE LOUISIANA STATE \nPUBLIC DEFENDER, \n                        Defendants. \nFILED: __________________________  ________________________________ \n            DEPUTY CLERK \n \nMEMORANDUM IN SUPPORT OF PLAINTIFFS’ MOTION \nTO CERTIFY A CLASS ACTION PURSUANT TO ARTICLE 591 \nPlaintiffs Steven Ayres, Ashley Hurlburt, Demarcus Morrow, Keith Arcement, Frederick \nBell, Michael Carter and James Park submit this memorandum in support of their Motion to \nCertify a Class Action pursuant to Article 591.  At a hearing, in addition to this supporting \nmemorandum and attached expert report and affidavits, Plaintiffs will offer and introduce the \nVerified Petition with the documents included in the Appendix to the Petition.  Plaintiffs also \nintend to call witnesses to testify at the hearing of this matter, including one or more of the \nDefendants, staff from the Louisiana Public Defenders Board, and District Public Defenders.  \nPlaintiffs further reserve the right to introduce deposition transcripts, records from Defendants, \nand all other relevant evidence at the hearing and to supplement the record as permitted by the \nCode of Civil Procedure. \n1 \n \n \n\nINTRODUCTION \nThis action for class-wide declaratory and injunctive relief arises from the statewide and \nsystemic failure of Defendants to establish and maintain a constitutionally acceptable public \ndefense system in Louisiana.  It does not seek to upset or undo convictions or sentences in any \ncases.  Nor does it seek individualized relief or money damages. \nFor years, the State—acting through Defendants—has knowingly maintained an indigent \ncriminal defense system with severe structural shortcomings, including: excessive caseloads; \ninadequate staffing; failure to train and supervise attorneys; failure to monitor and enforce \nperformance standards and ethical obligations; and an inadequate and unstable funding source.  \nTogether, these failings deprive indigent criminal defendants across the State of the meaningful \nand effective representation guaranteed by the U.S. and Louisiana Constitutions.   \n  Plaintiffs are seven indigent persons accused of crimes in Louisiana for which they face \nimprisonment who are thereby subjected to and threatened by the systemic defects in the State’s \npublic defense system.1  Because these defects threaten to deprive all indigent criminal \ndefendants in Louisiana of their right to counsel, Plaintiffs have brought this class action on \nbehalf of: “All persons who are indigent and facing charges in Louisiana of a non-capital \ncriminal offense punishable by imprisonment” (the “Class”).   Pet. ¶ 79.  Excluded from this \nClass are criminal defendants represented by private counsel, criminal defendants who are \nvoluntarily and knowingly representing themselves pro se, and juveniles charged with criminal \noffenses but whose cases are assigned only to juvenile court.  Id. Plaintiffs seek class-wide \ndeclaratory and injunctive relief for the Class as a whole, including an order compelling \nDefendants to remedy systemic defects and to establish a constitutionally adequate public \ndefense system. \n  This case easily satisfies the requirements to certify a class action under Article \n591(B)(2) or Article 591(B)(1)(a).  Indeed, this case is ideally suited to class treatment because it \ndoes not seek money damages or individualized relief, but rather only class-wide declaratory and \ninjunctive relief to remedy the generally applicable policies and procedures of Defendants whose \ncumulative effect injures all members of the Class throughout the State.  Consequently, this case \nraises none of the complications that certifying a class under Article 591(B)(3) often entails.  As \n                                                 \n1 Certain of the original 13 plaintiffs have resolved their criminal cases through pleas or are in the process \nof retaining pro bono private counsel. The remaining plaintiffs move for certification on behalf of the \nputative class.   \n2 \n \n \n\nshown below, Louisiana courts and federal courts have recognized that cases that seek to enjoin \ncommon policies and procedures with class-wide effect, but do not seek damages, are exactly the \ntypes of cases for which Article 591(B)(2) and Article 591(B)(1)(a) (and their federal analogs) \nare intended.  Accordingly, Plaintiffs respectfully request that this Court certify the proposed \nClass, appoint the proposed Class representatives, and appoint the proposed Class counsel. \nFACTUAL BACKGROUND \nThe United States and Louisiana Constitutions both require the State of Louisiana to \nprovide counsel to poor people accused of crimes.  See U.S. Const. amends. VI & XIV; La. \nConst. § 13; see, e.g., Gideon v. Wainwright, 372 U.S. 335, 341-42 (1963).  In 2007, the \nLouisiana Legislature passed the Louisiana Public Defender Act, and expressly delegated to the \nLouisiana Public Defender Board (“LPDB” or the “Board”) the State’s constitutional obligation \nto establish a statewide public defense system that provides meaningful and effective \nrepresentation to indigent defendants.  See LA-RS § 15:141 et seq.  Pursuant to that delegation, \nthe Board—an executive agency for which the Governor has statutory and constitutional \nresponsibility—bears the obligation for establishing and supervising a constitutionally sufficient \nstatewide public defender system, including promulgating and enforcing performance standards \nthat ensure meaningful and effective representation.  See, e.g., State v. Peart, 621 So. 2d 780, \n789 (La. 1993) (“We take reasonably effective assistance of counsel to mean that the lawyer not \nonly possesses adequate skill and knowledge, but also that he has the time and resources to apply \nhis skill and knowledge to the task of defending each of his individual clients.”). \nDespite these well-established constitutional commands, the State’s public defense \nsystem is, by Defendants’ own admission, in a state of “crisis.”  App. 30.2  Throughout the State, \nthe traditional markers of effective representation, such as meaningful adversarial testing of the \nprosecution’s case, timely and confidential consultation with clients, and appropriate case \ninvestigation, are largely absent from public defender services or significantly compromised. \nDefendants have created this crisis by failing to remedy systemic and interrelated defects \nin the public defense system, including: requiring public defenders to carry excessive caseloads; \nfailing to provide public defender offices with necessary support from investigators, experts, \nsocial workers, and support staff; failing to train and supervise public defenders to ensure their \nadherence to basic performance standards; failing to monitor public defenders’ performance and \n                                                 \n2 All “App.” cites refer to the Appendix of exhibits attached to Plaintiffs’ Original Verified Petition, filed \nFebruary 6, 2017.   \n3 \n \n \n\ncompliance with ethical requirements; failing to discipline or otherwise hold public defenders \naccountable when they fail to refuse appointment or seek to withdraw from cases when they \ncannot comply with the Louisiana Rules of Professional Conduct due to lack of time, \nindependence, and resources; permitting districts to enter into flat-fee contracts with public \ndefenders while fully aware that such contracts provide the public defenders with insufficient \ntime, independence, and resources to mount an effective defense; and an unstable and unreliable \nfunding source.  In their totality, these pervasive failings detrimentally impact the delivery of \npublic defense services, and impose on all indigent defendants the constitutionally intolerable \nrisk of being denied meaningful and effective representation.  \nA.  Excessive Caseloads \nAs reflected in LPDB’s own published statistics, public defenders in nearly all of the \nState’s 42 districts have caseloads that exceed well-established national caseload limits.  See \nExpert Affidavit of Professor Robert C. Boruchowitz3 (hereinafter “Boruchowitz Aff.”) ¶ 45 & \nPoint VI.  In 39 of the districts, the caseloads exceed even LPDB’s inflated caseload caps—\nwhich the State Public Defender has conceded “exceed those of every other known caseload \nstandard in the United States.”4  In each of the past six years the State’s overall average \ncaseloads—as measured by LPDB—have been more than twice and, in some Districts, up to five \ntimes LPDB’s already inflated caseload limit. App. 3.  For 2015 and 2016, every single public \ndefender office in the State reported caseloads in excess of national standards.5 \nB.  Failure to Train, Supervise, and Enforce Performance Standards and Ethical \nObligations \nFulfilling the State’s constitutional obligation to provide meaningful and effective \nassistance of counsel to indigent defendants throughout Louisiana—for which the Governor has \n                                                 \n3 As detailed in the attached affidavit, Professor Boruchowitz has more than 40 years of experience in \npublic defense and has served as an expert witness in other cases challenging the inadequacy of public \ndefense systems.  See Boruchowitz Aff. at ¶ ¶ 14-39.   \n4 Jay Dixon, “The Louisiana Public Defender Board at the Crossroads, Ethics and Law in Public Defense” \n(July 2015).  LPDB’s maximum annual caseload standards for each public defender in Louisiana are 200 \nfelony cases or 450 misdemeanor cases.  These significantly exceed traditional national standards of no \nmore than 150 felony or 400 misdemeanor cases annually. \n5 The severity of public defender caseloads is further corroborated by a February 2017 workload study \ncommissioned by LPDB.  See The Louisiana Project: A Study of the Louisiana Public Defender System \nand Attorney Workload Standards, available at \nhttp://www.americanbar.org/content/dam/aba/administrative/legal_aid_indigent_defendants/ls_sclaid_lou\nisiana_project_report.authcheckdam.pdf. The study was undertaken by the American Bar Association’s \nStanding Committee on Legal Aid and Indigent Defendants and the accounting firm of Postlethwaite & \nNetterville, APAC “to establish public defense workload standards for the state.”  Id.  Using the widely \nrespected Delphi method, which incorporates the consensus opinions of numerous qualified Louisiana \ncriminal defense lawyers (both public defenders and private lawyers), the study found that found that \nLouisiana has substantially too few defenders to provide effective representation statewide.  Id.   \n4 \n \n \n\nstatutory and constitutional responsibility and which has been delegated to the Board—would \nrequire Defendants to provide adequate training and supervision to all public defenders, and to \nenforce performance standards and compliance with ethical obligations.  Defendants have \nsystematically failed to do so.   \nThere are well-established national standards, as well as standards promulgated by \nLPDB, regarding the supervision and training of public defenders.  These standards include: \n ●  “Defense counsel is supervised and systematically reviewed for quality \nand efficiency according to nationally and locally adopted standards.  The \ndefender office (both professional and support staff ), assigned counsel, or \ncontract defenders should be supervised and periodically evaluated for \ncompetence and efficiency.”6 \n●  “Defense counsel is provided with and required to attend continuing legal \neducation. Counsel and staff providing defense services should have \nsystematic and comprehensive training appropriate to their areas of \npractice and at least equal to that received by prosecutors.”7  \n●  “Prior to agreeing to undertake representation in a criminal matter, counsel \nshould have sufficient experience or training to provide effective \nrepresentation.”8 \nDespite the State’s delegation of its constitutional obligations to LPDB, Defendants have \nabandoned LPDB’s supervisory and oversight functions altogether.  Among other things, LPDB \nhas ceased all efforts to assess or monitor compliance with state-wide performance standards by \nthe district offices, publish reports regularly showing variances between the Board standards and \nguidelines and the conduct of each district office, enforce the contractual obligation of the \nDistrict Offices to supervise and train their attorneys, or fill crucial staff positions contemplated \nby the Public Defender Act such as a state-wide training director.  The result has been to render \nstate-wide standards hollow and training opportunities practically non-existent.  See generally \nBoruchowitz Aff. Points XVIII, XXIII. \nSimilarly, standards of performance for public defenders have been promulgated by \nnational organizations like the American Bar Association (“ABA”) and the National Legal Aid \n& Defender Association (“NLADA”) and by LPDB.  “[B]ecause of the statewide systemic \ndeficiencies” in Louisiana’s indigent defense system, however, these performance standards “are \nneither enforced effectively nor generally implemented” by LPDB.  Boruchowitz Aff. ¶ 66. \n                                                 \n6 See American Bar Association, Ten Principles of a Public Defense Delivery System, ABA Principle 10, \navailable at \nhttps://www.americanbar.org/content/dam/aba/administrative/legal_aid_indigent_defendants/ls_sclaid_de\nf_tenprinciplesbooklet.authcheckdam.pdf. \n7 See id., ABA Principle 9. \n8 LPDB Trial Court Performance Standards § 705(B). \n5 \n \n \n\nMoreover, LPDB has altogether failed to ensure that the State’s public defenders comply \nwith the Louisiana Rules of Professional Conduct.  Lack of time, independence, and resources \nprevent public defenders throughout the State from complying with their obligations under Rules \n1.1 (competence), 1.3 (diligence), 1.4 (communications), or 1.7 (conflicts) of the Louisiana \nRules of Professional Conduct in their representation of the putative Class members.  \nThroughout the State, public defenders routinely permit direct communications between their \nclients and prosecutors and judges outside the presence of the public defender.  Public defenders \nalso routinely ignore other obligations imposed by the Rules, such as timely and meaningful \nadversarial testing of the prosecution’s case, confidential consultation with clients, and \nappropriate investigation.  LPDB knows about these systemic violations of the ethical rules, yet \nignores them and permits public defenders to continue accepting appointments even when doing \nso results in a violation of the Rules.  Providing a meaningful defense requires the appointment \nof attorneys who are capable of complying with the ethical rules for their profession.  Those \nrules, in fact, require an attorney to stop providing legal services if providing those services \nwould require the attorney to act in violation of the Rules. \nLPDB’s failure to monitor and enforce public defenders’ compliance with ethical rules \nhas created a statewide system in which “defenders and judges have come to accept routinely \nand openly a pattern of practice regarding indigent accused persons that falls well below what \nthe Louisiana Rules of Professional Conduct require and effectively disregards the ethical \nresponsibilities of both lawyers and judges.”  Boruchowitz Aff. ¶ 43.   \nIn many districts in Louisiana, the caseload has been so high for so long, the \nfunding has been so inadequate for so long, the disparity in resources between the \nprosecution and the defense has been so dramatic for so long, the defenders have \noperated with meager investigation and practically no expert witnesses for so \nlong, people have been staying in jail for weeks or months before having counsel \nappointed for so long, the courts have treated misdemeanors perfunctorily for so \nlong, that the defenders, the prosecutors, and the judges have become accustomed \nto that culture and have become inattentive to their ethical obligations. \n \nId. ¶  70.  Defendants’ systematic refusal to remedy these ethical violations is yet another way in \nwhich the systemic defects in Louisiana’s indigent defense system have contributed to a class-\nwide deprivation of meaningful representation.   \n  Consistent with its practice of failing to enforce compliance with performance standards \nand ethical rules, LPDB also permits districts to enter into flat-fee contracts to serve as public \ndefenders with attorneys that LPDB knows lack the time, independence, and resources to mount \nan effective defense. The heavy reliance on flat-fee contracts for part-time public defenders used \n6 \n \n \n\nin most districts in Louisiana also raises serious ethical conflicts for these contract defenders that \nput clients at substantial risk of insufficient representation, particularly because those contracts \npermit contract defenders to maintain a private practice.   \nAs the National Legal Aid and Defender Association has explained, a flat-fee \ncontract that pays a lawyer a single lump sum to handle an unlimited number of \ncases creates a direct financial conflict of interest between the attorney and each \nclient.  Because the lawyer will be paid the same amount, no matter how much or \nlittle he works on each case, it is in the lawyer’s personal interest to devote as \nlittle time as possible to each appointed case, leaving more time for the lawyer to \ndo other more lucrative work \nBoruchowitz Aff. ¶ 135.  Washington State banned flat-fee contracts in 2009 because they create \nan “inherent conflict of interest” between a client’s right to adequate counsel and the attorney’s \npersonal financial interest.  App. 32.  When salaried lawyers are free to represent private clients, \nthey have a financial incentive to devote more time to those clients than to their indigent clients.  \nIn practice, the public defense contracts are largely unsupervised, and the arrangement \ncommonly results in contract lawyers underserving their indigent clients.  \nC.  Inadequate Support Staff \nInvestigators, expert witnesses and social workers are essential to ensuring that public \ndefenders have the time and resources to adequately represent their clients.  See Boruchowitz \nAff. ¶172, Points XII, XIV, XVI. Defendants maintain an indigent defense system in which the \nState’s public defenders lack such necessary support.   \nBecause investigators are necessary components of an effective criminal defense, the \nNational Study Commission on Defense Services prescribes that defender offices should hire \nexperienced and trained investigators and recommends the hiring of one investigator for every \nthree attorneys. Id. at Point XII.  Colorado, Connecticut, New Hampshire, New Jersey, Vermont, \nand Washington State maintain or prescribe ratios of at least one investigator for every four \nattorneys;  Indiana requires indigent defense providers to fill three support staff positions for \nevery four staff attorneys, at least one of whom should be an investigator; Delaware, Iowa, \nMinnesota, Rhode Island, Virginia, and Washington D.C. maintain or prescribe a ratio of at least \none investigator for every six attorneys; and Kentucky, Massachusetts, Montana, Washington \nand Wisconsin maintain or prescribe a ratio of better than one investigator for every eight \nattorneys. Id. \nIn sharp contrast, Defendants have failed to ensure that the State’s public defender offices \nhave sufficient—or in many districts, any—investigative support, thereby preventing public \n7 \n \n \n\ndefenders from pursuing  timely and diligent investigations in most of their clients’ cases.  See \nBoruchowitz Aff. ¶ ¶ 177-186. Few, if any, district offices for public defender services in \nLouisiana come close to meeting recommended ratios, and none of them meet those ratios once \nthey are adjusted to account for Louisiana’s excessive caseloads.  See id. ¶ 180. \nDefendants’ state-wide failure to provide investigatory resources has far-reaching \nconsequences for criminal defendants.  The 8th District Defender, in his Restriction of Services \nProtocol for Fiscal Year 2015, described the problem and its dire consequences succinctly: \nInvestigators are essential to criminal defense.  They locate the witnesses and get \nthe statements from people who are indispensable to a case.  We will no longer be \nable to afford a full time or part-time investigator due to the fact that we did not \nreceive adequate state funding.  This takes time away from our clients and now \nthat we have greater numbers of clients due to a reduction in [work] force, it is \nvirtually impossible to  find the time to adequately investigate the  cases.   In \naddition,  we  are  not  trained,  licensed  investigators.    People  facing  the  most \nserious  crimes  cannot  get  adequate  representation  because  there  are  no \ninvestigators to flush out their witnesses, get statements from witnesses, review \nthe crime scene, and talk to those eyewitnesses that the police never interviewed. \n \nSee Boruchowitz Aff. ¶ 179.   \n  Defendants have failed to provide public defenders with access to experts.  LPDB’s own \nperformance standards emphasize the importance of retaining experts where “necessary or \nappropriate” for preparation of the defense or for adequate understanding of the prosecution’s \ncase and rebutting that case.  See Boruchowitz Aff. ¶ 190; see also id. ¶ 191 (“It is critical for \ndefenders to be able to use expert witnesses both to challenge the prosecution’s case and to be \nable to present affirmative defenses.”).  Yet analysis of district defenders’ budgets reveals that \nmany of them report not having spent any funds on expert witnesses.  See id. ¶ 201. \nDefendants have likewise failed to ensure that the State’s public defenders have access to \nthe critical support of social workers.  See Boruchowitz Aff. ¶¶ 52, 218 (“Although social \nworkers have become an important and widely recognized component of effective \nrepresentation, in Louisiana social workers are rarely employed to assist indigent defendants.”).  \nA significant number of the people charged with crimes suffer from mental health and substance \nabuse problems.9   In order to communicate with and advocate effectively on behalf of their \nclients, public defenders often require assistance from trained professionals, who are widely used \nin many other states’ defender offices.  App. 70; see Boruchowitz Aff. ¶¶ 52, 218.  For example, \nclient and family interviews conducted by an experienced social worker can, among other things, \n                                                 \n9 See, e.g., Doris J. James & Lauren E. Glaze, U.S. Dep’t of Justice Bureau of Justice Statistics, NCJ \n213600, Mental Health Problems of Prison and Jail Inmates (Sept. 2006). \n8 \n \n \n\nidentify mental health issues.   See Boruchowitz Aff. ¶ 218.  Information gleaned from such \ninterviews is often not only essential for a defender to be able to meaningfully communicate with \na client, but also can raise new defenses and trial strategies and help shape arguments during plea \nbargains, bond hearings, and sentencing hearings.  See id.  Although social workers play a \ncrucial role in effective advocacy and are widely available in other states, Defendants have failed \nto ensure that these resources are available to indigent defendants throughout the state. \nD.  Unstable and Inadequate Funding \nExacerbating these systemic failings is “inadequate and inconsistent” funding for the \nindigent defense system.   See Boruchowitz Aff. ¶ 41.  All district defenders rely substantially on \nlocally generated funds from traffic tickets and court fees for their budgets.10  App. 2, at 2.  In \naddition, the State consistently has fallen short of providing the revenue necessary to make up for \nthe significant and erratic shortfall in overall funding created by the unreliable fines and fees \nsystem. \nDefendants are acutely aware that this funding scheme is deficient, and that the resulting \nharm is borne by the State’s indigent accused.  In his January 20, 2017, introduction to the 2016 \nAnnual Board Report for the Louisiana Public Defender Board, State Public Defender James T. \nDixon conceded that district defenders “still rely on funds raised locally to provide for a majority \nof their budget.  This local funding source, primarily through traffic ticket fines, remains \nunreliable, unstable and insufficient.”  App. 3, at 5.  In its January 2016 report, LPDB not only \nacknowledged the funding crisis itself but also rightly observed that the resulting detrimental \nimpact on indigent defendants creates legal vulnerabilities for the State:  \nDespite our best efforts, the crisis in Louisiana Public Defense worsens.  More \ndistricts  are  entering  a  restriction  of  services.    These  districts  do  not  have \nsufficient funding to provide all of the services they have provided in the past and \nmust, therefore, limit or eliminate some of those services.  This has taken a \nnumber of forms.  Many districts have had to limit the number of cases they \naccept in order to somewhat triage the dire consequences of excessive caseloads.  \nTo do otherwise would result in caseloads so high as to render their lawyers’ \nrepresentation  ineffective,  in  violation  of  state  statutes,  the  state  and  federal \nconstitutions, and the Louisiana Rules of Professional Conduct.  Placing a limit on \nthe cases accepted by a Public Defender Office, in some instances, has resulted in \nwaiting  lists,  leaving  criminal  defendants  unrepresented  until  defenders  are \navailable to represent them.  This also leaves the State open to legal attack and \nlitigation regarding the right to counsel.  \n \n                                                 \n10 This funding structure places sheriffs, prosecutors, and other stakeholders in a position to manipulate \nthe budgets for public defenders, and gives defenders a financial benefit when their clients are convicted.  \nBecause a percentage of the fees assessed on defendants who are convicted of a crime are allocated to the \nlocal district defender, defenders who lose more cases stand to do better financially than those who win.  \nThe State Public Defender put it succinctly:  “Our revenue is partially dependent on our losing.”  App. 55. \n9 \n \n \n\nMembers of the judiciary have likewise observed that the public defense system \nmaintained by Defendants is plagued with unstable and inadequate funding.  In her 2016 State of \nthe Judiciary Speech to the Louisiana Legislature, Chief Justice Bernette Joshua Johnson stated:  \nOur  indigent  defender  system  is  funded  through  a  combination  of  state \nappropriations ($33 million last year), proceeds from traffic tickets, and local \nfunds and court fees.  Unfortunately, revenues from traffic tickets have decreased \ndramatically; and we know state appropriations have been slashed.  As a result, 33 \nof the state’s 42 judicial district public defender offices are presently operating \nunder a Restriction of Services, and they foresee that half the public defender \noffices in the state will be insolvent within months.11   \nFurther, in a January 2017 ruling, United Stated District Court Judge James J. Brady concluded \nthat “[b]y all objective measures, there is a crisis in public defense funding in Louisiana.”  Yarls \nv. Bunton, 2017 WL 424874, at *3 (M.D. La. Jan. 31, 2017).  \nLAW AND ARGUMENT \n  This case raises the question of whether Defendants have fulfilled their obligation to \nestablish a statewide public defense system that meets constitutional requirements.  It does not \nraise any individualized issues with respect to any class members.  To the contrary, Plaintiffs are \nspecifically complaining that Defendants have acted and refused to act on grounds generally \napplicable to the Class as whole.  As such, the requested injunctive and declaratory relief will \nvindicate the constitutional rights of the Class as a whole.  Under these circumstances, Plaintiffs \neasily meet their burden of demonstrating that this case meets the requirements for class \ncertification under Louisiana Code of Civil Article 591(A) and 591(B)(1) & (2).   \nA.  This Case Satisfies the Requirements of Article 591(A)  \nArticle 591(A) of the Louisiana Code of Civil Procedure sets forth five prerequisites for \nmaintaining a class action:  (1) the class is so numerous that joinder of all members is \nimpracticable; (2) there are questions of law or fact common to the class; (3) the claims or \ndefenses of the representative parties are typical of the claims or defenses of the class; (4) the \nrepresentative parties will fairly and adequately protect the interests of the class; and (5) the class \nis or may be defined objectively in terms of ascertainable criteria.  La. C.C.P. art. 591(A). \n“Louisiana’s class certification analysis is appropriately informed by federal \njurisprudence interpreting Rule 23.”  Price v. Martin, 79 So. 3d 960, 967 n.6 (La. 2011).  \nBecause Louisiana courts are rarely confronted with civil rights class actions seeking system-\n                                                 \n11See 2016 State of the Judiciary Address, available at  \nwww.lasc.org/press_room/press_releases/2016/2016-09.asp \n10 \n \n \n\nwide declaratory and injunctive relief, federal law construing Rule 23 of the Federal Rules of \nCivil Procedure is especially instructive here. \nAs shown below, each of Article 591(A)’s five requirements is satisfied.    \n1.  Numerosity Is Satisfied \n It is well established that “[w]here the exact size of the class is unknown but general \nknowledge and common sense indicates that it is large, the numerosity requirement is satisfied.” \n1 Robert Newberg, Newberg on Class Actions §3.3 (4th ed. 2002).  Here, the Class comprises the \ntens of thousands of criminal defendants in Louisiana state courts, other than capital defendants, \nwho are constitutionally eligible for the appointment of counsel.  App. 1-3.  Louisiana courts \nregularly certify classes consisting of a mere fraction of that number.  See, e.g., Davis v. Jazz \nCasino Co., 864 So.2d 880, 888 (La. Ct. App. 4th Cir. 2004) (affirming certification of a class of \n148 class members).   \n2.  Commonality Is Satisfied \n “The test for commonality requires only that there be at least one issue the resolution of \nwhich will affect all or a significant number of putative class members.”  Claborne v. Hous. \nAuth. of New Orleans, 165 So.3d 268 (La. App. 4th Cir. 2015) (quotation omitted); see also, e.g., \nPrice, 79 So. 3d at 969 (“The commonality prerequisite requires a party seeking class \ncertification to show that ‘[t]here are questions of law or fact common to the class.’”). \nIn this case, the Class seeks only declaratory and injunctive relief to acknowledge and \nremedy the systemic, state-wide failures in the public defender system.  Under these \ncircumstances, the commonalty requirement is easily satisfied.  See, e.g., Sourovelis v. City of \nPhiladelphia, No. 14-4687, 2015 WL 12806512, at *1 n.1 (E.D. Pa. Nov. 4, 2015) (observing \nthat “‘injunctive actions by their very nature often present common questions’ where ‘they do \nnot also involve an individualized injury for the determination of damages awards’” (quoting \nBaby Neal ex rel. Kanter v. Casey, 43 F.3d 48, 57 (3d Cir. 1994)).  Indeed, courts consistently \nhold that the commonality requirement is satisfied where, as here, plaintiffs seek only \ndeclaratory and injunctive relief to challenge and remedy systemic violations generally \napplicable to the class.  See, e.g., Braggs v. Dunn, 317 F.R.D. 634, 656 (M.D. Ala. 2016) \n(collecting cases holding that commonality is satisfied when class plaintiffs seek injunctive relief \nto remedy “common policies or practices” that are the source of harm to all class members, even \nwhere that harm may manifest in different ways); see also, e.g., Parsons v. Ryan, 754 F.3d 657, \n11 \n \n \n\n678 (9th Cir. 2014) (holding that commonality was satisfied for a class of 33,000 Arizona \nprisoners who sought injunctive relief to remedy system-wide medical policies and practices that \nexposed them to a substantial risk of serious harm in violation of the Eighth Amendment); DG ex \nrel. Stricklin v. Devaughn, 594 F.3d 1188, 1195 (10th Cir. 2010) (certifying statewide class of \nOklahoma foster children seeking to enjoin a state agency from failing to monitor the safety of \nclass members); Steward v. Janek, 315 F.R.D. 472, 487-88 (W.D. Tex. 2016) (certifying class of \nall Medicaid-eligible persons in Texas over 21 with intellectual or developmental disabilities \nwho sought injunctive relief challenging defendants’ failure to provide timely and adequate \nnotice about community-based alternatives to institutional care); Kenneth R. ex rel. Tri-County \nCAP, Inc. v. Hassan, 293 F.R.D. 254 (D.N.H. 2013) (certifying class of persons with serious \nmental illness seeking to enjoin their unnecessary institutionalization in state hospitals); \nCalifornians for Disability Rights, Inc. v. Cal. Dep’t of Transp., 249 F.R.D. 334 (N.D. Cal. 2008) \n(certifying statewide class of all persons with mobility disorders seeking to enjoin defendants \nfrom denying them access to property).   \nMoreover, as the foregoing case law makes clear, commonality is satisfied in (B)(2) \nactions seeking to remedy structural deficiencies even where plaintiffs do not allege that the risk \nof substantial injury has materialized as to every member of the class.  See M.D. v. Perry, 675 \nF.3d 832, 847 (5th Cir. 2012); accord Parsons, 754 F.3d at 678 (“[A]lthough a presently existing \nrisk may ultimately result in different future harm for different inmates—ranging from no harm \nat all to death—every inmate suffers exactly the same constitutional injury when he is exposed to \na single statewide [ ] policy or practice that creates a substantial risk of serious harm.”). \nHere, common questions of fact and law are abundant.  They include, but are not limited \nto: \n1.  Whether Defendants have met their obligation to establish a statewide public \ndefense system that meets minimum constitutional requirements. \n2.  Whether Defendants have sufficient mechanisms in place to mitigate the risk \nthat Class members will be assigned a public defender who does not have the \ntime, independence, and/or resources to provide meaningful assistance. \n3.  Whether, on a system-wide basis, the traditional markers of effective \nrepresentation—such as timely and meaningful adversarial testing of the \nprosecution’s case, confidential consultation with clients, and appropriate \ninvestigation—are absent or significantly compromised. \n4.  Whether the Class members are at risk of being assigned a public defender \nwho has a caseload that is so high that he or she cannot provide meaningful \nconstitutionally-mandated assistance. \n12 \n \n \n\n5.  Whether substantial structural deficiencies in the statewide public defense \nsystem in Louisiana, including severe lack of resources, unreasonably high \nworkloads, conflicts of interest, and critical understaffing, actually or \nconstructively deny counsel to the members of the Class. \n6.  Whether LPDB systematically fails to monitor and enforce statewide public \ndefender standards  and guidelines necessary to ensure that the statewide \npublic defender system provides provide constitutionally adequate \nrepresentation throughout the State. \n7.  Whether Defendants fail to monitor and require public defenders compliance \nwith ethical rules, including Rules 1.1, 1.3, 1.4, or 1.7 of the Louisiana Rules \nof Professional Conduct. \nPlaintiffs will rely on “common evidence” to answer these common questions.  See Price, \n79 So.3d at 970 (reasoning that common issues “must be capable of resolution for all class \nmembers based on common evidence”).  The common evidence includes but is not limited to the \nmaterials in Appendix to the Verified Petition, including: (1) the testimony, written admissions \nand public statements of members of the Board and its staff; (2) LPDB data and reports, \npublished and unpublished, documenting systemic defects, such as excessive caseloads and \ninadequate funding;  (3) decades of other findings, studies and investigations by the Louisiana \nSupreme Court, the United States Department of Justice, social scientists, law professors, and \ngovernment officials describing the systemic failures of the state’s public defense system and \ntheir detrimental impact on the State’s’ indigent accused; (4) expert reports such as Plaintiffs’ \nattached expert report detailing the systemic deficiencies in Louisiana’s indigent defense system \nand the dire consequences of those deficiencies for the putative Class members’ right to counsel; \nand (5) evidence establishing basic performance and ethical standards for adequate indigent \ndefense systems. \nA sure path to finding commonality in this case was paved by the commonality analysis \nin M.D. v. Perry, 294 F.R.D. 7 (S.D. Tex. 2013).  There, the plaintiffs sought to certify a \nstatewide (b)(2) class of 12,000 children in a state program that placed them in foster homes, \ngroup homes and residential facilities.  See id. at 18-19.  The plaintiffs alleged that statewide \nstructural deficiencies subjected children in the program “to a risk of being assigned a \ncaseworker who has a caseload that is so high that she cannot fulfill her duties to the child,” such \nas monitoring the child’s well-being.  Id. at 38.  These systemic deficiencies, the plaintiffs \nasserted, deprived them of “their constitutional right to personal security and reasonably safe \nliving conditions.”  Id.  The plaintiffs argued that commonality exists where an unconstitutional \n13 \n \n \n\nrisk of harm arises from state actors’ system-wide policy or practice of making caseworkers \ncarry excessive caseloads. \nThe district court agreed.12  See M.D., 294 F.R.D. at 38-39.  The court found that \nexcessive caseloads—as to which there was “considerable evidence in the record”—were “the \nproduct of deliberate choices made by State actors,” and that there was a “persuasive” \nrelationship “between caseworkers’ workloads and class members’ safety.”  Id. at 40-44.  As the \ncourt reasoned:  \nTo what extent caseworkers are overworked, whether this overwork is significant \nenough to subject the members of the General Class to an unconstitutionally \nunreasonable risk of harm, and whether the State has sufficient mechanisms in \nplace  to  mitigate  those  risks  are  the  issues  central  to  the  Plaintiffs’  claim.  \nResolving  them  will  determine  the  validity  of  the  common  General  Class \nFourteenth Amendment claim ‘in one stroke.’ \nId. at 44 (footnotes omitted). \n \nThe district court’s reasoning in M.D. is directly applicable to this case.  Here, as in M.D., \nthe evidence shows that systemic defects in a statewide program inflict on the entire Class a \ncognizable threat of injury, which Plaintiffs will establish is unconstitutional.  As in M.D., these \nsystemic defects are “the product of deliberate choices made by State actors.”  See id. at 39.  The \nexistence of these defects and their creation of a constitutionally inadequate public defense \nsystem are the issues central to Plaintiffs’ claim, and resolving them will demonstrate the validity \nof the Class’s claim “in one stroke.”  Price, 79 So.3d at 969.    \n3.  Typicality Is Satisfied \n“The requirement of typicality is satisfied if the claims of the class representatives arise \nout of the same event, practice, or course of conduct that gives rise to the claims of other class \nmembers and those claims are based on the same legal theory.”  Husband v. Tenet Health Sys. \nMem. Med. Center, Inc., 16 So. 3d 1220 (La. Ct. App. 4th Cir. 2009).  Louisiana courts do “not \nrequire that the class representatives exhibit all the different types of possible injuries[.]”  \nJohnson v. Orleans Parish Sch. Bd., 790 So. 2d 734, 742 (La. Ct. App. 4th Cir. 2011). \nHere, Plaintiffs satisfy the typicality requirement because their claims “arise out of the \nsame event, practice, or course of conduct that gives rise to the claims of other class members”—\nnamely, Defendants’ maintenance of a public defense system plagued with systemic defects that \nthreaten to deprive all Class members of the meaningful and effective assistance of counsel.  In \n                                                 \n12 The court reasoned that such a “policy or practice need not be officially adopted,” but “can be \nestablished through custom or through failing to act in the face of actual or constructive knowledge that \nthere is likely to be a violation of constitutional rights.” Id. \n14 \n \n \n\nother words, each of the Plaintiffs seeking to act as a Class representative is part of the Class and \npossesses the same interest and is threatened with the same injury as the other Class members.  \nLouisiana courts have consistently found typicality in such situations.  See, e.g., Baker v. PHC-\nMinden, L.P., 167 So.3d 528 (La. 2015) (finding typicality satisfied where hospital applied the \nchallenged collection policy to all class members over a term of years); Smith v. City of New \nOrleans, 131 So.3d 511, 522 (La. Ct. App. 4th Cir. 2013) (finding typicality satisfied where \n“claims of Appellees all arise out of the issuance of parking citations that were unauthorized \nunder the Municipal Code”); Gudo v. Adm’rs of Tulane Educ. Fund, 966 So.2d 1069, 1078 (La. \nCt. App. 4th Cir. 2007) (finding typicality satisfied where class representatives and putative class \nmembers were all family members impacted by the same allegedly unlawful practice of selling \ndonated cadavers). \nFurther, Plaintiffs’ legal theories are the same as those of the putative Class: that \nDefendants’ maintenance of a systemically deficient public defender system violates their \nconstitutional rights to counsel and equal protection under both the United States and Louisiana \nConstitutions.  See Smith, 131 So.3d at 522 (finding typicality satisfied where the class \nrepresentatives and other class members shared the same legal theory); Gudo, 966 So.2d at 1078 \n(same). \nFederal cases involving claims for systemic relief likewise support a finding of typicality.  \nSee, e.g., Baby Neal v. Casey, 43 F.3d 48, 58 (3rd Cir. 1994) (observing that “cases challenging \nthe same unlawful conduct which affects both the named plaintiffs and the putative class usually \nsatisfy the typicality requirement”).  Courts regularly find typicality where, as here, plaintiffs’ \nlegal claims arise from systemic defects, such as defendants’ maintenance of harmful policies or \npractices.  See, e.g., Parsons, 754 F.3d at 685-86; Braggs, 317 F.R.D. at 663-66.  This is true \neven where the systemic defects at issue cause a diversity of injuries across the putative class, \nlike many symptoms of the same disease.  Baby Neal, 43 F.3d at 58 (“Where an action \nchallenges a policy or practice, the named plaintiffs suffering one specific injury from the \npractice can represent a class suffering other injuries, so long as all the injuries are shown to \nresult from the practice.”). \n4.  Adequacy Is Satisfied  \nThe Louisiana Supreme Court has identified four factors as relevant to whether the \nrepresentative parties will fairly and adequately protect the interests of the class:  “(1) The \n15 \n \n \n\nrepresentative must be able to demonstrate that he or she suffered an actual-vis-à-vis-\nhypothetical injury; (2) The representative should possess first-hand knowledge or experience of \nthe conduct at issue in the litigation; (3) The representative’s stake in the litigation, that is, the \nsubstantiality of his or her interest in winning the lawsuit, should be significant enough, relative \nto that of other class members, to ensure that representative’s conscientious participation in the \nlitigation; and (4) The representative should not have interests seriously antagonistic to or in \ndirect conflict with those of other class members, whether because the representative is subject to \nunique defenses or additional claims against him or her, or where the representative is seeking \nspecial or additional relief.”  Baker, 167 So. 3d at 543-44. \nThe inquiry is even more straightforward in class actions, such as the instant action, \nseeking only declaratory and injunctive relief.  Although Louisiana courts have not had an \nopportunity to opine on this issue, case law from the federal courts establishes that adequacy of \nrepresentation may be presumed “in the absence of contrary evidence” and where, as here, “there \nis no monetary pie to be sliced up.”  Braggs, 317 F.R.D. at 666. \nHere, there is no evidence that overcomes the presumption that Plaintiffs will fairly and \nadequately represent the Class.  To the contrary, application of each of the factors identified by \nthe Louisiana Supreme Court in Baker demonstrates Plaintiffs’ adequacy.  First, Plaintiffs are \nmembers of the Class and able to demonstrate actual injury through violation of their \nconstitutional rights.  See, e.g., S. Cent. Bell Tel. Co. v. PSC, 555 So. 2d 1370, 1373 (La. 1990) \n(citing Elrod v. Burns, 427 U.S. 347 (1976), for the proposition that deprivation of constitutional \nrights “constitutes irreparable injury”); Gordon v. Holder, 721 F.3d 638, 653 (D.C. Cir. 2013) \n(“‘[S]uits for declaratory and injunctive relief against the threatened invasion of a constitutional \nright do not ordinarily require proof of any injury other than the threatened constitutional \ndeprivation itself.’”) (quoting Davis v. District of Columbia, 158 F.3d 1342, 1346 (D.C. Cir. \n1998)).  Second, as indigent criminal defendants in Louisiana state courts who have had counsel \nappointed to represent them, Plaintiffs have first-hand knowledge and experience of the \nstructural, statewide defects in the public defense programs caused by the Defendants.  See \nVerified Pet. ¶¶ 26-49; see also attached Declarations of Steven Ayres, Ashley Hurlburt, Keith \nArcement, Frederick Bell, Demarcus Morrow, Michael Carter, and James Park.  Third, each \nPlaintiff is threatened with the deprivation of his or her liberty, and that threat is substantially \nenhanced by the challenged constitutional violations.  Thus, Plaintiffs could hardly have a more \n16 \n \n \n\nsignificant stake in the litigation.  Fourth, the interests of Plaintiffs and the interests of the absent \nClass members in challenging the  constitutionality of the statewide public defense system are \nfully aligned –  they will collectively benefit from remedying the systemic flaws in Louisiana’s \nindigent defense system.  See, e.g., New Directions Treatment Servs. v. City of Reading, 490 F.3d \n293, 313 (3d Cir. 2007) (“Conflicts of interest are rare in Rule 23(b)(2) class actions seeking \nonly declaratory and injunctive relief.”); J.D. v. Nagin, 255 F.R.D. 406, 416 (E.D. La. 2009) \n(finding “no conflict of interest” between named plaintiffs and the class where “[a]ll claims of \nnamed and unnamed Plaintiffs rest upon the practices and policies at [a youth detention center] \nas a whole, and as such apply to both named and unnamed class members alike” and “the named \nPlaintiffs seek the same remedies, namely declaratory and injunctive relief, as the class as a \nwhole”). \n5.  Ascertainability Is Satisfied \nTo fulfill the requirement of ascertainability, “parties seeking certification must be able to \nestablish a definable group of aggrieved persons based on objective criteria derived from the \noperative facts of the case.”  Smith, 131 So.3d at 517-18.  Here, Plaintiffs seek to represent a \ndefined Class of “all indigent. . .[criminal] defendants accused of non-capital crimes and entitled \nto counsel under the Sixth Amendment and Fourteenth Amendments of the United States \nConstitution and under Section 13 of the Louisiana Constitution,”  excluding any criminal \ndefendants who are represented by private counsel or who voluntarily represent themselves.  \nUnder this definition, “any potential class member can readily determine if he or she is a member \nof the class.”  Husband, 16 So.3d at 1230; see also Claborne, 165 So.3d at 283 (holding the \nascertainability requirement satisfied where the Class definition was based on “defendants’ \naffirmative duties and obligations as a lessor” of particular property).  Moreover, the Court and \nthe Defendants can easily verify the majority of, if not all, putative Class members’ status by \nreviewing the internal records of the Louisiana Public Defender Board.  See Smith, 131 So.3d at \n518 (finding ascertainability requirement satisfied where Defendants could “easily verify” the \nvalidity of putative class members’ status by reviewing their business records).  \nWhere, as here, a case satisfies the prerequisites of Article 591(A), it need satisfy only \none of Article 591(B)’s three prongs in addition to be certified as a class action.  See La. C.C.P. \nart. 591(B).  As shown below, Plaintiffs easily satisfy Article 591(B).   \n17 \n \n \n\nB.  This Case Satisfies the Requirements of Article 591(B)(2) \n A class should be certified under Article 591(B)(2) where, as here, Defendants have \n“acted [and] refused to act on grounds generally applicable to the class, thereby making \nappropriate final injunctive relief or corresponding declaratory relief with respect to the class as a \nwhole.”  La. C.C.P. art. 591(B)(2).  Article 591(B)(2) class actions—which are often referred to \nas “civil rights actions”—are “certified on a ‘non-opt out’ basis in order to ensure the \ncompleteness of appropriate declaratory or injunctive relief concerning conduct by the defendant \nthat may be either ordered or blocked.”  Robichaux v. State, 952 So.2d 27, 40 (La. Ct. App. 1st \nCir. 2006); see also, e.g., Amchem Products, Inc. v. Windsor, 521 U.S. 591 (1997) (identifying \n“[c]ivil rights cases against parties charged with unlawful, class-based” violations of individuals’ \nrights as “prime examples” of class actions certified under the analogous federal rule). \nThe federal counterpart to Article 591(B)(2)— a Rule 23(b)(2) class action—also \nrequires that the conduct at issue “can be enjoined or declared unlawful only as to all of the class \nmembers or as to none of them.”  Wal-Mart Stores, Inc. v. Dukes, 564 U.S. 338, 360 (2011) \n(internal quotation marks omitted); see also, e.g., Parsons, 754 F.3d at 688 (observing that the \n(b)(2) requirements “are unquestionably satisfied when members of a putative class seek uniform \ninjunctive or declaratory relief from policies or practices that are generally applicable to the class \nas a whole”); Baby Neal, 43 F.3d at 59 (reasoning that the Rule 23(b)(2)’s requirements are \n“almost automatically satisfied in actions primarily seeking injunctive relief”).   \nHere, Plaintiffs’ claims fall squarely within the ambit of Article 591(B)(2).  The systemic \ndefects in the State’s public defense system impose a constitutionally intolerable risk of \ninadequate representation on all members of the Class.  Plaintiffs do not seek any individualized \nrelief for this unconstitutional conduct, such as individually tailored injunctions to remedy the \ndenial of counsel in their particular criminal cases.  Rather, Plaintiffs seek a single injunction to \nremedy Defendants’ ongoing practice of maintaining a public defense system that is deficient \nsystem-wide in the ways described above, which is precisely the type of claim envisioned by \nArticle 591(B)(2).  See, e.g., Robichaux, 952 So. 2d at 40-41 (recognizing that claims seeking \n“‘purely’ declaratory or injunctive relief” are “best addressed” by Article 591(B)(2)). \nC.  This Case Also Satisfies the Requirements of Article 591(B)(1)(a) \nA class should be certified under Article 591(B)(1)(a) where, as here, “the prosecution of \nseparate actions by or against individual members of the class would create a risk of inconsistent \n18 \n \n \n\nor varying adjudications which would establish incompatible standards of conduct for the party \nopposing the class.”  Duckworth v. Louisiana Farm Bureau Mut. Ins. Co., 125 So. 3d 1057, 1067 \nn.6 (2012) (specifying the requirements); see also La. C.C.P. Article 591(B)(1)(a).  Similar to a \n(B)(2) class action, a class action under Article 591(B)(1)(a) is also proper where plaintiffs seek \ninjunctive or declaratory relief as opposed to monetary damages to remedy conduct that affects a \nbroad class of individuals.  See, e.g., Robichaux, 952 So.2d at 40. \nFederal courts have certified classes under the analog to Article 591(B)(1)(a) in civil \nrights cases challenging systemic constitutional violations where, as here, the pursuit of \nindividual lawsuits—as opposed to a class action—would create a risk “that each individual case \nwould impose a different standard on the [defendant].”  Gray v. County of Riverside, No. EDCV \n13-00444-VAP, 2014 WL 5304915, at *37 (C.D. Cal. Sept. 2, 2014).; Ashker v. Governor of \nCalifornia, No. C 09-5795 CW, 2014 WL 2465191, at *7 (N.D. Cal. June 2, 2014) (certifying \nclass of inmates claiming prison policy violated the Eighth Amendment pursuant to Fed. R. Civ. \nP. 23(b)(1)(A) in light of the “significant risk” of inconsistent judgments if the hundreds of \nproposed class members filed separate actions). \nD.  The Court Should Appoint the Proposed Class Counsel   \nThe lawyers that Plaintiffs respectfully request that the Court appoint as Class counsel \nare, as required, “competent, experienced, qualified, and generally able to conduct the litigation \nvigorously.”  Crooks  v. LCS Corrections Servs., Inc., 994 So.2d 101, 11 (La. Ct. App. 1st Cir. \n2008).  The proposed Class counsel are Jones Walker LLP, Southern Poverty Law Center, Davis \nPolk & Wardwell LLP and the Lawyers’ Committee for Civil Rights Under Law.  One attorney \nfor each of the organizations and firms serving as counsel in this action has filed an \naccompanying affidavit attesting to counsels’ qualifications.  See attached Affidavits of Mark A. \nCunningham, Meredith J. Angelson, Daniel F. Kolb, and Jon Greenbaum.  \nIn particular, Plaintiffs’ counsel have the skills, experience, and resources necessary to \nserve effectively as class counsel for the Class.  They have a history of representing indigent \ndefendants and worked together to identify and investigate the claims in this action.  They have \ninterviewed scores of putative Class members and other potential fact witnesses, conducted \nnumerous visits to criminal courtrooms across the state to conduct fact research, and engaged in \nextensive legal research.  Plaintiffs’ counsel have extensive experience in handling class actions \nseeking systemic institutional reform, as well as other complex litigation, and they are \n19 \n \n \n\nknowledgeable with regard to the applicable law.  Finally, Plaintiffs’ litigation team has \ncommitted and will continue to commit to the representation of this class action significant \nstaffing and material resources, including the retention of highly qualified experts.  Plaintiffs \ntherefore respectfully request that the Court appoint them in its class certification order.  \nCONCLUSION \n  Plaintiffs respectfully request that the Court: (1) certify this case as a class action for “All \npersons who are indigent and facing charges in Louisiana of a non-capital criminal offense \npunishable by imprisonment, excluding criminal defendants represented by private counsel, \ncriminal defendants who are voluntarily and knowingly representing themselves pro se, and \njuveniles charged with criminal offenses but whose cases are assigned only to juvenile court”; \nand (2) appoint Jones Walker LLP, Southern Poverty Law Center, Davis Polk & Wardwell LLP \nand the Lawyers’ Committee for Civil Rights Under Law as co-lead Class counsel. \n \n   \n20 \n \n \n\n \nRespectfully submitted, \n   \n \n_____________________________   \nMEREDITH ANGELSON    \nLouisiana Bar No. 32995   \nJARED DAVIDSON    \nLouisiana Bar No. 37093 \nSOUTHERN POVERTY LAW CENTER \n1055 St. Charles Avenue, Suite 505 \nNew Orleans, Louisiana  70130 \nTelephone: 504-486-8962 \nEmail: meredith.angelson@splcenter.org \n            jared.davidson@splccenter.org \n \nMARK A. CUNNINGHAM \nLouisiana Bar No. 24063 \nPETER J. KEE \nLouisiana Bar. No. 34860 \nJASON CULOTTA \nLouisiana Bar No. 35731 \nJONES WALKER LLP \n201 St. Charles Avenue, 50th Floor  \nNew Orleans, Louisiana  70170  \nTelephone:  504-582-8000 \nFax:  504-589-8000 \nEmail: mcunningham@joneswalker.com \n \nJON GREENBAUM * \nDistrict of Columbia No. 489887 \nMATEYA KELLEY* \nNew York Reg. No. 5270400 \nLAWYERS’ COMMITTEE FOR CIVIL \nRIGHTS UNDER LAW  \n1401 New York Avenue, NW  \nSuite 400 \nWashington, DC  20005 \nEmail: jgreenbaum@lawyerscommittee.org \n \n \n*Application for Pro Hac Vice Admission, \nPursuant to LA Supreme Court Rule XVII, § \n13, Pending before the Court \n \n21 \n \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/102015"
    },
    {
      "date": "2017-02-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Louisiana state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88547,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88547.pdf",
      "title": "Verified Petition for Class Certification and Declaratory and Injunctive Relief",
      "text": "JOSEPH ALLEN,  STEVEN AYRES,  DOCKET NO. \nASHLEY HURLBURT , RORY KEVIN \nGATES, JAMES  HOWARD, DEMARCUS  19th JUDICIAL DISTRICT COURT \nMORROW, RODNEY WALLER, KEITH \nARCEMENT, FREDERICK BELL,  EAST BATON ROUGE PARISH \nGENARO  CRUZ  GOMEZ,  SAM \nYBARRA, MICHAEL  CARTER, AND  STATE OF LOUISIANA \nJAMES  PARK,  ON BEHALF OF \nTHEMSELVES AND ALL OTHERS \nSIMILARLY SITUATED, \nPlaintiffs, \nVS, \nJOHN BEL EDWARDS IN HIS  OFFICIAL \nCAPACITY AS  GOVERNOR OF  THE \nSTATE OF  LOUISIANA, ZITA JACKSON \nANDRUS,  CHRIS  L.  BOWMAN, \nFLOZELL DANIELS, JR., THOMAS  D. \nDAVENPORT, JR., PATRICK J. \nFANNING,  W.  ROSS  FOOTE, \nKATHERINE E.  GILMER, MICHAEL C. \nGINART,  JR., FRANK HOLTHAUS, \nDONALD W. NORTH,  AND MOSES \nJUNIOR WILLIAMS,  IN THEIR \nOFFICIAL CAPACITIES AS  MEMBERS \nOF THE  LOUISIANA  PUBLIC \nDEFENDER BOARD; AND JAMES  T. \nDIXON, JR., IN HIS  OFFICIAL \nCAPACITY AS THE LOUISIANA STATE \nPUBLIC DEFENDER, \nDefendants, \nFILED: \n  DE PUTY CLERK   \nVERIFIED  PETITION FOR CLASS  CERTIFICATION AND \nDECLARATORY AND INJUNCTIVE RELIEF \nPlaintiffs Joseph Allen,  Steven Ayres,  Ashley  Hurlburt,  Rory Kevin Gates,  James \nHoward,  Demarcus  Morrow,  Rodney  Waller,  Keith  Arcement,  Frederick  Bell,  Genaro \nCruz  Gomez,  Sam  Ybarra,  Michael  Carter,  and James  Park  file  this  Verified  Petition  for \nClass  Certification  and  Declaratory  and  Injunctive  Relief  against  Defendant  Governor \nJon  Bel  Edwards,  State  Public  Defender James  T.  Dixon,  and the  appointed  members  of \nthe Louisiana Public Defender Board (“LPDB”), all in their official capacities. \n{N3363341.3}\nSUMMARY OF LAWSUIT \n1.  In this  class  action  lawsuit,  Plaintiffs  allege  that the poor  in Louisiana  are \ndenied  access  to  effective  and  meaningful  attorney  representation  when  facing  criminal \ncharges  and, therefore,  do not stand  “equal before the  law.”  Plaintiffs  support their claim \nwith  admissions  by  the  Louisiana  Public  Defender  Board  (“LPDB”)  and  State  Public \nDefender  and  decades  of findings,  studies,  and  investigations  by  the  Louisiana  Supreme \nCourt,  the  United  States  Department  of  Justice,  social  scientists,  law  professors,  and \ngovernment  officials  from both  sides  of the  aisle  describing the  Louisiana public  defense \nsystem  alternatively  as  “in  shambles,”  “chronic[ally]  underfunded,”  “hopelessly \nunderfunded,”  “a  systematic  failure  by  any  measure,”  “on  the  verge  of  collapse,” \n“beyond  the  crisis  stage,”  “terrible,”  and  “abysmal.”  On  December  27,  2016,  the  Chief \nJustice  of  the  Louisiana  Supreme  Court  declared  an  “emergency  shortfall”  in  public \ndefense  funding.  Most  recently,  on  January  31,  2017,  the  LPDB  described  its  current \n“funding  stream”  as  “inadequate,  unreliable,  and unstable”  The  same  day,  United  States \nDistrict  Judge  James  J.  Brady  declared  that  it  “is  clear  that  the  Louisiana  legislature  is \nfailing  miserably  at  upholding  its  obligation  under  Gideon.  Budget  shortages  are  no \nexcuse  to  violate  the  United  States  Constitution.”  Quoting  Orleans  Parish  Criminal \nDistrict  Court  Judge  Arthur  Hunter,  Judge  Brady  went  on  to  say  that  a  criminal \ndefendant’s  “ constitutional  rights  are  not  contingent upon  budget  demand,  waiting  lists, \nand failure of the legislature to adequately fund indigent defense.’” \n2.  Plaintiffs  also  support their  claim  with their  own  stories.  Each  of them  is \nindigent  and  facing  charges  which  could,  in  most  cases,  lead  to  their  imprisonment  for \nyears  or  decades.  Each has  had  an attorney  appointed to  represent them  in court,  but the \nrepresentation  they  are  receiving  fails  to  meet  minimum  constitutional  or  professional \nethical  standards by any measure.  Many have never had a confidential meeting with their \nattorneys.  Some  have  met  their  attorneys  only  in  passing.  None  of the  attorneys  have \nspoken with their clients  in a meaningful  way  about their defenses  or the  strength  of the \ncase  against  their  client,  identified  and  secured  favorable  witnesses  and  evidence,  filed \nappropriate  pretrial  motions,  or provided a voice  for their  clients  in court.  Many of them \n{N3363341.3}  ob\nhave  been  deprived  of  even  basic  information  about  the  charges  against  them  or  the \nexpectations  for trial.  Their  experiences  are  not  unique  and the  product  of the  structural \nbarriers  to  effective  representation  in  Louisiana.  The  lack  of representation  experienced \nby  Plaintiffs,  and  the  prejudice  which  flows  from  it,  is  typical  of non-capital  criminal \nadult defendants with court-appointed lawyers and is an accepted practice in Louisiana. \n3,  The  evidence  leaves  no  doubt  that  Louisiana  does  not  have  a  public \ndefense  system  that  is  effective  statewide;  that  the  traditional  markers  of  effective \nrepresentation,  such  as  meaningful  adversarial  testing  of the  prosecution’s  case,  timely \nand  confidential  consultation  with  clients,  and  appropriate  case  investigation,  are  either \nabsent  from  public  defender  services  or  significantly  compromised;  and  that  judicial \nintervention  is  needed  to  remove  the  structural  barriers  to  the  right  to  counsel.  Without \nthis  court’s  intervention,  Plaintiffs will  continue  to  face  and  suffer  irreparable  injury  and \nprejudice. \n4.  Plaintiffs  ask the  Court to:  (1) certify a class action for ail persons who are \nindigent  and  facing  criminal  charges  in  Louisiana for non-capital  offenses  punishable  by \nimprisonment;  (2)  declare  that  Plaintiffs  and  the  Class  have  been  denied  the  right  to \ncounsel  and  equal  protection  under  the  United  States  and  Louisiana  Constitutions;  (3) \nenter  an  injunction  prohibiting  Defendants  from  maintaining  a  public  defense  system \nwhere  the  traditional  markers  of  effective  representation  are  absent  or  significantly \ncompromised and (4)  appoint a monitor to  supervise the public  defense  system  until  such \ntime  as  it  determines that Defendants  have  implemented  a  system  that provides  effective \nrepresentation  for  the  poor  state-wide  and  dismantled  the  structural  barriers  to  effective \nrepresentation  which  exist  in  Louisiana.  Plaintiffs  do  not  seek  an  order  releasing \nprisoners awaiting trial or to intervene in any criminal proceedings. \n=  Attached to this Petition are the LPDB  Annual Reports for 2014, 2015  and \n2016;  documents  authored  by  the  State  Public  Defender;  and  third-party  studies  and \nreports,  which  are  submitted  as  Exhibits  1  to  98  of  the  Appendix  in  support  of  the \nVerified  Petition  and  incorporated  by  reference.  For  the  convenience  of the  Court,  an \n{N3363341.3}  3\nindex  of these  and other materials is  included at the beginning  of the  appendix.  Hereafter \nsuch documents referred to  and incorporated by reference  are designated as  “App. _.” \nJURISDICTION AND VENUE \n6.  This  Court  has jurisdiction pursuant to  Article  5,  Sections  1  and  16  of the \nLouisiana  Constitution;  the  inherent  judicial  power  emanating  from  the  constitutional \nseparation  of powers  in  Article  1,  Sections  1-2  of the  Louisiana  Constitution;  and  the \ninherent power of the courts to regulate the  standards  governing the  conduct of attorneys. \n7.  This  suit is filed against the Governor of the  State  of Louisiana,  officers  of \na  state regulatory board,  and  an employee of a state agency for conduct arising  out of the \ndischarge  of their  official  duties.  The  state  capitol  is  located  within this judicial  district. \nVenue is, therefore, proper in under LA-R.S.  §  13:5104(A). \nPLAINTIFFS \n8.  Plaintiffs Joseph Allen,  Steven Ayres, Ashley Hurlburt,  Rory Kevin Gates, \nJames  Howard,  Demarcus  Morrow,  Rodney  Waller,  Keith  Arcement,  Frederick  Bell, \nGenaro  Cruz Gomez,  Sam Ybarra,  Michael  Carter,  and James  Park are  each of the  age  of \nmajority,  are  charged  with  non-capital  offenses  in  Louisiana,  and  have  had  counsel \nappointed to represent them because they cannot afford the services of an attorney. \nDEFENDANTS \n2  Defendant Jon Bel Edwards is  sued in his official capacity as the Governor \nof  the  State  of  Louisiana.  Governor  Edwards  is  constitutionally  and  statutorily \nresponsible  for the  oversight of the  Louisiana Public  Defender Board and  responsible  for \nproposing an executive budget,  including a budget  for LPDB.  Governor Edwards  has the \nauthority to  designate funds  allocated to  LPDB  as  “discretionary” or “non-diseretionary.” \nHe  also  is  constitutionally  authorized  to  call  extraordinary  sessions  of  the  Louisiana \nlegislature,  and to line-item veto budget appropriations passed by the legislature. \n10.  Defendants  Zita  Jackson  Andrus,  Chris  L.  Bowman,  Flozell  Daniels,  Jr., \nThomas  D.  Davenport,  Jr.,  Patrick  J.  Fanning,  W.  Ross  Foote,  Katherine  E. Gilmer, \nMichael  C.  Ginart,  Jr.,  Frank  Holthaus,  Donald  W.  North,  and  Moses  Junior Williams, \nare sued in their official  capacities as the duly appointed members of LPDB. \n{N3363341.3}  4\n11,  Defendant  James  T.  Dixon  Jr.  is  sued  in  his  official  capacity  as  the  State \nPublic  Defender.  Mr.  Dixon  is  employed  by  LPDB  and  is  statutorily  responsible  for \nadministering the statewide public defender system for the delivery of legal services. \nFACTUAL ALLEGATIONS \n12.  The  Sixth  and  Fourteenth  Amendments  of the  United  States  Constitution \nand  Section  13  of the  Louisiana  Constitution  of  1974  guarantee  the  right to  meaningful \nand  effective assistance  of counsel to  every person facing  criminal  charges punishable by \nimprisonment.  Without access to the effective assistance of counsel, the poor stand alone \nagainst  the  full  unchecked power  of the  State.  They  are  denied  not  only  their  right  to  a \nfair  trial,  but  are  powerless  to  exercise  the  other  fundamental  rights  guaranteed  by  the \nConstitution,  such  as  the  right  to  speedy  trial,  to  confront  witnesses,  to  impartial juries; \nthe  rights  against unreasonable  search and seizure and  self-incrimination;  and the right to \nbe free from excessive bail, fines,  and cruel  and unusual punishment. \n13.  As  the  United  States  Supreme  Court  said  more  than  50  years  ago  in  its \ndecision  in  Gideon  v.  Wainwright,  the  right  to  counsel  exists  because  “our  state  and \nnational  constitutions  and  laws  have  laid  great  emphasis  on  procedural  and  substantive \nsafeguards  designed  to  assure  fair  trials  before  impartial  tribunals  in  which  every \ndefendant  stands  equa!  before  the  law”  and  “[t}]his  noble  ideal  cannot  be  realized  if the \npoor man charged with a crime has to face his accusers without a lawyer to assist him.” \nI.  THE  LOUISIANA  PUBLIC  DEFENSE  SYSTEM  IS  NOTORIOUSLY \nINADEQUATE, UNSTABLE, AND  UNRELIABLE. \n14.  In  the  Louisiana  Public  Defender  Act,  LA-R.S.  §  15:141  ef  seg.,  the \nLouisiana  Legislature  expressly  delegated  its  constitutional  obligation  under  Article  1, \nSection  13  of the  Louisiana  Constitution  to  establish  “a  uniform”  public  defense  system \nto  the  Louisiana  Public  Defender  Board.  Pursuant  to  this  Act,  LPDB  is  statutorily \nrequired  to  maintain  a  system  for  the  cost-effective  delivery  of  legal  services  at  state \nexpense and promulgate  and enforce  “mandatory statewide public defender standards  and \nguidelines  that  require  public  defender  services  to  be  provided  in  a  manner  that  is \nuniformly  fair  and  consistent  throughout  the  state.”  The  Act  further  requires  LPDB  to \n(N336334 1.33  5\nimplement  and  enforce  standards  to  ensure  continuity  of representation,  substantive  and \nmeaningful  communications with the  client,  supervision of the  chief defenders in each of \nLouisiana’s forty-two judicial districts,  and effective client representation. \n15.  What public  defenders  actually receive  in funding  bears no  relationship  to \nthe  amount  of money that would be needed for LPDB  to  implement the Louisiana Public \nDefender Act or to meet the demand for public defender services.  In 2016, the amount of \nmoney  available  to  a  district  office  to  defend  a  case  from  beginning  to  end  ranged  on \naverage  from  a  low  of $111  in  the  26th  Judicial  District  to  a  high  of $553  in  the  29th \nJudicial District.  Across the forty-two judicial  districts the median funding level per case \nwas  $238.69  —  an  amount  well-below  what  many  lawyers  charge  for  a  single  hour  of \nwork. \nPublic Defender’s Average Funding per Case by Judicial District \n2016 \n$600 \nS55 \nSR)  ee  ee \nMinion:  $110.64 \nMaximum:  $552.88 \nMeat:  $247.37 \nMedian:  $238.69 \nsa  SS  a \n$300 \n  \n$200    \n                          \nzip  $111  |  |     |             \n5.  :  BE.  = \nNY  bd  RA  OA  RASH  GOP SSL  PISS Pe Pee  dh  Ga  ei  ge  wlr ata  oS \nN ~ e  Sonree: Calculations using LPDB 2014 Annual Board Report. p. $1,  —_  a) oe \n16.  The  insufficient  funding  for  public  defense  can  be  traced  to  how  the \nfunding  system  is  structured.  The  level  of  funding  for  each  district  office  depends \nprimarily  on  a user-pay  system  of local  fines  and  fees  and,  as  such,  varies  widely  based \non  geography  and  the  number  of traffic  tickets  written  in  a particular judicial  district  in \nany  given  year.  No  other  state  in  the  United  States  relies  primarily  on  loca!  court  fees \nand  fines  to  fund  public  defender  services.  Although  the  Louisiana  Legislature \n{N3363341.3}  6\nsupplements  local  funding  sources with  state  funds,  the  appropriation from the  State falls \nfar short of what is  needed to  fund a functioning public defense  system.  In 2016,  at least \nthirty-three  of the  forty-two  public  defender  offices  stopped  accepting  cases  or  placed \nclients  -  many  of whom  were  incarcerated  —  on  waiting  lists  for  extended  periods  of \ntime. \n17.  In  stark  contrast,  district  attorneys  often  receive  more  than  twice  —  and \nsometimes  three  or  four  times  —  the  funding  for  public  defender  services  in  the  same \ndistrict.  In  Orleans  Parish,  the  District Attorney  has  historically  had  a budget  more  than \ntwice  the  size  of the  Orleans  Defenders.  Meanwhile,  the  Orleans  Defender  has  so  little \nmoney to  hire staff and secure other resources that a law professor recently testified:  “I’m \nvery  troubled  by  the  situation  this  public  defender’s  office  is  in.  To  call  this  a  ‘justice \nsystem’  is  really  a misnomer.  .  .  .  I  believe this  entire  office  is  operating  as  a  conflict  of \ninterest.  The  lawyers  here  are  compromising  some  clients  in  order  to  represent  others. \nThey make  a decision to triage,  and triage  is  a conflict  of interest.  This  is  a problem now \nthat is a judicial problem, and I believe needs to be dealt with on that level.”  (App. 48). \n18.  | With only a handful  of exceptions,  the funding disparities described above \nare  typical  of judicial  districts  throughout  Louisiana,  and  they  have  only  increased  over \ntime,  In the worst districts,  defenders receive less than 20 percent of the funding received \nby prosecutors.  Even  in the  one  or two  instances  where  public  defenders  receive  funding \nthat  is  at  all  comparable  to  a  district  attorney  (a  function  of being  located  near  heavily \ntrafficked  and  ticketed  interstate  highways),  the  inability  of LPDB  staff to  supervise  and \ntrain attorneys in these districts has resulted in a standard of practice which does not meet \nconstitutional  standards  or  comply  with  the  Louisiana  Rules  of  Professional  Conduct. \nThe  following  graphs  illustrate  the  disparity  in  funding  for  the  district  attorney  and \ndistrict defender in the  Second,  Seventeenth, Eighteenth and Twentieth Judicial Districts. \n{N3363341.3}  7\nComparison  of District Attorney and Public Defender Annual Revenue \nJudicial District 2 \n100% \nB08  ue\nn\ne\nv\ne\nR\n70%  Attorney \nRevenue (Thousands of USD)  $800    43650000%%%  %   Revenue as a Percentage of District \n$400  20%  Defender \n$200  10%  Public \na \n~~ District Attlormey (DA) Revenue  Public Defender (PD)  Revenue  ~~ ~~PD Revenue  as a Percentage of DA Revenue \nComparison  of District Attorney and Public Defender Annual Revenue \nJudicial District 17 \n100% \n$4,000  S08,  Revenue \n$3,500  8700%%   Atlorney \nRevenue (Thousands of USD)  $$$31122,.,,030500000000     -  ae  ~. -. Me, .  o— s -—-  oor goa     3206000%%%%     Defender Revenue as a Percentage of District \n$500  10%  Public \n2008  2009  2010  2081  2012  2013  2014 \n. District Atlomey (DA) Revenue  Public Defender (PD) Revenue  ~~-+ PID Revenue as a Percentage of DA Revenue \n{N3363341.3} \nComparison  of District Attorney and Public Defender Annual Revenue \nJudicial District 18 \n34.500  100% \ne\nu\nn\ne\nv\ne\nR\nRevenue (Thousands of USD)  $$3§$12233,,...505050000000000      Fe  8 s tA 387a 000%%%%eo     Revenue us a Percentage of District Attorney \n$1,000  ——<-\" —_  FEE Se  =.  vee  20% Defender \n$500.8   -  10%  Public \n30 \n0% \n2008  2009  2010  2011  2012  2013  2014 \n_ District Attorney (DA) Revenue  Public Defender (PD) Revenue  -~-~-PD Revenue as a Percentage of DA Revenue \nComparison of District Attorney and Public Defender Annual Revenue \nJudicial District 20 \n$1,200  100° \n$1,000  90%  Revenue \n70%  Attorney \nRevenue (Thousands of USD)  £ g 8 $2s 03 3 0  ‘ ‘ ' ‘ ‘  F ae ' ' ‘ / d i i  ' t t ‘ ' ‘  MTSR Age E  mens  -- picab  ‘ s u ‘ \\ 4 s  3 ¢ 8 43003 o o> %%   Defender Revenue as a Percentage of District \ne R 10%  Public \n8  A Po \n19.  Unlike  the  public  defenders,  the  budgets  of  district  attorneys  are  not \nsubject  to  discretionary  appropriations  by  the  Louisiana  Legislature.  Nor  are  they \ndependent  on  traffic  tickets  and  court  fees.  Other  stakeholders  in  the  criminal  justice \n£N3363341.3}  9 \nsystem  cannot  withhold  funding  from  district  attorneys.  On  the  other  hand,  in  many \ndistricts,  district  attorneys,  sheriffs,  and  judges  exercise  significant  influence  over  the \nbudgets  of  district  defenders.  While  some  stakeholders  diligently  help  the  defenders \ngenerate revenue,  others pursue policies that guarantee budget  shortfalls.  In recent years, \nwriting  fewer  traffic  tickets,  reducing  collections,  utilizing  pretrial  diversion  programs, \nredirecting  and  withholding  funds,  and  lobbying  against  increases  in  the  state \nappropriation are all  steps that have been taken to  divert money from public defenders. \n20.  The  lack  of  resources  available  for  attorneys,  investigators,  and  other \nprofessionals  in the  public  defense  system  in  Louisiana irreparably harms  and prejudices \nall  members  of  the  Class,  but  African  Americans  pay  the  heaviest  price.  They  are \nincarcerated  in  Louisiana  at  a  rate  four  times  higher  than  those  who  are  white.  The \npercentage  of African  Americans  in  prison  also  far  outstrips  their  representation  in  the \ngeneral population:  although African Americans  make up  only  32  percent  of Louisiana’s \npopulation, they represent nearly 70 percent of the  State’s prison population. \n21.  Studies  have  shown  that  African  Americans  are  disproportionately \nentangled  in  the  criminal  justice  system  at  every  step  in  the  process,  beginning  with \ndisproportionate  levels  of  police  interaction  and  at  all  subsequent  decision  points, \nincluding arrest,  bail,  sentencing,  and beyond.  This  is true even where other factors,  such \nas the kind  and number  of charges,  are the  same  as  between blacks  and whites.  A  study \nof inmates  at  Orleans  Parish  Prison  in  2016  concluded  that  black  men  were  53%  more \nlikely  than  white  men  to  stay  in jail  more  than  three  days  and  made  up  86%  of people \nheld  in  the jail  for “over a year.”  The  same  study  found that black men in New Orleans \nwere  50 percent more likely than white men to be arrested and that black women were 55 \npercent more  likely to  be  arrested than white women.  (App.  83).  Another  study  showed \nthat  disparities  in  arrests  for  marijuana-related  offenses  are  even  more  pronounced.  For \nexample,  between  January  2010  through  2015,  85  percent  of  the  people  arrested  for \nmarijuana-related offenses in New Orleans were black.  Of the  group charged with felony \nmarijuana  arrests,  94  percent  were  black.  The  disproportionate  arrest,  detention, \n{N3363341.33  10\nconviction,  and  incarceration  of African  Americans  in  Louisiana  is  a  bitter  reminder  of \nthe history of racial discrimination embedded in its criminal statutes and procedures. \nII.  THE  LOUISIANA  PUBLIC  DEFENSE  SYSTEM  FAILS  TO  PROVIDE \nEFFECTIVE REPRESENTATION TO THE POOR STATEWIDE. \n22.  The  Louisiana  Supreme  Court  has  long  held  that  effective  representation \nof  a  criminal  defendant  requires  a  lawyer  to  communicate  with  the  client  about  the \nobjectives,  strategies,  and  options  available  to  the  client,  to  conduct  an  investigation, \npursue  formal  and  informal  discovery,  research  legal  issues,  file  appropriate  pretrial \nmotions,  and  advocate  and provide  a voice for the client in  court.  The  attorney also must \npossess  the  skill,  training,  and  time  needed  to  complete  these  tasks.  In  order  to  meet \nthese obligations, public defenders need resources. \n23.  As part  of its  statutory  mandate to  provide  effective  legal  services,  LPDB \nhas  promulgated  performance  standards  for  public  defenders  and  attorneys  employed  or \nworking under  contract  for  LPDB,  including  standards  for trial  attorneys  providing  legal \nservices  in non-capital cases.  22 Louisiana Administrative  Code Ch.  7,  Pt.  XV;  (Apps.  4, \n6,  7).  These  standards  are  consistent  with  standards  promulgated  by  the  American  Bar \nAssociation and the National Legal Aid and Defender Association.  (Apps.  8  -15). \n24.  Among  other things,  LPDB  trial  court performance  standards  require  that \ndefenders meet with  incarcerated defendants  within  72  hours  of appointment;  conduct an \ninitial  interview with the  client and  attempt to  secure  the  client’s pretrial release;  conduct \na prompt investigation;  secure the  assistance  of experts where necessary and appropriate: \nkeep  the  client  informed  of the  progress  in  the  case:  file  appropriate  pretrial  motions; \nnegotiate  plea agreements;  and  fully  explain the  consequences  of any  such  agreement to \nthe  client.  While  compliance  with these  standards  would  meet  constitutional  norms,  the \nrepresentation provided to Plaintiffs and other members of the Class falls woefully short. \n25.  As  set forth below,  Plaintiffs  do not have  attorneys  who  have  investigated \ntheir  cases,  identified  relevant  evidence  or  witnesses,  filed  appropriate  pretrial  motions, \nor  communicated  with  their  clients  in  a  meaningful  or  timely  way.  The  prejudice  and \nirreparable  harm  to  Plaintiffs  flowing  directly  from  this  lack  of effective  representation \n{N3363341.3}  11\nincludes,  without  limitation,  losing  the  significant  advantages  at  trial  and  in  plea \nnegotiations which arise from subjecting the prosecution’s  case to  meaningful adversarial \ntesting  and  the  ability  to  make  considered  decisions  about  plea  offers.  The  lack  of \neffective  assistance  received  by  Plaintiffs  and  the  nature  of the  injuries  and  prejudice \neach of them has  suffered is typical of,  and common to, the members of the  Class. \nA,  Plaintiff Joseph Allen  (Pointe Coupee Parish,  18° Judicial District) \n26.  Mr.  Allen has  been held  in the  Point  Coupee  Parish  Jail  since  August  28, \n2016.  He  faces  several  firearm  charges  and  a minimum sentence of 10  years if convicted. \nAlthough  an  attorney  has  been  appointed  to  represent  Mr.  Allen,  he  has  had  so  little \ncontact with his  attorney that the  attorney  allowed the  Court to  issue  a bench warrant  for \nhis  chent even though Mr.  Allen had never been released from prison.  Had Mr.  Allen not \nfiled pro  se motions seeking his release his case would have been stayed indefinitely. \n2g,  Since  Mr.  Allen  resolved  this  issue  through  his  own  efforts,  the  public \ndefender has done almost nothing on his behalf.  He has met with Mr. Allen only once for \na  few  minutes,  The  attorney  has  filed  only  boilerplate  pretrial  motions  to  test  the \nprosecution’s  case.  The  motions  were  not  specific to  the  charges  against Mr.  Allen  or to \nthe  facts  of his  case.  In filing  a motion to  suppress,  the  attorney was  so  careless  that the \nmotion referred to the wrong case and discussed a search warrant that had no relevance to \nthe  charges  against Mr.  Allen.  Mr.  Allen has not been provided with a copy  of the  state’s \ndiscovery  disclosures.  Nor  has  he  had  adequate  opportunity  to  communicate  with  his \nattorney  about  the  charges  against  him,  potential  areas  for  investigation,  the  State’s \nevidence,  the  potential  penalties,  or  strategies  for  plea  negotiations.  There  has  been  no \ninvestigation of the facts.  He does not know what to expect when he  goes to court for his \nnext hearing date on February &. \nB.  Plaintiff Ashley Hurlburt (Winn Parish,  8th Judicial District) \n28.  Ms.  Hurlburt has  been held in  Winnfield  City  Jail  since her arrest on June \n6,  2016.  She  and her husband are  charged with negligent homicide  of their one  year-old \nchild  and face a maximum  sentence  of five  years  in prison.  Since her arrest  eight months \nago,  the court has  appointed two  different attorneys to represent her.  The  first attorney — \n{N3363341.3}  le\na contract public  defender in one court and part-time prosecutor in another court — filed  a \nboilerplate  motion  to  reduce  bond,  but  never  pursued  the  motion  or  spoke  with  Ms. \nHurlburt  about  the  motion.  The  court  then  removed  the  attorney  from  the  case  for  an \nunknown  conflict  of interest.  The  second  attorney  appointed  to  represent  Ms.  Hurlburt \nhas  provided  no  legal  services  at  all  despite  having  been  appointed  to  represent  Ms. \nHurlburt more than three months ago.  Ms.  Hurlburt has had no  communications with the \nattorney  whatsoever  and has  no  way  of contacting  him.  The  court has  set a hearing  date \nfor February 22,  2017  and trial  for April  24,  2017.  No  investigation has taken place.  No \none  has  explained  to  Ms.  Hurlburt  the  strength  of  the  charges  against  her,  possible \ndefenses,  or case  strategy.  She remains entirely in the dark about the proceedings  and her \nfuture  and  has  had  to  receive  medical  attention  for  pre-existing  depression  and  anxiety \ndisorders, \nG  Plaintiff Steven Ayres  (Winn Parish,  8° Judicial District) \n29.  Mr. Ayres is married to Ms.  Hurlburt and charged with the same crime.  In \nhis  eight months  in prison,  Mr.  Ayres  has  had  almost no  contact  with his  attorney.  The \npublic  defender  has  never  interviewed  Mr.  Ayres  about  the  facts  of  the  case.  At  a \npreliminary  examination hearing —  a  critical  hearing  in the  criminal  procedure process  — \nthe  attorney  did  not  explain the  purpose  or  significance  of the  proceeding  to  Mr.  Ayres; \nnor  did  he  permit  Mr.  Ayres  to  participate  in  his  own  defense.  Since  the  hearing,  Mr. \nAyres  has  been  unable  to  contact  his  lawyer.  He  has  no  means  of communicating  with \nhis  public  defender  by  telephone  and  his  letters  to  his  attorney  have  gone  unanswered. \nMr.  Ayres  is  scheduled  to  go  to  trial  on  April  24,  2017,  but  he has  no  information about \nwhether his  attorney has  conducted an  investigation of his  case  or identified witnesses  or \nevidence.  Despite  having  numerous  questions,  Mr.  Ayres  has  not  received  any  legal \nadvice or information about the defenses  available to  him,  potential trial  strategies,  or the \nstrength of the charges against him \nDd.  Rory K.  “Kevin” Gates  (Winn Parish,  8\" Judicial District) \n30.  Mr.  Gates  has  been  in  jail  since  July  2016  after  his  arrest  on  drug \ndistribution,  firearm,  and  possession  of  stolen  property  charges.  Mr.  Gates  faces  a \n§N3363341,3}  13\nminimum of 10  and  a maximum of 30  years  in prison.  Although the  court has appointed \nan  attorney  to  represent  him,  Mr.  Gates  has  not  received  any  meaningful  or  effective \nassistance.  Although the court has  appointed an attorney to represent him,  his attorney is \na  prosecutor  in  another  court  and  he  has  spoken  with  Mr.  Gates  only  once  and  then  for \nonly  five minutes  The  attorney has never visited  Mr.  Gates  in prison and has declined to \nspeak with Mr.  Gates  about the  case when they have  encountered each other in court.  At \none  proceeding,  the  attorney  conveyed  a plea offer to  Mr.  Gates  through  an  investigator \nrather than  speak  with Mr.  Gates  himself.  At a preliminary hearing,  the  attorney  did not \nexplain the purpose or significance of the proceeding to Mr.  Gates  or interview Mr.  Gates \nto  determine relevant lines  of inquiry.  Mr.  Gates  is  scheduled  for trial  on February  27  — \nin just  a  few weeks.  He  is  extremely  frustrated,  confused,  and  worried  and  cannot  help \nprepare his case for trial. \nE.  Plaintiff James Howard (Winn Parish,  8\" Judicial District) \n31.  Mr.  Howard  has  been  in  jail  since  April  2016.  He  is  charged  with \npossession  with  intent  to  distribute  methamphetamine,  possession  of drug  paraphernalia, \nand various traffic  offenses.  If convicted,  Mr.  Howard  faces  between two  and thirty years \nimprisonment  on  these  charges.  Although  Mr.  Howard  has  been  in jail  for  close  to  ten \nmonths,  he  and  his  family  have  had  almost  no  communications  or  contact  with  the \ndefender  assigned  to  the  case.  The  attorney  refuses  to  speak  with  Mr.  Howard  during \ncourt  hearings  and  does  not  respond  to  calls  from  Mr.  Howard’s  family.  The  attorney \nfailed to  consult with Mr.  Howard before  or after  seeking  a  continuance  of the  initial  trial \nsetting.  In their one substantive interaction, the attorney met with Mr.  Howard in prison to \ncommunicate a plea offer but did not discuss available defenses or options.  Mr. Howard is \nscheduied  to  go  to  trial  on  April  24  but  has  no  confidence  that  his  counsel  has  conducted \nan investigation, identified witnesses  or evidence,  or is prepared to advocate on his behalf. \nF.  Plaintiff Demarcus Morrow (Sabine Parish,  LI  Judicial District) \n32.  Mr.  Morrow has  been  in  the  Sabine  Parish  Jail  since  September 27,  2016 \non charges of domestic  abuse  battery,  simple criminal  damage to property over $500,  and \nseveral  drug-related  offenses.  Mr.  Morrow  faces  a minimum  of two  and  a maximum  of \n(N3363341.3}  14\n30  years  if convicted  of the  charges.  Mr.  Morrow  saw  his  public  defender  for  the  first \ntime  at  his  arraignment  on  October  27,  2016,  more  than  a  month  after  his  arrest.  The \npublic  defender  did  not  meet with Mr.  Morrow  before  or  after the  arraignment,  and  Mr. \nMorrow  retumed  to jail  without  any  information  on  what  to  expect  going  forward.  For \nseveral  months  following  the  arraignment,  Mr.  Morrow  had  no  further  contact  with  his \nattorney.  The  attorney  did  not  file  any  substantive  motions  and  failed  to  oppose  or \nrespond  to  substantive  motions  filed  by  the  prosecution.  As  of the  date  of  filing  this \npetition,  Mr.  Morrow has spoken only once  and only briefly with his public  defender.  He \nhas  never received a visit  from his  attorney  at jail  and he has  not been able to participate \nin his  defense.  He has not received discovery disclosures from the  State  and has not been \nable to  speak with his attorney about the attorney’s investigation,  if any,  or strategy. \nG.  Rodney  Waller (Sabine Parish,  11\" Judicial District) \n35.  Mr.  Waller  has  been  im  jail  since  October  2016  on  drug  distribution \ncharges,  Mr.  Waller  faces  a  minimum  of 2  and  maximum  of 30  years  in prison  on  these \ncharges.  Although  the  court  appointed  a  public  defender  to  represent  Mr.  Waller  at  his \narraignment,  the  attorney has  done  nothing to test the prosecution’s  case  against his  client \nor prepare  the  case  for  trial.  The  attorney has  not  filed  any  pretrial  motions  on behalf of \nMr.  Waller  and  has  permitted  the  deadline  for  filing  such  motions  to  expire  without \nspeaking  with  Mr.  Waller  about  the  decision.  By  contrast,  the  district  attorney  has  filed \nseveral pretrial  motions which require  a response  from the  defense.  Although it  is his job \nto do  so, the attorney has not answered the pretrial motions filed by the  State. \n34.  Mr.  Waller  has  received  only  two  short  visits  in  jail  from  his  public \ndefender.  The  first  visit  occurred  after  Mr.  Waller wrote  a  letter  to  his  lawyer  requesting \nhis discovery.  The public  defender brought the discovery packet to Mr.  Waller but did not \ndiscuss  its  contents  with him  in any  detail  or explain its  consequences.  The  attorney  also \ndid  not  discuss  evidence,  defense  strategy  or  avenues  for  investigation  with  Mr.  Waller. \nThe  meeting  lasted  no  more  than  five  minutes.  On  the  second  occasion,  Mr.  Waller’s \npublic  defender spoke with him briefly but the visit did not concern the details of his case. \nRather, his attorney advised Mr.  Waller not to pursue his claims  in this case by instructing \n{N3363341.3}  15\nhim not to  speak  with his  attorney in this  case.  Besides these two  encounters,  Mr.  Waller \nhas  not  had  any  contact  with  his  attorney.  His  girlfriend  has  attempted  to  call  his  public \ndefender but the attorney has not returned her calls. \nH.  Plaintiff Keith Arcement (Lafourche Parish,  17\" Judicial District) \n35.  Mr.  Arcement  has  been  held  in  the  Lafourche  Parish  Jail  and  Concordia \nParish Detention  Center since August  12, 2016.  He is charged with drug,  firearm, battery, \nand damage to property offenses  and  faces  a minimum of 10  years  in prison if convicted. \nDuring his  incarceration for the past  five months,  Mr.  Arcement has been represented by \na  different  attorney  at  each  stage  of the  proceedings  against  him.  None  of the  attorneys \nassigned  to  his  case  have  had  a  meaningful  discussion  with  Mr.  Arcement  about  the \ncharges  against  him,  possible  defenses,  case  strategy,  or the  strength  of the  case  against \nhim.  None  have  advocated  on  behalf of Mr.  Arcement  or  protected  his  interests  beyond \nmaking  their  appearances  in  court.  No  motions  have  been  filed  or  other  efforts \nundertaken to investigate the charges or secure witnesses and evidence. \n36.  On  January  11,  2017,  Mr.  Arcement  was  brought  to  court  for a  pretrial \nconference.  At the conference,  the public  defender represented Mr.  Arcement and two of \nhis  co-defendants  and  informed  Mr.  Arcement  that  she  had  secured  misdemeanor  plea \ndeals  for  her  other  clients.  The  attorney  failed  to  disclose  that  her  representation  of the \nco-defendants created a conflict of interest and did not seek a waiver of the conflict or ask \nfor another attorney to be appointed.  Mr.  Arcement is scheduled to  go to trial on February \n10,  2017 and has no assurance that the prosecutor’s case will be tested meaningfully. \nf  Plaintiff Frederick Bell (Lafourche Parish,  17\" Judicial District) \nat  Plaintiff Frederick  Bell  was  arrested  on  October  5,  2016.  He  is  charged \nwith possession  with  intent to  distribute  cocaine,  possession  of marijuana,  possession  of \ndrug  paraphernalia  and  various  traffic  offenses.  He  faces  a  minimum  of  two  and  a \nmaximum of 30 years in prison if convicted on the  charges against him. \n38.  Mr.  Bell  first  appeared  in  court  on  October  6,  2016  for  his  bond  setting. \nHe  was  not  represented  by  an  attorney.  The  court  appointed  the  public  defender  to \nrepresent Mr.  Bell  and  set his bail.  That evening,  a public  defender  spoke with Mr.  Bell, \n{N3363341.3}  16\nbut the  conversation  lasted  less  than  five  minutes.  Mr.  Bell  does  not  know the  name  of \nthe  attorney  and  has  had  no  further  contact  with  him.  A  different  public  defender  than \nthe  one  he  had  met  in jail  represented  Mr.  Bell  at  the  bond  reduction  hearing,  but  the \nattorney  did  not  speak with  him.  Mr.  Bell  does  not  know the  name  of the  second public \ndefender, nor how to contact him,  and has not seen him since the hearing. \n39.  Mr.  Bell  appeared  for  arraignment  on  November  3,  2016.  A  third  public \ndefender  appeared  on  his  behalf.  The  court  set  a  pretrial  conference  for  December  7, \n2016.  The public  defender did  not  speak with Mr.  Bell privately.  Instead,  she  called out \nhis name  in open court,  relayed the  district attorney’s plea offer,  and  asked Mr.  Bell  if he \nwould  accept  it.  Mr.  Bell  asked  the  public  defender  if he  could  see  the  discovery  and \nspeak  to  her  about  the  case.  The  public  defender  refused  to  provide  copies  of  the \ndisclosures  from  the  State  or  speak  with  Mr.  Bell  any  further  about  the  plea  offer.  She \ninstead ended the  conversation. Mr.  Beil turned down the plea offer. \n40.  Mr.  Bell  does  not  recall  the  name  of the  third  public  defender,  does  not \nknow how to contact her,  and has not seen her since the pretrial conference.  He wrote her \na  letter  which  he  asked  the  jail  to  send  to  the  public  defender’s  office  asking  for  his \ndiscovery. He addressed it “to whom it may concern.” He has not received a response. \n41.  __ No  one  is  representing  Mr.  Bell  as  a  practical  matter.  None  of his  three \npublic  defenders  have  filed  pretrial  motions  on  his  behalf  to  test  the  strength  of  the \nprosecutor’s  case,  spoken  with  Mr.  Bell  about  the  case  in  a  meaningful  way,  or  done \nanything more than present a take-it-or-leave-it plea offer to  Mr.  Bell. \nJ.  Genaro  Cruz Gomez  (Lafourche Parish,  17\" Judicial District) \n42.  Mr.  Gomez  has  been  in  jail  since  December  2015.  He  is  charged  with \nsexual  battery.  If convicted,  Mr.  Gomez  faces  up  to  ten  years  in  prison.  He  also  faces \ndeportation.  Although  a  public  defender  was  present  during  Mr.  Gomez’s  arraignment, \nthis  attorney  did  not  meet  Mr.  Gomez  and  instead  told  Mr.  Gomez  that  he  was  not  his \nlawyer.  Left without counsel  or any  explanation of the  charges  against  him,  Mr.  Gomez \nfiled  a pro  se  motion  for  discovery  in  February  2016.  The  court  denied  that  motion, \n§N3363341.3}  Hf\nnoting  in  its  order that  “[blecause the  defendant  is  represented by  counsel,  the trial  court \nis not required to consider any motions filed by the defender in proper person.” \n43.  Mr.  Gomez  was  introduced  to  his  current  attorney  in  March  2016. \nHowever,  the  attorney did not  discuss the  charges  against Mr.  Gomez or explain how the \nproceedings  would  move  forward  from  that  time.  The  attorney  did  not  meet  with  Mr. \nGomez again until  nearly a year after his  arrest in November 2016 — the  first of two brief \nvisits  with  Mr.  Gomez.  During  these  visits,  the  attorney  urged  Mr.  Gomez  to  accept  a \nplea offer,  but refused to  discuss potential  defenses  or trial  strategies  or the  consequences \nof accepting the plea on Mr.  Gomez’s immigration status. \nK.  Plaintiff Sam  Ybarra  (Lafourche Parish,  1 7* Judicial District) \n44.  Mr.  Ybarra  has  been  held  in  the  Lafourche  Parish  Jail  and  Concordia \nParish  Detention  Center  since  November  2016.  Mr.  Ybarra  is  charged  with  resisting \narrest  and  domestic  abuse  battery  with  child  endangerment,  charges  for  which  he  faces \nmandatory jail  time  of up  to  six  months  in  prison.  Approximately  one  week  after  his \narrest,  a  public  defender  came  to  visit  Mr.  Ybarra  in jail.  He  told  Mr.  Ybarra  about  the \ncharges he was  facing.  Mr.  Ybarra asked  questions  about the charges  against him,  but the \npublic  defender  did  not  answer  the  questions  and  said  that  another  lawyer  would  be \nassigned to his case. \n45.  Mr.  Ybarra  was  arraigned  on  December 28,  2016.  The  public  defender  at \nthe  arraignment  told  Mr.  Ybarra  to  plead  not  guilty.  He  otherwise  did  not  speak  to  Mr. \nYbarra.  The court set Mr.  Ybarra’s case for a pretrial  conference  on March 22, 2017.  Mr. \nYbarra has no  idea what will  happen  at this  hearing  and is understandably  concerned that \nhe  has  not  had  an  adequate  opportunity  to  communicate  with  his  attorney  about  the \nalleged  offense,  pertinent legal  and  factual  avenues  for investigation,  appropriate pretrial \nmotions, the  State’s evidence, the potential penalties, or strategies for plea negotiations. \n46.  Mr.  Ybarra  has  not  met  with  a  public  defender  since  he  was  told  a  new \nattorney  would  be  assigned  to  his  case.  He  does  not  know  the  name  of  his  assigned \nattorney,  and  when he  recently tried to  call the  public  defender’s  office,  he  was  told that \nthe  office  did  not  accept  collect  calls.  Mr.  Ybarra wrote  a  letter to  the  public  defender’s \n{N3363341.3}  18\noffice asking for someone to visit him, but he was unsure to whom he should address it as \nhe did not know his public defender’s name. He has not received a response to his letter. \nL.  Plaintiff Michael Carter (East Baton Rouge Parish, 19\" JDC) \n47,  Mr.  Carter has been in jail  since August 2015.  Charged with being  a felon \nin  possession  of a  firearm  and  indecent  behavior  with  a juvenile,  he  faces  a  mandatory \nminimum  sentence  of imprisonment  of  10  years  and  could  be  imprisoned  for  up  to  20 \nyears.  Despite  the  seriousness  of  the  charges  against  him,  Mr.  Carter  did  not  have  a \npublic  defender appointed to  his  case  for nearly three  months  after his  arrest and has had \nvirtually  no  contact  with  the  attorney  since  the  appointment.  The  only  time  Mr.  Carter \nsees his  attorney  is  in court  and then only in passing.  The  attorney has  not explained his \ndefense  strategy  to  Mr.  Carter,  has  not  conducted  any  investigation  of  the  allegations \nagainst him,  and  has  made  no  effort to  keep  Mr.  Carter  informed  about  the  case.  In the \n18  months  that  Mr.  Carter  has  been  waiting  in  pretrial  detention,  he  has  not  been \ninterviewed  by  his  counsel  and  has  not  been  provided  with  any  information  about  the \nevidence  or  strength  of  the  case  against  him.  His  attorney  has  filed  only  boilerplate \npretrial motions,  Mr.  Carter has no business card or contact information for his lawyer. \n48.  Mr.  Carter  also  has  been  denied  any  opportunity  to  participate  in  the \ndefense  of his  case.  Rather  than  pursue  motion  practice  to  test  the  charges  against  Mr. \nCarter,  the  public  defender  has  repeatedly  moved  to  continue  all  proceedings  without \nasking whether Mr.  Carter wanted to  delay the  case.  Frustrated,  Mr.  Carter filed a pro  se \nmotion  for  a  speedy  trial  on  December  14,  2016.  At  the  next  hearing  date,  neither  the \npublic  defender  nor  the  court  asked  Mr.  Carter  about  the  pro  se  motion.  Instead,  the \npublic  defender  and  prosecutor  jointly  requested  and  received  another  60-day \ncontinuance.  After obtaining the  continuance,  the  public  defender did not  speak with Mr. \nCarter or explain what would happen on the next court date.  Mr.  Carter has no knowledge \nabout where his case  stands and no  confidence that his attomey will advocate for him. \nM.  Plaintiff James Park (East Feliciana Parish,  20\" Judicial District) \n49.  Plaintiff James  Park  has  been  in  prison  since  August  2015  following  his \narrest  for  first  degree  rape.  Over the  past  eighteen  months,  the  public  defender  has  done \n{N336334 1.3}  19\nnothing to test the  sufficiency of the  charges  against Mr.  Park.  The  only motion filed by \nthe  public  defender  was  a  generic  motion  for  discovery.  Mr.  Park  also  has  met with  his \nattorney only twice,  once in  September 2015  and once in January 2017.  Both visits were \nperfunctory and  lasted less  than five  minutes.  His  only  other  contact with his  lawyer has \nbeen  in  court.  On  those  occasions,  his  attorney  did  not  discuss  the  charges  against  Mr. \nPark  or what  she  was  doing to  defend  him.  The case  against Mr.  Park was  originally  set \nto  go  to  trial  on  April  25,  2016,  but  has  been  continued  and  reset  several  times  at  the \nrequest  of his  lawyer.  Although  he  is  now  scheduled  to  go  to  trial  in  April  of this  year, \nMr.  Park  has  never  discussed  the  evidence  against  him  with  his  attorney  and  does  not \nbelieve that his public defender has done anything to prepare the case for trial. \nN.  Other Class Members \n50.  The  lack  of meaningful  representation  experienced by  Plaintiffs  is  typical \nof non-capital  criminal  defendants  with  court-appointed  lawyers,  is  an  accepted practice \nin Louisiana,  and causes  irreparable harm and prejudice to  each member of the Class.  As \nthe  former  Chief Public  Defender  in  Plaquemines  Parish,  Matthew  Robnett,  articulated: \n“T  can't  say for  sure,  but I  might be  more  shaded to  settle  because  we  can't mount a good \ndefense.  Part  of your minimum  right  to  counsel  is  more  than just  having  a  potted  plant \nstand next to you in court.  It's the  ability to present an effective defense.\"  (App.  59). \n51.  Consider this  description  of public  defender  services  in  Orleans  Parish by \nOPD  attorney  Ting  Peng:  “Because  we  don’t have  enough  lawyers  on  staff,  the  week  | \npassed  the  bar  in  2013,  I  began  representing  people  facing  mandatory  life  sentences  on \nfelony  charges.  In  Louisiana,  people  with  as  few  as  two  prior  nonviolent  felony \nconvictions  can face mandatory  life imprisonment on charges  as minor as possession of a \nsyringe  containing  heroin  residue  or,  until  recently,  possession  of  a  single  joint. \nDefendants  who  cannot  afford to  make  bond  can  sit  in jail  for  60  days  while  the  district \nattorney  decides  whether  to  arraign  them.  An  unconstitutionally  high  caseload  means \nthat I often see my new clients only once in those two  months.  It means that I miss  filing \nimportant motions,  that I am unable to properly prepare  for every trial, that I have  serious \nconversations  about plea  bargains  with  my  clients  in  open  court because  I  did not  spend \n£N3363341.3}  20\nenough  time  conducting  confidential  visits  with them  in jail.  I  plead  some  of my  clients \nto felony convictions on the  day I meet them.  If I don’t follow up to  make  sure clients are \nreleased  when  they  should  be,  they  can  sit  in jail  for  unnecessary  weeks  and  months.” \n(App.  47). \n52.  The  absence  of  traditional  markers  of  effective  representation,  such  as \ntimely  and  meaningful  adversarial  testing  of  the  prosecution’s  case,  confidential \nconsultation with clients,  and appropriate  investigation,  are not unique to  Orleans  Parish. \nDue to a wide range  of structural limitations, the public defenders in each of the forty-two \njudicial  districts in Louisiana systematically fail to test the charges  against their clients in \na  meaningful  way.  A  law  professor  recently  put  it  this  way  when  discussing  the \nrestrictions  on  representation  in  Louisiana:  “(This  situation  puts  judges  in  an]  wholly \nuntenable  position.  They’re  asked  to  sit  and  guarantee  fair  and  impartial  trials  in  a \nsituation where everybody knows there’s nothing fair about it...  .”  (App.  51). \n53.  A public defender in Orleans Parish also recently  stated in an affidavit that \nshe  counsels  many  clients  to  enter  guilty pleas  without  investigating their  cases,  that  she \nnormally  does  not  prepare  for trial  until  the  weekend  before,  does  not  review the  police \nreport until the day of trial, and generally does not visit crime scenes.  (App.  57). \n54.  ‘In  some  courts  in  Louisiana,  the  administration  of justice  involves  having \nlarge  groups  of defendants  enter their pleas  in unison.  During these  mass  pleas,  a public \ndefender hands out forms to the  defendants  in which they agree to plead guilty to  a crime \nwith  little  to  no  understanding  of the  strength  of the  case  against  them,  their  possible \ndefenses,  or the  collateral  consequences  of a  conviction,  including  how the  decision  will \nimpact their ability to  access  government  services, travel,  or remain in the country if they \nare  not  a  United  States  citizen.  The  court  reads  the  name,  charge,  and  sentence  of each \ndefendant  and  questions  them  as  a  group  to  determine  whether  their  pleas  are  knowing \nand  voluntary.  The  defendants  respond  to  the  questions  in  unison.  In  most  of  these \ncases,  the  defendants  have  never  met  or  spoken to  the  public  defender  prior to  that  day. \nTheir decision is practical: plead “guilty”  and secure their release from prison or a shorter \n{N3363341.33  21\nprison term  or  enter  a plea of “not  guilty”  and  wait  in prison for  a trial  date that may  be \nmonths away with a public defender who will put up little resistance to the  State’s case. \n55.  Timely  investigation  is  also  a constitutionally mandated part  of a criminal \ndefense  engagement  that  is  missing  in  Louisiana.  Most  district  offices  do  not  employ \ninvestigators,  social  workers,  or  other  professional  staff  needed  to  provide  effective \nassistance.  Those  who  do  employ  investigators  are  understaffed.  For example,  in 2015, \nthe District Defender for the  16th Judicial  District handled 2359  felony cases, but had no \ninvestigator on staff and no  line  item  expense allocation to  engage  an investigator.  (App. \n2).  In 2016, this same district had a single investigator for a similar number of cases. \n56.  A  lack  of investigative  support renders  an attorney  ineffective.  Colorado, \nConnecticut,  New  Hampshire,  New  Jersey,  Vermont,  and  Washington  State  maintain  or \nprescribe  ratios  of  at  least  one  investigator  for  every  four  attorneys:  Indiana  requires \nindigent  defense  providers  to  fill  three  support  staff  positions  for  every  four  staff \nattorneys,  at  least  one  of whom  should  be  an  investigator;  Delaware,  Iowa,  Minnesota, \nRhode  Island, Virginia,  and Washington D.C.  maintain or prescribe a  ratio  of at least one \ninvestigator  for  every  six  attorneys;  and  Kentucky,  Massachusetts,  Montana,  and \nWisconsin  maintain  or  prescribe  a  ratio  of better  than  one  investigator  for  every  eight \nattorneys.  The  National  Study  Commission  on  Defense  Services  Guideline  4.1 \nrecommends  one  investigator  for  every  three  attorneys.  Few,  if any,  district  offices  for \npublic  defender services  in Louisiana come close to meeting national norms,  and none  of \nthem meet national norms if the ratios are adjusted to account for excessive caseloads. \n537.  Public  defenders  also  lack  support  from  social  workers  and  mental  health \nprofessionals.  It  is  now  widely  recognized  that  a  significant  number  of  the  people \ncharged with crimes  suffer from mental health and substance  abuse problems.  In order to \ncommunicate  with  and  advocate  effectively  on  behalf of their  clients,  public  defenders \nmay  require  assistance  from  trained  professionals.  (App.  70).  For  example,  client  and \nfamily  interviews  conducted  by  an  experienced  social  worker  can,  among  other  things, \nidentify  mental  health  issues  and  substance-abuse  problems.  Information  gleaned  from \nsuch  interviews  is  often  not  only  essential  for  a  defender  to  be  able  to  meaningfully \n§N3363341.3}  22\ncommunicate  with  a  client,  but  also  can  raise  new  defenses  and  trial  strategies  and  help \nshape  arguments  during  plea  bargains,  bond  hearings,  and  sentencing  hearings.  Social \nworkers  and  other  professionals  play  a  pivotal  role  in  effective  advocacy  and,  while \nwidely available in many other states, they are largely unheard of in Louisiana. \nIl.  THE  POOR  IN  LOUISIANA  WILL  CONTINUE  TO  BE  DENIED  THE \nRIGHT  TO  COUNSEL  UNTIL  THE  STRUCTURAL  LIMITATIONS  OF \nTHE PUBLIC DEFENDER SYSTEM ARE REMOVED. \n58.  Structural  limitations  in  the  public  defender  system,  including  the  acute \nlack  of resources,  endemic  conflicts  of interest,  lack  of independence,  unreasonably high \nworkloads  and  lack  of  supervision  create  an  impenetrable  barrier  to  effective \nrepresentation.  Although  Louisiana’s  public  defense  system  has  never  been  capable  of \nproviding  counsel  state  wide  to  indigent  defendants  in the  way  contemplated  in  Gideon, \nin  the  past  year,  the  system’s  failures  have  come  into  sharper  focus  as  thousands  of \nappointments have been delayed in judicial district courts throughout Louisiana. \n59.  In  some  districts, judges  responded  by  appointing  civil  attorneys  with  no \nprior  criminal  law  experience  to  represent  those  on  waiting  lists.  This  is  akin  to \nappointing an anesthesiologist to perform surgery:  both are  doctors, but they do not share \nthe same  set of skills,  and the client is highly likely to  suffer as a result. \n60.  Courts in other judicial districts had  city attorneys and prosecutors  stand in \nas  counsel even though they had clear conflicts of interest.  In some cases, judges advised \ndefendants to  plead guilty rather than wait  for an  attorney-in-name  only.  Other  courts,  in \ncontrast,  stopped  appointing  attorneys  altogether for poor people  charged  with low grade \noffenses  or  for  appearances  at bail  hearings,  arraignments,  and  revocations  of probation. \nOverworked  and  stretched  too  thin,  public  defenders  in  these  districts  are  reluctant  to \nobject to these practices  since any complaint could bring the  system to a halt. \nA.  Excessive Caseloads and Critical Understaffing \n61.  Caseload  data  published  by  LPDB  understates  the  problem.  Lack  of \nresources  has  caused  LPDB  to  adopt  maximum  caseload  standards  that  are  significantly \nhigher  than  those  that  have  come  to  be  accepted  nationally  and  adopted  in  many  other \nstates.  Were they  followed,  the  caseload  standards  for felonies  in  Louisiana would  limit \n{N3363341,3}  23\nthe  number  of felonies  that  a  public  defender  should  handle  at  any  given  time  to  200. \nLPDB  caseloads  also  do  not take into  account cases  for which counsel was not appointed \nbut  should  have  been.  However,  even  if LPDB  caseload  information were  accurate,  it  is \nsimply impossible for an attorney assigned twice or five times the recommended caseload \nto do what the federal and state constitutions and the Louisiana Supreme  Court require. \n62.  An  attorney  assigned  400  felonies  (twice  the  LPDB  standard),  for \nexample,  has  less  than  a  day  —  even  if she  worked  every  calendar  day  of the  year  —  to \nmeet  and  consult  with  each  client,  examine  the  client’s  case  file,  interview  witnesses, \ntrack  down  evidence,  prepare  defenses  and  motion  papers,  consider  a  plea,  prepare  for \ntrial,  and dispose of the  case.  When public  defenders  are  assigned too many cases,  client \ncommunications,  case  investigation,  and  case  preparation  become  perfunctory,  often \nunperformed,  exercises that  are  inconsistent with practice  standards  and  ethical rules.  In \nmost  districts,  public  defenders  rarely  meet  with  clients,  particularly  those  who  are \nincarcerated,  outside  of  court.  No  investigation  for,  or  examination  of,  witnesses  or \nsearch  for relevant  evidence  is  undertaken.  Very  often the  attorneys  does  not  engage  in \nconversation  with  the  defendant  at  all.  Public  defenders  in  many  districts  are  so \noverwhelmed  by  their  caseloads  that  some  just  sit  at  counsel  table  in  the  courtroom \nreading files while clients appear before the court and enter uncounseled pleas. \n63.  Nearly  all  district  defender  offices  annually  exceed  LPDB  caseload \nstandards.  In each of the  past six years  the  State’s  overall average caseloads per attorney \n—  as  measured  by  LPDB  —  has  been  more  than  twice  and  up  to five  times  the  Board’s \nalready  inflated  caseloads.  Using  caseload  information  from  the  2016  LPDB  Annual \nReport  (App.  3),  the  following  two  graphics  illustrate  the  extent  to  which  defender \ncaseloads  in  the  7\"  and  17\"  Judicial  Districts  exceed  LPDB  standards.  Exhibit  1  to  the \nAppendix compiles graphics for each of the forty two judicial districts. \n{N3363341.3}  24\n7th JUDICIAL DISTRICT \nDistrict 7 PDO Average Caseload per Atty FTE \n2016 LPDB Report at p.166 \nThe LPDB standard maximum for caseload is significantly in excess of national norms and \ncaseload maximums in other states. \n4.35 \n1   1  1  1   1  1  1 \na \nCY10  CYi1  cyi2  C¥13  Cyid  C¥15  cyié \nDistrict 7 Average Caseload Changes  State AVG Caseloads  ==LIDB Standard MAX \nIn the 7th Judicial District, public defense attorneys maintain caseloads almost four and a half times the recommended \ncaseload limit for each attorney. \nThe 7th Judicial District is a rural district that handles only a small number of cases each year, making comparisons \ndifficult.  However, reflance on insufficient revenues has resulted in caseloads that by far exceed established caseload \nlimits.  Excessive cases limit each defender’s ability to provide effective assistance of counsel te their clients. \nDistrict 7 PDO Average Caseloads Compared to \nState Average & State Standard Maximums \n2016 LPDB Report at p.166 \n   \n439 \nLIDB Standard Maximum  LA State Average  District 7 PDO Average \nCaseload per Atty FTE \n  \n£N3363341.3)  25\n17th JUDICIAL DISTRICT \nDistrict 17 PDO Average Caseload per Atty FTE \n2016 LPDB Report at p.344 \nThe LPDB  standard maximum for caseload is significantly in excess of national norms and \ncaseload maximums in other states. \n4.50 \n4s  i~ \n3.93 \n344  = \n2.94  “3.0; 7  =  ~ \n3  enue  2.68  :  “2.84 \n— \n2.44  2.40  2.36 \n2.12  225  2.14  2.01 \n15 \n 1  1  1  1   a  i  1 \n0 \nc¥10  cyl  cY12  cya  cy14  cys  C¥is \nDistrict 17 Average Caseload Changes  ~~$tate AVG Caseloads  ===L{DB Standard MAX \nin the 17th Judicial District, public defense attorneys maintain caseloads almost three times the recommended \ncaseload limit for each attorney. \nReliance on insufficient revenues has resulted in caseloads that by far exceed established caseload limits. Excessive \ncases limit each defender’s ability to provide effective assistance of counsel to their clients. \nDistrict 17 PDO Average Caseloads Compared to \nState Average & State Standard Maximums \n2016 LPDB Report at p.344 \n   \n2.84 \nLIDB Standard Maximum  LA State Average  District 17 PDO Average \nCaseload per Atty FTE \n{N3363341.3}  26\nB.  Failure to  Train  and  Supervise \n64,  The  Louisiana Public  Defender Act contemplates  “statewide  oversight”  of \nthe  attorneys  representing  indigent  defendants  and  “uniform  binding  standards  and \nguidelines  for  the  delivery  of public  defender  services  and  for  an  effective  management \nsystem to ensure  compliance with such standards and guidelines.”  LA-R.S.  15:142. \n65.  The  statute  further  requires  LPDB  to  employ  a trial-level  compliance \nofficer  who  is  statutorily  mandated  to  engage  in  “regular  assessments  and  ongoing \nmonitoring  of  each  district  public  defender  system’s  compliance”  with  board \nperformance  standards  and  “to  make  regular  reports  to  the  board  on  variances  to  board \nstandards and guidelines with respect to  each district.”  LA-R.S.  15:157. \n66.  For  several  years  following  the  passage  of the  Louisiana  Public  Defender \nAct  in 2007,  LPDB  provided  some  training  and  did  what  it  could with limited resources \nto  supervise  the  district  offices.  It  also  directed  district  offices  to  supervise  their \nattorneys  as  part  of their  contracts  with  LPDB.  However,  throughout  this  period,  some \ndistrict  defenders  viewed  the  LPDB’s  imposition  of  performance  standards  as  an \nunwelcome  intrusion  on  their  authority  and  engaged  in  a  coordinated  campaign  to \nundermine  the  staffs  regulatory  authority  by  complaining  about  the  size  of  its \nprofessional  staff and  state-wide programs  dedicated to  capital defense,  criminal  appeals, \nand wrongful conviction claims.  In an email  exchange with an LPDB board member,  the \ndistrict  defender in the  15th Judicial  District  Court  admitted that  he  employed a tactic  of \nexaggerating  the  size  of his  wait  list  by  over  3000  cases  to  support  his  argument  that \nstate-wide programs were being funded at the expense  of his district.  (App.  95). \n67.  In  2016,  with the  support  of Governor  Edwards  and the  district  attorneys, \ndistrict  defenders  who  wanted  to  insulate  themselves  against  LPDB  oversight \nsuccessfully  lobbied  the  Louisiana  Legislature  to  amend  the  Louisiana  Public  Defender \nAct.  The  final  version of the  amendment —  Act  571  —  gave  district defenders  the  right to \nnominate  a  majority  of the  seats  on  LPDB  and  eliminated  the  role  of local  law  schools, \nthe  Louisiana  State  Bar  Association,  and  other  stakeholders  in  the  nomination  and \nappointment of board members.  Act 571  also  shifted additional funding to the districts at \n(N336334 1.3}  Ab\nthe  expense  of key statewide programs,  including capital  representation and the  statewide \ntraining  program.  Act  571  did  not  increase  funding  for  indigent  defense  or  modify  the \nsystem’s reliance on fines and fees to fund most indigent defense services. \n68.  Ina  note  to  other  board  members,  Defendant  Pat  Fanning  explained  the \nselection  process  for  reconstituting  LPDB  under  Act  571  and  the  concerns  of  some \ndistrict  defenders  as  follows:  “The  five  reps,  including  myself,  who  came  from the  five \nCircuits  were named basically by the district defenders.  Obviously, there  was  discussion \nwith  the  District  Defenders  before  the  nominations  were  made  and  the  new  board \nmembers  heard  complaints  about  money,  accountability,  etc.  The  guys  in  the  districts \nthink  of themselves  as  the  foot  soldiers  and  complain  that  the  administration  takes  as \nmuch  money  as  it  wants  and  the  districts  get  whatever  is  left  to  do  the  actual  work  of \nproviding  services  to  the  clients  in  the  courtrooms.  They  complain  that  they  are  held \naccountable  for how they  spend every dollar but the  501  c  3s  do  not have to  do the  same \nand some end up with surpluses while some districts go into ROS.”  (App.  95). \n69.  On  October  17,  2016,  an  anonymous  group  of  district  defenders  sent  a \n“white  paper”  to  the  recently  reconstituted  LPDB.  In  this  communication,  the \nanonymous  district defenders  complained bitterly  about  funds  allocated  to  the  Innocence \nProject  and  other  state-wide programs.  Notwithstanding  the  statutory  mandate  of LPDB \nto  use  performance  standards  to  assure  high-quality  legal  services  throughout  the  State, \nthe  anonymous  district defenders  further argued that “the  staff has  focused on regulation \nand  management  of the  districts,”  that  such  supervision  is unnecessary  and unwarranted, \nand that the  staff budget for LPDB  should be significantly reduced.  (App.  69). \n70.  LPDB  and  its  staff  have  bowed  to  this  pressure  by  abandoning  their \nsupervisory  and  oversight  functions.  Among  other  things,  LPDB  and  its  staff  have \nceased  all  efforts  to  assess  or monitor  compliance  with  state-wide performance  standards \nby  the  district  offices,  publish  reports  regularly  showing  variances  between  the  board \nstandards  and  guidelines  and  the  conduct  of each  district  office,  enforce  the  contractual \nobligation of the District  Offices  to  supervise  and train their attorneys,  or fill  crucial  staff \npositions  contemplated by the Public Defender Act such as a state-wide training director. \n£N3363341.3}  28\nThe  result  has  been  to  set  the  public  defense  system  back  a  decade  and  puts  years  of \nfinancial investment at risk by rendering state-wide standards and training illusory. \nC.  Lack of Independence and Conflicts of Interest \n71.  Although  the  Louisiana  Legislature  intended  the  Louisiana  Public \nDefender Act to  establish a public  defender system that is  “free  from  undue political  and \nJudicial  interference  and  free  of conflicts  of interest,”  what  exists  in  reality  is  a  system \nwhere  conflicts  of interest  are  commonplace  and  an  accepted  part  of the  practice  of law \nwhen it comes to the representation of poor people  in the criminal defense system. \n72.  All  district  defenders  rely  heavily  on  locally  generated  funds  from  traffic \ntickets  and  court  fees  for  their  budgets.  This  funding  structure  places  sheriffs, \nprosecutors,  and  other  stakeholders  in  a  position  to  manipulate  the  budgets  for  public \ndefenders.  Public  defenders  who  maintain  good  relationships  with  local  officials  may \nbenefit  from  high  rates  of traffic  tickets,  fewer  of their  cases  being  referred  to a  pretrial \ndiversion  program,  or  periodic  allocations  from  a  local  jury  fund  controlled  by  the \nprosecutors  and judges.  Public  defenders who upset the balance  of power by arguing too \nforcefully  for  their  clients  may  not  fare  as  well.  In  addition  to  encouraging  public \ndefenders  to  go  along  to  get  along,  the  current  funding  structure  rewards  district \ndefenders  who  are  bad  at  their  jobs.  Because  a  percentage  of  the  fees  assessed  on \ndefendants  who  are  convicted  of a  crime  are  allocated  to  the  budget  of a  local  district \ndefender,  district  defenders  who  lose  more  cases  do  better  financially  than  those  who \nwin.  The  State  Public  Defender put it succinctly:  “Our revenue  is partially dependent  on \nour losing.”  (App.  55). \n73.   Exeessive  caseloads  and  lack  of  resources  likewise  prevent  public \ndefenders from meeting their ethical  obligations under state law to provide competent and \ndiligent representation  under Rules  1.1  and  1.3  of the  Rules  of Professional  Conduct and \nto fail in their obligations  under Rule  1.4 to keep  clients reasonably informed and provide \nthem with  sufficient information to  participate  intelligently  in  decisions  concerning their \ndefense.  Time  deficits  associated with  excessive  caseloads  also  create  inherent  conflicts \n{N3363341.3}  29\nunder  Rule  1,7  because  every time  an  overworked public  defender  allocates  time to  one \nclient he is acting to the prejudice of other clients whose cases also need attention. \n74,  The  continued  use  of  flat-fee  contracts  for  public  defenders  in  most \ndistricts  in  Louisiana  raises  serious  conflict  issues  as  well.  Flat-fee  contracts  entice \ncontract  defenders  to  assume  large  caseloads,  but  offer  no  financial  incentive  to  invest \ntime  or resources  in the  cases.  Compounding the  conflict  is  the  fact that  these  contracts \npermit  the  attorneys  to  simultaneously  maintain  a  private  practice.  Washington  State \nbanned  flat-fee  contracts  in  2009  because  they  create  an  “inherent  conflict  of  interest” \nbetween a client’s  right to  adequate counsel  and the attorney’s personal  financial interest. \n(App.  32).  When  salaried  lawyers  are  free  to  represent  private  clients,  they  have  a \nfinancial  incentive  to  devote  more  time  to  those  clients  than  to  their  indigent  clients.  In \npractice,  the  public  defense  contracts  are  largely  unsupervised,  and  the  arrangement \ncommonly results in contract lawyers underserving their indigent clients. \nIV.  THE  STRUCTURAL  IMPEDIMENTS  TO  THE  RIGHT  TO  COUNSEL \nCANNOT BE DISMANTLED WITHOUT JUDICIAL INTERVENTION. \n75.  The  crisis  in  the  Louisiana  indigent  defense  system  is  not  new;  it  is \nchronic and systemic, part of a pattern of fits and starts at reform dating back to  1966.  As \nset  forth  in  the  attached  presentation  authored  by  State  Public  Defender  Jay  Dixon,  the \nvast majority  of public  defender  offices  in  Louisiana are  in  a perpetual  state  of financial \ncrisis  “due  to  their  reliance  on  inadequate,  unstable,  and  unreliable  funding  streams \nprimarily based on traffic tickets and court costs.”  (App.  98). \n76.  Only months ago,  at the urging of many district defenders and prosecutors, \nthe  Louisiana Legislature  statutorily mandated that LPDB  borrow  from Peter to  pay Paul \nby  reducing  funding  for  several  non-governmental  nonprofit  law  firms  which  provide \nservices  in  the  areas  of capital  trials  and  appeals,  non-capital  criminal  appeals, juvenile \njustice,  and  post-conviction  applications,  and  reallocating  those  funds  to  the  districts. \nWhile  this  reallocation  offered  limited  and  temporary  financial  relief for  a  few  districts, \npublic  defender services in all judicial districts remain underfunded. \n{N3363341.3}  30\n77.  The  only  way  to  remedy  the  systemic  barriers  that  affect  indigent \ndefendants  in  Louisiana  is  through  structural  reform.  Such  reform  must  include \nsubstantial  —  and  adequate  —  increases  in the  funding  available  for  indigent  defense  and \nmonitored assurance of appropriate performance by appointed counsel.  While the courts \nlack  authority  to  direct  the  Louisiana  Legislature  to  allocate  funds  to  indigent  defense, \nthey can remedy the  denial of the fundamental right to  counsel by ordering Defendants to \ncomply  with  their  constitutional  and  statutory  mandate  and  appointing  a  monitor  to \nensure enforcement of constitutional  and ethical  standards applicable to public defenders. \n78.  Appointing  a  monitor  empowered  to  supervise  the  indigent  defense \nsystem,  is  necessary  to  redress  the  harms  that  Plaintiffs  and  other  members  of the  Class \nare  suffering  and  would  otherwise  continue  to  suffer  as  a result  of the  ongoing  systemic \ninadequacy of the  State’s  system.  Those affected by the failure of this system are,  almost \nby  definition,  among  the  most  politically  vulnerable  and  least  powerful  persons  in  the \nstate.  In  contrast,  the  opposition  to  reform  is  organized,  powerful,  and  vocal.  While \nmany  district  defenders,  prosecutors,  and  judges  support  reform,  other  stakeholders \nactively  work  against  it.  District  defenders  who  oppose  reform  jealously  rail  against \nmoney  allocated  to  state-wide  programs  for  capital  cases  and  innocence  claims.  They \ncomplain  about  losing  autonomy  and  submitting  to  oversight  and  supervision  by  the \nBoard,  Only a court-appointed monitor will have the necessary independence to confront \nopposition from stakeholders with a vested interest in maintaining the state quo. \nCLASS ACTION ALLEGATIONS \n79.  ‘Plaintiffs  bring  this  suit  on  behalf  of  themselves  and  as  a  class  action \nunder  Louisiana  Code  of Civil  Procedure  Article  591  on  behalf  of all  members  of the \nfollowing  class:  “All persons  who  are  indigent  and facing  charges  in  Louisiana of a  non- \ncapital  criminal  offense  punishable  by  imprisonment.”  Excluded  from  this  Class  are \ncriminal  defendants  represented  by  private  counsel,  criminal  defendants  who  are \nvoluntarily  and  knowingly  representing  themselves pro  se,  and  juveniles  charged  with \ncriminal offenses but whose cases are  assigned only to juvenile court. \n{N3363341.3}  31\n80.  The  exact  number  of  the  members  of  the  Class  is  unknown,  but  is \nreasonably estimated to  be well  in excess  of 20,000  at any given time  in that many of the \n42  district  offices  handle  several thousand  indigent  cases per year.  The  large  number  of \nclass members nadies  individual joinder of all members  impracticable. \n81.  Questions  of fact  common  to  the  Class  include,  but  are  not  limited to:  (1) \nwhether,  on  a  system-wide  basis,  the  traditional  markers  of effective  representation  such \nas  timely  and  meaningful  adversarial  testing  of  the  prosecution’s  case,  confidential \nconsultation  with  clients,  and  appropriate  investigation  are  absent  or  significantly \ncompromised;  (2)  whether  substantial  structural  limitations,  including  severe  lack  of \nresources,  unreasonably  high  workloads,  conflicts  of interest,  and  critical  understaffing, \nsystematically  deny  members  of the  Class  access  to  counsel;  (3)  whether  Defendants \nenforce mandatory statewide public  defender standards  and  guidelines that require public \ndefender  services  to  be  provided  in  a  manner  that  is  uniformly  fair  and  consistent \nthroughout  the  State;  and  (4)  whether  the  members  of  the  Class  suffer  prejudice  and \nirreparable harm as  a result  of the  failure of Defendants to provide  effective  assistance  of \ncounsel;  (5)  whether the  members  of the  Class  are  treated  “equal  under the  law”;  and  (6) \nwhether  public  defenders  are  meeting  their  obligations  under  the  Rules  of Professional \nConduct  1.1,  1.3,  1.4,  and  1.7 in providing legal services to the  Class. \n82.  Questions  of law common to  the  Class  include,  but are  not  limited to:  (1) \nwhether  system-wide  structural  defects  in  the  State’s  public  defender  system,  such  as \ninadequate funding and performance monitoring,  create  a constitutionally intolerable risk \nthat members  of the  Class  will  be  denied  the  meaningful  assistance  of counsel  and  equal \nprotection  in  violation  of the  Sixth  and  Fourteenth  Amendments  to  the  United  States \nConstitution  and  Article  I,  Sections  2  and  13  of the  Louisiana  Constitution;  (2)  whether \nthe  system-wide  absence  of traditional  markers  of effective  representation  warrants  the \ncourt  exercising  its  constitutional  and  inherent  power  and  supervisory  jurisdiction  to \nensure that indigent defendants receive reasonably effective assistance  of counsel through \nimposition  of a  state-wide  remedy;  (3)  whether  substantial  structural  limitations  present \nin the  public  defense  system  in  Louisiana  warrant  the  court  exercising  its  constitutional \n£N3363341.3}  32\nand  inherent  power  and  supervisory  jurisdiction  to  ensure  that  indigent  defendants \nreceive  reasonably  effective  assistance  of counsel  and  warrant  the  imposition  of a  state \nwide remedy;  (4)  whether systematic  violations of the  Louisiana Supreme  Court Rules  of \nProfessional  Conduct  by  public  defender  warrant  the  court  exercising  its  constitutional \nand  inherent power  and  supervisory jurisdiction  to  impose  a  state-wide  remedy;  and  (5) \nwhether members of the  Class are entitled to  declaratory and/or injunctive relief. \n83.  The  claims  asserted  by  Plaintiffs  are  typical  of the  Class  because  each \nconcerns  the  systemic  failure  of the public  defender  system  in Louisiana and its  inability \nto  provide  meaningful  access  to  counsel  and  whether  these  system-wide  structural \nlimitations  present  an  immediate,  serious  and  irreparable  threat  that  Plaintiffs  and  the \nclass members will either actually or constructively be  denied the effective representation \nto  which  they  are  entitled  under  the  Sixth  and  Fourteenth  Amendments  to  the  United \nStates  Constitution and by Article I,  Sections 2 and  13  of the Louisiana Constitution. \n84.  Plaintiffs’  interests  are  aligned  with  the  interests  of other  members  of the \nClass because the  constitutional and statutory deprivations caused by Defendants threaten \nPlaintiffs in the  same way they threaten the entire Class. \n85.  Plaintiffs  are  represented  by  counsel  with  experience  and  competency  in \nthe  litigation  of complex  class  actions  and  public  interest  lawsuits.  Plaintiffs,  therefore, \nwill be able to fairly and adequately represent and protect the interests of the Class. \n86.  The  prosecution  of  separate  actions  by  individual  members  of the  class \nwould  create  a  risk  of  inconsistent  or  varying  adjudications  and  could  establish \nincompatible  standards of conduct for the parties opposing the  class. \n87.  Plaintiffs  seek the  same  declaratory  and injunctive relief for the  Class  as  a \nwhole because Defendants have consistently failed to  act pursuant to a regulatory scheme \nthat is common to Plaintiffs and their conduct affects all  Class members  similarly. \n88.  This  case  involves  important issues  of constitutional rights  to  counsel  and \ndue process  under the United  States  and Louisiana  Constitutions.  These  issues  cannot be \naddressed as a practical matter by each member of the class, and any questions of law and \nfact  common  to  the  members  of  the  Class  predominate  over  any  questions  affecting \n{(N3363341.3}  33\nindividual  class  members.  Class  treatment  also  will  permit  thousands  of  similarly \nsituated  persons  to  prosecute  their  common  claims  in  a  single  forum  simultaneously, \nefficiently,  and without the  duplication  of effort  and  expense  entailed by individual  suits. \nMembers  of the  class  will  be  readily  ascertainable  from  the  records  of the  courts  and \nDefendants,  and  no  other  difficulties  are  likely  to  be  encountered  in  the  management  of \nthis  case  that  would  preclude  its  maintenance  as  a  class  action.  A  class  action  is, \ntherefore, the superior method for the fair and efficient adjudication of this case. \nCOUNT  ONE \nSECTION  1983  CLAIM  FOR INJUNCTIVE  AND  DECLARATORY \nRELIEF  FOR  VIOLATIONS  OF  THE  RIGHTS  TO  EFFECTIVE \nASSISTANCE  OF  COUNSEL  UNDER  THE  SIXTH  AND \nFOURTEENTH AMENDMENTS  OF THE U.S.  CONSTITUTION, \n89.  Plaintiffs  and  the  Class  do  not  stand  “equal  before  the  law.”  They  are \npoor,  facing  charges  punishable  by  imprisonment  in  Louisiana,  and  have  been \naffirmatively  or  constructively  denied  effective  legal  representation  and  will  continue  to \nbe denied meaningful representation unless this  Court intercedes  on their behalf. \n90.  The  traditional  markers  of  effective  representation,  such  as  meaningful \nadversarial  testing  of  the  charges,  the  pressing  of  necessary  motions,  timely  and \nconfidential consultation with clients,  and appropriate case investigation,  are either absent \nfrom the  delivery  of public  defender  services  in  Louisiana or  significantly  compromised \nsystem  wide  due  to  structural  barriers  to  effective  representation,  including,  without \nlimitation,  severe  lack  of resources,  unreasonably  high  attorney  workloads,  conflicts  of \ninterest,  lack of supervision,  lack of independence,  and  critical  understaffing.  So  long  as \nthese  structural  defects  exist,  the  poor  in  Louisiana  will  suffer  a  constitutionally \nintolerable risk that they will be denied meaningful and effective assistance of counsel. \n91.  Defendants  are  the  state  officials  statutorily  responsible  for  maintaining \nand  administering  a  system  for delivery  of effective  legal  services  for the  poor.  Despite \nthis  duty  and  the  constitutional  imperative  it  represents,  Defendants  have  long  failed  to \ntemedy  the  deeply  entrenched  structural  defects  that  deprive  the  Class  of their  right  to \n{N3363341.3}  34\ncounsel  and  thereby  have  failed  to  establish  a public  defense  system  in  Louisiana  which \nprovides effective client representation statewide. \n92,  As  a  direct  and  proximate  result  of the  conduct  of the  Defendants  which \nwas undertaken  in their official  capacities  and under color  of state  law,  Plaintiffs  and the \nClass have been,  and  will  continue to  be,  denied due process  and their right to  counsel  in \nviolation  of the  Sixth  and Fourteenth  Amendments  to  the  United  States  Constitution  and \n42 U.S.C.  §  1983. \n93.  Plaintiffs  are  entitled to  and request that the  Court  enter an  order  granting \npreliminary  and  permanent  injunctive  relief prohibiting  Defendants  from  failing  to:  (1) \nprovide  effective  representation  for the  poor  when they  are  facing  charges  with  criminal \noffenses  punishable  by  imprisonment,  including,  without  limitation,  meaningful \nadversarial  testing  of  the  charges,  the  pressing  of  necessary  motions,  timely  and \nconfidential  consultation  with  clients,  and  appropriate  case  investigation;  (2)  remove  the \nstructural  barriers  to  effective  representation  in  Louisiana  including,  without  limitation, \nlack  of  resources,  unreasonably  high  attorney  workloads,  conflicts  of  interest,  lack  of \nsupervision,  lack  of independence,  and  critical  understaffing;  and  (3)  enforce  mandatory \nstatewide  standards  and guidelines that require public defender services to be provided in \na manner that is uniformly fair and consistent throughout the state. \n94.  Plaintiffs  are  further entitled  to  and  request  an  order appointing  a monitor \nto  supervise  compliance  with  the  injunctions  and  orders  of this  Court  until  such time  as \nthe  Court  determines  that  Defendants:  (1)  implemented  a  state-wide  public  defense \nsystem  that  will  continue  to  provide  effective  representation  for the  poor  when  they  are \ncharged  with  criminal  offenses  punishable  by  imprisonment,  including,  without \nlimitation,  meaningful  adversarial  testing  of  the  charges,  the  pressing  of  necessary \nmotions,  timely  and  confidential  consultation  with  clients,  and  appropriate  case \ninvestigation;  (2)  removed  the  structural  barriers  to  effective  representation  including, \nwithout  limitation,  lack  of resources,  unreasonably high  attorney  workloads,  conflicts  of \ninterest,  lack  of  supervision,  lack  of  independence,  and  critical  understaffing;  and  (3) \nimplemented  and  enforce  mandatory  statewide  standards  and  guidelines  that  require \n{N3363341.3}  aD\npublic  defender  services  to  be  provided  in  a  manner that  is  uniformly  fair  and  consistent \nthroughout the  State. \n95.  Plaintiffs  are  further  entitled to  and request  an order  declaring  pursuant to \nLa.  Code  of  Civil  Procedure  art.  1871  that  (1)  the  traditional  markers  of  effective \nrepresentation,  such  as  meaningful  adversarial  testing  of  the  charges,  the  pressing  of \nnecessary motions,  timely and confidential consultation with clients,  and appropriate  case \ninvestigation,  are  either absent from the delivery of public  defender services  in Louisiana \nor  significantly  compromised  on  a  system  wide  basis;  (2) judicial  intervention  is  needed \nto  remove  the  structural  barriers  to  effective  representation including,  without limitation, \nlack  of  resources,  unreasonably  high  attorney  workloads,  conflicts  of  interest,  lack  of \nsupervision,  lack of independence,  and critical understaffing. \n96.  ‘Plaintiffs  are  further  entitled  to  and  request  an  award  of  reasonable \nattorneys’  fees and costs;  and such other relief it deems just and proper. \nCOUNT TWO \nSECTION  1983  CLAIM FOR INJUNCTIVE  AND  DECLARATORY \nRELIEF  FOR  VIOLATION  OF  THE  EQUAL  PROTECTION \nCLAUSE  OF  THE  FOURTEENTH  AMENDMENT  OF  THE  USS. \nCONSTITUTION. \n97.  The  poor  in  Louisiana,  including  Plaintiffs  and  other  members  of  the \nClass,  do  not  have  access  to  the  effective  assistance  of counsel  in  non-capital  criminal \ncases.  The  lack  of access  to  counsel  for  the  poor  is  both  actual  and  constructive.  Even \nwhen an  attorney  is  appointed to  represent the  poor,  the  appointment is  untimely  and the \nservices  provided  inadequate  because  they  fail  to  meet  the  minimum  constitutional \nstandards  of effective  representation,  and  do  not  comply  with  the  ethical  obligations  of \nattorneys under Rules  1.1,  1.3,  1.4,  or  1.7 of the Louisiana Rules of Professional Conduct. \nThese  substandard  and  constitutionally  deficient  public  defender  legal  services  are, \nnevertheless,  an  accepted  standard  of  practice  in  each  of  the  42  Judicial  Districts  in \nLouisiana  and  arise  from  state-wide  structural  barriers  to  effective  representation, \nincluding,  without  limitation,  severe  lack  of  resources,  unreasonably  high  attorney \nworkloads,  conflicts  of interest,  lack  of  supervision,  lack  of independence,  and  critical \n£N3363341.33  36\nundersiaffing.  As  such,  compared to  criminal  defendants  with the  financial  resources  to \nhire effective counsel, Plaintiffs and the Class  do not stand “equal before the law.” \n98.  Asa  direct  and  proximate  result  of the  conduct  of the  Defendants  which \nwas  undertaken in their official  capacities  and under color of state  law,  Plaintiffs  and the \nClass  have  been,  and  will  continue  to  be,  denied  equal  protection  in  violation  of the \nFourteenth Amendments to the United States  Constitution and 42 U.S.C.  §  1983. \n99.  Plaintiffs  are  entitled to  and request that the  Court  enter  an  order  granting \npreliminary  and  permanent  injunctive  relief prohibiting  Defendants  from  failing  to:  (1) \nprovide  effective  representation  for the  poor  when they  are  facing  charges  with  criminal \noffenses  punishable  by  imprisonment,  including,  without  limitation,  meaningful \nadversarial  testing  of  the  charges,  the  pressing  of  necessary  motions,  timely  and \nconfidential  consultation with  clients,  and  appropriate  case  investigation;  (2)  remove  the \nstructural  barriers  to  effective  representation  in  Louisiana  including,  without  limitation, \nlack  of  resources,  unreasonably  high  attorney  workloads,  conflicts  of  interest,  lack  of \nsupervision,  lack  of independence,  and  critical  understaffing;  and  (3)  enforce  mandatory \nstatewide  standards and guidelines that require public defender services to be provided in \na manner that is uniformly fair and consistent throughout the state. \n100.  Plaintiffs  are  further entitled to  and request  an  order appointing  a monitor \nto  supervise  compliance  with  the  injunctions  and  orders  of this  Court  until  such time  as \nthe  Court  determines  that  Defendants  have:  (1)  implemented  a state-wide  public  defense \nsystem  that  will  continue  to  provide  effective  representation  for  the  poor  when they  are \ncharged  with  criminal  offenses  punishable  by  imprisonment,  including,  without \nlimitation,  meaningful  adversarial  testing  of  the  charges,  the  pressing  of  necessary \nmotions,  timely  and  confidential  consultation  with  clients,  and  appropriate  case \ninvestigation;  (2)  removed  the  structural  barriers  to  effective  representation  including, \nwithout  limitation,  lack  of resources,  unreasonably  high  attomey  workloads,  conflicts  of \ninterest,  lack  of  supervision,  lack  of  independence,  and  critical  understaffing;  and  (3) \nimplemented  and  enforce  mandatory  statewide  standards  and  guidelines  that  require \n{N3363341.3}  37\npublic  defender  services  to  be provided  in  a manner that  is  uniformly  fair  and  consistent \nthroughout the  State. \n101.  Plaintiffs  are  further entitled to  and  request  an order declaring pursuant to \nLa.  Code  of  Civil  Procedure  art.  1871  that  (1)  the  traditional  markers  of  effective \nrepresentation,  such  as  meaningful  adversarial  testing  of  the  charges,  the  pressing  of \nnecessary motions, timely and confidential  consultation with clients,  and appropriate  case \ninvestigation,  are  either absent from the  delivery of public  defender services  in Louisiana \nor  significantly  compromised  on  a  system  wide  basis;  (2) judicial  intervention  is  needed \nto  remove  the  structural  barriers  to  effective  representation including,  without limitation, \nlack  of resources,  unreasonably  high  attorney  workloads,  conflicts  of  interest,  lack  of \nsupervision,  lack of independence,  and critical understaffing. \n102.  Plaintiffs  are  further  entitled  to  and  request  an  award  of  reasonable \nattorneys’  fees and costs;  and such other relief it deems just and proper. \nCOUNT THREE \nCLAIM FOR INJUNCTIVE AND DECLARATORY RELIEF FOR VIOLATIONS \nOF THE LOUISIANA CONSTITUTION \n103.  Plaintiffs  and  the  Ciass  reallege  and  incorporate  by  reference  each  of the \npreceding  allegations.  As  a direct and proximate result of the  conduct of the  Defendants \nwhich  was  undertaken  in  their  official  capacities  and  under  color  of state  law,  Plaintiffs \nand the Class have been denied and will  continue to be  denied due process  and their right \nto counsel in violation of La.  Const.  art.  1  §§ 2,3  &  13. \n104.  Plaintiffs  are  entitled to  and  request that the  Court  enter an order  granting \npreliminary  and  permanent  injunctive  relief prohibiting  Defendants  from  failing  to:  (1) \nprovide  effective  representation  for  the  poor  when  they  are  charged  with  criminal \noffenses  punishable  by  imprisonment,  including,  without  limitation,  meaningful \nadversarial  testing  of  the  charges,  the  pressing  of  necessary  motions,  timely  and \nconfidential  consultation with  clients,  and  appropriate  case  investigation;  (2)  remove  the \nstructural  barriers  to  effective  representation  in  Louisiana  including,  without  limitation, \nlack  of  resources,  unreasonably  high  attorney  workloads,  conflicts  of  interest,  lack  of \n{N3363341.3}  38\nsupervision,  lack  of independence,  and  critical  understaffing;  and  (3)  enforce  mandatory \nstate-wide  standards  and  guidelines  that  require  public  defender  services  to  be  provided \nin a manner that is uniformly fair and consistent throughout the  State. \n105.  Plaintiffs are further entitled to,  and request,  an order appointing a monitor \nto  supervise  compliance  with  the  injunctions  and  orders  of this  Court  until  such  time  as \nthe  Court  determines  that  Defendants  have:  (1)  implemented  a  state-wide  system  that \nprovides  effective  representation  for  the  poor  when  they  are  charged  with  criminal \noffenses  punishable  by  imprisonment,  including,  without  limitation,  meaningful \nadversarial  testing  of  the  charges,  the  pressing  of  necessary  motions,  timely  and \nconfidential  consultation with clients,  and appropriate case  investigation;  (2) removed the \nstructural  barriers  to  effective  representation  in  Louisiana  including,  without  limitation, \nlack  of resources,  unreasonably  high  attorney  workloads,  conflicts  of  interest,  lack  of \nsupervision,  lack  of independence,  and  critical  understaffing;  and  (3)  implemented  and \nenforce  mandatory  state-wide  standards  and  guidelines  that  require  public  defender \nservices  to  be  provided  in  a manner  that  is  uniformly  fair  and  consistent  throughout  the \nState. \n106.  Plaintiffs are further entitled to, and request.  an order declaring pursuant to \nLa.  Code  of  Civil  Procedure  art.  1871  that:  (1)  the  traditional  markers  of  effective \nrepresentation,  such  as  meaningful  adversarial  testing  of  the  charges,  the  pressing  of \nnecessary motions, timely and confidential  consultation with clients,  and appropriate case \ninvestigation,  are  either absent  from the  delivery  of public  defender services  in Louisiana \nor  significantly  compromised  on  a  system  wide  basis;  (2) judicial  intervention  is  needed \nto  remove  the  structural  barriers  to  effective  representation  in  Louisiana  including, \nwithout  limitation,  lack  of resources,  unreasonably  high  attorney  workloads,  conflicts  of \ninterest,  lack of supervision,  lack of independence, and critical understaffing. \n107.  Plaintiffs  are  further  entitled  to  and  request  an  award  of  reasonable \nattorneys’  fees and costs;  and such other relief as the Court deems just and proper. \n{N3363341.3}  39\nPRAYER FOR RELIEF \nWHEREFORE,  Plaintiffs,  individually  and  on  behalf  of the  Class,  respectfully \nrequest that the Court enter an order providing for the following relief: \n108.  Certification of this case  as  a class  action on behalf of the  Class defined in \nParagraph  79  above,  appoint Plaintiffs  as  Class Representative,  and  appoint their counsel \nof record as listed below as  counsel for the Class: \n109.  An injunction prohibiting Defendants from failing to:  (1) provide effective \nrepresentation  for  the  poor  when  they  are  facing  charges  with  criminal  offenses \npunishable by imprisonment, including,  without limitation, meaningful  adversarial testing \nof the  charges,  the  pressing  of necessary  motions,  timely  and  confidential  consultation \nwith  clients,  and  appropriate  case  investigation;  (2)  remove  the  structural  barriers  to \neffective  representation  in  Louisiana  including,  without  limitation,  lack  of  resources, \nunreasonably  high  attorney  workloads,  conflicts  of interest,  lack  of supervision,  lack  of \nindependence,  and  critical  understaffing;  and  (3)  enforce  mandatory  statewide  standards \nand  guidelines  that  require  public  defender  services  to  be  provided  in  a  manner  that  is \nuniformly fair and consistent throughout the state; \n110.  An  order  of appointment  for  a  monitor  to  supervise  compliance  with  the \ninjunctions  and  orders  of  this  Court  until  such  time  as  the  Court  determines  that \nDefendants  have:  (1)  implemented  a  state-wide  public  defense  system  that  will  continue \nto  provide  effective  representation  for  the  poor  when  they  are  charged  with  criminal \noffenses  punishable  by  imprisonment;  (2)  removed  the  structural  barriers  to  effective \nrepresentation  including,  without  limitation,  lack  of  resources,  unreasonably  high \nattorney  workloads,  conflicts  of interest,  lack  of supervision,  lack  of independence,  and \ncritical  understaffing;  and  (3)  implemented  and  enforce  mandatory  statewide  standards \nand  guidelines  that  require  public  defender  services  to  be  provided  in  a  manner  that  is \nuniformly fair and consistent throughout the  State; \nIli.  A  declaration  that  (1)  the  traditional  markers  of effective  representation, \nsuch as  meaningful  adversarial  testing  of the  charges,  the pressing  of necessary motions, \ntimely  and  confidential  consultation  with  clients,  and  appropriate  case  investigation,  are \n{N3363341.3}  40\neither  absent  from  the  delivery  of public  defender  services  in  Louisiana  or  significantly \ncompromised  on  a  system  wide  basis;  (2)  judicial  intervention  is  needed  to  remove  the \nstructural  barriers  to  effective  representation  in  Louisiana  including,  without  limitation, \nlack  of  resources,  unreasonably  high  attorney  workloads,  conflicts  of  interest,  lack  of \nsupervision,  lack of independence,  and critical understaffing; \n112.  An award of reasonable  attorneys’  fees and costs;  and \n113.  Such other relief as the Court deems just and proper. \nRespectfully submitted, \n MARK A.  CUNNI NGHAM  V ANESSA CARRO LL  é \nLouisiana Bar No.  24063  Louisiana Bar No.  35695 \nMICHAEL W.  MAGNER  MEREDITH ANGELSON \nLouisiana Bar No.  1206  Louisiana Bar No.  32995 \nPETER J.  KEE  JARED DAVIDSON \nLouisiana Bar. No.  34860  Louisiana Bar No.  37093 \nJASON CULOTTA  SOUTHERN POVERTY LAW CENTER \nLouisiana Bar No.  35731  1055  St.  Charles Avenue,  Suite  505 \nJONES WALKER LLP  New Orleans,  LA 70130 \n201  St.  Charles Avenue,  50th Floor  Telephone:  504-486-8962 \nNew Orleans,  LA  70170  Email:  vanessa.carroli(@splecenter.org \nTelephone:  504-582-8000 \nmeredith.angelson@splecenter.org \nFax:  504-589-8000  jared.davidson@splccenter.org \nEmail:  mcunningham/@joneswalker.com \nmmagner(@joneswalker.com  and \nwith  DANIEL F. KOLB* \nNew York Bar. No.  1257922 \nKRISTEN CLARKE*  DAVID B.  TOSCANO* \nNew York Bar No.  3960085  New York Bar. No.  2560811 \nJON GREENBAUM  *  REBECCA MARTIN* \nDistrict of Columbia No.  166733  New York Bar. No.  5003470 \nMATEYA KELLEY*  WILLIAM LAWRENCE* \nNew York Bar No.  5270400  New York Bar. No.  5216924 \nHALLIE RYAN*  ASHLEY BARRIERE* \nVirginia Bar. No.  85927  New York Bar. No.  5424965 \nLAWYERS’  COMMITTEE FOR CIVIL  DANIEL  8. MAGY* \nRIGHTS  UNDER LAW  New York Bar. No.  5328109 \n1401  New York Avenue, NW  ANDREW PHILIP WALKER* \nSuite 400  New York Bar. No.  5451026 \nWashington, DC 20005 \nDAVIS  POLK & WARDWELL LLP \nEmail:  kclarke@lawyerscommittee.org  450 Lexington Avenue \njgreenbaum@lawverscommittee.org  New York, NY  10017 \nmkelley@lawyerscommittee.org  Telephone:  212-450-4000 \nFax:  212-450-5546 \nEmail:  daniel.kolb@davispolk.com \n* Application Pending to be Admitted Pro  david.toscano(@davispolk.com \nHac Vice Pursuant to LA Supreme  Court \nRule. XVII,  §  13. \n{N3363341.3}  4]\nPLEASE  SERVE: \nJeff Landry  Chris Bowman \nAttorney General,  State of Louisiana  330  East Main \n1885 N.  Third Street  P.  O.  Box  190 \nBaton Rouge,  LA 70802  Jonesboro,  LA 71251 \nMatthew F.  Block  Donald W. North \nExecutive Counsel  4395  Cherokee Roads Drive \nOffice of the Governor  Zachary, LA 70791 \n900 North Third Street, Fourth Floor \nBaton Rouge, LA 70802  Katherine E.  Gilmer \nAttomey at Law \nJames  T.  Dixon, Jr.  168 Atlantic Avenue \n301  Main Street  Shreveport, LA 71105 \nSuite 700 \nBaton Rouge,  LA  70825  Thomas D. Davenport, Jr. \n602 Murray  Street \nFlozell Daniels, Jr.  Alexandria, LA 71301 \n4750  Schindler Drive \nNew Orleans,  LA 70127  Michaei C.  Ginart, Jr. \nAttorney  at Law \nHon.  W.  Ross Foote (Ret.)}  2114 Paris Road \n3420  Calumet Drive  Chalmette,  LA 70043 \nShreveport, LA 71107 \nPatrick J. Fanning \nZita Jackson Andrus  Attorney at Law \nAttorney at Law  238 Huey P.  Long Avenue \n4322  Crossington  Street  Gretna,  LA 70053\nLake  Charles,  LA  70605 \nMoses Junior Williams \nAttomey at Law \n520  Snyder Street \nTallulah, LA 71282 \nC. Frank Holthaus \nAttorney at Law \n619 Main Street \nBaton Rouge,  LA 70801-1910 \n{N3363341.3} \n",
      "document_type_other": "",
      "external_url": "No longer available - https://lawyerscommittee.org/wp-content/uploads/2017/02/PETITION-FINAL-pre-filed.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/88547"
    },
    {
      "date": "2018-08-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Louisiana state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 102017,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/102017.pdf",
      "title": "Ruling on Plaintiff's Petition for Class Certification",
      "text": "JOSEPH ALLEN, STEVEN AYRES  NUMBER 655,079  SECTION 2' \nASHLEY HURLBURT, RORY KEVIN \nGATES, JAMES HOWARD, DEMARCUS \nMORROW, RODNEY WALLER, KEITH \nARCEMENT, FREDERICK BELL, \nGNEARO CRUZ GOMEZ, SAM YBARRA, \nMICHAEL CARTER, AND JAMES PARK on \nBehalf of themselves and all others similarly  19TH JUDICIAL DISTRICT C \nSituated \nVersus \nJOHN BEI~ EDWARDS, in his official capacity \nAs GOVERNOR OF LOUISIANA, ZITA \nJACKSON ANDRUS, CHRIS L. BOWMAN, \nFLOZELL DANIELS, JR., THOMAS D.  PARISH OF EAST BATON ROUG \nDAVENPORT, JR., PATRICK J. FANNING, W. \nROSS FOOTE, KATHERINE E. GILMER, \nMICHAEL C. GINART, JR., FRANK \nHOLTHAUS, DONALD W. NORTH AND \nMOSES JITNIOR WILLIAMS in their official \nCapacities as members of the Louisiana Public \nDefender Board; AND JAMES T. DIXON, JR. \nIn his capacity as THE LOUISIANA STATE \nPUBLIC DEFENDER  STATE OF LOUISIANA \nRULING ON PLAINTIFF'S \nPETITION FOR CLASS CERTIFICATION \nThis matter came before the court for hearing on June 12, 2018. After the hearing, the \nmatter was taken under advisement. \nThe plaintiff filed a Verified Petition for Class Certification and Declaratory and \nInjunctive Relief against the defendants seeking class certification for all persons who are \nindigent and now facing criminal charges in Louisiana of anon-capital criminal offense; \nexcluding those who are pro se or represented by private counsel and juveniles whose cases are \nassigned  only to the juvenile courts.  Plaintiffs argue that this lawsuit is exactly what is \ncontemplated in La. C.C. P. article 591(B)(2) andJor La. C.C.P. article 591(B)(1)(a) because the \nclaims of plaintiffs do not seek monetary damages of individualized relief but rather class \ndeclaratory and injunctive relief to remedy the policies and procedures of the defendants. \nThe defendants have opposed the request for class certification by plaintiffs arguing that \nafter analyzing this procedural request, the court should deny the request as inappropriate as a \nmatter of law. \nThe question presented to the Court is purely procedural and whether the procedural \ndevice of class certification is appropriate in light of the evidence presented at the hearing of this \ncause. The Court finds it is necessary to name and appoint a representative and/or representatives \nof the class of persons asserted in plaintiff's petition. The persons contained within this class \n194h JUD6CIAL DISI\"RICl' COURT \n\nall have similarand/or common interests against each of the named defendants and the number \nplaintiffs is too numerous that it would be impracticable to require each one to individually \nbefore this Court in pursuit of their claims. \nAccordingly, the Court, after considering the evidence presented at the hearing of \ncause and the law applicable to the relief sought by plaintiffs, grants the plaintiff's request \nclass certification ancj orders that the law firm of Jones Walker, LLP and the Southern \nLaw Center be appointed as Co-Lead Counsel for the class. \nJudgment shall be submitted to the court consistent with this ruling for signature \nto Uniform District Court Rule 9.5. \nr~ i~ \nSigned in Chambers on this  f /  day of August, 2018. \nTODD W~HERNAND \n19th JudicialD  istrict Co \nParish of East Baton Rouge \nState of Louisiana \nheroby certfty that on tttfs day a copy of thQ  ~I (QED \nwritten r~aso~s fc  -  _ \nsu#rcient postage  7 \n!!tee and s~ned \n19th JUDICIAL DISI\"F~ICT COURT ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/102017"
    },
    {
      "date": "2017-09-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Louisiana state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 102013,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/102013.pdf",
      "title": "First Amended Complaint",
      "text": "·~ \nJOSEPH ALLEN, STEVEN AYRES,  DOCKET NO. 655079 \nASHLEY HURLBURT, RORY KEVIN \nGATES, JAMES HOWARD, DEMARCUS  HONORABLE TODD HERNANDEZ \nMORROW, RODNEY WALLER, KEITH \nARCEMENT, FREDERICK BELL,  19th JUDICIAL DISTRICT COURT \nGENARO CRUZ GOMEZ, SAM \nEAST BATON ROUGE PARISH \nYBARRA, MICHAEL CARTER, AND \nJAMES PARK, ON BEHALF OF \nSTATE OF LOUISIANA \nTHEMSELVES AND ALL OTHERS \nSIMILARLY SITUATED, \nPlaintiffs, \nvs. \nJOHN BEL EDWARDS IN HIS OFFICIAL \nCAP A CITY AS GOVERNOR OF THE \nSTATE OF LOUISIANA, ZITA JACKSON \nANDRUS, CHRIS L. BOWMAN, \nFLOZELL DANIELS, JR., THOMAS D. \nDAVENPORT, JR., PATRICKJ. \nFANNING, W. ROSS FOOTE, \nKATHERINE E. GILMER, MICHAEL C. \nGINART, JR., FRANK HOLTHAUS, \nDONALD W. NORTH, AND MOSES \nJUNIOR WILLIAMS, IN THEIR \nOFFICIAL CAP A CITIES AS MEMBERS \nOF THE LOUISIANA PUBLIC \nDEFENDER BOARD; AND JAMES T. \nDIXON, JR., IN HIS OFFICIAL \nCAP A CITY AS THE LOUISIANA STATE \nPUBLIC DEFENDER, \nDefendants. \nFILED: ___________________  _ \nDEPUTY CLERK \nFIRST AMENDED VERIFIED PETITION FOR CLASS CERTIFICATION AND \nDECLARATORY AND INJUNCTIVE RELIEF \nPlaintiffs Steven Ayres, Ashley Hurlburt, Demarcus Morrow, Keith Arcement, \nFrederick Bell, Michael Carter, and James Park file this Amended Verified Petition for \nClass Certification and Declaratory and Injunctive Relief against Defendant Governor \nJon Bel Edwards, State Public Defender James T. Dixon, and the appointed members of \nthe Louisiana Public Defender Board (\"LPDB\"), all in their official capacities. \nSUMMARY OF LAWSUIT \n1.  In this class action lawsuit, Plaintiffs allege that the poor in Louisiana are \ndenied access to effective and meaningful attorney representation when facing criminal \n\ncharges and, therefore, do not stand \"equal before the law.\"  Plaintiffs support their claim \nwith admissions by the Louisiana Public Defender Board (\"LPDB\") and State Public \nDefender and decades of findings, studies, and investigations by the Louisiana Supreme \nCourt,  the United States Department of Justice,  social scientists, law professors, and \ngovernment officials from both sides of the aisle describing the Louisiana public defense \nsystem  alternatively  as  \"in  shambles,\"  \"chronic[ally]  underfunded,\"  \"hopelessly \nunderfunded,\"  \"a  systematic  failure  by  any  measure,\"  \"on the  verge  of collapse,\" \n\"beyond the crisis stage,\" \"terrible,\" and \"abysmal.\"  On December 27, 2016, the Chief \nJustice of the Louisiana Supreme  Court declared an \"emergency shortfall\"  in public \ndefense funding.  Most recently, on January 31, 2017, the LPDB described its current \n\"funding stream\" as \"inadequate, unreliable, and unstable\"  The same day, United States \nDistrict Judge James J. Brady declared that it \"is clear that the Louisiana legislature is \nfailing miserably at upholding its obligation under Gideon.  Budget shortages are no \nexcuse to  violate the United  States  Constitution.\"  Quoting  Orleans  Parish Criminal \nDistrict  Court  Judge  Arthur  Hunter,  Judge  Brady  went  on  to  say  that  a  criminal \ndefendant's \"'constitutional rights are not contingent upon budget demand, waiting lists, \nand failure of the legislature to adequately fund indigent defense.\"' \n2.  Plaintiffs also support their claim with their own stories.  Each of them is \nindigent and facing charges which could, in most cases, lead to their imprisonment for \nyears or decades.  Each has had an attorney appointed to represent them in court, but the \nrepresentation they are receiving fails to meet minimum constitutional or professional \nethical standards by any measure.  Many never had a confidential meeting with their \nattorneys.  Some have met their attorneys only in passing.  None of the attorneys have \nspoken with their clients in a meaningful way about their defenses or the strength of the \ncase against their client, identified and secured favorable witnesses and evidence, filed \nappropriate pretrial motions, or provided a voice for their clients in court.  Many of them \nhave been deprived of even basic information about the charges against them or the \nexpectations for trial.  Their experiences are not unique and the product of the structural \nbarriers to effective representation in Louisiana.  The lack of representation experienced \n2 \n{N3477881.1} \n\nby Plaintiffs, and the prejudice which flows from it, is typical of non-capital criminal \nadult defendants with court-appointed lawyers and is an accepted practice in Louisiana. \n3.  The  evidence  leaves  no  doubt that  Louisiana  does  not have  a public \ndefense  system  that  is  effective  statewide;  that  the  traditional  markers  of effective \nrepresentation, such as meaningful adversarial testing of the prosecution's case, timely \nand confidential consultation with clients, and appropriate case investigation, are either \nabsent from public defender services or significantly compromised;  and that judicial \nintervention is needed to remove the structural barriers to the right to counsel.  Without \nthis court's intervention, Plaintiffs will continue to face and suffer irreparable injury and \nprejudice. \n4.  Plaintiffs ask the Court to: (1) certify a class action for all persons who are \nindigent and facing criminal charges in Louisiana for non-capital offenses punishable by \nimprisonment;  (2)  declare that Plaintiffs and the Class have been denied the right to \ncounsel and equal protection under the United States and Louisiana Constitutions; (3) \nenter an injunction prohibiting Defendants from maintaining a public defense system \nwhere  the  traditional  markers  of effective  representation  are  absent  or  significantly \ncompromised and (4) appoint a monitor to supervise the public defense system until such \ntime as it determines that Defendants have implemented a system that provides effective \nrepresentation for the poor state-wide and dismantled the structural barriers to effective \nrepresentation  which  exist  in  Louisiana.  Plaintiffs  do  not  seek  an  order  releasing \nprisoners awaiting trial or to intervene in any criminal proceedings. \n5.  Attached to this Petition are the LPDB Annual Reports for 2014, 2015 and \n2016;  documents authored by the  State Public Defender;  and third-party  studies and \nreports,  which are  submitted as  Exhibits  1 to 98  of the  Appendix in support of the \nVerified Petition and incorporated by reference.  For the convenience of the Court, an \nindex of these and other materials is included at the beginning of the appendix. Hereafter \nsuch documents referred to and incorporated by reference are designated as \"App. _.\" \n3 \n{N3477881.1} \n\nJURISDICTION AND VENUE \n6.  This Court has jurisdiction pursuant to Article 5, Sections 1 and 16 of the \nLouisiana Constitution; the inherent judicial power emanating from the constitutional \nseparation of powers in Article 1, Sections 1-2 of the Louisiana Constitution; and the \ninherent power of the courts to regulate the standards governing the conduct of attorneys. \n7.  This suit is filed against the Governor of the State of Louisiana, officers of \na state regulatory board, and an employee of a state agency for conduct arising out of the \ndischarge of their official duties.  The state capitol is located within this judicial district. \nVenue is, therefore, proper in under LA-R.S. § 13:5104(A). \nPLAINTIFFS \n8.  Plaintiffs  Steven  Ayres,  Ashley  Hurlburt,  Demarcus  Morrow,  Keith \nArcement,  Frederick  Bell,  Michael  Carter,  and  James  Park  are  each  of the  age  of \nmajority,  are  charged with non-capital  offenses  in Louisiana,  and  have  had  counsel \nappointed to represent them because they cannot afford the services of an attorney. \nDEFENDANTS \n9.  Defendant Jon Bel Edwards is sued in his official capacity as the Governor \nof the  State  of Louisiana.  Governor  Edwards  is  constitutionally  and  statutorily \nresponsible for the oversight of the Louisiana Public Defender Board and responsible for \nproposing an executive budget, including a budget for LPDB.  Governor Edwards has the \nauthority to designate funds allocated to LPDB as \"discretionary\" or \"non-discretionary.\" \nHe also  is  constitutionally authorized to  call extraordinary  sessions of the Louisiana \nlegislature, and to line-item veto budget appropriations passed by the legislature. \n10.  Defendants Zita Jackson Andrus, Chris L. Bowman, Flozell Daniels, Jr.,, \nPatrick J. Fanning, W. Ross Foote, Katherine E. Gilmer, Michael C.  Ginart, Jr., Frank \nHolthaus, Donald W. North, Ami E.  Steams, and Moses Junior Williams, are sued in \ntheir official capacities as the duly appointed members of LPDB. \n11.  Defendant James T. Dixon Jr. is sued in his official capacity as the State \nPublic Defender.  Mr. Dixon is employed by LPDB and is statutorily responsible for \nadministering the statewide public defender system for the delivery of legal services. \n4 \n{N3477881.1} \n\nFACTUAL ALLEGATIONS \n12.  The Sixth and Fourteenth Amendments of the United States Constitution \nand Section 13 of the Louisiana Constitution of 197 4 guarantee the right to meaningful \nand effective assistance of counsel to every person facing criminal charges punishable by \nimprisonment.  Without access to the effective assistance of counsel, the poor stand alone \nagainst the full unchecked power of the State.  They are denied not only their right to a \nfair trial, but are powerless to exercise the other fundamental rights guaranteed by the \nConstitution, such as the right to speedy trial, to confront witnesses, to impartial juries; \nthe rights against unreasonable search and seizure and self-incrimination; and the right to \nbe free from excessive bail, fines, and cruel and unusual punishment. \n13.  As the United States Supreme Court said more than 50 years ago in its \ndecision in Gideon v.  Wainwright,  the right to counsel exists because \"our state and \nnational constitutions and laws have laid great emphasis on procedural and substantive \nsafeguards  designed  to  assure  fair  trials  before  impartial  tribunals  in  which  every \ndefendant stands equal before the law\" and \"[t]his noble ideal cannot be realized if the \npoor man charged with a crime has to face his accusers without a lawyer to assist him.\" \nI.  THE  LOUISIANA  PUBLIC  DEFENSE  SYSTEM  IS  NOTORIOUSLY \nINADEQUATE, UNSTABLE, AND UNRELIABLE. \n14.  In the  Louisiana Public  Defender Act,  LA-R.S.  §  15:141  et seq.,  the \nLouisiana Legislature expressly delegated its constitutional obligation under Article 1, \nSection 13 of the Louisiana Constitution to establish \"a uniform\" public defense system \nto  the  Louisiana Public Defender Board.  Pursuant to  this  Act,  LPDB  is  statutorily \nrequired to maintain a system for the cost-effective delivery of legal services at state \nexpense and promulgate and enforce \"mandatory statewide public defender standards and \nguidelines that require  public  defender  services to  be  provided  in a  manner that  is \nuniformly fair and consistent throughout the state.\"  The Act further requires LPDB to \nimplement and enforce standards to ensure continuity of representation, substantive and \nmeaningful communications with the client, supervision of the chief defenders in each of \nLouisiana's forty-two judicial districts, and effective client representation. \n{N3477881.1}  5 \n\n15.  What public defenders actually receive in funding bears no relationship to \nthe amount of money that would be needed for LPDB to implement the Louisiana Public \nDefender Act or to meet the demand for public defender services.  In 2016, the amount of \nmoney available to a district office to defend a case from beginning to end ranged on \naverage from a low of $111  in the 26th Judicial District to a high of $553 in the 29th \nJudicial District.  Across the forty-two judicial districts the median funding level per case \nwas $238.69- an amount well-below what many lawyers charge for a single hour of \nwork. \nPublic Defender's Average Funding per Case by Judicial District \n2016 \n$600 \n$553 \n$500 \n! \nI Miuinunn:  $110.64  1 \nMaximum:  $552.88  ! \n.:i M ean:  $247.37  l \nMediau:  $238.69  I \nI \n$400  - -··. \nS300 \nl \n$200  ····--- .  -- ...  ...  ...........  ............  ...  .. ..............................  ----··-·  -- -- --- ............................... .. \nJLJ \nSIOO  Slll \ns..  --\n' \n'\\ ~ ~~b~~~~¥v~~~~~~~~~v~~~~v~~~yy~~~~~~~~# \n''  Source: Ca!cu1ationsusing LPDB 2016Annual Board Repon, p. 51.  o< \n16.  The  insufficient funding  for  public  defense  can be  traced to  how the \nfunding  system is  structured.  The  level  of funding  for  each district  office depends \nprimarily on a user-pay system of local fines and fees and, as such, varies widely based \non geography and the number of traffic tickets written in a particular judicial district in \nany given year.  No other state in the United States relies primarily on local court fees \nand  fines  to  fund  public  defender  services.  Although  the  Louisiana  Legislature \nsupplements local funding sources with state funds, the appropriation from the State falls \nfar short of what is needed to fund a functioning public defense system.  In 2016, at least \nthirty-three of the forty-two public defender offices stopped accepting cases or placed \n6 \n{N34 77881.1} \n\nclients - many of whom were incarcerated - on waiting lists for extended periods of \ntime. \n17.  In stark contrast, district attorneys often receive more than twice - and \nsometimes three or four times - the fimding for public defender services in the same \ndistrict.  In Orleans Parish, the District Attorney has historically had a budget more than \ntwice the size of the Orleans Defenders. Meanwhile, the Orleans Defender has so little \nmoney to hire staff and secure other resources that a law professor recently testified: \"I'm \nvery troubled by the situation this public defender's office is in.  To call this a 'justice \nsystem' is really a misnomer. ... I believe this entire office is operating as a conflict of \ninterest. The lawyers here are compromising some clients in order to represent others. \nThey make a decision to triage, and triage is a conflict of interest. This is a problem now \nthat is a judicial problem, and I believe needs to be dealt with on that level.\"  (App. 48). \n18.  With only a handful of exceptions, the fimding disparities described above \nare typical of judicial districts throughout Louisiana, and they have only increased over \ntime.  In the worst districts, defenders receive less than 20 percent of the fimding received \nby prosecutors. Even in the one or two instances where public defenders receive fimding \nthat is at all comparable to a district attorney (a fimction of being located near heavily \ntrafficked and ticketed interstate highways), the inability of LPDB staff to supervise and \ntrain attorneys in these districts has resulted in a standard of practice which does not meet \nconstitutional standards or comply with the Louisiana Rules of Professional Conduct. \nThe  following  graphs  illustrate the  disparity in fimding  for the  district attorney and \ndistrict defender in the Second, Seventeenth, Eighteenth and Twentieth Judicial Districts. \n{N347 7881.1}  7 \n\nComparison of District Attorney and Public Defender Annual Revenue \nJudicial District 2 \n$2,000  100% \n.. \n= \n$1,800  90\"/o  =..  \n~ \nc.:.:  \n$1,600  80%  >.=. .  \n,g \n<...  \n$1,400  70% \n.lt \n!:: \n0  Q.\"..'   \n.:t:.l>.l    $1,200  60% \nQ \n'.C\"=Q.'      s...=~...      \n$1,000  50%  .. \n=\"'  \n.. \n.c.Qc.     c...  \n.. \n$800  40%  \"' \n==   .=.  \n~  =..  \n~  $600  30%  c>..:..:    \n'=.C.   \n$400  20%  ~ \nQ \n:! \n$200  10%  = \nc. \n$0  0% \n2008  2009  2010  2011  2012  2013  2014 \n- District Attorney (DA) Revenue  Public Defender (PD) Revenue ----PD Revenue as a Percentage ofDA \nComparison of District Attorney and Public Defender Annual Revenue \nJudicial District 17 \n$4,500  100% \n.. \n$4,000  90%  .\"=.   \n!: \nc:: \n.. \n$3,500  80%  =~  \n.9 \n<.....   \n70% \n$3,000  E \n0  iS \n:t:l>l   60%  \"S \n\"S \n-e  $2,500  s.~.   \n=  ..=..   \n1=ll   5()0/o  .. \n.. \n.t.Qc..    $2,000  c......   \n=  40%  \"\" \n=~..   $1,500  .!==:.    \nc::  30%  c..:..:   \n.., \n$1,000  .=.  \n200A>  ~..  \nQ \n= \n$500  10%  .c=c..   \n$0  0% \n2008  2009  2010  2011  2012  20!3  2014 \nDefender (PD)Revenue \n~-~-D;;Jc-;A-;-mey (DAl-R;-en~~---p;jic  -=-=PD-&;~;;;~~-;-:P~;;;;;~~-;fDAR~~;-;] \n1-~-----------------------------------------------------------------------------------------------------·--\n8 \n{N3477881.1} \n\nComparison of District Attorney and Public Defender Annual Revenue \nJudicial District 18 \n$4,500  1000/0 \n.. \n.=.  \n$4,000  90%  =..  \n> \nC.!.!  \n80%  .=>. .  \n$3,500 \n~ \n<-..  \n70% \n$3,000  ;:: \nQ  ~ \n:(:lll   60%  \"Cs \n\"'=\"3CCs'!     $:!,500  50%  s.=~.......       \n= \n= \n.c.c.   $2,000  Q..<I,.S.    \n.=.   40%  <IS \n=..   ==  \n>  $1,500 \nC!!  30%  ~~....    \n$1,000  '.=C.   \n20%  ~..  \nQ \n= \n$500  10%  ,=Q  \nQ. \n00/o \n2008  2009  2010  2011  2012  2013  2014 \n- District Attorney (DA) Revenue  Public Defender (PD) Revenue ----PD Revenue as a Percenlage ofDA \nComparison of District Attorney and Public Defender Annual Revenue \nJudicial District 20 \n100% \n.. \n.=.  \n90%  =..  \n> \n0..:  \n80%  .=>..   \n.s \n< \n70% \n$800  ~ \nQ  ~ \n<:;l,l   60%  '0 \n.\"\"C.,s    .=~..s..     \n;  $600  SOOA.  .....  \n= \n.e.:.:    \".\",  \nt:.  ..,.  \n==   40%  .\"=...'    \nl:!  $400  .. \n&!  30%  0>....:    \n....,  \n20%  ~ \n$200  ~ \n~ \n10%  \"='  \nQ. \n$0  0% \n2008  2009  2010  2011  2012  2013  2014 \n!r ··\"··· -District Attorney (DA-) R-ev-en-ue-  ---Pu-bl-ic -De-fen-de-r (-PD-) Revenue ---• PD Revenue as a Percenlage- o-f~-D--A·-· ·R·-e--v--enue I \n19.  Unlike  the  public  defenders,  the  budgets  of district  attorneys  are  not \nsubject  to  discretionary  appropriations  by  the  Louisiana  Legislature.  Nor  are  they \ndependent on traffic tickets and court fees.  Other stakeholders in the criminal justice \n9 \n{N3477881.1} \n\nsystem cannot withhold funding from district attorneys.  On the other hand, in many \ndistricts, district attorneys,  sheriffs, and judges exercise significant influence over the \nbudgets of district defenders.  While  some stakeholders diligently help the defenders \ngenerate revenue, others pursue policies that guarantee budget shortfalls.  In recent years, \nwriting fewer traffic tickets, reducing collections, utilizing pretrial diversion programs, \nredirecting  and  withholding  funds,  and  lobbying  against  increases  in  the  state \nappropriation are all steps that have been taken to divert money from public defenders. \n20.  The  lack  of resources  available  for  attorneys,  investigators,  and  other \nprofessionals in the public defense system in Louisiana irreparably harms and prejudices \nall members  of the  Class,  but African Americans pay the heaviest price.  They are \nincarcerated in Louisiana at a rate four times higher than those who  are  white.  The \npercentage of African Americans in prison also far outstrips their representation in the \ngeneral population: although African Americans make up only 32 percent of Louisiana's \npopulation, they represent nearly 70 percent of the State's prison population. \n21.  Studies  have  shown  that  African  Americans  are  disproportionately \nentangled in the criminal justice system at every step in the process, beginning with \ndisproportionate  levels  of police  interaction  and  at  all  subsequent  decision  points, \nincluding arrest, bail, sentencing, and beyond.  This is true even where other factors, such \nas the kind and number of charges, are the same as between blacks and whites.  A study \nof inmates at Orleans Parish Prison in 2016 concluded that black men were 53% more \nlikely than white men to stay in jail more than three days and made up 86% of people \nheld in the jail for \"over a year.\"  The same study found that black men in New Orleans \nwere 50 percent more likely than white men to be arrested and that black women were 55 \npercent more likely to be arrested than white women.  (App. 83).  Another study showed \nthat disparities in arrests for marijuana-related offenses are even more pronounced.  For \nexample, between January 2010 through 2015,  85  percent of the people arrested for \nmarijuana-related offenses in New Orleans were black.  Of the group charged with felony \nmarijuana  arrests,  94  percent  were  black.  The  disproportionate  arrest,  detention, \n10 \n{N3477881.1} \n\nconviction, and incarceration of African Americans in Louisiana is a bitter reminder of \nthe history of racial discrimination embedded in its criminal statutes and procedures. \nII.  THE  LOUISIANA  PUBLIC  DEFENSE  SYSTEM  FAILS  TO  PROVIDE \nEFFECTIVE REPRESENTATION TO THE POOR STATEWIDE. \n22.  The Louisiana Supreme Court has long held that effective representation \nof a criminal defendant requires  a lawyer to  communicate with the  client about the \nobjectives, strategies, and options available to the client, to  conduct an investigation, \npursue  formal  and  informal  discovery,  research  legal  issues,  file  appropriate  pretrial \nmotions, and advocate and provide a voice for the client in court.  The attorney also must \npossess the skill, training, and time needed to complete these tasks.  In order to meet \nthese obligations, public defenders need resources. \n23.  As part of its statutory mandate to provide effective legal services, LPDB \nhas promulgated performance standards for public defenders and attorneys employed or \nworking under contract for LPDB, including standards for trial attorneys providing legal \nservices in non-capital cases.  22 Louisiana Administrative Code Ch. 7, Pt. XV; (Apps. 4, \n6, 7).  These standards are consistent with standards promulgated by the American Bar \nAssociation and the National Legal Aid and Defender Association.  (Apps. 8 -15). \n24.  Among other things, LPDB trial court performance standards require that \ndefenders meet with incarcerated defendants within 72 hours of appointment; conduct an \ninitial interview with the client and attempt to secure the client's pretrial release; conduct \na prompt investigation; secure the assistance of experts where necessary and appropriate; \nkeep the client informed of the progress in the case; file appropriate pretrial motions; \nnegotiate plea agreements; and fully explain the consequences of any such agreement to \nthe client.  While compliance with these standards would meet constitutional norms, the \nrepresentation provided to Plaintiffs and other members of the Class falls woefully short. \n25.  As set forth below, Plaintiffs do not have attorneys who have investigated \ntheir cases, identified relevant evidence or witnesses, filed appropriate pretrial motions, \nor communicated with their clients in a meaningful or timely way. The prejudice and \nirreparable harm to Plaintiffs flowing directly from this lack of effective representation \n{N3477881.1}  11 \n\nincludes,  without  limitation,  losing  the  significant  advantages  at  trial  and  in  plea \nnegotiations which arise from subjecting the prosecution's case to meaningful adversarial \ntesting and the ability to make considered decisions about plea offers.  The lack of \neffective assistance received by Plaintiffs and the nature of the injuries and prejudice \neach of them has suffered is typical of, and common to, the members of the Class. \nA.  PlaintiffA  shley Hurlburt (Winn Parish, 8th Judicial District) \n26.  Ms. Hurlburt has been held in Winnfield City Jail since her arrest on June \n6, 2016.  She and her husband are charged with negligent homicide of their one year-old \nchild and face a maximum sentence of five years in prison. Since her arrest eight months \nago, the court has appointed two different attorneys to represent her.  The first attorney -\na contract public defender in one court and part-time prosecutor in another court- filed a \nboilerplate motion to  reduce bond, but never pursued the motion or spoke with Ms. \nHurlburt about the motion.  The court then removed the attorney from the case for an \nunknown conflict of interest.  The second attorney appointed to represent Ms. Hurlburt \nhas provided no  legal services at all  despite having been appointed to  represent Ms. \nHurlburt more than three months ago.  Ms. Hurlburt has had no communications with the \nattorney whatsoever and has no way of contacting him.  The court has set a hearing date \nfor February 22, 2017 and trial for April24, 2017.  No investigation has taken place.  No \none has  explained to  Ms.  Hurlburt the  strength of the  charges  against her,  possible \ndefenses, or case strategy.  She remains entirely in the dark about the proceedings and her \nfuture and has had to receive medical attention for pre-existing depression and anxiety \ndisorders. \nB.  Plaintiff Steven Ayres (Winn Parish, 8th Judicial District) \n27.  Mr. Ayres is married to Ms. Hurlburt and charged with the same crime.  In \nhis eight months in prison, Mr. Ayres has had almost no contact with his attorney.  The \npublic  defender has  never  interviewed  Mr.  Ayres  about the  facts  of the  case.  At  a \npreliminary examination hearing - a critical hearing in the criminal procedure process -\nthe attorney did not explain the purpose or significance of the proceeding to Mr. Ayres; \nnor did he permit Mr. Ayres to participate in his own defense.  Since the hearing, Mr. \n12 \n{N3477881.1} \n\nAyres has been unable to contact his lawyer.  He has no means of communicating with his \npublic defender by telephone and his letters to his attorney have gone unanswered. Mr. \nAyres is scheduled to  go  to trial on April 24, 2017, but he has no  information about \nwhether his attorney has conducted an investigation of his case or identified witnesses or \nevidence.  Despite having numerous questions, Mr.  Ayres has  not received any legal \nadvice or information about the defenses available to him, potential trial strategies, or the \nstrength of the charges against him. \nC.  Plaintiff Demarcus Morrow (Sabine Parish, JJih Judicial District) \n28.  Mr. Morrow has been in the Sabine Parish Jail since September 27, 2016 \non charges of domestic abuse battery, simple criminal damage to property over $500, and \nseveral drug-related offenses. Mr. Morrow faces a minimum of two and a maximum of \n30 years if convicted of the charges.  Mr. Morrow saw his public defender for the first \ntime at his arraignment on October 27, 2016, more than a month after his arrest.  The \npublic defender did not meet with Mr. Morrow before or after the arraignment, and Mr. \nMorrow returned to jail without any information on what to expect going forward.  For \nseveral months following the arraignment, Mr. Morrow had no further contact with his \nattorney.  The attorney did not file  any substantive motions and failed to  oppose or \nrespond to substantive motions filed by the prosecution.  As of the date of filing this \npetition, Mr. Morrow has spoken only once and only briefly with his public defender.  He \nhas never received a visit from his attorney at jail and he has not been able to participate \nin his defense.  He has not received discovery disclosures from the State and has not been \nable to speak with his attorney about the attorney's investigation, if any, or strategy. \nD.  Plaintiff Keith Arcement (Lafourche Parish, J'Jih Judicial District) \n29.  Mr. Arcement has been held in the Lafourche Parish Jail and Concordia \nParish Detention Center since August 12, 2016. He is charged with drug, firearm, battery, \nand damage to property offenses and faces a minimum of 10  years in prison if convicted. \nDuring his incarceration for the past five months, Mr. Arcement has been represented by \na different attorney at each stage of the proceedings against him.  None of the attorneys \nassigned to his case have had a meaningful discussion with Mr.  Arcement about the \n13 \n{N347 7881.1} \n\ncharges against him, possible defenses, case strategy, or the strength of the case against \nhim. None have advocated on behalf of Mr. Arcement or protected his interests beyond \nmaking  their  appearances  in  court.  No  motions  have  been  filed  or  other  efforts \nundertaken to investigate the charges or secure witnesses and evidence. \n30.  On January 11, 2017, Mr. Arcement was brought to court for a pretrial \nconference.  At the conference, the public defender represented Mr. Arcement and two of \nhis co-defendants and informed Mr. Arcement that she had secured misdemeanor plea \ndeals for her other clients.  The attorney failed to disclose that her representation of the \nco-defendants created a conflict of interest and did not seek a waiver of the conflict or ask \nfor another attorney to be appointed. Mr. Arcement is scheduled to go to trial on February \n10, 2017 and has no assurance that the prosecutor's case will be tested meaningfully. \nE.  Plaintiff Frederick Bell (Lafourche Parish, J'J'h Judicial District) \n31.  Plaintiff Frederick Bell was arrested on October 5, 2016.  He is charged \nwith possession with intent to distribute cocaine, possession of marijuana, possession of \ndrug  paraphernalia and  various  traffic  offenses.  He  faces  a  minimum of two  and a \nmaximum of 30 years in prison if convicted on the charges against him. \n32.  Mr. Bell first appeared in court on October 6, 2016 for his bond setting. \nHe  was not represented by an  attorney.  The court appointed the public  defender to \nrepresent Mr. Bell and set his bail.  That evening, a public defender spoke with Mr. Bell, \nbut the conversation lasted less than five minutes.  Mr. Bell does not know the name of \nthe attorney and has had no further contact with him.  A different public defender than \nthe one he had met in jail represented Mr. Bell at the bond reduction hearing, but the \nattorney did not speak with him. Mr. Bell does not know the name of the second public \ndefender, nor how to contact him, and has not seen him since the hearing. \n33.  Mr. Bell appeared for arraignment on November 3, 2016. A third public \ndefender appeared on his behalf.  The court set a pretrial conference for December 7, \n2016.  The public defender did not speak with Mr. Bell privately. Instead, she called out \nhis name in open court, relayed the district attorney's plea offer, and asked Mr. Bell if he \nwould accept it. Mr. Bell asked the public defender if he could see the discovery and \n14 \n{N3477881.1} \n\nspeak to  her about the  case.  The  public  defender refused  to  provide  copies  of the \ndisclosures from the State or speak with Mr. Bell any further about the plea offer.  She \ninstead ended the conversation. Mr. Bell turned down the plea offer. \n34.  Mr. Bell does not recall the name of the third public defender, does not \nknow how to contact her, and has not seen her since the pretrial conference. He wrote her \na letter which he asked the jail to send to the public defender's office asking for his \ndiscovery. He addressed it \"to whom it may concern.\" He has not received a response. \n35.  No one is representing Mr. Bell as a practical matter.  None of his three \npublic defenders have filed pretrial motions on his behalf to test the strength of the \nprosecutor's case, spoken with Mr. Bell about the case in a meaningful way, or done \nanything more than present a take-it-or-leave-it plea offer to Mr. Bell. \nF.  PlaintiffM  ichael Carter (East Baton Rouge Parish, J9fh JDC) \n36.  Mr. Carter has been in jail since August 2015. Charged with being a felon \nin possession of a firearm and indecent behavior with a juvenile, he faces a mandatory \nminimum sentence of imprisonment of 10 years and could be imprisoned for up to 20 \nyears.  Despite the seriousness of the charges against him, Mr.  Carter did not have a \npublic defender appointed to his case for nearly three months after his arrest and has had \nvirtually no contact with the attorney since the appointment.  The only time Mr. Carter \nsees his attorney is in court and then only in passing.  The attorney has not explained his \ndefense strategy to Mr.  Carter, has not conducted any investigation of the allegations \nagainst him, and has made no effort to keep Mr. Carter informed about the case.  In the \n18  months that Mr.  Carter has  been waiting  in pretrial  detention,  he  has  not been \ninterviewed by his counsel and has not been provided with any information about the \nevidence or strength of the case against him.  His attorney has filed only boilerplate \npretrial motions.  Mr. Carter has no business card or contact information for his lawyer. \n37.  Mr.  Carter also  has been denied  any  opportunity to  participate in the \ndefense of his case.  Rather than pursue motion practice to test the charges against Mr. \nCarter, the public defender has repeatedly moved to continue all proceedings without \nasking whether Mr. Carter wanted to delay the case.  Frustrated, Mr. Carter filed a pro se \n15 \n{N3477881.1} \n\nmotion for a speedy trial on December 14, 2016. At the next hearing date, neither the \npublic defender nor the court asked Mr.  Carter about the pro se motion.  Instead, the \npublic  defender  and  prosecutor  jointly  requested  and  received  another  60-day \ncontinuance. After obtaining the continuance, the public defender did not speak with Mr. \nCarter or explain what would happen on the next court date. Mr. Carter has no knowledge \nabout where his case stands and no confidence that his attorney will advocate for him. \nG.  Plaintiff James Park (East Feliciana Parish, 2flh Judicial District) \n38.  Plaintiff James Park has been in prison since August 2015 following his \narrest for first degree rape. Over the past eighteen months, the public defender has done \nnothing to test the sufficiency of the charges against Mr. Park.  The only motion filed by \nthe public defender was a generic motion for discovery. Mr. Park also has met with his \nattorney only twice, once in September 2015 and once in January 2017.  Both visits were \nperfunctory and lasted less than five minutes.  His only other contact with his lawyer has \nbeen in court.  On those occasions, his attorney did not discuss the charges against Mr. \nPark or what she was doing to defend him.  The case against Mr. Park was originally set \nto go to trial on April 25, 2016, but has been continued and reset several times at the \nrequest of his lawyer.  Although he is now scheduled to go to trial in April of this year, \nMr. Park has never discussed the evidence against him with his attorney and does not \nbelieve that his public defender has done anything to prepare the case for trial. \nH.  Other Class Members \n39.  The lack of meaningful representation experienced by Plaintiffs is typical \nof non-capital criminal defendants with court-appointed lawyers, is an accepted practice \nin Louisiana, and causes irreparable harm and prejudice to each member of the Class.  As \nthe former Chief Public Defender in Plaquemines Parish, Matthew Robnett, articulated: \n\"I can't say for sure, but I might be more shaded to settle because we can't mount a good \ndefense.  Part of your minimum right to counsel is more than just having a potted plant \nstand next to you in court. It's the ability to present an effective defense.\"  (App. 59). \n40.  Consider this description of public defender services in Orleans Parish by \nOPD attorney Ting Peng:  \"Because we don't have enough lawyers on staff, the week I \n16 \n{N3477881.1} \n\npassed the bar in 2013, I began representing people facing mandatory life sentences on \nfelony  charges.  In Louisiana,  people  with  as  few  as  two  prior  nonviolent  felony \nconvictions can face mandatory life imprisonment on charges as minor as possession of a \nsyringe  containing  heroin  residue  or,  until  recently,  possession  of a  single  joint. \nDefendants who cannot afford to make bond can sit in jail for 60 days while the district \nattorney decides whether to arraign them.  An unconstitutionally high caseload means \nthat I often see my new clients only once in those two months.  It means that I miss filing \nimportant motions, that I am unable to properly prepare for every trial, that I have serious \nconversations about plea bargains with my clients in open court because I did not spend \nenough time conducting confidential visits with them in jail.  I plead some of my clients \nto felony convictions on the day I meet them. If I don't follow up to make sure clients are \nreleased when they should be, they can sit in jail for unnecessary weeks and months.\" \n(App. 47). \n41.  The  absence  of traditional markers  of effective representation,  such as \ntimely  and  meaningful  adversarial  testing  of the  prosecution's  case,  confidential \nconsultation with clients, and appropriate investigation, are not unique to Orleans Parish. \nDue to a wide range of structural limitations, the public defenders in each of the forty-two \njudicial districts in Louisiana systematically fail to test the charges against their clients in \na  meaningful  way.  A  law professor  recently  put  it  this  way  when  discussing  the \nrestrictions on representation in Louisiana:  \"[This situation puts judges in an]  wholly \nuntenable position.  They're asked to  sit and guarantee fair  and impartial trials in a \nsituation where everybody knows there's nothing fair about it ....\"   (App. 51). \n42.  A public defender in Orleans Parish also recently stated in an affidavit that \nshe counsels many clients to enter guilty pleas without investigating their cases, that she \nnormally does not prepare for trial until the weekend before, does not review the police \nreport until the day of trial, and generally does not visit crime scenes.  (App. 57). \n43.  In some courts in Louisiana, the administration of justice involves having \nlarge groups of defendants enter their pleas in unison.  During these mass pleas, a public \ndefender hands out forms to the defendants in which they agree to plead guilty to a crime \n{N3477881.1}  17 \n\nwith little to no understanding of the strength of the case against them, their possible \ndefenses, or the collateral consequences of a conviction, including how the decision will \nimpact their ability to access government services, travel, or remain in the country if they \nare not a United States citizen.  The court reads the name, charge, and sentence of each \ndefendant and questions them as a group to determine whether their pleas are knowing \nand voluntary.  The defendants respond to the questions in unison.  In most of these \ncases, the defendants have never met or spoken to the public defender prior to that day. \nTheir decision is practical: plead \"guilty\" and secure their release from prison or a shorter \nprison term or enter a plea of \"not guilty\" and wait in prison for a trial date that may be \nmonths away with a public defender who will put up little resistance to the State's case. \n44.  Timely investigation is also a constitutionally mandated part of a criminal \ndefense engagement that is missing in Louisiana.  Most district offices do not employ \ninvestigators,  social  workers,  or  other professional  staff needed to  provide  effective \nassistance.  Those who do employ investigators are understaffed.  For example, in 2015, \nthe District Defender for the 16th Judicial District handled 2359 felony cases, but had no \ninvestigator on staff and no line item expense allocation to engage an investigator.  (App. \n2).  In 2016, this same district had a single investigator for a similar number of cases. \n45.  A lack of investigative support renders an attorney ineffective.  Colorado, \nConnecticut, New Hampshire, New Jersey, Vermont, and Washington State maintain or \nprescribe ratios of at least one investigator for every four attorneys:  Indiana requires \nindigent  defense  providers  to  fill  three  support  staff positions  for  every  four  staff \nattorneys, at least one of whom should be an investigator; Delaware, Iowa, Minnesota, \nRhode Island, Virginia, and Washington D.C. maintain or prescribe a ratio of at least one \ninvestigator  for  every  six  attorneys;  and  Kentucky,  Massachusetts,  Montana,  and \nWisconsin maintain or prescribe a ratio of better than one investigator for every eight \nattorneys.  The  National  Study  Commission  on  Defense  Services  Guideline  4.1 \nrecommends one investigator for every three attorneys.  Few, if any, district offices for \npublic defender services in Louisiana come close to meeting national norms, and none of \nthem meet national norms if the ratios are adjusted to account for excessive caseloads. \n18 \n{N3477881.1} \n\n46.  Public defenders also lack support from social workers and mental health \nprofessionals.  It is  now widely recognized that a  significant number of the  people \ncharged with crimes suffer from mental health and substance abuse problems.  In order to \ncommunicate with and advocate effectively on behalf of their clients, public defenders \nmay require assistance from trained professionals.  (App. 70).  For example, client and \nfamily interviews conducted by an experienced social worker can, among other things, \nidentify mental health issues and substance-abuse problems.  Information gleaned from \nsuch interviews is often not only essential for a defender to be able to meaningfully \ncommunicate with a client, but also can raise new defenses and trial strategies and help \nshape arguments during plea bargains, bond hearings, and sentencing hearings.  Social \nworkers  and other professionals play a pivotal role in effective advocacy and,  while \nwidely available in many other states, they are largely unheard of in Louisiana. \nIII.  THE  POOR IN LOUISIANA WILL  CONTINUE TO  BE  DENIED THE \nRIGHT TO COUNSEL UNTIL THE STRUCTURAL LIMITATIONS OF \nTHE PUBLIC DEFENDER SYSTEM ARE REMOVED. \n4 7.  Structural limitations in the public defender system, including the acute \nlack of resources, endemic conflicts of interest, lack of independence, unreasonably high \nworkloads  and  lack  of  supervision  create  an  impenetrable  barrier  to  effective \nrepresentation.  Although Louisiana's public defense system has never been capable of \nproviding counsel state wide to indigent defendants in the way contemplated in Gideon, \nin the past year,  the system's failures have come into  sharper focus  as thousands of \nappointments have been delayed in judicial district courts throughout Louisiana. \n48.  In some districts, judges responded by appointing civil attorneys with no \npnor  criminal  law  experience  to  represent  those  on  waiting  lists.  This  is  akin  to \nappointing an anesthesiologist to perform surgery:  both are doctors, but they do not share \nthe same set of skills, and the client is highly likely to suffer as a result. \n49.  Courts in other judicial districts had city attorneys and prosecutors stand in \nas counsel even though they had clear conflicts of interest.  In some cases, judges advised \ndefendants to plead guilty rather than wait for an attorney-in-name only. Other courts, in \ncontrast, stopped appointing attorneys altogether for poor people charged with low grade \n19 \n{N3477881.1} \n\noffenses or for appearances at bail hearings, arraignments, and revocations of probation. \nOverworked and stretched too thin, public defenders in these districts are reluctant to \nobject to these practices since any complaint could bring the system to a halt. \nA.  Excessive Caseloads and Critical Understaffing \n50.  Caseload  data published by  LPDB  understates  the  problem.  Lack of \nresources has caused LPDB to adopt maximum caseload standards that are significantly \nhigher than those that have come to be accepted nationally and adopted in many other \nstates.  Were they followed, the caseload standards for felonies in Louisiana would limit \nthe number of felonies that a public defender should handle at any given time to 200. \nLPDB caseloads also do not take into account cases for which counsel was not appointed \nbut should have been. However, even if LPDB caseload information were accurate, it is \nsimply impossible for an attorney assigned twice or five times the recommended caseload \nto do what the federal and state constitutions and the Louisiana Supreme Court require. \n51.  An  attorney  assigned  400  felonies  (twice  the  LPDB  standard),  for \nexample, has less than a day - even if she worked every calendar day of the year - to \nmeet and consult with each client, examine the client's case file, interview witnesses, \ntrack down evidence, prepare defenses and motion papers, consider a plea, prepare for \ntrial, and dispose of the case.  When public defenders are assigned too many cases, client \ncommunications,  case  investigation,  and  case  preparation  become  perfunctory,  often \nunperformed, exercises that are inconsistent with practice standards and ethical rules.  In \nmost  districts,  public  defenders  rarely  meet  with clients,  particularly  those  who  are \nincarcerated, outside of court.  No  investigation for,  or examination of,  witnesses or \nsearch for relevant evidence is undertaken.  Very often the attorneys does not engage in \nconversation  with  the  defendant  at  all.  Public  defenders  in  many  districts  are  so \noverwhelmed by their caseloads that some just sit at counsel table in the  courtroom \nreading files while clients appear before the court and enter uncounseled pleas. \n52.  Nearly  all  district  defender  offices  annually  exceed  LPDB  caseload \nstandards.  In each of the past six years the State's overall average caseloads per attorney \n-as measured by LPDB- has been more than twice and up to five times the Board's \n20 \n{N34 77881.1} \n\nalready inflated caseloads.  Using caseload information from the 2016  LPDB Annual \nReport  (App.  3),  the  following  two  graphics  illustrate the  extent to  which  defender \ncaseloads in the 7th and 17th Judicial Districts exceed LPDB standards. Exhibit 1 to the \nAppendix compiles graphics for each of the forty two judicial districts. \n7th JUDICIAL DISTRICT \nDistrict 7 PDO Average Caseload per Atty FTE \n2016 LPDB Report at p.l66 \nThe LPDB standard maximum for caseload is significantly in excess of national norms and \ncaseload maximums in other states. \n45  4.39 \n3.39 \n2.36 \n2.01 \n1.5 \nCY10  CY11  CY12  CY13  CY14  CY15  CY16 \n-District 7 Average caseload Changes  -state AVG taseloads  -LIDB Standard MAX \nIn the 7th Judicial District, public defense attorneys maintain caseloads almost four and ah alf times the recommended \ncaseload limit for each attorney. \nThe 7th Judicial District is ar ural district that handles only as mall number of cases each year, making comparisons \ndifficult. However, reliance on insufficient revenues has resulted in caseloads that by far exceed established caseload \nlimits. Excessive cases limit each defender's ability to provide effective assistance of counsel to their clients. \n{N3477881.1}  21 \n\nDistrict 7 PDO Average Caseloads Compared to \nState Average & State Standard Maximums \n2016 LPDB Report at p.166 \nUDB Standard Maximum  LA State Average  District 7P DO Average \ncasetoad per Atty FTE \n17th JUDICIAL DISTRICT \nDistrict 17 PDO Average Caseload per Atty FTE \n2016 LPDB Report at p.344 \nThe LPDB standard maximum for caseload is significantly in excess of national norms and \ncaseload maximums in other states. \n4.50 \n4.5 \nz.~ \n2.6 \n---. \n2.44  2.40  2.3;---_, \n2.12  2.25  2.14  2.01 \n1.5 \n1  1  1  1  1  1  1 \nCYlO  CYll  CY12  CY13  CY14  CY15  CY16 \n-District 17 Average Caseload Changes  -State AVG caseloads  -LIDS Standard MAX \nIn the 17th Judicial District, public defense attorneys maintain caseloads almost three times the recommended \ncaseload limit for each attorney. \nReliance on insufficient revenues has resulted in caseloads that by far exceed established caseload limits. Excessive \ncases limit each defender's ability to provide effective assistance of counsel to their clients. \n22 \n{N347788Ll} \n\nDistrict 17 PDO Average Caseloads Compared to \nState Average & State Standard Maximums \n2016 LPDB Report at p.344 \nUDB Standard Maximum  LA State Average  District 17 PDO Average \nCaseload per Atty FTE \n23 \n{N347788l.l} \n\nB.  Failure to Train and Supervise \n53.  The Louisiana Public Defender Act contemplates \"statewide oversight\" of \nthe  attorneys  representing  indigent  defendants  and  \"uniform  binding  standards  and \nguidelines for the delivery of public defender services and for an effective management \nsystem to ensure compliance with such standards and guidelines.\"  LA-R.S. 15:142. \n54.  The  statute  further  requires  LPDB  to  employ  a trial-level  compliance \nofficer  who  is  statutorily  mandated  to  engage  in  \"regular  assessments  and  ongoing \nmonitoring  of  each  district  public  defender  system's  compliance\"  with  board \nperformance standards and \"to make regular reports to the board on variances to board \nstandards and guidelines with respect to each district.\"  LA-R.S. 15:157. \n55.  For several years following the passage of the Louisiana Public Defender \nAct in 2007, LPDB provided some training and did what it could with limited resources \nto  supervise  the  district  offices.  It also  directed  district  offices  to  supervise  their \nattorneys as part of their contracts with LPDB.  However, throughout this period, some \ndistrict  defenders  viewed  the  LPDB's  imposition  of performance  standards  as  an \nunwelcome  intrusion  on their  authority  and  engaged  in  a  coordinated  campaign  to \nundermine  the  staffs  regulatory  authority  by  complaining  about  the  size  of its \nprofessional staff and state-wide programs dedicated to capital defense, criminal appeals, \nand wrongful conviction claims.  In an email exchange with an LPDB board member, the \ndistrict defender in the 15th Judicial District Court admitted that he employed a tactic of \nexaggerating the size of his wait list by over 3000 cases to support his argument that \nstate-wide programs were being funded at the expense of his district. (App. 95). \n56.  In 2016, with the support of Governor Edwards and the district attorneys, \ndistrict  defenders  who  wanted  to  insulate  themselves  against  LPDB  oversight \nsuccessfully lobbied the Louisiana Legislature to amend the Louisiana Public Defender \nAct. The final version of the amendment- Act 571- gave district defenders the right to \nnominate a majority of the seats on LPDB and eliminated the role of local law schools, \nthe  Louisiana  State  Bar  Association,  and  other  stakeholders  in  the  nomination  and \nappointment of board members.  Act 571 also shifted additional funding to the districts at \n24 \n{N3477881.1} \n\nthe expense of key statewide programs, including capital representation and the statewide \ntraining program.  Act 571  did not increase funding for indigent defense or modify the \nsystem's reliance on fines and fees to fund most indigent defense services. \n57.  In a note to other board members, Defendant Pat Fanning explained the \nselection process for  reconstituting  LPDB  under Act 571  and the  concerns of some \ndistrict defenders as follows:  \"The five reps, including myself, who came from the five \nCircuits were named basically by the district defenders.  Obviously, there was discussion \nwith  the  District  Defenders  before  the  nominations  were  made  and  the  new  board \nmembers heard complaints about money, accountability, etc.  The guys in the districts \nthink of themselves as the foot soldiers and complain that the administration takes as \nmuch money as it wants and the districts get whatever is left to do the actual work of \nproviding services to the clients in the courtrooms.  They complain that they are held \naccountable for how they spend every dollar but the 501 c 3s do not have to do the same \nand some end up with surpluses while some districts go into ROS.\"  (App. 95). \n58.  On October 17, 2016, an anonymous group of district defenders sent a \n\"white  paper\"  to  the  recently  reconstituted  LPDB.  In  this  communication,  the \nanonymous district defenders complained bitterly about funds allocated to the Innocence \nProject and other state-wide programs.  Notwithstanding the statutory mandate of LPDB \nto use performance standards to assure high-quality legal services throughout the State, \nthe anonymous district defenders further argued that \"the staff has focused on regulation \nand management of the districts,\" that such supervision is unnecessary and unwarranted, \nand that the staff budget for LPDB should be significantly reduced.  (App. 69). \n59.  LPDB  and  its  staff have  bowed to  this  pressure  by  abandoning  their \nsupervisory and oversight functions.  Among  other things,  LPDB  and  its  staff have \nceased all efforts to assess or monitor compliance with state-wide performance standards \nby the district offices, publish reports regularly showing variances between the board \nstandards and guidelines and the conduct of each district office, enforce the contractual \nobligation of the District Offices to supervise and train their attorneys, or fill crucial staff \npositions contemplated by the Public Defender Act such as a state-wide training director. \n25 \n{N3477881.1} \n\nThe result has been to set the public defense system back a decade and puts years of \nfinancial investment at risk by rendering state-wide standards and training illusory. \nC.  Lack ofI ndependence and Conflicts ofI nterest \n60.  Although  the  Louisiana  Legislature  intended  the  Louisiana  Public \nDefender Act to establish a public defender system that is \"free from undue political and \njudicial interference and free of conflicts of interest,\" what exists in reality is a system \nwhere conflicts of interest are commonplace and an accepted part of the practice of law \nwhen it comes to the representation of poor people in the criminal defense system. \n61.  All district defenders rely heavily on locally generated funds from traffic \ntickets  and  court  fees  for  their  budgets.  This  funding  structure  places  sheriffs, \nprosecutors, and other stakeholders in a position to manipulate the budgets for public \ndefenders.  Public defenders who maintain good relationships with local officials may \nbenefit from high rates of traffic tickets, fewer of their cases being referred to a pretrial \ndiversion program,  or periodic  allocations  from  a  local jury fund  controlled by the \nprosecutors and judges.  Public defenders who upset the balance of power by arguing too \nforcefully  for  their  clients  may  not  fare  as  well.  In  addition to  encouraging  public \ndefenders  to  go  along  to  get  along,  the  current  funding  structure  rewards  district \ndefenders  who  are bad at their jobs.  Because a percentage of the fees  assessed on \ndefendants who are convicted of a crime are allocated to the budget of a local district \ndefender, district defenders who lose more cases do better financially than those who \nwin.  The State Public Defender put it succinctly: \"Our revenue is partially dependent on \nour losing.\"  (App. 55). \n62.  Excessive  caseloads  and  lack  of  resources  likewise  prevent  public \ndefenders from meeting their ethical obligations under state law to provide competent and \ndiligent representation under Rules 1.1 and 1.3 of the Rules of Professional Conduct and \nto fail in their obligations under Rule 1.4 to keep clients reasonably informed and provide \nthem with sufficient information to participate intelligently in decisions concerning their \ndefense.  Time deficits associated with excessive caseloads also create inherent conflicts \n26 \n{N3477881.1} \n\nunder Rule 1. 7 because every time an overworked public defender allocates time to one \nclient he is acting to the prejudice of other clients whose cases also need attention. \n63.  The  continued  use  of flat-fee  contracts  for  public  defenders  in  most \ndistricts  in Louisiana raises  serious  conflict issues  as  well.  Flat-fee  contracts  entice \ncontract defenders to assume large caseloads, but offer no financial incentive to invest \ntime or resources in the cases.  Compounding the conflict is the fact that these contracts \npermit the attorneys to simultaneously maintain a private practice.  Washington State \nbanned flat-fee contracts in 2009 because they create an \"inherent conflict of interest\" \nbetween a client's right to adequate counsel and the attorney's personal financial interest. \n(App.  32).  When salaried lawyers  are  free  to  represent private clients, they have  a \nfinancial incentive to devote more time to those clients than to their indigent clients.  In \npractice,  the public  defense  contracts  are  largely unsupervised,  and the  arrangement \ncommonly results in contract lawyers underserving their indigent clients. \nIV.  THE  STRUCTURAL  IMPEDIMENTS  TO  THE  RIGHT  TO  COUNSEL \nCANNOT BE DISMANTLED WITHOUT JUDICIAL INTERVENTION. \n64.  The  crisis  in the  Louisiana indigent defense  system  is  not new;  it is \nchronic and systemic, part of a pattern of fits and starts at reform dating back to 1966.  As \nset forth in the attached presentation authored by State Public Defender Jay Dixon, the \nvast majority of public defender offices in Louisiana are in a perpetual state of financial \ncrisis  \"due to  their reliance  on inadequate,  unstable,  and unreliable  funding  streams \nprimarily based on traffic tickets and court costs.\"  (App. 98). \n65.  Only months ago, at the urging of many district defenders and prosecutors, \nthe Louisiana Legislature statutorily mandated that LPDB borrow from Peter to pay Paul \nby reducing funding for  several non-governmental nonprofit law firms which provide \nservices in the areas of capital trials and appeals, non-capital criminal appeals, juvenile \njustice, and post-conviction applications,  and reallocating those funds to the districts. \nWhile this reallocation offered limited and temporary financial relief for a few districts, \npublic defender services in all judicial districts remain underfunded. \n27 \n{N3477881.1} \n\n66.  The  only  way  to  remedy  the  systemic  barriers  that  affect  indigent \ndefendants  in  Louisiana  is  through  structural  reform.  Such  reform  must  include \nsubstantial - and adequate - increases in the funding available for indigent defense and \nmonitored assurance of appropriate performance by appointed counsel.  While the courts \nlack authority to direct the Louisiana Legislature to allocate funds to indigent defense, \nthey can remedy the denial of the fundamental right to counsel by ordering Defendants to \ncomply with their  constitutional  and  statutory mandate  and  appointing  a monitor to \nensure enforcement of constitutional and ethical standards applicable to public defenders. \n67.  Appointing  a  monitor  empowered  to  supervise  the  indigent  defense \nsystem, is necessary to redress the harms that Plaintiffs and other members of the Class \nare suffering and would otherwise continue to suffer as a result of the ongoing systemic \ninadequacy of the State's system.  Those affected by the failure of this system are, almost \nby definition, among the most politically vulnerable and least powerful persons in the \nstate.  In contrast, the opposition to reform is organized, powerful, and vocal.  While \nmany  district  defenders,  prosecutors,  and judges  support  reform,  other  stakeholders \nactively work against it.  District defenders who oppose reform jealously rail against \nmoney allocated to state-wide programs for capital cases and innocence claims.  They \ncomplain about losing autonomy and  submitting to  oversight and supervision by the \nBoard.  Only a court-appointed monitor will have the necessary independence to confront \nopposition from stakeholders with a vested interest in maintaining the state quo. \nCLASS ACTION ALLEGATIONS \n68.  Plaintiffs bring this suit on behalf of themselves and as  a class action \nunder Louisiana Code of Civil Procedure Article 591  on behalf of all members of the \nfollowing class: \"All persons who are indigent and facing charges in Louisiana of a non \ncapital criminal offense punishable by imprisonment.\"  Excluded from this Class are \ncriminal  defendants  represented  by  private  counsel,  criminal  defendants  who  are \nvoluntarily and knowingly representing themselves pro se, and juveniles charged with \ncriminal offenses but whose cases are assigned only to juvenile court. \n28 \n{N3477881.1} \n\n69.  The  exact  number  of the  members  of the  Class  is  unknown,  but  is \nreasonably estimated to be well in excess of 20,000 at any given time in that many of the \n42 district offices handle several thousand indigent cases per year.  The large number of \nclass members makes individual joinder of all members impracticable. \n70.  Questions of fact common to the Class include, but are not limited to: (1) \nwhether, on a system-wide basis, the traditional markers of effective representation such \nas  timely  and  meaningful  adversarial  testing  of the  prosecution's  case,  confidential \nconsultation  with  clients,  and  appropriate  investigation  are  absent  or  significantly \ncompromised;  (2)  whether substantial  structural  limitations,  including  severe  lack of \nresources, unreasonably high workloads, conflicts of interest, and critical understaffing, \nsystematically deny members of the Class access to counsel; (3) whether Defendants \nenforce mandatory statewide public defender standards and guidelines that require public \ndefender  services to  be  provided  in  a  manner that  is  uniformly  fair  and  consistent \nthroughout the State; and (4) whether the members of the Class suffer prejudice and \nirreparable harm as a result of the failure of Defendants to provide effective assistance of \ncounsel; (5) whether the members of the Class are treated \"equal under the law\"; and (6) \nwhether public defenders are meeting their obligations under the Rules of Professional \nConduct 1.1, 1.3, 1.4, and 1. 7 in providing legal services to the Class. \n71.  Questions oflaw common to the Class include, but are not limited to: (1) \nwhether system-wide structural defects in the State's public defender system, such as \ninadequate funding and performance monitoring, create  a constitutionally intolerable risk \nthat members of the Class will be denied the meaningful assistance of counsel and equal \nprotection in violation of the Sixth and Fourteenth Amendments to the United States \nConstitution and Article I, Sections 2 and 13 of the Louisiana Constitution; (2) whether \nthe system-wide absence of traditional markers of effective representation warrants the \ncourt exercising its constitutional and inherent power and  supervisory jurisdiction to \nensure that indigent defendants receive reasonably effective assistance of counsel through \nimposition of a state-wide remedy; (3) whether substantial structural limitations present \nin the public defense system in Louisiana warrant the court exercising its constitutional \n29 \n{N3477881.1} \n\nand  inherent  power  and  supervisory jurisdiction to  ensure  that  indigent  defendants \nreceive reasonably effective assistance of counsel and warrant the imposition of a state \nwide remedy; ( 4) whether systematic violations of the Louisiana Supreme Court Rules of \nProfessional Conduct by public defender warrant the court exercising its constitutional \nand inherent power and supervisory jurisdiction to impose a state-wide remedy; and (5) \nwhether members of the Class are entitled to declaratory and/or injunctive relief. \n72.  The claims asserted by Plaintiffs are typical of the Class because each \nconcerns the systemic failure of the public defender system in Louisiana and its inability \nto  provide  meaningful  access  to  counsel  and  whether  these  system-wide  structural \nlimitations present an immediate, serious and irreparable threat that Plaintiffs and the \nclass members will either actually or constructively be denied the effective representation \nto which they are entitled under the Sixth and Fourteenth Amendments to the United \nStates Constitution and by Article I, Sections 2 and 13 of the Louisiana Constitution. \n73.  Plaintiffs' interests are aligned with the interests of other members of the \nClass because the constitutional and statutory deprivations caused by Defendants threaten \nPlaintiffs in the same way they threaten the entire Class. \n74.  Plaintiffs are represented by counsel with experience and competency in \nthe litigation of complex class actions and public interest lawsuits. Plaintiffs, therefore, \nwill be able to fairly and adequately represent and protect the interests of the Class. \n7 5.  The prosecution of separate actions by individual members of the class \nwould  create  a  risk  of inconsistent  or  varying  adjudications  and  could  establish \nincompatible standards of conduct for the parties opposing the class. \n76.  Plaintiffs seek the same declaratory and injunctive relief for the Class as a \nwhole because Defendants have consistently failed to act pursuant to a regulatory scheme \nthat is common to Plaintiffs and their conduct affects all Class members similarly. \n77.  This case involves important issues of constitutional rights to counsel and \ndue process under the United States and Louisiana Constitutions.  These issues cannot be \naddressed as a practical matter by each member of the class, and any questions of law and \nfact  common to the members of the  Class predominate over any questions  affecting \n30 \n{N3477881.1} \n\nindividual  class  members.  Class  treatment  also  will  permit thousands  of similarly \nsituated persons to prosecute their common claims in a single forum simultaneously, \nefficiently, and without the duplication of effort and expense entailed by individual suits. \nMembers of the class will be readily ascertainable from the records of the courts and \nDefendants, and no other difficulties are likely to be encountered in the management of \nthis  case  that would preclude  its  maintenance  as  a  class  action.  A  class  action is, \ntherefore, the superior method for the fair and efficient adjudication of this case. \nCOUNT ONE \nSECTION 1983 CLAIM FOR INJUNCTIVE AND DECLARATORY \nRELIEF FOR VIOLATIONS OF THE RIGHTS  TO EFFECTIVE \nASSISTANCE  OF  COUNSEL  UNDER  THE  SIXTH  AND \nFOURTEENTH AMENDMENTS OF THE U.S. CONSTITUTION. \n78.  Plaintiffs and the Class do not stand \"equal before the law.\"  They are \npoor,  facing  charges  punishable  by  imprisonment  in  Louisiana,  and  have  been \naffirmatively or constructively denied effective legal representation and will continue to \nbe denied meaningful representation unless this Court intercedes on their behalf. \n79.  The traditional markers of effective representation, such as meaningful \nadversarial  testing  of the  charges,  the  pressing  of necessary  motions,  timely  and \nconfidential consultation with clients, and appropriate case investigation, are either absent \nfrom the delivery of public defender services in Louisiana or significantly compromised \nsystem wide  due to  structural barriers to  effective representation,  including,  without \nlimitation, severe lack of resources, unreasonably high attorney workloads, conflicts of \ninterest, lack of supervision, lack of independence, and critical understaffing.  So long as \nthese  structural  defects  exist,  the  poor  in  Louisiana  will  suffer  a  constitutionally \nintolerable risk that they will be denied meaningful and effective assistance of counsel. \n80.  Defendants are the state officials statutorily responsible for maintaining \nand administering a system for delivery of effective legal services for the poor.  Despite \nthis duty and the constitutional imperative it represents, Defendants have long failed to \nremedy the deeply entrenched structural defects that deprive the Class of their right to \n{N3477881.1}  31 \n\ncounsel and thereby have failed to establish a public defense system in Louisiana which \nprovides effective client representation statewide. \n81.  As a direct and proximate result of the conduct of the Defendants which \nwas undertaken in their official capacities and under color of state law, Plaintiffs and the \nClass have been, and will continue to be, denied due process and their right to counsel in \nviolation of the Sixth and Fourteenth Amendments to the United States Constitution and \n42 U.S.C. § 1983. \n82.  Plaintiffs are entitled to and request that the Court enter an order granting \npreliminary and permanent injunctive relief prohibiting Defendants from failing to: (1) \nprovide effective representation for the poor when they are facing charges with criminal \noffenses  punishable  by  imprisonment,  including,  without  limitation,  meaningful \nadversarial  testing  of the  charges,  the  pressing  of necessary  motions,  timely  and \nconfidential consultation with clients, and appropriate case investigation; (2) remove the \nstructural barriers to effective representation in Louisiana including, without limitation, \nlack of resources, unreasonably high attorney workloads, conflicts of interest, lack of \nsupervision, lack of independence, and critical understaffing; and (3) enforce mandatory \nstatewide standards and guidelines that require public defender services to be provided in \na manner that is uniformly fair and consistent throughout the state. \n83.  Plaintiffs are further entitled to and request an order appointing a monitor \nto supervise compliance with the injunctions and orders of this Court until such time as \nthe  Court  determines  that Defendants:  (1)  implemented  a  state-wide  public  defense \nsystem that will continue to provide effective representation for the poor when they are \ncharged  with  criminal  offenses  punishable  by  imprisonment,  including,  without \nlimitation,  meaningful  adversarial  testing  of the  charges,  the  pressing  of necessary \nmotions,  timely  and  confidential  consultation  with  clients,  and  appropriate  case \ninvestigation; (2) removed the structural barriers to effective representation including, \nwithout limitation, lack of resources, unreasonably high attorney workloads, conflicts of \ninterest, lack of supervision, lack of independence, and critical understaffing; and (3) \nimplemented  and  enforce  mandatory  statewide  standards  and  guidelines  that require \n32 \n{N3477881.1} \n\npublic defender services to be provided in a manner that is uniformly fair and consistent \nthroughout the State. \n84.  Plaintiffs are further entitled to and request an order declaring pursuant to \nLa.  Code  of Civil  Procedure  art.  1871  that  (1)  the  traditional  markers  of effective \nrepresentation,  such as  meaningful adversarial testing of the charges, the pressing of \nnecessary motions, timely and confidential consultation with clients, and appropriate case \ninvestigation, are either absent from the delivery of public defender services in Louisiana \nor significantly compromised on a system wide basis; (2) judicial intervention is needed \nto remove the structural barriers to effective representation including, without limitation, \nlack of resources, unreasonably high attorney workloads, conflicts of interest, lack of \nsupervision, lack of independence, and critical understaffing. \n85.  Plaintiffs  are  further  entitled  to  and  request  an  award  of reasonable \nattorneys' fees and costs; and such other relief it deems just and proper. \nCOUNT TWO \nSECTION 1983 CLAIM FOR INJUNCTIVE AND DECLARATORY \nRELIEF  FOR  VIOLATION  OF  THE  EQUAL  PROTECTION \nCLAUSE  OF  THE FOURTEENTH AMENDMENT  OF  THE  U.S. \nCONSTITUTION. \n86.  The poor in Louisiana,  including Plaintiffs  and other members  of the \nClass, do not have access to the effective assistance of counsel in non-capital criminal \ncases.  The lack of access to counsel for the poor is both actual and constructive.  Even \nwhen an attorney is appointed to represent the poor, the appointment is untimely and the \nservices  provided  inadequate  because  they  fail  to  meet the  minimum  constitutional \nstandards of effective representation, and do not comply with the ethical obligations of \nattorneys under Rules 1.1, 1.3, 1.4, or 1. 7 of the Louisiana Rules of Professional Conduct. \nThese  substandard  and  constitutionally  deficient  public  defender  legal  services  are, \nnevertheless,  an accepted standard of practice in each of the 42 Judicial Districts in \nLouisiana  and  arise  from  state-wide  structural  barriers  to  effective  representation, \nincluding,  without  limitation,  severe  lack  of resources,  unreasonably  high  attorney \nworkloads, conflicts of interest, lack of supervision, lack of independence, and critical \n33 \n{N3477881.1} \n\nunderstaffing.  As such, compared to criminal defendants with the financial resources to \nhire effective counsel, Plaintiffs and the Class do not stand \"equal before the law.\" \n87.  As a direct and proximate result of the conduct of the Defendants which \nwas undertaken in their official capacities and under color of state law, Plaintiffs and the \nClass have been, and will continue to be,  denied equal protection in violation of the \nFourteenth Amendments to the United States Constitution and 42 U.S.C. § 1983. \n88.  Plaintiffs are entitled to and request that the Court enter an order granting \npreliminary and permanent injunctive relief prohibiting Defendants from failing to: (1) \nprovide effective representation for the poor when they are facing charges with criminal \noffenses  punishable  by  imprisonment,  including,  without  limitation,  meaningful \nadversarial  testing  of the  charges,  the  pressing  of necessary  motions,  timely  and \nconfidential consultation with clients, and appropriate case investigation; (2) remove the \nstructural barriers to effective representation in Louisiana including, without limitation, \nlack of resources, unreasonably high attorney workloads, conflicts of interest, lack of \nsupervision, lack of independence, and critical understaffing; and (3) enforce mandatory \nstatewide standards and guidelines that require public defender services to be provided in \na manner that is uniformly fair and consistent throughout the state. \n89.  Plaintiffs are further entitled to and request an order appointing a monitor \nto supervise compliance with the injunctions and orders of this Court until such time as \nthe Court determines that Defendants have: (1) implemented a state-wide public defense \nsystem that will continue to provide effective representation for the poor when they are \ncharged  with  criminal  offenses  punishable  by  imprisonment,  including,  without \nlimitation,  meaningful  adversarial  testing  of the  charges,  the  pressing  of necessary \nmotions,  timely  and  confidential  consultation  with  clients,  and  appropriate  case \ninvestigation; (2) removed the structural barriers to effective representation including, \nwithout limitation, lack of resources, unreasonably high attorney workloads, conflicts of \ninterest, lack of supervision, lack of independence, and critical understaffing; and (3) \nimplemented  and  enforce  mandatory  statewide  standards  and  guidelines  that require \n34 \n{N347 7881.1} \n\npublic defender services to be provided in a manner that is uniformly fair and consistent \nthroughout the State. \n90.  Plaintiffs are further entitled to and request an order declaring pursuant to \nLa.  Code  of Civil  Procedure  art.  1871  that  (1)  the  traditional  markers  of effective \nrepresentation,  such as  meaningful adversarial testing of the charges, the pressing of \nnecessary motions, timely and confidential consultation with clients, and appropriate case \ninvestigation, are either absent from the delivery of public defender services in Louisiana \nor significantly compromised on a system wide basis; (2) judicial intervention is needed \nto remove the structural barriers to effective representation including, without limitation, \nlack of resources, unreasonably high attorney workloads, conflicts of interest, lack of \nsupervision, lack of independence, and critical understaffing. \n91.  Plaintiffs  are  further  entitled  to  and  request  an  award  of reasonable \nattorneys' fees and costs; and such other relief it deems just and proper. \nCOUNT THREE \nCLAIM FOR INJUNCTIVE AND DECLARATORY RELIEF FOR VIOLATIONS \nOF THE LOillSIANA CONSTITUTION \n92.  Plaintiffs and the Class reallege and incorporate by reference each of the \npreceding allegations.  As a direct and proximate result of the conduct of the Defendants \nwhich was undertaken in their official capacities and under color of state law, Plaintiffs \nand the Class have been denied and will continue to be denied due process and their right \nto counsel in violation of La. Const. art. 1 §§ 2, 3 & 13. \n93.  Plaintiffs are entitled to and request that the Court enter an order granting \npreliminary and permanent injunctive relief prohibiting Defendants from failing to:  (1) \nprovide  effective  representation  for  the  poor  when  they  are  charged  with  criminal \noffenses  punishable  by  imprisonment,  including,  without  limitation,  meaningful \nadversarial  testing  of the  charges,  the  pressing  of necessary  motions,  timely  and \nconfidential consultation with clients, and appropriate case investigation; (2) remove the \nstructural barriers to effective representation in Louisiana including, without limitation, \nlack of resources, unreasonably high attorney workloads, conflicts of interest, lack of \n35 \n{N3477881.1} \n\nsupervision, lack of independence, and critical understaffing; and (3) enforce mandatory \nstate-wide standards and guidelines that require public defender services to be provided \nin a manner that is uniformly fair and consistent throughout the State. \n94.  Plaintiffs are further entitled to, and request, an order appointing a monitor \nto supervise compliance with the injunctions and orders of this Court until such time as \nthe Court determines that Defendants have:  (1) implemented a state-wide system that \nprovides  effective  representation  for  the  poor when they  are  charged  with  criminal \noffenses  punishable  by  imprisonment,  including,  without  limitation,  meaningful \nadversarial  testing  of the  charges,  the  pressing  of necessary  motions,  timely  and \nconfidential consultation with clients, and appropriate case investigation; (2) removed the \nstructural barriers to effective representation in Louisiana including, without limitation, \nlack of resources, unreasonably high attorney workloads, conflicts of interest, lack of \nsupervision, lack of independence, and critical understaffing; and (3) implemented and \nenforce  mandatory  state-wide  standards  and  guidelines  that  require  public  defender \nservices to be provided in a manner that is uniformly fair and consistent throughout the \nstate. \n95.  Plaintiffs are further entitled to, and request. an order declaring pursuant to \nLa.  Code  of Civil  Procedure  art.  1871  that:  (1)  the traditional  markers  of effective \nrepresentation,  such as meaningful adversarial testing of the charges, the pressing of \nnecessary motions, timely and confidential consultation with clients, and appropriate case \ninvestigation, are either absent from the delivery of public defender services in Louisiana \nor significantly compromised on a system wide basis; (2) judicial intervention is needed \nto  remove  the  structural  barriers  to  effective  representation  in Louisiana  including, \nwithout limitation, lack of resources, unreasonably high attorney workloads, conflicts of \ninterest, lack of supervision, lack of independence, and critical understaffing. \n96.  Plaintiffs  are  further  entitled  to  and  request  an  award  of reasonable \nattorneys' fees and costs; and such other relief as the Court deems just and proper. \n{N3477881.1}  36 \n\nPRAYER FOR RELIEF \nWHEREFORE, Plaintiffs, individually and on behalf of the Class, respectfully \nrequest that the Court enter an order providing for the following relief: \n97.  Certification of this case as a class action on behalf of the Class defined in \nParagraph 79 above, appoint Plaintiffs as Class Representative, and appoint their counsel \nof record as listed below as counsel for the Class; \n98.  An injunction prohibiting Defendants from failing to: (1) provide effective \nrepresentation  for  the  poor  when  they  are  facing  charges  with  criminal  offenses \npunishable by imprisonment, including, without limitation, meaningful adversarial testing \nof the charges, the pressing of necessary motions, timely and confidential consultation \nwith clients,  and appropriate  case investigation;  (2)  remove the  structural barriers to \neffective representation in Louisiana including,  without limitation,  lack of resources, \nunreasonably high attorney workloads, conflicts of interest, lack of supervision, lack of \nindependence, and critical understaffing; and (3) enforce mandatory statewide standards \nand guidelines that require public defender services to be provided in a manner that is \nuniformly fair and consistent throughout the state; \n99.  An order of appointment for a monitor to supervise compliance with the \ninjunctions  and  orders  of this  Court  until  such  time  as  the  Court  determines  that \nDefendants have: (1) implemented a state-wide public defense system that will continue \nto provide effective representation for the poor when they are charged with criminal \noffenses punishable by imprisonment;  (2) removed the structural barriers to effective \nrepresentation  including,  without  limitation,  lack  of resources,  unreasonably  high \nattorney workloads, conflicts of interest, lack of supervision, lack of independence, and \ncritical understaffing; and (3) implemented and enforce mandatory statewide standards \nand guidelines that require public defender services to be provided in a manner that is \nuniformly fair and consistent throughout the State; \n100.  A declaration that (1) the traditional markers of effective representation, \nsuch as meaningful adversarial testing of the charges, the pressing of necessary motions, \ntimely and confidential consultation with clients, and appropriate case investigation, are \n{N3477881.1}  37 \n\neither absent from the delivery of public defender services in Louisiana or significantly \ncompromised on a system wide basis; (2) judicial intervention is needed to remove the \nstructural barriers to effective representation in Louisiana including, without limitation, \nlack of resources, unreasonably high attorney workloads, conflicts of interest, lack of \nsupervision, lack of independence, and critical understaffing; \n101.  An award of reasonable attorneys' fees and costs; and \n102.  Such other relief as the Court deems just and proper. \nRespectfully submitted, \nL--1--\n~&  M \n~.ubf:;:!v..  fk.{~/ u.4-c \nMARK A. CUNNINGHAM  MEREDITH ANGELSON  5 \nLouisiana Bar No. 24063  Louisiana Bar No. 32995 \nMICHAEL W. MAGNER  JARED DAVIDSON \nLouisiana Bar No. 1206  Louisiana Bar No. 37093 \nPETERJ.KEE  SOUTHERN POVERTY LAW CENTER \nLouisiana Bar. No. 34860  1055 St. Charles Avenue, Suite 505 \nJASON CULOTTA  New Orleans, LA 70130 \nLouisiana Bar No. 35731  Telephone: 504-486-8982 \nJONES WALKER LLP  Email:  meredith.angelson@splcenter.org \n201 St. Charles Avenue, 50th Floor  ja red.davidson@splcenter.org \nNew Orleans, LA  70170 \nTelephone:  504-582-8000  and \nFax:  504-589-8000 \nEmail: mcunningham@joneswalker.com  DANIEL F. KOLB \nmmagner@joneswalker.com  New York Bar. No. 1257922 \nDAVID B. TOSCANO \nwith  New York Bar. No. 2560811 \nREBECCA MARTIN \nJON GREENBAUM *  New York Bar. No. 5003470 \nDistrict of Columbia No. 166733  WILLIAM LAWRENCE \nMATEYA   KELLEY*  New York Bar. No. 5216924 \nNew York BarNo. 5270400  ASHLEY BARRIERE \nLAW  YERS' COMMITTEE FOR CIVIL  New York Bar. No. 5424965 \nRIGHTS UNDER LAW  DANIEL S. MAGY \n1401 New York Avenue, NW  New York Bar. No. 5328109 \nSuite 400  ANDREW PHILIP WALKER \nWashington, DC 20005  New York Bar. No. 5451026 \nEmail: kclarke@lawyerscommittee.org  DAVIS POLK & WARDWELL LLP \njg  reenbaum@lawyerscommittee.org  450 Lexington A venue \nmkelley@lawyerscommittee.org  New York, NY 10017 \nTelephone:  212-450-4000 \nFax:  212-450-5546 \n*Admitted Pro Hac Vice  Email: daniel.kolb@davispolk.com \ndavid. toscano@davispolk.com \n38 \n{N3477881.1} \n\nCERTIFICATE OF SERVICE \nI certify that the foregoing First Amended Verified Petition for Class Certification \nand Declaratory and Injunctive Relief, dated September 18, 2017, was sent this day via \nFirst Class Mail, properly addressed and postage paid, to the parties listed below: \nRemy Voisin Starns \nStarns Law Firm LLC \n2001 Jefferson Highway \nJefferson, LA 70121 \n~~~~CJ~f~-L \nMARK A. CUNNINGHAM \n39 \n{N34 77881.1} ",
      "document_type_other": "",
      "external_url": "https://www.splcenter.org/sites/default/files/documents/20170919-2_plaintiffs_first_amended_petition.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/102013"
    }
  ],
  "document_count": 5
}