{
  "case_id": 9772,
  "fetched_at": "2025-10-22T00:10:05.222631",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Claudette Box Nursing Home",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Alabama",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 9772,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "Disability and Disability Rights: Least restrictive environment",
      "General/Misc.: Reassessment and care planning",
      "Medical/Mental Health Care: Bed care (including sores)",
      "Medical/Mental Health Care: Dementia",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Untreated pain",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "General/Misc.: Discharge & termination plans"
    ],
    "last_checked_date": "2015-03-29T00:00:00-04:00",
    "main_docket": {
      "id": 33307,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Alabama",
      "docket_office_number": "",
      "docket_number_manual": "Never Filed",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ CRIPA Investigation of Claudette Box Nursing Home, Mount Vernon, Alabama",
    "never_filed": true,
    "non_docket_case_number": "168-3-39",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Alabama",
    "summary": "<p>Pursuant to the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997, the Civil Rights Division of the U.S. Department of Justice (\"DOJ\") conducted an investigation of conditions at the Claudette Box Nursing Home (\"the Box Home\"), a state-operated facility in Alabama.  Residents who were admitted to the home had to be over 65 and diagnosed with a significant mental illness.  The investigation resulted in a findings letter being sent to the state's governor on June 2, 2003.  The letter observed that in November and December of 2002, DOJ and certain of its expert consultants toured the facility, interviewed residents and staff, and both reviewed documents and obtained documents for later review.  The DOJ's investigation led it to conclude that conditions at the Box Home violated residents' federal constitutional and statutory rights.  According to the DOJ, residents at the Box Home suffered harm or the risk of harm from deficiencies in the following areas: medication administration, clinical services, dietary services, resident rights protection, and quality assurance.</p><p>These DOJ findings were not the first legal problems the state faced due to conditions at the home.  In 1986, the state and private plaintiffs entered into a consent decree regarding the conditions at Searcy, a settlement that included the Box Home. In 1998, the Box Home was released from the obligations of that consent decree.  Then, on May 17, 2002, the United States Department of Health & Human Services Centers for Medicare & Medicaid Services (\"CMS\") notified the Box Home that its Grants to States for Medical Assistance Programs certification was being terminated retroactively, effective May 15, 2002.  The decision to terminate was based on the facility's subjecting of residents to immediate jeopardy to their health and safety, by failing to adequately investigate allegations of physical and sexual abuse.  On June 21, 2002, based on a finding by CMS that the jeopardy had been remedied, the Box Home was reinstated to the federal funding program.  The DOJ's investigation leading to the findings letter occurred less than six months later, suggesting that improvements made to regain certification had been temporary.</p><p>The Box Home's deficiencies in medication administration included problems in provision of psychotropic medication (overuse and misuse), pain medication (under-use), and inadequate medication monitoring.  DOJ found that the Box Home over-relied on bed rails alone as restraint devices, to residents' detriment, and failed to provide residents with appropriate clinical and needs assessments, with care planning and implementation, and with restorative care and activity services required to prevent physical and psychological harm.  Substandard discharge evaluation and planning for eligible residents also characterized the Box Home's efforts.  Furthermore, the DOJ found that the dietary services provided at the Box Home were inadequate and did not comply with generally accepted standards of care for residents in long-term care facilities. The home failed to provide adequate therapeutic diets or furnish proper nutrition and hydration; failed to include adequately its dietitian in clinical care decisions; and failed to provide proper feeding services to its residents. </p><p>The Box Home insufficiently respected residents' rights to dignity and self-determination, according to the DOJ's investigation.  For example, few residents were allowed decision-making regarding basic functions of daily living or were provided information about medications administered to them and why.  Residents were not invited to care conferences nor, for those cognitively unable to participate, were surrogate decision-makers.  The facility had no policy defining the role of the resident in the treatment process nor did it sufficiently ensure that residents' wishes were accounted for in the case of a medical crisis.  The investigation found that facility staff failed to make appropriate eye contact or use verbal cues with residents, relying instead on physical force, and sometimes spoke about residents, in their presence, in demeaning ways.</p><p>Finally, the Box Home failed to have a quality assurance program that (1) actively collected data relating to the quality of services, (2) assessed the data for trends, (3) initiated inquiries regarding problematic trends and possible deficiencies, (4) identified corrective action, and (5) monitored to ensure that appropriate remedies were achieved.  The DOJ described such a program as standard practice in nursing homes.</p><p>The DOJ findings letter proposed remedial actions to remedy the deficiencies, invited the state to address the issues, and alerted the state to the possibility of a CRIPA lawsuit brought by the United States to compel remedial action.</p><p>We have no post-findings letter information about this matter.</p>",
    "summary_published_date": "2008-06-19T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9772",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9772",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9772",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9772"
  },
  "documents": [
    {
      "date": "2003-06-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 20077,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/20077.pdf",
      "title": "Re: CRIPA Investigation of Claudette Box Nursing Home, Mount Vernon, Alabama",
      "text": "June 2, 2003 \nGovernor Bob Riley \nState Capitol \nRoom N-104 \n600 Dexter Avenue \nMontgomery, AL  36130 \nRe: \t CRIPA Investigation of Claudette Box Nursing Home, \nMount Vernon, Alabama \nDear Governor Riley: \nWe are writing to report the findings of our investigation \nof the conditions at the Claudette Box Nursing Home (herein \nreferred to as “Claudette Box” or “the facility”).  On \nSeptember 12, 2002, we notified the State of our intent to \ninvestigate Claudette Box pursuant to the Civil Rights of \nInstitutionalized Persons Act (“CRIPA”), 42 U.S.C. § 1997. \nOn November 19-21 and December 9-11, 2002, we conducted on-\nsite inspections of the facility with expert consultants in \npsychiatry, nursing and nutrition.  While at the facility, we \ninterviewed residents and staff.  Before, during, and after our \nvisit, we reviewed documents, including policies and procedures, \nincident reports, and medical records. \nWe would like to thank the staff at Claudette Box and State \nofficials for the level of cooperation we received during our \ninvestigation.  We also appreciated the candor and openness of \nthe facility’s staff and administration.  Moreover, State \nofficials and facility staff reacted positively and \nconstructively to the observations and recommendations for \nimprovement made by our consultants during the site visits.  We \nwould specifically like to thank the facility director for his \nassistance and recognize his obvious commitment to improving the \ncare provided at the facility. \nConsistent with the statutory requirements of CRIPA, we \n\n-2 \n\nwrite to advise you of the results of the investigation.  As \ndescribed more fully below, we conclude that certain conditions \nat Claudette Box violate the constitutional and federal statutory \nrights of residents at the facility.  We find that residents at \nClaudette Box suffer harm or the risk of harm from deficiencies \nin the following areas:  medication administration, clinical \nservices, dietary services, resident rights protection and \nquality assurance. \nI.  BACKGROUND \nA.  FACILITY BACKGROUND \nClaudette Box is a State operated nursing facility located \nwithin the campus of Searcy Hospital, a psychiatric facility. \nWhile at the time we initiated our investigation Claudette Box \nhoused 135 residents on three floors, during our most recent tour \nof the facility 91 residents were housed on two floors. \nResidents admitted to Claudette Box must be over 65 and have a \ndiagnosis of a significant mental illness. \nIn 1986, the State and private plaintiffs entered into a \nconsent decree regarding the conditions at Searcy, a settlement \nthat included Claudette Box.  In 1998, Claudette Box was released \nfrom the obligations of that consent decree. \nOn May 17, 2002, the United States Department of Health & \nHuman Services Centers for Medicare & Medicaid Services (\"CMS\") \nnotified Claudette Box that its Grants to States for Medical \nAssistance Programs certification was being terminated \nretroactively effective May 15, 2002.  The decision to terminate \nwas based on the facility’s subjecting of residents to immediate \njeopardy to their health and safety, by failing to adequately \ninvestigate allegations of physical and sexual abuse.  On \nJune 21, 2002, based on a finding by CMS that the jeopardy had \nbeen remedied, Claudette Box was reinstated to the federal \nfunding program. \nB.  LEGAL STANDARD \nResidents of state nursing facilities have a right to \nreceive adequate health care, along with habilitation, and other \nsupports and services, to ensure their safety and freedom from \nunreasonable restraint, prevent regression and facilitate their \nability to exercise their liberty interests.  See Youngberg v. \n\n-3 \n\nRomeo, 457 U.S. 307 (1982).  Similar protections are accorded by \nfederal statute.  See, e.g., Title XIX of the Social Security \nAct, 42 U.S.C. § 1396; 42 C.F.R. Part 483 (Medicaid Program \nProvisions); 42 U.S.C. § 135li-3; 42 U.S.C. § 483 Subpart B \n(Medicare).  Claudette Box is obligated to provide services in \nthe most integrated setting appropriate to individual residents’ \nneeds.  Title II of the Americans with Disabilities Act (“ADA”), \n42 U.S.C. § 12132 et seq.; 28 C.F.R. § 35.130 (d); see Olmstead \nv. L.C., 527 U.S. 581 (1999). \nII.  FINDINGS \nA.  MEDICATION \nGenerally accepted standards of care dictate that all uses \nof medications, especially those having potentially harmful side \neffects, be clinically justified.  See 42 C.F.R. § 483.25(l). \nThis is particularly true when drugs are used in combinations \nthat increase the risk of harm or when drugs are used that pose \nparticular risks for the elderly.  Generally accepted standards \nof care also dictate that, for drugs having therapeutic ranges, \n(below which the drug is ineffective and above which it is \npotentially toxic) monitoring be conducted pursuant to generally \naccepted protocols to ensure that the drug is helping, not \nharming, the patient.  Generally accepted standards of care \nfurther dictate that consideration routinely be given to whether \ncontinued use of drugs, and the amounts in which they are \nconsumed, remains appropriate, or whether the drugs can be \ntapered down or replaced by others having fewer adverse side \neffects. \nClaudette Box fails to provide its residents with \nappropriate medication services.  Specifically, the facility \nadministers excessive or unnecessary doses of psychotropics \n(including duplicate drug therapy); in other cases fails to \nprovide effective and appropriate medication including pain \nmedication; and administers drugs without sufficient monitoring. \nThese deficiencies appear to result at least in part from \nthe failure of the facility to adequately account for the age of \nits residents in prescribing medication.  That is, medication is \ndispensed to address psychiatric problems without due \nconsideration to the effect those medications will have on a \nfrail, elderly population.  While Claudette Box has a full time \npsychiatrist, the psychiatrist has no expertise or specialized \n\n-4 \ntraining in geriatric populations. \ni.  Provision of Pyschotropic Medication \nIn reviewing the medical charts of residents, we found \nnumerous examples of unnecessary drugs being prescribed or \nmedications being prescribed without sufficient justification. \nGiven the age of the resident population, there is an over \nreliance on anticholinergic and antihistaminic medications. \nThese medications may cause altered mental status, hypotension, \nincreased fall risk, urinary retention, fecal impaction and \nconfusion.  Given the side effects, these medications must be \nused only when there is a clear and documented need. \nSimilarly, Claudette Box administers high doses of Ativan \n(which is also called lorazepam) to residents.  While this \nmedication can be an important treatment for the chronically \nmentally ill, it can have serious side effects.  It increases the \nrisk of falls or aspiration pneumonia, and can cause significant \nsedation.  Thus, only low doses of this medication should be \nadministered unless there is a clear and well documented need for \nhigher doses.  Out of the thirty-one medical charts of current \npatients we reviewed, eight were receiving high doses of this \nmedication without there being sufficient documentation of the \nneed for this dosage in the medical record. \nThere are also residents at Claudette Box who are on \nmultiple anticonvulsants.  Some anticonvulsant medications, like \ndepakote, can not only prevent seizures, but can also control \nbehavior.  Thus, Claudette Box, to prevent the unnecessary \nduplication of medicines, should attempt to use depakote alone \n(which will address both behavioral problems and seizures) rather \nthan prescribing one anticonvulsant to address seizures and a \nseparate anticonvulsant to control behavior. \nIn some of the cases we reviewed residents were receiving \nmultiple anticonvulsants, even though the resident did not have a \nwell documented or characterized seizure disorder.  In these \ncases, it was not clear that the resident needed one \nanticonvulsant, much less two. \nThere is also duplication in the use of anti-psychotics at \nClaudette Box.  We reviewed the medical records of residents who \nwere receiving both typical and atypical anti-psychotics without \nclear documentation in the medical record to support this \n\n-5 \n\ncombined usage.  Residents should generally only be receiving \natypical anti-psychotics, rather than both typical and atypical \nanti-psychotics, or even typical anti-psychotics by themselves. \nTypical anti-psychotics are more likely than atypical anti-\npsychotics to cause involuntary movement disorders. \nThere are other examples of Claudette Box residents not \nreceiving the drug therapy that will most appropriately treat \ntheir condition.  Some patients on dilantin for seizure disorders \nare maintained on subtherapeutic levels.  We reviewed the records \nof two patients whose dilantin levels were less than half the \nminimum therapeutic level.  Because dilantin is not proven to be \neffective at this low dosage the resident’s seizure disorder is \nessentially being left untreated. \nii.  Pain Medication \nGenerally accepted standards of care require that residents \nwho are experiencing pain have as part of their treatment a \nstrategy for controlling that pain.  The failure to have and \nimplement such a strategy causes unnecessary pain and suffering. \nDuring our first visit to Claudette Box, we observed \nresidents whose pain was not being managed.  For example, one \nresident who demonstrated multiple serious pressure sores \nreceived wound care without pre-medication.  As a result the \nresident visibly demonstrated intense pain, evidenced by \ngrimacing and withdrawal of her extremities.  A second resident \nalso did not receive pre-medication for treatment of a serious \nfoot ulcer. \nThese specific cases we informed the facility about during \nour first visit had been remedied by the facility when we \nreturned for our second visit.  However, the larger problem \nremains.  Residents who need pain management must be identified \nby the facility and treated appropriately. \niii.  Inadequate Medication Monitoring \nClaudette Box fails to appropriately monitor drug regimens. \nThis failure violates the generally accepted standard of care for \nnursing homes.  See 42 C.F.R. § 483.25(l)(iii). \nFor example, we reviewed the medical records of residents \nwho continued to have blood drawn to test the levels of \nmedications despite the fact that they were no longer being \n\n-6 \n\nprescribed.  This subjects the residents to vein puncture without \nmedical justification, and may impose unnecessary costs on the \nMedicaid Program. \nSimilarly, we reviewed the record of a resident whose \nneuroleptic medication was supposed to be discontinued, but had \nnot been.  The result was that the resident, who already \nexhibited evidence of a movement disorder, was unnecessarily \nreceiving a clinically unjustified psychotropic medication that \ncould exacerbate the movement disorder.  At the time of our \nsecond visit to the facility, the resident had been receiving \nthis unnecessary medication for over two weeks. \nThe failure to review and monitor sufficiently residents’ \nmedical records can have serious consequences in other areas. \nFor example, we reviewed the record of a patient who had a \nhistory of hypothyroidism in his medical record when he arrived \nat Claudette Box.  Despite this history, he was not tested or \ntreated for this condition, which can cause delusions. \nB.  CLINICAL SERVICES \nClaudette Box fails to provide residents with appropriate \nclinical assessment and care planning required to prevent \nphysical and psychological harm.  Nursing facilities are required \nto \"provide the necessary care and services to attain or maintain \nthe highest practicable physical, mental, and psychosocial well \nbeing . . ..\"  See 42 C.F.R. § 283.24.  They must also assess for \nand provide community-based treatment for persons with mental \nillnesses when such placements are appropriate.  See 42 C.F.R. \n§ 35.139(j); Olmstead, 527 U.S. at 602. \nTo provide adequate care, facilities like Claudette Box must \nassess each resident’s needs and preferences, develop an \nindividualized care plan based on this assessment, and \neffectively and accurately implement the care plan.  Id.  The \nassessment process must include consideration of the resident’s \nphysical condition and emotional status.  Id. at § 483.20.  It \nmust also account for the resident’s functional status, which \nmeasures the resident’s ability to conduct the activities of \ndaily living.  Residents must be assessed on an ongoing basis for \nchanges in health and functioning.  In addition, when a resident \nexperiences a significant event that impacts his or her health or \nfunctioning, the resident must be reassessed.  Id. \n\n-7 \nThis assessment must be used to develop a care plan that \naddresses all of the needs of the resident.  Id. at § 483.25. \nThe care plan is the fundamental tool for providing adequate care \nand serves as a blueprint for meeting the needs of the resident. \nBecause the problems of the elderly are complex, the combined \nskills of all disciplines are necessary to meet the comprehensive \nneeds of residents.  An interdisciplinary team must collaborate \nand develop measurable goals and approaches consistent with \ngenerally accepted standards of care.  The care plan must also \ndescribe the person(s) responsible for implementation. \nThe failure to conduct adequate needs assessments or to \nproperly address identified needs through the care plan has \nprofound negative consequences for nursing home residents.  A \nsignificant and well-known threat to nursing home residents is \nthe downward spiral in function and general well-being that is \nassociated with living in a long-term care facility. \nContractures, incontinence and a general lack of involvement in \nmeaningful activity are common manifestations of this threat. \nThese functional losses are also associated with medical \ncomplications such as pressure sores, falls, psychological \nimpairment (including depression and cognitive loss), and \nincreased mortality.  This type of harm to residents is \nfrequently preventable with proper assessment and care. \nDuring our first visit to the facility, we examined the \nclinical services being provided to more than one quarter of the \nfacility’s residents.  This review demonstrated serious \nshortcomings in Claudette Box’s assessments, as well as in the \nareas of care plan development and implementation.  We identified \nspecific deficiencies in siderail use, the provision of \nrestorative care, psychosocial and activity services, and \ndischarge planning. \ni.  Siderails \nIn violation of applicable federal regulations and generally \naccepted standards of care, Claudette Box fails to use siderails \nin an appropriate manner.  Nursing home residents have the \"right \nto be free from any physical or chemical restraints imposed for \nthe purposes of discipline or convenience, and not required to \ntreat the medical symptoms.\"  42 C.F.R. § 483.13(a). \nFour of the residents whose cases we examined were given \nfull-length siderails as a restraining device.  These residents \ndemonstrated impaired cognition and decreased physical strength. \n\n-8 \n\nThe mental health workers tending to these residents told us that \nthe siderails were intended to prevent the resident from exiting \nthe bed and from falling.  The use of side rails to prevent falls \nis generally contraindicated in these circumstances, however, as \nsiderails are not only known to be ineffective for this purpose, \nbut pose a risk of serious injury when used to limit mobility. \nWeak and impaired residents who are provided siderails as a \nrestraint are at risk for entrapment between the rail and \nmattress or head/footboards, asphyxiation by having their head or \nneck caught between the rails and mattress or head/footboards, \nand soft tissue injury and fractures from attempting to go over \naround or through the rails.  They can also suffer other well \ndocumented complications from restraint use such as loss of \nfunction, depression, skin breakdown and malnutrition. \nOur observations of these four residents highlight the \ndanger to their safety posed by the use of siderails.  One of the \nresidents had both legs over the siderails and was attempting to \nclimb over the rails.  Another resident was discovered in bed \nwith his head between the lower rung of the siderail and the \nmattress. \nFor these residents, and all residents placed in beds with \nsiderails as a restraining device, Claudette Box should attempt \nto develop a care plan that provides for a safer more humane \nalternative to siderails.  Such a plan can include a low bed, \nmats beside the bed, use of an alarm, a toileting plan, increased \nsupervision, and/or analgesia. \nBecause of this high risk of harm described above, if \nClaudette Box chooses to use full length siderails as a \nrestraining device, it must develop a care plan that is designed \nto prevent injury, and that requires periodic re-evaluation of \nsiderail use.  The residents should be assessed to determine the \nspecific risk factors that predispose the resident for nighttime \nand bed-related falls/injuries.  The residents we observed being \nrestrained with siderails did not have such a plan. \nii.  Restorative Care \nClaudette Box also fails to provide adequate restorative \ncare to its residents.  Federal standards require nursing \nfacilities to maximize residents’ mobility, range of motion and \nfunction.  See 42 U.S.C. § 483.25(e).  To meet this standard, the \nfacility needs to devise restorative care plans that cover areas \n\n-9 \n\nsuch as toileting, range of motion, therapeutic activity and the \npromotion of self care through meals and personal care. \nEight of the 25 residents we evaluated did not have a \nrestorative plan even though they suffered loss of function and \nhad a predisposition for further such losses.  All eight \nresidents demonstrated some ability to exercise, to use a toilet \nwith assistance, and to assist with their oral care and bathing. \nAll eight residents were incontinent, relied on wheelchairs for \nmobility, and were not involved in the activity of bathing, \ndressing or grooming in any manner.  Three of the eight residents \ndemonstrated some degree of joint contracture, a complication \ncaused by a lack of exercise.  Yet, each resident lacked a \nrestorative care plan to address these debilitating conditions. \nThe staff’s ability to promote restorative care is hampered \nby the absence of a facility policy that facilitates consistent, \nongoing assessment of rehabilitative and restorative needs. \nOfficials at Claudette Box told us that a recently revised policy \nprovides for residents to be screened by the physical therapist \nupon admission and thereafter annually to assess their \nrehabilitative needs.  The generally accepted standard of \npractice in nursing homes is to assess residents for these needs \non a quarterly basis, rather than annually, and more often when \nstaff detects a change in function and/or physical and cognitive \nloss. \nWhile we were told that the facility has recently adopted a \npolicy to have a nurse and two nursing assistants provide \nrestorative care seven days a week, when we were at the facility \nonly half of the residents appeared to have received such care. \nIn addition, there are no clear policies and procedures governing \nthe content of restorative plans, ensuring staff accountability \nfor those plans and requiring adequate evaluation of restorative \ncare. \nFinally, there are deficiencies in the implementation of \nresident plans for those who have such plans.  During our first \nsite visit, nursing assistants we talked to were unaware of the \nrestorative care plans of the residents under their care.  This \nfurther hampers the facility’s restorative care efforts. \niii. Psychosocial and Activity Services \na.  Assessment Issues \n\n-10 \nIn violation of generally accepted standards of care, the \nfacility fails to assess the need for, and provide, required \npsychosocial and activity services.  See 42 C.F.R. § 483.25(f). \nResidents need these assessments and services to address \nwandering, weight loss, loss of function, fall and injury risk, \nanxiety, and depression.  Ten of the 25 residents whose records \nwe reviewed were not provided needed activity and psychosocial \nplans. \nOne resident, who was assessed to be at risk for wandering \nand attempting to leave the facility, did not have an activity \nplan.  This resident should have had a supervised walking and \nexercise plan to provide a physical outlet for her inclination to \nwander.  Moreover, the facility had not attempted to devise a \nmeans of identifying and addressing the meaning behind her \ninclination to wander.  Instead of developing a care plan that \nwould adequately meet her needs, this resident was prescribed a \npsychotropic medication.  Such use of medication is inappropriate \nif a non-pharmacological approach, that does not pose any risks \nof side effects, could be effective. \nIn general, in the records we reviewed, we found cases where \nactivity interventions were neither prescribed nor implemented to \nprovide strengthening, exercise, and supervision to residents who \nhad sustained falls.  Similarly, we identified cases in which \nresidents who had sustained significant weight loss were not \nscreened for depression, anxiety or other potential social causes \nfor this clinical change.  Moreover, residents who had sustained \nweight loss were not assessed for an activity plan to support an \nincrease in appetite and food intake.  Such assessment is \ngenerally accepted as a standard required intervention in such \ncases.  Finally, residents at Claudette Box are prescribed \npsychotropic medication without the assessment input of the \nsocial worker, and social workers do not evaluate the resident’s \nresponse to such medication.  These practices do not meet \ngenerally accepted standards of care. \nThere are also deficiencies in the activity plans that have \nbeen created for residents.  Residents’ cognition, mood, and \nphysical challenges have not been integrated into the assessment \nprocess to determine the need for modifications in equipment, \nenvironment, or program design.  Moreover, care plans do not \ndescribe individualized, therapeutic approaches, including \nadaptation for hearing loss, vision loss, cognitive loss, and \n\n-11 \n\nphysical challenges.  Instead, care plans describe attendance \ngoals at “activities” with no description of specific programs or \nindividual pursuits that should be furnished.  The plans provide \na goal of only two to three activities a week, which is not \nsufficient to promote a normal, healthy routine. \nii.  Unavailability of Activity \nThe deficiencies in the provision of meaningful activity at \nClaudette Box are not limited to those residents who need such \nactivity to address a specific clinical need.  Overall, there is \na shortage of meaningful activity for residents that violates 42 \nC.F.R. § 483.15(f).  The majority of the residents spend most of \ntheir time in large day rooms.  In one of these areas, a \ntelevision was playing almost continuously.  The residents did \nnot appear to be watching the television, and the majority have \ncognitive loss sufficient to preclude their ability to comprehend \ntelevision shows.  In general, the facility’s high direct care \nstaff to resident ratio (as compared to national averages) was \nnot reflected in greater time spent with residents.  In fact, \nthroughout our visits to the facility, staff were frequently seen \nsitting near or with residents but not interacting with them or \nengaging them in activity. \nDeficiencies in activities are also reflected in the \nfacility’s activity calendar.  Only one activity per week was \nplanned for evening hours.  Despite the fact that the majority of \nresidents are dealing with depression and/or other mental health \nproblems, there were no support groups described on the activity \ncalendar.  The activity calendar does not provide the structure \nand frequency of programs required for residents with cognitive \nloss.  Exercise is not provided for residents who are not able to \nfollow directions.  The lack of furniture in the facility \ndeprives residents of the benefits of getting out of their \nwheelchairs and interferes with the ability of residents to \nengage in activities.  Similarly, most residents were observed \nnot wearing shoes, which impairs their ability to ambulate and \nengage in activities. \niv.  Discharge Planning \nAs stated above, the law requires Claudette Box to provide \ncommunity-based treatment for persons with mental illnesses when \nsuch placements are appropriate.  Because of deficiencies in \nClaudette Box’s on-going assessment of residents for transfer to \n\n-12 \n\nmore integrated environments, and in its efforts to implement \nsuch transfers, Claudette Box fails to meet this requirement. \nThe facility policy states that the social workers are \nresponsible for coordinating the discharge plan, which is to be \ndeveloped within seven days of admission and then reevaluated at \nleast on a quarterly basis.  When interviewed, however, social \nwork staff were unable to describe the residents who were deemed \nappropriate for discharge to a more integrated environment.  Two \nresidents informed us that they had discussed discharge planning \nin the past, but had not spoken to the social worker about the \nissue in many months. \nDuring our limited time at the facility, we observed five \nresidents who appeared to require minimal assistance with \nactivities of daily living and to be medically and \npsychiatrically stable.  While all five appeared to have received \nan initial assessment, four of the five residents had not \nreceived adequate, ongoing evaluation to identify discharge \noptions.  In addition, adequate arrangements to facilitate \ndischarge were not provided for these residents. \nFor example, for one of these residents, there was no \ndispute that she was an appropriate candidate for transfer to a \ndifferent setting, and that she wanted such a transfer.  Facility \nadministrators told us that she had not been discharged because \nshe wanted to go home and her family was not prepared to house \nher.  However, the resident informed us that she was willing to \nlive in an assisted living unit as long as the residence was \nclose to her church.  The social worker responsible for this \nresident’s discharge evaluation was not aware of this alternative \nplacement option.  Nor was the social worker aware that this \nresident had enlisted the services of an attorney to facilitate \nher discharge from Claudette Box. \nAnother of these five residents was refused admission to a \ncommunity nursing home.  The facility had not, however, pursued \nalternative placements (such as a personal care home or a \nboarding home serving those with mental illnesses) for this \nresident. \nv.  Implementation of Care Plans \nIn addition to deficiencies in assessment and care planning, \nwe identified shortcomings in Claudette Box’s implementation of \n\n-13 \n\ncare plans.  One fifth of the residents whose care plans we \nexamined were not receiving the care described in their plan. \nFor example, two residents did not receive the positioning called \nfor by their plan to prevent aspiration.  Two other residents did \nnot receive the assistance with toileting provided for in their \ncare plan. \nThe facility also fails to provide adequate education and \ntraining to its employees regarding patient care.  For example, \nthe training for nursing assistants does not address the needs of \nresidents with dementia, Parkinson’s Disease, depression or \ndiabetes.  The nursing staff does not receive training on the \nmanagement of common clinical problems such as falls, pain, \ndepression, mental health challenges, dementia, delirium, or \npressure sore prevention and treatment.  Moreover, in-service \ntraining provided to staff does not include the care of residents \nwith dementia or communication with residents with cognitive \nloss.  Finally, social workers and activity staff do not receive \nrole-specific clinical orientation.  In general, there is a \npaucity of education available to staff on aging issues, which \nis essential given the lack of formal gerontologic training of \nstaff.  The effect of this lack of education and training is to \nput residents at risk for undetected medical conditions and loss \nof function. \nC.  DIETARY SERVICES \nThe dietary services currently provided at Claudette Box are \ninadequate and do not comply with generally accepted standards of \ncare for residents in long-term care facilities.  Claudette Box \nfails to provide adequate therapeutic diets or furnish proper \nnutrition and hydration.  Moreover, Claudette Box fails to \ninclude adequately its dietitian in clinical care decisions. \nFinally, the facility fails to provide proper feeding services to \nits residents. \ni.  Therapeutic Diets \nThe facility offers a variety of therapeutic diets (e.g., a \nsugar in moderation “diabetic” diet, a cardiac prudent diet, a 4 \ngram “low” sodium diet, and a texture modified diet) to \nresidents.  However, for a number of reasons, these diets fail to \nmeet the needs of Claudette Box residents. \nBecause the facility has not standardized its recipes, \n\n-14 \n\nthere is no way to ensure that these diets consistently contain \nthe appropriate nutritive value for a given resident.  Although \nindividual requirements for nutrients differ based on age, \nheight, weight, gender and activity level, the actual preparation \nof food comprising the menu for residents on a therapeutic diet \nmust be uniform to ensure that the residents receive the \nappropriate amount of nutrients.  Standardized recipes should be \ndeveloped to make sure that the meals are prepared in a uniform \nmanner. \nIn addition, Claudette Box uses therapeutic diets that do \nnot adequately treat the conditions they are designed to remedy. \nFor example, the sugar in moderation diet is not effective \nbecause it does not incorporate generally accepted scientific \nknowledge regarding the treatment of diabetes, that diabetes is a \nmetabolic disorder involving all three of the energy nutrients \n(i.e., carbohydrate, protein, and fat).  A diet manual which \ndescribes the rationale and use for therapeutic diets should be \ndeveloped for the facility.  This manual would objectively \naddress issues pertaining to diet-related diseases and would \nreflect the most current scientific knowledge regarding \ntreatment. \nThere are also deficiencies in the ability of Claudette Box \nto identify the need for therapeutic diets to accommodate a \ndecreased level of oral motor skills (i.e., chewing and \nswallowing).  While at the facility, we observed a resident, who \nwas not on a texture modified diet, having difficulty chewing her \nmeal.  Although the mental health worker who was assisting this \nresident noted that the resident had been experiencing problems \nwith her oral motor skills for some time, no recommendation was \nmade to place this resident on a therapeutic diet.  The \nassessment of oral motor skills is very important for this \npopulation because they are at increased risk for dysphagia. \nDysphagia is a swallowing disorder which can have serious \nconsequences for the elderly, including, dehydration and \nmalnutrition.  Moreover, Claudette Box lacks a protocol for the \ndirect care staff who provide feeding assistance.  The protocol \nshould provide instruction on useful methods that encourage safe \nconsumption of food and liquids as well as guidance on symptoms \nthat the direct care staff can look for to identify those \nresidents who are experiencing problems with their oral motor \nskills. \nFinally, delays in modifying therapeutic diets undermine \n\n-15 \n\ntheir effectiveness.  For example, a resident we observed during \nthe tour refused to eat her lunch.  While this resident was \nalready on a therapeutic diet, the texture of her meal was \nclearly inadequate, given her decreased level of oral motor \nability.  We brought this situation to the attention of the \nregistered dietician and she agreed that the texture needed to be \nchanged to pureed.  However, the change had not been made for \nthis resident by meal time on the following day, despite the fact \nthat a written request for a change in diet texture was submitted \nto the physician the previous day.  Such a delay in modifying \ntherapeutic diets can cause serious complications.  Residents on \nmodified diets should be continually re-assessed to ensure that \nno adjustments are needed.  Moreover, when changes to a \ntherapeutic diet are required, they should be taken care of \nimmediately. \nii.  Nutrition and Hydration \nClaudette Box fails to provide nutritious meals to its \nresidents.  Several factors contribute to this deficiency, \nincluding an inaccurate nutrient analysis of the current menu, \nthe absence of a standard nutritional assessment for the \nfacility, the absence of a hydration protocol and the failure to \nprovide appropriate nutritional substitutes. \na.  Nutrient Analysis of the Menu \nThe menu for Claudette Box is prepared by a State board that \nprepares the menus for all the mental health facilities in \nAlabama.  The software package that the State board uses to \nprepare the menus relies on a dietary analysis that is based on \nthe nutritional needs of a 25 year old male.  Many of the \nRecommended Dietary Allowances for a 25 year old male differ \ndrastically from those recommended for the population served at \nClaudette Box.  For example, women over the age of 50 and men \nover the age of 60 should be provided calcium fortified beverages \nto reduce the rate of spontaneous fractures that are prevalent in \nthese age groups.  In order to address this deficiency, Claudette \nBox should immediately develop a menu for this facility that is \nbased on the Recommended Dietary Allowances for adults over the \nage of 65. \nb.  Standard Nutritional Assessment \nClaudette Box does not have a clinical protocol in place \nthat can be used to identify accurately those individuals who are \n\n-16 \nat risk for malnutrition.  Our review of resident records \nindicates that very limited information is gathered to identify \nsuch individuals.  If a comprehensive nutritional assessment is \nnot provided, residents will likely experience a myriad of \ncomplications (e.g., deteriorated oral motor skills, acute weight \nloss, aspiration and aspiration related illnesses, and chronic \nconstipation).  While there are some basic methods of nutritional \nsurveillance in use at Claudette Box (i.e., weight loss focus), \nthe facility needs to develop more sophisticated methods of \nassessing this elderly population, especially since weight loss \nalone may not provide an accurate indicator of malnourishment. \nA standard nutritional assessment should be developed which \nincorporates anthropometric measures (e.g., skinfold measurements \nand height/length measurements), an evaluation of oral motor \nability, feeding skills, and biochemical and clinical markers. \nc.  Hydration \nThe residents at Claudette Box are at risk for dehydration \nbecause their fluid intake is not documented or monitored by the \nstaff.  There are several factors that contribute to a heightened \nrisk of dehydration for Claudette Box residents, including the \nprescription of multiple medications (e.g., sedatives, anti-\npsychotics, tranquilizers and non-asteroidal anti-inflammatory \ndrugs), dementia, incontinence and a lack of mobility.  Although \nthe direct care staff responsible for the residents’ hydration \nindicated that residents are offered liquids six times a day, \nthere is no documentation showing that fluids were actually \noffered at this rate, nor is there any documentation showing how \nmuch liquid the residents consumed on a daily basis.  During the \ntour, the only time that we saw fluids dispensed to the residents \noutside of meals was during the distribution of medications. \nDehydration is a serious concern for the elderly and can result \nin the development of urinary tract infections, bowel \nobstructions, delirium, and cardiovascular symptoms. \nDuring our second visit to the facility, when staff used a \nthickening agent (i.e., Thicken-Up) to modify the consistency of \na liquid, the product was used incorrectly.  In fact, most of the \nliquids were so “over-thickened” that a solid substance was \nformed inside the glass.  The misuse of this product is of great \nconcern because a number of the residents are already at \nincreased risk for dehydration and constipation.  Inadequate \nfluid intake at mealtime only serves to exacerbate these \nproblems.  Moreover, most of the residents who received these \n\n-17-\n\n“over-thickened” liquids were not offered a replacement beverage. \nd.  Substitutes of Comparable Nutritional Value \nClaudette Box also fails to provide substitutes of similar \nnutritive value to residents who refuse the food served.  Federal \nregulations require that such substitutes be provided.  See 42 \nC.F.R. § 485.35(d)(4).\nDuring our second tour of the facility, we observed a \nresident being offered the choice between two calorie dense \npastries, after she had refused to eat her lunch meal.  Obviously \nthese substitutes are an inadequate replacement for a meal, since \nthey are void of any nutritive value.  On another occasion, we \nobserved a resident who had refused to eat her lunch but was not \noffered any substitute for that meal.  While it is beyond \nquestion that a resident has the right to refuse the food served \nby the facility, there must be some substitution policy in place \nthat ensures that the resident is given a replacement that is of \nsimilar or greater nutritive value.  If residents are not being \nprovided with substitutions that are the nutritional equivalent \nof a missed meal, they will be at a greater risk of developing \nall of the maladies that accompany malnourishment. \niii.  Dietician Involvement in Care \nNot only are there deficiencies in the dietary services \nprovided to Claudette Box residents, but the facility’s failure \nto include adequate dietetic expertise in care decisions has \nnegative consequences for the overall care of residents. \nClaudette Box has \"Standard of Care\" meetings where members of \nthe staff, including the facility director, psychiatrist, \nphysician, and social worker, gather to address health related \nissues and plan intervention strategies that will be implemented. \nThe failure to include the dietician in these meetings, however, \nimpairs the facility’s ability to address comprehensively each \nresident’s risk of malnutrition, dysphagia, dehydration, \nfractures, pressure sores, chronic constipation and other \nmaladies that plague a mentally ill geriatric population. \nFor example, a number of the residents have problems with \nconstipation.  If constipation goes untreated, it can lead to \nanorexia, confusion or dehydration.  To address this problem, \nresidents are often prescribed laxatives like lactulose.  One \nresident was prescribed lactulose on a daily basis, but \ncontinued to suffer from chronic constipation.  Despite the fact \n\n-18 \n\nthat there was no improvement in this resident’s ability to have \nconsistent bowel movements, there are no notes in the chart to \nsuggest that the physician and the registered dietician consulted \nwith each other on alternative forms of treatment.  Had they \nconferred they might have come to the conclusion that the \nineffectiveness of the lactulose might be the result of a \nnegative drug-nutrient interaction.  Lactulose can actually make \nconstipation worse unless a high fiber diet is prescribed in \nconjunction with a specific level of fluid intake.  A protocol \nshould be developed that requires a daily review of the bowel \nmovement charts kept by the facility to ensure that the \nappropriate treatment is being prescribed for those residents who \nexperience chronic constipation. \nAdditionally, the facility’s treatment of pressure sores \nlacks an interdisciplinary approach that includes dietary \nservices.  The protocol for pressure sore prevention and care \nshould be revised to include information about the role of \nnutrients in tissue repair and wound healing.  Residents with \npressure sores should be closely monitored to ensure that they \nare receiving the proper protein, fluid, and calorie requirements \nto speed their recovery. \niv.  Feeding \nClaudette Box fails to ensure that the actual feeding of \nresidents occurs properly.  This not only negatively affects \nresident nutrition, but contributes to the general lack of \nresident activity described above. \nThe facility fails to use meals as an opportunity to promote \nactivity and optimal functioning.  Resident dining areas do not \nhave sufficient numbers of chairs, and therefore residents use \nwheelchairs for seating.  This not only prevents residents from \nwalking to the dining area, but the failure to transfer residents \nfrom wheelchairs to standard chairs can lead to decreased \nstrength and immobility.  In addition, keeping residents in their \nwheelchairs during meals leaves them poorly positioned to eat. \nPoor positioning prevents residents from gaining sufficient \naccess to the table, which can predispose them to discomfort and \nmake the dining experience less enjoyable.  To the extent that \nresidents can be taken out of their wheelchairs and seated at the \ntable, every effort should be made to do so. \nDuring meals, we observed a number of residents who could \n\n-19 \n\nhave benefitted from adaptive measures that would assist them in \nself-feeding.  For example, one resident with tremors, while able \nto feed himself without assistance from the staff, could have \naccomplished this task with more ease and dignity if the facility \nprovided him with adaptive measures. \nAdaptive measures are important because they provide \nresidents with an opportunity to be involved with mealtime \nactivities and thereby promote gross and fine motor skills. \nClaudette Box residents who rely on staff for feeding assistance \nshould be evaluated to determine if they would benefit from the \nuse of adaptive measures.  If it is determined that a resident \nwould benefit from these measures, an interdisciplinary team \nshould conduct periodic evaluations to monitor the continued \nefficacy of these utensils. \nAnother problem that we observed with feeding assistance is \nthe staff’s failure to recognize feeding cues.  As discussed \nabove, there are a number of residents at Claudette Box who have \ndysphagia.  These residents exhibited the full range of oral \nmotor difficulty, including chewing abnormalities, coughing, \ngagging, spitting out food and choking.  We also observed some \nresidents who were taking some protective measures of their own \nto prevent choking and aspiration.  For example, one resident \nturned her head away from the nurse assisting her with breakfast \neach time she needed to finish chewing and swallowing her food. \nUnfortunately, the nurse did not realize that the resident was \ntrying to protect herself from choking and was indicating that \nshe was not ready for another scoop of food.  As a result, the \nnurse physically turned the resident’s head back towards her \nbefore the resident was ready to consume more food.  None of the \nstaff who assisted these residents during mealtime reported that \nthey had received training to identify oral motor difficulties, \nnor had they received training on the recognition of feeding \ncues. \nv.  Food Preparation, Service and Storage \nThe food at Claudette Box is not prepared, stored and served \nunder adequate safety and sanitary conditions.  As a result, \nClaudette Box residents are at an increased risk for developing \nfood borne illnesses and infection. \nThe thermal trays that the facility uses to keep the food \nwarm from the beginning of meal times until the later dining \nshifts does not keep the food appropriately heated.  Food should \n\n-20 \n\nbe kept at a temperature less than 40NF, if it is served cold, \nand above 140NF, if it is served hot.  We noted that residents \nwho ate during the later shifts were served food that was in the \n“danger zone” (i.e., between 40NF and 140NF).  If food is served \nin the “danger zone,” the growth rate of microorganisms may \nincrease and cause infection.  The food for these residents \nshould not be brought to the dining room until they are seated in \nthe dining room and ready to eat. \nDuring our second tour, we also noticed that none of the \nmembers of the kitchen staff wore gloves while they were \npreparing the meals.  One staff member was observed pureeing eggs \nin a blender without the use of latex gloves.  After she finished \nthe blending process, she scraped some eggs that had gotten on \nher bare hands back into the mixture that was going to be served \nto the residents.  This particular worker stated that she did not \nwear gloves because she was allergic to latex, but some of the \nother workers that we approached about this issue indicated that \nthey had simply forgotten to put them on.  While it is advisable \nfor kitchen staff to wear latex gloves, or a suitable \nalternative, when they perform certain tasks, the more important \nissue is that the kitchen staff should be required to wash their \nhands as they move from one task to the next.  During the tour, \nwe observed a number of kitchen staff members and dietary workers \nat Claudette Box, who failed to wash their hands after completing \neach task as required by generally accepted standards of care. \nD.  RESIDENT RIGHTS \nNursing home residents have the right to a dignified \nexistence and to self-determination.  See 42 C.F.R. § 483.10. \nClaudette Box violates this requirement. \nResidents have a basic right to be involved in the \ndevelopment, evaluation, and revision of their care plans.  Id. \nThis includes making choices regarding clothing, spending money, \nactivities, treatment decisions, and advance directives.  Even \nthe cognitively challenged resident can and should be included in \ndecision making, through a careful assessment of past choices and \nvalues, as well as ongoing assessment of comfort and response to \ncare.  When the resident is unable to direct his or her care \nplanning process, the facility must look to the designated \nsurrogate decision maker.  The resident or surrogate decision \nmaker’s choices are to be respected and, if the resident refuses \ncare, it is incumbent upon the staff to develop alternative \n\n-21 \napproaches that both meet the needs of the resident and are \nacceptable to the resident.  Claudette Box fails to provide these \nservices. \nDuring our site visit, we observed that physicians and \nnurses do not routinely inform residents about the medication \nthey are being given.  Such education is required to afford the \nresident or the resident’s surrogate the opportunity to provide \nconsent to pharmacological treatment, including the use of \npsychotropic medication.  Similarly, all of the residents we \ninterviewed told us that they did not attend care conferences and \nwere not invited to do so.  Residents who are able should attend \nthese conferences, and for cognitively impaired residents a \nsurrogate decision maker should be included in this process. \nThe facility also does not have a policy that defines the \nrole of the resident or their surrogate in the treatment planning \nprocess.  A policy needs to describe the methods of providing for \nthe choice and self-direction of residents with cognitive \nchallenges, including requiring a comprehensive social history \nthat addresses, from a historical perspective, the values and \nchoices of the resident. \nDuring our visit, we also identified deficiencies in \nClaudette Box’s ability to ensure that its residents’ wishes are \naccounted for in case of a medical crisis.  The facility does \nhave an advance directive consent form that addresses the \nresuscitative status of the resident.  However, this form does \nnot include treatment options such as tube feedings, intravenous \ntherapy, hospitalization, dialysis, etc.  As a result, the \nresident’s choices in those areas are probably not clearly \nexpressed.  When a medical crisis develops, the facility provides \ntreatment that may or not be consistent with the resident’s \nwishes. \nFor example, we reviewed the records of two residents who \ndemonstrated advanced dementia, significant nutritional \ncompromise and life-threatening wounds.  Both were described by \nthe physician and nurses as having a limited life expectancy. \nDespite their condition, neither resident had a social work \nassessment of their needs and desires around end of life issues, \nincluding choices for hospitalization, and preference between \ninvasive procedures and palliative care.  When we shared with the \nfacility director our observation that many residents are missing \nup to date advance directive information, he stated that he had \n\n-22 \n\nalready identified this as a problem.  He further reported that \nthe social work staff had audited all charts and had compiled a \nlist of residents who required a review of their advance \ndirective. \nWe observed some treatment of residents that did not meet \nthe level of dignity and respect required by 42 C.F.R. § 483.10. \nDuring our visits to the facility, staff were regularly observed \npulling on the residents’ arms in an attempt to physically direct \nthem.  This physical pressure was utilized instead of attempting \neye contact and providing appropriate physical and verbal cues. \nWe also observed staff, including supervisors, talking over \nresidents or talking about residents in their presence as if they \nwere not there.  For example, residents were described as \n\"hostile,\" \"violent\" or abusive in their presence.  In addition \nto being an affront to resident dignity, this behavior can have \nprofound consequences for a population that is already fragile \nand suffering from mental illness.  It can cause frustration, \nfear and anxiety.  This treatment appears to result at least in \npart from the failure of the facility to provide direct care \nstaff with the kind of personnel information about residents that \nnot only aids in their care, but can personalize the resident to \nthe staff. \nE.  QUALITY ASSURANCE/IMPROVEMENT \nIt is standard practice in facilities like Claudette Box to \nhave a quality assurance program that:  (1) actively collects \ndata relating to the quality of services, (2) assesses these data \nfor trends, (3) initiates inquiries regarding problematic trends \nand possible deficiencies, (4) identifies corrective action, and \n(5) monitors to ensure that appropriate remedies are achieved. \nClaudette Box fails to conduct necessary quality assurance \nand improvement activities.  This is apparent from its \ndifficulties in most of the foregoing areas, especially \nmedication management.  In addition, because it lacks adequate \nsystems, Claudette Box potentially subjects its residents to \nharms that could be prevented if such systems were in place. \nFor example, incident reports from the facility indicate \nnumerous altercations between residents.  The facility has not \nused the reports to identify factors that are associated with \nthese altercations.  Such factors include the time of day, the \nresidents’ physical needs and cognitive status, the degree of \n\n-23 \n\nsupervision provided by staff, resident involvement in activity, \nand facility routines.  By identifying the factors that lead to \nsuch altercations, the facility can better prevent their \nrecurrence. \nSimilarly, Claudette Box fails to analyze falls \nappropriately.  Our record review demonstrated that aside from \ngeneric approaches, the facility has not developed and \nimplemented measures to prevent falls.  This deficiency needs to \nbe remedied directly by providing staff with practice guidelines \nand education to devise targeted individual interventions, and by \ndevising a policy to describe the process of conducting a post-\nfall assessment and revising the care plan.  We understand that \nthe facility is in the process of implementing some preliminary \ncomponents of a fall/injury prevention and management program. \nThe facility must go further, however, and use quality \nimprovement tools to prevent future falls.  Resident falls should \nbe evaluated to determine trends related to, inter alia, staffing \npatterns, resident characteristics, and environmental factors. \nThe facility should then modify organizational practices (such as \nits policy for assessment, and method of maintaining and checking \nassistive devices and provision of activities) to account for \nthis analysis. \nThese are but two examples of clinical outcomes that should \nbe tracked and analyzed by Claudette Box.  Others include \npsychotropic medication use, pressure sores, lack of activity, \nand skin tears.  The results of these analyses should be used to \nprevent future harm to residents through further staff training, \nchanges in policy, management and supervision, or any other \nappropriate improvement in patient care. \nIII.  MINIMUM REMEDIAL MEASURES \nIn order to rectify the identified deficiencies and protect \nthe constitutional and federal statutory rights of Claudette Box \nresidents, the facility should implement promptly, at a minimum, \nthe following measures: \nA.  MEDICATION \nEvery Claudette Box resident should receive prescription \nmedications only after first having been thoroughly \nevaluated/worked up and diagnosed according to generally accepted \nstandards of care.  All diagnoses should result in sufficient \n\n-24 \n\ndocumentation to withstand clinical scrutiny.  Each medication \nshould be clinically justified as an appropriate treatment for \nthe diagnosed medical condition for which it is prescribed.  More \nparticularly, Claudette Box should: \n1.\t Undertake a thorough evaluation/workup of all current \nresidents and determine whether there is a clinically \njustifiable, current diagnosis for each medication that each \nindividual receives and that prescribed medication accounts \nfor the unique features of the facility’s elderly \npopulation.  This includes: \na.\t limiting the use of anticholernergic and antihistaminic \nmedications to those residents who show a clear and \ndocumented clinical need for such treatment; and \nb.\t replacing typical anti-psychotics with atypical anti-\npsychotics when appropriate. \n2.\t Ensure that all medications are prescribed at optimum \ntherapeutic levels and that all use of multiple medications \nis clinically justified.  This includes: \na.\t preventing the administration of high doses of Ativan \nwhen lower doses would be sufficient; \nb.\t eliminating the use of unnecessary multiple\n\nanticonvulsants;\n\nc.\t discontinuing administering two types of anti-\npsychotics when one would be sufficient; and \nd.\t refraining from providing residents with subtherapeutic \ndoses of anti-seizure medication. \n3.\t Conduct chart reviews to ensure that, on an ongoing basis, \nall medications are clinically justified and are prescribed \nconsistent with applicable facility policies and protocols. \n4.\t Provide the medical staff at Claudette Box with additional \nexposure to, and training on, established medical guidelines \nfor the treatment of elderly patients who require mental \nhealth treatment. \n5.\t To aid in meeting these medication requirements, Claudette \nBox should employ a Board Certified Geriatric Psychiatrist \nto augment existing pyschiatric services by providing \nadditional training, and participating in treatment review \ndiscussions. \n\n-25 \n\n6.\t Monitor all medications for efficacy, side effects and \ncontinued appropriateness; and modify medication usage as \nmonitoring warrants.  This includes: \na.\t checking medication orders on a systematic basis to \nprevent medication errors such as the administration of \ndiscontinued medication; \nb.\t reviewing standing orders such as blood tests to ensure \nthat they reflect current drug therapy regimens; and \nc.\t providing copies of all lab reports directly to the \nattending physician to prevent subtherapeutic levels of \nmedications, and to make sure that the levels of \nmedications in residents correlate to the dosage they \nare supposed to be receiving. \nB.\t CLINICAL SERVICES \nClaudette Box, to assist its residents in attaining or \nmaintaining the highest practicable physical, mental and \npsychosocial well-being, should develop and implement appropriate \npolices and protocols to ensure that all residents receive \nadequate needs assessments and care plans, and that all such \nplans are properly implemented.  More specifically it should: \n1.\t Ensure that any device, procedure or medication that \nrestricts, limits or directs a person’s freedom of movement \nbe used only when less restrictive measures have been \nunsuccessfully attempted and not as a substitute for \ntreatment of the underlying causes of the condition \nrequiring that device, procedure or medication.  This \nincludes: \na.\t ensuring that siderails are only used as a restraint \nwhen necessary and when alternatives are not \nappropriate; and \nb.\t providing all residents for whom siderails are used as \na restraint with an appropriate care plan to prevent \ninjury. \n2.\t Develop restorative care plans that are consistent with \nfederal regulations.  This includes: \na.\t providing ongoing and systematic evaluation, at least \nquarterly, of all residents to determine their needs \n\n-26 \nfor rehabilitation and restoration; \nb.\t producing an appropriate 24-hour plan for each client \nbased on this evaluation designed to promote his or her \nmobility, continence, self-care, and involvement in \nmeaningful activity; \nc.\t instituting clear policies and procedures governing the \ncontent of restorative plans; \nd.\t ensuring staff accountability for those plans; and \ne.\t requiring adequate evaluation of restorative care. \n3.\t Develop psychosocial and activity services that are \nconsistent with federal regulations.  This includes: \na.\t constructing and implementing appropriate activity and \npsychosocial plans for each and every resident that \naccount for all of his/her assessed needs; \nb.\t ensuring that the social work department is capable of \nproviding all needed services to residents; \nc.\t involving social workers in assessing, formulating, and \nimplementing appropriate therapeutic psychosocial plans \nthat address the resident’s need for self-direction, \nand the clinical needs of the resident, including mood \nalternations, pain, psychoactive use, weight loss and \nfunctional loss; \nd.\t ensuring that social workers provide appropriate \nscreening and counseling for depression; \ne.\t conducting an evaluation of the resident’s preferred \ndaily routine, values, spiritual needs and resources as \npart of social work assessments and sharing this \ninformation with direct care staff; \nf.\t providing additional training to, and supervision of, \nsocial worker staff to ensure that they can fulfill the \nfunctions described above; \ng.\t furnishing all residents the opportunity to participate \nin a sufficient number of activities appropriate to \ntheir needs; \nh.\t redesigning facility furniture and providing resident \nfootwear to encourage mobility and activity; \ni.\t employing the expertise of a therapeutic recreational \nexpert to develop individual activity plans and collate \nthose plans into a facility-wide activity plan that \nmeets residents’ diverse level of functioning; \nj.\t educating staff on the need for and value of \ntherapeutic activity, and their respective \nresponsibilities in supporting residents’ activity \n\n-27 \n\nplans; and \nk.\t including nursing assistants in the planning, provision \nand evaluation of activities. \n4.\t Appropriately assess and re-assess all residents for \ndischarge to a less restrictive care environment.  If \ntreatment in a more integrated setting is determined to be \nappropriate, then such treatment should be provided, if the \naffected person does not oppose such treatment, and the \nplacement can be reasonably accomodated. \n5.\t Develop inter-disciplinary, clinical practice guidelines to \naddress common clinical issues, and create facility policies \nand procedures that ensure compliance with and \naccountability for these guidelines. \n6.\t Provide additional staff education in critical clinical \nareas and on gerontological issues. \nC.\t DIETARY SERVICES \nClaudette Box should ensure that it provides its residents \nwith a nourishing, palatable, well-balanced diet that meets the \nneeds of its residents.  More particularly, Claudette Box \nshould1: \n1.\t Develop a comprehensive nutritional assessment for each \nresident, evaluate residents who rely on staff for feeding \nassistance to determine if they would benefit from the use \nof adaptive measures, and develop a policy and procedure \nthat uses meals and feeding to promote activity and optimal \nfunctioning. \n2.\t Devise protocols and provide training to staff regarding the \nprevention and management of dysphagia, dehydration, and \nconstipation. \n3.\t Revise the master cycle menu based on the Recommended \nDietary Allowances for adults over the age of 65, create a \ndiet manual that provides practical guidelines for the \nfacility’s geriatric population, and develop a meal \n1  More detailed guidance regarding how to accomplish\nthese measures can be found in our dietician consultant’s report. \n\n-28 \nsubstitution protocol which ensures that residents receive \nsubstitutes of similar nutritive value. \n4.\t Ensure that kitchen staff wear gloves, as appropriate, when \nhandling foods, and that staff wash their hands during \nbreaks between food handling duties. \n5.\t Appropriately wait to serve food until the residents are \nseated and ready to eat and all food items should be \nappropriately dated prior to storage. \nD.\t RESIDENT RIGHTS \nClaudette Box should protect and promote the right of each \nresident to a dignified existence, and to self-determination. \nMore specifically, Claudette Box should: \n1.\t Institute a policy that provides an appropriate role for \nresidents and their surrogates in the care and treatment \nplanning process. \n2.\t Educate residents and their surrogates about all prescribed \nmedications. \n3.\t Complete and maintain the process of ensuring that \nappropriate advance directives are in place for all \nresidents.  As part of this process, the facility should: \na.\t provide adequate information to residents or their \nsurrogates regarding advance directives; \nb.\t implement an advance directive tool that addresses the \nvarious treatment options to properly ensure that the \nresidents have the ability to direct their own care \nshould a medical crisis arise; and \nc.\t conduct internal monitoring to ensure that residents or \nsurrogates are provided with all necessary education \nregarding end of life issues. \n4.\t Institute a program of staff sensitivity training that \nreinforces and promotes the rights of residents to dignity \nand privacy. \n5.\t Develop a policy that describes practices associated with \nsupporting resident rights and dignity, and provides for \nquality assurance activity that self-monitors and corrects \n\n-29 \ndeviation from policy. \nE.\t QUALITY ASSURANCE/IMPROVEMENT \nIncidents involving injury and unusual incidents should be \nused appropriately as a quality assurance tool.  More \nparticularly, Claudette Box should: \n1.\t Use incident reports regarding altercations between \nresidents as a tool to prevent further altercations. \n2.\t Use data derived from post-fall assessments to analyze the \nfactors contributing to falls/injuries, and continue to \ndevelop a fall/injury prevention program. \n3.\t Track clinical outcomes, including infections, psychoactive \nuse, use of chemical and physical restraint, pressure sores, \nskin tears and lack of involvement in activities, and \nanalyze the meaning of these outcomes to prevent future harm \nto residents. \n4.\t Ensure that the results of the analyses described above are \ntransmitted to the relevant disciplines and direct-care \nareas for responsive action, and that responses are \nmonitored to ensure that appropriate steps are taken. \n5.\t Ensure that assessments are conducted to determine whether \nroot causes have been addressed and, if not, ensure that \nappropriate feedback is provided to the responsible \ndisciplines and direct-care areas. \n* * * \nWe hope to work with the State in an amicable and \ncooperative fashion to resolve our outstanding concerns regarding \nClaudette Box. \nWe will be sending our consultants’ evaluations of the \nfacility under separate cover.  Although the consultants’ \nevaluations and work do not necessarily reflect the official \nconclusions of the Department of Justice, their observations, \nanalysis, and recommendations provide further elaboration of the \nissues discussed in this letter and offer practical assistance in \naddressing them. \nIn the unexpected event that we are unable to reach a \n\n-30 \n\nresolution regarding our concerns, we are obligated to advise you \nthat, the Attorney General may institute a lawsuit pursuant to \nCRIPA to correct deficiencies of the kind identified in this \nletter forty-nine days after appropriate officials have been \nnotified of them. 42 U.S.C. Section 1997b(a)(1).  We would \nprefer, however, to resolve this matter by working cooperatively \nwith you.  We have every confidence that we will be able to do so \nin this case.  The lawyers assigned to this matter will be \ncontacting your attorney to discuss this matter in further \ndetail. \nSincerely, \nRalph F. Boyd, Jr. \nAssistant Attorney General \ncc:\t Bill Pryor \nAttorney General \nKathy E. Sawyer\n\nCommissioner\n\nAlabama Department of Mental Health \n\nand Mental Retardation\n\nCourtney S. Tarver\n\nDeputy Attorney General and General Counsel \n\nfor the Alabama Department of Mental Health\n\nand Mental Retardation\n\nDavid Grimes\n\nFacility Director\n\nClaudette Box Nursing Facility\n\nMalcolm Harkins III\n\nProskauer Rose LLP\n\n1233 Twentieth Street NW\n\nSuite 800\n\nWashington, DC 20036-2396\n\nDavid P. York\n\nUnited States Attorney for the\n\nSouthern District of Alabama\n",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/20077"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120711,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120711"
    }
  ],
  "document_count": 2
}