{
  "case_id": 13719,
  "fetched_at": "2025-10-22T00:20:33.621199",
  "case_data": {
    "attorney_orgs": [
      "NAACP Legal Defense Fund"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Statesville City Board of Education ",
        "institution_alt_state": null,
        "institution_city": "Statesville",
        "institution_county": null,
        "name": "Statesville City",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "School Desegregation"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1972,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief denied"
      },
      {
        "value": "Student assignment"
      },
      {
        "value": "Discrimination Prohibition"
      },
      {
        "value": "Reporting"
      }
    ],
    "court": "Western District of North Carolina",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Elementary/Secondary School"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1964-03-14",
    "filing_year": 1964,
    "id": 13719,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Racial segregation",
      "Discrimination Basis: Race discrimination",
      "General/Misc.: Education",
      "Affected Race(s): Black",
      "Discrimination Area: Disparate Treatment"
    ],
    "last_checked_date": "2017-03-05T00:00:00-05:00",
    "main_docket": {
      "id": 30197,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1964,
      "docket_filing_number": 486,
      "is_main_docket": true,
      "court": "Western District of North Carolina",
      "state": "North Carolina",
      "docket_office_number": "5",
      "docket_number_manual": "64-486",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Nesbitt v. Statesville City Board of Education",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1972,
    "order_start_year": 1969,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiffs are African-American minor school children, by and through their parents, who attended schools in Statesville, North Carolina.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "North Carolina",
    "summary": "<p>On March 14, 1964, the plaintiffs filed this lawsuit in the U.S. District Court for the Western District of North Carolina. The plaintiffs, African-American minor school children by and through their parents, sued the defendant Statesville City Board of Education to enjoin the operation of a racially segregated school district. The were represented by, among others, Jack Greenberg, for the NAACP Legal Defense Fund. </p><p>The Board conceded that the district was segregated. But to combat the problem, since the Court's decision in <i>Brown</i> in 1954, the Board had merely assigned students to the schools they attended the previous year and allowed for voluntary transfers. In the summer of 1963, thirty black students applied for transfer to all-white schools; those who were denied brought this suit. The district court (Judge J. Braxton Craven) denied the plaintiffs' preliminary injunction, approving the Board's current freedom of choice plan. It concluded: \"Within certain limits, it is not required that a federal district judge substitute his own judgment for that of a conscientious school board as to what may be wise or unwise, hasty or slow. The responsibility for the operation of the schools is still in the school boards and not in the courts.” <i>Nesbit v. Statesville City Board of Education</i>, 232 F.Supp. 288, 293 (W.D.N.C. Aug. 4, 1964). </p><p>On April 7, 1965, the Fourth Circuit, en banc, vacated the district court's decision, finding that it had failed to scrutinize the Board's plan sufficiently. <i>Nesbit v. Statesville City Board of Education</i>, 345 F.2d 333 (4th Cir. Apr. 7, 1965) (en banc)</p><p>On remand, the parties began negotiations, attempting to arrive at an acceptable desegregation plan. Unable to reach agreement, the case came to trial on May 27, 1968. And on January 9, 1969, the district court reached its decision, entering a desegregation plan that called for, among other things, the consolidation of middle schools and the continuation of certain freedom of choice elements.  </p><p>On appeal again, the Fourth Circuit again disapproved. In light of the Supreme Court's decision in <i>Alexander v. Holmes County Board of Education</i>, the court concluded: \"The clear mandate of the Court is immediacy. Further delays will not be tolerated in this circuit.\" <i>Nesbit v. Statesville City Board of Education</i>, 418 F.2d 1040, 1042 (4th Cir. Dec. 2, 1969). The Fourth Circuit ordered the Board to submit a new desegregation plan.</p><p>After further negotiations, on June 15, 1970, the district court approved the Board's plan, which included student and teacher reassignment. Not two years later, the district court, on January 10, 1972, issued a show cause order why the case should not be dismissed and the district declared unitary. With no objections, the court entered that order and dismissed the case on February 11, 1972. </p><p>  </p><p>One follow up note about Statesville: In 1991, the Statesville City school district merged with the surrounding Iredell County school system, which was declared unitary in 1970. <i>Chambers v. Iredell County Board of Education</i>, 423 F.2d 613 (4th Cir. 1970) (upholding the district court's grant of unitary status). </p><p><u>Available Opinions</u></p><p><i>Nesbit v. Statesville City Board of Education</i>, 232 F.Supp. 288 (W.D.N.C. Aug. 4, 1964)</p><p><i>Nesbit v. Statesville City Board of Education</i>, 345 F.2d 333 (4th Cir. Apr. 7, 1965) (en banc)</p><p><i>Nesbit v. Statesville City Board of Education</i>, 418 F.2d 1040 (4th Cir. Dec. 2, 1969)</p><p><i>Chambers v. Iredell County Board of Education</i>, 423 F.2d 613 (Feb. 27, 1970) (en banc).</p><p></p>",
    "summary_published_date": "2017-03-05T00:00:00-05:00",
    "summary_short": "School desegregation case from the city of Statesville, North Carolina. Plaintiffs brought suit in 1964. The Fourth Circuit twice overturned the district court's approval of Board plans, but by 1970 the parties had negotiated an agreed upon plan. The district court was found to have reached unitary status in 1972. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/13719",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=13719",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=13719",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=13719"
  },
  "documents": [
    {
      "date": "1970-02-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 613,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 423,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fourth Circuit",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 86496,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/86496.pdf",
      "title": "[Order]",
      "text": "Chambers v. Iredell County Bd. of Ed., 423 F.2d 613 (1970)   \n \n \n  Before HAYNSWORTH, Chief Judge, and SOBELOFF, \n  BOREMAN,  BRYAN,  WINTER,  CRAVEN  and \nBUTZNER, Circuit Judges, sitting en banc. \n423 F.2d 613 \nUnited States Court of Appeals, Fourth Circuit.  Opinion \nTerry Ann CHAMBERS et al., Appellants,  CRAVEN, Circuit Judge: \nv. \nIREDELL COUNTY BOARD OF EDUCATION, a   \npublic body corporate of Iredell County, North \nCarolina, Appellee.  The question presented by this school case is whether \nIredell County has established a unitary school system. \nNo. 14243.  We think that a unitary system has been substantially \n|  achieved, and affirm the decision of the district court. \nArgued Feb. 4, 1970. \n|  The situation in the Iredell County school system is as \nDecided Feb. 27, 1970.  follows: There are 18 schools in the system. All of these \nschools,  except  Unity  Elementary  School,  are  fully \nintegrated  at  present.  There  are  9,647  students  in  the \nAction to obtain order requiring integration of all-black \nsystem of which 1,802 (23 percent) are black and 7,845 \nelementary  school,  to  enjoin  construction  of  new \n(77 percent) are white. The system *615 operated under \nelementary school, to be fully integrated when completed, \nHEW  approved  freedom-of-choice  plans  from  1964 \nand  for  issuance  of  injunction  against  discriminatory \nthrough the 1967-68 school year. In 1968-69 the school \nhiring  and  administrative  practices.  The  United  States \nboard adopted an approved zoning and freedom-of-choice \nDistrict Court for the Western District of North Carolina, \nplan.  For  1969-70  the  board  has  implemented  a  pure \nWoodrow Wilson Jones, J., entered judgment in favor of \nzoning plan that also was approved by HEW. The degree \ncounty board of education, and plaintiffs appealed. The \nof  integration  achieved  is  demonstrated  by  an \nCourt  of  Appeals,  Craven,  Circuit  Judge,  held  that \nexamination of the current racial structures of the various \ncontention  that  decision  to  close  all-black  elementary \nschools in the system.1 The faculties are integrated in a \nschool was racially motivated was not persuasive in light \nratio approximating the racial ratio among students in \nof the facts, that determination that failure of board of \neach  school.  No  qualified  black  teacher  applicant  has \neducation to ‘pair’ all-black elementary school with other \nbeen denied a job by the Board of Education or its staff, \nintegrated elementary schools for 1969-70 school year \nand there is no proof in the record of any discrimination \nwas  not  motivated  by  racial  bias  was  not  clearly \nin teacher employment. For 1969-70, all black teacher \nerroneous, and that board of education’s terminal plan for \napplicants were hired except one who was objectively \nintegration was working sufficiently well to deserve label \nunqualified and who applied after all of the available \nof a unitary system. \npositions had been filled. Black teachers are employed \n  \nthroughout the system in approximately the same ratio to \nAffirmed. \nwhite teachers as black students to white students. \n  \nSobeloff and Winter, Circuit Judges, dissented.  There is only one flaw in the unitary system adopted and \n   already implemented by the school board: Unity School \nremains all black with 285 students.2 Thus 1,517 black \nAttorneys and Law Firms \nstudents have been fully integrated (84.2 percent) while \n285 black students (15.8 percent) remain in an all-black \n*614  James  E.  Lanning  and  J.  LeVonne  Chambers, \nschool. The district judge found that the school board’s \nCharlotte, N.C. (James E. Ferguson, II, and Adam Stein, \ndecision to operate Unity School as an all-black school \nChambers, Stein, Ferguson & Lanning, Charlotte, N.C., \nfor  the  1969-70  school  year  only  was  not  racially \nConrad  O.  Pearson,  Durham,  N.C.,  Jack  Greenberg, \nmotivated,  and  credited  the  explanation  of  the  school \nJames M. Nabrit, III, and Norman Chachkin, New York \nboard. Unity will be replaced by New East Elementary \nCity, on brief), for appellants. \nSchool, which is already well under construction *616 \nand will be ready for occupancy by September 1970. East \nJay F. Frank and Frederick G. Chamblee, Statesville, N.C. \nwill absorb Unity’s 285 black students and a part of the \n(Marcus  L.  Nash,  and  Chamblee,  Nash  &  Frank, \nstudents  from  three  other  elementary  schools:  Cool \nStatesville, N.C., on brief), for appellee. \nSprings, Ebenezer and Wayside. The result in September \n  1 \n \n\nChambers v. Iredell County Bd. of Ed., 423 F.2d 613 (1970)   \n \n \n1970  will  be  a  new  integrated  school  (East)  with  integration is now an accomplished fact. In all of the \napproximately 285 blacks and 475 whites.  following cases, the challenge to the proposed plan of \n[1] The district judge found that the closing of Unity was  desegregation was directed to the inefficacy of freedom of \nnot racially motivated but was instead based on these  choice.3 In Nesbit v. Statesville City Board of Education, \nconsiderations:  (1)  Unity  is  only  200  yards  from  the  418 F.2d 1040 (4th Cir., Dec. 2, 1969), 64 percent of the \nStatesville city limits, is adjacent to a scrap metal salvage  black students in grades one through six remained in a \nyard, and is located on an inadequately small site (12  segregated  situation.  In  *617  Thompson  v.  Durham \nacres); (2) six of the 26 rooms at Unity are of obsolete  County Board of Education, 418 F.2d 1040 (4th Cir., Dec. \nwooden construction and are not fireproof; (3) Unity is  2, 1969), 86.4 percent of the black students in grades one \nnot well situated relative to major thoroughfares; (4) a  through six remained in four all-black schools. In Ziglar \nnew school is needed to serve an expanding suburban  v. Reidsville Board of Education, 418 F.2d 1040 (4th Cir., \npopulation growth. It is urged upon us that the finding of  Dec. 2, 1969), 50 percent of the black children in grades \nthe district judge is clearly erroneous. Appellants allege  one through five attended an all-black elementary school. \nthat the decision to close Unity was racially motivated  In Tucker v. County School Bd. of Amherst County, 418 \nbecause it arose out of a disinclination to put white pupils  F.2d 1040 (4th Cir., Dec. 2, 1969), 76 percent of the black \ninto a previously all-black school. This contention is not  students  in  grades  one  through  seven  attended \npersuasive in light of the fact that the school board has  overwhelmingly black schools. In Traynum v. County \nalready integrated Amity School, which was previously  School Board of Halifax County, 418 F.2d 1040 (4th Cir., \nall-black and is now two-thirds white. There appears to  Dec. 2, 1969), 93 percent of the blacks in grades eight \nhave been no pattern of simply closing black schools  through 12 attended an all-black school. In Stanley v. \nbecause they have been black.  Darlington County School District, 424 F.2d 195 (4th \n   Cir.,  Jan.  26,  1970),  only  seven  percent  of  all  black \n[2] More difficult to justify than the closing of Unity is the  students  in  the  system  attended  school  with  white \nfailure of the Board of Education to ‘pair’ it with Cool  students.  In  Whittenberg  v.  Greenville  County  School \nSprings, Ebenezer and Wayside Schools for the 1969-70  District, 424 F.2d 195 (4th Cir., Jan. 26, 1970), only 33 \nschool  year.  Again  the  district  judge  credited  the  percent of all blacks attended integrated schools. \nnoninvidious explanation of the board. Unity was not    \nallowed to remain all black during the last year of its  [4] [5] We think it also significant that in none of the cases \noperation in order to perpetuate one or more all-white  that have previously come before us has there been an \nschools.  Wayside  and  Cool  Springs  are  ‘racially  HEW  approved  terminal  plan  for  integration  actually \nbalanced,’  i.e.,  the  racial  ratio  among  their  students  implemented  and  put  into  operation.  Furthermore, \napproximates that among all the students in the system,  Iredell’s  terminal  plan  was  adopted  without  prodding \nand Ebenezer has about half as many blacks as would be  from  the  courts.  That  the  Iredell  County  Board  of \nnecessary for racial ‘balance.’ Ebenezer and Wayside are  Education has been responsible and conscientious in its \novercrowded and could not accommodate students from  efforts to achieve a unitary system is made plain by a \nUnity. Although Cool Springs is operating at less than full  letter  inserted  in  the  record  from  the  Department  of \ncapacity, it is located ten miles from Unity and almost  Health, Education and Welfare, Office for Civil Rights, \nthat  far  from  Ebenezer  and  Wayside.  Moving  white  set out in the margin.4 Contained in the letter is this \nstudents from these schools to Unity, as suggested by  sentence:  ‘You  (Superintendent  of  the  Iredell  County \nappellants, could result in more racial mixing, but not  Schools), your school board, and your staff are to be \nnecessarily in proportion to the racial mix in the entire  commended for the leadership you have shown in meeting \nschool population. Unity’s physical shortcomings have  the provisions of Title VI of the Civil Rights Act of \nbeen  described.  Whether  the  Board  of  Education  was  1964.’ We agree. Indeed, we think it doubtful that many \nmotivated by valid educational considerations or by racial  school  systems  have  achieved  a  higher  degree  of \nbias was an inference to be drawn from the facts by the  integration than presently prevails in Iredell County. The \ndistrict judge. In the context of the obvious good faith of  test is whether a given plan ‘promises realistically to *618 \nthe board and its effectiveness in otherwise completely  work, and promises realistically to work now.’ Green v. \ndisestablishing the former dual school system, we cannot  County School Board of New Kent County, 391 U.S. 430, \nsay his decision was clearly erroneous.  439, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968). We think this \n   plan works sufficiently well now to deserve the label of a \n[3]  It  is  true  that  absent  reasonable  effectiveness  in  unitary system. \ndisestablishing  a  segregated  school  system  good    \nintentions are of no avail. But here, in contrast to other \ncases  we  distinguish  below,  a  remarkable  degree  of  We decline to order the integration of Unity School now, \nrefuse  to  enjoin  the  construction  of  East  Elementary \n  2 \n \n\nChambers v. Iredell County Bd. of Ed., 423 F.2d 613 (1970)   \n \n \nSchool, and find no basis for issuance of an injunction   \nagainst discriminatory hiring and administrative practices.  \t\r  \nAffirmed. \n\t\r   \t\r   1969-­‐70\t\r   1969-­‐70\t\r   \t\r   \t\r   \t\r   1970-­‐71\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r  \n\t\r   \t\r   TEACHERS\t\r   STUDENTS\t\r   \t\r   \t\r   \t\r   STUDENTS\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r  \nSCHOOL\t\r   GRADES\t\r   N\t\r   W\t\r   N\t\r   W\t\r   TOTAL\t\r   CAPACITY\t\r   TOTAL\t\r   N\t\r   W\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \n\t\r  \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \n\t\r  \nAmity\t\r   1-­‐6\t\r   3\t\r   7\t\r   101\t\r   168\t\r   269\t\r   450\t\r   250\t\r   120\t\r   130\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nBrawley\t\r   1-­‐6\t\r   1\t\r   5\t\r   16\t\r   140\t\r   156\t\r   210\t\r   155\t\r   10\t\r   145\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nCeleste-­‐\t\r   1-­‐8\t\r   2\t\r   19\t\r   70\t\r   508\t\r   578\t\r   650\t\r   572\t\r   70\t\r   502\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nHenkel\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \n\t\r  \t\r  \n\t\r  \nCentral\t\r   1-­‐8\t\r   1\t\r   14\t\r   48\t\r   373\t\r   421\t\r   575\t\r   445\t\r   45\t\r   400\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nCool\t\r   1-­‐8\t\r   2\t\r   15\t\r   70\t\r   397\t\r   467\t\r   700\t\r   307\t\r   70\t\r   237\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nSprings\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \n\t\r  \t\r  \n\t\r  \nEast\t\r   1-­‐6\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   760\t\r   285\t\r   475\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r  \nEbenezer\t\r   1-­‐6\t\r   0\t\r   9\t\r   20\t\r   239\t\r   259\t\r   270\t\r   260\t\r   14\t\r   246\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nHarmony\t\r   1-­‐8\t\r   5\t\r   20\t\r   206\t\r   547\t\r   753\t\r   700\t\r   630\t\r   210\t\r   420\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nMonticello\t\r   1-­‐8\t\r   2\t\r   22\t\r   74\t\r   584\t\r   658\t\r   600\t\r   630\t\r   50\t\r   580\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nMt.\t\r  Mourne\t\r   1-­‐6\t\r   1\t\r   9\t\r   30\t\r   245\t\r   275\t\r   300\t\r   250\t\r   23\t\r   227\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nNorth\t\r   9-­‐12\t\r   9\t\r   48\t\r   245\t\r   1055\t\r   1300\t\r   1200\t\r   1295\t\r   260\t\r   1035\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nIredell\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \n\t\r  \t\r  \n\t\r  \nScotts\t\r   1-­‐8\t\r   2\t\r   9\t\r   50\t\r   272\t\r   322\t\r   550\t\r   330\t\r   48\t\r   282\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nSharon\t\r   1-­‐6\t\r   1\t\r   7\t\r   15\t\r   210\t\r   225\t\r   240\t\r   211\t\r   18\t\r   193\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nShepard\t\r   1-­‐6\t\r   2\t\r   8\t\r   62\t\r   213\t\r   275\t\r   240\t\r   300\t\r   86\t\r   214\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nSouth\t\r   9-­‐12\t\r   7\t\r   52\t\r   213\t\r   1203\t\r   1416\t\r   1300\t\r   1335\t\r   208\t\r   1127\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nIredell\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \n  3 \n \n\nChambers v. Iredell County Bd. of Ed., 423 F.2d 613 (1970)   \n \n \n\t\r  \t\r  \n\t\r  \nTroutman\t\r   1-­‐8\t\r   5\t\r   36\t\r   189\t\r   1010\t\r   1199\t\r   1400\t\r   1150\t\r   163\t\r   987\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nUnion\t\r   1-­‐8\t\r   1\t\r   13\t\r   28\t\r   351\t\r   379\t\r   650\t\r   388\t\r   26\t\r   362\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nGrove\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \n\t\r  \t\r  \n\t\r  \nUnity\t\r   1-­‐8\t\r   6\t\r   4\t\r   285\t\r   0\t\r   285\t\r   780\t\r   CLOSED\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \nWayside\t\r   1-­‐6\t\r   2\t\r   12\t\r   80\t\r   333\t\r   413\t\r   330\t\r   235\t\r   72\t\r   163\t\r  \n\t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   \t\r  \n \n \n \nThe majority frankly recognizes that the Board’s failure to \npair  Unity  with  Cool  Springs,  Ebenezer  and  Wayside \nSchools  is  ‘more  difficult  to  justify  than  *  *  *  (its) \nSOBELOFF and WINTER, Circuit Judges (dissenting):  closing,’ yet attempts to justify this failure by advancing \n  the theory that ‘moving white students of these three \nschools to Unity, as suggested by appellants, could result \nIn refusing to order the integration of Unity School the  in more racial mixing, but not necessarily in proportion to \nmajority’s thesis is essentially that, since defendant has  the racial mix in the entire school population.’ This is an \nachieved  substantial  realization  of  a  unitary  school  astounding line of reasoning. \nsystem, it should be rewarded for its good faith efforts to \ndate by not requiring it now to do that which is presently  Ebenezer’s  ratio  of  white  students  to  black  is \nfeasible and presently required to bring it into greater  approximately 12 to 1, Wayside’s is 4 to 1, and Cool \ncompliance with the decisions of the Supreme Court and  Springs’ 5.7 to 1, while the ratio for the entire system is 3 \nof this Court. This reasoning we emphatically reject. We  white to 1 black. It seems to us plain enough that moving \ndissent from each link in its chain.  white students from these schools to Unity, which is being \nused below its capacity, would achieve a better *619 ratio \nDefendant’s legal obligation to achieve a unitary system  in Unity and in these three schools. Depending upon the \narose in 1954 with the decision in Brown I (Brown v.  number moved to Unity, the racial makeup of the others \nBoard of Education of Topeka, 347 U.S. 483, 74 S.Ct.  can be made to conform more closely to the ratio in the \n686, 98 L.Ed. 873), and its duty to proceed to that goal  total school population and some redress of the intolerable \narose in 1955 with the advent of Brown II (Brown v.  all black enrollment at Unity achieved. \nBoard of Ed. of Topeka, 349 U.S. 294, 75 S.Ct. 753, 99  Despite the factors adverse to the retention of Unity as a \nL.Ed. 1083). It did not begin to meet this obligation until  permanent part of the system, the record shows that it has \n1964, when it instituted a freedom of choice plan. The  available,  acceptable,  unused  capacity.  Instead  of \nmajority concludes that, as a result of its efforts to date,  desegregating Unity, as it was constitutionally obligated \nIredell County’s school system presently has ‘only one  to do, the Board has taken extreme affirmative steps to \nflaw  in  the  unitary  system  adopted  and  already  avoid  assigning  white  students  to  Unity,  an  all  black \nimplemented.’ The facts do not bear this out. Of the total  school  in  a  black  neighborhood.  White  students  are \nschool population of 9,647 students no less than 1,424—  actually being bussed past the undercapacity Unity School \nthe 285 in Unity and 1,139 in Cool Springs, Ebenezer and  a distance of four miles to the overcrowded Wayside \nWayside— are attending grossly segregated schools. The  School.2 \nblack pupils are in totally black Unity School and a vastly \ndisproportionate number of whites are in the three schools  The Board’s insistence upon retention of Unity as an all \nwhich the plaintiffs asked the Board to pair with Unity.1  black school for this year is prompted by nothing we \nThis represents more than one-seventh of the total school  perceive except reluctance to desegregate,3 and even if the \npopulation— no inconsiderable flaw, but a major defect.  Board’s achievement in other parts of the system met \nObviously, the millenium which the majority envisions is  constitutional requirements, it is clearly in default in this \nnot at hand in Iredell County.  respect. \n  4 \n \n\nChambers v. Iredell County Bd. of Ed., 423 F.2d 613 (1970)   \n \n \nAll of this leads us to conclude that the mandate ‘to  no faculty desegregation in 1965-66 and 1966-67. Some \neliminate dual school systems at once and to operate now  non-racial assignments were made in the ensuing years. \nand  hereafter  unitary  schools’  (emphasis  supplied),  However, the School Superintendent revealed that before \nannounced  in  Alexander  v.  Holmes  County  Board  of  the opening of the present school year, HEW determined \nEducation,  396  U.S.  19,  90  S.Ct.  29,  24  L.Ed.2d  19  the Board to be in non-compliance because it ‘had not \n(1969),  reaffirmed  in  Carter  v.  West  Feliciana  Parish  adequately desegregated (the) faculty’ and directed *620 \nSchool Board, 396 U.S. 290, 90 S.Ct. 608, 24 L.Ed.2d  the Board to assign white teachers to Unity. Moreover, \n477 (1970), and heretofore applied by us in Nesbit v.  the testimony of the Assistant Superintendent of Schools \nStatesville City Board of Education, 418 F.2d 1040 (4 Cir.  charged with the hiring and assignment of teachers makes \n1969), and Stanley v. Darlington County School District,  it clear that black teachers were hired only ‘to fill * * * \n424 F.2d 195 (4 Cir. 1970), is being violated. ‘Now’ and  Negro vacancies.’ The refusal of our Court, in the face of \n‘at once’ are untempered by consideration of good faith.  this  record,  to  grant  a  preventive  injunction  against \nThose  directions  make  the  degree  of  accomplishment  discriminatory  hiring  and  administrative  practices  is \nirrelevant. The only issue is what has not been done and  without  warrant.  Cf.,  North  Carolina  Teachers \nwhat can be done now.4 Our answer would be to order the  Association v. Asheboro City Bd. of Ed., 393 F.2d 736 (4 \ndesegregation of Unity School forthwith by pairing it with  Cir. 1968); Wall v. Stanly County Board of Education, \nCool Springs, Ebenezer and Wayside, or by any other  378 F.2d 275 (4 Cir. 1967). \nacceptable method. \nFinally, we dissent from the majority’s denial of relief  All Citations \nwith regard to discrimination in teacher employment. The \n423 F.2d 613 \nmajority declares that ‘there is no proof in the record of \nany  discrimination  in  teacher  employment.’  On  the  \t\r  \ncontrary, although the HEW-approved plan of compliance \nprovided that all employment and assignment of teachers \nwas to be made without consideration of race, there was \nFootnotes\t\r  \n\t\r  \n1\t\r   \t\r  \n\t\r  \n2\t\r   This\t\r  fact\t\r  leads\t\r  appellants\t\r  to\t\r  contend\t\r  that\t\r  the\t\r  question\t\r  before\t\r  us\t\r  is\t\r  not\t\r  whether\t\r  a\t\r  unitary\t\r  system\t\r  has\t\r  been\t\r  effected\t\r  but\t\r  \nwhether\t\r  we\t\r  may\t\r  permit\t\r  delay\t\r  in\t\r  achieving\t\r  it\t\r  until\t\r  September\t\r  1970.\t\r  So\t\r  framed,\t\r  the\t\r  answer\t\r  is\t\r  obvious.\t\r  We\t\r  have\t\r  read\t\r  \n\t\r  \nAlexander\t\r  v.\t\r  Holmes\t\r  County\t\r  Board\t\r  of\t\r  Education,\t\r  396\t\r  U.S.\t\r  19,\t\r  90\t\r  S.Ct.\t\r  29,\t\r  24\t\r  L.Ed.2d\t\r  19\t\r  (1969),\t\r  and\t\r  Carter\t\r  v.\t\r  West\t\r  Feliciana\t\r  \nParish\t\r  School\t\r  Board,\t\r  396\t\r  U.S.\t\r  290,\t\r  90\t\r  S.Ct.\t\r  608,\t\r  24\t\r  L.Ed.2d\t\r  477\t\r  (1970),\t\r  to\t\r  mean\t\r  that\t\r  we\t\r  no\t\r  longer\t\r  have\t\r  authority\t\r  to\t\r  permit,\t\r  \nregardless\t\r  of\t\r  the\t\r  circumstances,\t\r  delay\t\r  in\t\r  implementing\t\r  a\t\r  unitary\t\r  system.\t\r  Whittenberg\t\r  v.\t\r  School\t\r  District\t\r  of\t\r  Greenville\t\r  \nCounty,\t\r  424\t\r  F.2d\t\r  195\t\r  (4th\t\r  Cir.,\t\r  Jan.\t\r  26,\t\r  1970)\t\r  (Petition\t\r  for\t\r  rehearing\t\r  denied);\t\r  Stanley\t\r  v.\t\r  Darlington\t\r  County\t\r  School\t\r  District,\t\r  \n424\t\r  F.2d\t\r  195\t\r  (4th\t\r  Cir.,\t\r  Jan.\t\r  26,\t\r  1970);\t\r  Nesbit\t\r  v.\t\r  Statesville\t\r  City\t\r  Board\t\r  of\t\r  Education,\t\r  418\t\r  F.2d\t\r  1040\t\r  (4th\t\r  Cir.,\t\r  Dec.\t\r  2,\t\r  1969).\t\r  \n\t\r  \n3\t\r   In\t\r  some\t\r  instances,\t\r  e.g.,\t\r  Statesville\t\r  and\t\r  Durham\t\r  County,\t\r  zoning\t\r  had\t\r  accomplished\t\r  integration\t\r  for\t\r  part\t\r  of\t\r  the\t\r  system\t\r  but\t\r  \nfreedom\t\r  of\t\r  choice\t\r  remained\t\r  ineffective\t\r  as\t\r  to\t\r  the\t\r  rest.\t\r  \n\t\r  \n\t\r  \n4\t\r   ‘Jan.\t\r  28,\t\r  1970\t\r  ‘Mr.\t\r  T.\t\r  Ray\t\r  Gibbs\t\r  Superintendent\t\r  Iredell\t\r  County\t\r  Schools\t\r  Box\t\r  709\t\r  Statesville,\t\r  North\t\r  Carolina\t\r  28677\t\r  ‘Dear\t\r  Mr.\t\r  \nGibbs:\t\r  ‘Thank\t\r  you\t\r  for\t\r  the\t\r  cooperation\t\r  extended\t\r  to\t\r  Mr.\t\r  N.\t\r  E.\t\r  King\t\r  of\t\r  my\t\r  staff\t\r  during\t\r  his\t\r  visit\t\r  to\t\r  your\t\r  administrative\t\r  unit\t\r  on\t\r  \n\t\r  \nJanuary\t\r  22,\t\r  1970.\t\r  ‘His\t\r  report\t\r  indicates\t\r  that\t\r  the\t\r  schools\t\r  of\t\r  Iredell\t\r  County\t\r  are\t\r  currently\t\r  being\t\r  desegregated\t\r  in\t\r  accordance\t\r  \nwith\t\r  the\t\r  plan\t\r  for\t\r  desegregation\t\r  submitted\t\r  by\t\r  you\t\r  to\t\r  the\t\r  Office\t\r  for\t\r  Civil\t\r  Rights\t\r  on\t\r  August\t\r  8,\t\r  1969,\t\r  and\t\r  approved\t\r  on\t\r  August\t\r  \n19,\t\r  1969,\t\r  by\t\r  Dr.\t\r  Lloyd\t\r  R.\t\r  Henderson,\t\r  Education\t\r  Branch\t\r  Chief,\t\r  Office\t\r  for\t\r  Civil\t\r  Rights\t\r  in\t\r  Washington.\t\r  The\t\r  plan\t\r  commits\t\r  your\t\r  \nadministrative\t\r  unit\t\r  to\t\r  total\t\r  desegregation\t\r  of\t\r  its\t\r  schools\t\r  by\t\r  the\t\r  opening\t\r  of\t\r  the\t\r  1970-­‐71\t\r  school\t\r  term\t\r  and\t\r  to\t\r  certain\t\r  interim\t\r  \ndesegregation\t\r  measures\t\r  during\t\r  the\t\r  1969-­‐70\t\r  school\t\r  term.\t\r  ‘Mr.\t\r  King\t\r  reports\t\r  that\t\r  the\t\r  administrative\t\r  unit\t\r  remains\t\r  committed\t\r  \nto\t\r  the\t\r  terminal\t\r  date\t\r  of\t\r  1970\t\r  and\t\r  has\t\r  met\t\r  its\t\r  responsibilities\t\r  for\t\r  carrying\t\r  out\t\r  the\t\r  specified\t\r  interim\t\r  measures.\t\r  You,\t\r  your\t\r  \nschool\t\r  board,\t\r  and\t\r  your\t\r  staff\t\r  are\t\r  to\t\r  be\t\r  commended\t\r  for\t\r  the\t\r  leadership\t\r  you\t\r  have\t\r  shown\t\r  in\t\r  meeting\t\r  the\t\r  provisions\t\r  of\t\r  Title\t\r  VI\t\r  \nof\t\r  the\t\r  Civil\t\r  Rights\t\r  Act\t\r  of\t\r  1964.\t\r  ‘Mr.\t\r  King\t\r  also\t\r  reports\t\r  that\t\r  the\t\r  future\t\r  status\t\r  of\t\r  the\t\r  principal\t\r  at\t\r  Unity\t\r  School\t\r  is\t\r  uncertain\t\r  when\t\r  \nUnity\t\r  is\t\r  merged\t\r  into\t\r  the\t\r  new\t\r  elementary\t\r  school\t\r  now\t\r  being\t\r  built.\t\r  Please\t\r  be\t\r  advised\t\r  that\t\r  you\t\r  must\t\r  weigh\t\r  the\t\r  qualifications\t\r  \nof\t\r  all\t\r  of\t\r  your\t\r  principals\t\r  objectively\t\r  as\t\r  to\t\r  education,\t\r  experience,\t\r  professional\t\r  competence,\t\r  and\t\r  seniority\t\r  when\t\r  one\t\r  is\t\r  to\t\r  be\t\r  \nselected\t\r  for\t\r  a\t\r  new\t\r  school.\t\r  Race\t\r  may\t\r  not\t\r  be\t\r  considered\t\r  in\t\r  promotion,\t\r  demotion,\t\r  or\t\r  reduction\t\r  in\t\r  staff.\t\r  The\t\r  same\t\r  standards\t\r  \napply\t\r  to\t\r  teachers\t\r  when\t\r  a\t\r  school\t\r  is\t\r  phased\t\r  out.\t\r  ‘If\t\r  you\t\r  encounter\t\r  any\t\r  problems\t\r  which\t\r  will\t\r  affect\t\r  the\t\r  terminal\t\r  date,\t\r  please\t\r  \n  5 \n \n\nChambers v. Iredell County Bd. of Ed., 423 F.2d 613 (1970)   \n \n \nbring\t\r  them\t\r  to\t\r  our\t\r  attention\t\r  promptly.\t\r  \n‘Sincerely\t\r  yours,\t\r  ‘Eloise\t\r  Severinson,\t\r  Ph.\t\r  D.\t\r  ‘Regional\t\r  Civil\t\r  Rights\t\r  Director’\t\r  \n\t\r  \n1\t\r   While\t\r  the\t\r  relief\t\r  asked\t\r  in\t\r  the\t\r  present\t\r  suit\t\r  focuses\t\r  upon\t\r  Unity\t\r  School,\t\r  it\t\r  is\t\r  important\t\r  to\t\r  note\t\r  the\t\r  racial\t\r  imbalance\t\r  that\t\r  will\t\r  \npersist\t\r  in\t\r  the\t\r  system.\t\r  In\t\r  Brawley\t\r  the\t\r  Board\t\r  projects\t\r  for\t\r  next\t\r  year\t\r  10\t\r  black\t\r  and\t\r  145\t\r  white;\t\r  in\t\r  Celeste\t\r  Henkel\t\r  70\t\r  black\t\r  and\t\r  \n\t\r  \n502\t\r  white;\t\r  in\t\r  Central\t\r  45\t\r  black\t\r  and\t\r  400\t\r  white;\t\r  in\t\r  Ebenezer\t\r  14\t\r  black\t\r  and\t\r  246\t\r  white;\t\r  in\t\r  Monticello\t\r  50\t\r  black\t\r  and\t\r  580\t\r  white;\t\r  in\t\r  \nMt.\t\r  Mourne\t\r  23\t\r  black\t\r  and\t\r  227\t\r  white;\t\r  in\t\r  Scotts\t\r  48\t\r  black\t\r  and\t\r  282\t\r  white;\t\r  in\t\r  Sharon\t\r  18\t\r  black\t\r  and\t\r  193\t\r  white;\t\r  and\t\r  Union\t\r  Grove\t\r  \n26\t\r  black\t\r  and\t\r  362\t\r  white.\t\r  These\t\r  figures\t\r  eloquently\t\r  attest\t\r  the\t\r  Board’s\t\r  racial\t\r  orientation,\t\r  both\t\r  past\t\r  and\t\r  present.\t\r  \n\t\r  \n2\t\r   We\t\r  were\t\r  advised\t\r  at\t\r  oral\t\r  argument\t\r  that\t\r  in\t\r  order\t\r  to\t\r  accommodate\t\r  the\t\r  Wayside\t\r  overflow\t\r  the\t\r  Board\t\r  went\t\r  to\t\r  the\t\r  expense\t\r  of\t\r  \nacquiring\t\r  mobile\t\r  classrooms,\t\r  which\t\r  had\t\r  recently\t\r  been\t\r  put\t\r  into\t\r  operation.\t\r  \n\t\r  \n\t\r  \n3\t\r   Indeed,\t\r  Board\t\r  member\t\r  Brown\t\r  testified\t\r  frankly\t\r  that,\t\r  in\t\r  his\t\r  opinion,\t\r  Unity\t\r  will\t\r  be\t\r  closed\t\r  under\t\r  the\t\r  plan\t\r  for\t\r  the\t\r  future\t\r  \nbecause\t\r  ‘it’s\t\r  in\t\r  a\t\r  black\t\r  community.’\t\r  This\t\r  bald\t\r  statement\t\r  also\t\r  makes\t\r  it\t\r  most\t\r  difficult\t\r  to\t\r  accept\t\r  the\t\r  district\t\r  judge’s\t\r  conclusion,\t\r  \n\t\r  \nnow\t\r  blessed\t\r  by\t\r  the\t\r  majority,\t\r  that\t\r  the\t\r  retention\t\r  of\t\r  Unity\t\r  for\t\r  1969-­‐70\t\r  and\t\r  its\t\r  closing\t\r  thereafter\t\r  were\t\r  not\t\r  racially\t\r  motivated.\t\r  \n\t\r  \n4\t\r   While\t\r  the\t\r  majority\t\r  pays\t\r  lip\t\r  service\t\r  to\t\r  Alexander\t\r  v.\t\r  Holmes,\t\r  396\t\r  U.S.\t\r  19,\t\r  90\t\r  S.Ct.\t\r  29\t\r  (1969),\t\r  and\t\r  Carter\t\r  v.\t\r  West\t\r  Feliciana,\t\r  396\t\r  \nU.S.\t\r  290,\t\r  90\t\r  S.Ct.\t\r  608,\t\r  24\t\r  L.Ed.2d\t\r  477\t\r  (1970),\t\r  and\t\r  purportedly\t\r  recognizes\t\r  its\t\r  lack\t\r  of\t\r  authority\t\r  to\t\r  delay\t\r  implementing\t\r  a\t\r  \n\t\r  \nunitary\t\r  system\t\r  ‘regardless\t\r  of\t\r  the\t\r  circumstances,’\t\r  it\t\r  nevertheless\t\r  sanctions\t\r  the\t\r  delay\t\r  until\t\r  next\t\r  fall\t\r  allowed\t\r  by\t\r  the\t\r  district\t\r  \njudge\t\r  last\t\r  November\t\r  after\t\r  the\t\r  Supreme\t\r  Court’s\t\r  decision\t\r  in\t\r  Alexander.\t\r  \n\t\r  \n \n \n\t\r  \n \n  6 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/86496"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114384,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114384"
    },
    {
      "date": "1965-04-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 333,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 345,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fourth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 86492,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/86492.pdf",
      "title": "[Order]",
      "text": "Nesbit v. Statesville City Bd. of Ed., 345 F.2d 333 (1965)   \n \n \n  HAYNSWORTH, Circuit Judge: \n \n \n345 F.2d 333 \nUnited States Court of Appeals Fourth Circuit.  The plaintiffs have appealed from an order approving a \nplan for the desegregation of the schools in Statesville, \nHarriett D. NESBIT et al., Appellants,  North Carolina. Terms of the plan are discoverable only \nv. \nfrom colloquies between court and counsel on the record \nThe STATESVILLE CITY BOARD OF \nin this case. It has not otherwise been reduced to writing, \nEDUCATION, a public body corporate of \nexcept for the District Judge’s description of it in his \nStatesville, North Carolina, and A. D. Kornegay, \nopinion. In consequence, some uncertainties now appear \nSuperintendent of Statesville City Public Schools, \nwhich require a remand of the case for further findings. \nAppellees. \nThere  are  approximately  six  thousand  pupils  in \nNo. 9632. \nStatesville’s schools, one-third of them being Negroes. \n| \nThe schools were completely segregated until 1963 when \nArgued Nov. 5, 1964. \nnine  transfer  applications  by  Negroes  were  approved. \n| \nAfter holding public hearings, the School Board decided \nDecided April 7, 1965. \nto grant all transfer applications filed on behalf of first \ngraders and high school pupils, while denying all others. \nSchool  desegregation  case.  The  United  States  District \nThis action was filed by some of the transfer applicants \nCourt  for  the  Western  District  of  North  Carolina,  at \nwhose requests were denied. \nStatesville, J. Braxton Craven, Jr., J., 232 F.Supp. 288, \nAt  the  hearing,  it  was  apparent  that  the  Board  had \nentered order approving plan, and appeal was taken. The \nexpanded  its  original  approval  of  permissive  transfers \nCourt of Appeals, Haynsworth, Circuit Judge, held that on \nlimited  to  the  first  and  high  school  grades.  It  there \nrecord with respect to Statesville school board’s plan, \nappeared that for the school year 1964-65, free transfers \nwhich generally indicated three-year progression whereby \nwould be allowed within the first six grades. Availability \nfree transfers would be allowed within first six grades in \nof free transfers would be extended to grades ten through \n1964-1965 and grades ten through twelve in 1965-1966 \ntwelve in 1965-66, and to grades seven through nine in \nand grades seven through nine in 1966-1967 but which \n1966-67.1 \nreferred inconsistently to dual attendance zones and was \nIn  addition  to  the  provision  of  free  transfers  to  be \nindefinite about assignment of new pupils coming into \naccomplished in three successive annual steps, the plan at \nsystem,  determination  whether  plan  was  valid  and \nthe  hearing  appeared  to  provide  also  for  freedom  of \nvoluntary could not be made. \nchoice in initial assignments. There were statements that \n  \nthe parents of a child about to enter the first grade could \nVacated and remanded. \nenroll the child in any school they wished and references \n  \nto  the  Board’s  intention  to  operate  on  an  ‘open \nenrollment’  basis.  These  led  the  District  Court  to  the \nAttorneys and Law Firms \nconclusion that the plan provided such freedom of choice \n*334 James M. Nabrit, III, New York City, (Conrad O.  as to make it nondiscriminatory and approvable under the \nPearson, Durham, N.C., J. LeVonne Chambers, Calvin L.  principles we reaffirm today in the Richmond case.2 \nBrown, Charlotte, N.C., Jack Greenberg, Derrick A. Bell,  [1]  [2]  Some  misunderstanding  is  evident,  however. \nJr.,  and  Melvyn  Zarr,  New  York  City,  on  brief),  for  Counsel for the School Board in this Court refers to the \nappellants.  continued use of dual attendance zones. The extent and \npurpose of their use is unclear, but whatever they may be, \nR. A. Collier, Statesville, N.C. (Collier, Harris & Collier,  dual attendance zones have no place in a freedom of \nStatesville, N.C., on brief), for appellees.  choice system. As we point out in today’s decision in the \nRichmond case, freedom of transfer out of a segregated \nBefore SOBELOFF, Chief Judge, and HAYNSWORTH,  system is not a sufficient corrective in this Circuit. It must \nBOREMAN, BRYAN and J. SPENCER BELL, Circuit  be accompanied by an elimination of discrimination in \nJudges, sitting en banc.  handling initial assignments.3 \n  \nOpinion \n*335  It  may  be  that  the  Board’s  counsel  here \n  1 \n \n\nNesbit v. Statesville City Bd. of Ed., 345 F.2d 333 (1965)   \n \n \nmisunderstands the Board’s intentions. What has been  requests  for  extended  delay  are  not  likely  to  receive \nsaid in the oral argument in this Court seems inconsistent  approval anywhere. \nwith the general impression the record gives the reader.    \nThe  record,  however,  is  indefinite.  It  is  singularly \nunspecific about the assignment of new pupils coming  A three-year progression in which half of the grades are \ninto the system above the first grade level. It is even  opened the first year may well be within the restricted \npossible that the statement that the parents of a first- discretion which still remains in a District Court. We are \ngrader  may  enroll  him  in  any  school  they  choose  is  not prepared to say that the District Court’s approval of it \nreferable to the unrestricted right of transfer. The general  here was beyond his discretionary authority. \nreferences to an ‘open enrollment’ plan cannot resolve \nthese  uncertainties  which  are  made  apparent  by  the  When the District Court acted, however, it and the School \nBoard had only the experience of 1963-64 to guide it. \nstatements of counsel here. \n[3]  Since  these  uncertainties  cannot  be  resolved  by  Earlier, it had not indicated a disposition to grant transfer \napplications, but for that year it received a number of \nreference to the present record, we cannot determine the \nrequests. It granted nine of them in the levels of the first \ncorrectness of the District Court’s conclusion that the \nBoard’s  plan  is  a  valid,  voluntary  one.  Such  a  and high school grades. Since then the Board has had the \ndetermination can be made only after a further hearing  benefit of its experience with transfer applications for the \nand upon additional findings. For that purpose, the case  1964-65 school year. Those for that year in the first six \nwill be remanded.  grades were received after the Board had announced its \n   intention  to  grant  all  such  requests.  Certainly  that \nexperience will have shed new light on the nature and \nIn  view  of  the  uncertainties  that  have  now  become  extent of the schools’ problems and difficulties. In that \napparent, the District Court may wish to consider the  light, the need to postpone to 1966-67 free transfers in the \nappropriateness of a requirement that the School Board, in  junior high schools, which will be mixed to some extent \nadvance of the hearing, reduce its plan to writing and file  in 1965-66 by reason of the promotion of sixth grade \nit  with  the  Court.  A  carefully  prepared,  accurate  pupils, ought to be re-examined. \ndescription of the plan with such specificity as to resolve \nthose uncertainties which are now apparent and all others  *336 For these purposes, the judgment below will be \nof a like nature may materially facilitate final disposition  vacated and the case remanded for further proceedings. \nof  the  case.  It  may  also  furnish  a  firmer  basis  for \nVacated and remanded. \nconfident judgment of the Board’s intentions. \n \nThe  opinion  in  the  Richmond  school  case,  as \nsupplemented here, sufficiently presents the principles by \nSOBELOFF  and  J.  SPENCER  BELL,  Circuit  Judges \nwhich the Board’s plan is to be measured. \n(concurring separately): \n \nThe  District  Court  also  may  wish  to  give  further \nconsideration to the plan’s three-step progression. \nWe concur generally, and for a more complete expression \n[4] In other Circuits, stair-step plans for desegregation of \nof our views as to the proceedings appropriately to be \nthe  schools  have  been  repeatedly  approved.  Atlanta’s \ntaken on remand, we refer to our separate opinion in \ntwelve-step plan was approved little more than a year \nBradley v. School Board of City of Richmond, 4 Cir., 345 \nago.4 Undoubtedly, there is a discretionary area within \nF.2d 310, decided today. \nwhich a District Judge may allow some delay in full \nimplementation  of  desegregation  in  some  schools  or \ngrades.  But  permissible  delay  must  arise  out  of  All Citations \nadministrative problems and operational difficulties, and \nthe passage of time has contracted the discretionary area.5  345 F.2d 333 \nAfter the Supreme Court’s opinion in Calhoun v. Latimer  \t\r  \nand  in  light  of  the  earlier  cases  cited  there,  present \nFootnotes\t\r  \n\t\r  \n1\t\r   A\t\r  Negro\t\r  child\t\r  in\t\r  the\t\r  sixth\t\r  grade\t\r  in\t\r  1964-­‐65,\t\r  actually\t\r  transferred\t\r  in\t\r  accordance\t\r  with\t\r  the\t\r  plan,\t\r  will\t\r  go\t\r  on\t\r  to\t\r  junior\t\r  high\t\r  \nschool\t\r  with\t\r  his\t\r  white\t\r  classmates,\t\r  though,\t\r  under\t\r  the\t\r  plan,\t\r  transfers\t\r  in\t\r  grade\t\r  seven\t\r  are\t\r  not\t\r  allowable\t\r  in\t\r  1965-­‐66.\t\r  \n\t\r  \n\t\r  \n  2 \n \n\nNesbit v. Statesville City Bd. of Ed., 345 F.2d 333 (1965)   \n \n \n2\t\r   Bradley\t\r  v.\t\r  School\t\r  Board\t\r  of\t\r  Richmond,\t\r  Virginia,\t\r  4\t\r  Cir.,\t\r  345\t\r  F.2d\t\r  310\t\r  (decided\t\r  today).\t\r  \n\t\r  \n\t\r  \n3\t\r   When\t\r  a\t\r  District\t\r  Court\t\r  has\t\r  before\t\r  it\t\r  no\t\r  plan\t\r  which\t\r  it\t\r  can\t\r  approve\t\r  with\t\r  or\t\r  without\t\r  modification,\t\r  an\t\r  order\t\r  requiring\t\r  free\t\r  \nallowance\t\r  of\t\r  transfer\t\r  requests\t\r  may\t\r  be\t\r  appropriate\t\r  as\t\r  an\t\r  interim\t\r  judicial\t\r  step.\t\r  See\t\r  Wheeler\t\r  v.\t\r  Durham\t\r  City\t\r  Board\t\r  of\t\r  \n\t\r  \nEducation,\t\r  4\t\r  Cir.,\t\r  309\t\r  F.2d\t\r  630,\t\r  and\t\r  Jeffers\t\r  v.\t\r  Whitley,\t\r  4\t\r  Cir.,\t\r  309\t\r  F.2d\t\r  621.\t\r  When\t\r  a\t\r  school\t\r  board\t\r  seeks\t\r  the\t\r  Court’s\t\r  approval\t\r  \nof\t\r  a\t\r  plan\t\r  proffered\t\r  as\t\r  being\t\r  in\t\r  complete\t\r  compliance\t\r  with\t\r  the\t\r  law’s\t\r  requirements,\t\r  however,\t\r  a\t\r  court\t\r  ought\t\r  not\t\r  put\t\r  its\t\r  stamp\t\r  \nof\t\r  approval\t\r  upon\t\r  it\t\r  if\t\r  initial\t\r  assignments\t\r  are\t\r  both\t\r  racial\t\r  and\t\r  compulsory.\t\r  \n\t\r  \n4\t\r   Calhoun\t\r  v.\t\r  Latimer,\t\r  5\t\r  Cir.,\t\r  321\t\r  F.2d\t\r  302.\t\r  \n\t\r  \n\t\r  \n5\t\r   Calhoun\t\r  v.\t\r  Latimer,\t\r  377\t\r  U.S.\t\r  263,\t\r  84\t\r  S.Ct.\t\r  1235,\t\r  12\t\r  L.Ed.2d\t\r  288.\t\r  \n\t\r  \n\t\r  \n \n \n\t\r  \n \n  3 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/86492"
    },
    {
      "date": "1969-12-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 1040,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 418,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fourth Circuit",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 86494,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/86494.pdf",
      "title": "[Order]",
      "text": "Nesbit v. Statesville City Bd. of Educ., 418 F.2d 1040 (1969)   \n \n \n  Durham,  Edwin  M.  Stanley,  Chief  Judge,  the  United \n  States District Court for the Middle District of North \nCarolina, at Greensboro, Edwin M. Stanley, Chief Judge, \n418 F.2d 1040 \nthe United States District Court for the Western District \nUnited States Court of Appeals Fourth Circuit. \nof Virginia, at Danville, Robert R. Merhige, Jr., J., and the \nUnited States District Court for the Western District of \nHarriett D. NESBIT et al., Appellants, \nVirginia, at Lynchburg, Robert R. Merhige, Jr., J. The \nv. \nCourt of Appeals held that school districts must eliminate \nThe STATESVILLE CITY BOARD OF \nracial  characteristics  of  schools  by  pairing,  zoning, \nEDUCATION, a public body corporate of \nconsolidation, or any other method that may be expected \nStatesville, North Carolina, and A. D. Kornegay, \nmost effectively to provide for a unitary school system \nSuperintendent of Statesville City Public Schools, \nand that faculty in schools must be integrated so that ratio \nAppellees. \nof  Negro  and  white  faculty  members  of  each  school \nHerbert ZIGLAR, Jr., Minor, by Herbert Ziglar, \nwould  be  approximately  the  same  as  ratio  throughout \nSr., his father and next friend, Earl Ray Pass, \nsystem of school district. \nMinor, by George Pass, his father and next friend, \n  \nOmat Bosal Thomas, Minor, by Evelyn Rudd, his \nJudgments  vacated  and  cases  remanded  for  further \nguardian and next friend, Lillian Bell, Minor, by \nproceedings. \nCharles Bell, her father and next friend, \n  \nAppellants, \nv. \nAttorneys and Law Firms \nREIDSVILLE BOARD OF EDUCATION, \nReidsville, North Carolina, a public body \n*1041 J. LeVonne Chambers and Adam Stein, Charlotte, \ncorporate, Appellee. \nN.C. (Conrad O. Pearson, Durham, N.C., Jack Greenberg, \nClarence THOMPSON et al., Appellants, \nJames  M.  Nabrit,  III,  Robert  Belton  and  Norman \nv. \nChachkin, New York City, on the briefs) for appellants \nDURHAM COUNTY BOARD OF EDUCATION, a \nHarriett D. Nesbitt and others. \nbody politic of Durham County, North Carolina, \nand Charles H. Chewning, Superintendent of the \nDon P. Bagwell, Halifax, Va., and Frederick T. Gray, \nDurham County Schools, Appellees. \nRichmond, Va., for appellants County School Board of \nBrenda Lee TRAYNHAM et al., Appellees, \nHalifax County. \nv. \nCOUNTY SCHOOL BOARD OF HALIFAX \nJ.  B.  Wyckoff,  Amherst,  Va.,  for  appellants  County \nCOUNTY and the Committee For Control and J. L. \nSchool Board of Amherst County, Va., and others. \nLink, Paul C. Beatty, Edwin Conner, Armistead \nTraynham, George P. Smith, Logan Young, T. K.  Robert A. Collier, Sr., Statesville, N.C. (Collier, Harris & \nMcDowell, Thomas E. Bradley, Frank M. Slayton,  Homesley, Statesville, N.C., on the brief) for appellees \nand Udy C. Wood, Division Superintendent of  Statesville City Board of Education and others. \nSchools, Appellants. \nThomas TUCKER, Jr., et al., Appellees,  William  F.  McLeod,  Reidsville,  N.C.  (McLeod  and \nv.  Campbell,  Reidsville,  N.C.,  on  the  brief)  for  appellee \nCOUNTY SCHOOL BOARD OF AMHERST  Reidsville Board of Education. \nCOUNTY, VIRGINIA, et al., Appellants. \nJerry  L.  Jarvis,  Durham,  N.C.  (Watkins  &  Jarvis, \nNos. 13229, 13582, 13583, 13626, 13803.  Durham,  N.C.,  on  the  brief)  and  James  L.  Newsom, \n|  Durham, N.C. (Newsom, Graham, Strayhorn & Hedrick, \nArgued Dec. 1, 1969.  Durham, N.C., on the brief) for appellee Durham County \n|  Board of Education. \nDecided Dec. 2, 1969. \nS. W. Tucker, Richmond, Va. (Henry L. Marsh, III, Hill, \nTucker & Marsh, Richmond, Va., Ruth L. Harvey, J. L. \nSchool  desegregation  cases.  Appeals  were  taken  from \nWilliams,  Danville,  Va.,  Jack  Greenberg,  James  M. \njudgments  of  the  United  States  District  Court  for  the \nNabrit, III, Norman Chachkin, New York City, on the \nWestern  District  of  North  Carolina,  at  Statesville, \nbrief) for appellees Brenda Lee Traynham and another. \nWoodrow  W.  Jones,  Chief  Judge,  the  United  States \nDistrict Court for the Middle District of North Carolina, at  David  L.  Norman,  Deputy  Asst.  Atty.  Gen.  (Jerris \n  1 \n \n\nNesbit v. Statesville City Bd. of Educ., 418 F.2d 1040 (1969)   \n \n \nLeonard, Asst. Atty. Gen., and Brian K. Landsberg, David  D. In Halifax, the plan must provide for the elimination of \nD. Gregory, and Charles K. Howard, Attys., Dept. of  racial characteristics in the secondary schools either by \nJustice, on the brief) as amicus curiae for the United  pairing, zoning, or by any other method that may be \nStates.  expected to work; \nBefore  HAYNSWORTH,  Chief  Judge,  SOBELOFF,  E.  In  Amherst,  the  plan  must  eliminate  the  racial \nBRYAN, WINTER, CRAVEN, and BUTZNER, Circuit  characteristics of the elementary schools either by pairing, \nJudges, sitting en banc.  zoning, or by any other method that may be expected to \nwork, including assignment of Negro children to schools \nOpinion  attended by neighboring white children; \nPER CURIAM:  F. All plans must include provisions for the integration of \nthe faculty so that the ratio of Negro and white faculty \n  members of each school shall be approximately the same \n[1]  We  consolidate  these  appeals  for  hearing  and  as the ratio throughout the system. In determining the \ndisposition in light of Alexander v. Holmes County Board \nratio,  exceptions  may  be  made  for  specialized  faculty \nof Education, 396 U.S. 19, 90 S.Ct. 29, 24 L.Ed.2d 41 \npositions; \n(October 29, 1969). That recent decision *1042 of the \nSupreme Court teaches ‘under explicit holdings of this  2. The plaintiffs and the Department of Health, Education, \nCourt  the  obligation  of  every  school  district  is  to  and Welfare may file responses to the plans on or before \nterminate dual school systems at once and to operate now  December 12, 1969; \nand hereafter only unitary schools.’ The clear mandate of \nthe  Court  is  immediacy.  Further  delays  will  not  be  3.  Each  district  judge  shall  conduct  a  hearing  on \ntolerated in this circuit. No school district may continue to  December  15,  1969  to  enable  him  to  determine  the \noperate a dual system based on race. Each must function  effectiveness of a proposed plan or its modification; \nas  a  unitary  system  within  which  no  person  is  to  be \nexcluded from any school on the basis of race.  4. On or before December 19, 1969, each district judge \n   shall enter an order approving a plan selected by him to \n[2]  [3]  We  think  that  the  urgency  of  the  mandate  of  achieve immediately a unitary school system; \nAlexander can be accomplished in the following manner \nand by the following time schedule, which we direct for  5. The orders of the district judges shall be effective with \nthese cases. Accordingly,  respect to the school districts in North Carolina, which do \nnot  operate  on  a  semester  basis,  at  the  end  of  the \n  \nChristmas  vacation,  and  in  any  event  no  later  than \nIt is hereby ADJUDGED, ORDERED, and DECREED:  December 31, 1969; \n1. Each of the school districts shall submit to the district  6. The orders of the district judges shall be effective with \ncourt a plan for unitary schools on or before December 8,  respect to the school districts in Virginia, which operate \n1969;  on a semester basis, at the end of the semester break, and \nin any event no later than January 31, 1970; \nA.  The  plan  for  Statesville  must  provide  for  the \nelimination of the racial characteristics of Morningside  7. On December 19, 1969, there shall be transmitted to \nSchool by pairing, zoning, or consolidation with Mulberry  the Clerk’s office of this court ten copies of the following \nSchool;  papers in each case: \nB. In Reidsville, the district judge should select, with  (a) The school board’s plan; \nmodifications  if  any,  the  pairing  plan,  on  which  the \nparties agreed in August 1968, the school board’s zoning  (b) The responses to this plan; \nplan, or any other method that may be expected most \n(c) The district judge’s order with a copy of the plan \neffectively to provide for a unitary school system; \napproved by him; \nC. For Durham, the district judge may accept the Larson \n8. On or before December 22, 1969, any party may file \nplan with modifications and refinements that will achieve \n(with ten copies) objections to the order of a district court. \na  unitary  system,  or  any  other  method  that  may  be \nThe district court’s order, however, shall remain in full \nexpected to work; \nforce and effect unless it is modified by an order of this \n  2 \n \n\nNesbit v. Statesville City Bd. of Educ., 418 F.2d 1040 (1969)   \n \n \ncourt,  *1043  which  may  be  entered  without  further  the district judge. In Statesville, Reidsville, and Durham, \nsubmission;  the appellants shall recover their costs. \n9. After a plan has been approved, the district court may  The judgments are vacated and the cases are remanded for \nhear  additional  objections  or  proposed  amendments;  further proceedings consistent with this order. \nprovided, however, that the parties shall comply with the \napproved  plan  in  all  respects  while  the  district  court  Let the mandate issue forthwith. \nconsiders  the  suggested  modifications.  No  amendment \nshall be effective before it has been approved by this \nAll Citations \ncourt; \n418 F.2d 1040 \n10. In Halifax and Amherst, the appellees shall recover \n\t\r  \ntheir  costs  and  reasonable  counsel  fees,  including \nreasonable out-of-pocket expenses, to be determined by \n \n  3 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/86494"
    },
    {
      "date": "1972-02-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Pro Publica",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of North Carolina",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 68915,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/68915.pdf",
      "title": "Docket",
      "text": "D. C. Form No. 106.A.  /r86 \nDOCKET \nTITLE OF CASE  ATTORNEYS \nFo/' Plaintiff:  Conrad  O.  Pearson \nP.O.  Box  1428,  Durham,  N.C. \nJack Greenberg,  Derrick A.  Bell \nHARRIETT  D.  NESBITT,  a  Hinor  by her parents  and \nJ.  LeVonne  Chamb';rs,  10  Columbt \n~mLineg§fltoNB;'&:Ii~fSsHtlil'5hn ~~tlbM~IA SHUFORD  Circle,  NeH  York  19,  N.Y. \nminors,  by their father  and  next friend \\'lILLIAN  Calvin L. Br01m,  327  S.  Breva: \nSHUFORD,  Jr. \nSt. \nPHILIP S.  HAllILTON,  GEllALD  H.  CLARK,  GERALDINE  H.  Charlotte, N.  C. \nCLARK,  HARY  L.  CLARK,  BEVERLY  CLARK,  RONALD  H.  CLARK \nand  DONALD  C.  CLARK,  monirs by their mother &  next  For Defendant: \nfriend,  HRS  BLANCHEH,.  CLARK \nPlaintiffs  Collier,  Harris & Collier \nVS. \nTHE  STATESVILLE  CITY  BOARD  OF  EDUCAhmr,  a  public \nbody corporate of Statesville,  North Carolina \nand A.  D.  KORNEGAY,  Supt.  Statesville City Schools \nBas;8 of act;cm:  Fedm;:aJ  Question- T.  28  USC  Sec  1343  (1)  _ \nT.' /r2  \\lSC  Sec,  1903 for preliminary &  permanen-t  inJunctlon \nenjoinlng defos.  practice of discrimination, etc.  , \nJury trial claimed by \non  ,19 \n--:3_'\\ /  h  ,', \".-/1,' c:'irr-' \nDATE  PLAINTIFF'S ACCOUNT  RECEIVED  DISBURSEO  DATE  DEFENDANT'S AC7~UIC't~ ..-'\\v RECEtVEO  1- DIS~URSEO \n3-1/r-!i.J}f  C.O.  PEarson,  AttiC \nc~-~~3~81 Y19i£e24r~  15 00 \n3-20-6/r  15 00 \n9-3-64  ~ LeVonne  Chambers \nAppeal R265h3  5'  00 \n9-10-64  C. D.  20116 102411  5  00 \n1 -29-69  J  LeVonne  ~ambers \nAppeal R-42595  5  00 \n\" \n1 -31-69,  CD  201  #15 - 1024) it  5  00 \n\" \nABSTRACT OF COSTS \nRECEIPTS, REMARKS, ETC. \nTO WHOM DUE  AMOUNT \n, \n\nAMOUNT \nAEPORTEO IN \nDATE  FILINGS-PROCEEOINGS  EMOLUMENT \nRETURNS \n3-14-64 I\"Filing Orig5.nal Complaint,  issuing Summons  and  sending  U.  S.  Harshal Hith \nxopies  and  copies of Complaint.. \n\"  112  Filing Notion  for !!reliminary Inognctton 8,  copies  sent U.  S.  Harshal \n113  Filing Plaintiff's. Drief in Support of Petition for PrelIiIrhinary  Injunctibn \n\" \n\"  114  Filing  Bond  for Costs \n#  115  Filing Petition  for appointment of parents  of minors  as Next Friend \n3-111-64  1/6  Filing Order  appointing Next \"'riend for minors  .  . \n3-18-64  117  Fi,ling  Amendment  to  Cbmplaint,  issuing SUlill10ns  and  sending to  U'. S. \nHarshal \\'lith copies and  copies of complaint. \n3-25-64  118  Filing Harshall's  Return of Summons  ex.  3-18-64  as  to City Board  of \nEducstion and  A.  D.  Kornegy~, Supt.  City Schools. \n3-26-64  #9  Filing HRrshall's Re turn on amended  complaint ex.  3-23-6ll  as  to \nA.  D.  Kornegy and  the  City P..oard  of Education. \n4-3-64  #10  Filing Stipulation agreeing that defendants may  have  30  days  extension \nbeyond  the required period for  ans~lering the Complaint and Amended  Comp  aint. \n5-3.1-64  fill Filing Interrogatories and  Certificate of Service \n5-11-64  #12  Filing Answer of Statesville City Board  of EdUCation  and \nA.  D.  Kornegay,  Superintendent of  the Statesville City Public \nSchools,  Defendants  arl  Certificate of Service. \n5-29-64  #13  Filing Ansl,ers  to Plaintiffs'  Interrogatories and  Certificate of \nServ;i.ce •. \n7-2'1-64  ,L  ThFiear~ng on motion for preliminary injunction - denied. \n7-31-64  #~  l~ng Agreed  statement of Facts \n7-31-64  tqe \nCase  heard  on  merits,  and  court takes  case under advisement. \n8-4-64  #15  Filing Memorandum  Opinion.  Copies mailed by Judge  to attorneysofor \nboth plaintiff and  defendant. \n8-17-64  #16  Filing Transcript of Proceedings of July 31,  1964 \n8-31-64  #17  Filing Order setting out plan of desegregation.  Certified copies of \norder mailed  to  counsel.  Orders &  JUdgments  V-I,  p-8. \n9-3-6h  #18  Filing Notice  of Appeal from  the  order approving  a  modified plan \nfor  desegregating  the  State~ille City Public  Schools.  Designating \nall tlB  original files  am  the complete  transcript of  the evidence in \nthe  subject case  for inclusion in the record on appeal,  including all \npleadings,  exhibits,  affidavits,  testimony,  orders,  notice of appeal \nand  this designa.tion.  Certificate of Service. \n9-3-64  #19  Filing Cost  Bond  on Appeal \n9-9-64  Hailing Record  on  Appeal  to  the  United States Court of Appeals \nfor  tlB  Fourth Circuit \n\n(Conti~ued ) \nD.O.l10A \nCLERK'S FEES  AMOUN' \nDATE  FILINGS-PROCEEDINGS  1-----,-----1 ~t~L~,!i~ \nPLAINTIFF'  OEFENOANi'  RETURN \n5-4-65 #20  Filing letter from  defendant's  attorney,  dated \n\\ \nI  April 27,  1965. \n5-4-65 #2  Filing letter from  plaintiff's attorney,  dated April 2E, \n1965,  requesting that plan for the 1965-66 school year \nbe  reduced  to writing.  ' \n5-4-65112  Filing Judge  Craven's  letter dated April 30,  1965, \ntreated as an Order ordering that the  School BQard \nreduce  its plan to writing and  file it with  the  court \nwithin thirty (30)  days  from  date  of letter. \nAfter the plan has  been filed,  plaintiff's attorney \nmay  have  30  days  within which  time to study and  consider \nit and  file any objections.  Either party may  request \na  hearing.  Orders  JUdgments  V-I,  p··75. \n& \n5-13-65 #  3 Filing printed copy of the  opinion of the  United  State, \nCourt of Appeal:i1,24 Filing certified copy of  the judgme  t \nin lieu of a  mandate ordering that  the  judgment of the \ndistrict court be  vacated ,dth costs,  and  that the  case  be \nremanded  to  the  U.  S.  District Court at Statesville for \nfurther proceedings  consistent Hith the  opinion of the \nCourt of Appeals.  ' \n5-13-65  Receiving the  record  on  appeal in on8  volume  andtransor\"pt \nof  testimony in one  volume.  Acknmlledging receipt of \ncopies  of judgment,  opinion and  appeal  record, \n5-19-65  #2~ Filing Defendants'  Proposed  Plan of Integration. \nCopies mailed  by  defendants'  attorney to Judge Cravell \nand  plaintiff's attorney.  \" \n5-25-65  #26  Filing Plaintiffs'  Objections  to Defendants' \nProposed  Plan of Desegregation and  Brief,  and \nCertificate of Service.  _ \n1-6-65  Hearing  at Statesville, N.  C.,  and  opportunity afford d \nto present additional evidence.  Testimony of Chairma \nof School Board  and  Superintendent made  clear certain \nambiguities in defendants'  proposed plan filed May  19 \n1965.  A portion of the plan revlritten ,lith consent \n0 \nthe  School Board  and  in the presence  of counsel for t  e \nSchool Board  for purposes  of clarification•  \n.1   1-6-65  #27  Filing Order Approving Statesville Board  of Educati n's \nProposed  Plan of Desegregation.  Copies mailed  to all \nattorneys of record.  Orders &  Judgments  V-II,  P-4. \n4-5 -66  #28  Filing plaintiffs'  motion  for  further  relief, \nand  Certificate of Service.  JS-5. \n1,-18-66  #29  Filing plaintiffs'  Interrogatories  and  Certificate \nof Service. \n5-4-66  #30  Filing Answers  to  Interrogatories and  Certificate \nof Service. \n4-14-67  1/31  Filing Plaintiffs'  interrogatories and  Certificate \n) \nof Serlrice. \n5-1-61   #32  Filing Defendants'  Answer  to Interrogatories and \nCertificate of Service. \n\nCLE~K'S FEES  AMOUNT \nDATE:  FILINGS-PROCEEDINGS  REPORTED IN \nEMOLUMENT \nPLAInTIFF'  DEFENDAN1'  RETURNS: \n8-14-67  #33  FilingNOTICE  that depositions  of A.  D.  Kornegay, \nSuperintendent, Stat;\"sville  City Schools,  and \nF.  Hontgomery Steele, Chairman,  Statesvillr City \nBoard  of Education,  Hill be  taken  on August  22,  1967 \nat 10:00 A.H.,  at the  offices of the Statesville \nCity Board  of Education,  and  Certificate  of Service \n9-14-67  #34  Filing Deposition of A.D.  Kornegay. \n9-14-67  #35  Filing Deposition of Nathan McElwee. \n9-25-67  Head.ng  before  Judge Wilson Warlick.  Judge '-larlick \nadvised  parties  to  try and  work  out solution. \nIf case  is  to be heard,  it will probably be  at \na  special term in December.  . \n3-25-68  Pre-trial - case  to be  tried at Hay 20  Term \nbefore  Judge  Jones. \n5-27-68  Case  called.  Documentary evidence introduced  in evi  ence. \nP.  Hit:  A.  D.  Kornegay s  & ex &  X-ex.  Plaintiffs r  st. \nDefs.  rest.  Court takes matter under advisement. \n7-18-68  Filing Transcript of Proceedings of May  27,  196e \n9-26-68  Called  for  hearing  on motion for  further  relief. \nArgument by  counsel.  Plainiiff Ex~  No.1,  letter \ndated  6-20-68  signed  by R.  A.  Colli$1' Hi th copy \nof letter dated 6-19-68  signed  by Hi':  Kornegay. \nHotion for a  more  complete  plan for  iutegration . \nfor 1969.  No  decision.·  Defendant  s  ,lltness \nI \nA.  D.  Kornegay SHorn and  examined.  Arguments  by \ncounsel.  :  ' \n10-15-68  Filing TRANSCRIPT  OF  HEARING  (September  26,  1968) \n12-20-68  1136  Filing NOTION  FOR  AN  ORDER  QRANTING  ORDENYIN G \nPLAINTIFFS  NOTION  TO  DIRECT  THE  DEFENDANTS  TO \nI \nSUBMIT  A NEH  PLAN  H'OR  DESEGRmATION  OF THE \nSTATESVILLE  SCHOOLS  and Certificate of Service. \n#37  Filing and  entering ORDER  AND  HEl10RANDUH  OF  DECISIO! \nordering: \n1.  That the defendant,  by  the opening  date of  trB \n1969-1970 school  term,  shall complete  its plan to \nconsolidate  the  Horuingside  Junior High School, \nconsisting  of grades  7,  8,  and  9,  Nith  the  Oahmod  ~nd \nD.  Hatt Thompson Junior High Sohools,  and.that  the \nstudents  from  said Norningside  Junior High School b13 \nassigned  under  the Freedom of Choice  plan  to  the  sa  d  Oak 'looe \nand  D.  l1att  Thompson Junior High Schools. \n2.  That the faoul ty of  Horningside  Junior High Schpol \nshall be  assigned  to OakHood  and  D.  Natt  Thompson \nJunior High Schools  on  or before  the  opening  of sai \nj \n1969-1970 school tenn. \n3.  That  the defendant Sohool  Foard  shall,  Hi thin Ib \ndays  after the  opening  of the  1969-1970 and 1970-\n1971 sohool terms,  report  to this  Court,  Hith a  cop\" \nto  the  attorneys for the plaintiffs,  the foUoHing \ninformation: \n\n486  (Continue' \nD. O. 110A \nCLERK'S FEES  AMOUN\" \nDATE:  FILINGS-PROCEEDINGS  ~-------r--------1 ~~~L~~~ \n.  PLAINTIFF'  DEFENDANT  RETURN \na)  'J'mi  \"GO \"tal fltl\\~l'el' of  Negro,  Hhite,  and \nother students  in each  school  in said school \nsys tern. \nb)  The  number  and  race  of the faculty of each schoo \nin said  school system. \n4. \nThat  except as  modified  above,  the school plan ads; ted \nby  the  defendant and  revealed at the September  26,  196t \nhearing and  >Thich  is outlined in  th is Court's  Finding \nof Fact #7,  is hereby  approved. \n5.  That  plaintif'f s  >'lotion  for Further Relief filed \nI \nApril 5,  1966,  except as  hereinabove  a 1101'led ,  be,  and  he \nsame  is hereby denied;  that plaintiff's oral Hotion mace \nat the  September 26,  1968 hearing  be,  and  the same  is \nhereby denied,  and  that plaintiffs'  Hotion filed Decem  er ?O \n1968,  to direct the defendant Board  to submit a  nevi  plEp \nfor  the  desegregation of the  Statesville schools be,  ard \nthe  same  is hereby rlenied. \nThe  Court retains  jurisdiction of this cause  so that ejther \nparty may move  the  Court for Hhatever  action,  if any,  nay \nbe  necessary in the fliture  implementation of defendant's \nplan.  ORWRS  &' JUDGHENTS  V-VI,Pfl39. \ni \nCppy  to  attorneys  of  record. \n1-29-69  #38  Filing NOTICE  OF  APPEAL  and  CERTIFICAm  OF  SERVICE~ \nNotice  sent to attorney for defendant. \n1-31-69  #39  Filing Cost Bond  on Appeal. \n2-3-69  Record  on Appeal  sent to U.  S.  Court of Appeals \nfor  the Fourth Circuit at Richmond. \n12-3-69  ~40  Filing certified copy  of judgment  of U.  S.  Court  f \nAppeals  in lieu of a  mandate,  ordering that the  judgmen \nof the  District Court be  vacated;  and the cause reman de \nto the  U.  S.  District Court for the Ivestern District of N.  C. \nat Statesville,  for further proceedings  consistent Hith \nthe opinion of the  U.  S.  Court  of Appeals  filed herein. \n#41  Filing copy  of OPINION  of the  United States  Court a \nAppeals  for the Fourth Circuit at Richmond. \n12-3-69  Record  on  appeal received from  U.  S.  Court of Appeals \nfof the Fourth  Circuit at Richmond. \n12-8_69 #4~  Filing Defendant's  Unitary School Plsn and  Certificate \nof Service.  2  copies  sent to Judge  Jones. \n)  12_12_69#43  Filing PLAINTIFFS'  RESPONSE  TO  DEFENDANTS \nI \nPROPOSED  PLAN  OF  DESEGREGATION  and  Certificate  of \nService. \n\nCLERK'S FEES  AMOUNT \nDATE  FILINGS-PROCEEOINGS  REPORTED IN \nEMOLUMENT \nPLAINTIFF'  DEFENDANT  RErrURNS \n12-19-69  Called for hearing on  new  school plan,  with amendments \nand  plaintiffs'  objections thereto.  Deft.  \\Vitnesses \nS & Ex  _ A.  D.  Kornegay,  Superintendent and Bob  Stroth r. \nDeft.  rests.  No  evidence  presented by  plaintiff and \nrests.  Arguments  by  counsel.  Hotion by  plaintiff for Schoo \nBoard  to be held in contempt for not  complying \\Vith \nCourt  of Appeals.  Order  denied. \nCourt requests  School  Board meetiduring lunch hour  and \nagree  upon  a  plan that \\ViII  eliminate all racial chara( tel' is ics \nof any  school. \nThe  school Board  on  convening after lunch and after \nconference of attorneys and  the  Court,  the attorney f01 \nthe school Board announced to the  Court <frh8;t;  a  ne,v  plar \nhad been agreed upon,  lvhich  plan  is  acceptable  to the \nCourt.  The  Court \\'IiR enter a  judgment  setting out the \nplan in detail.  New  Plan for all six elementary scho( 18 \nlvill be worked  out as  soon  as  possible and presentedd \nto the  Court. \n12-19-69  #44.  Filing and entering ORDER  giving reassignment \nof students and  teachers.  Copies  to attorneys  of \nrecord.  ORDERS  JUDGHENTS  V-VII,  P_·44.-\n& \nSending ten copies  of school board's proposed plan, \n12-19-69 \nten copies  of responses  to this plan and  ten  copies \nof DRDER  giving reassignment of students  and  teachers \nto  U.  S.  Court of Appeals  for  the Fourth  Circuit \nat Richmond. \n45.  Filing report  of the  assignment  of teachers \nand assignment  of pupils l'lhich was  effective  on  the \nopening day  of school of 1970,  and  Certificate of \nService.  Copy  sent to  Judge  HcHillan. \n_21_70  ~6. Receiving Bill of  Costs from Julius  Chambers,  attorneJ \nfor plaintiffs. \nTaxing  Costs  in amount  of $457.56.  sendirig copy  to \nHr.  Chambers  and Hr.  Collier. \nCONSENT \nI \n3_23_70  47.  Filing/ORDER allOl'/ing defendant  until Hay  1:5,  1970 \nto submit  plan to  the  Court and  further  ordering \nthat a  copy  of the plan be  submitted to plaintiff's \ncounsel so  that it might be  revie\\'led by  them prior to \nany  hearing that may  be  required by  this  Court. \nCopy  returned to Hr.  HcHillan for mailing t6 Nl'.  Cham  ers. \nORDERS  & JUDGHENTS  V-VII,  p-55. \n48.  Filing proposed plan of Statesville City School.Bo~·d \nfor  distribution of pupils  in school system beglnnl  g \n\\'lith  September  term.  Letter showing  service  to  Jul us \nChambers  and  Judge  Jones. \n\n486  (Continued; \nD. O. 110A. \nCLERK'S FEES  AMOUN' \nDATE  FILINGS-PROCEEDINGS  REEMPOOLRUTMErE:  \nPLAINTIFF'  PEf'ENDANl'  RETURN \n6-15-70  4  . Filing ORDER  approving plan filed by  Board  on \n)  Hay  15,  1970.  Further ordering that the  defendant \nshall implement  said plan with the beginning of the \n1970-71 school year.  Defendant  shall file  with the \nCourt a  report  setting forth the  number  of stndents  an \nteachers,  by  race  and  grade,  in said System,  on  or \nbefore November  1,  1970.  ORDERS  &  JUDGHENTS  V-VII,  P=7 \nCopies  to Julius  Chambers  and  Robert  Collier. \n10-30-70  5  Filing SCHOOL  ATTENDANCE  REPORT  and note  shmving serv ce \nto Judge  Jones  and  Julius  Chambers. \n9-22-715  .  Filing letter from R.  A.  Collier,  attorney for School \nBoard,  to Judge  Jones  advising Court  of situation \nin Statesville City Schools. \n1_10_72  5  . Filing SHOlv  CAUSE  ORDER  ordering that plaintiffs and  deFendar ts \nshall,  within 20  days  from receipt of this  Order,  show \ncause why  the action should not be  dismissed  or retiree  from \nthe  Court's  docket.  ORDERS  &  JUDGHENTS  V-IX , pAS. \n, \nTrue  copies  to  Julius LeVonne  Chambers  and  Robert A.  Co  lier. \n53.  Filing Order  of  Dismissal.  True  copies  to Julius \nLeVonne  Chambers  and  Robert A.  Collier. \nORDERS  & JUDGHENTS  V-IX,  P_54. \n) ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/68915"
    },
    {
      "date": "1964-08-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 288,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 232,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Western District of North Carolina",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 86486,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/86486.pdf",
      "title": "[Order]",
      "text": "Nesbit v. Statesville City Bd. of Ed., 232 F.Supp. 288 (1964)   \n \n \n  CRAVEN, Chief Judge: \n \n \n232 F.Supp. 288 \nUnited States District Court W.D. North Carolina,  This is a school case. Plaintiffs are eleven Negro children, \nStatesville Division.  and the defendants are charged with the responsibility of \noperating the school system of the City of Statesville. The \nHarriet D. NESBIT, a minor, by her parents and \nsuit was begun March 14, 1964. Answer was filed May \nnext friends, Mr. and Mrs. Harry Nesbit, William \n11, 1964. In June of 1964, plaintiffs asked the Clerk that \nShuford, Gale Shuford and Tonia Shuford, minors, \nthe case be calendared for trial and, upon learning that the \nby their father and next friend, William Shuford, \nnext term of court set for the Statesville Division would \nJr., Philip S. Hamilton, Gerald H. Clark, Geraldine \nnot begin until September 28, 1964— after the beginning \nH. Clark, Mary L. Clark, Beverly Clark, Ronald M. \nof the next school year— asked for a hearing on the \nClark and Donald C. Clark, minors, by their \nmotion for preliminary injunction. Because of the alleged \nmother and next friend, Mrs. Blanch H. Clark, \nviolation of constitutional rights, the case was advanced \nPlaintiffs, \non the calendar and the motion for preliminary injunction \nv. \nwas heard and denied on July 29, 1964. Counsel for the \nThe STATESVILLE CITY BOARD OF \nSchool Board commendably made no effort to delay the \nEDUCATION, a public body corporate of the City \nmatter and consented that the case be tried on the merits \nof Statesville, North Carolina, and A. D. Kornegay, \ntwo days later, i.e., July 31, 1964, and it has now been \nSuperintendent of Statesville City Public Schools, \nheard upon the basis of stipulations and testimony offered \nDefendants. \nin the record. There can be no justification *290 for the \ndrastic remedy of preliminary injunction to change the \nCiv. No. 486. \nstatus  quo  where  counsel  cooperate  to  permit  an \n| \nimmediate  trial  on  the  merits.  Since  the  school  year \nHeard July 31, 1964. \nbegins within a month, time is, of course, of the essence. \n| \nDecided Aug. 4, 1964. \nThe court finds the facts to be as stated in the ‘Agreed \nStatement of Facts’ signed by counsel and filed July 31, \nSchool desegregation case. The District Court, Craven,  1964. As authorized by said stipulation, in paragraph 10 \nChief  Judge,  held  that  a  desegregation  plan  whereby  thereof,  the  court  also  adopts  the  answers  to  the \nNegro children in grades one through six upon application  interrogatories  addressed  to  A.  D.  Kornegay, \nwould be granted right to transfer to previously all-white  Superintendent of the schools, as being additional facts \nschools, and whereby the same plan would be put in force  found by the Court. \nfor  Negro  children  in  grades  10,  11  and  12  in  the  The posture of the case has changed considerably since \nfollowing year, and in the remaining grades for the year  the Answer was filed.1 In open court, counsel for the \nthereafter was, under the circumstances, a reasonable one,  School Board, with complete candor, concedes that the \nand would be approved by the court so long as it was  rights of the plaintiffs and the spurious class, for whose \nadministered in good faith and promise of free choice of  benefit the action was instituted, have been and are being \ntransfer was kept.  violated. Racial segregation in the schools was required \n   by the Constitution of North Carolina until 1954, and it \nJudgment in accordance with opinion.  was not until 1956 that the North Carolina Supreme Court \n   found North Carolina’s constitutional requirement invalid. \nConstantian v. Anson County, 244 N.C. 221, 93 S.E.2d \nAttorneys and Law Firms  163 (1956). Since 1954, the School Board of Statesville \nhas  routinely  assigned  each  pupil  to  the  school  he \n*289 Calvin L. Brown, J. LeVonne Chambers, Charlotte,  attended the previous year, and all first grade pupils have \nN.C., Derrick A., Bell, Jr., and Jack Greenberg, New  been  segregated  by  race.  This  practice,  of  course, \nYork City, and Conrad O. Pearson, Durham, N.C., for  perpetuated the old segregated system until the school \nplaintiffs.  year 1963-1964. During the summer of 1963, thirty Negro \nchildren  applied  to  the  School  Board  for  transfer  to \nRobert  A.  Collier,  Jr.,  Collier,  Harris  &  Collier,  previously all-white schools. Of these thirty, four were in \nStatesville, N.C., for defendants.  senior high school and five were first grade pupils. All \nhigh school and first grade applications were granted, and \nOpinion \nthe  applicants  entered  the  previously-white  schools  in \n  1 \n \n\nNesbit v. Statesville City Bd. of Ed., 232 F.Supp. 288 (1964)   \n \n \nSeptember 1963.2  Duval County, Florida v. Braxton, 326 F.2d 616 (5th Cir. \n1954).  It  is,  of  course,  possible  that  a  segregation  of \nThe Superintendent of schools, Mr. Kornegay, on cross- school  teaching  personnel  could  be  injurious  to  the \nexamination and in answers to interrogatories, pointed out  plaintiffs. If the Negro teachers were shown to be inferior \nthat twenty-three out of the thirty applications were for  in educational qualifications, then the plaintiff children, \ntransfers  to  the  same  school;  that  this  school  was  so  being  injured,  might  appropriately  be  afforded  relief. \ncrowded that one entire sixth grade has to be moved out  Where there is no evidence tending to show disparity of \nto the junior high school; that even so all five Negro  excellence between white and Negro teachers, and where \napplicants to the first grade of this school were admitted;  no teacher has seen fit to join in the action, there is no \nthat the School Board had two public hearings in an effort  basis for affording plaintiffs the relief they seek with \nto determine the attitude of the community and considered  respect to teaching personnel. Certainly plaintiffs are not \nthe applications in the public hearings; that considerable  hurt, and if the teachers are, they do not complain. \nopposition was voiced to any integration, but that the    \nSchool  Board  ordered  the  admission  of  nine  of  the \napplicants  despite  such  opposition.  Mr.  Kornegay  II. \nexpressed his own opinion and that of the Board that first \ngraders and high school students adjust more readily to  At the trial, the School Board offers the following plan: \nintegration than the intermediate grades, on the theory, \napparently,  that  first  graders  are  so  young  as  to  be  ‘That a free reassignment plan be immediately initiated \nfor grades one through six, and that any Negro child who \nvirtually without prejudice and that high school students \napplies by August 15, 1964, to be transferred to another \nare sufficiently mature to accept the inevitable. \nschool may be transferred as of course; that the same plan \nNo evidence was offered at the hearing remotely tending  be extended in September 1965 to the tenth, eleventh and \nto show that there might be any injury to any Negro pupil  twelfth high-school grades upon application by any Negro \nby reason of his being taught by Negro teachers. All of  pupil on or before July 1, 1965; that the same free transfer \nthe  evidence  tends  to  show  the  contrary;  that  both  plan be extended to any Negro pupil in the seventh, eighth \nfaculties, white and colored, are strong. No evidence was  and  ninth  grades  beginning  in  September  1966.  The \noffered  tending  to  show  that  the  schools  attended  by  Board proposes that applications be freely available in the \nNegro children were generally or in any way inferior by  principal’s  office  and  superintendent’s  office  and  that \nreason of plant facilities or teaching staff to the schools  they will be routinely granted. The application will be \nattended by white *291 children. But equality is no longer  extremely simple— containing the name of the child, the \nthe test, and even so, plaintiffs are entitled to prefer a  school in which he may be presently enrolled, and the \nschool attended by white children. Jeffers v. Whitley, 309  school  to  which  he  would  like  to  be  transferred.  No \nF.2d 621, 625 (4th Cir. 1962). The only relevance, if any,  reason  need  be  assigned  by  the  applicant,  and  no \nof  such  testimony  bears  upon  the  speed  with  which  burdensome administrative procedures or hearings will be \nplaintiffs and their class are entitled to have their remedy.  required.  It  is  not  even  necessary  under  the  plan  as \nThe court finds as a fact that the relative merits of the  proposed that the applicant come to the school officials, \nschools with respect to physical plant and facilities and  but, instead, the application may be mailed to the School \nteaching staff are sufficiently similar so that disparity is  Board.’ \nnot a factor with respect to the speed of the remedy that \nmust be afforded.  The effect of the proposed plan is to permit integration of \nthe first six grades immediately, of the high school in one \nI.  year, and of the seventh, eighth and ninth grades in two \n[1] [2] [3] Are plaintiffs— all of whom are school children—  years. The Board also agrees that a pupil who elects under \nentitled  to  require  the  integration  of  the  teaching  the plan to transfer to a previously all-white school in \npersonnel in the Statesville city schools? Rights derived  September  1964  and  who  is  in  the  sixth  grade  will \nfrom the 14th Amendment are individual and are to be  automatically  move  into  the  seventh  grade  of  a \nindividually  asserted  in  the  federal  courts.  Jeffers  v.  previously-white school in September 1965 and will not \nWhitley,  supra.  Teachers  and  administrative  school  be ‘fed back’ into a Negro school. The effect of this is \npersonnel  are  not  within  the  class  represented  by  simply to speed up the plan to the extent of permitting \nplaintiffs, and plaintiffs cannot assert or ask protection of  some integration of the seventh grade in 1965 rather than \nthe constitutional rights of the teachers and others who are  1966. \nneither parties to the case nor within the class. Mapp v. \nBoard of Education of Chattanooga, 319 F.2d 571, 576  *292 The proposed plan demonstrates that this is not an \n(6th Cir. 1963). Compare: Board of Public Instruction of  obstinate school board bent upon evading its duty by \n  2 \n \n\nNesbit v. Statesville City Bd. of Ed., 232 F.Supp. 288 (1964)   \n \n \ndenying that it has one. Unquestionably, plaintiffs and the  the races in schools is uncondemned by any provision of \nspurious class they represent are now being denied their  the Constitution. Jeffers v. Whitley, supra, 309 F.2d at \nconstitutional rights. The question is not whether these  627. Here, the School Board proposes a free choice for \nwrongs are to be corrected and the rights vindicated, but  Negro children or their parents who are dissatisfied with \nsimply  how  fast  it  must  be  accomplished.  The  only  the school to which the child may be assigned. The choice \nquestion  before  the  court  is  whether  this  plan  is  a  is  not  conditioned  upon  exhaustion  of  administrative \nreasonable one. The plan is not the sort of legal gimmick  remedies  amounting  to  unnegotiable  obstacle  courses. \ncondemned  in  Jackson  v.  School  Board  of  City  of  Instead, nothing is required except that the child or his \nLynchburg, Virginia, 321 F.2d 230 (4th Cir. 1963). The  parents make his choice known to the School Board. It is \ntransfer  system  proposed  is  not  a  one-way  street  to  not even required that he state a reason for the choice. In \nperpetuate segregation. Instead, it permits plaintiffs and  Jeffers v. Whitley, supra, and Wheeler v. Durham City \nthe spurious class to freely choose as much integration as  Board of Education, 309 F.2d 603 (4th Cir. 1962), the \nthey  wish.  Nor  can  such  choice  be  thwarted  by  court  was  faced  with  school  boards  which  not  only \ndisgruntled  white  children  and/or  their  parents  as  in  obstinately refused to propose a plan for the elimination \nJackson.  of racial discrimination, but also denied, in the face of \nreality,  that  there  was  such  discrimination.  Here  the \n‘Grade a year’ plans are no longer sufficient. Jackson v.  School Board honestly admits the system of segregation \nSchool Board of City of Lynchburg, Virginia, supra. But  and asks only that it be granted two years time within \nnothing contained in Watson v. City of Memphis, 373  which to permit complete freedom of choice to all Negro \nU.S.  683,  83  S.Ct.  1314,  10  L.Ed.2d  529  (1963),  or  pupils in all grades. Further, the School Board proposes to \nGriffin v. County School Board of Prince Edward County,  grant that freedom of choice immediately to one-half of \n84 S.Ct. 1226, or Calhoun v. Latimer, 84 S.Ct. 1235,  the grades, i.e., one through six. The Board recognizes \n1236, dictates that the remedy must be granted at once,  that *293 parents of school children cannot be said to \nfor the entire class, in all twelve grades.  have any freedom of choice until there has been some \nannouncement or a letter of notification that such a right \nThe time for mere ‘deliberate speed’ has run out. ‘Now’ \nexists, and consents to send a letter to each affected pupil \nhas not yet arrived. The relief proposed to be granted by  and his parents advising of the choice. The School Board \nthe School Board will be complete within two years. In  agrees that if the parents of pre-school children are not \nCalhoun v. Latimer, supra, the Supreme Court said:  known and reached by the proposed letter of notification, \nthat such children and their parents must be afforded the \n‘We  are  not  unmindful  of  the  deep-rooted  problems \nfreedom of choice upon presentation for registration at the \ninvolved. Indeed, it was consideration for the multifarious \nbeginning of the school year, and agrees that the parents \nlocal difficulties and ‘variety of obstacles’ which might \nof such children shall be so advised— either by letter or \narise in this transition that led this Court eight years ago \nby announcement—that the choice exists. \nto frame its mandate in Brown in such language as ‘good \nfaith compliance at the earliest practicable date’ and ‘all \nSo long as school boards are willing to move rapidly \ndeliberate speed.’ Brown v. Board of Education, 349 U.S.  toward compliance with the constitutional requirements of \n(294), at 300, 301, 75 S.Ct. (753), at 756, (99 L.Ed.  the school cases, they ought to be allowed to do so. \n1083). Now, however, eight years after this decree was  [4] [5] Within certain limits, it is not required that a federal \nrendered  and  over  nine  years  after  the  first  Brown  district judge substitute his own judgment for that of a \ndecision, the context in which we must interpret and apply  conscientious school board as to what may be wise or \nthis  language  to  plans  for  desegregation  has  been \nunwise, hasty or slow. The responsibility for the operation \nsignificantly  altered.  Compare  Watson  v.  City  of \nof the schools is still in the school boards and not in the \nMemphis, supra.’ \ncourts.  Only  in  exceptional  cases,  such  as  Jeffers  v. \nWhitley, supra, and Wheeler v. Durham City Board of \nIt cannot be held as a matter of law that the deep-rooted \nEducation,  supra,  where  the  school  boards  not  only \nproblems  in  Statesville,  North  Carolina,  can  be  better \nrefused to act but denied a duty to do so, is it appropriate \nresolved by this district court than by a conscientious \nfor  a  federal  court  to  resort  to  injunction  to  compel \nschool board honestly endeavoring to solve the problem \ncompliance with the Constitution. Inordinate delay, or \nand to grant to plaintiffs and the class they represent the \neven deliberate speed, can no longer be justified, but \nconstitutional rights to which they are entitled. \nneither have we come so far that a one year delay for a \nfourth of the pupils and a two year delay for another \nThe  only  possible  justification  for  a  system  of  racial \nfourth may be characterized as unreasonable. This is so \nassignments, as practiced in Statesville, is the volition of \nfor the simple reason that we must not be ‘unmindful of \nthe pupils and their parents. But a voluntary separation of \nthe deep-rooted problems involved.’ Goss v. Board of \n  3 \n \n\nNesbit v. Statesville City Bd. of Ed., 232 F.Supp. 288 (1964)   \n \n \nEducation, 373 U.S. 683, 689, 83 S.Ct. 1405, 1409, 10  Board. Nothing else is required. There are no burdensome \nL.Ed.2d 632 (1963). It cannot be said with certainty and  administrative procedures, and there will be no hearings. \nas a matter of law that the School Board is wrong in its \ncontention that it can make these adjustments of the deep- Counsel may submit an appropriate judgment (1) denying \nrooted problems more easily and with less friction in the  the relief prayed for with respect to teaching personnel in \nfirst six grades, and that given the experience in those  the schools, (2) carefully spelling out the proposed plan of \ngrades it will then be in a position to more easily integrate  the School Board and approving the same, (3) denying \nthe  high  school  to  a  greater  extent  than  the  present  *294  relief  to  the  individual  plaintiffs  except  in \nexperiment.3  Nor  is  it  implausible  or  incredible  that  accordance with the plan, i.e., giving to plaintiffs the \ngreater difficulty in effecting change of custom may be  same relief as that granted to other members of the class, \nencountered  in  the  seventh,  eighth  and  ninth  grades.  (4) requiring the School Board to write a letter to the \nThese children are in the age group of thirteen to sixteen.  parents of each child entering in grades one through six \nAdolescence has its own problems. Most dropouts occur,  and to mail the same by the 8th day of August, 1964, \naccording to the school superintendent, in the ninth grade.  plainly advising that each child may, upon request, be \n   transferred to the school of his choice, (5) requiring that \nthere be enclosed with said letter a simple application \nThe question, however, is not whether the School Board  form to request such transfer, (6) and requiring that any \nis right, but whether it is so plainly wrong as to evidence a  such application received by the 15th of August, 1964, \nlack of good faith so as to justify the court in interposing  will be granted as a matter of course. \nits own notions of what may be wise and expedient in \nview of the requirements of the Constitution.  The court has no reason to doubt the Board intends to \n[6] Under all of the circumstances, it is adjudged that the  administer its proposed plan in good faith. An injunction, \nproposed plan is a reasonable one, and it will be approved  therefore, is not deemed necessary except to the extent \nby the court so long as it is administered in good faith and  hereinabove indicated. \nthe promise of free choice is kept both to the ear and the \nhope.  The court will retain jurisdiction of the matter and, upon \n   motion of either party, will consider modifications of the \nplan from time to time, as may be required to enable the \nSince considerable time has elapsed since the plaintiffs in  Board to solve and eliminate any administrative difficulty \nthe case made their first application to the School Board,  that may arise, or by reason of other necessity. \nand since there appears to be no sound reason for making \na distinction between the plaintiffs themselves and the \nAll Citations \nmembers  of  the  spurious  class  for  whom  the  suit  is \nbrought, no greater relief will be afforded plaintiffs than \n232 F.Supp. 288 \nto other members of their class. It is not burdensome to \n\t\r  \nrequire of plaintiffs, as well as of all members of the \nclass, that they mail the application form provided by the \nFootnotes\t\r  \n\t\r  \n1\t\r   According\t\r  to\t\r  a\t\r  feature\t\r  article\t\r  by\t\r  Peter\t\r  Kohler,\t\r  Observer\t\r  staff\t\r  writer,\t\r  on\t\r  page\t\r  8A\t\r  of\t\r  the\t\r  Charlotte\t\r  Observer\t\r  for\t\r  Sunday,\t\r  \nAugust\t\r  2,\t\r  1964,\t\r  a\t\r  new\t\r  spirit\t\r  of\t\r  racial\t\r  cooperation\t\r  and\t\r  quiet\t\r  progress\t\r  has\t\r  replaced\t\r  within\t\r  the\t\r  last\t\r  several\t\r  months\t\r  an\t\r  \n\t\r  \natmosphere\t\r  of\t\r  racial\t\r  discord\t\r  previously\t\r  existing\t\r  in\t\r  Statesville\t\r  for\t\r  some\t\r  years.\t\r  \n\t\r  \n2\t\r   The\t\r  parents\t\r  of\t\r  one\t\r  first\t\r  grade\t\r  pupil\t\r  withdrew\t\r  the\t\r  application,\t\r  choosing\t\r  to\t\r  return\t\r  to\t\r  the\t\r  Negro\t\r  school.\t\r  The\t\r  remaining\t\r  21\t\r  \napplicants\t\r  were\t\r  in\t\r  various\t\r  grades\t\r  other\t\r  than\t\r  the\t\r  first\t\r  grade\t\r  and\t\r  high\t\r  school,\t\r  and\t\r  all\t\r  of\t\r  these\t\r  applications\t\r  were\t\r  denied.\t\r  The\t\r  \n\t\r  \n11\t\r  plaintiffs\t\r  are\t\r  a\t\r  portion\t\r  of\t\r  the\t\r  original\t\r  30\t\r  applicants,\t\r  and\t\r  2\t\r  of\t\r  them\t\r  attended\t\r  the\t\r  previously-­‐white\t\r  school\t\r  during\t\r  the\t\r  \nschool\t\r  year\t\r  1963-­‐64.\t\r  No\t\r  additional\t\r  or\t\r  new\t\r  applications\t\r  from\t\r  pupils\t\r  other\t\r  than\t\r  the\t\r  original\t\r  30\t\r  have\t\r  been\t\r  received\t\r  by\t\r  the\t\r  \nSchool\t\r  Board.\t\r  \n\t\r  \n3\t\r   Negro\t\r  pupils\t\r  now\t\r  attend\t\r  the\t\r  high\t\r  school.\t\r  \n\t\r  \n\t\r  \n \n \n  4 \n \n\nNesbit v. Statesville City Bd. of Ed., 232 F.Supp. 288 (1964)   \n \n \n \n  5 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/86486"
    },
    {
      "date": "1972-02-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Pro Publica",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of North Carolina",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 68919,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/68919.pdf",
      "title": "Order of Dismissal",
      "text": "III TIll! DISTRICT C01lI\\T 01\" TUB tnlITBD S'l'ATBS \nFOR TIll! WBSTl!IIIl DISTRICT OF IiORTH CAROLIlIA \na'l'ATBSVILts DIVIS lOB \nCIVIL lt486 \nlIlIRRtEl' D.  HBSBI'l',  at: al., ~  ) \nPldntiff..  l \nva.  l  ORDER or DISIUSSAL. \nBLED \nSTATBSVILLB CITY IlOARD OJ.\"  )  STATESVILLE, N.C. \nBDUCATIOH,  at al., \n)  F EO 1 i 1972 \nllofen<\\.mts. \nu.s. \n)  DISTRICT COURT \n~VESTERN DlSTRlCT OF N.C. \nTHIS HATTER  ia before the  Co~rt: ~pon an or4er entered \nJanuary 7,  1972,  requiring the plalntiffe and 4efandants to \nshow caus. . within twenty  (20)  day. why this aot~on should not \nbe 4io. .i ased.  Th. . CQurt baa h(i<\\rd frO!ll. the attorneys for both \nplaintiffs and4efondants.  and no objection•  .t o a  dunDiuel \nIt, therefQre, appears to tb. . court \n, \nthat this action should be 41am1 ....d   for the r80.0n tbat all i ••u es \n,1  _~_ \nraised tharein have ~n detanaine4, \nIT IS,THIlRRFORB.  ORDBRSD.  AOOUIXlBD and DB:!RBlID that this \naction boo \"\",d the s .... is hereby dis.isaed.  The defendant. \nshall PAyth\" cost. Of oourt.  inoluaing the rehobursement to \nthe pla~tiff. iQr oourt f\"ss a4van0e4. \nThis the 10th day of P'a'bruary.  1972. \n''1. \n/s/ wpodrow  Jones ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/68919"
    },
    {
      "date": "1972-01-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Pro Publica",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Western District of North Carolina",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 68923,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/68923.pdf",
      "title": "Show Cause Order",
      "text": ",  ; \nIN THB DISTRICT COURT 01' THB InIITRD STATBS \nFOR  'l'HB WBIITBRN DISTRICT OJ!' I!()RTH CAROLINA \nSTATBSVILLB DIVI~ION \nCIVXL *486 \n) \nPlaintiffs.  ) \nva.  Soo!{ CAUSS·ORDRR. \nSTIITBSVILLB CITY IIOl\\RD 01'  ),  \nl!IlIICATION,  ..t   al, \n) \nTHIS WI'l\"l'RR is before th. . cow:t upon its'QIfn IIIOUon  to \ndeterMine whether thi. action should be retir.~ from the COw:t'a \nd9<llt. .t . \nIt appear. to the court that the actton was  instituted \non ~rch 4~ 1964,  and sfter various hearing. in tha district \nOourt, was pusod upon by the Cow:t of App .... ls in 1969.  since \nthat tiu the caBO has been aonUnued on the docket tor the \npurpoae of.' rece1vi1\\9 veriPll. reporte fro .. the def.ndants relative \nto the school ays!:em of Stot. ..v  ille.  The ca• • ha§ now bec_ \nthe old.at matter pending in this district. \nThh IIIIlttar _a called to the Cow:t'8'attention by a \nlettar dated DecooWe': 28,  1971, wherein Chief Judge lI<Iynsworth \nrequ\"sted that a  statu. raport be .... de to the JU<!icial council \non, all 98GB which are three years old or older ~  The COUnql1 \ncas •• \nrequires an explanation as to why the  have not been termi \nnated,  as well ..... n ... tiul:. .... to when the CeO\". oan be disposnd \nof.  This court feels  th. .t   this _tur has been pending long enough \n\nPage  2 .. \nand that the parties ehould now show ca~.e whY  the action \nshould n9t be dismissed or r$tired from  the court's docket. \nIT -IS.  THEREFORE,  ORDERED. \n(1)  That the plaintiffs and defendant. shall, within \ntwenty  (20)  days  from the receipt of thb Order,  show cause \n\"  \"  , \nwhy the action should not be dismissed or >;etired from the \nCourt's docket.  If good c\"\\lOa i. not shown,  the Court will \nenter an ~rd.r retiring the case from 1ta docket. \n(2)  The Clerk ~s hereby directed to certifycopios of \nthis Order to plaintiffs' attorney,  JUlius LeVonne Chambers, \nESquire, AttorneY at Law,  Charlotte, ~orth caroline,  and to \ndefendants' \"ttorney,  Robe~,t A,  collier,  EsqulrQ#  Att-Qrna.y at \nThi. the 7th day of January,  1972. \n/s/ Woodrow w. ,Jones \nchief JUdge,  United Stafe. District Court ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/68923"
    }
  ],
  "document_count": 8
}