{
  "case_id": 45653,
  "fetched_at": "2025-10-22T00:42:39.957191",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Anoka",
        "institution_county": "Anoka",
        "name": "City of Anoka, Minnesota",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Coding Complete",
    "case_types": [
      "Policing",
      "Fair Housing/Lending/Insurance",
      "Disability Rights",
      "Public Housing",
      "Public Benefits/Government Services"
    ],
    "cause_other": "",
    "causes": [
      "Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12111 et seq.",
      "Fair Housing Act/Fair Housing Amendments Act (FHAA), 42 U.S.C. §§ 3601 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Reasonable Accommodation"
      },
      {
        "value": "Retaliation Prohibition"
      },
      {
        "value": "Implement complaint/dispute resolution process"
      },
      {
        "value": "Reporting"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Training"
      }
    ],
    "court": "District of Minnesota",
    "custom_issues": [],
    "defendant_payment": "$175,000",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2024-05-21",
    "filing_year": 2024,
    "id": 45653,
    "injunction_duration": "36",
    "issues": [
      "Disability and Disability Rights: Mental Illness, Unspecified",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "Disability and Disability Rights: Mental impairment",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified",
      "Policing: Improper treatment of mentally ill suspects",
      "Discrimination Area: Disparate Impact",
      "Discrimination Area: Disparate Treatment",
      "General/Misc.: Access to public accommodations - governmental",
      "General/Misc.: Government services"
    ],
    "last_checked_date": "2025-04-01T00:00:00-04:00",
    "main_docket": {
      "id": 59961,
      "docket_entries": [
        {
          "row_number": 5,
          "id": 10261365,
          "entry_number": null,
          "date_filed": "2025-08-22T00:00:00-04:00",
          "attachments": null,
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "Order on Motion for Admission Pro Hac Vice of U.S. Government Attorney"
        },
        {
          "row_number": 1,
          "id": 8509188,
          "entry_number": "2",
          "date_filed": "2024-05-21T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/68549566/2/united-states-v-city-of-anoka-minnesota/",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "(Text-Only) CLERK'S NOTICE OF INITIAL CASE ASSIGNMENT. Case assigned to Judge Jeffrey M. Bryan per (3rd, 4th - Civil Rights: Housing/Accommodations, ADA Other) list, referred to Magistrate Judge Douglas L. Micko. Please use case number 24-cv-1861 (JMB/DLM).Notice: All Nongovernmental Corporate Parties must file a Rule 7.1 Corporate Disclosure Statement. (MKB) (Entered: 05/21/2024)"
        },
        {
          "row_number": 2,
          "id": 8509189,
          "entry_number": "3",
          "date_filed": "2024-05-21T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/68549566/3/united-states-v-city-of-anoka-minnesota/",
          "recap_pdf_url": null,
          "pacer_doc_id": "101010392655",
          "description": "NOTICE of Appearance by Jason J Kuboushek on behalf of City of Anoka, Minnesota. (Kuboushek, Jason) (Entered: 05/21/2024)"
        },
        {
          "row_number": 3,
          "id": 8509190,
          "entry_number": "4",
          "date_filed": "2024-05-21T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/68549566/4/united-states-v-city-of-anoka-minnesota/",
          "recap_pdf_url": null,
          "pacer_doc_id": "101010393055",
          "description": "Joint MOTION to Approve Consent Judgment filed by United States of America. (Attachments: # 1 Exhibit(s) Proposed Consent Decree)(Kim, Christine) (Entered: 05/21/2024)"
        },
        {
          "row_number": 4,
          "id": 10167177,
          "entry_number": "5",
          "date_filed": "2024-06-04T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/68549566/5/united-states-v-city-of-anoka-minnesota/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.mnd.215524/gov.uscourts.mnd.215524.5.0.pdf",
          "pacer_doc_id": "101010415154",
          "description": "ORDER granting approval of 4 Motion to Approve Consent Judgment. Signed by Judge Jeffrey M. Bryan on 6/4/2024. (LIA) (Entered: 06/04/2024)"
        },
        {
          "row_number": 0,
          "id": 8509187,
          "entry_number": "1",
          "date_filed": "2024-05-21T00:00:00-04:00",
          "attachments": [
            {
              "recap_id": 399693944,
              "pacer_url": "https://ecf.mnd.uscourts.gov/doc1/101010392432?caseid=215524",
              "description": "Civil Cover Sheet",
              "attachment_number": 1
            }
          ],
          "url": "https://www.courtlistener.com/docket/68549566/1/united-states-v-city-of-anoka-minnesota/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.mnd.215524/gov.uscourts.mnd.215524.1.0_1.pdf",
          "pacer_doc_id": "101010392431",
          "description": "COMPLAINT against City of Anoka, Minnesota filed by United States of America. No summons requested. (Attachments: # 1 Civil Cover Sheet) (Kim, Christine) (Entered: 05/21/2024)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 2024,
      "docket_filing_number": 1861,
      "is_main_docket": true,
      "court": "District of Minnesota",
      "state": "Minnesota",
      "docket_office_number": "0",
      "docket_number_manual": "0:24-cv-01861",
      "scales_html": null,
      "recap_link": "https://www.courtlistener.com/docket/68549566/united-states-v-city-of-anoka-minnesota/",
      "is_active": true
    },
    "name": "United States v. City of Anoka, Minnesota",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2027,
    "order_start_year": 2024,
    "permanent_injunction": false,
    "plaintiff_description": "DOJ (Civil Rights Division)",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages",
      "Declaratory Judgment"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "2024-06-04",
    "settlement_judgment_year": 2024,
    "special_collections": [],
    "special_case_type": [],
    "state": "Minnesota",
    "summary": "<p>This case is about treating calls for emergency services - often in relation to mental health crises - as \"nuisance\" incidents.</p>\r\n<p>On May 21, 2024, the United States filed a lawsuit against the City of Anoka, Minnesota, alleging violations of Title II of the Americans with Disabilities Act (ADA) and the Fair Housing Act (FHA). The case was brought by the Civil Rights Division of the U.S. Department of Justice. The United States claimed that since at least 2018, the City discriminated against individuals with mental health disabilities by treating calls for emergency services&mdash;often related to mental health crises&mdash;as \"nuisance\" incidents under its Rental Licensing and Crime Free Housing ordinance. This policy led to threats of eviction for tenants who sought emergency assistance and pressure on landlords to evict such tenants or risk losing their rental licenses. Additionally, the City distributed &ldquo;Calls for Service Reports&rdquo; containing confidential medical information about residents to all landlords without consent, further discouraging people with mental health disabilities from calling for help due to fears of eviction and privacy violations. The United States sought declaratory and injunctive relief. The case was assigned to Judge Jeffrey M. Bryan.&nbsp;</p>\r\n<p><br />On June 4, 2024, the court issued a consent decree with the following relief granted:</p>\r\n<p><strong>Injunctive Relief granted:</strong></p>\r\n<ul>\r\n<li><strong>ADA &amp; FHA Compliance: </strong>The City must comply with the Americans with Disabilities Act (ADA) and Fair Housing Act (FHA), ensuring no discrimination against individuals with mental health disabilities or those associated with them.</li>\r\n<li><strong>Equal Access:</strong> The City cannot deny or limit access to emergency services based on mental health status and must make reasonable modifications to avoid discrimination.</li>\r\n<li><strong>Nuisance Program Reforms:</strong> Within 30 days, the City must revise and submit its Nuisance Program policies to the DOJ, ensuring the program does not target or penalize disability-related emergency calls.</li>\r\n<li><strong>Confidentiality:</strong> The City must not publicize or improperly disclose individuals' disability or medical information through its Nuisance Program or any other means.</li>\r\n<li><strong>Appeals &amp; Complaints:</strong> Clear procedures must be established for individuals to file and appeal ADA/FHA-related complaints, with timely responses required.</li>\r\n<li><strong>ADA Compliance Officer:</strong> The City must appoint an ADA Compliance Officer to oversee compliance and implementation of the Consent Decree.</li>\r\n<li><strong>Training Requirements: </strong>The City must train all relevant staff on ADA, FHA, and revised Nuisance Program policies, with live and video training options and annual refreshers.</li>\r\n<li><strong>Landlord Notification: </strong>Informational materials must be sent to landlords detailing their rights and responsibilities under the new policies, and how to file complaints or appeals.</li>\r\n<li><strong>Tenant Notification: </strong>Tenants must be informed of their rights whenever they are subject to nuisance designations or enforcement actions.</li>\r\n<li><strong>Anti-Retaliation Protections: </strong>The City must not retaliate against individuals who exercise their rights under the ADA, FHA, or this Consent Decree.</li>\r\n</ul>\r\n<p><span style=\"text-decoration: underline;\"><strong>Monetary Relief granted:</strong></span></p>\r\n<ul>\r\n<li>The City must deposit $175,000 into an interest-bearing account within 30 days to compensate Aggrieved Persons.</li>\r\n</ul>\r\n<p><span style=\"text-decoration: underline;\"><strong>Monitoring and Reporting Requirements:</strong></span></p>\r\n<ul>\r\n<li>Every six months, the City must submit a written report to the U.S. detailing compliance efforts with the Consent Decree.</li>\r\n<li>Reports must include Nuisance Program data, such as call details, individuals involved, reasons for nuisance designations, and outcomes like notices, fines, or evictions.</li>\r\n<li>If requested, the City must provide additional info (e.g., police reports, communications) within 21 days.</li>\r\n<li>Reports must include all requests for reasonable modifications or accommodations and the City's responses.</li>\r\n<li>Any unauthorized disclosure of health/disability info must be explained in the report.</li>\r\n<li>Reports must list all disability-related complaints and appeals and how the City resolved them.</li>\r\n<li>The City must report on all trainings conducted, including dates, materials used, and attendees.</li>\r\n<li>The U.S. can request additional documents to assess compliance, and the City must provide them.</li>\r\n</ul>\r\n<p>This Consent Decree will remain in effect for three (3) years from June 4, 2024. The court will retain jurisdiction for the duration of the Consent Decree as to enforce it.&nbsp;</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2025-04-17T14:51:04.188544-04:00",
    "summary_short": "On June 4, 2024, the court issued a consent decree in United States v. City of Anoka, Minnesota (D. Minn.). The lawsuit, filed on May 21, 2024, alleged that Anoka violated Title II of the Americans with Disabilities Act and the Fair Housing Act by enforcing its “crime-free” housing ordinance in a way that discriminated against tenants with mental health disabilities. According to the complaint, calls related to medical emergencies could be flagged as “nuisances,” discouraging tenants with mental health disabilities and their associates from seeking emergency assistance due to the risk of eviction, fines, or loss of the landlord’s rental license. The complaint also alleged that the city improperly disclosed confidential medical information to landlords regarding emergency service calls.\r\nOn June 4, 2024, the court issued a consent decree. Under it, Anoka was required to revise its program rules and enforcement practices, implement non-discrimination policies and complaint procedures, notify landlords and tenants of the changes, appoint an ADA compliance coordinator, provide staff training, and pay $175,000 in compensation to affected individuals. The Consent Decree remains in effect until June 4, 2027, and the court retains jurisdiction for the duration of the Consent Decree.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/45653",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=45653",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=45653",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=45653"
  },
  "documents": [
    {
      "date": "2024-05-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "RECAP",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 156760,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/156760.pdf",
      "title": "Complaint",
      "text": "CASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 1 of 20\nUNITED STATES DISTRICT COURT \nDISTRICT OF MINNESOTA \nCivil Action No. 0:24-cv-1861 \n \n   \nUNITED STATES OF AMERICA,  COMPLAINT \n   \n  Plaintiff,  DEMAND FOR JURY TRIAL\n \nv. \n \nCITY OF ANOKA, MINNESOTA, \n \n  Defendant.\n \nINTRODUCTION \n1.  The United States of America brings this suit against the City of Anoka, \nMinnesota (the City or Defendant) to enforce Title II of the Americans with Disabilities \nAct (ADA), 42 U.S.C. §§ 12131–12134, as amended, and Title VIII of the Civil Rights Act \nof 1968, as amended (Fair Housing Act or FHA), 42 U.S.C. §§ 3601–3631.  The United \nStates respectfully alleges as follows: \n2.  Since  at  least  September  2018  to  the  present,  Defendant  has  denied \nindividuals  with  mental  health  disabilities  and  those  associated  with  them  an  equal \nopportunity  to  benefit  from  its  emergency  response  service  and  subjected  them  to \ndiscrimination in violation of the ADA and the FHA.  Defendant provides an emergency \nresponse service that individuals can access at any hour when they need critical medical \ncare or other assistance during a crisis.  Through the enforcement and implementation of \nits “Rental Licensing and Crime Free Housing” ordinance, however, Defendant can and \n1 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 2 of 20\ndoes classify some calls for emergency service as a “nuisance” even if the call was placed \nfor a medical emergency.  Defendant has told tenants with mental health disabilities who \nhave called emergency services that they risk eviction if they make future calls.  And \nDefendant  has  pressured landlords  to  evict  residents  because  of  calls  for  emergency \nservice, even though such calls were due to the residents’ mental health disabilities.  \nLandlords who fail to evict residents risk the City suspending or terminating their rental \nlicense under the ordinance.   \n3.  Through these actions, Defendant has denied and discouraged residents with \nmental health disabilities, and those associated with them, from exercising their right to \nrequest necessary emergency service from the City.  And through the threat of eviction \ncontained in the ordinance, Defendant has conditioned the safety and security of the \nhousing of residents with mental disabilities on their willingness to forgo seeking necessary \nemergency services and medical care.    \n4.  From at least 2018 through mid-2023, Defendant also compiled “Calls for \nService Reports,” weekly reports that the City sent to all landlords in its jurisdiction \ndetailing all calls for emergency service from all rental properties.  In these Calls for \nService Reports, Defendant disclosed, without consent, confidential medical information \nabout individuals with mental health disabilities who required emergency service in the \nCity during the timeframe covered by the report, including their diagnoses, medications, \nnames of their medical providers, and details about suicide attempts.  Defendant continues \nto compile these reports and makes them available on request to landlords.  Defendant’s \n2 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 3 of 20\ndistribution of these Calls for Service Reports to all landlords in the City discouraged, and \ncontinues to discourage, individuals with mental health disabilities and those associated \nwith them from calling for help during emergencies.  Individuals with mental health \ndisabilities refrain from calling emergency services to avoid risking their current or future \nhousing prospects and having their confidential medical information shared with landlords. \nJURISDICTION AND VENUE \n5.  This Court has jurisdiction over this action under 42 U.S.C. § 12133, 42 \nU.S.C. § 3614, and 28 U.S.C. §§ 1331 and 1345.  \n6.  The Court may grant the relief sought in this action under 28 U.S.C. §§ 2201–\n2202, 42 U.S.C. § 12133, and 42 U.S.C. § 3614(d). \n7.  The United States has authority to seek remedies for violations of Title II of \nthe ADA, 42 U.S.C. § 12133; 28 C.F.R. pt. 35, subpt. F, and for violations of the FHA, 42 \nU.S.C. § 3614(a).  The United States of America brings this action to enforce the rights of \nindividuals with disabilities and those associated with them. \n8.  Venue is proper in this district under 28 U.S.C. § 1391, because Defendant \nresides in this district and a substantial part of the events giving rise to this action occurred \nin this district. \n \n \n \n \n3 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 4 of 20\nPARTIES \n9.  Plaintiff is the United States of America. \n10.  Defendant, a political subdivision of the State of Minnesota, is a “public \nentity” within the meaning of 42 U.S.C. § 12131(1) and 28 C.F.R. § 35.104 and is subject \nto Title II of the ADA and its implementing regulation.   \n11.  Defendant is governed by a City Council, which consists of a Mayor and four \nCouncilmembers.  The City Council is the policy making body of the City.  The City \nManager serves as the Chief Executive Officer and the head of the administrative branch \nof the City government. \n12.  Defendant is responsible for the enactment, enforcement, and application of \nits City Code of Ordinances, including its Rental Licensing and Crime Free Housing \nordinance, Anoka City Code §§ 50-49 to 50-68. \n13.  Defendant also provides an emergency response service that individuals \nwithin its jurisdiction can access at any hour when they need critical medical care or other \nassistance during a crisis. \n14.  Defendant is responsible for the acts of its agents and employees, including \nits City Council, City Manager, and Police Department. \nFACTS \nA. Defendant’s Rental Licensing and Crime Free Housing Ordinance \n15.  Defendant  adopted  its  “Rental  Licensing  and  Crime  Free  Housing” \nordinance, or “nuisance ordinance,” with the stated purpose of ensuring that residential \n4 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 5 of 20\nrental properties and their neighbors (1) have a safe, secure, and sanitary environment, \n(2) are free from “criminal activity, noise, nuisances or annoyances,” and (3) are “[f]ree \nfrom reasonable fears about safety of persons and security of property.”  Anoka City Code \n§ 50-49(a).   \n16.  The nuisance ordinance requires landlords to have a license to operate a \nrental property.  Id. § 50-51(a).   \n17.  Landlords must certify that they have read the nuisance ordinance, that they \nconduct criminal background checks on prospective occupants, and that they include the \nCrime Free/Drug Free Addendum (discussed below) in any lease.  Id. § 50-53(b).   \n18.  Defendant’s nuisance ordinance penalizes landlords for “nuisance calls” to \ntheir properties.  See id. § 50-64.   \n19.  The  ordinance  defines  “nuisance  call”  as  “any  instance  where  law \nenforcement officers are called to a property in response to a valid complaint related to \ndisorderly conduct.”  Id. § 50-50.   \n20.  Defendant defines “disorderly conduct” to include nineteen categories of \nconduct.  Id.  One of these categories of “disorderly conduct” is “[r]epeated unfounded \ncalls to police.”  Id. \n21.  Defendant creates an increasing penalty schedule for nuisance calls in any \nconsecutive twelve-month period.  After the first and second nuisance calls at the property, \nDefendant may notify the landlord.  Id. § 50-64(1), (2).  After the third nuisance call, the \nlandlord must respond with a “written report of actions taken to abate further nuisances on \n5 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 6 of 20\nthe property.”  Id. § 50-64(3).  Failure to respond to the letter may result in a nuisance fee \n($250 for the first notification and $500 for each subsequent notification).  If the landlord \nfails to pay the nuisance fee or if the landlord receives a fourth nuisance call, Defendant \nmay suspend the landlord’s rental license for up to three months.  Id. § 50-64(4).  If there \nis another nuisance call, Defendant may revoke the landlord’s rental license for up to one \nyear.  Id. § 50-64(5).   \n22.  The nuisance ordinance provides that Defendant will not impose any adverse \nlicense  action  for  nuisance  calls  that  occur  while  the  landlord  is  pursuing  eviction \nproceedings or “within 30 days of notice given by the licensee to an occupant to vacate the \nrental dwelling unit.”  See id. § 50-64(8).  Defendant can pursue adverse license action \nagainst a landlord when the landlord “fails to diligently pursue the eviction process.”  Id. \n23.  The nuisance ordinance also states that “[n]o adverse license action shall be \nimposed” where the calls were placed by a “residential occupant for police or emergency \nassistance in response to medical calls, domestic abuse or any other conduct.”  Id. § 50-\n64(8)(a)(2).  The term “medical calls” is not defined in the ordinance.  See id.   \n24.  But the ordinance does not prohibit Defendant from designating such calls a \nnuisance  and  instead  only  requires  that  Defendant  consider  whether  a  call  was  for \nemergency medical assistance when considering whether to take adverse license action \nagainst a landlord.  See id.   \n6 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 7 of 20\n25.  Under the nuisance ordinance, Defendant has deemed and can continue to \ndeem calls for emergency service as a nuisance even when medical or disability-related \nissues are involved, such as calls for emergency service during mental health episodes.   \nB. Defendant’s Crime Free/Drug Free Lease Addendum \n26.  Defendant requires that landlords include a Crime Free/Drug Free Lease \nAddendum in their leases with tenants.  Id. § 50-53(b)(9).   \n27.  Defendant provides landlords with a model Crime Free/Drug Free Lease \nAddendum to include in their leases with tenants.   \n28.  Defendant may revoke a landlord’s rental license due to “[f]ailure to actively \npursue the eviction of occupants who have violated the provisions of the crime free lease \naddendum.”  Id. § 50-59(c)(1)(h).   \n29.  Defendant’s model lease addendum requires tenants to agree that they, and \nmembers  of their  household,  guests,  or  other  invitees,  will  not  engage  in  disorderly \nconduct, including making “repeated unfounded calls to police.” \n30.  Defendant’s model lease addendum also states that “[t]hree nuisance police \ncalls for service involving the same tenancy within a continuous twelve-month period shall \nbe a substantial and material violation to the lease and good cause for termination of the \ntenancy.”   \n31.  Defendant’s model lease addendum makes no mention or reference to the \nordinance’s provision that prohibits adverse license action against a landlord when a tenant \ncalls for medical service.  See id. § 50-64(8)(a)(2).    \n7 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 8 of 20\n32.  Individuals with mental health disabilities who make three medical calls in a \nyear could be deemed in violation of the Defendant’s model lease addendum and face \neviction. \nC. Defendant’s Public Disclosure of Individuals’ Mental Health Disabilities and \nConfidential Medical Information \n33.  From at least 2018 through mid-2023, Defendant sent weekly reports to \nlicensed landlords in the City detailing all calls for emergency service from all rental \nproperties.    Defendant  marked  in  yellow  calls  for  service  that  Defendant  deemed  a \n“Nuisance Call for Service” or “NCFS.”   \n34.  Landlords were provided  all Calls for Service Reports, not just descriptions \nof calls arising from incidents at their property.   \n35.  Along with a general description, each Calls for Service Report includes the \naddress of the incident as well as the names, addresses, ages, and for some reports, photos \nof those involved. \n36.  In  at  least  780  incidents  in  these  Calls  for  Service  Reports,  Defendant \nrevealed information about individuals’ mental health disabilities, such as their diagnoses, \nmedications,  and  names  of  psychiatric  or  medical  providers.  Defendant  even  shared \nintimate details about individuals’ suicide attempts, such as the specific method used for \nthe suicide attempt.   \n37.  Defendant’s Calls for Service Reports often provide identifying information \nabout the person who called for emergency services for someone else in crisis.  \n8 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 9 of 20\n38.  The disclosure of medical and disability-related information about mental \nhealth crises and suicide attempts or threats is unnecessary for the safe operation of rental \nproperties. \n39.  In fact, state law requires that Defendant withhold public access to calls for \nemergency service data to protect the identity of individuals when “the object of the call is \nto receive help in a mental health emergency.”  Minn. Stat. § 13.82 subd. 17(f).   \n40.  Defendant used these Calls for Service Reports to notify landlords of tenants \ninvolved in incidents flagged as NCFS and encourage them to evict these tenants. \n41.  A  landlord  in  the  City  said  that,  based  on  her  communications  with \nDefendant, she understands that if she does not evict tenants associated with the NCFS \ncode, she could lose her rental license and all of her tenants would have to move out of her \nbuilding.    \n42.  Defendant also used the Calls for Service Reports to encourage landlords to \nscreen potential tenants.   \n43.  By sharing detailed information about residents’ medical and mental health \ninformation in reports distributed to all Anoka landlords, Defendant provides residents’ \ncurrent and prospective landlords with information that landlords would likely otherwise \nbe prohibited from seeking from rental housing applicants. \n44.  Defendant changed its practice in mid-2023 so that landlords can receive \nCalls for Service Reports on request but do not automatically receive the Reports as a \nmatter of course.  By sharing confidential information about individuals’ mental health \n9 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 10 of 20\ndisabilities with all landlords in the City, Defendant creates an arbitrary and unnecessary \nbarrier to such persons exercising their right to access the City’s emergency services.  \nThese persons risk eviction or future discrimination by landlords.  The practice denies, \nlimits, or makes unavailable housing or access to emergency services to persons with \ndisabilities and persons associated with them because of disability or discourages such \npersons from seeking housing or emergency services in Anoka because of disability.    \nD. Defendant’s Enforcement of its Nuisance Ordinance \n45.  Defendant  was  more  likely  to  mark  a  call  as  NCFS  when  Defendant \nidentified that the call involved mental health issues even after controlling for whether the \ncall involved other issues such as noise complaints, violence, or illegal drugs.   \n46.  On numerous occasions, Defendant did not enforce its nuisance ordinance \nagainst individuals without mental health disabilities who engaged in similar activity as \nindividuals with mental health disabilities. \n47.  Although  Defendant’s  ordinance  prohibits  “repeated  unfounded  calls  to \npolice,”  Defendant  frequently  did  not  penalize  individuals  who  repeatedly  called for \n“unfounded” reasons but did not exhibit obvious mental health issues.  In general, the \nweekly reports show that individuals, including tenants, frequently and routinely called to \nalert Defendant about complaints, disturbances, or criminal activity, such as suspicious \nindividuals, vehicles, and noises.  While there may have been valid reasons for these calls, \npolice did not find evidence to support the claims for many of them.  Yet Defendant often \n10 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 11 of 20\nresponded to repeated “unfounded” calls from the same individuals and units and did not \nmark them as NCFS when such individuals did not have obvious mental health disabilities. \n48.  For example, Defendant’s police responded to 17 calls from an elderly tenant \nbetween November 2018 and February 2020 (with 14 calls in the first year).   Most of these \ncalls related to the tenant’s accidental use of a medical alarm and requests for assistance \nwith tasks like finding glasses and using the bathroom.  Defendant never marked any of \nthese calls as NCFS in the reports, and Defendant never sent the landlord or tenant a letter \nnotifying them of any nuisance ordinance or Crime-Free/Drug-Free Lease Addendum \nviolations.   \n49.  In contrast, Defendant penalized a tenant with a mental health disability for \ncalling because of the tenant’s delusions.  According to the Calls for Service Report, \nDefendant’s police were dispatched to the apartment multiple times over three days in \nresponse to calls for service that included reports of seeing a suspicious person, hearing \nvoices in a hallway where no one was present, and believing that someone had hacked the \ntenant’s phone.  The police told dispatch that this person “has mental health issues” but \nwas not a danger to himself or others.  Defendant flagged these calls as NCFS and sent a \nletter to the tenant’s landlord instructing the landlord to evict the tenant for violating the \nnuisance ordinance.   \n50.  Similarly,  while  Defendant’s  nuisance  ordinance  states  that  one  of  its \npurposes is to ensure that residential properties are free from criminal activity, noise, or \n11 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 12 of 20\n“annoyances,” see Anoka City Code § 50-49(a)(2), Defendant often did not mark these \ntypes of calls as NCFS when they did not involve mental health issues.   \n51.  For example, Defendant’s police were dispatched for a noise complaint, and \nwhen they arrived, the police confirmed that there were two intoxicated  men in the \napartment laundry room hitting the walls and door.  In another incident, Defendant’s police \narrested an individual for stealing another person’s phone at an apartment complex, and \nthe individual became combative with police.  The police needed to “use physical strength” \nto get this individual into their car and then the individual “kicked the rear passenger side \ndoor numerous times.”  Defendant did not mark these calls as NCFS in the reports.   \n52.  In  contrast,  when  an  individual  with  a  mental  health  disability  resisted \ntransport to a hospital, Defendant marked the call for service as NCFS.  Her full name, age, \naddress, and sex are included in the report.  \nE. Complainants \n53.  The Department of Justice has received complaints alleging that Defendant \ndiscriminates  against  qualified  individuals  with  mental  health  disabilities  and  those \nassociated with them and caused them significant harm. \n54.  For example, Complainant A, who has lived in the same apartment in Anoka \nfor years, has a mental health disability and Post-Traumatic Stress Disorder (PTSD).  \nBecause of mental health crises, she called for emergency services twice.  For both times \nthat Defendant’s police officers came to her apartment, Defendant included in Calls for \nService Reports extremely sensitive information about her, including that she said she \n12 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 13 of 20\nplanned to die by suicide, the hospital she was transported to, and the name and assessment \nof her therapist.  Because of the effect that the Calls for Service Reports could have on her \ncurrent and future housing prospects, she has refrained from calling for emergency service \nwhile feeling suicidal.   \n55.  The Department of Justice also received complaints from landlords and \nhousing providers, such as Complainant B.  Complainant B operates several assisted living \nfacilities in the City that serve people with disabilities.  Defendant pressured Complainant \nB to evict one of her residents with mental health disabilities who, during a period of \ntransition, called for emergency services at times because she had delusions about people \ncoming to hurt her.  Defendant’s police officers knew that this resident had mental health \ndisabilities and that her calls related to her disabilities.  Yet Defendant’s police officers told \nComplainant B, her staff, and the resident several times that additional calls would result \nin fines or other penalties.  This led Complainant B and her staff to discourage the resident \nfrom calling the police, and the resident grew fearful of calling the police.  Complainant B \nrefused to evict this resident, and the resident’s symptoms improved.  Complainant B also \ncomplained about Defendant’s sharing of medical and disability-related information about \nher residents with landlords in the City through Calls for Service Reports. \n56.  Defendant used its nuisance ordinance enforcement efforts to target multiple \nother tenants with mental health disabilities and their landlords.  Multiple tenants were \nevicted due at least in part to calls for emergency service related to their mental health \ndisabilities.  Tenants and landlords have been and continue to be deterred from making \n13 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 14 of 20\ncalls for emergency service because of fears that they will be evicted, fined, or otherwise \npunished.  Tenants’ confidential medical and disability-related information was or may be \nwidely shared, which could lead to barriers securing new housing in the City.   \n57.  Complainant A and other tenants and residents with mental health disabilities \nare qualified individuals with disabilities who are protected by Title II of the ADA and the \nFHA.  These individuals’ mental health disabilities are a physical or mental impairment \nthat substantially limit one or more major life activities, including caring for oneself, \nsleeping, concentrating, and thinking.  42 U.S.C. § 12102(1)-(2); 28 C.F.R. § 35.108(b) \n(listing “mental or psychological disorder” and “emotional or mental illness” among other \nphysical  and  mental  impairments);  42  U.S.C.  § 3602(h).    They  are  also  qualified \nindividuals  with  disabilities  who,  with  or  without  reasonable  modifications  to  rules, \npolicies,  or  practices,  the  removal  of  architectural,  communication,  or  transportation \nbarriers, or the provision of auxiliary aids and services, meet the essential eligibility \nrequirements for the receipt of services or the participation in programs or activities \nprovided by Defendant.  See 42 U.S.C. § 12131(2); 28 C.F.R. § 35.104.  The only essential \neligibility requirement for receipt of Defendant’s emergency response service is that an \nindividual requests such service in Defendant’s jurisdiction.  \n58.  Complainant B and other individuals associated with individuals with mental \nhealth disabilities are protected by Title II of the ADA, because they have a known \nrelationship  or  association  with  an  individual  with  a  known  disability.    28  C.F.R. \n§ 35.130(g).  They are also protected under the FHA, because they are associated with, \n14 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 15 of 20\nprovide services to, or rent their property to individuals with disabilities.  42 U.S.C. \n§ 3604(f)(1)-(2).   \n59.  Along with Complainants A and B, other persons have been harmed by \nDefendant’s unlawful discrimination alleged herein.   \nF.  Harm to Individuals  \n60.  Defendant denies qualified individuals with mental health disabilities and \nthose associated with them an equal opportunity to benefit from Defendant’s emergency \nresponse service and also denies them equal housing opportunities in violation of the ADA \nand FHA.  People with mental health disabilities risk the loss of their housing, either \nthrough eviction or revocation of their landlords’ rental license, if they exercise their right \nto  use  Defendant’s  emergency  services.    Such  conduct  subjects  individuals  to \ndiscrimination because of their disability or, in the case of landlords, because of the \ndisability of their tenants. \n61.  Defendant  discouraged  and  prevented  individuals  with  mental  health \ndisabilities and those associated with them from using its emergency response service.   \n62.  By making the Calls for Service Reports available to landlords in the City, \nDefendant harms individuals with mental health disabilities.  The Calls for Service Reports \nreveal private information about individuals with mental health disabilities who are not \nengaging in activities that violate the law or a lease.  To avoid such disclosures, individuals \nwith mental health disabilities and those caring for them are deterred from calling the police \nand risking their current housing or future housing prospects.  Tenants with mental health \n15 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 16 of 20\ndisabilities can either use the service and have their mental health information shared \npublicly or not use the service at all.   \n63.  Because of Defendant’s actions, individuals with mental health disabilities \nand those associated with them suffered emotionally and physically through medical crises, \nmental health episodes, and other emergencies but could not call Defendant for emergency \nservice due to their fear of losing their housing or having their confidential medical \ninformation exposed.   \nFIRST CAUSE OF ACTION \nViolation of Title II of the Americans with Disabilities Act \n(42 U.S.C. §§ 12131–34) \n \n64.  The foregoing paragraphs are incorporated herein. \n65.  All conditions precedent to the filing of this Complaint have occurred or been \nperformed.  See 28 C.F.R. pt. 35, subpt. F. \n66.  Defendant violates Title II of the ADA, 42 U.S.C. §§ 12131–34, and its \nimplementing regulation, 28 C.F.R. pt. 35, by discriminating on the basis of disability.  \nThis  includes  denying  qualified  individuals  with  mental  health  disabilities and  those \nassociated with them an equal opportunity to participate in and benefit from its services, \nprograms, or activities—including its emergency response service—and otherwise limiting \nthem in the enjoyment of any right, privilege, advantage, or opportunity enjoyed by others \nin violation of 42 U.S.C. § 12132 and 28 C.F.R. § 35.130(a), (b)(1)(ii), (b)(1)(vii), (g). \n67.  Qualified individuals with mental health disabilities and those associated \nwith them have been injured by and continue to be harmed and aggrieved by Defendant’s \n16 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 17 of 20\ndiscriminatory conduct.  These individuals allegedly suffered damages as a result of \nDefendant’s conduct. \nSECOND CAUSE OF ACTION \nViolation of the Fair Housing Act \n(42 U.S.C. §§ 3601–3619) \n \n68.  The foregoing paragraphs are incorporated herein. \n69.  The  residential  properties  described  above  are  all  dwellings  within  the \nmeaning of 42 U.S.C. § 3602(b). \n70.  The conduct of Defendant described above constitutes: \na.  A denial of housing or making housing unavailable because of disability, \nin violation of the Fair Housing Act, 42 U.S.C. § 3604(f); and \nb.  Discrimination  in  the  terms,  conditions,  or  privileges  of  rental  of  a \ndwelling,  or  in  the  provision  of  services  or  facilities  in  connection \ntherewith, because of disability, in violation of the Fair Housing Act, 42 \nU.S.C. § 3604(f). \n71.  The conduct of Defendant described above constitutes: \na.  A pattern or practice of resistance to the full enjoyment of rights granted \nby the Fair Housing Act, in violation of 42 U.S.C.§ 3614(a); or \nb.  A denial to a group of persons of rights granted by the Fair Housing Act, \nwhich raises an issue of general public importance, in violation of 42 \nU.S.C. § 3614(a). \n \n17 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 18 of 20\n72.  Persons who were victims of Defendant’s discriminatory practices include \nindividuals with mental health disabilities and those associated with them.  Such persons \nare aggrieved persons as defined in 42 U.S.C. § 3602(i) and allegedly suffered damages as \na result of Defendant’s conduct. \n73.  Defendant’s conduct was intentional, willful, or taken with reckless disregard \nfor the rights of others. \nPRAYER FOR RELIEF \nWHEREFORE, the United States prays that the Court: \nA. Grant judgment in favor of the United States and declare that Defendant has violated \nthe ADA and FHA; \nB. Enjoin Defendant from engaging in discriminatory policies and practices against \nindividuals with disabilities and those associated with them or otherwise violating \nthe ADA and the FHA;  \nC. Order Defendant to take all affirmative steps to ensure compliance with the ADA \nand FHA, including steps necessary to prevent the recurrence of any discriminatory \nconduct in the future and to eliminate to the extent practicable the effects of their \nunlawful practices as described herein; \nD. Order Defendant to take such affirmative steps as may be necessary to restore, as \nnearly as practicable, all aggrieved persons to the position they would have been in \nbut for the discriminatory conduct;  \nE.  Award monetary damages to all aggrieved persons;  \n18 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 19 of 20\nF.  Assess a civil penalty against Defendant in an amount authorized by 42 U.S.C. \n§ 3614(d)(1)(C) to vindicate the public interest; and \nG. Order such other appropriate relief as the interests of justice may require.  \nDEMAND FOR JURY TRIAL \nPlaintiff demands a trial by jury as to all issues, pursuant to Federal Rule of Civil \nProcedure 38.\n19 \n \n\nCASE 0:24-cv-01861-JMB-DLM   Doc. 1   Filed 05/21/24   Page 20 of 20\nDated: May 21, 2024  Respectfully submitted, \n \nKRISTEN CLARKE \nANDREW M. LUGER  Assistant Attorney General   \nUnited States Attorney  Civil Rights Division \nDistrict of Minnesota   \n  REBECCA B. BOND \n  Chief, Disability Rights Section \n   \n/s/ Bahram Samie  /s/ Christine Kim \nBAHRAM SAMIE (#392645)  ELIZABETH S. WESTFALL \nDeputy Chief  Deputy Chief, Disability Rights Section \nUnited States Attorney’s Office  CHRISTINE KIM (DCRN 1044186) \nDistrict of Minnesota  Trial Attorney, Disability Rights Section \n600 U.S. Courthouse  SARAH GOLABEK-GOLDMAN \n300 South Fourth Street  (DCRN 1047833) \nMinneapolis, MN 55415  Trial Attorney, Disability Rights Section \nPhone: (612) 664-5600   \nFax: (612) 664-5788   TIMOTHY J. MORAN \nBahram.Samie@usdoj.gov Deputy Chief, Housing and Civil \nEnforcement Section \nANNA PURINTON  \nTrial Attorney, Housing and Civil \nEnforcement Section \n \nCivil Rights Division \nU.S. Department of Justice \n150 M Street NE \nWashington, DC 20530 \nPhone: 202-305-0043 \nFax: 202-307-1197 \nChristine.Kim@usdoj.gov  \nSarah.Golabek-Goldman@usdoj.gov \nAnna.Purinton@usdoj.gov \n \nAttorneys for Plaintiff \nUnited States of America \n20 \n ",
      "document_type_other": null,
      "external_url": "https://www.courtlistener.com/docket/68549566/1/united-states-v-city-of-anoka-minnesota/",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/156760"
    },
    {
      "date": "2024-06-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "Order",
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 157917,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/157917.pdf",
      "title": "Consent Decree",
      "text": "CASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 1 of 26\nEXHIBIT 1 \n \nUNITED STATES DISTRICT COURT \nDISTRICT OF MINNESOTA \n \nUNITED STATES OF AMERICA,  Civil Action No. 0:24-cv-1861 \n \n  Plaintiff, \n \nCONSENT DECREE \nv. \n \n \nCITY OF ANOKA, MINNESOTA, \n \n  Defendant\n \nI.  INTRODUCTION \n1.  This Consent Decree resolves the above-captioned civil action brought by \nPlaintiff United States of America against Defendant City of Anoka (the City) under Title \nII of the Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12131–34, as amended, and \nthe Department of Justice’s implementing regulation, 28 C.F.R. pt. 35, as well as the Fair \nHousing Act (FHA), 42 U.S.C. §§ 3601–3619. \n2.  The  United  States  initiated  an  investigation  after  receiving  complaints \nalleging the City’s administration of its nuisance ordinance and its Crime Free Multi-\nHousing Program discriminates against tenants with mental health disabilities and those \nassociated  with  them,  such  as  their  landlords.    Complainants  alleged  that  the  City \nthreatened tenants with mental health disabilities and those associated with them, including \ntheir landlords, with eviction or penalties after they sought emergency services, including \nfor medical, mental health, or disability-related issues.  The United States also received \ncomplaints that the City sent weekly reports (Calls for Service Reports) to all landlords in \n1 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 2 of 26\nEXHIBIT 1 \n \nthe City that revealed confidential medical information of adults and children with mental \nhealth disabilities involved in calls for emergency service at rental properties. \n3.  On November 7, 2023, the United States issued its Findings and Conclusions \nbased on its investigation.  The United States determined that individuals with mental \nhealth disabilities and those associated with them are denied an equal opportunity to benefit \nfrom the City’s emergency response service and subjected to discrimination in violation of \nTitle II of the ADA.  The United States also determined that the City’s ordinance and its \nenforcement thereof subject persons to discrimination in their housing because of their \ndisability or, in the case of landlords, because of the disability of their tenants, in violation \nof the FHA.  In Section III of the Findings and Conclusions, the United States set forth the \nremedial measures the City should implement promptly to come into compliance with the \nADA and FHA. \n4.  The City denies any wrongdoing or liability as asserted in the United States’ \nNovember 7, 2023, Findings and Conclusions.  The City also denies all allegations asserted \nin the United States’ Complaint in the above-captioned action.  However, the City desires \nto avoid any litigation and wishes to ensure its City Code and Nuisance Program comply \nwith the ADA and FHA. \n5.  The United States and the City (collectively, the Parties) agree that it is in the \nParties’ best interests, and the United States believes that it is in the public interest, to \nresolve this lawsuit on mutually agreeable terms.  Accordingly, to avoid additional cost \nand the uncertainty of litigation, the Parties agree to the entry of this Consent Decree \n2 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 3 of 26\nEXHIBIT 1 \n \nwithout trial or further adjudication of any issues of fact or law raised in the United States’ \nComplaint in the above-captioned action. \n  The Parties enter this Consent Decree and the Court hereby APPROVES, ENTERS, \nAND ORDERS the following: \nII.  JURISDICTION AND VENUE \n6.  Plaintiff is the United States of America.  \n7.  Defendant  is  a  “public  entity”  under  Title  II  of  the  ADA,  42  U.S.C. \n§ 12131(1) and 28 C.F.R. § 35.104, and is therefore subject to Title II of the ADA, 42 \nU.S.C. §§ 12131–34, and its implementing regulation, 28 C.F.R. pt. 35. \n8.  This Court has jurisdiction over this action under 28 U.S.C. §§ 1331 and \n1345; the FHA, 42 U.S.C. § 3614; and Title II of the ADA, 42 U.S.C. § 12133.  The Parties \nagree that venue is proper in this district under 28 U.S.C. § 1391(b) because the alleged \nclaim occurred in the District of Minnesota. \n9.  The Court may grant the relief sought here under 28 U.S.C. §§ 2201–02, 42 \nU.S.C. § 12133, and 42 U.S.C. § 3614(d). \n10.  The United States has authority to bring this action and seek remedies for \nviolations of Title II of the ADA, 42 U.S.C. § 12133; 28 C.F.R. pt. 35, Subpart F, and for \nviolations of the FHA, 42 U.S.C. § 3614(a). \nIII.  DEFINITIONS \n11.  “Landlord” means the owner or operator of a residential property who holds \na rental license from the City, including all licensees defined in Anoka City Code § 50-50. \n3 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 4 of 26\nEXHIBIT 1 \n \n12.  “Nuisance  Ordinance”  means  the  City’s  rental  licensing  and  crime free \nhousing ordinance at Anoka City Code §§ 50-49 to 50-68.  \n13.  “Crime Free/Drug Free Lease Addendum” means the addendum landlords \nare required to include in their leases with tenants under Anoka City Code § 50-53. \n14.  “Crime Free Multi-Housing Program” or “CFMH Program” means the City’s \nprogram with the stated purpose of reducing crime, illegal drugs, and nuisance activity in \nrental properties and includes training landlords must attend prior to obtaining or renewing \na residential license under Anoka City Code § 50-51(c). \n15.  “Calls  for  Service  Reports”  means  the  reports  created  by  the  City  that \ndescribe the calls for emergency service and the City’s response to each at all rental \nproperties in the prior week. \n16.  “Nuisance  Program”  means  the  City’s  Nuisance  Ordinance,  Crime \nFree/Drug Free Lease Addendum, CFMH Program, and Calls for Service Reports, as well \nas the City’s policies, practices, and procedures and all activities related to enforcing or \nimplementing the City’s Nuisance Ordinance, Crime Free/Drug Free Lease Addendum, \nCFMH Program, and Calls for Service Reports. \n17.  “Covered  Personnel”  means  all  City  officials,  administrators,  staff, \nemployees, contractors, volunteers, or agents involved in the City’s Nuisance Program or \nemergency response service.   \n4 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 5 of 26\nEXHIBIT 1 \n \n18.  “Aggrieved Persons” means individuals with mental health disabilities, as \nwell as those associated with them, who have been harmed by the City’s enforcement of \nits Nuisance Program and are eligible for relief under the FHA, 42 U.S.C. § 3614(d)(1). \nIV.  INJUNCTIVE RELIEF \n19.  The City will comply with the requirements of Title II of the ADA, 42 U.S.C. \n§§ 12131–34, and its implementing regulation, 28 C.F.R. pt. 35, by ensuring individuals \nwith mental health disabilities, and those associated with them, are provided an equal \nopportunity  to  benefit  from  the  City’s  emergency  response  service  and  do  not  face \ndiscrimination in violation of the ADA.  The City shall not: \na.  Exclude  qualified  individuals  with  mental  health  disabilities,  and  those \nassociated with them, from participation in or deny them the benefits from \nits  services,  programs,  or  activities—including  its  emergency  response \nservice—or otherwise  subject  them  to discrimination  in violation  of  42 \nU.S.C. § 12132 and 28 C.F.R. § 35.130(a), (g);  \nb.  Deny  qualified  individuals  with  mental  health  disabilities,  and  those \nassociated with them, an equal opportunity to participate in or benefit from \nits  services,  programs,  or  activities—including  its  emergency  response \nservice —in violation of 28 C.F.R. § 35.130(b)(1)(i)-(ii), (g);  \nc.  Otherwise limit qualified individuals with disabilities in the enjoyment of \nany right, privilege, advantage, or opportunity enjoyed by others—including \n5 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 6 of 26\nEXHIBIT 1 \n \nits  emergency  response  service—in  violation  of  28  C.F.R. \n§ 35.130(b)(1)(vii); and \nd.  Fail to make reasonable modifications in policies, practices, or procedures \nwhen the modifications are necessary to avoid discrimination on the basis of \ndisability, unless the City can demonstrate that making the modifications \nwould fundamentally alter the nature of the service, program, or activity, in \nviolation of 28 C.F.R. § 35.130(b)(7)(i). \n20.  The City will comply with the FHA, 42 U.S.C. §§ 3601–3619.  The City, its \nagents, employees, and all persons acting for or with them will not: \na.  Discriminate in the sale or rental of, or otherwise make unavailable or deny, \na dwelling to any person, in violation of the FHA;  \nb.  Discriminate in the terms, conditions, or privileges of the sale or rental of a \ndwelling, or in the provision of services or facilities in connection with a \ndwelling, in violation of the FHA;  \nc.  Adopt,  maintain,  enforce,  or  implement  any  laws,  regulations,  policies, \nprocedures, or practices that discriminate, in violation of the FHA; or  \nd.  Interfere with or retaliate against any person in the exercise or enjoyment of, \nor on account of any person exercising or enjoying, or aiding or encouraging \nanother person in exercising or enjoying, any right protected by the FHA.  \n21.  Nuisance Program Amendments: Within thirty (30) calendar days of the \nEffective Date of this Consent Decree, the City will submit Nuisance Program rules, \n6 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 7 of 26\nEXHIBIT 1 \n \npolicies,  practices,  directives,  protocols,  and  procedures—including  a  revised  Crime \nFree/Drug Free Lease Addendum—to the United States for its review and approval, which \nwill not be unreasonably withheld, providing for the following: \na.  Nondiscrimination:  The City will ensure that its Nuisance Program does not \ndiscriminate against individuals with mental health disabilities and those \nassociated with them in violation of the ADA or the FHA.  The City shall not \ndeny individuals with mental health disabilities, and those associated with \nthem, an equal opportunity to participate in or benefit from its emergency \nresponse service or otherwise subject them to discrimination.  The City shall \nnot engage in any act or practice, directly or through contracting, licensing, \nor  other  arrangements,  that  has  the  purpose  or  effect  of  unlawfully \ndiscriminating  against  people  with  mental  health  disabilities,  or  those \nassociated with them.  The City shall not designate mental health-related \ncalls for emergency service, including calls arising from mental  health-\nrelated  crises  and  side-effects  of  medications  to  treat  mental  health \ndisabilities, as a nuisance.  The City will not enforce its Nuisance Program \nto penalize or punish individuals with mental health disabilities or their \nlandlords  for  calls  for  emergency  service  that  arise  from  medical  or \ndisability-related reasons.  The City shall not publicize, broadcast, expose, or \notherwise make public the disability, medical, and health information of \n7 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 8 of 26\nEXHIBIT 1 \n \nindividuals with mental health disabilities through its Nuisance Program or \notherwise in accordance with Paragraph 23. \nb.  Reasonable Modifications and Reasonable Accommodations:  The City shall \nmake reasonable modifications to its Nuisance Program policies, practices, \nor  procedures  when  necessary  to  avoid  discrimination  on  the  basis  of \ndisability under Title II of the ADA, 28 C.F.R. § 35.130(b)(7), and shall also \nmake reasonable accommodations in accordance with the FHA, 42 U.S.C. \n§ 3604(f)(3)(B).  For example, the City shall reasonably modify its policies, \npractices,  and/or  procedures  of  classifying  conduct  arising  from  mental \nhealth  disabilities,  or  the  treatment  of  mental  health  disabilities,  as  a \nnuisance.  The City will respond promptly, and no later than seven (7) \nbusiness  days,  to  disability-related  requests  for  modifications  or \naccommodations to its Nuisance Program to ensure equal opportunity for \nindividuals with disabilities.  The City shall properly evaluate requests for \nmodifications  in  accordance  with  Title  II of the ADA  and  requests  for \naccommodations in accordance with the FHA.  The City will have staff who \nhave been trained, under Paragraph 25, evaluate such requests.  If the City \ndenies an individual’s request, the City will inform the individual that they \nmay appeal to the ADA Compliance Officer, who must respond to the appeal \nwithin seven (7) calendar days of the appeal. \n8 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 9 of 26\nEXHIBIT 1 \n \nc.  Anti-Retaliation  and  Anti-Interference:    The  City  shall  not  discriminate \nagainst  any  individual  because  such  individual  has  opposed  any  act  or \npractice made unlawful by the ADA or the FHA or because such individual \nmade  a  charge,  testified,  assisted,  or  participated  in  any  way  in  an \ninvestigation, proceeding, or hearing under the ADA or the FHA.  The City \nshall not coerce, intimidate, threaten, or interfere with any individual in the \nexercise or enjoyment of, or on account of his or her having exercised or \nenjoyed, or on account of his or her having aided or encouraged any other \nindividual in the exercise or enjoyment of, any right granted or protected by \nthe ADA or the FHA.  The City shall not threaten or impose fines, adverse \nlicense actions, or any other penalty due to individuals with mental health \ndisabilities seeking emergency services related to their disabilities or others \nseeking emergency services on their behalf.  The City shall not retaliate \nagainst or coerce any individual who seeks to exercise their rights under this \nConsent Decree or assist individuals with mental health disabilities in doing \nso, reports information to the United States related to this Consent Decree \n(including  the  dissemination  of  confidential  medical  information),  or \nengages in protected activity under the ADA or FHA. \nd.  Complaints and Appeals:  The City will ensure that formal and informal \ncomplaints and appeals by individuals who allege violations of the ADA or \nthe FHA are promptly reviewed and addressed by appropriate action.   \n9 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 10 of 26\nEXHIBIT 1 \n \ne.  Corrective  Action:    The  City  will  take  appropriate  corrective  actions, \nincluding disciplinary or other action against staff, to address any allegations \nthe  City  subjected  individuals  with  mental  health  disabilities  or  those \nassociated with them to discrimination, retaliation, coercion, intimidation, \nharassment, threats, or abuse, or that the City engaged in retaliation or \ninterfered with rights protected by the ADA or the FHA.   \n22.  Implementation and Dissemination:  Within thirty (30) calendar days of \napproval by the United States and throughout the term of the Consent Decree, the City will \nadopt and implement the policies, practices, and procedures identified in Paragraph 21.  In \nparticular,  the  City  will  disseminate  a  copy  of  all  approved  policies,  practices,  and \nprocedures  to  all  Covered  Personnel  and  post  the  amended  policies,  practices,  and \nprocedures  to  the  City’s  homepage  (www.anokaminnesota.com/),  police  department \nwebsite  (www.anokaminnesota.com/157/Police-Department),  and  CFMH  program \nwebsite  (www.anokaminnesota.com/278/Crime-Free-Multi-Housing-Program).    These \nwebsites shall also provide methods to provide feedback and complaints, including an \naccessible form and an email address to contact. \n23.  Confidentiality of Mental Health Information:  The City shall not publicize, \nbroadcast, expose, or otherwise make public the disability, medical, and health information \nof individuals with mental health disabilities through its Nuisance Program or otherwise.  \nUpon the Effective Date, the City will suspend public dissemination of its Calls for Service \nReports, or any similar report or information, unless and until the United States approves \n10 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 11 of 26\nEXHIBIT 1 \n \nthe City’s policies, practices, and procedures for safeguarding disability, medical, and \nhealth information in such reports.  The City may not produce any information regarding \nthe disability, medical, and health information of individuals with mental health disabilities  \nwhen this production violates the ADA, FHA, or any other federal laws, even if it is “public \ndata” under the Minnesota Government Data Practices Act.  \n24.  ADA Compliance Officer:  The City will designate an ADA Compliance \nOfficer.  This individual will coordinate the City’s efforts to comply with and carry out its \nresponsibilities under the ADA, the FHA, and this Consent Decree. \n25.  Covered Personnel Training:  Within sixty (60) calendar days of the Effective \nDate, the City will submit the resume/CV of a proposed trainer(s) and proposed training \nmaterials to the United States for approval, which will not be unreasonably withheld.  The \ntrainer(s) will have substantive knowledge of Title II of the ADA and the FHA.  Within \nthirty (30) calendar days of receiving approval from the United States of the trainer and \ntraining materials, and then annually, the City will provide mandatory training to all \nCovered Personnel.  \na.  The training will cover Titles II and V of the ADA, the disability-related \nprotections of the FHA, and disability discrimination in general; how to \nidentify when an emergency call may involve someone with a mental health \ndisability;  the  City’s  revised  policies,  practices,  and  procedures  under \nParagraph 21, including (1) how to assess the need for and secure reasonable \nmodifications or reasonable accommodations for individuals with mental \n11 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 12 of 26\nEXHIBIT 1 \n \nhealth disabilities under the Nuisance Program  so that they are not penalized \nfor calls for emergency service that arise from mental health-related reasons \nand  (2)  any  new  policies,  practices,  and  procedures  for  safeguarding \ndisability, medical, and health information in Calls for Service Reports; the \nroles and responsibilities of the City’s ADA Compliance Officer; and this \nConsent Decree, including the steps that the City has taken, and will continue \nto take, to ensure that its obligations under this Consent Decree are met.  The \ntraining materials will also (1) state that the City’s Nuisance Program will \nnot be implemented or enforced in a manner which penalizes or punishes \ntenants, residents, or landlords for calls for emergency service that arise from \nmedical or disability-related reasons; (2) describe how to file a complaint and \nappeal a complaint with the City; and (3) provide information on the United \nStates’ ADA Information Line. \nb.  The initial training will be conducted live, either in-person or via remote \nmeeting platform, with an opportunity to pose questions to the individual(s) \nconducting the training at the end of the training session.  Each subsequent \ntraining may be conducted by video recording.  The City will ensure all new \ncovered personnel receive the video recorded training within thirty (30) \ncalendar days of hire or retention, if this time period occurs more than thirty \n(30) calendar days before the next scheduled in-person training.  The new \ncovered personnel who did not receive live training as their first training \n12 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 13 of 26\nEXHIBIT 1 \n \nopportunity, shall be required to attend the next available in-person training \nsession. \n26.  Notification to Landlords: Within sixty (60) calendar days of the Effective \nDate, the City will submit proposed materials for dissemination to landlords to the United \nStates for approval, which will not be unreasonably withheld.  Within fourteen (14) \ncalendar days of receiving approval from the United States, the City will share these \nmaterials with all landlords via electronic mail and regular mail.  The City will also share \nthese materials with landlords and rental license applicants during the initial application \nstage, upon any renewal, and during all trainings relating to its CFMH Program. \na.  These materials will include information about: Title II and V of the ADA, \nthe disability-related protections of the FHA, and disability discrimination in \ngeneral;  the  City’s  revised  policies,  practices,  and  procedures  under \nParagraph 21; the roles and responsibilities of the City’s ADA Compliance \nOfficer; and this Consent Decree, including the steps the City has taken, and \nwill continue to take to ensure that its obligations under this Consent Decree \nare met.  The materials will also (1) state that the City’s Nuisance Program \nwill not be implemented or enforced in a manner that penalizes or punishes \ntenants, residents, or landlords for calls for emergency service that arise from \nmedical or disability-related reasons; (2) explain how to file a complaint and \nappeal a complaint with the City and provide information on the United \nStates’  ADA  Information  Line;  and  (3)  provide  information  about  how \n13 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 14 of 26\nEXHIBIT 1 \n \npersons  who  may  have  been  harmed  by  the  City’s  enforcement  of  the \nNuisance  Program  may  contact  the  United  States  to  be  considered  for \nsettlement fund eligibility, until such time as the settlement fund has been \ndisbursed.  \nb.  The City shall also disseminate this information to a landlord whenever the \nCity  determines  a  call  for  emergency  service  at  one  of  the  landlord’s \nproperties should be designated as a nuisance under the City’s nuisance \nordinance or whenever the City takes any enforcement action against the \nlandlord or the landlord’s tenants under the Nuisance Program. \n27.  Notification to Tenants: Within sixty (60) calendar days of the Effective \nDate, the City will submit proposed materials for tenants to the United States for approval, \nwhich will not be unreasonably withheld.  Within fourteen (14) calendar days of receiving \napproval from the United States, the City shall disseminate this information to a tenant \nwhenever the City determines a call for emergency service related to the tenant should be \ndesignated as a nuisance under the City’s nuisance ordinance or whenever the City takes \nany enforcement action against the tenant or those associated with the tenant, including the \ntenant’s landlord, under the Nuisance Program. \na.  These materials will include information about: Title II and V of the ADA, \nthe disability-related protections of the FHA, and disability discrimination in \ngeneral;  the  City’s  revised  policies,  practices,  and  procedures  under \nParagraph 21; the roles and responsibilities of the City’s ADA Compliance \n14 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 15 of 26\nEXHIBIT 1 \n \nOfficer; and this Consent Decree, including the steps that the City has taken, \nand will continue to take to ensure that its obligations under this Consent \nDecree are met.  The materials will also (1) state that the City’s Nuisance \nProgram will not be implemented or enforced in a manner that penalizes or \npunishes tenants, residents, or landlords for calls for emergency service that \narise from medical or disability-related reasons; and (2) explain how to file \na complaint and appeal a complaint with the City and provide information on \nthe United States’ ADA Information Line. \nV.  MONETARY DAMAGES TO AGGRIEVED PERSONS \n \n28.  Within thirty (30) calendar days of the entry of this Consent Decree, the City \nshall deposit $175,000 (the Settlement Fund) in a single interest-bearing bank account for \nthe purpose of paying monetary damages to Aggrieved Persons.  Any interest accruing to \nthe account shall become a part of the Settlement Fund and be used as set forth in this \nConsent Decree.  Within ten (10) calendar days of the establishment of the account, the \nCity shall submit proof to the United States that the account has been established and the \nfunds deposited.  The City shall be solely responsible for any taxes assessed or owed on \nany interest earned on money deposited until the fund has been distributed. \n29.  The United States shall identify Aggrieved Persons and verify their claim for \ncompensation.  To facilitate the identification of such individuals, the City will provide the \nUnited States with documents and information related to the enforcement of the Nuisance \nProgram, including Calls for Service Reports, records kept of Nuisance Program violations, \n15 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 16 of 26\nEXHIBIT 1 \n \nenforcement letters sent to housing providers or tenants, and additional information upon \nrequest. \n30.  Within six (6) months of the City sending the notifications to landlords and \ntenants required by Paragraphs 26 and 27, the United States will identify to the City the \nindividuals who have been determined to be Aggrieved Persons and provide the City with \ninformation regarding the basis for each Aggrieved Person’s eligibility.  The United States \nwill also notify the Aggrieved Persons they have  been  identified as eligible to seek \ncompensation from the Settlement Fund.   \n31.  Within fourteen (14) calendar days of receiving the information identified in \nParagraph 30, the City will have the opportunity, but not the obligation, to submit sworn \nstatements, documentary evidence (i.e. police reports), and/or a statement commenting on \nthe merits of the claim. \n32.  If the City elects to make a submission to a particular claim, the Aggrieved \nPerson has the opportunity to submit supplementary evidence and/or a statement to the \nUnited States. \n33.  The United States shall consider all objections and additional documentation \nraised by both the City and potential Aggrieved Persons.  The United States shall have full \nand  final  authority  regarding  the  distribution  of  the  Settlement  Fund.    Once  its \ndetermination  is  complete,  the  United  States  will  provide  the  City  with  its  final \ndeterminations for each Aggrieved Person and file a Notice of Fund Distribution with the \nCourt.   \n16 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 17 of 26\nEXHIBIT 1 \n \n34.  Within twenty-one (21) calendar days of the filing of the Notice of Fund \nDistributions, the City shall forward to the United States checks payable to the Aggrieved \nPersons in the amounts determined by the United States. \n35.  After the United States receives a signed release (attached as Appendix A) \nfrom a particular Aggrieved Person releasing the City from all claims related to this action \nin exchange for monetary damages, it will distribute the settlement check to that person.  \nThe United States will provide a copy of all signed releases to the City following the \ndistribution of the fund. \nVI.  MONITORING AND REPORTING \n36.  Reporting Requirements:  Every six (6) months throughout this Consent \nDecree , the City will submit written reports to the United States, delineating all steps taken \nduring the reporting period to comply with each substantive provision of this Consent \nDecree.  Each report will include the following for the preceding reporting period: \na.  Nuisance Program Data:  Detailed descriptions of all calls for emergency \nservice the City designated as a nuisance under its Nuisance Ordinance, \nincluding (1) the dates and times of the calls, (2) names and addresses of all \nindividuals involved, such as the tenant, landlord, and police officers, (3) the \nrationale for the nuisance designation, and (4) the outcomes of the City’s \ndesignation of the calls as a nuisance, including whether the City provided \nnotice to the landlord or tenant, threatened or levied fines, or rescinded a \nresidential license and whether the tenant or residents were evicted.  If the \n17 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 18 of 26\nEXHIBIT 1 \n \nUnited States requests more information about these incidents, the City will \nprovide such information within twenty-one (21) calendar days.  Requested \ninformation  may  include  all  communications  between  the  City  and  the \nlandlord and/or tenants involved and any police reports referencing the calls \nfor emergency service.  \nb.  Requests for Reasonable Modifications or Reasonable Accommodations: A \ncopy of every formal or informal request for a reasonable modification under \nParagraph 21(b) or request for a reasonable accommodation under Paragraph \n21(b) and the City’s response to or resolution of the request.  \nc.  Confidentiality: If disability, medical, or health information of an individual \nwith a mental health disability obtained through the City’s Nuisance Program \nor emergency response service was shared with any non-City individual or \nentity,  an  explanation  of  the  circumstances  that  led  to  each  prohibited \ndisclosure. \nd.  Complaints and Appeals: A copy of every formal or informal complaint and \nappeal by an individual relating to disability-based discrimination in the \nCity’s Nuisance Program or emergency response service or any other issue \ncovered by this Consent Decree, and the City’s response to or resolution of \nthe complaint and appeal.  \ne.  Training: For all training required in Paragraph 25, the City will submit \nwritten reports detailing: the date and time of each training; a copy of the \n18 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 19 of 26\nEXHIBIT 1 \n \nagenda and materials (e.g., handouts, PowerPoint presentations) used for \neach training; and the names and titles of the individuals who attended the \ntraining. \nf.  All Other Relevant Documents: All other documents requested by the United \nStates relevant to this Consent Decree and to the United States’ determination \nof the City’s ongoing compliance with this Consent Decree. \nVII.  ADDITIONAL TERMS \n37.  Notification:  All documents and communications required to be sent to the \nUnited  States  under  this  Consent  Decree  will  be  sent    by  email  to  Christine  Kim \n(christine.kim@usdoj.gov)  and  Sarah  Golabek-Goldman  (sarah.golabek-\ngoldman@usdoj.gov) or by overnight courier to Christine Kim (202-305-0043), Disability \nRights Section/Civil Rights Division, 4 Constitution Square, 150 M Street NE / 9th Floor, \nWashington, DC 20002.  The cover letter will include a subject line referencing the City \nof Anoka and DJ No. 204-39-198. \n38.  Effective Date and Term:  The Effective Date will be the date that the Court \napproves and enters the Consent Decree or issues electronic notification that it has done \nso, whichever is later.  Unless otherwise specified, all time periods designated for an action \nrun from the Effective Date.  This Consent Decree will remain in effect for three (3) years \nfrom the Effective Date.  The Court will retain continuing and exclusive jurisdiction for \nthe duration of the Consent Decree to enforce the terms of the Consent Decree.  The United \n19 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 20 of 26\nEXHIBIT 1 \n \nStates or the City may apply to the Court for such further orders as may be necessary for, \nor consistent with, the enforcement of this Consent Decree. \n39.  Reviewing Compliance:  The United States may review compliance with this \nConsent Decree at any time.  The City will cooperate fully with the United States’ efforts \nto monitor compliance with this Consent Decree.  The City shall make policies, records \n(including police records related to calls for emergency service and enforcement of the \nNuisance Program), personnel, and any other reasonably requested information available \nto the United States to facilitate the United States’ monitoring of the City’s compliance \nwith this Consent Decree.   \n40.  Disputes:  If the United States believes the City has failed to comply in a \ntimely manner with any requirement of this Consent Decree, or that any requirement has \nbeen violated, the United States will notify the City in writing and the Parties will try to \nresolve the issue.  The City must respond to such notice as soon as practicable but no later \nthan twenty-one (21) calendar days after.  The Parties will negotiate in good faith to resolve \nany dispute relating thereto; if the Parties cannot reach a mutually acceptable resolution \nwithin  thirty  (30)  calendar  days,  the  United  States  may  seek  court  enforcement  of \ncompliance with this Consent Decree.  Nothing in this procedure will prevent the United \nStates or the City from promptly bringing an issue before the Court when, in the moving \nParty’s view, the facts and circumstances require immediate court attention.  The moving \nParty’s written notice and court filing shall explain the facts and circumstances that require \nimmediate court involvement. \n20 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 21 of 26\nEXHIBIT 1 \n \n41.  Scope:  This Consent Decree does not purport to remedy any violations or \npotential violations of the ADA, the FHA, or any other federal or state law, other than the \nviolations alleged in the United States’ Complaint, nor does it affect the City’s continuing \nresponsibility to comply with all provisions of the ADA and the FHA.  This Consent \nDecree will have no impact upon the rights or claims of any individual not identified in \nthis Consent Decree who has made, or may make, claims against the City, even for issues \naddressed herein.  Nothing in this Consent Decree will preclude the United States from \nfiling a separate action under the ADA, the FHA, or any other law, for any alleged violation \nnot covered by this Consent Decree. \n42.  Entire  Agreement:    This  Consent  Decree  contains  the  entire  agreement \nbetween the United States and the City concerning the subject matter described in the \nUnited States’ Complaint and November 7, 2023, Findings and Conclusions, and no other \nstatement, promise, or agreement, either written or oral, made by any party or agent of any \nparty, that is not contained in this Consent Decree, and concerns the  subject matter \ndescribed  in  the  United  States’  Complaint  and  November  7,  2023,  Findings  and \nConclusions, will be enforceable.  \n43.  Modifications:  The time frame for completion of any act required by this \nConsent Decree may be modified with the mutual written consent of the Parties, except \nthat the termination date may be extended only by Order of the Court.  The United States \nwill not unreasonably deny requested extensions, if made by the City before any deadline, \nand  following  the  City’s  due  diligence  to  meet  such  a  requirement.    The  Parties \n21 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 22 of 26\nEXHIBIT 1 \n \nacknowledge such written agreement may be completed by email so long as the email has \nspecific language designed to bind either Party. \n44.  Severability:  If any provision of this Consent Decree is found to be invalid, \nunenforceable, or otherwise contrary to applicable law, the other terms of this Consent \nDecree shall nonetheless remain in effect. \n45.  Binding:  This Consent Decree will be binding on the Parties and their agents, \nemployees, officers, and contractors.   \n46.  Successor Liability:  This Consent Decree is binding on the Parties and \nsuccessors, including any successor mayor and city council members.  \n47.  Non-Waiver:  Failure by the United States to seek enforcement  of this \nConsent Decree under its terms with respect to any instance or provision shall not be \nconstrued as a waiver to such enforcement with regard to any instances or provisions. \n48.  Litigation Holds:  The United States and the City agree that, as of the date of \nentry of this Consent Decree, litigation is not “reasonably foreseeable” concerning the \nmatters described in the United States’ Complaint.  To the extent that any of these Parties \npreviously implemented a litigation hold to preserve documents, electronically stored \ninformation, or things related to the matters described in the United States’ Complaint and \nNovember 7, 2023, Findings and Conclusions, the Party is no longer required to maintain \nsuch a litigation hold.  Nothing in this Paragraph relieves any Party of any other obligations \nimposed by this Consent Decree. \n22 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 23 of 26\nEXHIBIT 1 \n \n49.  Fees and Costs:  Each of the Parties to this Consent Decree will bear its own \ncosts and attorney’s fees incurred in connection with this matter. \n50.  Publicly Available:  A copy of this document will be made available to any \nperson by the City on request. \n51.  Authority:  The signatories represent they have the authority to bind the \nparties identified below to the terms of this Consent Decree. \n52.  Counterparts:  This Consent Decree may be executed in counterparts, each \nof which shall be deemed to be an original, but all of which, taken together, will constitute \nthe same Consent Decree.  Electronic or facsimile signatures are acceptable.\n \n23 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 24 of 26\nEXHIBIT 1 \n \nDated: May 21, 2024   \n   \nRespectfully submitted,    \n   \n  KRISTEN CLARKE \nANDREW M. LUGER  Assistant Attorney General   \nUnited States Attorney  Civil Rights Division \nDistrict of Minnesota   \n  REBECCA B. BOND \n  Chief, Disability Rights Section \n   \n/s/ Bahram Samie  /s/ Christine Kim \nBAHRAM SAMIE (#392645)  ELIZABETH S. WESTFALL \nDeputy Chief  Deputy Chief, Disability Rights Section \nUnited States Attorney’s Office  CHRISTINE KIM (DCRN 1044186) \nDistrict of Minnesota  Trial Attorney, Disability Rights Section \n600 U.S. Courthouse  SARAH GOLABEK-GOLDMAN \n300 South Fourth Street  (DCRN 1047833) \nMinneapolis, MN 55415  Trial Attorney, Disability Rights Section \nPhone: (612) 664-5600   \nFax: (612) 664-5788   TIMOTHY J. MORAN \nBahram.Samie@usdoj.gov  Deputy Chief, Housing and Civil \nEnforcement Section \nANNA PURINTON  \nTrial Attorney, Housing and Civil \nEnforcement Section \n \nCivil Rights Division \nU.S. Department of Justice \n150 M Street NE \nWashington, DC 20530 \nPhone: 202-305-0043 \nFax: 202-307-1197 \nChristine.Kim@usdoj.gov  \nSarah.Golabek-Goldman@usdoj.gov \nAnna.Purinton@usdoj.gov \n \nAttorneys for Plaintiff \nUnited States of America \n \n24 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 25 of 26\nEXHIBIT 1 \n \nFOR THE CITY OF ANOKA: \n \n/s/ Phil Rice \nPHIL RICE  \nMayor \nCity of Anoka \nAnoka City Hall \n2015 First Avenue \nAnoka, MN 55303 \nPhone: 763-576-2700 \n \n5/20/24 \nDate \n \n/s/ Amy Oehlers \nAMY OEHLERS \nAssistant City Manager & City Clerk \nCity of Anoka \nAnoka City Hall \n2015 First Avenue \nAnoka, MN 55303 \nPhone: 763-576-2700 \n \n5/20/24 \nDate \n \nORDER \n \nIT IS SO ORDERED this 4_t_h___ day of _J_u_n_e______, 2024. \n \n_______________________________________ \nUNITED STATES DISTRICT COURT JUDGE \n   \n25 \n \n \n\nCASE 0:24-cv-01861-JMB-DLM     Doc. 5     Filed 06/04/24     Page 26 of 26\nEXHIBIT 1 \n \nAPPENDIX A \nFULL AND FINAL RELEASE OF CLAIMS \nIn consideration for the parties’ agreement to the terms of the Consent Decree \nentered into in the case of United States v. City of Anoka, Minnesota, Civil Action No. \n0:24-cv-1861 (D. Minn.), as approved by the United States District Court for the District \nof Minnesota, and in consideration for the total payment of $[amount], plus any interest, \nI, [name], do hereby fully release and forever discharge the City of Anoka, as well as its \nagents, employees, or former employees from any and all fair housing claims set forth, or \nwhich could have been set forth, in the Complaint in this lawsuit that I may have had \nagainst any of them for any of the City’s actions or statements related to those claims \nthrough the date of the entry of the Consent Decree.  \nExecuted this _____ day of __________________, 202__. \n              [day]                       [month]               [year] \n \n \n_________________________________  \nSignature \n \n \n_________________________________  \nPrint Name \n \n \n_________________________________  \nStreet Address \n \n \n_________________________________  \nCity, State, and Zip Code \n26 \n \n ",
      "document_type_other": null,
      "external_url": "https://www.courtlistener.com/docket/68549566/5/united-states-v-city-of-anoka-minnesota/",
      "ecf_number": "5",
      "clearinghouse_link": "clearinghouse.net/doc/157917"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 149072,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/149072"
    }
  ],
  "document_count": 3
}