{
  "case_id": 12367,
  "fetched_at": "2025-10-22T00:18:31.566961",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "New Jersey Juvenile Justice Commission",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2012,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      }
    ],
    "court": "New Jersey state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 2011,
    "id": 12367,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Access to lawyers or judicial system",
      "General/Misc.: Juveniles",
      "Jails, Prisons, Detention Centers, and Other Institutions: Youth / Adult separation",
      "General/Misc.: Aggressive behavior"
    ],
    "last_checked_date": "2012-08-31T00:00:00-04:00",
    "main_docket": {
      "id": 30909,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2011,
      "docket_filing_number": 2357,
      "is_main_docket": true,
      "court": "New Jersey state appellate court",
      "state": "New Jersey",
      "docket_office_number": "",
      "docket_number_manual": "A-2357-11T2",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "State of New Jersey in the Interest of J.J.",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 2012,
    "permanent_injunction": true,
    "plaintiff_description": "An offender transferred to the custody of the adult Department of Corrections from the custody of the Juvenile Justice Commission, without process.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2012-08-29",
    "settlement_judgment_year": 2012,
    "special_collections": [],
    "special_case_type": [],
    "state": "New Jersey",
    "summary": "<p>J.J. (whose name is protected because of his juvenile status) was adjudicated delinquent in December 2010, in New Jersey, and committed to the custody of the Juvenile Justice Commission (JJC) for a period of 4 years.  His conduct would have amounted to first degree robbery, if he had been adult; he was eighteen at the time of adjudication, but younger at the time of the offense.  He was housed first in a training school, and then in a medium security juvenile facility.  He had some run-ins involving institutional disciplinary infractions, and after he was found to have punched an officer, his classification was reviewed.  The review noted his age (nearly 19), height and weight (6'2\" and 200 pounds), and his various offenses, including a good deal of fighting with both peers and staff, and his \"arrogant attitude and insolent behavior.\"  He was not informed that the review was taking place, but was transferred without notice to an adult facility.  </p><p>In December 2011, represented by the Children's Justice Clinic at Rutgers University Law School-Camden, J.J. began an effort in the Family Part to contest the transfer, seeking return to the custody of the JJC and a declaration that the transfer regulations, N.J.A.C. 13:91-1.1 to -2.5, are unconstitutional. Those efforts were voluntarily withdrawn in early January 2012. On January 13, he filed what was termed an appeal (technically from his initial adjudication), in which he raised essentially the same issues. </p><p>In a decision approved for publication on August 28, 2012, the Superior Court, Appellate Division, found for JJ.  In an opinion by Judge Waugh, the Court explained that \"Unlike the ordinary transfer of juveniles between juvenile facilities and of adults between state prisons, which the Legislature has left to the unfettered discretion of the JJC and DOC respectively, see N.J.S.A. 2A:4A-44(d)(1); N.J.S.A. 30:4-91.2, the Legislature has conditioned the transfer of a juvenile from the custody of the JJC to the custody of the DOC on a finding that the juvenile's \"continued presence in the juvenile facility threatens the public safety, the safety of juvenile offenders, or the ability of the commission to operate the program in the manner intended,\" N.J.S.A. 52:17B-175(e). In addition, the transfer of a juvenile to an adult prison significantly changes the focus of the incarceration away from rehabilitation and toward security and punishment. For those reasons, we conclude that there must be a sufficient level of procedural due process to protect the juvenile's interests.\"</p><p>After examining the processes used in other states, the panel required the state to implement regulations that provided for:  \"written notice of the proposed transfer and the supporting factual basis, an impartial decision maker, an opportunity to be heard and to present opposition, some form of representation, and written findings of fact supporting a decision to proceed with the transfer.\"  The court explained that the form of representation would need to be fleshed out based on specifics not before it.</p><p>The court accordingly ordered J.J.'s return to the custody of the JJC, and instructed the JJC to promptly revise its regulations to provide an appropriate level of due process. (The JJC could then seek to transfer J.J. to the custody of the adult Department of Corrections with an appropriate hearing and procedural safeguards.)</p>",
    "summary_published_date": "2012-08-31T00:00:00-04:00",
    "summary_short": "In this case brought by a young man transferred without notice or a hearing from juvenile to adult correctional custody, on August 28, 2012 the New Jersey Superior Court appellate division required the state to implement regulations governing such transfers that provided for:  \"written notice of the proposed transfer and the supporting factual basis, an impartial decision maker, an opportunity to be heard and to present opposition, some form of representation, and written findings of fact supporting a decision to proceed with the transfer.\"  The court explained that the form of representation would need to be fleshed out based on specifics not before it.",
    "summary_tiny": null,
    "terminating_date": "2012-08-29",
    "clearinghouse_link": "clearinghouse.net/case/12367",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12367",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12367",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12367"
  },
  "documents": [
    {
      "date": "2012-08-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "State Court Website",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 877,
      "cite_1_reporter": "A.3d",
      "cite_1_vol": 49,
      "cite_2_page": 3656649,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2012,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New Jersey state appellate court",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 43791,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/43791.pdf",
      "title": "[Opinion]",
      "text": "RECORD IMPOUNDED \n \nNOT FOR PUBLICATION WITHOUT THE \nAPPROVAL OF THE APPELLATE DIVISION \n \n              SUPERIOR COURT OF NEW JERSEY \n              APPELLATE DIVISION \n              DOCKET NO.  A-2357-11T2 \n \nSTATE OF NEW JERSEY IN \nAPPROVED FOR PUBLICATION \nTHE INTEREST OF J.J. \n \n  August 28, 2012 \n   \n  APPELLATE DIVISION \n___________________________________ \n \nArgued June 6, 2012 - Decided  August 28, 2012 \n \nBefore Judges Cuff, Lihotz, and Waugh. \n \nOn appeal from the Juvenile Justice Commission \nand the Department of Corrections. \n \nSandra  Simkins,  Director  of  Clinical \nPrograms,  Co-Director  of  Children's  Justice \nClinic, and Lisa M. Geis, argued the cause \nfor  appellant  J.J.  (Children's  Justice \nClinic,  Rutgers  School  of  Law-Camden, \nattorneys;  Ms.  Simkins,  of  counsel  and  on \nthe briefs; Ms. Geis, on the briefs).  \n \nDaniela Ivancikova, Deputy Attorney General, \nargued the cause for respondent the Juvenile \nJustice  Commission  and  the  Department  of \nCorrections  (Jeffrey  S.  Chiesa,  Attorney \nGeneral,  attorney;  Melissa  H.  Raksa, \nAssistant Attorney General, of counsel; Ms. \nIvancikova, on the brief). \n \n  The opinion of the court was delivered by \n \nWAUGH, J.A.D. \n \n  This case requires us to determine whether procedural due \nprocess rights must be accorded to an adjudicated juvenile prior \nto  transfer  from  a  juvenile  facility  operated  by  the  Juvenile \n\nJustice  Commission  (JJC)  to  an  adult  correctional  facility \noperated by the Department of Corrections (DOC) pursuant to the \nprovisions of N.J.S.A. 52:17B-175(e).  That statute permits such \ntransfers of a juvenile \"who has reached the age of 16 during \nconfinement  and  whose  continued  presence  in  the  juvenile \nfacility  threatens  the  public  safety,  the  safety  of  juvenile \noffenders,  or  the  ability  of  the  commission  to  operate  the \nprogram in the manner intended.\"  The State takes the position \nthat no due process rights of any kind, including notice and an \nopportunity to be heard, are required.  We disagree and reverse. \nI. \n  We discern the following facts and procedural history from \nthe record on appeal. \n  In December 2010, the Family Part adjudicated J.J., to whom \nwe refer by the pseudonym Jones, a delinquent and committed him \nto the custody of the JJC for a period of four years for conduct \nthat, if committed by an adult, would constitute one count of \nfirst-degree attempt, contrary to N.J.S.A. 2C:5-1, one count of \nfirst-degree  robbery,  contrary  to  N.J.S.A.  2C:15-1(a)(2),  and \none  count  of  fourth-degree  resisting  arrest,  contrary  to \nN.J.S.A. 2C:29-2(a).1  The JJC initially placed Jones in the New \n                     \n1 Jones was eighteen years old at the time of his adjudication, \nbut  was  a  juvenile  when  the  offenses  were  committed.    The \n            (continued) \n2  A-2357-11T2 \n\nJersey  Training  School  (NJTS)  in  January  2011.    He  was \nsubsequently  moved  to  the  Juvenile  Medium  Security  Facility \n(JMSF) in Bordentown.   \nFor the thirty-eight-week period during which his behavior \nwas  evaluated  under  the  JJC's  \"weekly  rating  system\"  at  both \nfacilities,  Jones  met  \"behavioral  standards\"  for  twenty-six \nweeks,  but  \"fail[ed]  to  meet  behavioral  standards\"  for  twelve \nweeks.    While  at  JMSF,  Jones  met  \"behavioral  standards\"  for \ntwenty weeks, including the three weeks prior to his transfer to \nthe  custody  of  the  DOC,  and  \"fail[ed]  to  meet  behavioral \nstandards\" for seven-and-one-half weeks. \nJones  was  charged  with  \"assault  on  staff\"  for  punching  a \nJJC corrections officer in the face on October 13, 2011.  The \nalleged  assault  took  place  after  the  officer  ordered  him  to \nreturn to his housing unit and then attempted to prevent Jones \nfrom entering the vocational area.  Jones claimed that he had \nbeen provoked by the officer, and that he acted in self-defense \nwhen the officer hit him.  The officer suffered slight swelling, \nand complained of numbness and pain in his left upper cheek. \n                                                                 \n(continued) \ndetermining factor concerning the Code's applicability and the \njurisdiction  of  the  Family  Part  is  the  age  at  which  the \nunderlying offense was committed.  N.J.S.A. 2A:4A-23. \n3  A-2357-11T2 \n\nJones  was  charged  with  disciplinary  infractions  and  was \nfound guilty by a hearing officer on October 14.  The hearing \nofficer imposed five days of room restriction as discipline for \nthe  infractions.    Jones  filed  an  immediate  administrative \nappeal.  He placed a check-mark next to \"plea of leniency\" on \nthe portion of the appeal form that asked why he was requesting \nan appeal.  He wrote: \"I want to have [an] Appeal on this case.\"  \nThe hearing officer's decision was upheld, without explanation, \nthe  same  day.    Jones  did  not  file  a  timely  appeal  from  that \ndetermination. \nAt  the  same  time,  without  any  notice  to  Jones,  the  JJC \nstaff began a review of his classification to determine whether \nhe  should  be  transferred  to  the  custody  of  the  DOC.    The \nJuvenile  Reception  Classification  Committee  (JRCC)  recommended \nthat Jones be transferred.  The report making the recommendation \nprovided as follows: \nThis report is being written to request the \ntransfer  of  Resident  [Jones]  to  the \nDepartment of Corrections. \n \nResident  [Jones]  was  received  at  the  New \nJersey Training School (NJTS) Reception Unit \nas a new admission on January 4, 2011.  He \nwas  sentenced  to  an  indeterminate  4-year \nterm  for  Criminal  Attempted  Robbery  and \nResisting Arrest.  Resident [Jones] is from \nCumberland County.  As  of this writing, he \nhas a Tentative Release Date of December 29, \n2013. \n \n4  A-2357-11T2 \n\nDuring  this  commitment,  Resident  [Jones] \nreceived a total of 14 disciplinary charges.  \nIt  should  be  noted  however  that  eight  of \nthese  charges  were  of  [an]  aggressive \nnature.  Resident [Jones] has received four \ncharges  for  Fighting,  one  for  Unauthorized \nPhysical  Contact  (bit  a  correction  officer \non  the  hand),  one  for  Assault  on  a  Staff \nMember  and  one  for  Attempting  to  Assault \nAnother Resident.  Additionally, he received \ntwo charges for Disrupting the Security and \nOrder of the Facility.  As of this writing, \nResident  [Jones]  has  served  a  total  of  26 \ndays in room restriction. \n \nWhile at NJTS, Resident [Jones] did receive \na  total  of  six  disciplinary  charges.    The \nfirst  three  were  for  Fighting  with  his \npeers.    Resident  [Jones']  disciplinary \ncharges began to exacerbate in nature, as on \nApril  7,  2011  he  received  an  Assault  on \nStaff charge for shooting a rubber band into \nthe  eye  of  a  female  Senior  Youth  Worker.  \nResident  [Jones]  claimed  that  the  incident \nwas  an  accident,  but  the  report  writer \nclearly  indicated  the  rubber  band  shot  was \nfired directly after he called her by name \nto gain her attention.  This incident along \nwith  a  charge  for  hiding  his  medication \nresulted  to  his    transfer  to  the  Juvenile \nMedium Security Facility (JMSF) on April 28, \n2011.  This speaks directly to his arrogant \nattitude and insolent behavior. \n \nAfter  being  placed  on  the  Behavior \nAccountability  Unit  (BAU)  for  six  days, \nResident  [Jones]  was  afforded  the \nopportunity to reside on the self-contained \nH-Wing.  This unit has a smaller population \nand  more  staff  assigned  and  it  was  the \nfeeling  of  staff/administration  that  this \nunit  might  be  more  beneficial  for  Resident \n[Jones].  It should also be noted that while \nat NJTS, he resided on HU-11, which is the \nmirror  image  of  H-Wing  at  JMSF.    Resident \n[Jones] did not do well there either. \n5  A-2357-11T2 \n\nIt was only five days after arriving on H-\nWing,  when  Resident  [Jones]  received  a \ncharge  for  Conduct  Which  Disrupts.    He \nattempted to assault another resident as he \nwas being escorted off the unit by an area \nsupervisor  and  SA  officers.    Resident \n[Jones] exhibits very inconsistent behavior.  \nHe has had a number of outbursts in school, \ntreatment  teams  and  family  counseling \nsessions.    One  incident  occurred  in  the \nsocial worker's office on June 28, 2011.  A \ndisagreement between he and staff propelled \nthe  resident  into  a  fury  that  led  to  him \ndirecting  abusive  language  and  threats  to \nthe  social  worker,  superintendent  and  his \nown mother who was on the phone at the time.  \nHe  did  receive  an  Abusive  Language  charge \nfor that incident. \n \nOn  July  22,  2011,  he  received  an \nUnauthorized  Physical  Contact  charge.    In \nthis instance, he lunged at another resident \nthrowing  punches  to  his  face  and  body \nbecause  of  a  verbal  exchange.    Resident \n[Jones']  emotions  manifest  themselves  as \nhostile language, threats and other forms of \naggressive  behavior.    Resident  [Jones]  is \nolder and tries to intimidate his peers, as \nhe has the physical size (6'2\" and over 200 \nlbs.) commensurate to an adult. \n \nResident [Jones'] actions have continued to \nwreak havoc.  On July 22, 2011, he received \nDisrupting  Security  and  Order  of  the \nFacility,  Unauthorized  Physical  Contact  and \nAbusive  Language  charges.    At  this  time, \nResident  [Jones]  did  bite  an  officer.    In \naddition, he attempted to harm, threaten and \nintimidate  potential  witnesses.    Resident \n[Jones']  behaviors  continue  to  make  him  a \nthreat  to  the  safety  and  security  of,  not \nonly  residents,  but  staff  as  well.    On \nAugust 7, 2011, Resident [Jones'] aggressive \nbehavior was once again noted as he pushed \nanother  resident  out  of  his  way,  which \nresulted  in  a  fighting  charge.    Just \n6  A-2357-11T2 \n\nrecently,  on  October  13,  2011,  Resident \n[Jones] received an Assault on Staff charge \nfor  assaulting  a  Correction  Officer  by \npunching him in the face.  This incident led \nto  the  officer  being  transported  to  the \nhospital for medical attention.   \n \nResident [Jones'] behaviors are not getting \nbetter  as  he  continues  to  operate  as  a \n\"loose cannon\" who has demonstrated he will \ndo anything at anytime against anyone.  He \nis  very  comfortable  getting  out  of  control \nand  relishes  that  role.    Resident  [Jones] \nviews himself as untouchable.  He needs to \nbe transferred to the adult complex to serve \nas an example to the other residents who may \ntry  to  emulate  his  example.    We  have  made \nevery  effort  to  get  Resident  [Jones]  to \nconform  to  programs  offered  him  in  the \njuvenile setting.  He has not done so. \n \nWe  at  this  facility  are  recommending  that \nResident  [Jones]  be  accepted  in  an  adult \nfacility based upon the following: \n \n1.  Age: 18.11 \n \n2.  Aggressive and assaultive his- \ntory:  Resident has received four \nfighting  charges,  and  two  assault \non  staff  offenses,  during  his \ncommitment. \n \n3.  Resident has not conformed to \nprogram  interventions  made \navailable  to  him  in  the  juvenile \nsetting  despite  being  placed  in \nthe most optimum (Housing Unit 11 \nand H-Wing) setting for him. \n \n4.    Resident  has  been  before  the \nParole  Board  three  times  and  has \nyet to receive a parole reduction. \n \n7  A-2357-11T2 \n\n5.  Resident needs to serve as an \nexample  for  others  who  exhibit \nabhorrent behavior. \n \n6.  Time to Serve:  Resident has a \nfour-year  tem  with  a  Tentative \nRelease Date of December 29, 2013. \n \n7.  Resident has the physical size \nand  stature  commensurate  to \npersons  housed  in  the  adult \ncomplex. \n \n8.  Based upon all the above, this \nresident is no longer suitable for \nconfinement  within  the  Juvenile \nJustice Commission. \n        \nOn  October  26,  the  JJC  recommended  the  transfer  and  forwarded \nthe  request  to  DOC.    On  November  1,  the  DOC  Commissioner \napproved the transfer.  Jones was not notified of the review, \nthe  JRCC's  recommendation,  the  JJC's  approval  of  the \nrecommendation and submission to DOC, or DOC's approval of the \ntransfer.   \nOn  November  4,  JJC  personnel  informed  Jones  that  he  was \nbeing  transferred  to  the  custody  of  DOC  that  day.    He  was \nimmediately  transported  to  DOC's  Central  Reception  and \nAssignment Facility (CRAF) in Trenton.  While there, Jones asked \na  CRAF  corrections  officer  if  he  could  telephone  his  mother.  \nHis  request  was  denied.    It  appears  that  his  mother  was  not \nnotified for several days, and that his attorney and the Family \nPart judge were not notified of the transfer by the JJC.    \n8  A-2357-11T2 \n\nJones  was  subsequently  transferred  to  the  Garden  State \nYouth  Correctional  Facility  in  Yardville.    He  was  then \ntransferred  to  the  South  Woods  State  Prison  (South  Woods)  in \nBridgeton,  where  he  is  housed  in  the  Special  Needs  Unit  that \nprovides mental health care.2       \nIn December 2011, Jones commenced an effort in the Family \nPart to contest the transfer, seeking return to the custody of \nthe  JJC  and  a  declaration  that  the  transfer  regulations, \nN.J.A.C. 13:91-1.1 to -2.5, are unconstitutional.  Those efforts \nwere voluntarily withdrawn in early January 2012. \nOn January 13, Jones filed the present appeal, in which he \nraises essentially the same issues.  He also filed a motion for \nsummary disposition, to stay enforcement of the transfer, and to \nproceed without a final agency decision.  He subsequently moved \nto supplement the record. \nDOC  and  JJC  opposed  Jones'  motions,  and  cross-moved  to \ndismiss  the  appeal  or,  in  the  alternative,  for  summary \ndisposition.  On March 6, we granted Jones' motions to proceed \nwithout  a  final  agency  decision  and  to  supplement  the  record, \nbut denied the stay.  We also denied the State's cross-motion. \n                     \n2 Because there was uncertainty about whether Jones was about to \nbe transferred to the general population at South Woods at the \ntime this appeal was before us for oral argument, we entered an \norder  on  June  8,  2012,  staying  any  such  transfer  pending  our \ndisposition of the appeal. \n9  A-2357-11T2 \n\nII. \n  On appeal, Jones raises the following issues: \nI. [JONES] IS SERVING A DE FACTO SENTENCE OF \nTHREE  YEARS  IN  ADULT  PRISON  WITHOUT  EVER \nBEING AFFORDED DUE PROCESS PROTECTIONS \n \nA.  Transferring  [Jones]  Without \nProviding a Right to Trial by Jury \nViolated  His  Due  Process  Rights \nUnder  the  New  Jersey  and  United \nStates Constitutions \n \nB.  Transferring  [Jones]  Without \nNotice  Violated  His  Right  to  Due \nProcess  Under  the  United  States \nand New Jersey Constitutions \n \n1.  No  notice  at  time  of  the    \nplea \n \n2.  No  notice  in  the  JJC \nhandbook \n \n3.  No  notice  from  Parole \nBoard  meeting  10  days  prior \nto transfer \n \nC.  Transferring  [Jones]  Without \nAssistance of the Counsel Violated \nthe  New  Jersey  and  United  States \nConstitutions \n \nD.  Transferring  [Jones]  Without \nthe  Opportunity  to  Confront \nWitnesses Violates the Due Process \nClause  of  the  New  Jersey  and \nUnited States Constitutions \n \nII. PLACING [JONES] IN ADULT PRISON EXCEEDS \nTHE LIMITATIONS OF FAMILY COURT, IGNORES THE \nPURPOSE OF THE JUVENILE CODE, AND DISREGARDS \nTHE  EXPLICIT  DISPOSITION  ORDER  OF  THE \nJUVENILE COURT JUDGE \n \n10  A-2357-11T2 \n\nA.  The  DOC  and  the  JJC  are \nSeparate  Agencies  With  Different \nMissions \n \nB.  In  Transferring  [Jones],  the \nJJC  Unconstitutionally  Disregarded \nthe  Family  Part  Judge's  Final \nOrder of Disposition \n \nIII.  WHEN  VIEWED  IN  THE  CONTEXT  OF  HIS \nMENTAL HEALTH HISTORY, [JONES'] DISCIPLINARY \nHISTORY DID NOT RISE TO THE LEVEL REQUIRING \nTRANSFER BY THE REGULATION \n \nA.  The  JJC  Ignored  Its  Own \nInternal  Reports  Which  Classified \n[Jones]  as  Multiply  Disabled, \nRecommended  a  DDD  Evaluation  and \nRevealed a Full Scale I.Q. of 67 \n \nB.  Documentation  Submitted  to \nSupport  [Jones']  Transfer  Did  Not \nInclude  \"Progress  Notes\"  as \nRequired  by  the  Administrative \nCode \n \nC.  The  JJC  had  Other  Recourses \nAvailable  to  Address  [Jones'] \nDisciplinary  Infractions,  Rather \nthan  Transfer  [Jones]  to  Adult \nPrison \n \nIV.  [JONES']  Request  To  Appeal  The \nPrecipitating  Disciplinary  Sanction  Was \nSummarily Denied Without Investigation Or A \nStatement Of Reason \n \nA. On October 13, [Jones] Acted in \nResponse  to  Being  Hit  by  a \nCorrection Officer \n \nB. [Jones'] Request to Appeal was \nDenied  Within  Two  Hours  of  the \nCourtline Decision \n \n11  A-2357-11T2 \n\nC.  Request  to  Appeal  Denied \nWithout Investigating Witnesses \n \nBefore  addressing  those  issues,  we  outline  the  statutory  and \nregulatory background of our system of juvenile justice and the \nJJC. \nA. \nThe Code of Juvenile Justice (Code), N.J.S.A. 2A:4A-20 to -\n90,  was  enacted  in  19823  to  \"govern[]  juvenile  delinquency \nmatters.\"  State ex rel. C.V., 201 N.J. 281, 294 (2010).  The \noverall purpose of the Juvenile Code was outlined in the Senate \nJudiciary Committee Statement (Committee Statement) to Assembly \nBill 641 (1982), in part, as follows:  \nThis  bill  recognizes  that  the  public \nwelfare and the best interests of juveniles \ncan  be  served  most  effectively  through  an \napproach  which  provides  for  harsher \npenalties  for  juveniles  who  commit  serious \nacts or who are repetitive offenders, while \nbroadening family responsibility and the use \nof  alternative  dispositions  for  juveniles \ncommitting less serious offenses. \n \n[Committee  Statement  following  N.J.S.A. \n2A:4A-20, at 173 (West 2011).] \n \nThe  Code  confers  \"exclusive  jurisdiction\"  of  juvenile \ndelinquency matters on the Family Part.  N.J.S.A. 2A:4A-24(a).  \nIt empowers the Family Part to enter dispositions that \"comport \n                     \n3 The Code took effect in December 1983. \n \n12  A-2357-11T2 \n\nwith the Code's rehabilitative goals.\"  C.V., supra, 201 N.J. at \n295 (citing State ex rel. J.L.A., 136 N.J. 370, 376-77 (1994)).  \nNevertheless, our courts also recognize that the Code serves a \npenal purpose.  State ex rel. J.D.H., 171 N.J. 475, 483 (2002); \nState ex rel. M.C., 384 N.J. Super. 116, 118 (App. Div. 2006). \nThe  Code  provides  juvenile  offenders  with  most,  but  not \nall, of the rights of criminal defendants.  These include the \nright  to  counsel,  N.J.S.A.  2A:4A-39,  the  right  to  present  all \ndefenses  available  to  adult  offenders,  N.J.S.A.  2A:4A-40,  and \nall rights guaranteed to adult offenders under both the federal \nand  state  constitutions,  but  do  not  include  the  rights  to \nindictment,  trial  by  jury,  and  bail,  ibid.    In  addition,  the \nCode provides for reduced periods of incarceration in comparison \nwith  adult  offenders.    For  example,  Jones  faced  a  maximum \ncustodial term of four years as a juvenile for conduct that, if \ncommitted  by  an  adult,  would  have  constituted  first-degree \nrobbery under N.J.S.A. 2C:15-1.  He would have faced a term of \nincarceration between ten and twenty years under N.J.S.A. 2C:43-\n6(a)(1),  subject  to  an  eighty-five-percent  period  of  parole \nineligibility under N.J.S.A. 2C:43-7.2(d), had he been tried and \nconvicted as an adult.   \n    If a juvenile is adjudicated delinquent, the Code provides \nthe  Family  Part  with  a  variety  of  dispositional  options, \n13  A-2357-11T2 \n\nincluding  incarceration.    N.J.S.A.  2A:4A-43(b).    Terms  of \nincarceration  generally  range  from  six  months  to  four  years, \ndepending  on  the  nature  of  the  offense.4    N.J.S.A.  2A:4A-\n44(d)(1)(c)-(g).    When  a  court  orders  incarceration  for  more \nthan  sixty  days  in  approved  county  facilities,  see  N.J.S.A. \n2A:4A-43(c), (e), the court \"shall . . . commit the juvenile to \nthe custody of the [JJC] which shall provide for the juvenile's \nplacement  in  a  suitable  juvenile  facility,\"  N.J.S.A.  2A:4A-\n44(d)(1). \nThe  JJC  was  created  in  1995  \"to  oversee all  juvenile \njustice matters.\"  Cnty. of Hudson v. Dep't of Corr., 152 N.J. \n60,  66  (1997)  (citing  N.J.S.A.  52:17B-170(a)).    Prior  to \ncreation  of  the  JJC,  \"preventive,  deterrent  and  rehabilitative \nservices  and  sanctions  for  juveniles,\"  N.J.S.A.  52:17B-169(d), \nwere the responsibility of three departments:  \nThe  Department  of  Law  and  Public  Safety \ndeal[t]  with  county  prosecutors  and  local \npolice  and  implement[ed]  prevention \nprograms;  the  [DOC]  operate[d]  the  New \nJersey  Training  School  for  Boys  and  the \nJuvenile  Medium  Security  Facility,  and  its \nBureau  of  Parole  supervise[d]  juvenile \n                     \n4 The custodial terms for murder are twenty years if the conduct \ninvolved,  when  committed  by  an  adult,  would  constitute \npurposeful  or  knowing  murder  under  N.J.S.A.  2C:11-3(a)(1)  or \n(2), and ten years if the conduct would constitute felony murder \nunder  N.J.S.A.  2C:11-3(a)(3).    N.J.S.A.  2A:4A-44(d)(1)(a)-(b).  \nThe Code also provides for extended term sentences for certain \njuvenile offenders.  N.J.S.A. 2A:4A-44(d)(3)-(4).     \n14  A-2357-11T2 \n\nparolees;  and  the  Department  of  Human \nServices  operate[d]  residential  and  day \nprograms  in  facilities  for  juveniles \nadjudicated delinquent. \n[Ibid.] \n \n  As the Supreme Court noted in County of Hudson, supra, 152 \nN.J. at 67,  \n[t]he  Legislature,  in  effect,  transferred \nand  consolidated  the  authority  over  the \njuvenile justice system previously exercised \nby the three separate executive departments.  \nUnder  N.J.S.A.  52:17B-176,  the \nLegislature placed  in  the  JJC  all  of  the \npowers and responsibilities the other three \nagencies had in respect of juveniles.  The \nLegislature  empowered  the  JJC  to  establish \nstandards  for  the  \"care,  treatment, \ngovernment  and  discipline  of  juveniles\" \nadjudicated  delinquent,  N.J.S.A.  52:17B-\n170e(6), to assume the custody and care of \njuveniles  committed  to  it  by  law,  N.J.S.A. \n52:17B-170e(7),  to  formulate  and  adopt \nstandards  and  rules  for  the  efficient \nrunning  of  the  commission  and  its \nfacilities, N.J.S.A. 52:17B-170e(14), and to \npromulgate  rules  and  regulations  necessary \nto  effectuate  the  purposes  of  the \ncommission, N.J.S.A. 52:17B-170e(22). \n   \nThe JJC's executive director has responsibility for \"each \nsecure  juvenile  facility  [and]  juvenile  facility\"  operated  by \nthe  JJC.    N.J.S.A.  52:17B-171(b)(1).    All  such  juvenile \nfacilities  previously  operated  by  DOC  were  transferred  to  the \nJJC.  N.J.S.A. 52:17B-176.    \nThe statute that created the JJC specifically permits the \ntransfer of a juvenile from the custody of the JJC to that of \n15  A-2357-11T2 \n\nthe  DOC,  subject  to  certain  specific  requirements.    N.J.S.A. \n52:17B-175(e) provides, in relevant part, as follows: \nThe  [JJC]  and  the  Commissioner  of  the \n[DOC]  shall,  consistent  with  applicable \nState  and  federal  standards,  formulate  a \nplan  setting  forth  procedures  for \ntransferring  custody  of  any  juvenile \nincarcerated in a juvenile facility who has \nreached the age of 16 during confinement and \nwhose  continued  presence  in  the  juvenile \nfacility  threatens  the  public  safety,  the \nsafety of juvenile offenders, or the ability \nof the commission to operate the program in \nthe manner intended. \n \nThe implementing regulations were initially adopted in 1997, and \nhave  been  readopted  in  2002  and  2008.    N.J.A.C.  13:91-1.1 \n(chapter notes).      \nThe criteria for transfer are set forth in N.J.A.C. 13:91-\n2.1, as follows: \n(a)  An  individual  adjudicated \ndelinquent who is 18 years of age or older \nand incarcerated in a juvenile facility may \nbe  transferred  to  the  custody  and  care  of \nthe Department when: \n \n1.  He  or  she  demonstrates  disruptive \nbehavior  and  his  or  her  continued  presence \nin the juvenile facility threatens: \n \ni.  The  safety  of  the  public, \njuvenile  facility  staff  or  other \nadjudicated delinquents; and/or \n \nii. The ability of the Commission \nto  operate  the  juvenile  facility \nin  a  stable,  safe  and  orderly \nmanner; \n \n16  A-2357-11T2 \n\n2.  His  or  her  maturity  level  and  criminal \nsophistication  makes  him  or  her \ninappropriate  for  the  available  Commission \nprograms; or \n \n3.  His  or  her  continued  presence  in  the \njuvenile  facility  impedes  the  effective \ndelivery  of  the  programs,  services  and \nsanctions  developed  and  implemented  by  the \nCommission to meet the special needs of the \njuvenile  aged  offenders  committed  to  the \ncare, custody and control of the Commission. \n \nWhile  N.J.S.A.  52:17B-175(e)  permits  the  transfer  of  a \njuvenile  sixteen  or  older,  the  implementing  regulations  only \npermit  transfer  for  adjudicated  juveniles  eighteen  and  over.  \nThe  regulation's  higher  age  was  explained  in  the  most  recent \nproposal for readoption as follows: \nThe higher age threshold used in the rules \nis  to  ensure  continued  Federal  funding  of \nState and county programs under the Federal \nJuvenile  Justice  and  Delinquency  Prevention \nAct,  P.L.  102-586,  (JJDPA).    Federal \nregulations  at  28  [C.F.R.]  31.303,  adopted \npursuant  to  the  provisions  of  the  JJDPA, \ncondition  formula  grants  from  the  Federal \ngovernment on a state maintaining sight and \nsound  separation  between  adjudicated \ndelinquents and convicted adult offenders at \ncorrectional facilities.  The JJDPA requires \nadjudicated delinquents to have reached the \nage  of  full  criminal  responsibility \nestablished by state law before they may be \ntransferred  to  an  adult  facility,  and  then \nonly if state law authorizes such transfers. \nThe  rules  proposed  for  readoption  at \nN.J.A.C. 13:91 satisfy the provisions of the \nFederal  regulations  (28  [C.F.R.]  Part  31) \nbecause  the  age  of  full  criminal \nresponsibility  in  New  Jersey  is  18,  and \ntransfers to adult facilities are expressly \n17  A-2357-11T2 \n\nauthorized  by  State  law,  N.J.S.A.  52:17B-\n175(e). \n \n[40 N.J.R. 97 (Jan. 7, 2008).] \n \n  The  transfer  regulation  contains  procedural  requirements \nfor the internal decision making process at the JJC and DOC, but \nno requirement that the juvenile at issue receive any level of \nprocedural  due  process.    As  illustrated  by  the  facts  of  this \ncase, JJC staff simply notify the juvenile of the transfer as it \nis actually taking place.   \nB. \n  Jones  argues  that  his  constitutional  right  to  a  trial  by \njury has been infringed because his transfer to an adult prison \nwas  based  on  an  adjudication  of  delinquency  resulting  from  a \nbench trial.  He also points to the total denial of procedural \ndue  process  in  the  transfer  procedure  established  by  the \nregulations adopted by the JJC and DOC.   \n  It is well established that due process in the context of \njuvenile proceedings does not include the right to a jury trial.  \nIn re Registrant J.G., 169 N.J. 304, 338 (2001) (citing McKeiver \nv. Pennsylvania, 403 U.S. 528, 545, 91 S. Ct. 1976, 1986, 29 L. \nEd.  2d  647,  661  (1971));  State  ex  rel.  A.C.,  424  N.J.  Super. \n252, 254-55 (App. Div. 2012).  Jones argues, however, that the \ntransfer of an adjudicated juvenile from a JJC facility to one \nof DOC's adult prisons changes the nature of the proceeding such \n18  A-2357-11T2 \n\nthat a jury trial is required, citing several out-of-state cases \nin support of his argument.   \nCourts  in  other  jurisdictions  have  reached  different \nconclusions with respect to this issue.  In In re C.B., 708 So. \n2d  391,  399  (La.  1998),  the  Louisiana  Supreme  Court  held \nunconstitutional  a  statute  permitting  the  transfer  of  all \njuveniles who reached the age of seventeen to adult facilities, \nat which they would be required to perform hard labor.  Applying \nthe Louisiana Constitution, the court concluded  \nDue  process  and  fundamental  fairness \ntherefore  require  that  the  juvenile  who  is \ngoing to be incarcerated at hard labor in an \nadult  penal  facility  must  have  been \nconvicted of a crime by a criminal jury, not \nsimply  adjudicated  a  delinquent  by  a \njuvenile  court  judge.    To  deprive  the \njuvenile  of  such  an  important  procedural \nsafeguard  upsets  the  quid  pro  quo  under \nwhich the juvenile system must operate.  The \nhallmark  of  special  juvenile  procedures  is \ntheir  non-criminal  nature.    If,  after \nadjudication  in  the  juvenile  court,  the \njuvenile  can  be  committed  to  a  place  of \npenal servitude and required to perform hard \nlabor alongside convicted felons, then \"the \nentire  claim  of  parens  patriae  becomes  a \nhypocritical mockery.\"  Londerholm v. Owens, \n416  P.2d  259,  269  (Kan.  1966).    In  such  a \ncase,  dispensation  of  the  traditional \nsafeguard  of  a  jury  trial  cannot  meet  the \nbasic  requirements  of  fundamental  fairness \nimplicit  in  the  due  process  clause  of \nArticle I, ยง 2 of our state constitution. \n \n[Id. at 400.] \n \n19  A-2357-11T2 \n\nSee also In re Rich, 216 A.2d 266, 269 (Vt. 1966) (\"Confinement \nin  a  penal  institution  will  convert  the  proceedings  from \njuvenile  to  criminal  and  require  the  observance  of \nconstitutional  criminal  safeguards.\");  Boone  v.  Danforth,  463 \nS.W.2d 825, 830 (Mo. 1971); State ex rel. McGilton v. Adams, 102 \nS.E.2d 145, 146-49 (W. Va. 1958).  Courts have also invalidated \ncourt dispositions which commit adjudicated delinquents directly \nto adult penal institutions.  See, e.g., B.A.M. v. State, 528 \nP.2d 437 (Alaska 1974); Londerholm, supra, 416 P.2d 259; State \nv. Fisher, 245 N.E.2d 358 (Ohio Ct. App. 1969). \nOther  courts  have  upheld  provisions  for  transfer  from  a \njuvenile  to  an  adult  facility.    Arkadiele  v.  Markley,  186  F. \nSupp.  586  (S.D.  Ind.  1960);  Clay  v.  Reid,  173  F.  Supp.  667 \n(D.D.C. 1959); United States v. McCoy, 150 F. Supp. 237 (M.D. \nPa. 1957); Suarez v. Wilkinson, 133 F. Supp. 38 (M.D. Pa. 1955); \nWilson  v.  Coughlin,  147  N.W.2d  175  (Iowa  1966);  Cope  v. \nCampbell, 196 N.E.2d 457 (Ohio 1964); In re Darnell, 182 N.E.2d \n321 (Ohio 1962); Long v. Langlois, 170 A.2d 618 (R.I. 1961).    \n  We  are  persuaded  by  the  Supreme  Court  of  Washington's \nreasoning in Monroe v. Soliz, 939 P.2d 205, 208 (Wash. 1997), \nthat a change in the place of confinement does not transform the \nessential  nature  of  the  judicial  proceedings  from  juvenile  to \ncriminal:   \n20  A-2357-11T2 \n\n  Monroe's  basic  claim  is  that  the \nadministrative transfer of a juvenile from a \ndetention facility to an adult prison alters \nthe  focus  of  the  juvenile's  incarceration, \nchanging it from rehabilitative to punitive. \nThus,  Monroe  argues,  because  he  would  be \npunished if housed in the adult prison, the \nlaw affords him a right to a jury trial.  We \nbelieve  this  overstates  the  nature  of  the \nadministrative  transfer.    At  the  heart  of \nthe issue is whether the place of a person's \nconfinement  defines  the  nature  of  the \nproceeding.    RCW  13.40.280  does  not,  and \ncannot,  substantively  convert  a  juvenile \nproceeding to a criminal one.  The basis for \nthe juvenile's custody has not changed.  The \nstatute  merely  permits  the  State  to  change \nthe  place  of  confinement  based  upon  an \nadministrative  determination  that  the \njuvenile \"presents a continuing and serious \nthreat  to  the  safety of  others  in  the \ninstitution.\"  RCW 13.40.280(2).   \n \nThe  court  rejected  Monroe's  jury-trial  argument,  finding  that \nWashington's  constitution,  like  New  Jersey's,  \"has  not  been \nconstrued to guarantee the right of trial by jury in juvenile \nproceedings,  and  this  proceeding  remains  juvenile  in  form  and \nsubstance regardless of the site of incarceration.\"  Id. at 210. \n  Nevertheless,  the  court  recognized  the  need  for  real \nprocedural  safeguards  prior  to  a  transfer  to  an  adult  prison.  \nThe  statute  at  issue  in  Monroe  required  the  juvenile  agency \nseeking the transfer to demonstrate the need for the transfer at \n21  A-2357-11T2 \n\n\"a hearing before a review board,\" at which the juvenile would \nbe represented by counsel.5  Id. at 206 n.1.   \nThe court determined that juveniles were not entitled to a \njudicial hearing to approve the transfer, such as that required \nfor  a  waiver  to  adult  court  under  Kent  v.  United  States,  383 \nU.S. 541, 86 S. Ct. 1045, 16 L. Ed. 2d 84 (1966),6 because the \nstatute  itself  provided  sufficient  due  process  protections.  \nMonroe, supra, 939 P.2d at 211.  In reaching that conclusion, \nthe court cited Vitek v. Jones, 445 U.S. 480, 494-95, 100 S. Ct. \n1254,  1264-65,  63  L.  Ed.  2d  552,  566  (1980),  which  held,  as \nstated in Monroe, supra, 939 P.2d at 211, that the \"transfer of \n[an]  adult  prisoner  to  [a]  mental  institution  at  a  minimum \nrequires  written  notice,  a  hearing,  an  opportunity  to \npresent testimony,  an  independent  decision-maker,  [a]  written \nstatement  of  fact-finding,  availability  of  legal  counsel,  and \ntimely notice.\"   \nWe  prefer  the  approach  taken  by  the  Washington  Supreme \nCourt to that taken by the Louisiana Supreme Court because the \nformer is consistent with our Legislature's recognition that New \n                     \n5  Under  the  Washington  statute,  slightly  different  procedures \nrequiring the juvenile to show why the transfer should not occur \nare applicable when there has been an assault against a staff \nmember  that  has  been  reported  to  a  law  enforcement  agency.   \nMonroe, supra, 939 P.2d at 206 n.1. \n   \n6 See State v. J.M., 182 N.J. 402, 410-19 (2005). \n22  A-2357-11T2 \n\nJersey's  juvenile  justice  system  requires  both  \"harsher \npenalties  for  juveniles  who  commit  serious  acts\"  and \n\"alternative dispositions for juveniles committing less serious \noffenses.\"   Committee Statement, supra, at 173.  As our Supreme \nCourt  noted  in  J.D.H.,  supra,  171  N.J.  at  483,  our  juvenile \njustice system focuses on both rehabilitation and punishment.    \nBecause the Code, which has both rehabilitative and penal \naspects, provides extensive procedural protections to juveniles \nand significantly reduces their exposures to incarceration, in \naddition  to  offering  a  number  of  alternative  dispositions,  we \nconclude  that  a  transfer  to  an  adult  facility  based  upon  a \nfinding that the juvenile's \"continued presence in the juvenile \nfacility  threatens  the  public  safety,  the  safety  of  juvenile \noffenders,  or  the  ability  of  the  commission  to  operate  the \nprogram in the manner intended\" does not, in the words of the \nSupreme  Court  of  Louisiana,  \"upset[]  the  quid  pro  quo  under \nwhich the juvenile system must operate.\"  C.B., supra, 708 So. \n2d at 400.     \nConsequently, we conclude that the statute authorizing the \ntransfer  of  custody  \"consistent  with  applicable  state  and \nfederal standards,\" N.J.S.A. 52:17B-175(e), does not impinge on \nJones' right to trial by jury. \n \n23  A-2357-11T2 \n\nC. \nWe next turn to the issue of whether the regulations are \n\"consistent  with  applicable  state  and  federal  standards,\"  as \nrequired by N.J.S.A. 52:17B-175(e), focusing on their total lack \nof procedural due process.  Jones argues that a juvenile subject \nto  transfer  is  entitled  to  the  full  panoply  of  due  process \nrights and a judicial hearing, while the State argues that the \njuvenile is not entitled to any form of due process.    \nUnlike the ordinary transfer of juveniles between juvenile \nfacilities  and  of  adults  between  state  prisons,  which  the \nLegislature has left to the unfettered discretion of the JJC and \nDOC  respectively,  see  N.J.S.A.  2A:4A-44(d)(1);  N.J.S.A.  30:4-\n91.2, the Legislature has conditioned the transfer of a juvenile \nfrom  the  custody  of  the  JJC  to  the  custody  of  the  DOC  on  a \nfinding that the juvenile's \"continued presence in the juvenile \nfacility  threatens  the  public  safety,  the  safety  of  juvenile \noffenders,  or  the  ability  of  the  commission  to  operate  the \nprogram  in  the  manner  intended,\"  N.J.S.A.  52:17B-175(e).    In \naddition,  the  transfer  of  a  juvenile  to  an  adult  prison \nsignificantly changes the focus of the incarceration away from \nrehabilitation  and  toward  security  and  punishment.    For  those \nreasons, we conclude that there must be a sufficient level of \nprocedural due process to protect the juvenile's interests.    \n24  A-2357-11T2 \n\nAlthough  the  full  level  of  due  process  required  by  Vitek \nmay  not  be  appropriate,  the  rehabilitative  purposes  of  the \njuvenile  justice  system  combined  with  the  importance  of  the \ndecision in terms of the availability of rehabilitative services \nto juveniles at issue require due process at least as extensive \nas that required for prison discipline.  See Avant v. Clifford, \n67 N.J. 496, 525 (1975).  At a minimum, before a juvenile can be \ntransferred to custody of the DOC, there must be written notice \nof  the  proposed  transfer  and  the  supporting  factual  basis,  an \nimpartial  decision  maker,  an  opportunity  to  be  heard  and  to \npresent  opposition,  some  form  of  representation,7  and  written \nfindings  of  fact  supporting  a  decision  to  proceed  with  the \ntransfer.   \n                     \n7 The nature of the representation cannot be determined on this \nrecord.    The  record  does  not  reflect  whether  legal  assistance \nsimilar  to  \"counsel  substitutes\"  or  some  other  form  of  legal \nassistance  is  available  in  juvenile  facilities  to  assist \njuveniles in opposing a transfer request.  In addition, it is \nnot clear whether transferred juveniles are mixed with the adult \npopulation  when  they  are  transferred  or  segregated  from  adult \noffenders albeit housed in an adult prison, nor does the record \nreflect whether or not they continue to receive rehabilitative \nand  other  services  available  to  juveniles  at  JJC  facilities.  \nThose  factors  would  inform  our  consideration  of  whether  there \nmust be representation by counsel.  We note that the State of \nWashington  does  require  counsel,  but  that  the  requirement  is \nstatutory.  Monroe, supra, 939 P.2d at 206 n.1.  It is not clear \nfrom  the  decision  in  Monroe  whether  the  court  would  have \nrequired  it  as  a  matter  of  constitutional  right,  although  the \ncourt did cite Vitek, which does require counsel.     \n25  A-2357-11T2 \n\nInasmuch  as  the  Family  Part  judge  has  already  determined \nthat  a  juvenile  subject  to  transfer  should  be  incarcerated  in \nthe first place, we see no need for a referral to the Family \nPart to approve a proposed transfer of custody to the DOC.  Once \nthe  decision  to  incarcerate  has  been  made,  the  decision  with \nrespect to the appropriate place for incarceration is within the \nauthority  and  expertise  of  the  JJC.    N.J.S.A.  2A:4A-44(d)(1) \n(JJC \"shall provide for the juvenile's placement in a suitable \njuvenile facility.\").  Consequently, that body should make the \nfinal decision, with the concurrence of the DOC commissioner as \nrequired  by  N.J.S.A.  52:17B-175(e),  after  conducting  the \nrequired hearing directly or through a hearing officer.   \n  Because N.J.A.C. 13:91-2.1 provides no due process rights \nto the juvenile as part of the transfer process, we hold that it \nis invalid.  It does not comply with the statutory requirement \nthat  the  transfer  procedures  be  \"consistent  with  applicable \nstate and federal standards,\" particularly the juvenile's rights \nto  due  process.    U.S.  Const.  amend.  XIV;  see  Greenberg  v. \nKimmelman, 99 N.J. 552, 568 (1985) (Article I, Paragraph 1 of \nthe  New  Jersey  Constitution  \"safeguards  values  like  those \nencompassed  by  the  principles  of  due  process  and  equal \nprotection.\"). \n \n26  A-2357-11T2 \n\nIII. \n  For  the  reasons  set  forth  above,  we  reverse  the  order \ntransferring  Jones  to  the  custody  of  the  DOC  and  order  his \nreturn to the custody of the JJC.  The JJC shall promptly revise \nits regulations to provide an appropriate level of due process \nconsistent  with  this  opinion.    It  may  then  seek  to  transfer \nJones to the custody of the DOC with an appropriate hearing and \nprocedural safeguards.   \nTo  the  extent  the  JJC  seeks  to  rely  on  the  discipline \narising  from  the  October  13,  2011  incident  with  the  juvenile \ncorrections  officer  in  seeking  Jones'  transfer,  it  must \nreconsider  his  appeal  and  provide  a  clear  statement  of  its \nreasons for denying him appellate relief.  Jones can, should he \nwish to do so, appeal that decision.  Although Jones failed to \nfile a timely appeal, we find it significant that his transfer \nto the custody of the DOC took place during the forty-five day \nappeal  period.    He  commenced  his  efforts  to  challenge  the \ntransfer shortly thereafter.     \n  Finally,  in  reviewing  the  record,  we  have  noted  that \ndocuments in the record, including the December 13, 2010 Family \nIntake  Juvenile  Pre-Disposition  Report  and  the  JJC's \n\"Individualized Education Program\" addressing June 2011 through \nJune 2012, suggest that Jones may be developmentally disabled.  \n27  A-2357-11T2 \n\nJones contends that his placement in a juvenile facility in the \nfirst  place  may  have  been  inappropriate.    See  N.J.S.A.  2A:4A-\n44(c)(2); State ex rel. R.M., 141 N.J. 434, 441-48 (1995).  Like \nany  adjudicated  juvenile,  Jones  has  the  right  to  petition  the \nFamily Court for a recall hearing to address that issue.  R.M., \nsupra, 141 N.J. at 456; R. 5:24-5 to -6. \n  Reversed and remanded. \n \n28  A-2357-11T2 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/43791"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118558,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118558"
    }
  ],
  "document_count": 2
}