{
  "case_id": 18153,
  "fetched_at": "2025-10-22T00:33:58.424077",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Equal Employment"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of California",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": "1991-06-10",
    "filing_year": 1991,
    "id": 18153,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 27342,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1991,
      "docket_filing_number": 1763,
      "is_main_docket": true,
      "court": "Northern District of California",
      "state": "California",
      "docket_office_number": "3",
      "docket_number_manual": "3:91-CV-01763",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/cand--3-91-cv-01763.html",
      "recap_link": null,
      "is_active": true
    },
    "name": "Anders v. American Stores Co.",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": null,
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [
      {
        "id": 9469,
        "name": "Stender v. Lucky Stores, Inc."
      }
    ],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "California",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/18153",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=18153",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=18153",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=18153"
  },
  "documents": [
    {
      "date": "1992-01-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Google Scholar",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 1302,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 780,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of California",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131854,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131854.pdf",
      "title": "Amended Memorandum and Order",
      "text": " \n \n780 F.Supp. 1302 (1992) \nNancy J. STENDER, Diane Skillsky, Julie Valentine-Dunn, Reba Barber-\nMoney, Irma Hernandez, Anita Martinez and Jon Gold on behalf of \nthemselves and all other similarly situated, Plaintiffs, \nv. \nLUCKY STORES, INC., Defendant. \nNo. C-88-1467 MHP. \nUnited States District Court, N.D. California. \nJanuary 7, 1992. \n1303*1303 Brad Seligman, Jocelyn D. Larkin, Donna M. Ryu, Saperstein, Seligman & Mayeda, \nOakland, Cal., for plaintiffs. \nKirby Wilcox, Kathleen V. Fisher, James E. Boddy, Jr., Portia R. Moore, Morrison & Foerster, San \nFrancisco, Cal., for defendant. \nAMENDED MEMORANDUM AND ORDER \nPATEL, District Judge. \nPlaintiffs have brought this class action against Lucky Stores, Inc. on behalf of Black and female \nemployees working in retail stores within Lucky's Northern California Food Division. Plaintiffs allege \ndiscrimination on the basis of race and sex in initial job placement, allocation of work hours, \nreclassification of part-time employees to full-time positions, and promotions. Claims are brought \npursuant to Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e et seq.; 42 U.S.C. § 1981; \nand the California Fair Employment and Housing Act (\"FEHA\"), Government Code §§ 12900-12996. \nOn November 21, 1991 the President signed into law the Civil Rights Act of 1991. The Act \n\"respond[s] to recent decisions of the Supreme Court by expanding the scope of relevant civil rights \nstatutes in order to provide adequate protections to victims of discrimination.\" Civil Rights Act § 3(4). \nThe Civil Rights Act will affect the law in this case if it applies to cases which were pending at the \ntime of its enactment. Plaintiffs contend that the Act is applicable to their claims while defendant \nargues that the provisions of the Act should not be applied to this case. The only case which this \ncourt has found which analyzes the question of the retroactivity of the 1991 Civil Rights Act in depth \nis Mojica v. Gannett Co., Inc., 779 F.Supp. 94 (N.D.Ill.1991).[1] That court held that the Act was \napplicable to cases which were pending at the time of its enactment. For the following reasons, this \ncourt holds that the Civil Rights Act of 1991 is applicable to plaintiff's claims. \nDISCUSSION \nA. The Plain Language of the Act \n\n \n \n\"The starting point for interpretation of a statute `is the language of the statute itself. Absent a clearly \nexpressed legislative intention to the contrary, that language must ordinarily be regarded as \nconclusive.'\" Kaiser Aluminum & Chemical Corp. v. Bonjorno, 494 U.S. 827, 110 S.Ct. 1570, 1575, \n108 L.Ed.2d 842 (1990) (quoting Consumer Product Safety Comm'n v. GTE Sylvania, Inc., 447 U.S. \n102, 108, 100 S.Ct. 2051, 2056, 64 L.Ed.2d 766 (1980)). The language of the 1991 Civil Rights Act \nindicates that the Act should apply to cases which were pending at the time of its enactment. \nSection 402 of the 1991 Civil Rights Act provides: \n(a) In General. — Except as otherwise specifically provided, this Act and the amendments made by \nthis Act shall take effect upon enactment. \n(b) Certain Disparate Impact Cases. — Notwithstanding any other provision of this Act, nothing in \nthis Act shall apply 1304*1304 to any disparate impact case for which a complaint was filed before \nMarch 1, 1975 and for which an initial decision was rendered after October 30, 1983. \nThe Ninth Circuit has stated that \"the fact that Congress expressed its intention that [a] statute take \neffect upon enactment is some indication that it believed that application of its provisions was \nurgent.\" In re Reynolds, 726 F.2d 1420, 1423 (9th Cir. 1984). In Reynolds, the Omnibus Budget \nReconciliation Act of 1981 was silent as to whether it should apply to cases which were pending \nwhen it was enacted. However, the court weighed the fact that the Act was to be effective upon \nenactment in favor of the Act's retroactive application. \nMore importantly, reading clauses (a) and (b) of section 402 together makes it clear that the 1991 \nCivil Rights Act applies to cases which were pending at the time of its enactment. Section 402(b) \ncarves out an exception to the Act for the parties in the currently pending Wards Cove case.[2] The \nSupreme Court has stated on many occasions that \"no provision [of a statute] should be construed \nto be entirely redundant.\" See Kungys v. U.S., 485 U.S. 759, 778, 108 S.Ct. 1537, 1550, 99 L.Ed.2d \n839 (1988); see also Arcadia v. Ohio Power Co., ___ U.S. ___, 111 S.Ct. 415, 419, 112 L.Ed.2d 374 \n(1990). If the Civil Rights Act only applied prospectively, section 402(b) of the Act would be \nmeaningless. The Supreme Court has also expressed a hesitancy \"to adopt an interpretation of a \ncongressional enactment which renders superfluous another portion of that same law.\" Mackey v. \nLanier Collection Agency & Serv., Inc., 486 U.S. 825, 837, 108 S.Ct. 2182, 2189, 100 L.Ed.2d 836 \n(1988). In this case, the only interpretation of Section 402 that does not make clause (b) \nmeaningless is that the Act is applicable to cases which were pending at the time of its enactment, \nwith the exception of Wards Cove.[3] \nThe language of section 109 of the Act also supports interpreting the Act to apply retroactively. \nSection 109, which legislatively overrules E.E.O.C. v. Arabian American Oil Co., ___ U.S. ___, 111 \nS.Ct. 1227, 113 L.Ed.2d 274 (1991), provides: \n(c) Application of Amendments. — The amendments made by this section shall not apply with \nrespect to conduct occurring before the date of the enactment of this Act. \nLike section 402(b), section 109(c) would be meaningless unless the Civil Rights Act applies to \ncases which were pending at the time of its enactment.[4] \nAccordingly, the court holds that the 1991 Civil Rights Act must be interpreted to apply to cases \nwhich were pending at the time it was enacted because that \"construction is required ... by \n\n \n \nnecessary implication.\" Nelson v. Ada, 878 F.2d 277, 280 (9th Cir.1989) (citing Bruner v. United \nStates, 343 U.S. 112, 117 n. 8, 72 S.Ct. 581, 584 n. 8, 96 L.Ed. 786 (1952)). \nB. The Legislative History of the Act \nThe legislative history of the 1991 Civil Rights Act does not contradict the fact that the plain \nlanguage of the Act supports its retroactive application. See Kaiser, 110 S.Ct. at 1575. The \nstatements and interpretive memoranda of different members of the House and Senate conflict on \nthe question of retroactivity.[5] An amendment 1305*1305 which would have explicitly made the Act \nprospective was not offered,[6] and the Justice for Wards Cove Workers Bill, which would explicitly \nmake the Act retroactive, is still in committee.[7] Thus, the legislative history of the Act does not \nweigh in favor of or against the retroactive application of the Civil Rights Act.[8] \nAlthough the specific legislative history of the 1991 Civil Rights Act is unclear as to the propriety of \nits retroactive application, in general restorative legislation should be applied retroactively. Where \n\"Congress enacts [a] statute to clarify the Supreme Court's interpretation of previous legislation \nthereby returning the law to its previous posture,\" the Act must be applied retroactively. Ayers v. \nAllain, 893 F.2d 732, 754-55 (5th Cir.), vacated on other grounds, 914 F.2d 676 (5th Cir.1990) (en \nbanc), cert. granted on other grounds, ___ U.S. ___, 111 S.Ct. 1579, 113 L.Ed.2d 644 (1991). The \nCivil Rights Act reverses or modifies numerous recent Supreme Court cases including Price \nWaterhouse v. Hopkins, 490 U.S. 228, 109 S.Ct. 1775, 104 L.Ed.2d 268 (1989);[9] Martin v. \nWilks, 490 U.S. 755, 109 S.Ct. 2180, 104 L.Ed.2d 835 (1989);[10] Lorance v. AT & T Technologies, \nInc., 490 U.S. 900, 109 S.Ct. 2261, 104 L.Ed.2d 961 (1989);[11] Patterson v. McLean Credit \nUnion, 491 U.S. 164, 109 S.Ct. 2363, 105 L.Ed.2d 132 (1989);[12] and West \nVirginia 1306*1306 University Hospital, Inc. v. Casey, ___ U.S. ___, 111 S.Ct. 1138, 113 L.Ed.2d 68 \n(1991).[13] Congress' clear intention was to undo the effects of these cases, which it believed were \nwrongly decided, and to restore civil rights law to its previous state. The restorative intent behind the \n1991 Civil Rights Act can only be fully satisfied by applying it to cases which were pending at the \ntime of its enactment. \nWith respect to the propriety of applying restorative legislation retroactively, the 1991 Civil Rights Act \nis similar to the Civil Rights Restoration Act of 1987. The purpose of the Civil Rights Restoration Act \nof 1987 was to overrule legislatively Grove City College v. Bell, 465 U.S. 555, 104 S.Ct. 1211, 79 \nL.Ed.2d 516 (1984), which limited the scope of Title IX. The Civil Rights Restoration Act was silent \nas to whether it was to be applied retroactively. However with only one exception, every court which \nhas addressed the issue has held that the Act should apply to cases which were pending at the time \nof its enactment. See Lussier v. Dugger, 904 F.2d 661, 665 (11th Cir.1990) (\"statutory changes that \nare procedural or remedial in nature apply retroactively.\"); Ayers v. Allain, 893 F.2d at 754-55; Leake \nv. Long Island Jewish Medical Center, 695 F.Supp. 1414, 1417 (E.D.N.Y. 1988), aff'd, 869 F.2d 130, \n131 (2d Cir.1989) (per curiam); Bonner v. Arizona Dep't of Corrections, 714 F.Supp. 420, 422-23 \n(D.Ariz.1989). But see DeVargas v. Mason & Hanger-Silas Mason Co., 911 F.2d 1377 (10th \nCir.1990), cert. denied, ___ U.S. ___, 111 S.Ct. 799, 112 L.Ed.2d 860 (1991).[14] In this case, in \naddition to the express restorative purpose of the Civil Rights Act, the plain language of the Act also \nsupports its retroactive application. \nC. Presumption of Retroactivity \n\n \n \nIn addition, case law supports the retroactive application of the 1991 Civil Rights Act. The Supreme \nCourt has acknowledged that there are two inconsistent lines of cases regarding what courts should \ndo when the plain language and legislative history of a statute do not speak conclusively on the \nquestion of whether the statute is to be applied retroactively. Kaiser, 110 S.Ct. at 1577. One line of \ncases holds that \"a court is to apply the law in effect at the time it renders its decision, unless doing \nso would result in manifest injustice or there is statutory direction or legislative history to the \ncontrary.\" Bradley v. School Board, 416 U.S. 696, 711, 94 S.Ct. 2006, 2016, 40 L.Ed.2d 476 (1974). \nThe second line of cases holds that \"congressional enactments and administrative rules will not be \nconstrued to have retroactive effect unless their language requires this result.\" Bowen v. \nGeorgetown University Hosp., 488 U.S. 204, 208, 109 S.Ct. 468, 471, 102 L.Ed.2d 493 (1988). \nAlthough it has not explicitly decided the issue, see Ayala-Chavez v. U.S. INS, 945 F.2d 288, 295 n. \n9 (9th Cir.1991), the Ninth Circuit has followed Bradley and accepted the presumption of \nretroactivity.[15] See Kruso v. International Telephone & Telegraph Corp., 872 F.2d 1416, 1424-25 \n(9th Cir.1989), cert. denied, ___ U.S. ___, 110 S.Ct. 3217, 110 L.Ed.2d 664 (1990); Gioda v. Saipan \nStevedoring Co., 855 F.2d 625, 630 (9th Cir.1988); De Gurules v. Immigration 1307*1307 & \nNaturalization Service, 833 F.2d 861, 863 (9th Cir.1987); and Northern Mariana Islands v. \nKawano, 917 F.2d 379, 381-82 (9th Cir.1990), cert. denied, ___ U.S. ___, 111 S.Ct. 1116, 113 \nL.Ed.2d 224 (1991). But see Nelson v. Ada, 878 F.2d at 280 (stating presumption in favor of \nprospective application of legislative enactments without citing either Bradley or Bowen).[16] Indeed, \nthis court has also accepted the Bradley presumption of retroactivity. See U.S. ex rel. McCoy v. \nCalifornia Medical Review, Inc., 723 F.Supp. 1363, 1367 (N.D.Cal.1989). Therefore, this court will \napply the presumption of retroactivity announced in Bradley and the Ninth Circuit cases \nfollowing Bradley.[17] \nThe Bradley presumption of retroactivity may only be rebutted if it will \"result in manifest injustice or \n[if] there is statutory direction or legislative history to the contrary.\" Bradley, 416 U.S. at 711, 94 S.Ct. \nat 2016. In the case of the 1991 Civil Rights Act, the statutory direction indicates that the Act should \nbe applied retroactively and the legislative history is unclear. In order to determine whether \nretroactive application of the Act would result in manifest injustice, the court must consider \"(a) the \nnature and identity of the parties, (b) the nature of their rights, and (c) the nature of the impact of the \nchange in law upon those rights.\" Bradley, 416 U.S. at 717, 94 S.Ct. at 2019. \n1. The Nature and Identity of the Parties \nThe first prong of the Bradley \"manifest injustice\" test recognizes a distinction between merely \nprivate disputes and litigation which involves important public interests. The Bradley court stated that \n`in mere private cases between individuals, a court will and ought to struggle hard against a \nconstruction which will, by a retrospective operation, affect the rights of parties, but in great national \nconcerns ... the court must decide according to existing laws.' \nBradley, 416 U.S. at 712, 94 S.Ct. at 2016 (quoting U.S. v. Schooner Peggy, 5 U.S. (1 Cranch) \n103, 110 2 L.Ed. 49 (1801)). Although this case involves private parties, it also involves matters of \ngreat public concern — remedying race and sex discrimination and promoting equality. Thus, this \nfirst factor weighs in favor of the retroactive application of the 1991 Civil Rights Act. \n2. The Nature of Their Rights \n\n \n \nThe second prong of the Bradley \"manifest injustice\" test focuses on whether retroactive application \nof the law would \"infringe upon or deprive a person of a right that had matured or become \nunconditional.\" Bradley, 416 U.S. at 720, 94 S.Ct. at 2020. Defendant argues that the 1991 Civil \nRights Act has significantly altered the law in disparate impact cases by expanding a defendant's \nliability for intentional discrimination,[18] by changing the rule that a plaintiff must link a statistical \ndisparity to a specific employment practice,[19] and by shifting the burden of proof.[20] \nThe court rejects defendant's argument that by expanding defendant's liability for intentional \ndiscrimination the Civil Rights Act has infringed upon its unconditional rights. Defendant has no \nunconditional 1308*1308 right to limit plaintiffs to a particular type of remedy. See Gulf Offshore Co., \nDiv. of Pool Co. v. Mobil Oil Corp., 453 U.S. 473, 486 n. 16, 101 S.Ct. 2870, 2879, 69 L.Ed.2d 784 \n(1981). In fact, the Supreme Court has upheld the retroactive application of laws which enhance \neconomic penalties for conduct which occurred prior to the enactment of a statute. See Pension \nBen. Guar. Corp. v. R.A. Gray & Co., 467 U.S. 717, 728-31, 104 S.Ct. 2709, 2717-18, 81 L.Ed.2d \n601 (1984). Moreover, defendant has always been subject to broader compensatory and punitive \ndamages under the FEHA and 42 U.S.C. § 1981 for the same conduct. \nThe court also rejects defendant's contention that the Civil Rights Act should only be applied \nprospectively because it has changed the substantive law in disparate impact cases.[21] The 1991 \nCivil Rights Act has not changed that substantive law. It has merely changed what plaintiffs must \nshow to prove their case and the remedies available to plaintiffs. In fact, the 1991 Civil Rights Act \nhas simply returned the law to the position that it was in when this complaint was filed in 1988, when \nLucky designed its first affirmative action plan for the Northern Food division, when the E.E.O.C. \nissued its Determination finding reasonable cause to believe Lucky had engaged in classwide \ndiscrimination, and when discovery began in this case. After the filing of this action Wards \nCove changed the rules applicable to disparate impact cases; the Civil Rights Act has restored the \nlaw to the state it was in when this claim arose. \nIn addition, there have been no findings of fact in this case. Therefore, defendant cannot contend \nthat application of the Civil Rights Act will infringe on any of its matured rights. \n3. The Nature of the Impact of the Change in Law upon \nthose Rights \nAlthough the court has found that defendant has no substantive rights which are affected by the Civil \nRights Act of 1991, nonetheless the court will address the third Bradley \"manifest injustice\" factor. \nThis last factor concerns whether \"new and unanticipated obligations may be imposed upon a party \nwithout notice or an opportunity to be heard.\" Bradley, 416 U.S. at 720, 94 S.Ct. at 2021. The \ndiscriminatory conduct which plaintiffs allege was unlawful under Title VII from the beginning of the \nliability period in this case to the present. Therefore, this last factor also supports the court's holding \nthat the application of the 1991 Civil Rights Act to this case will not result in manifest injustice. \nCONCLUSION \n1. The Civil Rights Act of 1991 is applicable to plaintiffs' claims. \n\n \n \n2. The parties are ordered to submit simultaneous memoranda to the court within thirty (30) days of \nthe date of this amended order concerning: \na. How the Act affects the use of statistical evidence in disparate impact and disparate treatment \ncases. \nb. The appropriate post-Wards Cove analysis in disparate impact cases as a result of section 105 of \nthe Act, 42 U.S.C. § 2000e-2 as amended. \nc. How the Act affects any other issues now pending before this court in Stender v. Lucky. \nThe court will then decide if additional briefing or a hearing is necessary. \nIT IS SO ORDERED. \n[1] Two district courts have decided the question of the retroactivity of the 1991 Civil Rights Act without analysis, James v. \nAmerican International Recovery, Inc., 1:89-CV-321-RHH, 1991 WL 281734 (N.D.Ga. Dec. 3, 1991) (refusing to apply the \nAct and referencing a Magistrate's Report and Recommendation which was decided before the date of the Act and \ncontained no discussion of the Act); La Cour v. Harris County, H-89-1532 (S.D.Tex. Dec. 6, 1991) (memorandum order \napplying the act without analysis). \n[2] Senator Murkowski, who drafted section 402(b), understood that the Act \"would apply retroactively to all cases pending \non the date of enactment, regardless of the age of the case. [His] amendment [was intended to] limit the retroactive \napplication of [the Act with regard to the Wards Cove case].\" 137 Cong.Rec. S15,953 (daily ed. Nov. 5, 1991). \n[3] The court is unwilling to make any determinations about section 402 based on section 110(b), which states that section \n110 \"shall take effect on the date of enactment\" of the Act. Although section 110(b) is redundant, it is not inconsistent with \nthe court's determination that the 1991 Civil Rights Act should be retroactively applied. \n[4] This interpretation was suggested by Rep. Edwards: \"[Sections 402(b) and 109(c)] express a clear purpose to deny \nretroactive application in the circumstances set forth. Our decision not to use similar language in § 402(a) clearly shows our \ndifferent purpose in all other circumstances.\" 137 Cong.Rec. H9,530 (daily ed. Nov. 7, 1991). \n[5] See, e.g., 137 Cong.Rec. H9,526-32 (daily ed. Nov. 7, 1991) (Rep. Edwards) (in favor of retroactivity); 137 Cong.Rec. \nS15,472-78 (daily ed. Oct. 30, 1991) (Sen. Dole) (against retroactivity); 137 Cong Rec. S15,483-85 (daily ed. Oct. 30, 1991) \n(Sen. Danforth) (against retroactivity); and 137 Cong.Rec. S15,485-86 (daily ed. Oct. 30, 1991) (Sen. Kennedy) (in favor of \nretroactivity). However, interpreting the statute to apply to cases which were pending at the time of its enactment was the \nonly position that obtained bipartisan support. 137 Cong.Rec. H9,549 (daily ed. Nov. 7, 1991) (Rep. Fish). \n[6] The Senate gave Senator Warner its consent to offer an amendment limiting the bill to prospective application. 137 \nCong.Rec. S15,390 (daily ed. Oct. 29, 1991). However, Senator Warner decided not to offer the amendment. 137 Cong. \nRec. S15,457 (dated Oct. 30, 1991). \n[7] The Justice for Wards Cove Workers Bill was introduced by Senator Adams on November 13, 1991. 137 Cong.Rec. \nS16,611 (daily ed. Nov. 13, 1991). The purpose of the bill is \"to repeal the blatant special interest amendment to the Civil \nRights Act of 1991 that would exempt the Wards Cove Packing Co. from coverage under that landmark legislation.\" 137 \nCong.Rec. S16,620 (daily ed. Nov. 13, 1991). In order to accomplish this goal, the bill strikes section 402(b) of the 1991 Civil \nRights Act. The Act must be retroactive if it would be applicable to the parties in Wards Cove but for section 402(b). \n[8] Defendant argues that when there are competing interpretations of a statute, deference should be given to the \ninterpretation of the statute offered by the President. However, although President Bush said that the 1991 Civil Rights Act \nshould only be applied prospectively, BNA Daily Labor Report (Nov. 22, 1991), it is not the place of the President to write or \nto interpret federal statutes. See Marbury v. Madison, 5 U.S. (1 Cranch) 137, 177, 2 L.Ed. 60 (1803) (\"It is emphatically the \nprovince and duty of the judicial department to say what the law is.\"); see also Youngstown Sheet & Tube Co. v. \nSawyer, 343 U.S. 579, 587, 72 S.Ct. 863, 867, 96 L.Ed. 1153 (1952) (\"In the framework of our Constitution, the President's \npower to see that the laws are faithfully executed refutes the idea that he is to be a lawmaker. The Constitution limits his \nfunctions in the lawmaking process to the recommending of laws he thinks wise and the vetoing of laws he thinks bad.\"). \n\n \n \n[9] Section 107 of the Act modifies the Supreme Court's holding in Price Waterhouse, which held that an employer could \navoid liability for intentional discrimination in \"mixed motive\" cases if the employer could demonstrate that the same action \nwould have been taken in the absence of the discriminatory motive. Section 107 states that \"an unlawful employment \npractice is established when the complaining party demonstrates that race, color, religion, sex, or national origin was a \nmotivating factor for any employment practice, even though other factors also motivated the practice.\" 1991 Civil Rights Act \n§ 107. \n[10] Section 108 legislatively overrules Martin v. Wilks by prohibiting challenges to consent decrees by individuals who had a \nreasonable opportunity to object to the decree or whose interests were adequately represented by another party. \n[11] Section 112 legislatively reverses Lorance v. AT & T, which held that the period for challenging an allegedly \ndiscriminatory seniority rule begins when the rule is adopted, by allowing employees to challenge a seniority system \"when \nthe seniority system is adopted, when an individual becomes subject to the seniority system, or when a person aggrieved is \ninjured by the application of the seniority system or provision of the system.\" 1991 Civil Rights Act § 112. \n[12] Section 101 of the Act reverses limits on the scope of 42 U.S.C. § 1981 created by Patterson. Section 101 defines \n\"make and enforce contracts\" as \"the making, performance, modification and termination of contracts, and the enjoyment of \nall benefits, privileges, terms, and conditions of the contractual relationship.\" 1991 Civil Rights Act § 101. \n[13] Section 113 legislatively reverses West Virginia University Hospital, Inc. v. Casey by permitting recovery of expert fees \nas part of the attorney's fee award. \n[14] DeVargas is distinguishable from this case because the language of the 1991 Civil Rights Act requires that the statute \nbe interpreted retroactively. The Civil Rights Restoration Act did not include any sections which would have been rendered \nmeaningless if the statute was applied prospectively. DeVargas, 911 F.2d at 1384-85. \n[15] Defendant cites Alpo Petfoods, Inc. v. Ralston Purina Co., 913 F.2d 958 (D.C.Cir.1990), for the proposition that the \nD.C.Circuit has rejected the Bradley presumption of retroactivity. However, neither party in that case raised the issue of \nwhether the amendment to the Lanham Act applied retroactively, therefore the court's discussion of retroactivity was merely \nadvisory. Id. at 963 n. 6. In addition, the amendment took place more than two years after the conduct challenged in that \ncase occurred. Id. \n[16] Nelson can be distinguished from this case because the amendment to the statute in Nelson was not intended to \nreverse or modify judicial decisions. The amended Nelson statute gave the government of Guam more authority over the \nGuam educational system. In addition, the interpretation that the 1991 Civil Rights Act must apply retroactively is \"required \n... by necessary implication\" from the language of the Act. Nelson, 878 F.2d at 280. \n[17] In addition, Bowen can be distinguished from this case. Despite the Supreme Court's broad language in Bowen, that \ncase only dealt with the issue of whether an administrative agency has the power, pursuant to federal statute, to promulgate \nregulations which apply retroactively. Bowen did not concern the retroactive application of a statute. Moreover, the 1991 \nCivil Rights Act must apply retroactively because the \"language [of the Act] requires this result.\" Bowen, 488 U.S. at 208, \n109 S.Ct. at 471. \n[18] See 1991 Civil Rights Act § 102. \n[19] See 1991 Civil Rights Act § 105(a). \n[20] Id. \n[21] Defendant's reliance on Bennett v. New Jersey, 470 U.S. 632, 105 S.Ct. 1555, 84 L.Ed.2d 572 (1985), is misplaced. \nThat case held that the Bradley presumption of retroactivity cannot be applied when the effect of the statute is to make \nformerly legal activity illegal. In this case, the alleged discriminatory conduct has always been illegal under Title VII and the \n1991 Civil Rights Act merely changes how plaintiffs may redress the alleged violation of their rights. \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131854"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 113959,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113959"
    },
    {
      "date": "1990-06-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 192734,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1990,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of California",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131855,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131855.pdf",
      "title": "Memorandum and Order",
      "text": " \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1990)   \n57 Fair Empl.Prac.Cas. (BNA) 1437, 55 Empl. Prac. Dec. P 40,367 \n \n \n  discrimination in their initial assignment at Lucky’s and \n(2) whether the commencement date for the class period \n1990 WL 192734 \nfor plaintiffs alleging sex discrimination should be based \nUnited States District Court, N.D. California. \non the date of the EEOC discrimination charge filed by \nplaintiff Nancy Stender or on the date of the later EEOC \nNancy J. STENDER; Diane Skillsky; Julie \nValentine–Dunn; Reba Barber–Money; Irma  charge  filed  by  plaintiff  Diane  Skillsky.  Having \nHernandez; Anita Martinez and Jon Gold on  considered the arguments of the parties and the papers \nbehalf of themselves and all others similarly  submitted,  for  the  following  reasons  the  court  grants \nsituated, Plaintiffs,  plaintiffs’ motion as to the inclusion of initial assignment \nv.  complainants in the class and denies plaintiffs’ motion as \nLUCKY STORES, INC., Defendant.  to the commencement date. \n  \nNo. C 88–1467 MHP.   \n|   \nJune 8, 1990. \nBACKGROUND \nAttorneys and Law Firms  Plaintiffs complain that defendant discriminates against \nwomen  and  blacks  by  denying  them  hours,  full-time \nBrad  Seligman,  Jocelyn  D.  Larkin,  Donna  M.  Ryu,  work, desirable job assignments and shifts, training and \nSaperstein, Seligman, Mayeda & Larkin, Oakland, Cal.,  promotional  opportunities.  Lucky  stores  are  organized \nfor plaintiffs.  into departments. Depending on the size of the store, there \nmay be as many as five departments: grocery, produce, \nJames  C.  Paras,  Kirby  Wilcox,  James  E.  Boddy,  Jr.,  meat, deli/bakery and non-foods. A new employee can be \nCarolyn Rashby, Morrison & Foerster, San Francisco,  hired  as  a  courtesy  clerk  (which  is  a  position  in  the \nCal., for defendant.  grocery department) or the employee can be assigned to a \n  particular department in a higher level position such as \n  apprentice clerk or journey clerk. In the deli/bakery and \n  non-foods  departments  the  highest  position  one  can \n  achieve is department head. \n  \nPromotion in the grocery department can lead to store \nmanagement. Promotion is governed by the Collective \nMEMORANDUM AND ORDER  Bargaining Agreement (“CBA”) between Lucky’s and the \nUnited  Food  and  Commercial  Workers  union  and  is \nsupposed  to  be  based  on  seniority,  experience,  job \nPATEL, District Judge.  performance,  aptitude,  and  attendance,  among  other \nfactors. Training for upper level positions can be gained \n*1 Plaintiffs, a class of female and black employees1 of  through  assignments  known  as  floor  work  or  from \ndefendant, Lucky Stores, brought this action alleging that  assignment to the night-crew. The night-crew is better \nthe defendant maintains a policy and practice of denying  paid  than  the  day  crew,  and  positions  in  the  grocery \nhours,  full-time  work,  desirable  job  assignments  and  department are better paid than equivalent positions in \nshifts, training and promotional opportunities to female  deli/bakery and non-foods. Employees who are initially \nand black employees in its Northern Food Division. On  assigned only part-time hours but who want full-time \nOctober 11, 1989, the court approved a stipulation in  hours  can  bid  for  full-time  assignments  twice  a  year \nwhich the parties agreed to a partial class definition as  according to the CBA. \nwell  as  procedures  for  litigating  the  remaining  class    \ndefinition  disputes.  After  the  stipulation  four  class  Plaintiff Nancy Stender began to work for Lucky stores in \ndefinition issues were left unresolved. The parties are  May 1979. She began as a part-time apprentice journey \nbefore the court to resolve two of those issues, namely (1)  clerk. Beginning in 1980, Stender bid twice a year to be \nwhether  the  class  encompasses  those  complaining  of  promoted to full-time work. She alleges that she was \n1 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1990)   \n57 Fair Empl.Prac.Cas. (BNA) 1437, 55 Empl. Prac. Dec. P 40,367 \n \npassed over in favor of white males with less seniority  I. INITIAL ASSIGNMENT \nand in 1984, she filed a claim to that effect with the  Plaintiffs assert that the named plaintiffs fulfill the Rule \nEEOC. Stender’s claim was filed without the benefit of  23 requirements of commonality, typicality and adequacy \ncounsel. Beginning in 1984, the EEOC investigated her  of  representation  even  though  none  of  the  named \ncharges and issued its determination in September 1987.  plaintiffs  have  alleged  discrimination  in  their  initial \nIn the meantime, plaintiff Diane Skillsky filed a charge  assignment. Fed.R.Civ.P. 23. Initial assignment claims, \nwith the EEOC in May 1985. Skillsky’s claim, which was  they argue, are properly within the scope of the class \nprepared  by  attorneys,  raised  issues  of  promotion,  because  initial  assignments  are  an  integral  part  of \ntraining, and job assignments as well as other issues.  defendant’s  system  of  employment  practices  which \nSkillsky’s charge alleged class-wide discrimination by the  injures employees by channelling them into less desirable \ndefendant.  As  a  result  of  the  EEOC’s  issuance  of  jobs and which limits their promotional opportunities. \nright-to-sue letters, plaintiffs brought this action in federal    \ncourt.  As  explained  above,  management  of  a  Lucky’s \n   supermarket  is  divided  potentially  into  five  different \n*2 On October 11, 1989 the parties stipulated to a partial  areas: grocery, produce, meat, deli/bakery and non-foods. \nclass  definition.  After  the  stipulation  only  four  class  New employees can be assigned to a number of different \ndefinition issues remained. The parties chose to continue  positions. Many new employees are hired as courtesy \nto negotiate two of the disputed issues and to bring a  clerks, a position in the grocery department. Those hired \nmotion before this court on the issues of whether initial  into the grocery department are eligible to advance to \nassignment claims are included within the class and what  store management. \nthe  proper  commencement  date  should  be  for  those    \nplaintiffs alleging sex discrimination.  Employees can also be hired directly into one of the five \n   different areas as an apprentice clerk or in some greater \n  capacity. Those assigned into the deli/bakery or non-foods \n  can advance only to the position of department head. \nThere  is  evidence  that  those  assigned  originally  into \ndeli/bakery or non-foods can transfer into grocery, but \nDISCUSSION  that these transfers are rare and often would require the \nPlaintiffs and defendant cannot agree on the definition of  employee to retrain as an apprentice. \nthe class as it pertains to initial assignments and as to the    \nproper commencement date for the sex discrimination  The named plaintiffs were all initially assigned into the \nclaims.  Plaintiffs  argue  that  employment  practices  grocery  department.  Nonetheless,  plaintiffs  posit  that \nregarding the initial assignment of new hires are within \nthere  is  commonality,  typicality  and  that  they  are \nthe scope of the general employment practices the class is \nadequate representatives of those employees who were \nchallenging. Defendants contend that because none of the \nassigned into non-grocery departments. Plaintiffs assert \nnamed  plaintiffs  have  alleged  that  they  were \nthat this is so because (1) defendant has stipulated that the \ndiscriminated  against  in  their  initial  assignment,  any \nnamed  plaintiffs  are  adequate  representatives  for  all \ninitial assignment claims are improperly included in the  complaints other than initial assignment even though the \nclass definition.  named plaintiffs have not suffered each individual harm \n   in training, promotion, assignment of hours and shifts, \nPlaintiffs also claim that the date of plaintiff Stender’s  and because (2) the employer allegedly practices the same \nEEOC charge is the proper date from which to calculate  entirely subjective decision-making process for making \nthe opening date of liability on the sex discrimination  initial assignments as it does in making decisions about \ncharges. Defendants counter that the Stender charge only \npromotion, shifts, hours, etc. \nraised the issue of denial of full-time status and that \n  \nliability,  if  any,  should  run  instead  from  the  time  of \n*3 The parties argue that the Supreme Court decision in \nplaintiff Skillsky’s EEOC charge, which raised broader \nGeneral Telephone Co. of the Southwest v. Falcon, 457 \nclass claims. \nU.S. 147 (1982), supplies the appropriate rule of law. \n  \nPointing  to  footnote  fifteen  of  the  Supreme  Court’s \n  opinion in Falcon, both parties note that Lucky’s does not \n  administer a testing procedure and instead they focus on \nwhether  or  not  Lucky’s  employs  “entirely  subjective \n2 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1990)   \n57 Fair Empl.Prac.Cas. (BNA) 1437, 55 Empl. Prac. Dec. P 40,367 \n \ndecisionmaking.” Id. at 159 n. 15.  into a full-scale attack on every employment practice of a \n   major metropolitan bank. This extension of the litigation \nThis court believes the parties place greater emphasis on  to claims the named plaintiffs could not raise not only \nfootnote fifteen than is justified in these circumstances.  violates  rudimentary  principles  of  typicality, \nOne must heed the Supreme Court’s admonition to look  commonality, and standing but also creates such a legion \nto this type of evidence in the context of the situation  of claims and defenses that sheer volume tends to obscure \nwhich faced the Court. In the preamble to the sentence  the valid rights of the proper classes and such rights as the \nwherein the Supreme Court discusses “entirely subjective  members of improperly joined classes may be able to \ndecisionmaking,” the Court explains that having proof of  assert in another action. \nthis nature “conceivably could justify a class of both    \napplicants and employees.” Falcon at 159 n. 15. In the  *4 Id. at 1200–1201. \ncase  at  bar,  the  parties’  briefs  overlook  the  facts    \nunderlying  the  Falcon  case  and  how  those  facts  are  The facts of the Vuyanich case are also distinguishable \ndistinguishable from the present case.  from the case at bar. As the above excerpt indicates, the \n   court was concerned about the size and complexity of the \nAlthough in Falcon the Supreme Court reversed what had  case. The trial court in Vuyanich had certified six different \nbeen  an  earlier  trend  of  allowing  across-the-board  subclasses  complaining  about  hiring,  pay,  promotion, \ncertification of classes in Title VII (42 U.S.C.A. § 2000e  placement, maternity leave, and termination. The claims \net.  seq.)  discrimination  claims,  the  Court’s  concern  in the present case are not nearly as broad. Nor will they \ncentered on maintaining the efficiency and economy of  require  separate  evidentiary  investigations.  As  counsel \nlitigation that class actions were intended to remedy. The  admitted at this court’s December 11, 1989 hearing, much \nnamed plaintiff in Falcon was attempting to represent  of the testimony required to determine whether there has \nboth  those  Mexican–Americans  who  had  been  been discrimination in initial hiring will be from the same \ndiscriminated against in promotion and those who had  managers who are alleged to have engaged in the other \nbeen discriminated against in hiring.2 In contrast, in the  disputed practices. \ncase at bar, the class members are suffering from the same    \ninjury. Each of the class members the named plaintiffs  Plaintiffs analogize the present situation to the facts of \nseek to represent has already been hired by Lucky’s. All  Richardson v. Byrd, 709 F.2d 1016 (5th Cir.), cert. denied \nplaintiffs already have their feet on the first rung of the  Dallas County Comm.’s Court v. Richardson, 464 U.S. \nladder at Lucky’s, they are simply arguing that there are  1009 (1983). In Richardson, the class certified by the \nimpediments to their ability to climb farther.  court was, like Falcon but unlike the case at bar, a class of \n   employees and applicants allegedly discriminated against \nThe court finds that, in keeping with the rationale of  in  hiring,  transfer,  promotion  and  job  assignments. \nFalcon, the ability of the named plaintiffs to represent  Defendants appealed the class certification questioning \nthose  complaining  of  discrimination  in  their  initial  the  appropriateness  of  Richardson,  as  an  employee, \nassignment  should  be  analyzed  under  Rule  23.  The  representing applicants. \nSupreme Court’s remonstrance in Falcon was aimed at    \nmaintaining the goals of Rule 23, economy and efficiency  In  analyzing  defendants’  complaints,  the  Fifth  Circuit \nwithout sacrificing fairness. In order to ensure that those  looked to Falcon. The court determined that the Supreme \nwho  will  be  bound  by  the  decision  have  had  a  fair  Court “did not intend that Rule 23 be administered in ... a \nhearing,  the  court  must  conduct  conscientiously  an  categorical  fashion.”  Id.  at  1019.  The  Fifth  Circuit \ninvestigation into commonality, typicality and adequacy  focussed instead on the Supreme Court’s reminder that \nof representation.3  the proposed class “must meet the requirements of Rule \n   23, underscoring the request that ‘the class claims [be] \nDefendant looks to Vuyanich v. Republic Nat’l Bank of  those fairly encompassed by the named plaintiff’s claims.’ \nDallas, 723 F.2d 1195 (5th Cir.1984) as support for the  ” Id. (quoting Falcon, 457 U.S. at 156). \nproposition that, post-Falcon, the scope of class actions    \nhas been “significantly altered.” Id. at 1197. In Vuyanich  The Richardson court found commonality and typicality \nthe court determined that the class action device:  in that plaintiff demonstrated a “sufficient Rule 23(a) \n   nexus to enable her to represent a class consisting of both \nwas  improperly  used  to  multiply  two  significant  but  employees  and  applicants.”  Id.  at  1020.  The  court’s \ndiscrete classes of claims involving hiring and termination  reasoning was as follows: although plaintiff was attacking \n3 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1990)   \n57 Fair Empl.Prac.Cas. (BNA) 1437, 55 Empl. Prac. Dec. P 40,367 \n \nassignment to a particular jail, because the jail had few  remainder of the claims to which defendant has already \npositions open, the implications are that fewer women  stipulated comports with the requirements of Rule 23. \nwould be hired. Similarly in the case at bar, the named  This  determination  accords  with  the  Supreme  Court’s \nplaintiffs are complaining about the lack of promotional  concerns for both fairness and efficiency. Furthermore, \nopportunities to management positions. If a woman is  the court is mindful of its continuing duty under Rule 23 \ninitially assigned to deli/bakery or general merchandise,  to monitor class certification and, if it appears in the \nshe necessarily will be less able, if not unable, to pursue  future that plaintiffs cannot adequately represent those \nstore management positions.  with  initial  hiring  claims,  the  court  will  take  the \n   appropriate action. \nThe final determination made by the Richardson court    \nwas whether Richardson was an adequate representative.   \nBecause  Richardson  was  an  employee  attempting  to   \nrepresent applicants, the court needed to ascertain whether \nthere was a “policy whose impact might be sufficient to \nconnect otherwise differently situated persons.” 709 F.2d  II. THE OPENING DATE FOR SEX DISCRIMINATION \nat 1020 (emphasis added). The court found that she would  LIABILITY \nbe  adequate  because  the  employer  relied  on  “largely  The remaining issue in contention is whether defendant’s \nsubjective factors” in making employment decisions as it  liability on the charges of sex discrimination should be \nhad no established seniority or merit system or written  based on the date that Nancy Stender filed her complaint \nguidelines for promotion or transfer. Id. at 1020.  with the EEOC, or on the date that Diane Skillsky filed \nher charge (approximately one year later). Plaintiffs argue \n  \nthat the opening date for class membership should be tied \n*5 Plaintiffs allege that defendant engages in entirely \nto the date of the earliest EEOC charge of discrimination, \nsubjective decision making for initial assignments and all \nStender’s charge. \nother post-hiring decisions, such as promotion, hours, and \n  \nshifts.  Defendant  admits  that  initial  assignment \nDefendant counters that the Stender charge only raised \ndeterminations  are  entirely  subjective.  However, \ndefendant vigorously contends that the decision-making  issues of denial of change from part-time to full-time \nprocess  for  promotion,  shifts  and  additional  hours  is  work. Under a “scope of the charge analysis,” defendant \ngoverned by the terms of the CBA between Lucky’s and  argues that Stender’s filing with the EEOC was not broad \nthe union and is therefore not entirely subjective.  enough to allow the EEOC the proper opportunity to \n   conciliate all the sex discrimination charges which were \nFor example, under the heading of “Promotion,” the CBA  later raised by the Skillsky charge. \n  \nprovides that determinations of who is to be promoted are \nThe seminal case discussing “scope of the charge” issues \nto be “based upon seniority provided the employee with \nis  Sanchez  v.  Standard  Brands,  431  F.2d  455  (5th \nthe highest seniority has the qualifications necessary for \nCir.1970). In Sanchez, the Fifth Circuit addressed the \nthe  job.  Qualifications  shall  include  such  factors  as \nissue of whether a complaint filed in the federal court \nexperience, job performance, aptitude, attendance, etc.” \nSee, Exh. 20 to Wilcox Dec. at section 4.3.1. (emphasis  could  contain  allegations  distinct  from  those  plaintiff \nadded).  specifically alleged in the EEOC charge. Id. at 464–465. \n   The court reviewed the policies underlying the enactment \nPlaintiffs contend that the provisions of the CBA are  of Title VII and concluded that a technical construction of \n“impossibly vague.” Pl.Reply at 8. Plaintiffs additionally  plaintiff’s EEOC complaint would be counter to Title \nargue that defendant’s decision-making process is entirely  VII’s broad remedial purposes. \n  \nsubjective  because  even  the  criteria  of  the  CBA  are \n*6 The Sanchez court noted that “the Act was designed to \nignored by the store and district managers. They contend \nprotect the many who are unlettered and unschooled in \nthat “Lucky has offered no evidence to demonstrate that: \nthe nuances of literary draftsmanship. It would falsify the \n(1) its managers actually applied these criteria; or (2) that \nAct’s hopes and ambitions to require verbal precision and \nthese criteria were applied consistently and objectively.” \nfinesse from those to be protected, for we know that these \nPl.Reply at 10. \n   endowments are often not theirs to employ.” Id. at 465. \nIn light of all of the above, the court finds that allowing  The court concluded, therefore, that the proper scope of \nplaintiffs to represent initial hiring claims as well as the  the  complaint  is  “the  EEOC  investigation  which  can \n4 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1990)   \n57 Fair Empl.Prac.Cas. (BNA) 1437, 55 Empl. Prac. Dec. P 40,367 \n \nreasonably be expected to grow out of the charge of  time  Ms.  Stender’s  complaint  was  pending,  it  is  not \ndiscrimination.” Id. at 466.  reasonable  to  believe  that  a  broad,  across-the-board \n   investigation  into  promotional  practices  would  be \nThe court’s conclusion was based, in part, on a prior  triggered. \ndecision by one of its district courts which stated that “the    \nallegations of a judicial complaint filed pursuant to Title  *7 As a result, the investigation of Ms. Stender’s claim \nVII may encompass any kind of discrimination like or  looked to promotions to full-time positions and not to \nrelated to allegations contained in the charge and growing  general promotion practices. The one identified, related \nout of such allegation during the pendency of the case  claim noted in her investigation file was another full-time \nbefore the Commission.’ ”  Sanchez at 466, quoting King  work status complaint. (Lipetzky Dec.Exs. 5, 7, 9). \nv.  Georgia  Power  Co.,  295  F.Supp.  943,  947    \n(N.D.Ga.1968).  The  Ninth  Circuit  has  adopted  the  Ms.  Stender  also  refers  to  her  Request  for  Review \nSanchez approach. See e.g., Serpe v. Four–Phase Systems,  (Stender  Dec.,  Ex.  1)  as  expanding  the  scope  of  her \nInc.,  718  F.2d  935,  937  (9th  Cir.1983);  Kaplan  v.  EEOC charge. There is no authority for using the Request \nInternational Alliance of Theatrical & Stage Employees,  for Review in this manner. In addition, the only statement \n525 F.2d 1354, 1359 (9th Cir.1975).  she makes apart from her complaint about the EEOC’s \n   handling of her charge is a very broad statement that she \nAlthough  the  Sanchez  court  was  concerned  with  is one of approximately twenty-five women in her district \nprotecting the unlettered, it was also concerned that its  being  discriminated  against.  Neither  the  Request  for \nstandard not “circumvent the statutory scheme, since Title  Review itself nor its content is sufficient to trigger a more \nVII clearly contemplates that no issue will be the subject  expansive reading of the charges. \nof  a  civil  action  until  the  EEOC  has  first  had  the    \nopportunity to attempt to obtain voluntary compliance.”  Despite the remedial purposes of Title VII, the court finds \nSanchez, 431 F.2d at 467.  that the information which was available to the EEOC at \n   the  time  it  investigated  Stender’s  complaint  was  not \nIn applying the law stated above to the facts of the case at  sufficient  to  afford  the  EEOC  reasonable  notice  that \nbar, the court notes the following: (1) that Stender’s claim  problems  beyond  part-time  to  full-time  needed  to  be \nfiled with the EEOC listed her complaint only as denial of  conciliated with Lucky. If therefore, Stender had brought \npromotion  from  part-time  to  full-time  (see  Wilcox  this action after the filing of her complaint but prior to the \nDec.Exs. 9–11); (2) one does not have to be a full-time  filing of the Skillsky charge, the court would not be able \nemployee to be promoted to a management position (see  to  find  that  the  sex  discrimination  charges  were \nJavier Supp.Dec.); (3) the EEOC investigation found that  appropriately included in the suit. \nStender had had significant performance problems and    \nwritten warnings prior to her being denied full-time work  The Ninth Circuit cases relied upon by plaintiff do not \n(Wilcox Dec., Ex. 13); and that Stender had declined an  compel a different result. Oubichon v. North American \noffer of full-time work as a night stocker. Id. Nor has  Rockwell  Corp.,  482  F.2d  569  (9th  Cir.1973),  does \nplaintiff  adduced  any  information  that  other  EEOC  contain  broad  language.  However,  in  fact,  the  EEOC \ncomplaints such as that of Gayle Gravenmier (June 1979;  complaint included four claims brought before the district \npromotion) or Prudence McCafferty (August 1980; shift  court. It was only the DFEH complaint that lacked some \nassignment) were still open at the time that Stender filed  of the allegations. \nher charge.    \n   Gibbs v. Pierce County Law Enforcement Support, 785 \nThe submissions before the court indicate that two other  F.2d 1396 (9th Cir.1986), of necessity required looking at \ncomplaints regarding full-time status were filed with the  salary comparisons of comparable jobs not alleged in the \nEEOC in 1984. These did nothing to suggest a broader  EEOC  charge  because  the  unalleged  jobs  were \ninvestigation.  Although  Ms.  Skillsky’s  complaint  was  inextricably interrelated with those alleged. \nfiled while Ms. Stender’s was pending, it complained of    \nthe absence of promotions from retail clerk positions. Ms.  Brown  v.  Continental  Can  Co.,  765  F.2d  810  (9th \nStender’s complaint of promotions within the retail clerk  Cir.1985), involved a single complainant’s second claim \nposition from part-time to full-time.  of a new act of discrimination occurring while his first \n   complaint was pending before the EEOC. The facts in \nIn light of the nature of the claims before the EEOC at the  Brown are significantly different from the ones here and \n5 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1990)   \n57 Fair Empl.Prac.Cas. (BNA) 1437, 55 Empl. Prac. Dec. P 40,367 \n \nunique to that case.  CONCLUSION \n   For  the  reasons  stated  above,  the  court  GRANTS \nFinally, the district court allegations in Serpe are not as  plaintiffs’ motion as to the inclusion of initial assignment \nfar  removed  from  the  EEOC  complaint  as  plaintiff  complaints in the class and DENIES plaintiffs’ motion as \nsuggests. The EEOC charge included a number of broad  to the commencement date. \nallegations  regarding  the  employer’s  sales  force  and    \nclassification-by-sex practices. It was very easy to read  *8 IT IS SO ORDERED. \ninto the charge plaintiff’s claim of failure to transfer her    \ninto the sales division. See 718 F.2d at 936. Accordingly, \nthe court finds that a careful reading of the law of this  All Citations \ncircuit does not support plaintiff’s position. The opening \nNot  Reported  in  F.Supp.,  1990  WL  192734,  57  Fair \ndate for liability on the sex discrimination charges is \nEmpl.Prac.Cas.  (BNA)  1437,  55  Empl.  Prac.  Dec.  P \nbased upon the filing date of the Skillsky EEOC charge. \n40,367 \n  \n   \n \nFootnotes \n \n1  Although the complaint includes allegations on behalf of Hispanics, the parties stipulation does not include Hispanics \n  within the certified class. \n \n2  After the trial the court made separate findings of fact and conclusions of law as to Falcon, the class representative, \n  and as to the class. The court found that Falcon had been discriminated against in promotion but not in hiring. The \ncourt came to the converse conclusion as to the class. It found that class members had been discriminated against in \nhiring but not promotion. \n \n3  Defendant itself cites Jordan v. County of Los Angeles, 713 F.2d 503 (9th Cir.1984) for the proposition that \n  post-Falcon courts must “ ‘evaluate carefully’ the adequacy of the plaintiff as representative.” Def. opp. at 18. \nIn Jordan, the appeals court reviewed a district court denial of certification in a Title VII discrimination case in light \nof the Supreme Court’s decision in Falcon. In a one page opinion, the Ninth Circuit focused on whether the named \nplaintiff met the Rule 23 prerequisites. The court noted that while it would have been permissible to form a class \nof all black applicants, such a class would have failed to meet the numerosity requirements. \n \n \n \n \n   \n \n \n \n6 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131855"
    },
    {
      "date": "1991-04-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 127073,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1991,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of California",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131856,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131856.pdf",
      "title": "Opinion",
      "text": " \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Fair Empl.Prac.Cas. (BNA) 1431, 56 Empl. Prac. Dec. P 40,738 \n \n \n    \nDefendant Lucky Stores brings this motion for partial \n1991 WL 127073 \nsummary  judgment  on  plaintiffs’  claims  of  denial  of \nUnited States District Court, N.D. California. \npromotional opportunities with respect to six positions in \nits  retail  food  stores:  Store  Manager;  Assistant  Store \nNancy J. STENDER et al., Plaintiffs, \nv.  Manager; Third Person; Produce Manager; Deli/Bakery \nLUCKY STORES, INCORPORATED, Defendant.  Department Head; and General Merchandise Department \nHead1 (hereinafter “Store Management Positions”). \nNo. C 88–1467 MHP.    \n|  Lucky  Stores  argues  that  plaintiffs  cannot  establish  a \nApril 4, 1991.  prima facie case of class-wide discrimination on the basis \nof race or sex. They argue first that plaintiffs cannot \nestablish the statistically significant disparity required for \nOpinion  a prima facie case of disparate impact with respect to \n  either  women  or  blacks.  Secondly,  they  assert  that \nplaintiffs cannot establish the strong anecdotal evidence \nPATEL, District Judge. \nof intentional discrimination required for a prima facie \ncase  of  disparate  treatment  of  blacks,  with  respect  to \n \nwhom the statistical disparity is less than 2.0 standard \n*1 Plaintiffs bring this class action on behalf of all past, \ndeviations. Finally, they argue that anecdotal evidence, \npresent and future black and female employees of retail \nhowever strong, fails to establish a prima facie case of \nstores within Lucky Stores’ Northern California division, \ndisparate treatment of females, where statistical evidence \nalleging  class-wide  discrimination  with  respect  to \nreveals no disparity and, in fact, a negative disparity. \nopportunities  for  advancement.  Claims  are  brought \n  \npursuant to Title VII of the Civil Rights Act of 1964, 42 \n \nU.S.C. § 2000e et seq. (“Title VII”), 42 U.S.C. § 1981 \n \nand the California Fair Employment and Housing Act, \nGovt. Code §§ 12900–12996 (“FEHA”). \n   Legal Standard \nThe parties are now before the court on defendant Lucky  Under  Federal  Rule  of  Civil  Procedure  56,  summary \nStores’ motion for partial summary judgment on claims of  judgment shall be granted “against a party who fails to \ndenial  of  promotional  opportunities  to  specified  store  make a showing sufficient to establish the existence of an \nmanagement positions.  element essential to that party’s case, and on which that \n   party will bear the burden of proof at trial ... since a \nHaving reviewed the submissions and arguments of the  complete failure of proof concerning an essential element \nparties, for the following reasons, the court Grants in part  of  the  nonmoving  party’s  case  necessarily  renders  all \nand  Denies  in  part  defendant’s  motion  for  partial  other facts immaterial.” Celotex Corp. v. Catrett, 477 U.S. \nsummary judgment.  317, 322 (1986). See also T.W. Elec. Serv. v. Pacific Elec. \n   Contractors Ass’n, 809 F.2d 626, 630 (9th Cir.1987) (the \n  nonmoving party may not rely on the pleadings but must \n  present specific facts creating a genuine issue of material \nfact); Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 250 \n(1986) (a dispute about a material fact is genuine “if the \nBackground \nevidence is such that a reasonable jury could return a \nThis class action is brought on behalf of black and female \nverdict for the nonmoving party.”). \nemployees of Lucky Stores’ Northern California Division. \n  \nPlaintiffs allege that defendant Lucky Stores maintains a \n*2  The  court’s  function,  however,  is  not  to  make \ndiscriminatory  policy  and  practice  of  denying  hours, \ncredibility determinations. Anderson, 477 U.S. at 250. \nfull-time work, desirable job assignments and shifts, and \nThe inferences to be drawn from the facts must be viewed \ntraining  and  promotional  opportunities  to  female  and \nin a light most favorable to the party opposing the motion. \nblack employees in its Northern Food Division. \nT.W. Elec. Serv., 809 F.2d at 631. \n1 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Fair Empl.Prac.Cas. (BNA) 1431, 56 Empl. Prac. Dec. P 40,738 \n \n   (1) identify the specific employment practices or selection \nAlthough summary judgment should be used prudently in  criteria being challenged; (2) show disparate impact on a \nemployment  discrimination  cases  involving  issues  of  protected group of which he is a member; and (3) prove \nmotivation  or  intent,  such  relief  may  nonetheless  be  causation with respect to each challenged employment \nappropriate. Foster v. Arcata Asociates, Inc., [38 EPD ¶  practice. Wards Cove, 490 U.S. at 656–58; Rose v. Wells \n35,559] 772 F.2d 1453, 1459 (9th Cir.1985), cert. denied,  Fargo & Co., [53 EPD ¶ 39,920] 902 F.2d 1417, 1424 \n[39 EPD ¶ 35,925] 475 U.S. 1048 (1986). One function of  (9th Cir.1990). \nthe allocation of burdens of proof and production in Title    \nVII actions is “to enable the district courts to identify   \nmeritless suits and dispense with them short of trial.” Id.   \n(citations omitted). \n  \nI. Disparate Impact \n \n*3 Lucky Stores argues that plaintiffs cannot make out a \n \nprima facie case of disparate impact with respect to Store \nManagement Positions because they cannot establish that \nDiscussion  female or black employees have been disproportionately \nA plaintiff in a Title VII action can establish liability  excluded from these positions. \nunder  either  of  two  theories:  disparate  treatment  or    \ndisparate  impact.  In  a  disparate  treatment  claim,  the  A disparate impact claim requires plaintiffs to show that \nplaintiff must prove that the employer intentionally treats  class members received fewer promotions than would be \nsome persons less favorably than others because of their  predicted by a neutral model and that the difference is \nrace, color, religion, sex or national origin; proof of illicit  statistically  significant.  Without  such  a  showing,  the \nmotive  is  required.  Int’l  Bhd.  of  Teamsters  v.  United  challenged employment cannot cannot be said to have an \nStates, [14 EPD ¶ 7579] 431 U.S. 324, 335 n. 15 (1977).  adverse impact. Watson v. Fort Worth Bank & Trust, [46 \nAllegations of class-wide discrimination typically involve  EPD ¶ 38,065] 487 U.S. 977, 987 (1988). Specifically, in \na claim that the sum of an employer’s practices results in  a promotion case, the evidence must compare the rate of \nless favorable treatment of members of the plaintiff class  promotions of blacks or women into a given job cateogry \nthan of others. In these cases, both a “pattern or practice”  with  their  proportional  representation  in  the  pool  of \nof  discrimination  and  the  presence  of  impermissible  eligible employees. Moore v. Hughes Helicopters, Inc., \nmotive may be inferred from a sufficient showing of  [32 EPD ¶ 33,688] 708 F.2d 475, 482 (9th Cir.1983). \ndisparity  between  members  of  the  plaintiff  class  and    \ncomparably qualified persons not in the plaintiff class.   If a disparity is shown, an inference of discrimination is \nId. at 335–36; Segar v. Smith, [34 EPD ¶ 34,488] 738  permissible  only  if  the  disparity  is  statistically \nF.2d  1249,  1265–66  (D.C.Cir.1984),  cert.  denied  sub  significant.2 Segar, 738 F.2d at 1282. If the disparity is \nnom. Meese v. Segar, [36 EPD ¶ 35,221] 471 U.S. 1115  not  statistically  significant,  no  such  inference  can  be \n(1985).  supported. Id. Although courts have not applied a uniform \n   test  for  statistical  significance  in  discrimination  cases, \nIn  a  disparate  impact  claim,  the  plaintiff  challenges  several courts have held that a level of .05 or a variance \nemployment  practices  that  are  facially  neutral  with  between expected and observed results of greater than two \nrespect to the protected group but in fact fall more harshly  or three standard deviations, indicating that the odds are \non that group than on others and cannot be justified by  one in 20 that the result could have occurred by chance, is \nbusiness  necessity.  Int’l  Bhd.  of  Teamsters  v.  United  sufficient to support an inference of discrimination in \nStates, 431 U.S. at 335–36 n.15. Proof of discriminatory  Title  VII  cases.  Id.  (citations  omitted).  See  also \nintent is not required. Wards Cove Packing Co. v. Atonio,  Hazelwood  School  Dist.  v.  United  States,  [14  EPD  ¶ \n[50 EPD ¶ 39,021] 490 U.S. 642, 656–58 (1989). In class  7633]  433  U.S.  299,  308–309  n.  14  (1977);  Gay  v. \nclaims of discrimination, plaintiffs may shift the burden  Waiters’  and  Diary  Lunchmen’s  Union,  [30  EPD  ¶ \nof proving the job-relatedness of specific employment  33,026] 694 F.2d 531, 551 (9th Cir.1982). \npractices to the employer by bringing a disparate impact    \nclaim  in  addition  to  a  “pattern  or  practice”  disparate  Lucky  Stores  has  submitted  its  statistical  analysis  of \ntreatment claim. See Segar, 738 F.2d at 1266. To establish  movement  into  the  relevant  management  positions  by \na prima facie case of disparate impact, the plaintiff must:  gender and by race, along with the supporting declaration \n2 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Fair Empl.Prac.Cas. (BNA) 1431, 56 Empl. Prac. Dec. P 40,738 \n \nof economist Dr. Joan Haworth. Haworth Decl., Ex. C.  permanence.” James v. Stockham Valves & Fittings Co., \nThe analysis determines the class of promotion-eligible  [15 EPD ¶ 7842] 559 F.2d 310, 325 n. 18 (5th Cir.1977), \nemployees by reference to the job category from which  cert. denied, [15 EPD ¶ 8019] 434 U.S. 1034 (1978) \npromotion to a given position is usually drawn. Thus, for  (citations omitted). However, Third Person is the only \nexample, because one ordinarily must have experience as  position  for  which  plaintiffs  specifically  argue  that  a \nAssistant Manager to be qualified for promotion to Store  significant shortfall is revealed by excluding from the \nManager, DeAngelis Dep. at 514:9–19, when considering  statistical  analysis  the  figures  for  1988–89.  The  court \nthe rate of promotion to Store Manager positions, the  finds that the doubling of the promotion rate of women to \nrelevant pool for comparison is blacks and women in  Third Person positions in 1988–89, as compared with the \nAssistant Manager positions.  period 1984–87, raises an issue of material fact as to \n   whether Lucky Stores conduct was litigation-driven and \n  thus whether the 1988–89 figures should be included in a \nstatistical  analysis  for  disparate  impact  purposes.  The \ncourt therefore concludes that the defendant is not entitled \nA. Women  to summary judgment as to a disparate impact claim by \nwomen with respect to promotions to Third Person. \nDefendant’s statistical analysis indicates that females are \n  \nnot disadvantaged with respect to movement into any of \nBased on this reasoning, the court finds that plaintiffs \nthe management positions at issue; in fact, they received \ncannot establish a prima facie case of disparate impact on \nmore promotions to each of the positions at issue than \nwomen with respect to promotions to Assistant Manager, \nwould be predicted by a neutral model. Haworth Decl., \nStore Manager and Produce Manager. \nEx. C. Plaintiffs therefore cannot establish the statistical \n  \ndisparity  required  for  a  disparate  impact  claim  with \n \nrespect to promotion into Store Management Positions. \n  \n*4 However, plaintiffs argue that summary judgment for  B. Blacks \ndefendant  should  not  be  granted  with  respect  to \npromotions  of  women  to  Deli/Bakery  and  General  Lucky Stores argues that although blacks received fewer \nMerchandise Management Positions because plaintiffs do  promotions into each of the Store Management Positions \nnot contend that women are discriminatorily denied such  than  would  be  predicted  by  a  neutral  model,  the \npositions.  Rather,  plaintiffs  allege  that  these  jobs  are  disparities are not statistically significant. They contend \n“dead end” positions and that the over-representation of  that  with  respect  to  the  Third  Person  position,  the \nwomen in promotion to these jobs is in fact evidence of  difference was equivalent to 0.49 standard deviations; for \n“channeling.” First Amended Complaint at ¶¶ 34–35.  the  Assistant  Manager  position,  the  difference  was \n   equivalent  to  0.47  standard  deviations;  for  the  Store \nAt most, then, plaintiffs seek to state a discriminatory  Manager position, the difference was equivalent to 0.65 \ndisparate impact claim with respect to the positions of  standard deviations; for the Produce Manager position, \nThird  Person,  Assistant  Manager,  Store  Manager  and  the difference was equivalent to 1.15 standard deviations; \nProduce Manager.  with respect to the position of Deli/Bakery Department \n   Head,  the  difference  was  equivalent  to  a  standard \nWith respect to these remaining positions, plaintiffs argue  deviation of 1.24; and with respect to the position of \nthat Lucky Stores’ statistical analysis is distorted by the  General Merchandise Department Head, the difference \nincludion of figures for 1988–89, during which period  was  equivalent  to  1.23  standard  deviations.  Haworth \nLucky  Stores’  affirmative  action  plan  was  in  place.  Decl., Ex. C. \nPlaintiffs  allege  that  implementation  of  the  plan  was    \nlitigation-driven and was the result of pressure on Lucky  *5 Because these numbers are less than the 2.0 or 3.0 \nfrom the EEOC and this litigation. They argue that the  standard deviations that courts have required for statistical \nfigures  resulting  from  this  conduct  should  not  be  significance,  defendant  argues  that  plaintiffs  cannot \npermitted to undermine plaintiffs’ prima facie case.  establish the disparate impact with respect to blacks that \n   is required for a prima facie case under a disparate impact \nThe  court  agrees  that  “[a]ctions  taken  in  the  face  of  theory. \nlitigation  are  equivocal  in  purpose,  motive  and    \n3 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Fair Empl.Prac.Cas. (BNA) 1431, 56 Empl. Prac. Dec. P 40,738 \n \nPlaintiffs  do  not  dispute  the  accuracy  of  defendant’s  alone do not permit an inference of discrimination in \nfigures, and they appear to concede that the disparities are  promotions,  the  court  may  nevertheless  draw  such  an \nnot  statistically  significant  for  all  positions  with  the  inference if “enough other probative evidence exists to \nexception  of  General  Merchandise  Department  Head.  permit [that] inference.” Segar, 738 F.2d at 1283 (finding \nPlaintiffs contend that the disparity for that position is  that  discrimination  in  initial  assignments,  supervisory \nstatistically significant based upon a finding of a 2.74  evaluations and discipline were sufficient to support an \nstandard  deviations  by  plaintiffs’  statistician.  Drogin  inference  of  racial  discrimination  in  promotions  even \nDecl. at ¶ 9 and Drogin Decl., Ex. B. In its Reply brief,  where disparities were not statistically significant). The \ndefendant Lucky Stores acknowledges that this dispute  ultimate  question  is  whether  the  evidence  taken \ncan be resolved only by expert testimony at trial, and  cumulatively can support an inference of discrimination. \nwithdraws the position of Merchandise Department Head  See  Segar, 738 F.2d at 1278 (anecdotal evidence not \nfrom this motion.  required  where  gross  statistical  disparities  have  been \n   shown); see also EEOC v. American National Bank, [26 \nWith respect to the remaining positions, plaintiffs argue  EPD ¶ 31,920] 652 F.2d 1176, 1188 (4th Cir.1981), cert. \nthat the figures are not statistically significant because of  denied, [29 EPD ¶ 32,720] 459 U.S. 923 (1982) (relying \nthe extremely low representation of blacks in Lucky’s  upon  “cumulation  of  evidence,  including  statistics, \noverall workforce. Plaintiffs content that this fact, coupled  patterns, practices, general policies or specific instances \nwith  direct  and  anecdotal  evidence  of  racial  of discrimination”). The plaintiff’s burden of production \ndiscrimination, suffices to preclude summary judgment.  for  a  prima  facie  case  of  disparate  treatment  is  “not \nPl.Opp. at 11.  onerous.”  See  Texas  Dept  of  Community  Affairs  v. \n   Burdine, [25 EPD ¶ 31,544] 450 U.S. 248, 253 (1981). \nHowever, even if such direct and anecdotal evidence will    \nultimately support a claim of discriminatory promotion, it  *6  Plaintiffs  argue  that  even  in  the  absence  of  a \ncannot support a claim of disparate impact where the  statistically significant disparity, there is substantial direct \nstatistics themselves do not permit such an inference. The  and  anecdotal  evidence  of  intentionally  discriminatory \ncourt  therefore  finds  that  plaintiffs  cannot  establish  a  attitudes on the part of Lucky Stores managers, which \ndisparate  impact  claim  for  blacks  with  respect  to  alone can support an inference of discrimination. Pl.Opp. \npromotions to Store Manager, Assistant Store Manager,  at 6–10. However, where statistics alone do not establish \nThird  Person,  Produce  Manager,  and  Deli/Bakery  a  prima  facie  case  of  disparate  treatment,  direct  and \nDepartment Head.  anecdotal evidence of intentional discrimination must be \n   strong.  Gay v. Waiters’ and Dairy Lunchmen’s Union, \n  694 F.2d at 551–54. \n    \n \nII. Disparate Treatment \nA class claim alleging discrimination under a disparate  A. Women \ntreatment theory ultimately turns on the factual question \nwhether there was a “pattern or practice of such disparate  Lucky Stores argues that where the figures reveal no \ntreatment and, if so, whether the differences were ‘racially  disparity or, as in the case of women, a negative disparity, \npremised [or sex-based].’ ” Intl Bhd. of Teamsters, 431  “no amount of anecdotal evidence can suffice to prove a \nU.S. at 335 (citations omitted). Proof requires more than  prima facie case of intentional class-wide discrimination \nthe occurrence of isolated or sporadic discriminatory acts;  in regard to those positions.” Def. MSJ at 22. However, \nit must establish by a preponderance of the evidence “that  the  cases  cited  by  defendant  do  not  support  such  a \nracial [or sex-based] discrimination was the company’s  sweeping  claim;  they  merely  reject  the  sufficiency  of \nstandard operating procedure—the regular rather than the  particular  non-statistical  evidence,  standing  alone,  to \nunusual practice.” Id. at 337, 1855.  establish a prima facie case of discrimination. See, e.g., \n   Boyd,  485  F.Supp.  at  621  (“[T]estimony  by  class \nAlthough statistics are the preferred and most effective  members, without more, cannot realistically reverse the \nmeans  of  esablishing  a  “pattern  or  practice”  of  uniform trend of data.”).3 \ndiscrimination, Boyd v. Bechtel Corp., [20 EPD ¶ 30,246]    \n485 F.Supp. 610, 618 (N.D.Cal.1979), where statistics  The court does not accept defendant’s argument that it is \n4 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Fair Empl.Prac.Cas. (BNA) 1431, 56 Empl. Prac. Dec. P 40,738 \n \nimpossible as a matter of law to establish a prima facie    \ncase of “pattern or practice” discrimination on the basis of  Plaintiffs do not dispute this lack of direct evidence of \nstrong non-statistical evidence. Plaintiffs have introduced  discriminatory attitudes, intent or treatment against blacks \ndirect evidence in the form of notes taken during manager  with  respect  to  promotions  to  Store  Management \ntraining  sessions  by  Lucky’s  Equal  Employment  Positions. Plaintiffs’ mere assertion that they “can identify \nOpportunity  Manager,  Mark  Foley.  In  discussing  the  a  substantial  pool  of  probable  anecdotal  witnesses  to \npromotion of women into management, managers present  support a pattern and practice claim for these positions,” \nat the meeting expressed stereotypical views about the  Pl.Opp. at 12, is both too vague and too speculative to \nrole of women and their unsuitability for certain kinds of  raise an issue of material fact as to class-wide disparate \njobs: women are characterized as the “weak sex”; they  treatment. \ndon’t  want  to  work  late  shifts  and  fight  among    \nthemselves;  they  only  work  to  produce  “the  second  Moreover, the fact that few if any blacks were promoted \nincome” in the household and have no incentive to be in  to Store Management Positions during the period at issue, \nmanagement positions; customers might object to seeing a  Pl.Opp. at 10–11, cannot by itself raise an inference of \nwoman in management; the workforce would not perform  discriminatory intent where the statistical analysis, which \nfor a black or female manager. Seligman Decl., Ex. 7,  takes into account not merely number of promotions of \nFoley Depo. at ¶ 283–84, 254–55; Seligman Decl., Ex. 8.  blacks  but  promotions  relative  to  the  appropriate \n   eligibility  pool,  reveals  no  statistically  significant \nThis direct evidence of discriminatory attitudes certainly  disparity. See, e.g., Moore v. Hughes Helicopters, Inc., \ncould permit an inference that the defendant acted with  708 F.2d at 484 (absence of black females in higher job \ndiscriminatory intent in the allocation of desirable job  categories insufficient to establish prima facie case of \nassignments and shifts, hours, full-time work, and training  discrimination  without  specific  showing  of  disparate \nand  promotional  opportunities  with  respect  to  Store  impact  on  class  members  among  the  pool  of \nManagement Positions. At a minimum, it raises an issue  promotion-eligible individuals). \nof material fact as to defendant’s motive and precludes    \nsummary judgment for defendant with respect to disparate  The  court  therefore  concludes  that  plaintiffs  cannot \ntreatment  claims  for  the  remaining  job  categories  of  establish a prima facie case of disparate treatment of \nAssistant  Manager,  Store  Manager  and  Produce  blacks with respect to promotions to the positions of Store \nManager.4  Manager, Assistant Store Manager, Third Person, Produce \n   Manager, and Deli/Bakery Department Head. \n    \n \n \nB. Blacks \nThe  remaining  issue  is  whether  in  the  absence  of  a  Conclusion \nstatistically significant case of disparate impact on black  With  respect  to  promotions  of  women  to  Store \nclass  members  with  respect  to  promotions  to  Store  Management Positions, the court finds that plaintiffs have \nManagement  Positions,5  nonstatistical  evidence  is  raised an issue of material fact as to a disparate impact \nsufficient to permit an inference of disparate treatment.  claim with respect to promotions to Third Person and that \n   they  have  raised  an  issue  of  material  fact  as  to \n*7 Lucky Stores argues that strong evidence of intentional  discriminatory  intent  with  respect  to  promotions  to \nclasswide discrimination is required to bolster plaintiff’s  Assistant Manager, Store Manager and Produce Manager. \nweak statistical case, and that plaintiffs cannot support a  Defendant’s motion for summary judgment as to these \nclaim of intentional discrimination against blacks. They  positions is therefore Denied. \ncite  the  absence  of  any  specific  allegations  of    \ndiscrimination with respect to movement into the Store  With respect to promotions of blacks to Store Manager, \nManagement Positions at issue, with the exception of one  Assistant Store Manager, Third Person, Produce Manager \nnamed plaintiff who is black. Id. at 23–24. See, e.g.,  and Deli/Bakery Department Head, the court finds that \nTeamsters, 431 U.S. at 336 n. 16 (isolated or sporadic  plaintiffs  cannot  establish  a  prima  facie  case  of \ndiscriminatory acts insufficient to demonstrate classwide  discrimination  under  either  a  disparate  impact  or  a \ndiscrimination).  disparate treatment theory. Therefore, defendant’s motion \n5 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Fair Empl.Prac.Cas. (BNA) 1431, 56 Empl. Prac. Dec. P 40,738 \n \nfor summary judgment as to the promotion of blacks to  Not  Reported  in  F.Supp.,  1991  WL  127073,  57  Fair \nthese positions is Granted.  Empl.Prac.Cas.  (BNA)  1431,  56  Empl.  Prac.  Dec.  P \n   40,738 \nIt Is So Ordered.   \n  \nAll Citations \nFootnotes \n \n1  In their opposition brief, class counsel have disputed defendant’s claim that there is no statistically significant \n  shortfall with respect to promotions of blacks into the General Merchandise Department Head position. Pl.Opp. at \n12. Defendant has conceded that this dispute raises a factual issue requiring expert testimony for its resolution and \nhas withdrawn its motion for summary judgment as to a claim for discrimination against blacks in promotions to \nGeneral Merchandise Department Head. Pl. Reply at 1 n. 2. See below at p. 9. \n \n2  Statistical significance is a measure of the probability that an outcome occurred by chance; the lower the probability \n  of chance occurrence, the stronger the inference of discrimination that can be drawn from the data. Segar v. Smith, \n738 F.2d at 1282. For example, a study that is significant at the .10 level indicates that the odds are one in ten that \nthe result could have occurred by chance. \n \n3  Nor does the court accept plaintiffs’ assertion that where direct evidence of discriminatory attitudes exists, \n  statistical or other circumstantial evidence is unnecessary to establish liability. Pl.Opp. at 6. The functional test for a \nprima facie case of disparate treatment is whether the evidence, taken as a whole, supports an inference of \ndiscriminatory intent. Where the profferred “direct evidence” is either weak, scant, or otherwise not highly \nprobative, additional evidence will be required. \n \n4  The court concluded above that plaintiffs have raised a material issue of fact concerning a disparate impact claim by \n  women with respect to promotions to Third Person. \n \n5  Since the defendant has eliminated the position of General Merchandise Department Head from the scope of its \n  summary judgment motion, this disucssion concerns only promotions to the positions of Store Manger, Assistant \nStore Manager, Third Person, Produce Manager, and Deli/Bakery Department Head. \n \n \n \n \n   \n \n6 \n \n\n \n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Fair Empl.Prac.Cas. (BNA) 1431, 56 Empl. Prac. Dec. P 40,738 \n \n \n \n7 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131856"
    },
    {
      "date": "1991-06-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 350036,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1991,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of California",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131857,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131857.pdf",
      "title": "Opinion",
      "text": " \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Empl. Prac. Dec. P 41,000 \n \n \n  do not go to either the formation or the enforcement of an \nemployment contract; therefore they are beyond the scope \n1991 WL 350036 \nof  section  1981.  First,  Lucky  argues  that  initial  job \nUnited States District Court, N.D. California. \nplacement  does  not  implicate  the  right  to  make  and \nenforce a nondiscriminatory contract, but rather involves \nNancy J. STENDER et al., Plaintiffs, \nv.  “conditions of continuing employment” once an employee \nLUCKY STORES, INCORPORATED, Defendant.  has  entered  into  an  employment  contract.  Def.  MTD \nSection 1981 Claims at 8 (quoting Patterson v. McLean \nNo. C–88–1467 MHP.  Credit Union, [50 EPD ¶ 39,066] 491 U.S. 164, 184, 176 \n|  (1989)). \nJune 18, 1991.    \nSecondly,  Lucky  notes  that  the  alleged  discriminatory \npromotions refer to positions covered by the Collective \nOpinion  Bargaining  Agreement  existing  between  Lucky  and \n  plaintiffs’ union locals, and that the Agreement specifies \ncriteria for these promotions. Id. at 10–11. Defendant \nPATEL, District Judge. \nimpliedly argues that because any promotion to one of the \nchallenged positions would not take an employee out of \n \nthe Collective Bargaining Agreement and would be made \n*1  Plaintiffs  bring  this  class  action  against  defendant \naccording to procedures specified in the agreement, such \nLucky Stores, Inc. (“Lucky”) alleging discrimination on \npromotions do not involve the “making or enforcement” \nthe  basis  of  race  and  sex  in  initial  job  placement, \nof a new contract, and as such are beyond the scope of \nallocation  of  work  hours,  reclassification  of  part-time \nsection 1981.3 \nemployees  to  full-time  positions,  and  promotions. \n  \nDefendant  moves  to  dismiss  the  claims  of  race \nPlaintiffs respond that initial job placement is in fact “part \ndiscrimination brought pursuant to 42 U.S.C. § 1981, \nand parcel of the making of the employment contract,” \narguing that because none of plaintiffs’ claims concern \nPl.Opp.  to  MTD  Section  1981  Claims  at  4,  since \nthe making or enforcement of employment contracts, they \napplicants  may  be  offered  one  of  several  entry-level \nare not actionable under section 1981. Having reviewed \npositions  and  since  the  Store  Manager  determines  an \nthe submissions and arguments of the parties, for the \nemployee’s initial placement at the time of hire. Joint \nreasons below, the court Denies defendant’s motion to \nStatement  of  Undisputed  Facts  at  ¶  30;  Defendant’s \ndismiss. \nPre–Trial Statement of Undisputed Facts at ¶ 93, Ex. 3. \n  \nThus, where a less desirable or lower-paying entry-level \n \njob is offered to a Black job applicant on the basis of his \n \nor  her  race,  this  is  an  offer  to  make  a  contract  on \ndiscriminatory  terms  and  is  cognizable  under  section \n1981. Pl.Opp. to MTD Section 1981 Claims at 4. \nBackground \n  \nAlthough  plaintiffs  assert  claims  for  race-based  and \n*2  Plaintiffs  further  argue  that  the  existence  of  a \nsex-based discrimination in various employment practices \ncollective bargaining agreement covering the challenged \nof defendant and with respect to various job categories, \npromotions is not dispositive of the issue whether those \ntheir claims pursuant to 42 U.S.C. § 1981 are restricted to \npromotions  represent  the  opportunity  to  make  a  new \nclaims of discrimination against Blacks with respect to (1) \ncontract or enter into a new and distinct relation between \ninitial  job  placement,  Pl.Opp.  to  Motion  to  Dismiss \nthe employer and the employee within the meaning of \nSection 1981 Claims at 4; (2) promotion from Courtesy \nsection 1981. They contend that this “new and distinct \nClerk to Apprentice Clerk in the grocery department, id. \nrelation” inquiry is multi-factored and fact-specific, and \nat 13; (3) promotion from Journey Clerk to entry-level \nthat the presence or absence of such a relation is an issue \nmanagement,1  id.  at  15–16;  and  (4)  promotion  from \nof fact that should be determined at trial. Id. at 12–13. \nGeneral  Merchandise  Clerk  to  General  Merchandise \n  \nDepartment Head. Id. at 17.2 \n \n  \n \nDefendant argues that plaintiffs’ claims are directed at \nallegedly discriminatory working conditions and that they \n1 \n \n\n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Empl. Prac. Dec. P 41,000 \n \nDiscussion  ‘hired’ in the abstract and then, after being employed, told \nSection 1981 provides that “[a]ll persons ... shall have the  what job they have been hired for.” Pl.Opp. to MTD \nsame right ... to make and enforce contracts ... as is  Section 1981 Claims at 5. To distinguish initial hiring \nenjoyed by white citizens.” 42 U.S.C. § 1981. The statute  from initial job placement and then to hold the latter \nthus  prohibits  discrimination  only  in  the  making  and  noncognizable under section 1981 is sophistry at best. In \nenforcement  of  contracts  and  is  not  “a  general  the context of Lucky’s hiring practices, entering into an \nproscription  of  racial  discrimination  in  all  aspects  of  employment  contract  is  being  placed  in  a  particular \ncontract relations.” Patterson, 491 U.S. at ––––, 109 S.Ct.  entry-level job; initial placement is not “conduct by the \nat 2372. Specifically, in the employment context, section  employer [occurring] after the contract relation has been \n1981 prohibits a refusal to enter an employment contract  established.” Patterson, 491 U.S. at ––––, 109 S.Ct. at \nwhere that refusal is based upon race, or an offer to make  2373. \na contract only on terms that are discriminatory; however    \n*3 The court therefore concludes that plaintiffs’ claim of \nrace discrimination in initial job placement states a cause \nof action under section 1981, and defendant’s motion to \nthe right to make contracts does not \ndismiss this claim is Defined. \nextend  ...  to  conduct  by  the \n  \nemployer after the contract relation \n \nhas  been  established,  including \n \nbreach of the terms of the contract \nor  imposition  of  discriminatory \nworking  conditions.  Such  II. Promotion \npostformation  conduct  does  not  Plaintiffs allege that Lucky discriminates on the basis of \ninvolve  the  right  to  make  a  race with respect to (1) promotions from Courtesy Clerk \ncontract, but rather implicates the  to  Apprentice  Clerk  in  Grocery;  (2)  promotions  from \nperformance of established contract  Journey Clerk to entry-level management positions; and \nobligations  and  the  conditions  of  (3)  promotions  from  General  Merchandise  Clerk  to \ncontinuing  employment,  matters  General Merchandise Department Head. Pl.Opp. to MTD \nmore  naturally  governed  by  state  Section 1981 Claims at 13–17. \ncontract law and Title VII.    \nAll plaintiff class members are parties to a Collective \nBargaining Agreement between Lucky and locals of the \nUnited  Food  and  Commercial  Workers  International \nId. at ––––, 109 S.Ct. at 2373. \nUnion (“UFCW”). The agreement specifies, inter alia, \n  \nwage rates and other terms of employment for each of the \nThe  issue  before  the  court  is  whether  plaintiffs  have \npositions in dispute. A Lucky employee remains subject \nasserted claims of race discrimination going to the making \nto the terms of the Collective Bargaining Agreement until \nor enforcement of employment contracts and therefore \nthat  employee  is  either  discharged  or  promoted  to  a \ncognizable under Patterson. \nposition  above  Third  Person  (i.e.,  to  Assistant  Store \n  \nManager or Store Manager). Def. MTD Section 1981 \n \nClaims at 3–4. \n \n  \nAlthough  Lucky  asserts  that  with  respect  to  all \nI. Initial Job Placement  promotions to Third Person or below, “employees do not \nPlaintiffs claim that Lucky discriminates on the basis of  have the opportunity to enter a new employment contract” \nrace in its initial placement of Blacks into less desirable  and are therefore not within the scope of section 1981, the \nand lower-paying entry-level positions.  court finds that the existence of a common collective \n   bargaining agreement covering the disputed positions is \nThe court finds unpersuasive defendant’s contention that  not sufficient by itself to preclude a claim under section \nsuch a claim concerns only “conditions of continuing  1981. \nemployment”  and  not  the  “right  to  make  ...  a    \nnondiscriminatory  contract.”  Def.  MTD  Section  1981  Nor, however, does the court accept plaintiffs’ claim that \nClaims  at  8.  As  plaintiffs  note,  “[e]mployees  are  not  the specific Collective Bargaining Agreement between \n2 \n \n\n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Empl. Prac. Dec. P 41,000 \n \nLucky and the UFCW locals “is not itself an employment  salaried  employee,  in  required  qualifications,  in \ncontract.” Pl.Opp. to MTD Section 1981 Claims at 7.  responsibility level, in daily duties, in potential liability, \nThere is no suggestion here that the Collective Bargaining  and in pension and other benefits,” Hudgens, 728 F., \nAgreement does not set forth enforceable terms of the  Supp.  at  1324;  change  in  supervisory  responsibility, \nemployment  relationship  between  Lucky  and  its  duties performed and required qualifications, Luna v. City \nemployees up to and including Third Person; an aggrieved  and County of Denver, [51 EPD ¶ 39,455] 718 F.Supp. \nemployee has the right to bring a grievance and sue on her  854  (D.Colo.1989);  whether  the  promotion  was \nindividual contract rights under the Agreement. There is  non-routine and represented an advancement to a position \nno evidence that Lucky employees enter into “separate  for which outsiders could apply. Malhotra, 885 F.2d at \ncontracts  [apart  from  the  Collective  Bargaining  1311. Cf. Sofferin v. American Airlines, Inc., 717 F.Supp. \nAgreement], frequently oral, between the employer and  597 (N.D.Ill.1989), aff’d in part, rev’d in part on other \neach employee.” International Union, UAW, AFL–CIO v.  grounds, [55 EPD ¶ 40,538] 923 F.2d 552 (7th Cir.1991) \nHoosier  Cardinal  Corp.,  383  U.S.  696,  706  (1986).  (advancement  from  probationary  to  tenured  status \nMoreover, the Nintth Circuit has held that an employee’s  insufficient for section 1981 liability where no change in \nclaim based upon an “independent employment contract”  duties  or  functions  involved);  Williams  v.  National \nis preempted if the claim concerns a job governed by a  Railroad  Passenger  Corp.,  [51  EPD  ¶  39,410]  716 \ncollective  bargaining  agreement.  Chmiel  v.  Beverly  F.Supp. 49 (D.D.C.1989) (change in pay standing alone \nWilshire Hotel Co., [50 EPD ¶ 39,181] 873 F.2d 1283,  insufficient for section 1981 liability). \n1285–86 (9th Cir.1989).    \n   The court in Hudgens characterized the court’s Patterson \nA  collective  bargaining  agreement  may  function  as  a  analysis with respect to promotion to require \ncontract between an employer and individual employees \nfor certain purposes. However, the court finds that the \nbreadth of job categories covered, the nature of the terms \ncarefully examining what changes, \nof each job, and the extent to which the agreement and its \nif  any,  will  result  from  the \nspecific provisions governing promotions is followed in \npromotion and determining if the \npractice  by  the  employer,  among  other  factors,  will \ncombined  changes  are  significant \ndetermine  whether  a  collective  bargaining  agreement \nenough to give rise to a new and \nconstitutes a contract for the purpose of section 1981 \ndistinct  relationship....  [T]he  trial \nliability.  Thus,  even  where  a  failure-to-promote  claim \ncourt must consider evidence of all \nonly involves movement between positions covered by \nchange ... which a promotion will \nsuch  an  agreement,  the  promotion  may  nevertheless \nwork....  This  judgment  must \nrepresent the kind of “new and distinct relation between \nconsider  not  only  the  number  of \nthe  employee  and  the  employer”  contemplated  by \nresulting  changes,  but  the \nPatterson.  109  S.Ct.  at  2377.  Although  a  promoted \nmagnitude  of  individual  changes, \nemployee may remain within the scope of an expansive \nand of the changes as a whole.” \ncollective  bargaining  agreement,  she  may  nevertheless \ncome to be bound by, and acquire new contractual rights \nunder, different of its terms as a result of the promotion. \n   728 F.Supp. at 1325–26. \n*4 Courts following Patterson have consistently held that    \nthe “new and distinct relation” inquiry is multi-factored  A promoted employee under the Collective Bargaining \nand fact-specific. Hudgens v. Harper–Grace Hospiotals,  Agreement with Lucky remains on an hourly-wage basis, \n[53  EPD  ¶  39,741]  728  F.Supp.  1321,  1325  a factor which weighs against a finding of “new and \n(E.D.Mich.1989) (reviewing caselaw citing broad range  distinct relation.” Kyles v. Houston Lighting & Power \nof factors); Malhotra v. Cotter & Company, [51 EPD ¶  Co., [55 EPD ¶ 40,476] 53 FEPC 1105, 1106 (1990). \n39,329] 885 F.2d 1305, 1311–12 (7th Cir.1989) (question  However, plaintiffs note the presence of other factors in \nof fact exists where advancement is not “routine” and  each  of  the  disputed  promotions  which  suggest  a \ninvolves a change in terms of contractual relation).  significant change in the nature and terms of employment. \n   The Collective Bargaining Agreement makes it clear that \nThe  following  factors  have  been  held  relevant  to  a  promotion to the disputed positions is not automatic, but \ndetermination of section 1981 liability: “changes in pay,  is based upon merit, ability and seniority. Fisher Decl., \nin duties and responsibilities, in status from hourly to  Ex. C. (Agreement) at 6 (¶ 4.3.1); Ex. D. (Agreement) at \n3 \n \n\n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Empl. Prac. Dec. P 41,000 \n \n13 (¶ 4.3.2).  promotions  to  Apprentice  Clerk  and  to  General \n   Merchandise Department Head. The court concludes that \nIn addition, promotion from Coutesy Clerk to Apprentice  plaintiffs should be afforded the opportunity to develop a \nClerk in Grocery involves a raise in pay, new rights to  full  factual  record  at  trial  as  to  the  nature  of  the \nsubsequent  automatic  pay  raises,  and  entitlement  to  promotions involved. \nsubsequent automatic progression to journey clerk status.4    \nPromotion from Journey Clerk to entry-level management   \ngives the employee a guaranteed full-time schedule and \nthe right to step-up to higher level management position, \nAccordingly: \nFisher Decl., Ex. C (Agreement) at ¶ 4.10, 9.3, Appendix \nA at 24–25, and entry-level management employees also \n(1) Defendant’s motion to dismiss plaintiffs’ claim under \ntake  on  significant  supervisory  responsibility.  Def. \n42 U.S.C. § 1981 with respect to initial job placement is \nPre–Trial  Statement  of  Undisputed  Facts  at  ¶  13. \nDENIED. \nPromotion from General Merchandise Clerk to General \n  \nMerchandise  Department  Head  provides  the  employee \n(2) Defendant’s motion to dismiss plaintiffs’ claim under \nwith  a  raise  in  pay,  full-time  status  and  substantial \n42  U.S.C.  §  1981  with  respect  to  promotions  to \nadditional supervisory responsibilities. Fisher Decl., Ex. C \nApprentice Clerk in Grocery, entry-level management and \nat Appendix A; Def. Pre–Trial Statement of Undisputed \nGeneral Merchandise Department head is Denied. \nFacts at ¶ 13. \n  \n  \nIt Is So Ordered. \n \n  \n \nAll Citations \nConclusion \nNot Reported in F.Supp., 1991 WL 350036, 57 Empl. \n*5  It  is  a  close  question  whether  plaintiffs’ \nPrac. Dec. P 41,000 \nfailure-to-promote claims involve the kind of change in \n \nposition and in employer-employee relationship sufficient \nfor liability under section 1981, especially with respect to \nFootnotes \n \n1  The primary entry-level management position in Lucky’s retail stores is Head Clerk (Fourth Person); other entry-level \n  management positions include Head Clerk (Front–End Clerk); Head Clerk (Receiving Clerk); Head Clerk (Night Crew \nManager); and Head Clerk (Fifth Person). \n \n2  The Court previously granted summary judgment for defendant on claims of race discrimination with respect to \n  promotions to Third Person, Produce Manager, Deli/Bakery Head, Store Manager and Assistant Store Manager. \nMemorandum and Order dated April 4, 1991 at 10, 14, 15. \n \n3  Defendant  also  argues  that  claims  of  racial  discrimination  with  respect  to  allocation  of  work  hours  and \n  reclassification from part-time to fulltime status are not actionable under section 1981. Because plaintiffs make \nclear in their opposition that they are not pursuing work-hour allocation and reclassification claims under section \n1981, the court will not consider those arguments. \n \n4  Because the promotion from Apprentice Clerk to Journey Clerk is automatic, plaintiffs do not allege section 1981 \n4 \n \n\n \nStender v. Lucky Stores, Inc., Not Reported in F.Supp. (1991)   \n57 Empl. Prac. Dec. P 41,000 \n \n  liability with respect to the Journey Clerk position. \n \n \n \n \n \n \n \n5 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131857"
    }
  ],
  "document_count": 5
}