{
  "case_id": 9717,
  "fetched_at": "2025-10-20T22:43:02.160964",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Pierce",
        "name": "Pierce County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 2008,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Washington state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 2004,
    "id": 9717,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2008-10-03T00:00:00-04:00",
    "main_docket": {
      "id": 33361,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2004,
      "docket_filing_number": 7032,
      "is_main_docket": true,
      "court": "Washington state trial court",
      "state": "Washington",
      "docket_office_number": "",
      "docket_number_manual": "04-2-07032-1",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Plemmons v. Pierce County",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff subjected to a post-arraignment & pre-bail strip-search.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Washington",
    "summary": "<p>In April 2004, Plaintiff filed this lawsuit against Pierce County in the Pierce County Superior Court for federal constitutional and state statutory civil rights violations based on her post-arraignment strip search performed while she was in custody awaiting release on bail. Plaintiff had been charged with felony forgery. She appeared in court with private counsel and asked for release on personal recognizance since she was a victim of identity theft. The court denied the request, imposed bail of $5,000, and ordered that she be taken into custody. While in custody and awaiting her bail bond, Plaintiff was subject to an automatic strip search. Later, the county dropped the charges against her after confirming she was a victim of identity theft.</p>\r\n<p>The trial court granted Plaintiff's motion for summary judgment, finding that the County was liable for damages under 42 U.S.C. &sect;1983 and that Washington's Strip Search Statutes, RCW 10.79.120 and RCW 10.79.130 were unconstitutional as applied to the Plaintiff, since her presence in the County Jail was merely related to assuring her presence at trial, and it was not with regard to the nature of the crime charged.</p>\r\n<p>The Court of Appeals of Washington granted discretionary review to determine whether persons in custody subject to conditional release, as is the case for people who post bail, are 'committed to incarceration by order of a court' and therefore subject to strip search without warrant or probable cause. The court concluded that an individual awaiting a bail posting has been ordered 'conditionally released' rather than 'committed to incarceration.' See Reno v Koray, 515 U.S. 50, 57 (1995). Since Plaintiff was in custody pending release on bail, she was entitled to the protections of RCW 10.79.120 and 10.79.130, which says she may not be subject to strip search without a warrant, probable cause, or individualized reasonable suspicion. Moreover, RCW 10.79.120 and 10.79.130 are unconstitutional if applied on a blanket basis to pre-trial detainees.</p>\r\n<p>Prison Legal News reports that this case resulted in a class action settlement approved in December 2007 for approximately 100 class members. PCVA Law, a private law firm in Washington, <a href=\"https://web.archive.org/web/20150406044211/http://www.pcvalaw.com/plemmons-v-pierce-county/\" target=\"_blank\" rel=\"noopener\">reports</a> that it was successful in securing a $1 million settlement against Pierce County.</p>",
    "summary_published_date": "2025-07-06T20:57:17.866348-04:00",
    "summary_short": "In April 2004 Plaintiff filed suit against Pierce County in the Pierce County Superior Court for federal constitutional and state statutory civil rights violations based on her post-arraignment strip search performed while she was in custody awaiting release on bail. The trial court granted Plaintiff's motion of summary judgment and the Court of Appeals affirmed the decision. The Court of Appeals concluded that an individual awaiting a bail posting has been ordered 'conditionally released' rather than 'committed to incarceration.' See Reno v Koray, 515 U.S. 50, 57 (1995). Since Plaintiff was in custody pending release on bail, she was entitled to the protections of RCW 10.79.130, which says she may not be subject to strip search without a warrant, probable cause, or individualized reasonable suspicion. Prison Legal News reports that this case resulted in a class action settlement approved in December 2007 for approximately 100 class members. PCVA Law, a private law firm in Washington, reports that it was successful is securing a $1,000,000 settlement against Pierce County.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9717",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9717",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9717",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9717"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121412,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121412"
    },
    {
      "date": "2006-10-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 601,
      "cite_1_reporter": "P.3d",
      "cite_1_vol": 140,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Washington state appellate court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 21211,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/21211.pdf",
      "title": "Opinion",
      "text": "PLEMMONS v. PIERCE COUNTY Wash. 601\nCite as 140 P.3d 601 (Wash.App. Div. 2 2006)\nTherefore the conviction should be reversed 1. Appeal and Error O893(1)\nand the case dismissed.\nAn appellate court reviews de novo ques-\n¶ 38 I dissent. tions  of  law,  which  include  statutory  con-\nstruction to determine legislative intent.\n,\n2. Statutes O190\nWhen faced with an unambiguous stat-\nute, an appellate court derives the Legisla-\n    ture’s  intent  from  the  statute’s  plain  lan-\n134 Wash.App. 449 guage alone.\nAbra PLEMMONS, Respondent,\n3. Statutes O190, 217.4, 218\nv.\nWhen a statute is ambiguous, an appel-\nPIERCE COUNTY, Kevin Benton, in his late court will resort to principles of statuto-\nindividual capacity;  Paul Pastor, in his ry construction, legislative history, and rele-\nindividual capacity and official capacity vant case law to assist in interpretation.\nas Pierce County Sheriff;  Eileen Bisson,\nin her individual and official capacity as 4. Statutes O190\nPierce County Corrections Chief;  and D. A statute is ambiguous if it can reason-\nMcCall in her individual capacity, Ap- ably be interpreted in more than one way.\npellants.\n5. Statutes O181(1, 2)\nNo. 33072–5–II.\nWhen interpreting a statute, an appel-\nCourt of Appeals of Washington, late court must ascertain and give effect to\nDivision 2. the  Legislature’s  intent,  and  it  will  avoid\nabsurd results.\nAug. 8, 2006.\nAs Corrected Oct. 31, 2006. 6. Constitutional Law O46(1), 48(1)\nBackground:   Arrestee,  who  had  been A court will presume that a statute is\ncharged  with  forgery  and  subsequently constitutional  and  it  will  make  every  pre-\nhad charges dropped after it was deter- sumption in favor of constitutionality where\nmined she was innocent victim of identity the  statute’s  purpose  is  to  promote  safety\nand welfare, and the statute bears a reason-\ntheft,  brought  federal  constitutional  and\nable and substantial relationship to that pur-\nstate statutory civil rights violations action\npose;  courts  should  limit  their  analyses  to\nagainst county, alleging that county jail’s\nstatutory construction and decline to reach\npost-arraignment, pre-bail strip search of\nthe constitutional question.\nher  was  unconstitutional.  The  Superior\nCourt,  Pierce  County,  Paula  Casey,  J., 7. Prisons O4(7)\ngranted  summary  judgment  to  arrestee. Arrestee,  who  in  custody  pending  re-\nCounty appealed. County appealed. lease on bail or personal recognizance, was\nHolding:  The Court of Appeals, Hunt, J., not a ‘‘person committed to incarceration by\nheld that arrestee, who in custody pending order  of  a  court’’  under  statute  governing\nstrip or body cavity searches, and thus, coun-\nrelease on bail or personal recognizance,\nty acted without authority in subjecting her\nwas not a ‘‘person committed to incarcera-\nto  an  automatic,  warrantless,  strip  search;\ntion  by  order  of  a  court’’  under  statute\narrestee, as individual awaiting bail posting,\ngoverning  strip  or  body  cavity  searches,\nhad  been  ordered  conditionally  ‘‘released’’\nand thus, county acted without authority in\nrather  than  ‘‘committed  to  incarceration,’’\nsubjecting her to an automatic, warrant-\nwhich was prerequisite for warrantless strip\nless, strip search. search under statute, and thus, arrestee did\nAffirmed in part and vacated in part. not meet statutory criteria for warrantless,\n\n602 Wash. 140 PACIFIC REPORTER, 3d SERIES\nstrip  search.   West’s  RCWA  10.79.120, arrestees in custody pending release on bail\n10.79.130; CrR 3.2. or personal recognizance.  We agree.\n8. Prisons O4(7) S 453¶ 2 Holding that RCW 10.79.120 gener-\nally does not authorize strip searches of per-\nStatutes  permitting  strip  searches  of\nsons to be released on personal recognizance\ncertain  persons  committed  to  incarceration\nor bail, we affirm the trial court’s grant of\ndid not authorize application of county’s auto-\nsummary judgment to Plemmons on this oth-\nmatic strip search policy to persons arrested\ner ground and vacate the trial court’s ruling\nfor a non-violent offense, who are to be re-\nthat Pierce County unconstitutionally applied\nleased  on  bail  before  trial  or  conviction.\nits strip search policy to Plemmons.\nWest’s RCWA 10.79.120 to 10.79.140.\nFACTS\nKenneth Douglas Orcutt, Assistant Attor- I.  STRIP SEARCH\nney  General  of  Washington,  Olympia,  WA, ¶ 3  The  State  charged  Abra  Plemmons\nGerald A. Horne, Prosecuting Attorney, and with felony forgery.  Plemmons was taken\nPatrick  Russell  Cooper,  Tacoma,  WA,  for into custody on this charge during a traffic\nPetitioner. stop in Montana, her state of residence.  She\nDarrell  L.  Cochran,  Gordon  Thomas posted $10,000 bail and traveled on her own\nHoneywell,  Tacoma,  WA,  Fred  Diamond- to Washington to appear, with private coun-\nstone,  Law  Offices  of  Fred  Diamondstone, sel,  in  Pierce  County  Superior  Court  for\narraignment and a bail hearing.\nSeattle, WA, for Respondent.\n¶ 4 At the Pierce County Superior Court\nRobert  Aloysius  Hyde,  Rafel  Manville\narraignment  and  bail  hearing,  Plemmons\nPLLC,  Duncan  Emerson  Manville,  Rafel\nasked for release on her personal recogni-\nManville  PLLC,  Seattle,  WA,  for  Amicua\nzance because she was a victim of identity\nCuriae  American  Civil  Liberties  Union  of\ntheft, she had come to Washington to appear\nWashington.\nin  court  of  her  own  volition,  and  she  had\nalready posted $10,000 bail when arrested on\nHUNT, J.\nthis  same  charge  in  Montana.   The  court\nS 452¶ 1 We granted discretionary review of denied her request, imposed bail of $5,000,\na summary judgment ruling, in Abra Plem- and ordered that she be taken into custody.\nmons’ federal constitutional 1 and state stat-\n¶ 5 The County booked Plemmons at 2:59\nutory 2 civil rights violations action, that the\nP.M. that same day.  Before placing her with\nPierce County Jail’s post-arraignment, pre- the mixed, general population and intake in-\nbail strip search of Plemmons, a non-violent mates at the County jail, the County conduct-\nidentity-theft  victim,  was  unconstitutional. ed an automatic strip search 3 in accordance\nThe County argues that its strip-search poli- with its policy 4 based on chapter 10.79 RCW.\ncy, authorized by RCW 10.79.120, is consti- Plemmons received a bail bond at 4:41 P.M.,\ntutional as applied to Plemmons because (1) and the jail released her at 7:22 P.M.\nshe had been arraigned on a forgery charge, S  ¶ 6  Sometime  later,  after  determining\n454\nsubject to a judicial determination of proba- that  Plemmons  was  the  innocent  victim  of\nble cause;  and (2) the search was necessary identity theft, and not a forger, the County\nto promote jail security before placing Plem- dropped  the  forgery  charges  against  her.\nmons with other jail inmates.  Amicus curi-\nae American Civil Liberties Union (ACLU) II.  PROCEDURE\nargues that we need not address the consti- ¶ 7 Plemmons sued the County for federal\ntutional issue and that, instead, we should constitutional and state statutory civil rights\nconstrue  RCW  10.79.120  as  inapplicable  to violations based on its post-arraignment strip\n1.  U.S. CONST. amend.  IV. 4.  The form authorizing Plemmons’ strip search\nindicates that the search was automatically per-\n2.  RCW 10.79.110(1). mitted for a post-conviction felony commitment.\nBut this information on the form was incorrect:\n3.  The search includes a one-minute visual body Not only was Plemmons not convicted of a felo-\ncavity search requiring the inmate to squat and ny,  but  also  the  County  dropped  the  forgery\ncough,  to  bend  at  the  waist  and  spread  her charge because she was actually a victim, not a\nbuttocks, and to lift her breasts. perpetrator of the crime.\n\nPLEMMONS v. PIERCE COUNTY Wash. 603\nCite as 140 P.3d 601 (Wash.App. Div. 2 2006)\nsearch performed while she was in custody release  under  CrR  3.2  (such  as  bail),  are\nawaiting release on bail. ‘‘committed  to  incarceration  by  order  of  a\ncourt’’ within the meaning of RCW 10.79.120.\n¶ 8  Both  parties  filed  cross  motions  for\nIf so, such persons may be subject to a strip\nsummary judgment.  In support of her mo-\nsearch without a warrant, reasonable individ-\ntion, Plemmons submitted portions of Pierce\nualized  suspicion,  probable  cause,  or  other\nCounty Corrections Captain Marvin Spenc-\nexception  under  RCW  10.79.130  or  RCW\ner’s  deposition,  in  which  he  described  the\n10.79.140, which otherwise generally protect\nCounty’s  ‘‘automatic’’  strip-search  policy  at\npersons  in  jail  from  warrantless  strip\nthe County jail as follows:\nsearches.\n[A]ny commitment from court results in an\nautomatic  strip  search.  When  there’s  an\norder from the court to detain somebody, I.  STANDARD OF REVIEW\nwhen the court orders the person to be\ntaken into custody after arraignment and A.  Summary Judgment\nthey’re committed, that fits the category of\ncommitment and, therefore, results in au- ¶ 12 When reviewing an order of summary\ntomatic strip search. judgment, we engage in the same inquiry as\nthe trial court.5  Nonetheless, ‘‘an appellate\nClerk’s Papers (CP) at 94.\ncourt may sustain a trial court on any correct\n¶ 9 A visiting Thurston County Superior\nground,  even  though  that  ground  was  not\nCourt Judge granted Plemmons’ motion for\nconsidered by the trial court.’’  Nast v. Mi-\nsummary judgment, ruling that (1) the Coun-\nchels,  107  Wash.2d  300,  308,  730  P.2d  54\nty was liable for damages under federal con-\n(1986).\nstitutional law and 42 U.S.C. § 1983;  (2) the\nstrip search did not violate RCW 10.79.120 ¶ 13  Summary  judgment  is  appropriate\nand .130;  and (3) these two statutes were only if the pleadings, affidavits, depositions,\nunconstitutional as applied to Plemmons to and admissions on file demonstrate the ab-\nthe extent they permitted\nsence of any genuine issues of material fact,\nthe strip search of a person who has been and  that  the  moving  party  is  entitled  to\n‘committed’ to jail as a pre-trial detainee judgment  as  a  matter  of  law.6   The  court\nfor purposes of merely assuring presence must  consider  all  facts  submitted  and  all\nat trial, without regard to the nature of the reasonable inferences from them in the light\ncrime charged or other individualized sus- most favorable to the nonmoving party.7\npicion.\n¶ 14 The nonmoving party may not rely on\nCP at 676–77.\nspeculation,  argumentative  assertions  that\n¶ 10 After the superior court denied recon-\nunresolved factual S  issues remain, or hav-\n456\nsideration, the County moved for discretion-\ning its affidavits considered at face value.8\nary review.  The superior court granted this\nAfter the moving party has submitted ade-\nmotion and entered an order certifying the\nquate  affidavits,  the  burden  shifts  to  the\nS  issue of whether RCW 10.79.120 and .130\n455 nonmoving party to set forth specific facts\nwere  unconstitutional  as  applied  to  Plem-\nsufficiently rebutting the moving party’s con-\nmons.  We granted discretionary review.\ntentions  and  disclosing  the  existence  of  a\nmaterial  issue  of  fact.9   The  court  should\nANALYSIS\ngrant the motion only if, from all the evi-\n¶ 11 The issue here is whether persons like dence,  reasonable  persons  could  reach  but\nPlemmons, in custody subject to conditional one conclusion.10\n5.  Wilson v. Steinbach, 98 Wash.2d 434, 437, 656 8.  Seven Gables Corp. v. MGM/UA Entm’t Co., 106\nP.2d 1030 (1982). Wash.2d 1, 13, 721 P.2d 1 (1986).\n6.  CR 56(c). 9.  Seven Gables, 106 Wash.2d at 13, 721 P.2d 1.\n7.  Wilson, 98 Wash.2d at 437, 656 P.2d 1030. 10.  Wilson, 98 Wash.2d at 437, 656 P.2d 1030.\n\n604 Wash. 140 PACIFIC REPORTER, 3d SERIES\nB.  Statutory Construction disagree,  however,  about  whether  RCW\n10.79.120 authorized this strip search.\n[1, 2]  ¶ 15 We review de novo questions\nof law, which include statutory construction ¶ 19 RCW 10.79.120 provides:\nto determine legislative intent.11  When faced\nRCW 10.79.130 through 10.79.160 apply to\nwith an unambiguous statute, we derive the\nany person in custody at a holding, deten-\nLegislature’s intent from the statute’s plain\ntion,  or  local  correctional  facility,  other\nlanguage alone.12\nthan a person committed to incarceration\nby order of a court, regardless of whether\n[3–5]  ¶ 16 When a statute is ambiguous,\nan arrest warrant or other court order was\nhowever, we will resort to principles of statu-\nissued before the person was arrested or\ntory construction, legislative history, and rel-\notherwise  taken  into  custody  unless  the\nevant case law to assist in interpretation.13\ncourt issuing the warrant has determined\n‘‘[A] statute is ambiguous if it can reasonably\nthat the person shall not be released on\nbe  interpreted  in  more  than  one  way.’’ 14\npersonal recognizance, bail, or bond. RCW\nWhen interpreting a statute, we ‘‘must ascer-\n10.79.130 through 10.79.160 do not apply to\ntain and give effect to the Legislature’s in-\na person held for post-conviction incarcera-\ntent,’’ 15 and we will avoid absurd results.16\ntion for a criminal offense.  The definitions\nand remedies provided by RCW 10.79.070\nS 457C.  Constitutionality and  10.79.110  apply  to  RCW  10.79.130\n[6]  ¶ 17  ‘‘A  court  will  presume  that  a through 10.79.160.\nstatute is constitutional and it will make ev- (Emphasis added).\nery presumption in favor of constitutionality\n¶ 20 RCW 10.79.130 establishes the follow-\nwhere  the  statute’s  purpose  is  to  promote\ning restrictions for strip searches:\nsafety and welfare, and the statute bears a\nreasonable  and  substantial  relationship  to S 458(1) No person to whom this section is\nthat purpose.’’  State v. Glas, 147 Wash.2d made applicable by RCW 10.79.120 may be\n410, 422, 54 P.3d 147 (2002) (plurality opin- strip searched without a warrant unless:\nion).   Moreover,  courts  should  limit  their (a) There is a reasonable suspicion to\nanalyses  to  statutory  construction  and  de- believe that a strip search is necessary to\ncline  to  reach  the  constitutional  question. discover weapons, criminal evidence, con-\nState v. Speaks, 119 Wash.2d 204, 207, 829 traband, or other thing concealed on the\nP.2d 1096 (1992).  We adopt this approach body of the person to be searched, that\nhere and resolve the challenged legality of constitutes a threat to the security of a\nPierce County’s automatic strip-search policy holding, detention, or local correctional fa-\nwithout  reaching  the  constitutionality  of cility;\nRCW 10.79.120.\n(b) There  is  probable  cause  to  believe\nthat a strip search is necessary to discover\nII.  STATUTORY SCHEME other criminal evidence concealed on the\nbody of the person to be searched, but not\n[7, 8]  ¶ 18 The parties agree that Pierce\nconstituting a threat to facility security;  or\nCounty strip-searched Plemmons as ‘‘a per-\nson committed to incarceration by order of a (c) There is a reasonable suspicion to\ncourt’’  described  in  RCW  10.79.120.   They believe that a strip search is necessary to\n11.  City of Pasco v. Pub. Employment Relations 14.  Yousoufian, 152 Wash.2d at 433, 98 P.3d 463\nComm’n, 119 Wash.2d 504, 507, 833 P.2d 381 (quoting Vashon Island Comm. for Self–Gov’t v.\n(1992). Wash. State Boundary Review Bd., 127 Wash.2d\n759, 771, 903 P.2d 953 (1995)).\n12.  Waste  Mgmt.  of  Seattle,  Inc.,  v.  Utils.  &\n15.  Shoreline Cmty. Coll. Dist. No. 7 v. Employ-\nTransp.  Comm’n, 123 Wash.2d 621, 629, 869\nment Sec. Dep’t, 120 Wash.2d 394, 405, 842 P.2d\nP.2d 1034 (1994).\n938 (1992).\n13.  Yousoufian v. Office of King County Executive, 16.  State v. J.P., 149 Wash.2d 444, 450, 69 P.3d\n152 Wash.2d 421, 98 P.3d 463 (2004). 318 (2003).\n\nPLEMMONS v. PIERCE COUNTY Wash. 605\nCite as 140 P.3d 601 (Wash.App. Div. 2 2006)\ndiscover a health condition requiring im- order containing a statement of the condi-\nmediate medical attention. tions imposedTTTT’’ (Emphasis added).  This\n(2) For the purposes of subsection (1) of language  implies  that  a  person,  such  as\nthis  section,  a  reasonable  suspicion  is Plemmons, who is taken into custody pending\ndeemed to be present when the person to be posting of bail, has been ordered ‘‘released’’\nsearched has been arrested for: subject  to  certain  conditions  rather  than\n(a) A violent offense as defined in RCW ‘‘committed to incarceration,’’ the prerequi-\n9.94A.030 or any successor statute; site  for  a  warrantless  strip  search  under\nRCW 10.79.120, not subject to the restric-\n(b) An offense involving escape, burgla-\ntions of RCW 10.79.130 and .40.\nry,  or  the  use  of  a  deadly  weapon;   or\n(c) An offense involving possession of a ¶ 23  The  United  States  Supreme  Court\ndrug or controlled substance under chap- provides a similar interpretation of the feder-\nter  69.41,  69.50,  or  69.52  RCW  or  any al bail statute, 18 U.S.C. § 3142, as applied\nsuccessor statute. to a charged defendant awaiting trial:\n(Emphases added).\nIf, however, the court ‘finds that no condi-\n¶ 21  If  Plemmons  fell  within  the  RCW tion or combination of conditions will rea-\n10.79.120 category of a ‘‘person committed to sonably assure the appearance of the per-\nincarceration by order of a court,’’ then she son as required and the safety of any other\nwas not entitled to the protections and re- person and the community,’ § 3142(e), the\nstrictions of RCW 10.79.130, and the County court ‘shall order the detention of the per-\ncould search her without a warrant.  If, how- son’ TTT by issuing a ‘detention order’ ‘di-\never, Plemmons was not a ‘‘person commit- recting that the person be committed to\nted  to  incarceration  by  order  of  a  court’’ the custody of the Attorney General for\nunder RCW 10.79.120, then the County acted confinement  in  a  corrections  facility,’\nwithout  authority  in  subjecting  her  to  an § 3142(i)(2).  Thus, under the language of\nautomatic, warrantless, strip search.17  Sev- the Bail Reform Act of 1984, a defendant\neral rationales support the latter conclusion. suffers ‘detention’ only when committed to\nWe address each in turn. the  custody  of  the  Attorney  General;   a\ndefendant admitted to bail on restrictive\nS 459A.  Pre-conviction Release of Accused conditions,  as  respondent  was,  is  ‘re-\n¶ 22  CrR  3.2,  entitled  ‘‘Release  of  Ac- leased.’\ncused,’’ provides for the conditional release of\nReno v. Koray, 515 U.S. 50, 57, 115 S.Ct.\naccused persons subject to such restrictions\n2021, 132 L.Ed.2d 46 (1995) (citation omitted)\nas the posting of a bond and a cash deposit in\n(emphasis added).\norder to assure the accused’s reappearance\nfor later proceedings.  CrR 3.2(b). CrR 3.2(i), S  ¶ 24 Thus, it appears that an individual\n460\nentitled  ‘‘Order  for  Release,’’  directs,  ‘‘A awaiting bail posting has been ordered condi-\ncourt authorizing the release of the accused tionally ‘‘released’’ rather than ‘‘committed to\nunder  this  rule  shall  issue  an  appropriate incarceration.’’ 18\n17.  The County argues only that its strip search of strip search the defendant unless it can overcome\nPlemmons  was  authorized  under  RCW the restrictions of RCW 10.79.130 through .160.\n10.79.120.   The  County  does  not  argue  that On Monday morning, the defendant appears be-\nPlemmons fell within any of the statutory excep- fore the court and has bail lowered to $1,000.\ntions set forth in RCW 10.79.130 or .140. Under Pierce County’s reading of the statute, the\ndefendant can now be strip searched automati-\n18.  We further note that Pierce County’s reading cally while she is attempting to post bail, even\nof ‘‘committed to incarceration by order of a though she has already spent an entire weekend\ncourt’’ would lead to an absurd result in the in jail and is now considered a lower threat than\nfollowing hypothetical:  A defendant is arrested when originally apprehended under the arrest\non a $50,000 warrant on a Friday evening and warrant.\ntaken to the Pierce County Jail, where she is held\nwith a mix of intake and general population We will avoid absurd results when interpreting\ninmates.   Because  the  defendant  has  not  ap- statutes.  J.P., 149 Wash.2d at 450, 69 P.3d 318.\npeared before a court, Pierce County may not And we follow this rule here.\n\n606 Wash. 140 PACIFIC REPORTER, 3d SERIES\nB.  Legislative History deadly weapon, may be strip searched only\nupon  an  individual  determination  that\n¶ 25 RCW 10.79.120 is ambiguous because\nreasonable suspicion or probable cause ex-\nit is unclear whether the phrase ‘‘committed\nists.\nto incarceration by order of a court’’ applies\nto CrR 3.2 orders of pre-conviction release 1986 FINAL LEGISLATIVE REPORT, 49th Wash.\non conditions such as bail or personal recog- Leg. at 39–40 (emphases added).\nnizance.   Thus,  we  may  look  to  legislative\n¶ 28 The third sentence of the first para-\nhistory to determine legislative intent.  Bak-\ngraph of the above synopsis shows that the\ner v. Tri–Mountain Res., Inc., 94 Wash.App.\nLegislature intended to exclude pre-convic-\n849, 852, 973 P.2d 1078 (1999).\ntion detainees, such as Plemmons, from the\n¶ 26 RCW 10.79.120 is accompanied by a category of persons ‘‘committed to incarcera-\nstatement of legislative intent: tion by order of a court’’ who can be strip\nIt is the intent of the legislature to estab- searched without a warrant:  Similarly, the\nlish policies regarding the practice of strip second paragraph in the above-quoted synop-\nsearching persons booked into holding, de- sis demonstrates that strip searches are not\ntention, or local correctional facilities.  It allowed for persons arrested for non-violent\nis the intent of the legislature to restrict offenses, such as forgery, without ‘‘an indi-\nthe practice of strip searching and body vidual determination that reasonable suspi-\ncavity searching persons booked into hold- cion or probable cause exists.’’\ning, detention, or local correctional facili- ¶ 29 This legislative history demonstrates\nties  to  those  situations  where  such the Legislature’s intent to restrict warrant-\nsearches are necessary. less strip searches of persons, such as Plem-\nRCW  10.79.060  (emphases  added).   This mons, arrested for a non-violent offense, who\nstatement does not directly address the spe- are  to  be  released  on  bail  before  trial  or\ncific issue here, but it clearly expresses the conviction.  Plemmons was in custody pend-\nLegislature’s  intent  to  ‘‘restrict’’  strip ing release on bail and, thus, entitled to the\nsearches of persons booked into local correc- protections of RCW 10.79.130 through .160.\ntional  facilities  to  ‘‘situations  where  such These protections include a warrant, proba-\nsearches  are  necessary.’’   RCW  10.79.060. ble  cause,  or  S 462individualized  reasonable\nsuspicion before being strip searched,19 none\nS  ¶ 27 The synopsis of the Final Bill Re-\n461\nof which was present here.\nport  for  RCW  10.79.120  further  elucidates\nthe Legislature’s intent:\nIII.  CONCLUSION\nRestrictions are placed on the conduct of\nstrip  searches.   The  restrictions  affect ¶ 30 We hold that Plemmons did not meet\nwhich persons in custody may be searched the statutory criteria for a warrantless, strip\nand under what circumstances they may search  and,  therefore,  the  County  acted\nbe searched.  The restrictions do not apply without authorization in strip searching her\nto persons held for post-conviction supervi- under its automatic strip search policy.  Ac-\nsion.  They do apply to any other person cordingly, we need not address the constitu-\nin custody at a holding, detention or local tionality of the statute.\ncorrectional facility other than any person\n¶ 31 We affirm the trial court’s grant of\nnot  to  be  released  on  personal  recogni-\nsummary judgment to Plemmons, on alterna-\nzance or bail.\ntive ground that the County’s automatic strip\nTTTT search policy, under which the County justi-\nA person arrested for other than a vio- fied strip searching her, fell outside the stat-\nlent offense, a drug offense or an offense utorily authorized limits of RCW 10.79.120,\ninvolving escape, burglary or the use of a .130,  and  .140.   We  vacate  the  superior\n19.  Because  Pierce  County  charged  Plemmons County made no such determination here;  rather\nwith forgery, a non-violent, non-drug offense, the it searched Plemmons under its nonindividual-\nCounty at least had to make an individualized ized, blanket policy.\ndetermination of reasonable suspicion.  Pierce\n\nIN RE MARRIAGE OF DIDIER Wash. 607\nCite as 140 P.3d 607 (Wash.App. Div. 2 2006)\ncourt’s ruling that RCW 10.79.120 is uncon- calling as church missionary was not a profit-\nstitutional as applied in this case. able pursuit, he was not ‘‘gainfully employed’’\nand trial court was not obligated to find that\nWe concur:  QUINN–BRINTNALL, C.J., father was acting in a deceitful manner, fa-\nand VAN DEREN, J. ther never refuted mother’s statements that\nhe received income from church to support\n, family, and, aside from his own statements,\nfather offered no evidence on his financial\nstatus.  West’s RCWA 26.19.071(6).\n2. Child Support O224\n   \n  Constitutional Law O84.5(1)\n134 Wash.App. 490\nChild support award did not violate right\nIn re the MARRIAGE OF Judy\nto free exercise of religion of father, who was\nDIDIER, Respondent,\na  church  ‘‘missionary’’;  child  support  laws\nand were neutral and of general applicability, fa-\nther had legal duty to support children, there\nMichael Didier, Appellant.\nwas no evidence that father’s religious beliefs\nNo. 33478–0–II. precluded his providing support for children,\nfather had supported them in past, father’s\nCourt of Appeals of Washington, beliefs  remained  unaffected  by  court’s  di-\nDivision 2. rective that he continue to support his chil-\ndren, and fact that father claimed that his\nAug. 8, 2006.\nchurch  would  not  support  children  unless\nBackground:   Father  appealed  order  of\nthey lived with him meant only that order\nthe  Superior  Court,  Pierce  County,  R.\ncould  require  that  father  find  alternate\nWorswick  Lisa,  J.,  holding  him  in  con- means  of  meeting  support  obligation.\ntempt  for  failing  to  pay  past  due  child U.S.C.A. Const.Amend. 1.\nsupport.\n3. Constitutional Law O84.1\nHoldings:  The Court of Appeals, Quinn–\nReligious free exercise under the First\nBrintnall, C.J., held that:\nAmendment embraces two concepts, freedom\n(1) father  could  have  income  imputed  to to believe and freedom to act; first is abso-\nhim to calculate child support award; lute while the second, by the nature of de-\n(2) child support award did not violate fa- mocracy, cannot be.  U.S.C.A. Const.Amend.\n1.\nther’s right to the free exercise of reli-\ngion; but 4. Constitutional Law O84.1\n(3) trial court’s contempt order, which in- If a law is neutral and of general appli-\ncluded  portion  imposing  30–day  jail cability, the First Amendment is not offend-\nterm, was punitive, and thus, was not ed even if the law has the incidental effect of\nsanction lawfully available in civil con- burdening  a  particular  religious  belief  or\npractice.  U.S.C.A. Const.Amend. 1.\ntempt action.\nAffirmed  in  part,  vacated  in  part,  and  re- 5. Child Support O10\nmanded. Child support laws embody the state’s\ncompelling  interest  of  seeing  that  parents\nprovide for their children.\n1. Child Support O88\nEvidence supported commissioner’s find- 6. Contempt O40\ning that father’s unemployment was volun- Contempt can either be civil or criminal,\ntary and, therefore, father could have income with  the  latter  requiring  the  constitutional\nimputed  to  him  to  calculate  child  support safeguards extended to other criminal defen-\naward; since father asserted that his full-time dants.  West’s RCWA 7.21.010, 7.21.020.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/21211"
    },
    {
      "date": "2006-10-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 601,
      "cite_1_reporter": "P.3d",
      "cite_1_vol": 140,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Washington state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60401,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60401.pdf",
      "title": "Opinion",
      "text": "140 P.3d 601 (2006)\n134 Wash.App. 449\nAbra PLEMMONS, Respondent,\nv.\nPIERCE COUNTY, Kevin Benton, in his individual capacity; Paul Pastor, in his individual\ncapacity and official capacity as Pierce County Sheriff; Eileen Bisson, in her individual\nand official capacity as Pierce County Corrections Chief; and D. McCall in her individual\ncapacity, Appellants.\nNo. 33072-5-II.\nCourt of Appeals of Washington, Division 2.\nAugust 8, 2006.\nAs Corrected October 31, 2006.\n602 *602 Kenneth Douglas Orcutt, Assistant Attorney General of Washington, Olympia, WA, Gerald A. Horne,\nProsecuting Attorney, and Patrick Russell Cooper, Tacoma, WA, for Petitioner.\nDarrell L. Cochran, Gordon Thomas Honeywell, Tacoma, WA, Fred Diamondstone, Law Offices of Fred\nDiamondstone, Seattle, WA, for Respondent.\nRobert Aloysius Hyde, Rafel Manville PLLC, Duncan Emerson Manville, Rafel Manville PLLC, Seattle, WA, for\nAmicua Curiae American Civil Liberties Union of Washington.\nHUNT, J.\n[1]\n¶ 1 We granted discretionary review of a summary judgment ruling, in Abra Plemmons' federal constitutional\n[2]\nand state statutory  civil rights violations action, that the Pierce County Jail's post-arraignment, prebail strip\nsearch of Plemmons, a non-violent identity-theft victim, was unconstitutional. The County argues that its strip-\nsearch policy, authorized by RCW 10.79.120, is constitutional as applied to Plemmons because (1) she had been\narraigned on a forgery charge, subject to a judicial determination of probable cause; and (2) the search was\nnecessary to promote jail security before placing Plemmons with other jail inmates. Amicus curiae American Civil\nLiberties Union (ACLU) argues that we need not address the constitutional issue and that, instead, we should\nconstrue RCW 10.79.120 as inapplicable to arrestees in custody pending release on bail or personal\nrecognizance. We agree.\n¶ 2 Holding that RCW 10.79.120 generally does not authorize strip searches of persons to be released on\npersonal recognizance or bail, we affirm the trial court's grant of summary judgment to Plemmons on this other\nground and vacate the trial court's ruling that Pierce County unconstitutionally applied its strip search policy to\nPlemmons.\nFACTS\nI. STRIP SEARCH\n¶ 3 The State charged Abra Plemmons with felony forgery. Plemmons was taken into custody on this charge\nduring a traffic stop in Montana, her state of residence. She posted $10,000 bail and traveled on her own to\nWashington to appear, with private counsel, in Pierce County Superior Court for arraignment and a bail hearing.\n¶ 4 At the Pierce County Superior Court arraignment and bail hearing, Plemmons asked for release on her\npersonal recognizance because she was a victim of identity theft, she had come to Washington to appear in court\n\nof her own volition, and she had already posted $10,000 bail when arrested on this same charge in Montana. The\ncourt denied her request, imposed bail of $5,000, and ordered that she be taken into custody.\n¶ 5 The County booked Plemmons at 2:59 P.M. that same day. Before placing her with the mixed, general\n[3]\npopulation and intake inmates at the County jail, the County conducted an automatic strip search  in\n[4]\naccordance with its policy  based on chapter 10.79 RCW. Plemmons received a bail bond at 4:41 P.M., and the\njail released her at 7:22 P.M.\n¶ 6 Sometime later, after determining that Plemmons was the innocent victim of identity theft, and not a forger,\nthe County dropped the forgery charges against her.\nII. PROCEDURE\n¶ 7 Plemmons sued the County for federal constitutional and state statutory civil rights violations based on its\n603 post-arraignment strip *603 search performed while she was in custody awaiting release on bail.\n¶ 8 Both parties filed cross motions for summary judgment. In support of her motion, Plemmons submitted\nportions of Pierce County Corrections Captain Marvin Spencer's deposition, in which he described the County's\n\"automatic\" strip-search policy at the County jail as follows:\n[A]ny commitment from court results in an automatic strip search. When there's an order from the\ncourt to detain somebody, when the court orders the person to be taken into custody after\narraignment and they're committed, that fits the category of commitment and, therefore, results in\nautomatic strip search.\nClerk's Papers (CP) at 94.\n¶ 9 A visiting Thurston County Superior Court Judge granted Plemmons' motion for summary judgment, ruling\nthat (1) the County was liable for damages under federal constitutional law and 42 U.S.C. § 1983; (2) the strip\nsearch did not violate RCW 10.79.120 and .130; and (3) these two statutes were unconstitutional as applied to\nPlemmons to the extent they permitted\nthe strip search of a person who has been `committed' to jail as a pre-trial detainee for purposes\nof merely assuring presence at trial, without regard to the nature of the crime charged or other\nindividualized suspicion.\nCP at 676-77.\n¶ 10 After the superior court denied reconsideration, the County moved for discretionary review. The superior\ncourt granted this motion and entered an order certifying the issue of whether RCW 10.79.120 and .130 were\nunconstitutional as applied to Plemmons. We granted discretionary review.\nANALYSIS\n¶ 11 The issue here is whether persons like Plemmons, in custody subject to conditional release under CrR 3.2\n(such as bail), are \"committed to incarceration by order of a court\" within the meaning of RCW 10.79.120. If so,\nsuch persons may be subject to a strip search without a warrant, reasonable individualized suspicion, probable\ncause, or other exception under RCW 10.79.130 or RCW 10.79.140, which otherwise generally protect persons\nin jail from warrantless strip searches.\nI. STANDARD OF REVIEW\n\nA. Summary Judgment\n[5]\n¶ 12 When reviewing an order of summary judgment, we engage in the same inquiry as the trial court.\nNonetheless, \"an appellate court may sustain a trial court on any correct ground, even though that ground was\nnot considered by the trial court.\" Nast v. Michels, 107 Wash.2d 300, 308, 730 P.2d 54 (1986).\n¶ 13 Summary judgment is appropriate only if the pleadings, affidavits, depositions, and admissions on file\ndemonstrate the absence of any genuine issues of material fact, and that the moving party is entitled to judgment\n[6]\nas a matter of law.  The court must consider all facts submitted and all reasonable inferences from them in the\n[7]\nlight most favorable to the nonmoving party.\n¶ 14 The nonmoving party may not rely on speculation, argumentative assertions that unresolved factual issues\n[8]\nremain, or having its affidavits considered at face value.  After the moving party has submitted adequate\naffidavits, the burden shifts to the nonmoving party to set forth specific facts sufficiently rebutting the moving\n[9]\nparty's contentions and disclosing the existence of a material issue of fact.  The court should grant the motion\n[10]\nonly if, from all the evidence, reasonable persons could reach but one conclusion.\n604  B. Statutory Construction\n*604\n[11]\n¶ 15 We review de novo questions of law, which include statutory construction to determine legislative intent.\nWhen faced with an unambiguous statute, we derive the Legislature's intent from the statute's plain language\n[12]\nalone.\n¶ 16 When a statute is ambiguous, however, we will resort to principles of statutory construction, legislative\n[13]\nhistory, and relevant case law to assist in interpretation.  \"[A] statute is ambiguous if it can reasonably be\n[14]\ninterpreted in more than one way.\"  When interpreting a statute, we \"must ascertain and give effect to the\n[15] [16]\nLegislature's intent,\"  and we will avoid absurd results.\nC. Constitutionality\n¶ 17 \"A court will presume that a statute is constitutional and it will make every presumption in favor of\nconstitutionality where the statute's purpose is to promote safety and welfare, and the statute bears a reasonable\nand substantial relationship to that purpose.\" State v. Glas, 147 Wash.2d 410, 422, 54 P.3d 147 (2002) (plurality\nopinion). Moreover, courts should limit their analyses to statutory construction and decline to reach the\nconstitutional question. State v. Speaks, 119 Wash.2d 204, 207, 829 P.2d 1096 (1992). We adopt this approach\nhere and resolve the challenged legality of Pierce County's automatic strip-search policy without reaching the\nconstitutionality of RCW 10.79.120.\nII. STATUTORY SCHEME\n¶ 18 The parties agree that Pierce County strip-searched Plemmons as \"a person committed to incarceration by\norder of a court\" described in RCW 10.79.120. They disagree, however, about whether RCW 10.79.120\nauthorized this strip search.\n¶ 19 RCW 10.79.120 provides:\nRCW 10.79.130 through 10.79.160 apply to any person in custody at a holding, detention, or local\ncorrectional facility, other than a person committed to incarceration by order of a court, regardless\nof whether an arrest warrant or other court order was issued before the person was arrested or\notherwise taken into custody unless the court issuing the warrant has determined that the person\n\nshall not be released on personal recognizance, bail, or bond. RCW 10.79.130 through 10.79.160\ndo not apply to a person held for post-conviction incarceration for a criminal offense. The\ndefinitions and remedies provided by RCW 10.79.070 and 10.79.110 apply to RCW 10.79.130\nthrough 10.79.160.\n(Emphasis added).\n¶ 20 RCW 10.79.130 establishes the following restrictions for strip searches:\n(1) No person to whom this section is made applicable by RCW 10.79.120 may be strip searched\nwithout a warrant unless:\n(a) There is a reasonable suspicion to believe that a strip search is necessary to discover\nweapons, criminal evidence, contraband, or other thing concealed on the body of the person to be\nsearched, that constitutes a threat to the security of a holding, detention, or local correctional\nfacility;\n(b) There is probable cause to believe that a strip search is necessary to discover other criminal\nevidence concealed on the body of the person to be searched, but not constituting a threat to\nfacility security; or\n605 (c) There is a reasonable suspicion to believe that a strip search is necessary to *605 discover a\nhealth condition requiring immediate medical attention.\n(2) For the purposes of subsection (1) of this section, a reasonable suspicion is deemed to be\npresent when the person to be searched has been arrested for:\n(a) A violent offense as defined in RCW 9.94A.030 or any successor statute;\n(b) An offense involving escape, burglary, or the use of a deadly weapon; or\n(c) An offense involving possession of a drug or controlled substance under chapter 69.41, 69.50,\nor 69.52 RCW or any successor statute.\n(Emphases added).\n¶ 21 If Plemmons fell within the RCW 10.79.120 category of a \"person committed to incarceration by order of a\ncourt,\" then she was not entitled to the protections and restrictions of RCW 10.79.130, and the County could\nsearch her without a warrant. If, however, Plemmons was not a \"person committed to incarceration by order of a\ncourt\" under RCW 10.79.120, then the County acted without authority in subjecting her to an automatic,\n[17]\nwarrantless, strip search.  Several rationales support the latter conclusion. We address each in turn.\nA. Pre-conviction Release of Accused\n¶ 22 CrR 3.2, entitled \"Release of Accused,\" provides for the conditional release of accused persons subject to\nsuch restrictions as the posting of a bond and a cash deposit in order to assure the accused's reappearance for\nlater proceedings. CrR 3.2(b). CrR 3.2(i), entitled \"Order for Release,\" directs, \"A court authorizing the release of\nthe accused under this rule shall issue an appropriate order containing a statement of the conditions imposed\n. . . .\" (Emphasis added). This language implies that a person, such as Plemmons, who is taken into custody\npending posting of bail, has been ordered \"released\" subject to certain conditions rather than \"committed to\nincarceration,\" the prerequisite for a warrantless strip search under RCW 10.79.120, not subject to the\nrestrictions of RCW 10.79.130 and .40.\n¶ 23 The United States Supreme Court provides a similar interpretation of the federal bail statute, 18 U.S.C. §\n3142, as applied to a charged defendant awaiting trial:\n\nIf, however, the court `finds that no condition or combination of conditions will reasonably assure\nthe appearance of the person as required and the safety of any other person and the community,'\n§ 3142(e), the court `shall order the detention of the person'. . . by issuing a `detention order'\n`directing that the person be committed to the custody of the Attorney General for confinement in a\ncorrections facility,' § 3142(i)(2). Thus, under the language of the Bail Reform Act of 1984, a\ndefendant suffers `detention' only when committed to the custody of the Attorney General; a\ndefendant admitted to bail on restrictive conditions, as respondent was, is `released.'\nReno v. Koray, 515 U.S. 50, 57, 115 S.Ct. 2021, 132 L.Ed.2d 46 (1995) (citation omitted) (emphasis added).\n¶ 24 Thus, it appears that an individual awaiting bail posting has been ordered conditionally \"released\" rather\n[18]\nthan \"committed to incarceration.\"\n606  B. Legislative History\n*606\n¶ 25 RCW 10.79.120 is ambiguous because it is unclear whether the phrase \"committed to incarceration by order\nof a court\" applies to CrR 3.2 orders of pre-conviction release on conditions such as bail or personal\nrecognizance. Thus, we may look to legislative history to determine legislative intent. Baker v. Tri-Mountain Res.,\nInc., 94 Wash.App. 849, 852, 973 P.2d 1078 (1999).\n¶ 26 RCW 10.79.120 is accompanied by a statement of legislative intent:\nIt is the intent of the legislature to establish policies regarding the practice of strip searching\npersons booked into holding, detention, or local correctional facilities. It is the intent of the\nlegislature to restrict the practice of strip searching and body cavity searching persons booked into\nholding, detention, or local correctional facilities to those situations where such searches are\nnecessary.\nRCW 10.79.060 (emphases added). This statement does not directly address the specific issue here, but it\nclearly expresses the Legislature's intent to \"restrict\" strip searches of persons booked into local correctional\nfacilities to \"situations where such searches are necessary.\" RCW 10.79.060.\n¶ 27 The synopsis of the Final Bill Report for RCW 10.79.120 further elucidates the Legislature's intent:\nRestrictions are placed on the conduct of strip searches. The restrictions affect which persons in\ncustody may be searched and under what circumstances they may be searched. The restrictions\ndo not apply to persons held for post-conviction supervision. They do apply to any other person in\ncustody at a holding, detention or local correctional facility other than any person not to be\nreleased on personal recognizance or bail.\n. . . .\nA person arrested for other than a violent offense, a drug offense or an offense involving escape,\nburglary or the use of a deadly weapon, may be strip searched only upon an individual\ndetermination that reasonable suspicion or probable cause exists.\n1986 FINAL LEGISLATIVE REPORT, 49th Wash. Leg. at 39-40 (emphases added).\n¶ 28 The third sentence of the first paragraph of the above synopsis shows that the Legislature intended to\nexclude pre-conviction detainees, such as Plemmons, from the category of persons \"committed to incarceration\nby order of a court\" who can be strip searched without a warrant: Similarly, the second paragraph in the above-\nquoted synopsis demonstrates that strip searches are not allowed for persons arrested for non-violent offenses,\nsuch as forgery, without \"an individual determination that reasonable suspicion or probable cause exists.\"\n¶ 29 This legislative history demonstrates the Legislature's intent to restrict warrantless strip searches of persons,\nsuch as Plemmons, arrested for a non-violent offense, who are to be released on bail before trial or conviction.\n\nPlemmons was in custody pending release on bail and, thus, entitled to the protections of RCW 10.79.130\nthrough .160. These protections include a warrant, probable cause, or individualized reasonable suspicion before\n[19]\nbeing strip searched,  none of which was present here.\nIII. CONCLUSION\n¶ 30 We hold that Plemmons did not meet the statutory criteria for a warrantless, strip search and, therefore, the\nCounty acted without authorization in strip searching her under its automatic strip search policy. Accordingly, we\nneed not address the constitutionality of the statute.\n¶ 31 We affirm the trial court's grant of summary judgment to Plemmons, on alternative ground that the County's\nautomatic strip search policy, under which the County justified strip searching her, fell outside the statutorily\n607 authorized limits of RCW 10.79.120,.130, and .140. We vacate the superior *607 court's ruling that RCW\n10.79.120 is unconstitutional as applied in this case.\nWe concur: QUINN-BRINTNALL, C.J., and VAN DEREN, J.\n[1] U.S. CONST. amend. IV.\n[2] RCW 10.79.110(1).\n[3] The search includes a one-minute visual body cavity search requiring the inmate to squat and cough, to bend\nat the waist and spread her buttocks, and to lift her breasts.\n[4] The form authorizing Plemmons' strip search indicates that the search was automatically permitted for a post-\nconviction felony commitment. But this information on the form was incorrect: Not only was Plemmons not\nconvicted of a felony, but also the County dropped the forgery charge because she was actually a victim, not a\nperpetrator of the crime.\n[5]Wilson v. Steinbach, 98 Wash.2d 434, 437, 656 P.2d 1030 (1982).\n[6] CR 56(c).\n[7]Wilson, 98 Wash.2d at 437, 656 P.2d 1030.\n[8]Seven Gables Corp. v. MGM/UA Entm't Co., 106 Wash.2d 1, 13, 721 P.2d 1 (1986).\n[9]Seven Gables, 106 Wash.2d at 13, 721 P.2d 1.\n[10]Wilson, 98 Wash.2d at 437, 656 P.2d 1030.\n[11]City of Pasco v. Pub. Employment Relations Comm'n, 119 Wash.2d 504, 507, 833 P.2d 381 (1992).\n[12]Waste Mgmt. of Seattle, Inc., v. Utils. & Transp. Comm'n, 123 Wash.2d 621, 629, 869 P.2d 1034 (1994).\n[13]Yousoufian v. Office of King County Executive, 152 Wash.2d 421, 98 P.3d 463 (2004).\n[14]Yousoufian, 152 Wash.2d at 433, 98 P.3d 463 (quoting Vashon Island Comm. for Self-Gov't v. Wash. State\nBoundary Review Bd., 127 Wash.2d 759, 771, 903 P.2d 953 (1995)).\n[15]Shoreline Cmty. Coll. Dist. No. 7 v. Employment Sec. Dep't, 120 Wash.2d 394, 405, 842 P.2d 938 (1992).\n[16]State v. J.P., 149 Wash.2d 444, 450, 69 P.3d 318 (2003).\n[17] The County argues only that its strip search of Plemmons was authorized under RCW 10.79.120. The\nCounty does not argue that Plemmons fell within any of the statutory exceptions set forth in RCW 10.79.130 or\n.140.\n\n[18] We further note that Pierce County's reading of \"committed to incarceration by order of a court\" would lead to\nan absurd result in the following hypothetical: A defendant is arrested on a $50,000 warrant on a Friday evening\nand taken to the Pierce County Jail, where she is held with a mix of intake and general population inmates.\nBecause the defendant has not appeared before a court, Pierce County may not strip search the defendant\nunless it can overcome the restrictions of RCW 10.79.130 through .160. On Monday morning, the defendant\nappears before the court and has bail lowered to $1,000. Under Pierce County's reading of the statute, the\ndefendant can now be strip searched automatically while she is attempting to post bail, even though she has\nalready spent an entire weekend in jail and is now considered a lower threat than when originally apprehended\nunder the arrest warrant. \nWe will avoid absurd results when interpreting statutes. J.P., 149 Wash.2d at 450, 69 P.3d 318. And we follow this\nrule here.\n[19] Because Pierce County charged Plemmons with forgery, a non-violent, non-drug offense, the County at least\nhad to make an individualized determination of reasonable suspicion. Pierce County made no such determination\nhere; rather it searched Plemmons under its nonindividualized, blanket policy.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60401"
    },
    {
      "date": "2006-08-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 19404,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/19404.pdf",
      "title": "Opinion",
      "text": "IN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\nDIVISION  II\nabra plemmons, No.  33072-5-II\nRespondent,\nv.\nPIERCE COUNTY, KEVIN BENTON, in his  PUBLISHED OPINION\nindividual  capacity;  PAUL  PASTOR,  in  his \nindividual  capacity  and  official  capacity as \nPierce  County Sheriff;  EILEEN  BISSON,  in \nher  individual  and  official  capacity  as  Pierce \nCountyCorrections Chief; and D. Mc CALL in \nher individual capacity,\nAppellants.\nHunt, J.  ―  We granted discretionary review of a summary judgment ruling, in Abra \nPlemmons’ federal constitutional1 and state statutory2 civil rights violations action, that the Pierce \nCounty Jail’s post-arraignment, pre-bail strip search of Plemmons, a non-violent identity-theft\nvictim, was unconstitutional.  The County argues that its strip-search policy, authorized by RCW \n1 U.S. Const. amend. IV.\n2 RCW 10.79.110(1).\n\n33072-5-II\n10.79.120, is constitutional as applied to Plemmons because (1) she had been arraigned on a \nforgery charge, subject to a judicial determination of probable cause; and (2) the search was \nnecessary to promote jailsecurity before placing Plemmons with other jailinmates.  Amicus curiae\nAmerican Civil Liberties Union (ACLU) argues that we need not address the constitutional issue\nand that, instead, we should construe RCW 10.79.120 as inapplicable to arrestees in custody \npending release onbailor personal recognizance. We agree.\nHolding that RCW 10.79.120 generally does not authorize strip searches of persons to be \nreleased on personal recognizance or bail, we affirm the trial court’s grant of summary judgment \nto  Plemmons  on  this  other  ground  and  vacate  the  trial  court’s  ruling  that  Pierce County \nunconstitutionally applied its strip search policy to Plemmons.\nFACTS\nI.  Strip Search\nThe State charged Abra Plemmons with felony forgery.  Plemmons was taken into custody \non this charge during a traffic stop in Montana, her state of residence.  She posted $10,000 bail \nand  traveled  on  her  own to  Washington  to  appear,  with private  counsel, in  Pierce  County \nSuperior Court for arraignment and a bail hearing.  \nAt the Pierce County Superior Court arraignment and bail hearing, Plemmons asked for\nrelease on her personal recognizance because she was a victim of identity theft, she had come to \nWashington to appear in court ofher own volition, and she had already posted $10,000 bailwhen \n2\n\n33072-5-II\narrested on this same charge in Montana.  The court denied her request, imposed bail of $5,000,\nand ordered that she be taken into custody.  \nThe County booked Plemmons at 2:59 p.m. that same day.  Before placing her with the \nmixed, general  population  and  intake  inmates at  the  County jail, the County conducted  an \nautomatic strip search3 in accordance with its policy4 based on chapter 10.79 RCW.  Plemmons \nreceived a bail bond at 4:41 p.m., and the jailreleased her at 7:22 p.m.  \nSometime later, after determining that Plemmons was the innocent victim of identity theft, \nand not a forger, the Countydropped the forgerycharges against her.  \nII.  Procedure\nPlemmons  sued  the  County for  federal  constitutional  and  state  statutory  civil  rights \nviolations based on its post-arraignment strip search performed while she was in custody awaiting \nrelease on bail. \nBoth parties  filed  cross  motions  for  summary  judgment.    In  support  of  her motion, \nPlemmons submitted portions ofPierce CountyCorrections Captain Marvin Spencer’s \n3 The search includes a one-minute visual body cavity search requiring the inmate to squat and \ncough, to bend at the waist and spread her buttocks, and to lift her breasts.  \n4 The  form  authorizing  Plemmons’ strip  search  indicates  that  the  search  was  automatically \npermitted for a post-conviction felony commitment.  But this information on the form was \nincorrect:  Not only was Plemmons not convicted of a felony, but also the County dropped the \nforgerycharge because she was actually a victim, not a perpetrator of the crime.\n3\n\n33072-5-II\ndeposition, in which he described the County’s “automatic” strip-search policy at the County jail \nas follows:\n[A]ny commitment from court results in an automatic strip search.  When there’s \nan order from the court to detain somebody, when the court orders the person to \nbe  taken  into  custody  after  arraignment  and  they’re committed,  that  fits  the \ncategoryofcommitment and, therefore, results in automatic strip search.\nClerk’s Papers (CP) at 94.  \nA  visiting  Thurston  County Superior  Court  Judge  granted  Plemmons’ motion  for \nsummary judgment, ruling that (1) the Countywas liable for damages under federal constitutional \nlaw and 42 U.S.C. § 1983; (2) the strip search did not violate RCW 10.79.120 and .130; and (3)\nthese two statutes were unconstitutional as applied to Plemmons to the extent they permitted\nthe strip search of a person who has been ‘committed’ to jail as a pre-trial detainee \nfor purposes of merely assuring presence at trial, without regard to the nature of \nthe crime charged or other individualized suspicion. \nCP at 676-77.  \nAfter  the  superior  court  denied  reconsideration,  the County moved  for  discretionary \nreview.  The superior court granted this motion and entered an order certifying the issue of \nwhether RCW 10.79.120 and .130 were unconstitutional as applied to Plemmons.  We granted \ndiscretionary review.\nANALYSIS\nThe issue here is whether persons like Plemmons, in custody subject to conditional release \nunder CrR 3.2 (such as bail), are “committed to incarceration by order of a court” within the \n4\n\n33072-5-II\nmeaning of RCW 10.79.120.  If so, such persons may be subject to a strip search without a \nwarrant, reasonable individualized suspicion, probable cause, or other exception under RCW \n10.79.130 or RCW 10.79.140, which otherwise generally protect persons in jail from warrantless \nstrip searches.  \nI.  Standard of Review\nA.  Summary Judgment\nWhen reviewing an order of summary judgment, we engage in the same inquiry as the trial \ncourt.5  Nonetheless, “an appellate court may sustain a trial court on any correct ground, even \nthough that ground was not considered by the trial court.”  Nast v. Michels, 107 Wn.2d 300, 308, \n730 P.2d 54 (1986).\nSummary  judgment  is  appropriate  only  if  the  pleadings,  affidavits,  depositions,  and \nadmissions on file demonstrate the absence of any genuine issues of material fact, and that the \nmoving party is entitled to judgment as a matter of law.6 The court must consider all facts \nsubmitted and all reasonable inferences from them in the light most favorable to the nonmoving \nparty.7  \nThe  nonmoving  party  may  not  rely  on  speculation,  argumentative  assertions  that \n5 Wilson v. Steinbach, 98 Wn.2d 434, 437, 656 P.2d 1030 (1982).  \n6 CR 56(c).  \n7 Wilson, 98 Wn.2d at 437.  \n5\n\n33072-5-II\nunresolved factual issues remain, or having its affidavits considered at face value.8 After the \nmoving party has submitted adequate affidavits, the burden shifts to the nonmoving party to set \nforth  specific  facts  sufficiently  rebutting  the  moving  party’s  contentions  and  disclosing  the \nexistence of a material issue of fact.9 The court should grant the motion only if, from all the \nevidence, reasonable persons could reach but one conclusion.10  \nB.  StatutoryConstruction\nWe review de novo questions of law, which include statutory construction to determine \nlegislative intent.11 When faced with an unambiguous statute, we derive the Legislature’s intent \nfrom the statute’s plain language alone.12  \nWhen  a  statute  is  ambiguous,  however,  we  will  resort  to  principles  of  statutory \nconstruction, legislative history, and relevant case law to assist in interpretation.13  “[A] statute is \nambiguous if it can reasonably be interpreted in more than one way.”14  When interpreting a \n8 Seven Gables Corp. v. MGM/UA Entm’t Co., 106 Wn.2d 1, 13, 721 P.2d 1 (1986).\n9 Seven Gables, 106 Wn.2d at 13.  \n10 Wilson, 98 Wn.2d at 437.\n11 City of Pasco v. Pub. Employment Relations Comm’n, 119 Wn.2d 504, 507, 833 P.2d 381 \n(1992).\n12 Waste Mgmt. of Seattle, Inc., v. Utils. & Transp. Comm’n, 123 Wn.2d 621, 629, 869 P.2d \n1034 (1994).\n13 Yousoufian v. Office of King County Executive, 152 Wn.2d 421, 98 P.3d 463 (2004). \n14 Yousoufian, 152 Wn.2d at 433 (quoting Vashon Island Comm. for Self-Gov’t v. Wash. State \nBoundary ReviewBd., 127 Wn.2d 759, 771, 903 P.2d 953 (1995)).\n6\n\n33072-5-II\nstatute, we “must ascertain and give effect to the Legislature’s intent,”15 and we will avoid absurd \nresults.16\nC.  Constitutionality\n“A court will presume that a statute is constitutional and it will make every presumption in \nfavor of constitutionality where the statute’s purpose is to promote safety and welfare, and the \nstatute bears a reasonable and substantial relationship to that purpose.”  State v. Glas, 147 Wn.2d \n410, 422, 54 P.3d 147 (2002) (pluralityopinion). Moreover, courts should limit their analyses to \nstatutory construction and decline to reach the constitutional question.  State v. Speaks, 119 \nWn.2d 204, 207, 829 P.2d 1096 (1992).  We adopt this approach here and resolve the challenged \nlegality of Pierce County’s automatic strip-search policy without reaching the constitutionality of \nRCW 10.79.120.  \nII.  StatutoryScheme\nThe parties agree that Pierce County strip-searched Plemmons as “a person committed to \nincarceration by order of a court” described in RCW 10.79.120. They disagree, however, about \nwhether RCW 10.79.120 authorized this strip search.\n15 Shoreline Cmty. Coll. Dist. No. 7 v. Employment Sec. Dep’t, 120 Wn.2d 394, 405, 842 P.2d \n938 (1992).\n16 State v. J.P., 149 Wn.2d 444, 450, 69 P.3d 318 (2003).  \n7\n\n33072-5-II\nRCW 10.79.120 provides:\nRCW 10.79.130 through 10.79.160 apply to any person in custody at a holding, \ndetention,  or  local correctional  facility,  other  than  a  person  committed  to \nincarceration by order of a court, regardless of whether an arrest warrant or other \ncourt order was issued before the person was arrested or otherwise taken into \ncustody unless the court issuing the warrant has determined that the person shall \nnot be released on personal recognizance, bail, or bond. RCW 10.79.130 through \n10.79.160 do not apply to a person held for post-conviction incarceration for a \ncriminal offense. The definitions and remedies provided by RCW 10.79.070 and \n10.79.110 apply to RCW 10.79.130 through 10.79.160.\n(Emphasis added).  \nRCW 10.79.130 establishes the following restrictions for strip searches:\n(1) No person to whomthis section is made applicable by RCW 10.79.120 may be \nstrip searched without a warrant unless:\n(a) There  is  a  reasonable  suspicion to  believe  that  a  strip  search  is \nnecessary to  discover  weapons,  criminal  evidence,  contraband,  or  other  thing \nconcealed on the body of the person to be searched, that constitutes a threat to the \nsecurity of a holding, detention, or local correctional facility; \n(b) There is probable cause to believe that a strip search is necessary to \ndiscover  other  criminal  evidence  concealed  on  the  body  of  the  person  to  be \nsearched, but not constituting a threat to facility security; or\n(c) There  is  a  reasonable  suspicion to  believe  that  a  strip  search  is \nnecessary to discover a health condition requiring immediate medical attention.\n(2) For  the  purposes  of  subsection  (1)  of  this  section,  a  reasonable \nsuspicion is deemed to be present when the person to be searched has been \narrested for:\n(a) A  violent offense as  defined  in  RCW  9.94A.030 or  any successor \nstatute;\n(b) An offense involving escape, burglary, or the use of a deadly weapon;\nor\n(c) An  offense involving possession of a drug or  controlled  substance \nunder chapter 69.41, 69.50, or 69.52 RCW or anysuccessor statute.\n(Emphases added).  \n8\n\n33072-5-II\nIf  Plemmons  fell  within  the  RCW  10.79.120  category of a  “person  committed  to \nincarceration by order of a court,” then she was not entitled to the protections and restrictions of \nRCW 10.79.130, and the County could search her without a warrant.  If, however, Plemmons was \nnot a “person committed to incarceration by order of a court” under RCW 10.79.120, then the \nCounty acted without authority in subjecting her to an automatic, warrantless, strip search.17\nSeveral rationales support the latter conclusion.  We address each in turn.\nA.  Pre-conviction Release of Accused\nCrR 3.2, entitled “Release of Accused,” provides for the conditional release of accused \npersons subject to such restrictions as the posting of a bond and a cash deposit in order to assure \nthe accused’s reappearance for later proceedings.  CrR 3.2(b).  CrR 3.2(i), entitled “Order for \nRelease,” directs, “A court authorizing the release of the accused under this rule shall issue an \nappropriate order containing a statement of the conditions imposed . . . .” (Emphasis added).  \nThis language implies that a person, such as Plemmons, who is taken into custody pending posting \nof bail, has been ordered “released” subject to certain conditions rather than “committed to \nincarceration,” the prerequisite for a warrantless strip search under RCW 10.79.120, not subject \nto the restrictions of  RCW 10.79.130 and .40.  \nThe United States Supreme Court provides a similar interpretation of the federal bail \nstatute, 18 U.S.C. § 3142, as applied to a charged defendant awaiting trial:  \nIf, however, the court ‘finds that no condition or combination of conditions will \n17 The  County  argues  only  that  its  strip  search  of  Plemmons  was  authorized  under  RCW \n10.79.120.  The County does not argue that Plemmons fell within any of the statutory exceptions \nset forth in RCW 10.79.130 or .140.\n9\n\n33072-5-II\nreasonably assure the appearance of the person as required and the safety of any \nother person and the community,’§ 3142(e), the court ‘shall order the detention of \nthe  person’ .  .  . by  issuing  a  ‘detention  order’ ‘directing  that  the  person  be \ncommitted to the custodyofthe AttorneyGeneral for confinement in a corrections \nfacility,’§ 3142(i)(2).  Thus, under the language of the Bail Reform Act of 1984, a \ndefendant suffers ‘detention’ only when committed to the custody of the Attorney \nGeneral; a defendant admitted to bail on restrictive conditions, as respondent \nwas, is ‘released.’\nReno v. Koray, 515 U.S. 50, 57; 115 S. Ct. 2021; 132 L. Ed. 2d 46 (1995) (citation omitted) \n(emphasis added).  \nThus, it appears that an individual awaiting bail posting has been ordered conditionally \n“released” rather than “committed to incarceration.”18\nB.  Legislative History\nRCW 10.79.120 is ambiguous because it is unclear whether the phrase “committed to \nincarceration  by  order  of  a  court” applies  to  CrR  3.2  orders  of  pre-conviction release  on \nconditions such as bail or personal recognizance.  Thus, we may look to legislative history to \ndetermine legislative intent.  Baker v. Tri-Mountain Res., Inc., 94 Wn. App. 849, 852, 973 P.2d \n18 We further note that Pierce County’s reading of “committed to incarceration by order of a \ncourt” would lead to an absurd result in the following hypothetical:  A defendant is arrested on a \n$50,000 warrant on a Friday evening and taken to the Pierce County Jail, where she is held with a \nmix of intake and general population inmates.  Because the defendant has not appeared before a \ncourt, Pierce Countymay not strip search the defendant unless it can overcome the restrictions of \nRCW 10.79.130 through .160.  On Monday morning, the defendant appears before the court and \nhas bail lowered to $1,000.  Under Pierce County’s reading of the statute, the defendant can now \nbe strip searched automatically while she is attempting to post bail, even though she has already\nspent  an  entire  weekend  in  jail  and  is  now  considered  a  lower  threat  than  when  originally\napprehended under the arrest warrant.  \nWe will avoid absurd results when interpreting statutes.  J.P., 149 Wn.2d at 450.  And we \nfollow this rule here.\n10\n\n33072-5-II\n1078 (1999).\nRCW 10.79.120 is accompanied by a statement oflegislative intent:\nIt is the intent of the legislature to establish policies regarding the practice of strip \nsearching persons booked into holding, detention, or local correctional facilities.  It \nis the intent of the legislature to restrict the practice of strip searching and body \ncavity searching persons booked into holding, detention, or local correctional \nfacilities to those situations where such searches are necessary.  \nRCW 10.79.060 (emphases added).  This statement does not directly address the specific issue \nhere, but it clearlyexpresses the Legislature’s intent to “restrict” strip searches of persons booked \ninto  local correctional  facilities  to  “situations  where  such  searches  are  necessary.” RCW \n10.79.060.\nThe  synopsis  of  the  Final  Bill  Report  for  RCW  10.79.120  further  elucidates  the \nLegislature’s intent:\nRestrictions are placed on the conduct of strip searches.  The restrictions \naffect which persons in custody may be searched and under what circumstances \nthey may be searched.  The restrictions do not apply to persons held for post-\nconviction supervision.  They do apply to any other person in custody at a holding, \ndetention or localcorrectional facilityother than any person not to be released on \npersonal recognizance or bail.\n. . . .\nA person arrested for other than a violent offense, a drug offense or an \noffense involving escape, burglary or the use of a deadly weapon, may be strip \nsearched only  upon  an  individual  determination  that  reasonable  suspicion  or \nprobable cause exists.\n1986 Final Legislative Report, 49th Wash. Leg. at 39-40 (emphases added).  \nThe third sentence of the first paragraph of the above synopsis shows that the Legislature \nintended to exclude pre-conviction detainees, such as Plemmons, from the category of persons \n11\n\n33072-5-II\n“committed to incarceration by order of a court” who can be strip searched without a warrant: \nSimilarly, the second paragraph in the above-quoted synopsis demonstrates that strip searches are \nnot allowed for persons arrested for non-violent offenses, such as forgery, without “an individual \ndetermination that reasonable suspicion or probable cause exists.”\nThis legislative history demonstrates the Legislature’s intent to restrict warrantless strip \nsearches of persons, such as Plemmons, arrested for a non-violent offense, who are to be released \non bail before trial or conviction.  Plemmons was in custody pending release on bail and, thus,\nentitled to the protections of RCW 10.79.130 through .160.  These protections include a warrant, \nprobable cause, or individualized reasonable suspicion before being strip searched,19 none  of \nwhich was present here.\nIII.  Conclusion\nWe hold that Plemmons did not meet the statutory criteria for a warrantless, strip search \nand, therefore, the County acted without authorization in strip searching her under its automatic \nstrip search policy. Accordingly, we need not address the constitutionality of the statute.  \nWe affirm the  trial  court’s  grant  of  summary  judgment  to  Plemmons,  on  alternative \nground that the County’s automatic strip search policy, under which the County justified strip \n19 Because Pierce County charged Plemmons with forgery, a non-violent, non-drug offense, the \nCounty at least had to make an individualized determination of reasonable suspicion.  Pierce \nCounty made  no  such  determination here;  rather  it searched  Plemmons  under  its  non-\nindividualized, blanket policy. \n12\n\n33072-5-II\nsearching her, fell outside the statutorily authorized limits of RCW 10.79.120, .130, and .140.  We \nvacate the superior court’s ruling that the County did not violate RCW 10.79.120 and .130.  \nHunt, J.\nWe concur:\nQuinn-Brintnall, C.J.\nVan Deren, J.\n13",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/19404"
    },
    {
      "date": "2005-03-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Washington state appellate court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 19401,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/19401.pdf",
      "title": "Court of Appeals List of Attorneys",
      "text": "Opinion Page 1of 9\n \nCourt of Appeals Division II  \nState of Washington \nOpinion Information Sheet  \nDocket Number:33072-5\nTitle of Case: Pierce County, Appellant V. Abra Plemmons, Respondent\nFile Date: 08/08/2006\nSOURCE OF APPEAL \n----------------  \nAppeal from Pierce County Superior Court\nDocket No:  04-2-07032-1\nJudgment or order under review\nDate filed:  03/02/2005\nJudge signing: Honorable Paula Kay Casey\nJUDGES \n------  \nAuthored byJ. Robin Hunt\nConcurring: Marywave Van Deren\nChristine Quinn-Brintnall\nCOUNSEL OF RECORD \n-----------------  \n \nCounsel for Petitioner(s)\n  Patrick Russell Cooper   \n  Attorney at Law\n  955 Tacoma Ave S Ste 301\n  Tacoma, WA, 98402-2160\n \n  Kenneth Douglas Orcutt   \n  Attorney General of Washington\n  629 Woodland Square Loop Se\n  Po Box 40126\n  Olympia, WA, 98504-0126\n \nCounsel for Respondent(s)\n  Darrell L. Cochran   \n  Gordon Thomas Honeywell\n  1201 Pacific Ave Ste 2100\n  Tacoma, WA, 98402-4314\n \n  Fred Diamondstone   \n  Law Offices of Fred Diamondstone\n  710 2nd Ave Ste 700\n  Seattle, WA, 98104-1724\n \nAmicus Curiae on behalf of American Civil Liberties Union of Washington \n  Robert Aloysius Hyde   \nhttp://www.courts.wa.gov/opinions/index.cfm?fa=opinions.showOpinionTextOnly&filename=330725... 4/30/2007",
      "document_type_other": "",
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/19401"
    },
    {
      "date": "2007-07-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Washington state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 19399,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/19399.pdf",
      "title": "Docket [State Court]",
      "text": "Pierce County Superior Civil Criminal Case 04-2-07032-1 Page 1of 7\nPierce County Superior Court Civil Case 04-2-07032-1  \nCase Title: ABRA PLEMMONS VS. PIERCE COUNTY\nCase Type: Personal Injury\nAccess: Public\nTrack Assignment: Standard\nJury Size: 12\nEstimated Trial Length:\nDept Judge: 07 FREDERICK W. FLEMING\nResolution:\nCompletion:\n \n Litigants\nName Type Status\nPLEMMONS, ABRA  Plaintiff ACTIVE\nAttorneys for PLEMMONS, ABRA Type Bar Num\nFRED DIAMONDSTONE  Atty for Plaintiff/Petitioner\nBRYAN CHARLES TIPP  Atty for Plaintiff/Petitioner\nDARRELL L. COCHRAN  Atty for Plaintiff/Petitioner\nPIERCE COUNTY PRO SE Defendant ACTIVE\nBENTON, KEVIN  Defendant ACTIVE\nAttorney for BENTON, KEVIN Type Bar Numb\nKENNETH DOUGLAS ORCUTT  Atty for Defendant\nPASTORE, PAUL PRO SE Defendant ACTIVE\nBISSON, EILEEN PRO SE Defendant ACTIVE\nMCCALL, D PRO SE Defendant ACTIVE\n \n Filings  e-file document \nFiling Date Filing Access Page\n04/16/2004  Assigned to FREDERICK W. FLEMING Public 1\n04/16/2004  CASE INFORMATION COVER SHEET Public 1\n04/16/2004  FILING FEE RECEIVED $110.00 Public\n04/16/2004  RECORD ON CHANGE OF VENUE Public 73\n05/20/2004  LETTER FROM ATTORNEY Public 3\n05/20/2004  ASSIGNED TO Public 1\n05/20/2004  LETTER FROM CALENDAR COORDINATOR Public 1\n05/20/2004  LETTER FROM ATTORNEY Public 3\n06/15/2004  LETTER FROM COURT ADMINISTRATION Public 1\n06/17/2004  AFFIDAVIT OF PREJUDICE Public 4\n06/25/2004  NOTE OF ISSUE Public 1\n06/25/2004  AFFIDAVIT/DECLARATION OF COUNSEL Public 46\n06/25/2004  MOTION TO AMEND Public 35\n07/08/2004  NOTE OF ISSUE Public 2\nhttp://www.co.pierce.wa.us/cfapps/linx/calendar/GetCivilCase.cfm?cause_num=04-2-0703... 7/20/2007\n\nPierce County Superior Civil Criminal Case 04-2-07032-1 Page 2of 7\n07/13/2004  CERTIFICATE OF SERVICE Public 1\n07/13/2004  AFFIDAVIT/DECLARATION OF COUNSEL Public 27\n07/13/2004  RESPONSE Public 7\n07/15/2004  REPLY Public 8\n07/15/2004  DECLARATION OF FRED DIAMONDSTONE Public 87\n07/22/2004  NOTE OF ISSUE Public 1\n07/22/2004  AMENDED COMPLAINT Public 11\n07/22/2004  JURY DEMAND - 12 Public 2\n08/17/2004  NOTICE OF SUBSTITUTION OF COUNSEL Public 2\n08/23/2004  AMENDED COMPLAINT Public 10\n08/30/2004  ANSWER Public 7\n09/10/2004  ANSWER Public 6\n09/20/2004  OBJECTIONS/OPPOSITION Public 3\n09/24/2004  NOTICE OF ASSOCIATION OF COUNSEL Public 3\n10/01/2004  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n10/01/2004  MOTION FOR SUMMARY JUDGMENT Public 87\n10/07/2004  NOTICE OF DEPOSITION Public 3\n10/07/2004  NOTICE OF DEPOSITION Public 3\n10/07/2004  NOTICE OF DEPOSITION Public 3\n10/07/2004  NOTE OF ISSUE Public 2\n10/20/2004  NOTE OF ISSUE Public 2\n10/20/2004  MOTION FOR SUMMARY JUDGMENT Public 18\n10/20/2004  DECLARATION OF KEVIN BENTON Public 30\n10/21/2004  NOTE OF ISSUE Public 3\n10/22/2004  MOTION FOR SUMMARY JUDGMENT Public 30\n10/22/2004  DECLARATION OF FRED DIAMONDSTONE Public 34\n10/22/2004  NOTE OF ISSUE Public 2\n10/28/2004  AFFIDAVIT/DECLARATION OF SERVICE Public 1\n10/29/2004  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n11/02/2004  NOTE OF ISSUE Public 2\n11/02/2004  MOTION TO STRIKE Public 16\n11/05/2004  REPLY Public 30\n11/05/2004  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n11/08/2004  DECLARATION OF TRICIA SEXTON Public 422\n11/08/2004  CERTIFICATE OF SERVICE Public 2\n11/08/2004  DECLARATION OF DARRELL L COCHRAN Public 64\n11/08/2004  RESPONSE Public 29\nhttp://www.co.pierce.wa.us/cfapps/linx/calendar/GetCivilCase.cfm?cause_num=04-2-0703... 7/20/2007\n\nPierce County Superior Civil Criminal Case 04-2-07032-1 Page 3of 7\n11/08/2004  RESPONSE IN OPPOSITION Public 19\n11/10/2004  NOTE OF ISSUE Public 2\n11/10/2004  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n11/10/2004  MOTION TO STRIKE Public 2\n11/10/2004  REPLY Public 26\n11/15/2004  REPLY Public 15\n11/15/2004  NOTICE OF DEPOSITION Public 1\n11/15/2004  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n11/15/2004  REPLY Public 4\n11/16/2004  RESPONSE Public 3\n11/18/2004  REPLY Public 2\n11/18/2004  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n11/30/2004  NOTICE OF ERRATA TO DECLARATION Public 32\n11/30/2004  LETTER FROM ATTORNEY Public 2\n12/02/2004  NOTE OF ISSUE Public 2\n12/02/2004  NOTE OF ISSUE Public 2\n12/02/2004  MOTION FOR CLASS CERTIFICATION Public 4\n12/02/2004  ORDER GRANTING SUMMARY JUDGMENT Public 2\n12/02/2004  MEMORANDUM IN SUPPORT Public 9\n12/02/2004  MOTION FOR CLASS CERTIFICATION Public 24\n12/02/2004  DECLARATION OF FRED DIAMONDSTONE Public 20\n12/08/2004  RESPONSE Public 11\n12/08/2004  DECLARATION OF MARVIN SPENCER Public 3\n12/08/2004  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n12/09/2004  CERTIFICATE OF SERVICE Public 1\n12/09/2004  REPLY Public 30\n01/04/2005  NOTICE OF ABSENCE/UNAVAILABILITY Public 3\n01/11/2005  ORDER AMENDING Public 13\n01/11/2005  CLERK'S MINUTE ENTRY Public 2\n01/11/2005  CLERK'S MINUTE ENTRY Public 1\n02/04/2005  ORDER ON PARTIAL SUMMARY JUDGMENT Public 7\n02/07/2005  NOTE OF ISSUE Public 1\n02/10/2005  NOTE OF ISSUE Public 2\n02/10/2005  MOTION FOR RECONSIDERATION Public 4\n02/14/2005  DECLARATION OF FRED DIAMONDSTONE Public 73\n02/17/2005  BRIEF IN SUPPORT Public 13\n02/23/2005  RESPONSE Public 17\nhttp://www.co.pierce.wa.us/cfapps/linx/calendar/GetCivilCase.cfm?cause_num=04-2-0703... 7/20/2007\n\nPierce County Superior Civil Criminal Case 04-2-07032-1 Page 4of 7\n02/23/2005  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n02/23/2005  BRIEF IN OPPOSITION Public 4\n02/23/2005  DECLARATION OF DARRELL COCHRAN Public 2\n02/24/2005  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n02/24/2005  DECLARATION OF PATRICK COOPER Public 2\n02/24/2005  REPLY Public 2\n02/28/2005  CLERK'S MINUTE ENTRY FROM THURSTON CTY Public 1\n03/02/2005  ORDER GRANTING CLASS CRETIFICATION Public 5\n03/02/2005  ORDER DENYING MOTION Public 2\n03/24/2005  NOTE OF ISSUE Public 2\n03/24/2005  NOTE OF ISSUE Public 2\n03/24/2005  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n03/24/2005  MOTION FOR PROTECTIVE ORDER Public 2\n03/24/2005  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n03/24/2005  MOTION FOR ORDER Public 16\n03/25/2005  NOTICE OF DISCRETIIONARY REVIEW/CT OF APPEALS Public 14\n03/30/2005  DECLARATION OF DARRELL COCHRAN Public 46\n03/30/2005  OBJECTIONS/OPPOSITION Public 10\n03/30/2005  RESPONSE Public 2\n03/31/2005  Transmittal Letter Copy Filed Public 1\n03/31/2005  REPLY Public 3\n04/01/2005  ORDER CERTIFYING ISSUE TO COURT OF APPEALS Public 2\n06/28/2005  COPY OF RULING GRANTING REVIEW Public 8\n07/20/2005  Transmittal Letter Copy Filed Public 1\n07/25/2005  DESIGNATION OF CLERK'S PAPERS Public 3\n07/26/2005  CLERK'S PAPERS PREPARED Public 4\n07/27/2005  Clerk's Papers Sent Public 1\n07/28/2005  DESIGNATION OF CLERK'S PAPERS Public 3\n08/09/2005  DESIGNATION OF CLERK'S PAPERS /AMENDED Public 3\n08/10/2005  CLERK'S PAPERS PREPARED Public 3\n08/10/2005  DESIGNATION OF CLERK'S PAPERS Public 32\n08/12/2005  CLERK'S PAPERS PREPARED Public 2\n08/12/2005  Clerk's Papers Sent Public 1\n08/29/2005  Clerk's Papers Sent Public 1\n01/25/2006  DESIGNATION OF CLERK'S PAPERS Public 3\n01/25/2006  CLERK'S PAPERS PREPARED Public 3\n02/02/2006  Clerk's Papers Sent Public 1\nhttp://www.co.pierce.wa.us/cfapps/linx/calendar/GetCivilCase.cfm?cause_num=04-2-0703... 7/20/2007\n\nPierce County Superior Civil Criminal Case 04-2-07032-1 Page 5of 7\n09/19/2006  NOTICE OF ABSENCE/UNAVAILABILITY Public 3\n01/18/2007  NOTE OF ISSUE Public 2\n01/18/2007  MOTION TO SET TRIAL Public 2\n01/19/2007  MANDATE Public 17\n02/22/2007  NOTE OF ISSUE Public 2\n02/22/2007  MOTION FOR STATUS CONFERENCE AND CASE SETTING Public 26\n02/22/2007  NOTICE OF STATUS CONFERENCE Public 3\n03/02/2007  LETTER FROM COURT ADMINISTRATION Public 1\n03/05/2007  AFFIDAVIT OF PREJUDICE Public 2\n03/12/2007  NOTE OF ISSUE Public 3\n04/04/2007  REASSIGNMENT LETTER Public 1\n04/11/2007  CLERK'S MINUTE ENTRY *THURSTON COUNTY* Public 1\n04/16/2007  ORDER SETTING ORIGINAL CASE SCHEDULE Public 4\n04/26/2007  MOTION for approval of notice Public 13\n04/26/2007  NOTE OF ISSUE Public 2\n04/27/2007  NOTE OF ISSUE Public 2\n04/27/2007  PRAECIPE Public 2\n05/16/2007  MOTION FOR CERTIFICATION OF CLASS Public 33\n05/16/2007  NOTE OF ISSUE Public 3\n05/17/2007  NOTE OF ISSUE Public 2\n05/17/2007  AFFIDAVIT/DECLARATION OF SERVICE Public 2\n05/17/2007  MOTION TO APPROVE CLAIM FORM Public 1\n05/23/2007  OBJECTIONS/OPPOSITION TO MOTION Public 10\n05/23/2007  REPLY TO OPPOSITION Public 3\n05/23/2007  RESPONSE TO MOTION Public 5\n05/23/2007  RESPONSE TO MOTION Public 5\n05/23/2007  DECLARATION OF PATRICK COOPER Public 7\n05/29/2007  ORDER DENYING MOTION Public 3\n05/29/2007  ORDER FOR MOTION Public 9\n05/29/2007  CLERK'S MINUTE ENTRY Public 1\n06/20/2007  NOTE PLAINTIFFS PROPOSED PLAN FOR ADR & TRIAL OF CLASS CLAIMS Public 8\n06/22/2007  NOTE OF ISSUE Public 3\n06/27/2007  RESPONSE TO PROPOSED PLAN FOR ADR & TRIAL Public 5\n06/28/2007  ORDER AUTHORIZING REMOVAL OF COURT FILE Public 1\n07/05/2007  AFFIDAVIT/DECLARATION OF COUNSEL Public 7\n07/09/2007  CLERK'S MINUTE ENTRY Public 1\n \nhttp://www.co.pierce.wa.us/cfapps/linx/calendar/GetCivilCase.cfm?cause_num=04-2-0703... 7/20/2007\n\nPierce County Superior Civil Criminal Case 04-2-07032-1 Page 6of 7\n Proceedings\nDate Calendar Outcome\n03/04/2002  VISITING JUDGE (Rm. 534 ) Cancelled/Stricken\nUnconfirmed 1:30 Status Conference\n07/09/2004  VISITING JUDGE (Rm. 534 ) Outcome Not Known\nConfirmed 9:00 Motion\n07/16/2004  VISITING JUDGE (Rm. 534 ) Outcome Not Known\nConfirmed 9:00 Motion\n07/30/2004  VISITING JUDGE (Rm. 534 ) Outcome Not Known\nConfirmed 9:00 Motion\n10/29/2004  VISITING JUDGE (Rm. 534 ) Continued\nConfirmed 9:00 Motion - Summary Judgment\n11/19/2004  VISITING JUDGE (Rm. 534 ) Motion Held\nConfirmed 9:00 Motion\n11/19/2004  VISITING JUDGE (Rm. 534 ) Summary Judgment He\nConfirmed 9:00 Motion - Summary Judgment\n12/10/2004  VISITING JUDGE (Rm. 534 ) Motion Held\nConfirmed 11:00 Motion\n01/26/2007  VISITING JUDGE (Rm. 534 ) Cancelled/Stricken\nUnconfirmed 9:00 Motion\n04/06/2007  VISITING JUDGE  Cancelled/Stricken\nUnconfirmed 9:00 Pretrial Conference\n05/04/2007  VISITING JUDGE  Continued\nConfirmed 9:00 Motion\n05/25/2007  VISITING JUDGE  Motion Held\nConfirmed 9:00 Motion\n06/29/2007  VISITING JUDGE  Motion Held\nConfirmed 9:00 Motion\n08/10/2007  VISITING JUDGE \n  Unconfirmed 9:00 Status Conference\n \n Original Case Schedule Items \nEvent Schedule Date\nhttp://www.co.pierce.wa.us/cfapps/linx/calendar/GetCivilCase.cfm?cause_num=04-2-0703... 7/20/2007\n\nPierce County Superior Civil Criminal Case 04-2-07032-1 Page 7of 7\n \n Judgments\nCause # Status Signed Effective File\n \nThis calendar lists Confirmed and Unconfirmed  Unconfirmed Proceedings will not be hear\nProceedings. Attorneys may obtain access rights to  confirmed as required by the Local Rule\nconfirm/strike selected proceedings. Currently, any  Superior Court for Pierce County. \n \nproceedings for the Commissioners' calendars can be \nstricken, but only Show Cause proceedings for the \nCommissioners' calendars can be confirmed. \n(cid:122) Hearing and location information displayed in this calendar is subject to change without not\nchanges to this information after the creation date and time may not display in current vers\n(cid:122) Confidential cases and Juvenile Offender proceeding information is not displayed on this cale\nConfidential case types are: Adoption, Paternity, Involuntary Commitment, Dependency, an\n(cid:122) The names provided in this calendar cannot be associated with any particular individuals wit\nindividual case research.  \n(cid:122) Neither the court nor clerk makes any representation as to the accuracy and completeness \nexcept for court purposes.  \nCreated: Friday July 20, 2007 10:46AM  \n \n \nCopyright © 1996-2007 Pierce County Washington. All rights reserved.  \nhttp://www.co.pierce.wa.us/cfapps/linx/calendar/GetCivilCase.cfm?cause_num=04-2-0703... 7/20/2007",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/19399"
    }
  ],
  "document_count": 6
}