{
  "case_id": 15538,
  "fetched_at": "2025-10-22T00:25:17.231516",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Speech and Religious Freedom"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Eastern District of Louisiana",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1967,
    "id": 15538,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29184,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1967,
      "docket_filing_number": 1545,
      "is_main_docket": true,
      "court": "Eastern District of Louisiana",
      "state": "Louisiana",
      "docket_office_number": null,
      "docket_number_manual": "67-1545",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Chandler v. Garrison",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15538",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15538",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15538",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15538"
  },
  "documents": [
    {
      "date": "1968-04-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 18,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 286,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Louisiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138071,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138071.pdf",
      "title": "Memorandum of Reasons",
      "text": " \n \nChandler v. Garrison, 286 F.Supp. 18 (1968)   \n \n \n \n  constituted to hear the case of Chandler v. Garrison, et al, \nin which plaintiff sought to enjoin the defendants from \n286 F.Supp. 18 \ncalling him before the Orleans Parish Grand Jury. In this \nUnited States District Court E.D. Louisiana, New \nsuit plaintiff challenged the constitutionality of several \nOrleans Division. \narticles  of  the  Louisiana  Criminal  *19  Code  and  the \nDavid L. CHANDLER  Louisiana Code of Criminal Procedure. On March 11, \nv.  1968,  the  three-judge  court  handed  down  an  opinion, \nJim GARRISON et al.  D.C.,  286  F.Supp.  191,  in  which  it  held  that  the \ndefendants should be enjoined from enforcing the Grand \nCiv. A. No. 67-1545.  Jury subpoena. However, in reaching this decision, the \n|  court  did  not  find  it  necessary  to  decide  on  the \nApril 9, 1968.  constitutionality of the Louisiana laws attacked by the \nplaintiff. Since this case was disposed of without reaching \nthe serious constitutional questions raised by the plaintiff, \nthe three-judge court dissolved itself and returned the case \nSynopsis \nto this court for further handling. \nProceeding upon plaintiff’s motion that one defendant \nshow cause why he should not be held in contempt. The  On March 14, 1968, the plaintiff moved that defendant \nDistrict Court, Comiskey, J., held that one-judge federal  Jim Garrison show cause why he should not be held in \nDistrict  Court,  not  three-judge  federal  District  Court  contempt  for  statements  which  he  allegedly  made  on \nconstituted to hear case in which defendants were sought  March  13,  1968,  on  which  date  plaintiff  alleges  that \nto be enjoined from calling plaintiff before a Louisiana  Garrison  said  that  the  three-judge  court  reached  its \ngrand jury and in which constitutionality of Louisiana  decision in the Chandler case by direction of unnamed \nstatutes was challenged, should preside over contempt  officers of the Federal Government as a part of a Federal \nproceedings  arising  from  statements  made  by  one  conspiracy to aid Life Magazine in withholding certain \ndefendant two days after three-judge court had dissolved  evidence from the defendant. \nitself after deciding that a reaching of the constitutional \nissues was not necessary.  The  only  question  now  before  us  is  whether  these \n   contempt proceedings should be heard by this court alone \nOrder in accordance with opinion.  or by the three-judge court which decided the original \n   case and which was dissolved by its own hand on March \n11, 1968. \nAttorneys and Law Firms \nOnly one case has touched on the question of whether a \n*18  Cicero  C.  Sessions,  Robert  E.  Winn,  Sessions,  three-judge  court  should  preside  over  contempt \nFishman,  Rosenson,  Snellings  &  Boisfontaine,  New  proceedings arising out of a case which was previously \nOrleans, La., for plaintiff.  before it. On O’Malley v. United States, 128 F.2d 676 \n(8th Cir., 1942), reversed on other grounds, 317 U.S. 412, \nJames L. Alcock, Numa V. Bertel, Jr., Asst. Dist. Attys., \n63 S.Ct. 268, 87 L.Ed. 368 (1943), 137 injunction suits \nParish of Orleans, State of Louisiana, for defendant. \nwere brought by 139 insurance companies against the \nSuperintendent of Insurance and the Attorney General of \nOpinion \nthe State of Missouri to protect a proposed increase in \n \npremium rates for fire, windstorm and hail insurance. \n \nAfter the three-judge court was constituted to hear these \nsuits, the insurance companies and some Missouri public \nMEMORANDUM OF REASONS \nofficials conspired together and agreed that the insurance \n \ncompanies and the Missouri officials would enter into a \nfake  settlement  of  the  suits,  whereby  the  interests  of \nCOMISKEY, District Judge. \npolicy  holders  would  be  sacrificed  in  favor  of  the \ninsurance  companies.  Three  Missouri  public  officials \nOn  November  7,  1967,  a  three-judge  court  was  were paid large bribes for their part in this matter. The \n1 \n \n\n \n \nChandler v. Garrison, 286 F.Supp. 18 (1968)   \n \n \nthree officials then had their attorneys (who were ignorant   However, we need not pass on that last question because \nof the fraud) present to the court the fake settlement as a  we are of the opinion that the facts of this particular case \ngenuine, good-faith settlement by antagonistic litigants.  place it in a unique category. On March 11, 1968, the \nThis representation constituted the contempt which was  three-judge court decided that this case could be disposed \ncommitted in the presence of the three-judge court. The  of without reaching the serious constitutional questions \nEighth  Circuit  Court  of  Appeals  held  that  since  the  raised by the plaintiff and for this reason dissolved itself \nthree-judge court had jurisdiction over the suits which  and returned the case to this Court. The alleged contempt \nwere before it, ‘it had inherent power to punish for the  is claimed to have been committed on March 13, 1968, \ncontemptuous misbehavior in its presence * * *’ 128 F.2d  two days after the dissolution of the three-judge court. If \nat 687. But the court went on to place more emphasis on  it were to now reconstitute itself in order to try this \nthe argument that even if the three-judge court was not the  contempt proceeding, we believe that under the facts of \nproper  court  to  have  presided  over  the  contempt  this particular case it would be going beyond its statutory \nproceedings, this was harmless error since the holding of  authority,  since  it  has  already  determined  that  the \nthat court was unanimous and one of the judges who sat  constitutional issues raised in this case need not be passed \non the court would have handled the matter if the three  upon and for this reason dissolved itself. \njudge court had not heard it. For this reason the court held    \nthat even if these contempt proceedings should have been \nheard by one judge, ‘the presence of the others did not  For these reasons, we hold that the correct procedure to be \ninvalidate the judgment nor prejudice appellants.’ 128  followed  in  this  case  is  for  this  Court,  and  not  the \nF.2d at 687. Because of the uncertainty expressed by the  three-judge court, to handle this matter. It should be noted \nEighth Circuit in this decision, we do not feel that the  that by adopting this procedure, we are not affecting the \nO’Malley case may properly be used as a strong guide to  authority of the three-judge court in any way. The person \nbe followed in this area.  charged with contempt will still have to face judicial \n Normally the court trying a particular case is the proper  proceedings arising out of his alleged contemptuous act. It \ncourt to hear contempt proceedings arising out of that  is  only  the  machinery  by  which  this  is  accomplished \ncase. But we believe that the fact that a three-judge court  which is being altered. The three-judge court is not being \nis involved here, coupled with the peculiar circumstances  stripped of its power to maintain decorum and dignity \nsurrounding  this  case,  argue  against  this  particular  during  its  sessions  any  more  than  the  power  of  a \nthree-judge court trying this particular contempt case.  one-judge  court  is  undermined  by  Rule  42(b)  of  the \n   Federal Rules of Criminal Procedure, which provides that \n A  three-judge  court  is  constituted  only  when  an  if the criminal contempt charged involves disrespect to or \ninjunction  is  sought  restraining  the  enforcement,  criticism  of  a  judge,  that  judge  is  disqualified  from \noperation *20 or execution of a State or Federal statute.  presiding at the trial or hearing on that contempt except \n28 U.S.C. § 2281, 28 U.S.C. § 2282. This type of court  with the defendant’s consent. \ndoes not have jurisdiction to hear any other matters. Of \nORDER \ncourse, if a person commits a contemptuous act in the \npresence of a three-judge court, we do not question the \nOn  March  20,  1968  there  came  on  for  hearing  and \npower  of  that  court  to  summarily  find  him  guilty  of \nargument  the  motion  of  plaintiff  David  L.  Chandler \ncontempt. \nagainst the defendant Jim Garrison to show cause why the \n  \ndefendant  should  not  be  adjudged  guilty  of  civil \n But the case for the three-judge court to handle the \ncontempt, or alternatively, for appointment of attorney to \nproceedings resulting from a contempt committed outside \nprosecute the defendant for criminal contempt. At that \nthat court’s presence is not so strong. In certain types of \ntime the Court ordered argument only on the issue of \ncriminal  contempt  committed  outside  the  court’s \nwhether  or  not  this  motion  should  be  heard  by  the \npresence, the defendant is entitled to a jury trial according \none-judge court or by the three-judge court. \nto 18 U.S.C. § 3691. Surely, a three-judge court would \nnot be very efficient in conducting a jury trial. Also, since \nAfter hearing argument and receiving briefs on this issue, \nthe three-judge court is authorized by statute to determine \nthe Court took the matter under advisement and is now \nonly certain particular kinds of cases, it is quite possibly \nready to rule. \nthat  trying  a  contempt  proceeding  would  exceed  its \nstatutory authority. \nFor the reasons set out hereinabove; \n  \n2 \n \n\n \n \nChandler v. Garrison, 286 F.Supp. 18 (1968)   \n \n \nIt  is  ordered  that  the  motion  of  plaintiff  David  L.  All Citations \nChandler  against  the  defendant  Jim  Garrison  to  show \ncause why the defendant should not be adjudged guilty of  286 F.Supp. 18 \ncivil  contempt,  or  alternatively,  for  appointment  of   \nattorney to prosecute the defendant for criminal contempt \nis subject to the jurisdiction only of this one-judge court \nand  not  subject  to  the  jurisdiction  of  the  previously \nappointed and now dissolved three-judge court. \n   \n \n \n \n3 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138071"
    },
    {
      "date": "1968-03-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of Owen Fiss",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Louisiana",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 84422,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/84422.pdf",
      "title": "[Order]",
      "text": "Form DJ-96o DEPARTMENT OF JUSTICE\n(Rev. 6-22-66)\nROUTING SLIP\nTO:(cid:9) NAME DIVISION BUILDING ROOM\nMr. Fiss\n2.\n3.\n4.\nriSIGNATURE(cid:9) I(cid:9) I COMMENT III PER CONVERSATION\n[(cid:9) I APPROVAL(cid:9) I(cid:9) I NECESSARY ACTION(cid:9) 1111 AS REQUESTED\n[(cid:9) I SEE ME(cid:9) I(cid:9) 1 NOTE AND RETURN(cid:9) I(cid:9) 1NOTE AND FILE\nI. RECOMMENDATION(cid:9) I. CALL ME\t • YOUR INFORMATION\nANSWER OR ACKNOWL-\n'(cid:9)  EDGE ON OR BEFORE\nPREPARE REPLY FOR\n(cid:9)  THE SIGNATURE OF\nREMARKS\nHugh asked me to send this to you.\n\nIN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF LOUISIANA\nNEW ORLEANS DIVISION\n(cid:9)\nDAVID L. CHANDLER NO. 67-1545\n(cid:9)\nVS. CIVIL ACTION\n(cid:9)\nJIM GARRISON, et al SECTION G\nCicero C. Sessions\nRobert E. Winn\n• Sessions, Fishman, Rosenson, Snellings & Boisfontaine\nAttorneys for Plaintiff\nJames Alcock\nNuma Bertel\nAsistant District Attorneys\nParish of Orleans\nState of Louisiana\nAttorneys for Defendants\nBefore AINSWORTH, Circuit Judge, BOYLE and COMISKEY, District Judges.\nPER CURIAM: For the past three years plaintiff has been the\nNew Orleans, Louisiana area representative reporter for Life Maga-\nzine, which published in September 1967 articles about \"organized\ncrime\" in New Orleans. Defendants are the District Attorney, Jim\nGarrison, his Chief Assistant, Charles R. Ward, and James 0. Sanders,\nForeman of the Grand Jury for the Parish of Orleans (City of New\nOrleans).\nIn January, 1967, eight months before Life Magazine\npublished its \"organized crime\" stories about New Orleans, the\nplaintiff was first subpoenaed by the then Grand Jury. However,\nupon arriving at the grand jury door, he was advised that the sub-\npoena was not for a grand jury appearance. Rather the District\nAttorney's First Assistant, Charles R. Ward, wanted to question\nhim privately in the District Attorney's office. Once in the\nDistrict Attorney's office. (apparently under Article 66 of Louis-\niana Code of Criminal Procedure, which authorizes a court, upon\n\n-2-\nne \nreceiving a written motion from  district attorney, to issue\na subpoena ordering a person or persons to appear before the\ndistrict attorney for questioning) plaintiff was interrogated\nunder oath without counsel. A transcript of this interrogation\nwas made and is in the record. The subject of the interrogation was\nthe allegation, claimed by Ward, but denied by Chandler, to have\nbeen made by Chandler that a bribe had been paid to an investi-\ngator on the District Attorney's staff some three or four years\npreviouslyin.connection with a prosecution then pending. Plaintiff\nrefused to answer some questions, pleading his Fifth Amendment right\nagainst self-incrimination. On concluding the interrogation, Ward\ninstructed Chandler to obtain counsel to advise him, from which\ninstruction, the nature of the interrogation he had undergone and\nother statements which he attributed to Ward, Chandler understood\nthat Ward might seek to prosecute him for perjury. From the evi-\ndence, it is apparent that the District Attorney's office believed\nthat David Chandler lied in this interrogation.\nThe Life Magazine articles on the existence of organized\ncrime, in which the State of Louisiana and the City of New Orleans\nwere prominently mentioned, were published on September 1st, 8th,\nand 29th, 1967.\nDefendant Garrison, who has been District Attorney since\n1961, denied in the public press Life's charges that organized\ncrime existed in New Orleans, that he was personally acquainted\nwith persons identified with the Cosa Nostra, and that a lieuten-\nant of Carlos Marcello, the alleged ruler of the Cosa Nostra in\nNew Orleans, several times paid his bill at the Sands Hotel in Las\nVegas, Nevada, and had arranged a $5,000 credit for him in the casino.\nThe Life articles spurred the District Attorney to ini-\ntiate a Grand Jury investigation in which Garrison publicly declared\nthat the Grand Jury would be asked to subpoena for testimony before\nit everyone mentioned in the articles and every relevant witness,\n\n-3-\nincluding the Director and members of the New Orleans Metropolitan\nCrime Commission, a citizens group, Sandy Smith, author of the\nLife articles, and all reporters connected with the story.\nA Grand Jury subpoena was issued for plaintiff Chandler's\nappearance on September 28, 1967, but was not served, apparently be-\ncause Chandler was out of the city. Between that date and October\n5, 1967, Chandler's attorney, Cicero Sessions, had conversations\nwith James L. Alcock, Assistant District Attorney, wherein agree-\nments were reached that when Chandler's appearance was next required,\nSessions would be given reasonable advance notice so that his pre-\nviously scheduled Federal Court trial commitments and Chandler's\nappearance could be both accomodated in order that Sessions might\nbe available to accompany and advise his client. Despite the\nagreement, an instanter subpoena was issued on October 5, 1967 for\nChandler's appearance. Service of the subpoena was attempted but\nfailed.\nOn October 5, 1967, Sessions and Alcock agreed that on\nOctober 6, 1967 Sessions, after checking his docket, would call\nAlcock \"to firm up\" an arrangement for Chandler's appearance on\nOctober 12, 1967, the next regularly scheduled meeting of the\nGrand Jury. Sessions claimed he called Alcock on October 6th as\nagreed and being unable to reach Alcock, left a message requesting\nthat Alcock return his call, which was not done. Alcock claimed\nnot to have received the message.\nWithout regard to the Sessions-Alcock conversation of\nOctober 5, 1967 and the conversation agreed to be held on the\n6th, a subpoena was issued and served for Chandler's appearance\non October 11, 1967, apparently because October 12th, Columbus\nDay, was a holiday.\nChandler, with his attorney Sessions, appeared in the\nDistrict Attorney's office on the morning of October 11th before\nthe return hour of the subpoena. After conversation with Alcock,\n\n-4-\nSessions instituted proceedings in the Criminal District Court\nfor the Parish of Orleans, seeking among other things, to have the\nDistrict Attorney and the Foreman of the Grand Jury state the crime\nbeing investigated in respect to which Chandler was sought to be\nquestioned, or alternatively, to quash the subpoena, and to recuse\nGarrison as District Attorney and legal advisor to the Grand Jury.\nWhen the District Court denied all relief prayed for, Chandler un-\nsuccessfully sought review on writs to the Supreme Court of Louis-\niana.\nOn October 13, 1967 District Attorney Garrison wrote\nRichard Billings, Associate Editor of Life Magazine, a lengthy\nletter taking issue with its \"organized crime\" series. In the letter,\nGarrison stated: \"The Grand Jury inquiry has indicated that there\nis no basis in fact supporting the allegations of Life concerning\nsytematic racketeering activities in New Orleans.\" He further\nstated: \"We have called every witness who conceivably might have\ninformation concerning racketeering operations in the City -- from\nCarlos Marcello to the Governor of Louisiana.\"\nThe letter also contains Garrison's comment: \"On the\nbasis of the Grand Jury inquiry up to this point, it appears that\nyour articles have reflected unjustly on the City of New Orleans.\nWhat they have done to me and the office which I have worked to\nbuild for the last five years is beyond my capacity to describe.\"\nThe letter points out that Billings should have been\naware that he was not getting accurate information from his\nsources and charges Billings with having \"failed to discharge your\nsupervisory responsibilities effectively.\"\nAlthough on trial Garrison said Chandler could be a\nsource of the material appearing in the Life articles, Garrison's\nletter leaves no doubt that he regarded Chandler an actual source.\nIn the letter, Garrison charged that Chandler had not told Life the\ntruth concerning the \"fixing\" of a case by the District Attorney's\nformer chief investigator and that Chandler's statements to Life\n\n-5-\nconcerning the operation of a bookie ring in a New Orleans hotel\nwere totally untrue.\nWhen referring to Chandler's statements to Billings con-\ncerning the alleged case \"fixing\", Garrison stated: \"This appears\nto be another example of the tendency of your New Orleans reporter\nto fabricate stories which are totally untrue and then to present\nthem as fact.\" Despite his denials on trial, that statement\nepitomizes Garrison's evaluation of Chandler's veracity.\nNotwithstanding the declaration that the Grand Jury in-\nvestigation showed there was no basis for Life's allegations,\nGarrison informed Billings that the Grand Jury \"now wants to hear\nfrom Dave Chandler * * *\" who, \"* * * as long as [he] tells the\ntruth* *, \"would be treated with complete fairness and courtesy.\"\n(Garrison's letter to Billings is annexed hereto as Appendix A.)\nOn October 23, 1967, Chief Assistant District Attorney\nCharles R. Ward in a television interview in New Orleans declared\nin substance that David Chandler is a liar and insisted that no\n\"organized crime\" exists in New Orleans. Ward later testified that\nhe has-nothing but personal animosity toward the plaintiff. His\nanimosity is so great that he said he would recuse himself de\nfacto but not de jure in any matter involving the plaintiff.\nRELIEF SOUGHT\nIn his complaint, as amended on October 25, 1967, plaint-\niff invokes the jurisdiction of this Court \"pursuant to 28 U.S.C.\n134(3) and (4), 2281, 2283-84, 42 U.S.C. 1983 and 1985(3) and the\nConstitution of the United States, particularly, without limitation,\nthe First, Fifth, Sixth and Fourteenth Amendments,\" as these amend-\nments are implemented through Gideon v. Wainwright, 372 U.S. 335,\n83 S.Ct. 792, 9 L.Ed. 2d 799, 93 A.L.R. 2d 733 (1963), Escobedo v.\nState of Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed. 2d 977\n(1964) and Miranda v. State of Arizona, 384 U.S. 436, 86 S.Ct. 1602,\n16 L.Ed. 2d 694, 10 A.L.R. 3d 974 (1966). He alleges that he has\n\n-6-\nexhausted all state court remedies and prays that:\n1. A Three-Judge Court be organized to hear and deter-\nmine the issues herein;\n2. Articles 433 and 434 of the Louisiana Code of Crim-\ninal Procedure relating to the persons who may be present during\ngrand Jury sessions and the secrecy of such session and LSA-R.S.\n14:123 through 128 relating to perjury and false swearing including\n•\n14:126.2 relating to the making of false statements asserting the\ndenial of constitutional rights be decreed unconstitutional;\n3. The subpoena served on him on October 6, 1967, re-\nturnable October 11, 1967, be quashed;\n4. The defendants be permanently restrained (a) from\nenforcing or compelling compliance with the subpoena, or alterna-\ntively, (b) that a permanent mandatory injunction issue compelling\nand requiring the defendants to allow plaintiff to have counsel\npresent during any Grand Jury appearance required by the subpoena\nand (c) prohibiting them from prosecuting plaintiff pursuant to\nLSA-R.S. 14:123-128 and 126.2.\nHe also sought a temporary restraining order, without\nnotice or hearing, and a preliminary injunction in the form of the\npermanent relief sought. In addition, he prayed for consolidation\nof trial of the merits and his application for a preliminary in-\njunction pursuant to Rule 65(a) (2) F.R.C.P.\nThe temporary restraining order was denied on October\n27, 1967 after a hearing by Judge James A. Comiskey. An effort to\nappeal from Judge Comiskey's order to the U. S. Court of Appeals,\nFifth Circuit, was unsuccessful as was plaintiff's effort to have\nthe Court of Appeals issue a writ of mandamus to the District Court.\nOn November 6, 1967, the Honorable John R. Brown, Chief\nJudge, U. S. Court of Appeals, Fifth Circuit, ordered a Three-Judge\nCourt organized, but reserved to the Three-Judge Court the right\nto determine whether this case is properly one for a Three-Judge\nCourt.\n\n-7-\nOn November 8, 1967, the Three-Judge Court heard plaint-\niff's application for a preliminary and permanent injunction. The\nAttorney General of Louisiana, for himself and the Governor of\nLouisiana, waived notice of the hearing required by 28 U.S.C. 2284\n(2) and did not participate in the case.\nOn plaintiff's motion, the case was ordered reopened,\nand on November 27, 1967, a further hearing was held.\nCONTENTIONS OF THE PARTIES \nThe plaintiff filed this suit to avoid appearing before\nthe grand jury for a variety of reasons, or alternatively, if re-\nquired to appear, then plaintiff wants his counsel with him before\nthe grand jury. Factually, the gist of plaintiff's resistance to\na grand jury appearance is that he is convinced that the defendants,\nprincipally the District Attorney, are using the grand jury as a\nvehicle to charge him with perjury or false swearing. The plaintiff\ncontends that the District Attorney and his staff are anxious to\ncharge the plaintiff with some kind of crime, preferably a perjury\ntype, to discredit plaintiff who is writing about organized crime\nin Louisiana where the District Attorney prosecutes crime, but\napparently cannot find any organized crime to prosecute. The\nplaintiff alleges that he fears indictment for alleged violations\nof certain Louisiana false swearing laws, namely LSA-R.S. 14:123\n(Perjury), 14:124 (Inconsistent statements - Perjury), 14:125\n(False swearing), 14:126 (Inconsistent statements - false swearing),\n14:126(1) (false statements to public officials), and  14:126.2\n(False statements about denial of constitutional rights). The\nthrust of plaintiff's position is that his January, 1967 interro-\ngation under oath by Charles Ward, First Assistant District Attorney,\nwill be the basis of charges against him. In effect, plaintiff\nargues, he is a suspect for a false swearing crime committed in\nJanuary of 1967. However, plaintiff goes further and contends that\nhis appearance before the grand jury could result in testimony\nwhich the District Attorney thinks is perjurious in view of the\nDistrict Attorney and his First Assistant's belief that the plaintiff\nis a liar about the existence of organized crime in the New Orleans\n\n-8-\narea. Chandler contends, in view of the District Attorney's office\nfeelings toward him and Garrison's claims that the Life articles\nhave been proven untrue and he has been branded a liar by both\nGarrison and Ward, his grand jury appearance is designed to entrap\nhim and to lay the foundation for a charge or charges of perjury\nor false swearing against him. He further points out that his\npresence before the grand jury would deprive him of the assistance\n1 ]\nof counsel.(cid:9) The defendants' position is simple. They contend\nthat the plaintiff's rights, if any, can be fully and completely\nprotected when he appears before the grand jury without counsel\nby exercising his rights under the Fifth Amendment against self-\nincrimination.\nOn or about September 27, 1967, Governor John J. Mc\nKeithen of Louisiana, heading a delegation, which included the\nPresident of the Metropolitan Crime Commission, met in New York\nwith the editors of Life Magazine, who made available to the dele-\ngation information in its files concerning the crime series. On re-\nturning to the State, Governor McKeithen declared he was \"convinced\"\nthat there was \"hard evidence\" of organized crime in the State.\nOn September 28, 1967, Chandler was made a Special\nOfficer of the Louisiana State Police and was appointed by Governor\nMcKeithen to his staff as a Special Investigator of organized crime.\nOn that day, Governor McKeithen and Garrison had a tele-\n2] \nphone conversation concerning Chandler. Garrison's version(cid:9) of\nthe conversation was that the Governor called him and stated that\nChandler had reported his fears that Garrison was going to put him,\nChandler, in jail. When the Governor asked him if he was going to\nhave Chandler prosecuted or charged with perjury or false swearing\n1] Article 433, La. Cr. Code provides the intentional presence of\nanyone other than the District Attorney, his assistants, the\nwitness, reporter and interpreter is prohibited and would be\nconstructive contempt of Court.\n2] Governor McKeithen was not called as a witness and the Court\nsustained an objection to Chandler's attempt to state what the\nGovernor had told him concerning the conversation.\n\n-9-\nGarrison denied that he answered: \"You're reading my mind, but\nthat's what I intend to do.\" Garrison did, however, recall that he\nused the phrase, \"You must be reading my mind\" in some way but\nclaimed not to recall how, further claiming his use of the phrase\nhad \"no connotation.\"\nGarrison also denied that the Governor, as a personal\nfavor, asked him not to have Chandler arrested while Chandler was\nhelping the Governor or that he had agreed thereto. Garrison's\nversion was that the Governor expressed the hope that he would not\narrest Chandler because that would create a problem for the Governor\nwith Life Magazine. And when Garrison disclaimed any \"special\nplans to arrest him at all,\" the Governor attempted to get his\ncommitment that he would not charge Chandler with anything, to which\nGarrison said he replied, \"How can I tell you that when I don't know\nwhat is going to happen.\" Garrison stated he did commit himself not\nto charge or arrest Chandler without first telling the Governor.\nGarrison further stated he told the Governor, concerning\nthe Governor's advice to him that Chandler feared Garrison was\ngoing to put him in jail, that \"There is no reason for him to fear\ngoing to jail, because all he has to do is answer the questions\nin front of the jury. We do put them in jail if they lie, but I\ndon't expect him to lie in front of the jury.\"\nIt is apparent from the evidence that Ward, with respect\nto the original January 26, 1967 interrogation, believed Chandler\ndid not testify truthfully. However, despite an obvious warning by\nWard that perjury charges would or might be based on his testimony\nand that, therefore, Chandler should have the benefit of counsel in\nthe matter, no such action was taken and on trial herein Ward and\nGarrison repudiated an intention to institute such charges. Neither\nthe defendant foreman, nor any other member, of the Grand Jury,\ntestified.\nAlthough Ward testified he regards Chandler a liar and\nacknowledged hostility and animus toward Chandler, he disavowed\nany intention to entrap Chandler or have him indicted for perjury,\n\n-10-\nno matter whether what he says before the Grand Jury is true or\nfalse.(cid:9) Ward further declared it was not his intention to question\nor charge Chandler concerning any matter which was the subject of\nhis interrogation of Chandler on January 26, 1967, and claimed he\nwould recuse himself as an advisor to the Grand Jury during his\ninterrogation before the Jury, which, he says, would be limited\nto allegations of organized crime in New Orleans.\nGarrison went even further. He testified that neither\nhe nor any of his assistants would be present when Chandler appeared\nto testify before the Grand Jury, and they would not in advance\nsubmit questions to the Jury to be propounded to Chandler.\nWard, who, in addition to being Acting District Attorney\nwhen Garrison is out of the City, claims to speak for the District\nAttorney's office, disagreed with Garrison as to whether Chandler,\nin the event of his appearance, should be asked to disclose the\nidentity of his confidential informants. Ward maintained he should be\nrequired to do so, but would abide by Garrison's orders not to\nrequire Chandler to do so. Ward also stated he believes that any\nperson who asserts his Fifth Amendment privilege against self-\nincrimination (Chandler in the January 26, 1967 interrogation by\nWard did so in several instances) should be criticized and casti-\ngated and is not entitled to his or the public's respect.\nGarrison's public pronouncements of the falsity of the\nLife articles, reiterated in his October 13, 1967 letter to Life's\neditor; were reinforced by his trial testimony. Disclaiming that\nhe considers Chandler a liar, but acknowledging that his statements\nin his letter to Life's editors \"means on this occasion, in my judg-\nment, he did not tell the truth * * *,\" Garrison maintained that if\nChandler appears before the Jury and testifies to truth, which he\navoided defining as to the allegations of the Life articles and\nhis statements of error therein, he would be treated courteously\nand have nothing to fear. Garrison declared that his letter speaks\nforitself, that what he said therein is true and he would retract\nno statements contained therein.\n\n-11-\nGarrison testified - and emphasized - that \"it just\nhappens to be a matter of fact that a pretty comprehensive inquiry\",\nin which every conceivable relevant witness was called made it\nclear to him that the Life articles about organized crime in New\nOrleans were untrue.\nIf the Life articles were thus disproved, what when\nwould be the purpose of requiring Chandler to appear to testify\nconcerning what he knew of organized crime in New Orleans? Garrison\nsays it is possible - \"certainly theoretically possible\" - Chandler,\nBillings, the Life editors, or Sandy Smith, author of the articles 3]\ncould have information \"which we have not.\" He says, too, that\nChandler could be a source of material appearing in the articles.\nBut he rejected an offer to view and copy Life's files\npertaining to the matter. He would not go himself or send a member\n4]\nof his staff to New York for such purposes,(cid:9) unless some new\ninformation was developed for the Grand Jury by Life's representative -\nwho was unidentified by Garrison, but presumably he referred to\nChandler. He testified that after being told by Billings that\nthey (Life) had given \"all the information there was, everything\nthey had\" to Governor McKeithen and his delegation, one of whom\nwas Camille Gravel, he contacted Gravel and \"got all the information\"\ngiven by Life and \"every bit of information Mr. Gravel had turned\nout to be incorrect.\"\nThe Life files offered to Garrison - and the information\ngiven to the McKeithen delegation, which was made available to\nGarrison by Gravel - would have contained any contribution by\n3] Garrison testified he invited Billings and Smith to appear be-\nfore the Grand Jury, but they refused. He did not resort to\nthe use of the material witness statute (Article 741 of the\nLouisiana Code of Criminal Procedure) to compel their attend-\nance because, he claims, he preferred to invite them in order\nto show no bias or rancor.\n4] Garrison and Billings discussed the Life articles in a telephone\nconvdrsation in New York in September, 1967, while Chandler was\nin Billings' office. For about three minutes Chandler heard\nboth sides of the one-hour conversation, during which Garrison\ndeclined Billings' proposal for a meeting with him and Chandler\nto discuss the New Orleans situation.\n\n-12-\nChandler - and more. Presumably, Garrison, as the Grand Jury's\nlegal advisor, imparted to the Jury the information gotten from\nGravel. Therefore, it is reasonable to conclude that the already\nmade determination that the Life articles were untrue was based\non a consideration of that information and the testimony of all the\nwitnesses who appeared before the Grand Jury.\nIn Louisiana, a District Attorney, subject only to the\n5]\nauthority and supervision of the Attorney General, has entire\ncharge and control of every prosecution instituted or pending in\nhis district, and determines whom, when and how he shall prosecute,\nArticle 61, Louisiana Code of Criminal Procedure. He is the rep-\nresentative of the State before the Grand Jury and is the Jury's\nlegal advisor. Article 64, Louisiana Code of. Criminal Procedure.\nHe must be notified of all Grand Jury sessions, has the right to be\npresent, except during deliberations, and shall examine witnesses\nbefore the Grand Jury. Article 64, supra.\nA Louisiana Grand Jury is bound by law to inquire into\ncapital offenses and may, where requested by the District Attorney\nor ordered by the Court, inquire into other offenses. Article  437,\nLouisiana Code of Criminal Procedure. Its sessions are secret and\nonly the District Attorney, his assistants, the witness, reporter\nand an interpreter, when necessary, may be present. Articles 433\nand 434, Louisiana Code of Criminal Procedure. Upon the request of\nthe Grand Jury or the District Attorney, the Court will issue sub-\npoenas for a witness to appear before the Grand Jury for question-\ning. Article 439, Louisiana Code of Criminal Procedure. The Grand\nJury is empowered to act in one of three ways: by returning a true\nbill, by returning a no true bill and by preterinitting entirely the\nmatter being investigated. Article 444, Louisiana Code of Criminal\nProcedure. When the evidence, if unexplained or uncontradicted,\nin its judgment warrants conviction, the Grand Jury shall find an\nindictment. Article 443, Louisiana Code of Criminal Procedure.\n5] Article 7, Sec. 56, La. Constitution, Article 62 C.Cr.P.\n\n-13-\nIn view of the duties imposed by law on the Grand Jury,\nit is difficult to understand how Garrison and Ward could properly\nand effectively give assurances that Chandler, in his appearance\nbefore the Jury, would be questioned only concerning organized\ncrime in New Orleans and would not be asked to disclose the names of\nhis informants, who, Ward said, Chandler should be required to dis-\n6](cid:9)\nclose.(cid:9) Even more perplexing is the value of such assurances by\nthe District Attorney and his assistant when viewed in the light of\nthe fact that neither Garrison, nor any of his assistants, would\nbe present with the Grand Jury when it interrogates Chandler.\nWe do not understand how Garrison and his assistants\ncan properly fail to be present as the Grand Jury's legal advisor\nand an examiner of witnesses before the Jury (Article 64, Louisiana\nCode of Criminal Procedure).\nChandler may or may not be questioned by the Grand Jury\nconcerning the matters which were the subject of his January 26,\n1967 interrogation by Ward. There is no doubt that he would be\nquestioned concerning organized crime in New Orleans. Thus, Chandler\nwould find himself in a most precarious position before the Grand\nJury, since the District Attorney long ago determined that no or-\nganized crime exists in New Orleans having also had the benefit of\nall information in Life's files on this subject.\nWard acknowledged animus and hostility toward Chandler;\nGarrison has stated his lack of regard for Chandler's veracity;\nGarrison has stated his lack of regard for the truthfulness of the\nvery testimony being sought from Chandler by this Grand Jury appear-\nance; Garrison and Ward have made various public statements that\nno organized crime exists in New Orleans. Therefore, we believe\nthe climate is such under the facts of this case that Chandler's\nfear of prospective prosecution for perjury or false swearing,\n6] Garrison and Ward disagree, at least as to Chandler. Garrison\nordered that Chandler should not be required to disclose his\ninformants.\n\n-14-\nas a consequence of his appearance before the Grand Jury, is well\n7]\nfounded. \nThe facts and circumstances, as disclosed by the record\nin this case, have been set forth in considerable detail by us\nbecause we view them as exceptional and unusual. The Supreme Court's\nlandmark decisions in Miranda v. Arizona, 384 U.S. 436, 86 S.Ct.\n1602 (1966) and its forerunner Escobedo v. Illinois, 378 U.S. 478,\n84 S.Ct. 1758 (1964) brought wholly new dimensions to the Fifth\nAmendment privilege against self-incrimination, as well as to the\nSixth Amendment right to counsel in a criminal case. In Malloy v.\nHogan, 378 U.S. 1, 84 S.Ct. 1489 (1964), the Court held that \"the\nFifth Amendment's exception from compulsory self-incrimination is\nalso protected by the Fourteenth Amendment against abridgement by\nthe States.\" (378 U.S. at 6.)\nIn the recent case of Sheridan v. Garrison, E.D. La.,\n1967, 273 F.Supp. 673, Judge Rubin of this Court granted an in-\njunction against the New Orleans District Attorney Garrison and\nthe foreman of the Orleans Parish, Louisiana, Grand Jury against a\nsubpoena requiring plaintiff's appearance before the Grand Jury.\n(cid:9)\nIn its opinion, the Court said (273 F.Supp. at 683): \" .federal\ncourts, even prior to the Escobedo decision, expressed concern\nabout the propriety of the District Attorney's calling before a\ngrand jury as a witness a person who was the subject of an investi-\ngation but had not yet been charged formally with an offense. * * *\nThe decisions in the Escobedo and Miranda cases announce in forceful\nterms the right of a person charged with a crime to the presence of\nhis counsel at any time that he is questioned and his right to\nspeak or to remain silent at any time that he is questioned.\"\n7] P.-25 - Interview of Charles Ward by WDSU news reporter;\nP-24- New Orleans States Item news stories in issues of\nSeptember 12, 13 and 28, 1967; Chandler 2 - New Orleans\nStates Item issue of November 9, 1967.\n\n)(cid:9)\n-15-\nThe Court also said (273 F.Supp. at 679): \". . . the\nmandate of these decisions [i.e. Escobedo and Miranda] is clear:\nthe person charged with a crime has the right to choose either to\nspeak or not to speak, and, if he elxts to remain silent, he cannot\nbe compelled to speak, nor can his refusal be later considered\nagainst him. If, as set forth in Escobedo, a person accused of a\ncrime must be advised of an absolute constitutional right to remain\nsilent in any police investigation, there is all the more reason why\nhe should have an absolute right not to testify under oath before\na grand jury in the absence of his lawyer.\"\nThere is good reason to believe that since Escobedo and\nMiranda, a Grand Jury witness, who is a potential defendant, may\nhave the right to the presence of counsel before the Grand Jury to\nassist him in the protection of his constitutional rights, especially\nthose guaranteed by the Fifth Amendment. See Meshbesher, Right to \nCounsel Before Grand Jury, 41 F.R.D. 189 (1966); Sobel, The New \nConfession Standards \"Miranda v. Arizona\" (Gould Publications, 1966),\npp. 97-98. But we do not decide that question here or intimate any\nconclusion to that difficult legal problem since this case can and\nshould be disposed of without passing on the alleged unconstitution-\nality of those Louisiana statutes under attack. It is a settled\nrule that the constitutionality of statutes will not be judicially\ndetermined unless such determination cannot be avoided. Woodard v.\nGeneral Motors Corp., 5 Cir., 1962, 298 F.2d 121, 127; Reynolds v.\nSims, 377 U.S. 581, 584, 84 S.Ct. 1362, 1393 (1964).\nThe unusual and exceptional circumstances here warrant\nan exercise of our equity powers to prevent oppression to Chandler\nand to further the ends of justice by protecting Chandler's basic\nfederal constitutional rights. It is clear that no useful public\npurpose is to be served by requiring plaintiff to respond to the\nGrand Jury subpoena. Louisiana law does not permit the presence\nof counsel with the witness in an appearance before the Grand Jury.\n\n-16-\nThe facts disclose quite clearly that the prosecutor has no faith\nin the truthfulness of the witness, having so declared publicly\nand in writing.(cid:9) It is also plain that the prosecutor is satis-\nfied, as a result of his intensive investigation, that there is no\norganized crime in New Orleans such as the Life Magazine articles\ncharge. It would be expected that Chandler's testimony under oath\nwould be at variance with that conclusion.  he appearance of\nT\nplaintiff before the Grand Jury, without the presence of counsel,\nexposes him to the real possibility of indictment for perjury,\nfalse swearing, or both. Chandler is, therefore, a very real\npotential defendant in a possible criminal prosecution which either\nthe District Attorney or the Grand Jury may decide to initiate against\nhim. He has the right to remain silent under these conditions and\nshould not be obliged to place himself in the perilous position of\npossible incrimination or be compelled to give evidence which, in\nthe view of the District Attorney and the Grand Jury, might in-\ncriminate him.\nThe special circumstances of this case demand that\nplaintiff's federal constitutional rights be maintained and pre-\nserved. In our view they can only be assured by an injunction\nagainst the enforcement of the Grand Jury subpoena. The Court is,\ntherefore, obliged to take such action as the facts require. Cf.\nDombrowski v. Pfister, 380 U.S. 479, 85 S.Ct. 1116 (1965).\nHowever, since the case may be disposed of without reaching\nthe serious constitutional questions which plaintiff raises, the three-\njudge statutory Court is hereby dissolved and the case returned to\nJudge James A. Comiskey from whom the matter initiated, for further\nhandling. Cf. McWood Corporation v. State Corporation Com'n of N.M.,\nD.C., D.N. Mex., 1965, 237 F.Supp. 963; Wright on Federal Courts, p. 164.\nJ.,-(cid:9)\nV:- CA\\ ,\nUnited States Circuit Judge\n- \nUn'ted States District Judge\nDate: March 11, 1968 United States District Judge \n\n-17-\nConsidering the foregoing per curiam and for the reasons\nthere well expressed, which are herewith adopted by reference as\nour own findings of fact and conclusions of law, a preliminary\nand permanent injunction will be issued forthwith against the de-\nfendants,restraining the enforcement of the subpoena or any other\nsuch subpoena hereafter issued in lieu thereof directing plaintiff\nDavid L. Chandler's appearance before the Orleans Parish Grand Jury\nin connection with the subject matter of plaintiff's complaint.\nThe further relief prayed for is denied. Counsel for\nplaintiff will submit proposed decree after service of copy on counsel\nfor defendants.\n./..\n''•,-,r(cid:9) ',1.,-` P\u0010 0:40(cid:9)'.4 r(cid:9) .-.,(cid:9) ,it, 1,47\nJAMES i. COMISKEY\nUNITED, STATES DISTRICT JUDGE\nDate: March 11, 1968\n\nAppendix A\nD(cid:9)\n1%\t1- 1,4N-CA7\nh.L.) 4 - -\nP.A.I: I Sir 01: OR :LEAN S\n(A\";;A\nSTATE O1' LOUISIANA\nU.\n2700 TuLANE AyENITE CA STCRN r; (cid:9)\n LOU1S1A1\nNEW(cid:9) S 70119\nr_- ,c-r 2 3 1967\nJIM GA_132-Itsox\nOctober 13, 1967\nDISTRICT ATTORNEY\n4. \nDALLAM \n0'8RIEN,\n. CLERK\nMr. Richard Billings, Associate Editor\nLife Magazine\nTime and Life Building\nRockefeller Center\nNew York, New York\nDear Dick:\nBy now I am sure you are aware that Life Magazine has made\na number of serious factual errors in its recent statements\nconcerning organized crime in New Orleans. It appears to\n, me that you should have been aware at the outset that you\nwere not getting accurate information from your sources\nwhen virtually every fact brought up in our presence by\nSandy Smith turned out to be either completely wrong or\nbadly distorted -- a condition which I made plain to you\nwithin a matter of days.\nThe Grand Jury inquiry has indicated that there is no basis\nin fact supporting the allegations of Life concerning systema-\ntic racketeering activities in New Orleans. Even witnesses\nwho made it apparent that they would have to take the Fifth\nAmendment if questioned about other jurisdictions testified\nthat with regard to Orleans Parish the Life articles were\ntotally untrue and based on false information. Some of the\nindividuals supposedly operating \"bookie rings\" in the Fon-\ntainebleau have not been in that hotel for over a year nor\nhas anyone working for them ever frequented the hotel. As\nI informed you earlier, the management of the hotel has never\nseen these individuals or any of their supposed associates\nhanging around the hotel at any time. What the Life stories\nseem to have done, as far as we are able to determine, was\nto lift some gambling operations which were confined to St.\nBernard Parish out of that parish and place them in the\nAppendix A\n\nMr. Richard Billings\nOctober 13, 1967\nPage Two\nFontainebleau in the City of New Orleans -- somewhat in\nthe manner that Dorothy was lifted, house and all, from\nKansas and moved over into Oz by the tornado.\nNaturally, the members of the Orleans Parish Grand Jury\nnow want to hear from Dave Chandler, Life's representative\nin New Orleans, in order to see if there are any stones\nunturned and if he has some special information which all\nof the other witnesses called do not have. Needless to say,\nas long as Dave tells the truth -- for that is all that the\nGrand Jury and my staff are interested in -- he will be\ntreated with complete fairness and courtesy.\nIncidentally, regarding Dave, I have confirmed that -- as\nI indicated to you earlier -- he did not tell you the truth\nabout the \"rumor' that Pershing Gervais supposedly fixed the\ncase for Wray Gill when Ferrie was arrested by our office\nafter the assassination (which rumor, I might add, I had\nnever heard before until you advised me that you had learned\nit from Dave Chandler). By now you should have received a\ncopy of our questioning of Chandler concerning his unsup-\nported comment that Gervais had received money from Gill\nin order to help Ferrie in a case involving a charge of\nintimidation several years earlier. It is apparent that\nwhat your reporter did in this instance was to move the rumor\nforward in time and to attach it to our 1963 arrest of Ferrie,\nthus creating the inference that the real facts of the\nassassination have remained concealed because of this \"fix\".\nActually, none of the young men associated with Ferrie in\nthe 1963 matter had visas nor had there ever been an inference\nof any kind that anyone in that group had visas so that they\nmight be able to leave the country quickly. Gervais had no\nconnection with the case and has never at any time been\nassigned to any aspect of the Kennedy investigation. This\nappears to be another example of the tendency of your New\nOrleans reporter to fabricate stories which are totally untrue\nand then to present them as fact.\n\nMr. Richard Billings\nOctober 13, 1967\nPage Three\nFrankly, I do not understand how you have been unable to\nseo how these statements by your man in New Orleans were\ntotally untrue. Above all, it is hard for me to understand\nwhat would allow you to think that I would let a single\n\"bookie ring\" operate anywhere in the City much less allow\nthree of them to flourish in one hotel. It is all the more\ndifficult for me to understand when I spent hours with you\nexplaining how we had cracked down on every type of organized\ncrime operation -- without exception -- and have made more\nprogress in this regard in our five years in office than\nhad been made in the previous quarter century. In my judg-\nment you are an intelligent and competent man but you have,\nin this instance, failed to discharge your supervisory\nresponsibilities effectively and, consequently, have depicted\nNew Orleans as a center of organized crime and my office as\nan incompetent, lax and corrupt office.\nIn order to give Life Magazine every opportunity to document\nits allegations -- or to present any added evidence which it\nmay have concerning any type of syndicated crimes whatsoever --\nI invite you and Sandy Smith to New Orleans to testify before\nthe Grand Jury. Again, our sole interest is in obtaining the\ntruth. You will be allowed to present any kind of evidence\nyou have, without any restrictions whatsoever, concerning the\npossible existence of organized crime in New Orleans or\nconcerning collusion of public officials with racketeers.\nIf you are as interested as we are in determining the truth\nthen you should regard this as an opportunity. I might add\nthat I have voluntarily appeared before the Grand Jury --\na brand-new Grand Jury whose members I do not know -- and\ntestified under oath on every aspect of this matter. We have\ninformation\ncalled every witness who conceivably might have \nconcerning racketeering operations in the City -- from Carlos\nMarcello to the Governor of Louisiana.\nOn the basis of ,the Grand Jury inquiry up to this point,\nit appears that your articles have reflected unjustly on\nthe City of New Orleans. What they have done to me and the\n\nMr. Richard Billings\nOctober 13, 1967\nPage Four\noff,ice which I have worked to build for the last five\nyears is beyond my capacity to describe. I can only\nsay that I am very disappointed that you did not\nexercise better judgment in your supervision of these\narticles.\nSincerely,\n0\n,1\n(\nIM GARRISON\nDistrict Attorney\nL.\nJG:lcs\n\nForm DJ-96o DEPARTMENT OF JUSTICE\n(Rev. 6-22-66)\nROUTING SLIP\nTO:(cid:9) NAME DIVISION BUILDING ROOM\nMr. Fiss\n2.\n3.\n4.\nriSIGNATURE(cid:9) I(cid:9) I COMMENT III PER CONVERSATION\n[(cid:9) I APPROVAL(cid:9) I(cid:9) I NECESSARY ACTION(cid:9) 1111 AS REQUESTED\n[(cid:9) I SEE ME(cid:9) I(cid:9) 1 NOTE AND RETURN(cid:9) I(cid:9) 1NOTE AND FILE\nI. RECOMMENDATION(cid:9) I. CALL ME\t • YOUR INFORMATION\nANSWER OR ACKNOWL-\n'(cid:9)  EDGE ON OR BEFORE\nPREPARE REPLY FOR\n(cid:9)  THE SIGNATURE OF\nREMARKS\nHugh asked me to send this to you.\n\nIN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF LOUISIANA\nNEW ORLEANS DIVISION\n(cid:9)\nDAVID L. CHANDLER NO. 67-1545\n(cid:9)\nVS. CIVIL ACTION\n(cid:9)\nJIM GARRISON, et al SECTION G\nCicero C. Sessions\nRobert E. Winn\n• Sessions, Fishman, Rosenson, Snellings & Boisfontaine\nAttorneys for Plaintiff\nJames Alcock\nNuma Bertel\nAsistant District Attorneys\nParish of Orleans\nState of Louisiana\nAttorneys for Defendants\nBefore AINSWORTH, Circuit Judge, BOYLE and COMISKEY, District Judges.\nPER CURIAM: For the past three years plaintiff has been the\nNew Orleans, Louisiana area representative reporter for Life Maga-\nzine, which published in September 1967 articles about \"organized\ncrime\" in New Orleans. Defendants are the District Attorney, Jim\nGarrison, his Chief Assistant, Charles R. Ward, and James 0. Sanders,\nForeman of the Grand Jury for the Parish of Orleans (City of New\nOrleans).\nIn January, 1967, eight months before Life Magazine\npublished its \"organized crime\" stories about New Orleans, the\nplaintiff was first subpoenaed by the then Grand Jury. However,\nupon arriving at the grand jury door, he was advised that the sub-\npoena was not for a grand jury appearance. Rather the District\nAttorney's First Assistant, Charles R. Ward, wanted to question\nhim privately in the District Attorney's office. Once in the\nDistrict Attorney's office. (apparently under Article 66 of Louis-\niana Code of Criminal Procedure, which authorizes a court, upon\n\n-2-\nne \nreceiving a written motion from  district attorney, to issue\na subpoena ordering a person or persons to appear before the\ndistrict attorney for questioning) plaintiff was interrogated\nunder oath without counsel. A transcript of this interrogation\nwas made and is in the record. The subject of the interrogation was\nthe allegation, claimed by Ward, but denied by Chandler, to have\nbeen made by Chandler that a bribe had been paid to an investi-\ngator on the District Attorney's staff some three or four years\npreviouslyin.connection with a prosecution then pending. Plaintiff\nrefused to answer some questions, pleading his Fifth Amendment right\nagainst self-incrimination. On concluding the interrogation, Ward\ninstructed Chandler to obtain counsel to advise him, from which\ninstruction, the nature of the interrogation he had undergone and\nother statements which he attributed to Ward, Chandler understood\nthat Ward might seek to prosecute him for perjury. From the evi-\ndence, it is apparent that the District Attorney's office believed\nthat David Chandler lied in this interrogation.\nThe Life Magazine articles on the existence of organized\ncrime, in which the State of Louisiana and the City of New Orleans\nwere prominently mentioned, were published on September 1st, 8th,\nand 29th, 1967.\nDefendant Garrison, who has been District Attorney since\n1961, denied in the public press Life's charges that organized\ncrime existed in New Orleans, that he was personally acquainted\nwith persons identified with the Cosa Nostra, and that a lieuten-\nant of Carlos Marcello, the alleged ruler of the Cosa Nostra in\nNew Orleans, several times paid his bill at the Sands Hotel in Las\nVegas, Nevada, and had arranged a $5,000 credit for him in the casino.\nThe Life articles spurred the District Attorney to ini-\ntiate a Grand Jury investigation in which Garrison publicly declared\nthat the Grand Jury would be asked to subpoena for testimony before\nit everyone mentioned in the articles and every relevant witness,\n\n-3-\nincluding the Director and members of the New Orleans Metropolitan\nCrime Commission, a citizens group, Sandy Smith, author of the\nLife articles, and all reporters connected with the story.\nA Grand Jury subpoena was issued for plaintiff Chandler's\nappearance on September 28, 1967, but was not served, apparently be-\ncause Chandler was out of the city. Between that date and October\n5, 1967, Chandler's attorney, Cicero Sessions, had conversations\nwith James L. Alcock, Assistant District Attorney, wherein agree-\nments were reached that when Chandler's appearance was next required,\nSessions would be given reasonable advance notice so that his pre-\nviously scheduled Federal Court trial commitments and Chandler's\nappearance could be both accomodated in order that Sessions might\nbe available to accompany and advise his client. Despite the\nagreement, an instanter subpoena was issued on October 5, 1967 for\nChandler's appearance. Service of the subpoena was attempted but\nfailed.\nOn October 5, 1967, Sessions and Alcock agreed that on\nOctober 6, 1967 Sessions, after checking his docket, would call\nAlcock \"to firm up\" an arrangement for Chandler's appearance on\nOctober 12, 1967, the next regularly scheduled meeting of the\nGrand Jury. Sessions claimed he called Alcock on October 6th as\nagreed and being unable to reach Alcock, left a message requesting\nthat Alcock return his call, which was not done. Alcock claimed\nnot to have received the message.\nWithout regard to the Sessions-Alcock conversation of\nOctober 5, 1967 and the conversation agreed to be held on the\n6th, a subpoena was issued and served for Chandler's appearance\non October 11, 1967, apparently because October 12th, Columbus\nDay, was a holiday.\nChandler, with his attorney Sessions, appeared in the\nDistrict Attorney's office on the morning of October 11th before\nthe return hour of the subpoena. After conversation with Alcock,\n\n-4-\nSessions instituted proceedings in the Criminal District Court\nfor the Parish of Orleans, seeking among other things, to have the\nDistrict Attorney and the Foreman of the Grand Jury state the crime\nbeing investigated in respect to which Chandler was sought to be\nquestioned, or alternatively, to quash the subpoena, and to recuse\nGarrison as District Attorney and legal advisor to the Grand Jury.\nWhen the District Court denied all relief prayed for, Chandler un-\nsuccessfully sought review on writs to the Supreme Court of Louis-\niana.\nOn October 13, 1967 District Attorney Garrison wrote\nRichard Billings, Associate Editor of Life Magazine, a lengthy\nletter taking issue with its \"organized crime\" series. In the letter,\nGarrison stated: \"The Grand Jury inquiry has indicated that there\nis no basis in fact supporting the allegations of Life concerning\nsytematic racketeering activities in New Orleans.\" He further\nstated: \"We have called every witness who conceivably might have\ninformation concerning racketeering operations in the City -- from\nCarlos Marcello to the Governor of Louisiana.\"\nThe letter also contains Garrison's comment: \"On the\nbasis of the Grand Jury inquiry up to this point, it appears that\nyour articles have reflected unjustly on the City of New Orleans.\nWhat they have done to me and the office which I have worked to\nbuild for the last five years is beyond my capacity to describe.\"\nThe letter points out that Billings should have been\naware that he was not getting accurate information from his\nsources and charges Billings with having \"failed to discharge your\nsupervisory responsibilities effectively.\"\nAlthough on trial Garrison said Chandler could be a\nsource of the material appearing in the Life articles, Garrison's\nletter leaves no doubt that he regarded Chandler an actual source.\nIn the letter, Garrison charged that Chandler had not told Life the\ntruth concerning the \"fixing\" of a case by the District Attorney's\nformer chief investigator and that Chandler's statements to Life\n\n-5-\nconcerning the operation of a bookie ring in a New Orleans hotel\nwere totally untrue.\nWhen referring to Chandler's statements to Billings con-\ncerning the alleged case \"fixing\", Garrison stated: \"This appears\nto be another example of the tendency of your New Orleans reporter\nto fabricate stories which are totally untrue and then to present\nthem as fact.\" Despite his denials on trial, that statement\nepitomizes Garrison's evaluation of Chandler's veracity.\nNotwithstanding the declaration that the Grand Jury in-\nvestigation showed there was no basis for Life's allegations,\nGarrison informed Billings that the Grand Jury \"now wants to hear\nfrom Dave Chandler * * *\" who, \"* * * as long as [he] tells the\ntruth* *, \"would be treated with complete fairness and courtesy.\"\n(Garrison's letter to Billings is annexed hereto as Appendix A.)\nOn October 23, 1967, Chief Assistant District Attorney\nCharles R. Ward in a television interview in New Orleans declared\nin substance that David Chandler is a liar and insisted that no\n\"organized crime\" exists in New Orleans. Ward later testified that\nhe has-nothing but personal animosity toward the plaintiff. His\nanimosity is so great that he said he would recuse himself de\nfacto but not de jure in any matter involving the plaintiff.\nRELIEF SOUGHT\nIn his complaint, as amended on October 25, 1967, plaint-\niff invokes the jurisdiction of this Court \"pursuant to 28 U.S.C.\n134(3) and (4), 2281, 2283-84, 42 U.S.C. 1983 and 1985(3) and the\nConstitution of the United States, particularly, without limitation,\nthe First, Fifth, Sixth and Fourteenth Amendments,\" as these amend-\nments are implemented through Gideon v. Wainwright, 372 U.S. 335,\n83 S.Ct. 792, 9 L.Ed. 2d 799, 93 A.L.R. 2d 733 (1963), Escobedo v.\nState of Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed. 2d 977\n(1964) and Miranda v. State of Arizona, 384 U.S. 436, 86 S.Ct. 1602,\n16 L.Ed. 2d 694, 10 A.L.R. 3d 974 (1966). He alleges that he has\n\n-6-\nexhausted all state court remedies and prays that:\n1. A Three-Judge Court be organized to hear and deter-\nmine the issues herein;\n2. Articles 433 and 434 of the Louisiana Code of Crim-\ninal Procedure relating to the persons who may be present during\ngrand Jury sessions and the secrecy of such session and LSA-R.S.\n14:123 through 128 relating to perjury and false swearing including\n•\n14:126.2 relating to the making of false statements asserting the\ndenial of constitutional rights be decreed unconstitutional;\n3. The subpoena served on him on October 6, 1967, re-\nturnable October 11, 1967, be quashed;\n4. The defendants be permanently restrained (a) from\nenforcing or compelling compliance with the subpoena, or alterna-\ntively, (b) that a permanent mandatory injunction issue compelling\nand requiring the defendants to allow plaintiff to have counsel\npresent during any Grand Jury appearance required by the subpoena\nand (c) prohibiting them from prosecuting plaintiff pursuant to\nLSA-R.S. 14:123-128 and 126.2.\nHe also sought a temporary restraining order, without\nnotice or hearing, and a preliminary injunction in the form of the\npermanent relief sought. In addition, he prayed for consolidation\nof trial of the merits and his application for a preliminary in-\njunction pursuant to Rule 65(a) (2) F.R.C.P.\nThe temporary restraining order was denied on October\n27, 1967 after a hearing by Judge James A. Comiskey. An effort to\nappeal from Judge Comiskey's order to the U. S. Court of Appeals,\nFifth Circuit, was unsuccessful as was plaintiff's effort to have\nthe Court of Appeals issue a writ of mandamus to the District Court.\nOn November 6, 1967, the Honorable John R. Brown, Chief\nJudge, U. S. Court of Appeals, Fifth Circuit, ordered a Three-Judge\nCourt organized, but reserved to the Three-Judge Court the right\nto determine whether this case is properly one for a Three-Judge\nCourt.\n\n-7-\nOn November 8, 1967, the Three-Judge Court heard plaint-\niff's application for a preliminary and permanent injunction. The\nAttorney General of Louisiana, for himself and the Governor of\nLouisiana, waived notice of the hearing required by 28 U.S.C. 2284\n(2) and did not participate in the case.\nOn plaintiff's motion, the case was ordered reopened,\nand on November 27, 1967, a further hearing was held.\nCONTENTIONS OF THE PARTIES \nThe plaintiff filed this suit to avoid appearing before\nthe grand jury for a variety of reasons, or alternatively, if re-\nquired to appear, then plaintiff wants his counsel with him before\nthe grand jury. Factually, the gist of plaintiff's resistance to\na grand jury appearance is that he is convinced that the defendants,\nprincipally the District Attorney, are using the grand jury as a\nvehicle to charge him with perjury or false swearing. The plaintiff\ncontends that the District Attorney and his staff are anxious to\ncharge the plaintiff with some kind of crime, preferably a perjury\ntype, to discredit plaintiff who is writing about organized crime\nin Louisiana where the District Attorney prosecutes crime, but\napparently cannot find any organized crime to prosecute. The\nplaintiff alleges that he fears indictment for alleged violations\nof certain Louisiana false swearing laws, namely LSA-R.S. 14:123\n(Perjury), 14:124 (Inconsistent statements - Perjury), 14:125\n(False swearing), 14:126 (Inconsistent statements - false swearing),\n14:126(1) (false statements to public officials), and  14:126.2\n(False statements about denial of constitutional rights). The\nthrust of plaintiff's position is that his January, 1967 interro-\ngation under oath by Charles Ward, First Assistant District Attorney,\nwill be the basis of charges against him. In effect, plaintiff\nargues, he is a suspect for a false swearing crime committed in\nJanuary of 1967. However, plaintiff goes further and contends that\nhis appearance before the grand jury could result in testimony\nwhich the District Attorney thinks is perjurious in view of the\nDistrict Attorney and his First Assistant's belief that the plaintiff\nis a liar about the existence of organized crime in the New Orleans\n\n-8-\narea. Chandler contends, in view of the District Attorney's office\nfeelings toward him and Garrison's claims that the Life articles\nhave been proven untrue and he has been branded a liar by both\nGarrison and Ward, his grand jury appearance is designed to entrap\nhim and to lay the foundation for a charge or charges of perjury\nor false swearing against him. He further points out that his\npresence before the grand jury would deprive him of the assistance\n1 ]\nof counsel.(cid:9) The defendants' position is simple. They contend\nthat the plaintiff's rights, if any, can be fully and completely\nprotected when he appears before the grand jury without counsel\nby exercising his rights under the Fifth Amendment against self-\nincrimination.\nOn or about September 27, 1967, Governor John J. Mc\nKeithen of Louisiana, heading a delegation, which included the\nPresident of the Metropolitan Crime Commission, met in New York\nwith the editors of Life Magazine, who made available to the dele-\ngation information in its files concerning the crime series. On re-\nturning to the State, Governor McKeithen declared he was \"convinced\"\nthat there was \"hard evidence\" of organized crime in the State.\nOn September 28, 1967, Chandler was made a Special\nOfficer of the Louisiana State Police and was appointed by Governor\nMcKeithen to his staff as a Special Investigator of organized crime.\nOn that day, Governor McKeithen and Garrison had a tele-\n2] \nphone conversation concerning Chandler. Garrison's version(cid:9) of\nthe conversation was that the Governor called him and stated that\nChandler had reported his fears that Garrison was going to put him,\nChandler, in jail. When the Governor asked him if he was going to\nhave Chandler prosecuted or charged with perjury or false swearing\n1] Article 433, La. Cr. Code provides the intentional presence of\nanyone other than the District Attorney, his assistants, the\nwitness, reporter and interpreter is prohibited and would be\nconstructive contempt of Court.\n2] Governor McKeithen was not called as a witness and the Court\nsustained an objection to Chandler's attempt to state what the\nGovernor had told him concerning the conversation.\n\n-9-\nGarrison denied that he answered: \"You're reading my mind, but\nthat's what I intend to do.\" Garrison did, however, recall that he\nused the phrase, \"You must be reading my mind\" in some way but\nclaimed not to recall how, further claiming his use of the phrase\nhad \"no connotation.\"\nGarrison also denied that the Governor, as a personal\nfavor, asked him not to have Chandler arrested while Chandler was\nhelping the Governor or that he had agreed thereto. Garrison's\nversion was that the Governor expressed the hope that he would not\narrest Chandler because that would create a problem for the Governor\nwith Life Magazine. And when Garrison disclaimed any \"special\nplans to arrest him at all,\" the Governor attempted to get his\ncommitment that he would not charge Chandler with anything, to which\nGarrison said he replied, \"How can I tell you that when I don't know\nwhat is going to happen.\" Garrison stated he did commit himself not\nto charge or arrest Chandler without first telling the Governor.\nGarrison further stated he told the Governor, concerning\nthe Governor's advice to him that Chandler feared Garrison was\ngoing to put him in jail, that \"There is no reason for him to fear\ngoing to jail, because all he has to do is answer the questions\nin front of the jury. We do put them in jail if they lie, but I\ndon't expect him to lie in front of the jury.\"\nIt is apparent from the evidence that Ward, with respect\nto the original January 26, 1967 interrogation, believed Chandler\ndid not testify truthfully. However, despite an obvious warning by\nWard that perjury charges would or might be based on his testimony\nand that, therefore, Chandler should have the benefit of counsel in\nthe matter, no such action was taken and on trial herein Ward and\nGarrison repudiated an intention to institute such charges. Neither\nthe defendant foreman, nor any other member, of the Grand Jury,\ntestified.\nAlthough Ward testified he regards Chandler a liar and\nacknowledged hostility and animus toward Chandler, he disavowed\nany intention to entrap Chandler or have him indicted for perjury,\n\n-10-\nno matter whether what he says before the Grand Jury is true or\nfalse.(cid:9) Ward further declared it was not his intention to question\nor charge Chandler concerning any matter which was the subject of\nhis interrogation of Chandler on January 26, 1967, and claimed he\nwould recuse himself as an advisor to the Grand Jury during his\ninterrogation before the Jury, which, he says, would be limited\nto allegations of organized crime in New Orleans.\nGarrison went even further. He testified that neither\nhe nor any of his assistants would be present when Chandler appeared\nto testify before the Grand Jury, and they would not in advance\nsubmit questions to the Jury to be propounded to Chandler.\nWard, who, in addition to being Acting District Attorney\nwhen Garrison is out of the City, claims to speak for the District\nAttorney's office, disagreed with Garrison as to whether Chandler,\nin the event of his appearance, should be asked to disclose the\nidentity of his confidential informants. Ward maintained he should be\nrequired to do so, but would abide by Garrison's orders not to\nrequire Chandler to do so. Ward also stated he believes that any\nperson who asserts his Fifth Amendment privilege against self-\nincrimination (Chandler in the January 26, 1967 interrogation by\nWard did so in several instances) should be criticized and casti-\ngated and is not entitled to his or the public's respect.\nGarrison's public pronouncements of the falsity of the\nLife articles, reiterated in his October 13, 1967 letter to Life's\neditor; were reinforced by his trial testimony. Disclaiming that\nhe considers Chandler a liar, but acknowledging that his statements\nin his letter to Life's editors \"means on this occasion, in my judg-\nment, he did not tell the truth * * *,\" Garrison maintained that if\nChandler appears before the Jury and testifies to truth, which he\navoided defining as to the allegations of the Life articles and\nhis statements of error therein, he would be treated courteously\nand have nothing to fear. Garrison declared that his letter speaks\nforitself, that what he said therein is true and he would retract\nno statements contained therein.\n\n-11-\nGarrison testified - and emphasized - that \"it just\nhappens to be a matter of fact that a pretty comprehensive inquiry\",\nin which every conceivable relevant witness was called made it\nclear to him that the Life articles about organized crime in New\nOrleans were untrue.\nIf the Life articles were thus disproved, what when\nwould be the purpose of requiring Chandler to appear to testify\nconcerning what he knew of organized crime in New Orleans? Garrison\nsays it is possible - \"certainly theoretically possible\" - Chandler,\nBillings, the Life editors, or Sandy Smith, author of the articles 3]\ncould have information \"which we have not.\" He says, too, that\nChandler could be a source of material appearing in the articles.\nBut he rejected an offer to view and copy Life's files\npertaining to the matter. He would not go himself or send a member\n4]\nof his staff to New York for such purposes,(cid:9) unless some new\ninformation was developed for the Grand Jury by Life's representative -\nwho was unidentified by Garrison, but presumably he referred to\nChandler. He testified that after being told by Billings that\nthey (Life) had given \"all the information there was, everything\nthey had\" to Governor McKeithen and his delegation, one of whom\nwas Camille Gravel, he contacted Gravel and \"got all the information\"\ngiven by Life and \"every bit of information Mr. Gravel had turned\nout to be incorrect.\"\nThe Life files offered to Garrison - and the information\ngiven to the McKeithen delegation, which was made available to\nGarrison by Gravel - would have contained any contribution by\n3] Garrison testified he invited Billings and Smith to appear be-\nfore the Grand Jury, but they refused. He did not resort to\nthe use of the material witness statute (Article 741 of the\nLouisiana Code of Criminal Procedure) to compel their attend-\nance because, he claims, he preferred to invite them in order\nto show no bias or rancor.\n4] Garrison and Billings discussed the Life articles in a telephone\nconvdrsation in New York in September, 1967, while Chandler was\nin Billings' office. For about three minutes Chandler heard\nboth sides of the one-hour conversation, during which Garrison\ndeclined Billings' proposal for a meeting with him and Chandler\nto discuss the New Orleans situation.\n\n-12-\nChandler - and more. Presumably, Garrison, as the Grand Jury's\nlegal advisor, imparted to the Jury the information gotten from\nGravel. Therefore, it is reasonable to conclude that the already\nmade determination that the Life articles were untrue was based\non a consideration of that information and the testimony of all the\nwitnesses who appeared before the Grand Jury.\nIn Louisiana, a District Attorney, subject only to the\n5]\nauthority and supervision of the Attorney General, has entire\ncharge and control of every prosecution instituted or pending in\nhis district, and determines whom, when and how he shall prosecute,\nArticle 61, Louisiana Code of Criminal Procedure. He is the rep-\nresentative of the State before the Grand Jury and is the Jury's\nlegal advisor. Article 64, Louisiana Code of. Criminal Procedure.\nHe must be notified of all Grand Jury sessions, has the right to be\npresent, except during deliberations, and shall examine witnesses\nbefore the Grand Jury. Article 64, supra.\nA Louisiana Grand Jury is bound by law to inquire into\ncapital offenses and may, where requested by the District Attorney\nor ordered by the Court, inquire into other offenses. Article  437,\nLouisiana Code of Criminal Procedure. Its sessions are secret and\nonly the District Attorney, his assistants, the witness, reporter\nand an interpreter, when necessary, may be present. Articles 433\nand 434, Louisiana Code of Criminal Procedure. Upon the request of\nthe Grand Jury or the District Attorney, the Court will issue sub-\npoenas for a witness to appear before the Grand Jury for question-\ning. Article 439, Louisiana Code of Criminal Procedure. The Grand\nJury is empowered to act in one of three ways: by returning a true\nbill, by returning a no true bill and by preterinitting entirely the\nmatter being investigated. Article 444, Louisiana Code of Criminal\nProcedure. When the evidence, if unexplained or uncontradicted,\nin its judgment warrants conviction, the Grand Jury shall find an\nindictment. Article 443, Louisiana Code of Criminal Procedure.\n5] Article 7, Sec. 56, La. Constitution, Article 62 C.Cr.P.\n\n-13-\nIn view of the duties imposed by law on the Grand Jury,\nit is difficult to understand how Garrison and Ward could properly\nand effectively give assurances that Chandler, in his appearance\nbefore the Jury, would be questioned only concerning organized\ncrime in New Orleans and would not be asked to disclose the names of\nhis informants, who, Ward said, Chandler should be required to dis-\n6](cid:9)\nclose.(cid:9) Even more perplexing is the value of such assurances by\nthe District Attorney and his assistant when viewed in the light of\nthe fact that neither Garrison, nor any of his assistants, would\nbe present with the Grand Jury when it interrogates Chandler.\nWe do not understand how Garrison and his assistants\ncan properly fail to be present as the Grand Jury's legal advisor\nand an examiner of witnesses before the Jury (Article 64, Louisiana\nCode of Criminal Procedure).\nChandler may or may not be questioned by the Grand Jury\nconcerning the matters which were the subject of his January 26,\n1967 interrogation by Ward. There is no doubt that he would be\nquestioned concerning organized crime in New Orleans. Thus, Chandler\nwould find himself in a most precarious position before the Grand\nJury, since the District Attorney long ago determined that no or-\nganized crime exists in New Orleans having also had the benefit of\nall information in Life's files on this subject.\nWard acknowledged animus and hostility toward Chandler;\nGarrison has stated his lack of regard for Chandler's veracity;\nGarrison has stated his lack of regard for the truthfulness of the\nvery testimony being sought from Chandler by this Grand Jury appear-\nance; Garrison and Ward have made various public statements that\nno organized crime exists in New Orleans. Therefore, we believe\nthe climate is such under the facts of this case that Chandler's\nfear of prospective prosecution for perjury or false swearing,\n6] Garrison and Ward disagree, at least as to Chandler. Garrison\nordered that Chandler should not be required to disclose his\ninformants.\n\n-14-\nas a consequence of his appearance before the Grand Jury, is well\n7]\nfounded. \nThe facts and circumstances, as disclosed by the record\nin this case, have been set forth in considerable detail by us\nbecause we view them as exceptional and unusual. The Supreme Court's\nlandmark decisions in Miranda v. Arizona, 384 U.S. 436, 86 S.Ct.\n1602 (1966) and its forerunner Escobedo v. Illinois, 378 U.S. 478,\n84 S.Ct. 1758 (1964) brought wholly new dimensions to the Fifth\nAmendment privilege against self-incrimination, as well as to the\nSixth Amendment right to counsel in a criminal case. In Malloy v.\nHogan, 378 U.S. 1, 84 S.Ct. 1489 (1964), the Court held that \"the\nFifth Amendment's exception from compulsory self-incrimination is\nalso protected by the Fourteenth Amendment against abridgement by\nthe States.\" (378 U.S. at 6.)\nIn the recent case of Sheridan v. Garrison, E.D. La.,\n1967, 273 F.Supp. 673, Judge Rubin of this Court granted an in-\njunction against the New Orleans District Attorney Garrison and\nthe foreman of the Orleans Parish, Louisiana, Grand Jury against a\nsubpoena requiring plaintiff's appearance before the Grand Jury.\n(cid:9)\nIn its opinion, the Court said (273 F.Supp. at 683): \" .federal\ncourts, even prior to the Escobedo decision, expressed concern\nabout the propriety of the District Attorney's calling before a\ngrand jury as a witness a person who was the subject of an investi-\ngation but had not yet been charged formally with an offense. * * *\nThe decisions in the Escobedo and Miranda cases announce in forceful\nterms the right of a person charged with a crime to the presence of\nhis counsel at any time that he is questioned and his right to\nspeak or to remain silent at any time that he is questioned.\"\n7] P.-25 - Interview of Charles Ward by WDSU news reporter;\nP-24- New Orleans States Item news stories in issues of\nSeptember 12, 13 and 28, 1967; Chandler 2 - New Orleans\nStates Item issue of November 9, 1967.\n\n)(cid:9)\n-15-\nThe Court also said (273 F.Supp. at 679): \". . . the\nmandate of these decisions [i.e. Escobedo and Miranda] is clear:\nthe person charged with a crime has the right to choose either to\nspeak or not to speak, and, if he elxts to remain silent, he cannot\nbe compelled to speak, nor can his refusal be later considered\nagainst him. If, as set forth in Escobedo, a person accused of a\ncrime must be advised of an absolute constitutional right to remain\nsilent in any police investigation, there is all the more reason why\nhe should have an absolute right not to testify under oath before\na grand jury in the absence of his lawyer.\"\nThere is good reason to believe that since Escobedo and\nMiranda, a Grand Jury witness, who is a potential defendant, may\nhave the right to the presence of counsel before the Grand Jury to\nassist him in the protection of his constitutional rights, especially\nthose guaranteed by the Fifth Amendment. See Meshbesher, Right to \nCounsel Before Grand Jury, 41 F.R.D. 189 (1966); Sobel, The New \nConfession Standards \"Miranda v. Arizona\" (Gould Publications, 1966),\npp. 97-98. But we do not decide that question here or intimate any\nconclusion to that difficult legal problem since this case can and\nshould be disposed of without passing on the alleged unconstitution-\nality of those Louisiana statutes under attack. It is a settled\nrule that the constitutionality of statutes will not be judicially\ndetermined unless such determination cannot be avoided. Woodard v.\nGeneral Motors Corp., 5 Cir., 1962, 298 F.2d 121, 127; Reynolds v.\nSims, 377 U.S. 581, 584, 84 S.Ct. 1362, 1393 (1964).\nThe unusual and exceptional circumstances here warrant\nan exercise of our equity powers to prevent oppression to Chandler\nand to further the ends of justice by protecting Chandler's basic\nfederal constitutional rights. It is clear that no useful public\npurpose is to be served by requiring plaintiff to respond to the\nGrand Jury subpoena. Louisiana law does not permit the presence\nof counsel with the witness in an appearance before the Grand Jury.\n\n-16-\nThe facts disclose quite clearly that the prosecutor has no faith\nin the truthfulness of the witness, having so declared publicly\nand in writing.(cid:9) It is also plain that the prosecutor is satis-\nfied, as a result of his intensive investigation, that there is no\norganized crime in New Orleans such as the Life Magazine articles\ncharge. It would be expected that Chandler's testimony under oath\nwould be at variance with that conclusion.  he appearance of\nT\nplaintiff before the Grand Jury, without the presence of counsel,\nexposes him to the real possibility of indictment for perjury,\nfalse swearing, or both. Chandler is, therefore, a very real\npotential defendant in a possible criminal prosecution which either\nthe District Attorney or the Grand Jury may decide to initiate against\nhim. He has the right to remain silent under these conditions and\nshould not be obliged to place himself in the perilous position of\npossible incrimination or be compelled to give evidence which, in\nthe view of the District Attorney and the Grand Jury, might in-\ncriminate him.\nThe special circumstances of this case demand that\nplaintiff's federal constitutional rights be maintained and pre-\nserved. In our view they can only be assured by an injunction\nagainst the enforcement of the Grand Jury subpoena. The Court is,\ntherefore, obliged to take such action as the facts require. Cf.\nDombrowski v. Pfister, 380 U.S. 479, 85 S.Ct. 1116 (1965).\nHowever, since the case may be disposed of without reaching\nthe serious constitutional questions which plaintiff raises, the three-\njudge statutory Court is hereby dissolved and the case returned to\nJudge James A. Comiskey from whom the matter initiated, for further\nhandling. Cf. McWood Corporation v. State Corporation Com'n of N.M.,\nD.C., D.N. Mex., 1965, 237 F.Supp. 963; Wright on Federal Courts, p. 164.\nJ.,-(cid:9)\nV:- CA\\ ,\nUnited States Circuit Judge\n- \nUn'ted States District Judge\nDate: March 11, 1968 United States District Judge \n\n-17-\nConsidering the foregoing per curiam and for the reasons\nthere well expressed, which are herewith adopted by reference as\nour own findings of fact and conclusions of law, a preliminary\nand permanent injunction will be issued forthwith against the de-\nfendants,restraining the enforcement of the subpoena or any other\nsuch subpoena hereafter issued in lieu thereof directing plaintiff\nDavid L. Chandler's appearance before the Orleans Parish Grand Jury\nin connection with the subject matter of plaintiff's complaint.\nThe further relief prayed for is denied. Counsel for\nplaintiff will submit proposed decree after service of copy on counsel\nfor defendants.\n./..\n''•,-,r(cid:9) ',1.,-` P\u0010 0:40(cid:9)'.4 r(cid:9) .-.,(cid:9) ,it, 1,47\nJAMES i. COMISKEY\nUNITED, STATES DISTRICT JUDGE\nDate: March 11, 1968\n\nAppendix A\nD(cid:9)\n1%\t1- 1,4N-CA7\nh.L.) 4 - -\nP.A.I: I Sir 01: OR :LEAN S\n(A\";;A\nSTATE O1' LOUISIANA\nU.\n2700 TuLANE AyENITE CA STCRN r; (cid:9)\n LOU1S1A1\nNEW(cid:9) S 70119\nr_- ,c-r 2 3 1967\nJIM GA_132-Itsox\nOctober 13, 1967\nDISTRICT ATTORNEY\n4. \nDALLAM \n0'8RIEN,\n. CLERK\nMr. Richard Billings, Associate Editor\nLife Magazine\nTime and Life Building\nRockefeller Center\nNew York, New York\nDear Dick:\nBy now I am sure you are aware that Life Magazine has made\na number of serious factual errors in its recent statements\nconcerning organized crime in New Orleans. It appears to\n, me that you should have been aware at the outset that you\nwere not getting accurate information from your sources\nwhen virtually every fact brought up in our presence by\nSandy Smith turned out to be either completely wrong or\nbadly distorted -- a condition which I made plain to you\nwithin a matter of days.\nThe Grand Jury inquiry has indicated that there is no basis\nin fact supporting the allegations of Life concerning systema-\ntic racketeering activities in New Orleans. Even witnesses\nwho made it apparent that they would have to take the Fifth\nAmendment if questioned about other jurisdictions testified\nthat with regard to Orleans Parish the Life articles were\ntotally untrue and based on false information. Some of the\nindividuals supposedly operating \"bookie rings\" in the Fon-\ntainebleau have not been in that hotel for over a year nor\nhas anyone working for them ever frequented the hotel. As\nI informed you earlier, the management of the hotel has never\nseen these individuals or any of their supposed associates\nhanging around the hotel at any time. What the Life stories\nseem to have done, as far as we are able to determine, was\nto lift some gambling operations which were confined to St.\nBernard Parish out of that parish and place them in the\nAppendix A\n\nMr. Richard Billings\nOctober 13, 1967\nPage Two\nFontainebleau in the City of New Orleans -- somewhat in\nthe manner that Dorothy was lifted, house and all, from\nKansas and moved over into Oz by the tornado.\nNaturally, the members of the Orleans Parish Grand Jury\nnow want to hear from Dave Chandler, Life's representative\nin New Orleans, in order to see if there are any stones\nunturned and if he has some special information which all\nof the other witnesses called do not have. Needless to say,\nas long as Dave tells the truth -- for that is all that the\nGrand Jury and my staff are interested in -- he will be\ntreated with complete fairness and courtesy.\nIncidentally, regarding Dave, I have confirmed that -- as\nI indicated to you earlier -- he did not tell you the truth\nabout the \"rumor' that Pershing Gervais supposedly fixed the\ncase for Wray Gill when Ferrie was arrested by our office\nafter the assassination (which rumor, I might add, I had\nnever heard before until you advised me that you had learned\nit from Dave Chandler). By now you should have received a\ncopy of our questioning of Chandler concerning his unsup-\nported comment that Gervais had received money from Gill\nin order to help Ferrie in a case involving a charge of\nintimidation several years earlier. It is apparent that\nwhat your reporter did in this instance was to move the rumor\nforward in time and to attach it to our 1963 arrest of Ferrie,\nthus creating the inference that the real facts of the\nassassination have remained concealed because of this \"fix\".\nActually, none of the young men associated with Ferrie in\nthe 1963 matter had visas nor had there ever been an inference\nof any kind that anyone in that group had visas so that they\nmight be able to leave the country quickly. Gervais had no\nconnection with the case and has never at any time been\nassigned to any aspect of the Kennedy investigation. This\nappears to be another example of the tendency of your New\nOrleans reporter to fabricate stories which are totally untrue\nand then to present them as fact.\n\nMr. Richard Billings\nOctober 13, 1967\nPage Three\nFrankly, I do not understand how you have been unable to\nseo how these statements by your man in New Orleans were\ntotally untrue. Above all, it is hard for me to understand\nwhat would allow you to think that I would let a single\n\"bookie ring\" operate anywhere in the City much less allow\nthree of them to flourish in one hotel. It is all the more\ndifficult for me to understand when I spent hours with you\nexplaining how we had cracked down on every type of organized\ncrime operation -- without exception -- and have made more\nprogress in this regard in our five years in office than\nhad been made in the previous quarter century. In my judg-\nment you are an intelligent and competent man but you have,\nin this instance, failed to discharge your supervisory\nresponsibilities effectively and, consequently, have depicted\nNew Orleans as a center of organized crime and my office as\nan incompetent, lax and corrupt office.\nIn order to give Life Magazine every opportunity to document\nits allegations -- or to present any added evidence which it\nmay have concerning any type of syndicated crimes whatsoever --\nI invite you and Sandy Smith to New Orleans to testify before\nthe Grand Jury. Again, our sole interest is in obtaining the\ntruth. You will be allowed to present any kind of evidence\nyou have, without any restrictions whatsoever, concerning the\npossible existence of organized crime in New Orleans or\nconcerning collusion of public officials with racketeers.\nIf you are as interested as we are in determining the truth\nthen you should regard this as an opportunity. I might add\nthat I have voluntarily appeared before the Grand Jury --\na brand-new Grand Jury whose members I do not know -- and\ntestified under oath on every aspect of this matter. We have\ninformation\ncalled every witness who conceivably might have \nconcerning racketeering operations in the City -- from Carlos\nMarcello to the Governor of Louisiana.\nOn the basis of ,the Grand Jury inquiry up to this point,\nit appears that your articles have reflected unjustly on\nthe City of New Orleans. What they have done to me and the\n\nMr. Richard Billings\nOctober 13, 1967\nPage Four\noff,ice which I have worked to build for the last five\nyears is beyond my capacity to describe. I can only\nsay that I am very disappointed that you did not\nexercise better judgment in your supervision of these\narticles.\nSincerely,\n0\n,1\n(\nIM GARRISON\nDistrict Attorney\nL.\nJG:lcs",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/84422"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116101,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116101"
    }
  ],
  "document_count": 3
}