{
  "case_id": 9974,
  "fetched_at": "2025-10-20T22:40:04.926587",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "DuPage",
        "name": "DuPage County Jail",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Denied",
    "class_action_sought": "Yes",
    "closing_year": 1989,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Illinois",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1985-11-20",
    "filing_year": 1985,
    "id": 9974,
    "injunction_duration": "",
    "issues": [
      "Medical/Mental Health Care: Medical care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)"
    ],
    "last_checked_date": "2007-06-27T00:00:00-04:00",
    "main_docket": {
      "id": 33104,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1985,
      "docket_filing_number": 3430,
      "is_main_docket": true,
      "court": "Northern District of Illinois",
      "state": "Illinois",
      "docket_office_number": "1",
      "docket_number_manual": "85-3430",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Klein v. Lundmark",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1989,
    "permanent_injunction": false,
    "plaintiff_description": "Former inmates of DuPage County jail who brought charges seeking damages for being subjected to strip searches.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Yes",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1989-10-17",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>In the early 1980s, pretrial detainees held on felony charges at the DuPage Illinois County Jail filed a pro se action that was eventually amended by private counsel to contain six counts against the jail for unlawful strip searches and inadequate health care, including the chaining of one inmate to his infirmary bed as he healed from a gunshot wound to the head. The plaintiffs filed their case in the United States District Court for the Northern District of Illinois against the County, the jail superintendent, the sheriff, and the chief deputy. The strip search count (Count I) was filed as a putative class action.</p><p>On October 11, 1985, the district court (Judge Leighton) dismissed the complaint in its entirety, with leave to amend. Plaintiffs filed an amended complaint seeking damages only.</p><p>On February 5, 1988, the Court (Judge Moran) denied the plaintiffs' motion to certify the Count I class. On October 17, 1989, the Court (Judge Moran) held that the complained of routine cavity searches conducted on detainees departing the jail to go to court were an excessive response amounting to punishment; that searches upon return were not unreasonable, and that infirmary shackling was likewise effectively punishment. He awarded damages in the amount of $50 per search, $200 per day of shackling, $41,000 to one plaintiff, $600 to another and $16,000 to the last.</p><p>We have no further information about this case.</p><p></p>",
    "summary_published_date": "2012-03-22T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1989-10-17",
    "clearinghouse_link": "clearinghouse.net/case/9974",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9974",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9974",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9974"
  },
  "documents": [
    {
      "date": "1986-11-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 13537,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1986,
      "cite_3_page": 17469,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1986,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66199,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66199.pdf",
      "title": "Memorandum and Order",
      "text": "Klein v. Dupage County, Not Reported in F.Supp. (1986)   \n \n \n   III he seeks damages from Doria, Lundmark and Burdett \nfor chaining him to a bed in the jail infirmary for some 23 \n1986 WL 13537 \nhours a day for seven months while he tried to recover \nOnly the Westlaw citation is currently available. \nfrom a gunshot wound in the head. He contends that this \nUnited States District Court, N.D. Illinois, Eastern \nconduct constituted cruel and unusual punishment and \nDivision. \ndeliberate indifference to his medical and general health \nWilliam KLEIN, Larry Bradley, Dennis McKiness,  needs. Count IV looks for damages from the county on \nPat Breen, Mike Hollingsworth, Carl Von Koeppen  the same allegations. Count V recasts the same facts into \nand Jim Taurisano, and all others similarly  a claim against Doria, Lundmark and Burdett for common \nsituated, Plaintiffs,  law negligence. \nv.    \nDUPAGE COUNTY, Edward Lundmark, Richard  Plaintiff Bradley alone brings count VI against the county \nDoria, Edward Burdett and R.D. Rickett,  and Dr. Rickett. Dr. Rickett had prescribed certain drugs \nDefendant.  for Bradley when the latter was in Michigan. Apparently \nwhen Bradley became incarcerated in the DuPage Jail, \nNo. 85 C 3430. | Nov. 19, 1986.  someone from the jail called Rickett’s office to get the \nproper prescriptions. The caller did not speak directly to \nRickett.  It  seems  that  either  Rickett’s  office  gave  the \nOpinion  wrong  list  or  the  caller  misunderstood.  In  any  case, \n  Bradley reacted adversely to the drugs he was given. \n  \n \nMEMORANDUM AND ORDER \nDISCUSSION \nMORAN, District Judge. \nDefendant  Rickett  moves  to  be  dismissed  on  several \n*1 Seven former inmates of the DuPage County Jail are \ngrounds, of which lack of personal jurisdiction over him \nsuing  the  county,  Sheriff  Richard  Doria,  Jail \nis dispositive. Bradley does not dispute that Rickett’s only \nSuperintendent Edward Lundmark, Chief Deputy Edward \nrelevant contact with Illinois is the telephone call which \nBurdett  and  one  R.D.  Rickett,  M.D.,  a  Michigan \nsomeone on the jail staff placed to Rickett’s office in \nphysician. The suit began as a 35–count, 34–page pro se \nMichigan.  The  “arm”  of  the  Illinois  long-arm  statute \ncomplaint filed by Klein, after he had been transferred to \nprobably does not reach that far. It extends to out-of-state \nthe  Logan  Correctional  Center  in  Lincoln,  Illinois. \nresidents  who  commit  a  tortious  act  within  Illinois. \nCounsel was acquired and a first amended complaint, \nIll.Rev.Stat. ch. 110, ¶ 2–209(a)(2). But in most cases, the \ntrimmed  to  six  counts,  was  filed  adding  the  current \nmere fact that injurious consequences were felt in Illinois \nplaintiffs. Judge Leighton dismissed that complaint for \nhas not been enough to satisfy the statute when all the \nfailure to state a claim. Klein v. DuPage County, No. 85 C \nconduct  contributing  to  the  injury  took  place  outside \n3430  (N.D.Ill.  Oct.  11,  1985).  Plaintiffs  then  filed  a \nIllinois.  See,  e.g.,  Green  v.  Advance  Ross  Electronics \nsecond amended complaint. All but one defendant moved \nCorp., 86 Ill.2d 431, 439, 427 N.E.2d 1203, 1207, 56 \nto dismiss, and the case was reassigned to this court. \nIll.Dec. 657, 661 (1981); Knorr Brake Corp. v. Harbil, \n  \nInc., 550 F.Supp. 476, 479 (N.D.Ill.1982). \nThe  current  complaint  collects  an  assortment  of \n  \ngrievances  which  allegedly  arose  from  events  at  the \n*2 Admittedly, those cases involved economic loss and \nDuPage  County  Jail.  Counts  I  through  IV  are  claims \nmay be distinguishable from situations where, as here, the \nunder 42 U.S.C. § 1983. Counts V and VI are pendent \nplaintiff  actually  suffered  some  physical  injury.  See \nstate law claims. Count I is a putative class action against \nYoung v. Colgate-Palmolive Co., 790 F.2d 567, 570 (7th \nDoria, Lundmark and Burdett. Plaintiffs allege that the \nCir.1986);  Gray  v.  American  Radiator  &  Standard \nroutine strip searches for DuPage inmates before and after \nSanitary Corp., 22 Ill.2d 432, 176 N.E.2d 761 (1961). But \neach court appearance and each visitation infringe their \neven if the statute would permit jurisdiction, due process \nrights under the Fourth Amendment to the United States \nconcerns would not. Due process requires a focus on the \nConstitution.  They  seek  both  damages  and  injunctive \ndefendant’s conduct. The Constitution does not allow the \nrelief. In Count II, the plaintiffs (on behalf of themselves \nassertion of personal jurisdiction unless the defendant’s \nonly) repeat the same allegations against the county and \ncontact  with  the  forum  is  in  some  way  purposeful. \nseek the same releif. \nHanson v. Denckla,  357  U.S.  235,  253  (1958).  Thus \n  \njurisdiction over a party “may not be manufactured by the \nPlaintiff Klein alone brings counts III, IV and V. In count \nconduct of others.”  Chung v. NANA Development Corp., \n  1 \n \n\nKlein v. Dupage County, Not Reported in F.Supp. (1986)   \n \n783  F.2d  1124,  1127  (4th  Cir.1986);  see World-Wide  suit, and a mere footnote does not suffice to change that \nVolkswagen Corp. v. Woodson, 444 U.S. 286, 297–298  assumption. \n(1980). A mere “gesture of accommodation,” Chung, 783    \nF.2d at 1129, is not the kind of purposeful contact due  Doria’s motion raises the most perplexing issue: whether \nprocess  requires.  Thus  in  McBreen  v.  Beech  Aircraft  plaintiffs,  who  are  not  now  inmates  of  the  jail,  have \nCorp., 543 F.2d 26 (7th Cir.1976), the Seventh Circuit  standing to seek an injunction against the strip search \nheld that a Kansas resident who merely answered a long  practices in the jail. To have standing to ask for injunctive \ndistance call from Illinois and responded to the caller’s  relief, a plaintiff ordinarily needs to show that he faces at \nquestions  had  not  subjected  himself  to  jurisdiction  in  least “a credible threat” of injury from the practice he \nIllinois. McBreen controls the outcome here. This court  wishes to enjoin. Kolender v. Lawson, 461 U.S. 352, 355 \nhas no jurisdiction over Rickett and he is dismissed.  n. 3 (1983). Otherwise, his claim is moot. Plaintiffs are \n   not  currently  in  the  DuPage  Jail.  Thus  they  face  no \nDuPage County has also moved to dismiss counts II and  immediate  threat  of  being  strip-searched  there.  Doria \nIV for failure to state a claim against it. It is settled law  contends, therefore, that they lack standing to bring the \nthat § 1983  does not impose liability on a municipal  portion of count I which requests injunctive relief. \ncorporation  through  respondeat  superior.  Monell  v.    \nDepartment  of  Social  Services,  436  U.S.  658  (1978).  In appropriate situations, however, a plaintiff may fairly \nPlaintiffs attempt to evade that doctrine by alleging that  raise the rights of others as part of his argument for \nthe strip searches of which they complain were pursuant  standing. See, e.g., Craig v. Boren, 429 U.S. 190 (1976); \nto  County  custom  or  policy.  However,  this  court  has  Griswold v. Connecticut, 381 U.S. 479 (1965). In certain \npreviously held that under Illinois law the county does not  circumstances,  a  plaintiff  bringing  a  class  action  may \nand cannot set policy for the operation of the county jail;  acquire standing vicariously as the representative of a \nonly the sheriff does. Simenc v. County of DuPage, No.  class, because class actions offer an exception to the usual \n82 C 4778, slip op. at 3–4 (N.D.Ill. Apr. 12, 1983); see  mootness  doctrines.  See  Franks  v.  Bowman \nalso Thomas v. Talesky, 554 F.Supp. 1377 (N.D.Ill.1983).  Transportation Co., 424 U.S. 747, 753–755 (1976). A \nCounts II and IV must be dismissed.  plaintiff who has standing when he files his complaint, \n   and successfully wins the certification of a class, may \nThe  county  then  properly  notes  that  we  have  no  continue  as  class  representative  even  though  his \nindependent basis for federal jurisdiction over it in the  individual  claim  becomes  moot.  See,  e.g.,  Foster  v. \nonly remaining count to which it is a party. Arguably,  Center Township, 798 F.2d 237, 245 (7th Cir.1986). If the \nCount VI, Bradley’s state law claim for administering the  claim is of a highly transitory nature, so that it becomes \nwrong drugs, lacks a common nucleus of operative fact  moot before a motion for class certification could be ruled \nwith either of the surviving federal claims: count I on strip  on or even made, a further exception allows the motion \nsearches, or Klein’s count III on being chained to his bed.  for  certification  to  relate  back  to  the  filing  of  the \nCf. United Mine Workers of America v. Gibbs, 383 U.S.  complaint for purposes of standing, on the principle of \n715, 725 (1966). But even if we have pendent jurisdiction  “capable  of  repetition,  yet  evading  review.”  Id.;  see \nover the claim, we have none over the party. The instant  United States Parole Commission v. Geraghty, 445 U.S. \ncase is on all fours with Aldinger v. Howard, 427 U.S. 1  388, 398–399 (1980). \n(1976). There, as here, a plaintiff brought a § 1983 action    \nand pendent state claims against county employees and a  At least as far as injunctive relief is concerned, strict \ncounty. The county was dismissed from the federal claims  application  of  mootness  principles  could  permit  an \nfor lack of a basis for its liability. The Supreme Court  unconstitutional jail practice to be long repeated and yet \nheld  that  absent  an  independent  basis  for  federal  escape  review.  To  avoid  that  outcome,  this  court  has \njurisdiction,  the  county  should  be  dropped  from  the  previously  certified  a  class  of  prisoners  in  which  the \npendent state law claims as well. 427 U.S. at 5, 14; see  named plaintiffs were no longer incarcerated, even though \nalso Pennhurst State School and Hospital v. Halderman,  the complaint sought injunctive relief. Kissane v. Brown, \n465 U.S. 89, 123 n. 33 (1984). DuPage County must be  No. 80 C 1727 (N.D.Ill. Aug. 11, 1981). Class actions are \ndismissed  from  count  VI,  and  since  that  leaves  no  recognized as an important tool for the vindication of \ndefendants in it, the entire count is dismissed.  legal rights through which a class representative becomes \n   a  kind  of  “private  attorney  general”  for  persons  who \n*3 We turn then to the motions by the individual county  might  not  otherwise  be  able  to  pursue  their  claims. \ndefendants. Burdett has made no motion. A footnote to  Deposit Guaranty National Bank v. Roper, 445 U.S. 326, \nthe brief filed by Doria and Lundmark says tersely that he  338 (1980). In Kissane, we focused on the fluid nature of \nwas  not  served.  Plaintiffs  point  out  that  the  footnote  the prison population and, to borrow a phrase from the \nseems inconsistent with the record, since an attorney filed  Supreme  Court,  “the  constant  existence  of  a  class  of \nan appearance for Burdett and Burdett joined in Doria’s  persons suffering the deprivation.” Gerstein v. Pugh, 420 \nand  Lundmark’s  first  motion  to  dismiss.  Under  those  U.S. 103, 111 n. 11 (1975). \ncircumstances this court assumes that Burdett is in the    \n  2 \n \n\nKlein v. Dupage County, Not Reported in F.Supp. (1986)   \n \n*4 Our decision in Kissane, however, came before the  refused to release him for several hours after a court \nSupreme Court decided City of Los Angeles v. Lyons, 461  dismissed the case against him and that such delayed \nU.S.  95  (1983).  Police  had  used  a  chokehold  on  the  release was a regular jail policy. 99 F.R.D. at 634. The \nplaintiff in that case during a routine stop for a traffic  complaint  stated  a  constitutional  claim;  plaintiff  had \nviolation.  He  sought  not  only  damages  but  also  an  suffered the injury of which he complained, and strict \ninjunction restricting the use of chokeholds, alleging that  enforcement of standing rules would mean that no one \nthe  department  regularly  used  chokeholds  in  such  could ever hope to enjoin the practice. Judge Marshall \nsituations. The Supreme Court held that his claim for  concluded that the complaint fell within the scope of \ndamages could stand, but that he lacked standing to seek  “capable of repetition, yet evading review.” 99 F.R.D. at \nan injunction. Without a real and immediate threat that he  639. Moreover, the class had already been certified before \nwould suffer personally from a police chokehold again,  defendants had articulated their objection, which meant \nthere was no present case or controversy as to him. 461  that the class itself acquired a legal interest. 99 F.R.D. at \nU.S. at 105–106.  Lyons says in effect that a citizen does  640, 645; see Sosna v. Iowa, 419 U.S. 393, 399 (1975). \nnot  acquire  standing  to  enjoin  a  government  practice    \nmerely because his government continues it. While Lyons  *5 Here, by contrast, plaintiffs have not alleged anything \nwas  not  a  class  action,  its  holding  would  appear  to  that  would  suggest  that  they  could  not  have  filed  a \nundercut the type of suit this court allowed in Kissane. A  complaint while still in jail. They also have yet to move \nclass action is not ordinarily a device by which a plaintiff  for class certification. It may be that their stays in the \nwho, at the time he filed, lacked an injury which could  DuPage jail are quite short, though one suspects they \nconfer  standing  can  adopt  the  injuries  of  others.  See  involve more than the few hours present in Lewis. Their \nWarth v. Seldin, 422 U.S. 490, 502 (1975); O’Shea v.  complaint, however, tells us nothing about the duration of \nLittleton, 414 U.S. 488, 494 (1974); Foster, 798 F.2d at  their incarceration. There may be other factors which are \n245.  Plaintiffs  do  not  allege  that  they  were  DuPage  relevant. For example, they may have feared retaliation by \ninmates at the time of filing. Thus they did not have a live  jail personnel if they filed while still incarcerated. They \ncase or controversy even when the complaint was filed.  may have an argument based on the Illinois statute which \n   tolls limitations for prisoners. However, the complaint \nSince Lyons, authority in this district is split as to whether  does not assert the statute, nor does it say anything about \nformer inmates who as class representatives seek to enjoin  the speed with which the complaint was filed after they \nan unconstitutional practice which injured them during  left  DuPage.  In  short,  even  if  Lewis  represents  an \ntheir incarceration, and continues to injure others, may be  exception  to  the  principles  of  standing  for  injunctive \na special case. In Illinois, at least, prisoners are deemed  relief,  plaintiffs  have  not  alleged  anything  that  would \nunder  a  legal  disability  for  purposes  of  statutes  of  bring  them  within  the  exception.  The  request  for \nlimitations and notice provisions. They are not expected  injunctive relief is stricken from count I. Plaintiffs have \nto be able to file suit while incarcerated. Ill.Rev.Stat. ch.  leave to amend their complaint again if facts exist which \n110, ¶ 13–211. See Thompson v. Uldrych, 632 F.Supp.  would  give  them  a  better  basis  for  standing  for  that \n279 (N.D.Ill.1986); Hurst v. Hederman, 451 F.Supp. 1354  request. \n(N.D.Ill.1978). Judge Marshall has relied on Geraghty    \nand  Gerstein  in  holding  that  the  differences  in  the  As to the claims for damages in counts I and III, Doria \napplication  of  mootness  doctrines  to  class  actions,  as  contends that the factual allegations are still inadequate. \nopposed to individual actions, mean that some former  On the strip search allegations, he notes that courts have \ninmates’ class claims survive Lyons. Lewis v. Tully, 99  upheld regular strip searches as a matter of policy when \nF.R.D. 632 (N.D.Ill.1983); see also La Duke v. Nelson,  prisoners go to see visitors, Bell v. Wolfish, 441 U.S. 520, \n762 F.2d 1318, 1326 (9th Cir.1985) (citing Lewis with  559  (1979),  or  have  court  appearances,  Dougherty v. \napproval). On the other hand, Judge Aspen, relying on  Harris, 476 F.2d 292 (10th Cir.), cert. denied, 414 U.S. \nO’Shea,  has  severely  criticized  Lewis  in  holding  the  872  (1973).  Plaintiffs  here  complain  of  only  such \nopposite. Williams v. City of Chicago, 609 F.Supp. 1017,  instances, which means to Doria that they complain of \n1019–1020 (N.D.Ill.1985); see also Strandell v. Jackson  nothing unlawful. However, what the Supreme Court held \nCounty,  634  F.Supp.  824,  836  (S.D.Ill.1986)  (citing  in Bell was that the particular strip search policy in that \nWilliams with approval).  particular facility was not unreasonable. The test for a \n   search is reasonableness, and the reasonableness of a strip \nWe  need  not  make  our  own  attempt  to  resolve  this  search in a detention facility depends not only on when it \ncontroversy  now,  however.  Plaintiffs  have  not  made  is  conducted,  but  on  the  scope  of  the  intrusion,  the \nallegations which would suffice even to bring them within  justification for it, and the manner and place in which it \nthe more generous approach of Lewis. In Lewis, Judge  was  conducted.  441  U.S.  at  559.  The  inquiry  is \nMarshall  was  faced  with  a  claim  so  transitory  that  a  fact-dependent  and  not  likely  to  be  determined  on  a \nplaintiff  could  not  reasonably  be  expected  to  file  a  motion to dismiss. \ncomplaint while he still had standing for an injunction.    \nThe  plaintiff  in  that  case  alleged  that  jail  personnel  For example, a search is only justified when there is a \n  3 \n \n\nKlein v. Dupage County, Not Reported in F.Supp. (1986)   \n \nneed  for  it.  The  facility  in  Bell  had  demonstrated  a  complaint does not allege his personal involvement in the \nproblem with importation of drugs, fairly traceable to  injuries of which plaintiffs complain. He cannot be liable \nmeetings with visitors. 441 U.S. at 560. Without evidence  as an individual without direct causal responsibility for \nthat  the  event  triggering  a  search  in  fact  is  causing  the constitutional deprivation, Wolf-Lillie v. Sonquist, 699 \nproblems for jail security, for example through smuggling  F.2d 864, 869 (7th Cir.1983), and he cannot be liable as \ncontraband or weapons into the institution, an identical  an official unless he expressly set or tacitly encouraged a \nsearch at an identical time can be unconstitutional. See  policy, custom or pattern of official conduct which caused \nMary  Beth  G.  v.  City  of  Chicago,  723  F.2d  1263,  the deprivation. Id. at 870. Since plaintiffs do not claim \n1272–1273 (7th Cir.1983). Plaintiffs here allege that their  that he personally strip-searched them or attached the \ncourt  appearances  and  visits  provided  no  meaningful  shackles, and he denies that he set policy for the jail, he \nopportunity to pass contraband or weapons since they  argues that he cannot be liable. \nwere always handcuffed and guarded and had no physical    \ncontact with persons from outside the prison. Moreover, a  This  court,  however,  does  not  find  the  complaint  so \nstrip search can be unreasonable if done in a place which  deficient  that  Lundmark’s  lack  of  liability  can  be \ndoes not ensure privacy for the person being searched.  determined on a motion to dismiss. It is true that he is not \nJones v. Edwards,  770  F.2d  739,  742  (8th  Cir.1985);  automatically liable as the superior of the jail personnel \nIskander v. Village of Forest Park, 690 F.2d 126, 129 (7th  who did the searching and shackling. See, e.g., Ustrak v. \nCir.1982).  Plaintiffs  allege  that  they  were  regularly  Fairman, 781 F.2d 573, 575 (7th Cir.), cert. denied, ––– \nsearched in full view of other prisoners. Count I states a  U.S. ––––, 107 S.Ct. 95 (1986). But we do not deal here \nclaim for damages.  with  a  distant  official  such  as  the  commissioner  of \n   corrections for an entire state. See Crowder v. Lash, 687 \n*6  Doria  also  contends  that  count  III  is  inadequate  F.2d  996,  1006  (7th  Cir.1982).  Lundmark  is  the  jail \nbecause a constitutional claim for medical mistreatment in  superintendent. He could be liable as an individual if he \nprison  arises  only  on  “a  refusal  to  provide  essential  was directly involved in administering a system which \nmedical care after a prisoner brings his medical complaint  caused the plaintiffs’ injuries. Ustrak, 781 F.2d at 577; \nto the attention of the incarcerating authority” (county  Crowder,  687  F.2d  at  1006.  He  could  be  liable  as  a \ndefendants mem. at 9). We are a bit perplexed by the  policymaker  if  he  knowingly,  willfully  or  recklessly, \ncontention. If Doria means that the prisoner must bring  through his actions or failure to act, set up a system in \nhis complaint to the attention of someone in a supervisory  which their injuries would be expected to occur. Rascon \nposition, it is not quite clear to us how a prisoner chained  v. Hardiman, 803 F.2d 269, –––, –––, No. 85–1589, slip \nto a bed can do that.  op. at 7, 10–11 (7th Cir. Sept. 26, 1986); Wolf-Lillie, 699 \n   F.2d at 870. Plaintiffs allege in count I that Lundmark \nIn any case, Doria misreads Klein’s claim and misstates  ordered, authorized, permitted, ratified, was deliberately \nthe law. Klein complains not only of inadequate medical  indifferent to or deliberately ignored the strip searches. \ntreatment, but of the shackling itself and the effect of  Klein alleges that Lundmark recklessly disregarded or \nbeing  chained:  lack  of  exercise,  atrophy  of  muscles,  was  consciously  indifferent  to  his  situation.  Given \noverall  deterioration  of  health.  Shackling  prisoners  to  Lundmark’s  position  there  is  nothing  inherently \ntheir beds, without some strong justification for it, for  unreasonable about those allegations. Whether they are \nexample the prisoner’s own mental condition, is cruel and  true  or  not  is  not  a  matter  to  be  determined  from \nunusual punishment. French v. Owens, 777 F.2d 1250,  pleadings. Lundmark remains as a party. \n1253 (7th Cir.1985), cert. denied, ––– U.S. ––––, 107    \nS.Ct. 77 (1986); Stewart v. Rhodes, 473 F.Supp. 1185,   \n1193 (S.D.Ohio 1979), aff’d mem. 785 F.2d 310 (6th \nCir.1986). Lack of exercise, standing alone, can be an \nCONCLUSION \nEighth  Amendment  violation.  Caldwell v. Miller,  790 \nF.2d 589, 600 (7th Cir.1986); French, 777 F.2d at 1255. \n*7 The motions to be dismissed as parties of defendant \nA claim for medical mistreatment lies when a pattern of \nRickett and defendant County of DuPage are granted; \nconduct  over  time  allows  an  inference  of  deliberate \ncounts  II,  IV  and  VI  of  plaintiffs’  complaint  are \nindifference  to  prisoner’s  medical  needs.  French,  777 \ndismissed. The request for equitable relief in count I is \nF.2d at 1254. Klein alleges that he repeatedly asked to see \nstricken. The motions to dismiss of defendants Doria and \na physician and for physical therapy, and was repeatedly \nLundmark are otherwise denied. \ndenied. Count III states a claim. \n  \n  \n\t\r  \nFinally,  Jail  Superintendent  Lundmark  asks  to  be \ndismissed from counts I and III because in his opinion the \n \n \n  4 \n \n\nKlein v. Dupage County, Not Reported in F.Supp. (1986)   \n \n  \n  5 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66199"
    },
    {
      "date": "1989-10-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 134516,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1989,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 24980,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24980.pdf",
      "title": "Memorandum and Order",
      "text": "NotReportedinF.Supp. Page1\nNotReportedinF.Supp.,1989WL134516(N.D.Ill.)\n(Citeas:NotReportedinF.Supp.)\nandtheircomplaintsaboutstripsearches,inthesense\nKleinv.Lundmark\nof having to remove their clothes, is muted. Their\nN.D.Ill.,1989.\nprimary complaint about searches is the rectal exam-\nOnlytheWestlawcitationiscurrentlyavailable.\nination routinely required upon leaving for and re-\nUnitedStatesDistrictCourt,N.D.Illinois,Eastern\nturning from court, and it is that kind of visual body\nDivision.\ncavity search to which we hereafter refer as a cavity\nWilliamKLEIN,MikeHollingsworth,CarlVon\nsearch.\nKoeppenandJamesTaurisano,Plaintiffs,\nv. Prisonerssuchasplaintiffswerehousedinoneofsix\nEdwardLUNDMARK,RichardDoria,andEdward dormitories on the second floor. Each dormitory,\nBurdett,Defendant. which contained a sleeping area and a day room,\nNo.85C3430. couldbesecured.Atoneendofthefloortherewasa\nsmall infirmary and a room in which prisoners could\nOct.17,1989.\nuse telephones and see visitors. A desk for the of-\nficer's post was situated near the door to the infirm-\nMEMORANDUMANDORDER\nary. The infirmary contained one or two beds and,\nMORAN,DistrictJudge.\nsometimes, a cot and the medical officer's desk. A\n*1 Several pretrial detainees, held on felony charges\nsmall closet or storage area off the infirmary con-\nat the DuPage County Jail several years ago, brought\ntained medical supplies, including drugs, and the in-\na § 1983 action against Richard Doria, Sheriff of\nfirmarytelephonewasalsolocatedthere.Themedic-\nDuPage County, Edward Burdett, Chief Deputy and\nalofficercarriedkeystoboththestorageareaandthe\nChief of the Corrections Bureau, and Edward Lund-\ninfirmary.\nmark, Burdett's first assistant with responsibility for\noverseeing the day-to-day operations of the jail in\nWhenprisonersweregoingtocourt(whichwasadja-\n1983-1984. Three plaintiffs, William Klein, Carl von\ncenttothejailarea)theystrippedinthehallwayout-\nKoeppen and James Taurisano, pursued their claims\nsidethedormitoryareaandweresubjectedtoacavity\nthroughtrial.Thoseclaimsrelatetojailproceduresin\nsearch. Other guards or inmates not going to court\n1983 and 1984 regarding visual body cavity searches\nmay have observed searches from time to time while\nand the shackling of prisoners when they were pa-\ninthehallwayorfromanadjacentcell.Theprisoners\ntientsintheinfirmary.\nthencouldchangeintootherclothing,iftheywished,\nfor their court appearance; they were handcuffed,\nConsidering the nature of the case there is remark-\nusually with their hands in back, and were taken by\nably broad agreement about what those procedures\none or two guards to a holding cell or bullpen in the\nwere. They can best be understood in the context of\ncourtsectionofthebuilding.Therethecuffswerere-\nthe physical and functional constraints then existing.\nmoved and there the prisoners remained, under the\nIn 1983 DuPage County was constructing a new jail,\nsupervision of court bailiffs also employed by the\nwhich became operational on December 31, 1983. In\nsheriff, until their case was called. When a prisoner\nthe meantime the old jail was overcrowded and un-\nwent from the bullpen to the courtroom he passed\nderstaffed. A prisoner like the plaintiffs, who had\nalong public hallways, accompanied by a bailiff and\nbeen arrested on felony charges and was being re-\ncuffed, and was in proximity to whoever was in the\ntained on those charges, was subjected to a visual\nhallway. He was uncuffed in a room back of the\nbody cavity search when he entered the facility. That\ncourtroom.Afterthecourtappearancehereturnedthe\nsearch required the prisoner to remove all his cloth-\nsame way and, once back to the hallway in the jail\ning, including his moving his genitals and bending\nwasagainsubjectedtoacavitysearch.Thesamepro-\nover and spreading his buttocks while a guard ob-\ncedureappliedtoprisonerswhethertheywerehoused\nserved. Plaintiffs do not complain about that search,\ninadormitoryorintheinfirmary.\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. Page2\nNotReportedinF.Supp.,1989WL134516(N.D.Ill.)\n(Citeas:NotReportedinF.Supp.)\n*2Thenewjailwasbuiltseveralmilesaway.Prison- Kleinwenttocourtadozenorsotimesandwasthen\nerswere,forawhile,subjectedtocavitysearchesina subjected to cavity searches. He was no stranger to\nseparateroompriortotransportbyvantotheoldjail, thecriminaljusticesystem,havingbeeninotherjails\nwhere, generally, the movement from bullpen to andprisons.\ncourt and back was similar to the prior procedure.\nVon Koeppen was also in the infirmary, although for\nPrisoners were again subjected to a cavity search\nashorterperiod,March1,1983toMay13,1983.He\nupon return to the new jail. Sometime in 1984 the\nwent to court approximately 20 times in 1983. He\ncavity searches ended for prisoners going to court,\ntestified that he was shackled 18 to 20 hours a day.\nandonlypatsearchesarenowcustomarilyused.One\nBoth he and Klein agreed that they could ask to be\nreason for ending the procedure for prisoners going\nunshackled to use the toilet and would be, but three\nto court undoubtedly has been an increased confid-\ntimes the medical officer left for lengthy periods\nence in the security afforded by a new, less crowded\nwithout unshackling him and he had to relieve him-\nfacility with significantly increased staff. Another\nself on the floor. It would appear that von Koeppen\nreason, as Edward Lundmark testified, was to assist\nalsowasnostrangertothecriminaljusticesystem.\ninobtainingaccreditationfromtheAmericanCorrec-\ntions Association, since its guidelines provide that a\n*3 Tourisano also was no stranger to the criminal\npat search upon leaving is sufficient. Cavity searches\njustice system. Consistently with others, he testified\nuponreturncontinue.\nthat state prisons and other jails now use metal de-\ntectors and, in varying circumstances, use pat\nIntheoldjailthestandingspecialorderprovidedthat\nsearches and strip searches but that they, customarily\ninfirmary patients should be leg-cuffed to their beds\nat least, do not require cavity searches. That testi-\nwhen a medical officer was present (and, conversely,\nmony is consistent with current American Correc-\nbyimplication,thattheynotbecuffedwhenthemed-\ntions Association and Illinois County Jail standards.\nical officer was not present). The evidence estab-\nTaurisano went to court twice from the old jail and\nlished that the order was usually but not always ob-\napproximately nine times during his first six months\nserved. Sometimes the medical officer did not bother\ninthenewjail.\nto cuff the prisoner while present and sometimes he\ndid not bother to uncuff the prisoner when he left,\nThelegalstandardsareestablishedbyBellv.Wolfish,\neither because the prisoner was sleeping or because\n441 U.S. 520 (1979). Pretrial detainees, having been\nuncuffing was too much trouble. Usually, however,\nonly charged but not convicted, cannot be subjected\nthe prisoner was cuffed by a shackle to the ankle,\ntopunitivemeasures,butthegovernmentcanemploy\nwithashortlengthofchaintoanothershackleaffixed\ndevicescalculatedtoeffectuatedetention.Welookto\nto a bed rail. If it was affixed to the top rail the pris-\nthepurposeofthepolicyand,ifitistopreserveinsti-\noner had more movement on the bed but could stand\ntutional security and preserve internal order and dis-\nnext to the bed only with difficulty; if affixed to the\ncipline, rather than to punish, we must determine\nlower rail the movement was more restricted but\nwhether the means employed are rationally related to\nstandingwaseasier.\nthat purpose and whether they are excessive to ac-\ncomplish the purpose. The judgments of prison offi-\nKlein, who had been shot in the head in 1983, was\ncials respecting what they consider to be appropriate\ndisabledandintheinfirmaryfromMay1983untilhe\nmeansisentitledtoconsiderabledeference.\nwas transferred to the new jail at the end of the year.\nHewasnotshackledatthenewjail'sinfirmary,asthe\nThe application of those standards has been trouble-\nstorage area and medical officer's desk were not in\nsome for the courts. Judges are not experts in prison\ntheinfirmaryinthenewfacility.Hewasshackledfor\nadministrationandnecessarilymustbecautiousinin-\nover200daysatleasthalfthetimeandprobablycon-\ntervening into the difficult and complex area of pris-\nsiderably more than that. He got progressively weak-\nonoperations.Ontheotherhand,excessivedeference\ner until he was transferred, and his greater opportun-\ncan (and in the not too distant past did) lead to sys-\nity for movement thereafter led to improvement.\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. Page3\nNotReportedinF.Supp.,1989WL134516(N.D.Ill.)\n(Citeas:NotReportedinF.Supp.)\ntemic deprivations of constitutional guarantees. We comingin,notout.\nrecognize, as well, that an anal search “instinctively\n*4Thatcontrabandhasnotbeencarriedintherectum\ngives us the most pause,” id. at 558, because it is “\nis, it appears, the natural consequence of the proced-\n‘demeaning, dehumanizing, undignified, humiliating,\nures followed. The only reason for carrying contra-\nterrifying, unpleasant, embarrassing, repulsive, signi-\nband out, so far as we can determine, is to aid in an\nfyingdegradationandsubmission....’”MaryBethG.\nescape attempt. But again, the DuPage County Jail is\nv. City of Chicago, 723 F.2d 1263, 1272 (7th\nnotMarion,andthesearcheswereroutine,notselect-\nCir.1983). That does not mean, however, that they\nivelyappliedtothosewhowerebelievedtoposeseri-\nare never permissible. Plaintiffs concede, as they\nous security risks. Further, the opportunities to re-\nmust, that such searches are permissible upon initial\nmove anything from the rectum were limited, if they\nentry. They were determined to be reasonable\nexisted at all, in view of how prisoners were moved.\nsearches after contact visits in Bell v. Wolfish, supra,\nThejailstandardsreferredtoattrialsawnonecessity\nand the practice has been upheld in a variety of cir-\nfor cavity searches before leaving a jail and the\ncumstancesatmaximumsecurityinstitutionshousing\nDuPage County Jail no longer has such searches. It\nlong-termviolentoffenders,suchasthelevel6feder-\ncanbeargued,andwassuccessfullyarguedinBellv.\nal facility at Marion, Illinois, Bruscino v. Carlson,\nWolfish, supra, that the failure to find something can\n854 F.2d 162 (7th Cir.1988), cert. denied, --- U.S. -\nbe an indication that searches deter. That argument\n---, 109 S.Ct. 3193 (1989); Campbell v. Miller, 787\nreminds me of a Royko column from years ago,\nF.2d 217 (7th Cir.), cert. denied, 479 U.S. 1019\npraising,withtongueincheek,asomewhatbombast-\n(1986); Leavenworth, Kansas, Daugherty v. Harris,\nic state civil defense director for being so effective\n476 F.2d 292 (10th Cir.), cert. denied, 414 U.S. 872\nthat no Soviet bomber had dared to penetrate Illinois\n(1973); and Walpole, Massachusetts, Arruda v. Fair,\nair space. That contention has its place, but for the\n710 F.2d 886 (1st Cir.), cert. denied, 464 U.S. 989\nreasons stated it has little force here. We believe\n(1983). On the other hand, the Seventh Circuit\nthosesearcheswereanexcessiveresponseamounting\nstronglycondemnedsuchsearchesofwomenarrested\ntopunishment.\nfor misdemeanor offenses and held in a local lockup\nwhile waiting to bond out. Mary Beth G. v. City of\nThe searches upon return push the limits of reason-\nChicago,supra.\nableness, but here the concept of deference tilts the\nresult in favor of the defendants. There are a number\nTheDuPageCountyJailissomewhereinbetween.It\nof reasons for wanting to bring things into a jail-\nis not a Marion. But plaintiffs were not charged with\ndrugs, escape materials, weapons to settle private\nminor offenses and being only temporarily held. De-\nfeuds, comforts. The ability to secrete an object was\nfendants seek to justify the reasonableness of the\nlimitedhere,butguardscouldnotbesureitwasnon-\nsearches on the ground that prisoners may seek to\nexistentsinceaprisonerwasbeyondtheirsupervision\ncarrycontrabandinandoutofthejail.Andtherewas\nfor extended periods. The opportunities for transfers\nevidence that contraband is a continuing problem.\nwere extensive, in the public hallways, in the\nOneoftheplaintiffs,Taurisano,recognizedthatthere\ncourtroomandintheroomoffthecourtroom.Present\nwere instances in which drugs were introduced into\njailstandardsindicatethatacavitysearchonreturnis\nthe jail by transfers during court appearances. One\nnot necessary, but Bell v. Wolfish requires me, I be-\ndifficulty with defendants' position, however, is that,\nlieve, to defer to the DuPage County Jail on the re-\nwith one exception, the contraband was secreted in\nturnsearches.\nhair or clothing and could be found by pat searches\nor, on rare occasions, by strip searches not involving\nTheshacklingisanothermatter.Theargumentisthat\ncavity searches. The one exception was recent, in\nan unshackled prisoner in the infirmary might jump\n1988, when a prisoner sought to carry back a Bic\nthemedicalofficerforhiskeystoescapeortogetin-\nlighter in his rectum. The other difficulty is that the\nto the medical storage closet or perhaps he might\nevidence indicated that the problem is contraband\njump the medical officer when the medical storage\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. Page4\nNotReportedinF.Supp.,1989WL134516(N.D.Ill.)\n(Citeas:NotReportedinF.Supp.)\ncloset door was open. Implicit in the argument is the patients for months at a time. We conclude that the\nassumption that space was at such a premium at the shacklingwaseffectivelypunishment.\nold jail that a small space had to do triple duty: in-\nHaving concluded that some but not all searches and\nfirmary, medical officer's office and medical storage,\nthe shackling were impermissible, we turn to the is-\nand that, in those circumstances, security measures\nsuesofindividualliabilityanddamages.Asapractic-\nnot otherwise appropriate were in fact necessary. It\nal matter DuPage County is the interested party.\ndoes not follow, however, that because DuPage\nSince this case involves procedures at a county insti-\nCounty then had an inadequate facility it could then\ntution, the county will undoubtedly pay any final\nuseextraordinarymeasuresintheinterestofsecurity.\njudgment, and the reasons for the procedures were at\nAjailcouldgetalongwithamuchsmallerstaffifall\nleast in part a response to an underfunded and over-\nthe prisoners were chained to the wall all day, but\ncrowdedfacility.Thelegalliabilityfalls,however,on\nconditions as harsh as those are punishment if there\nthe individuals responsible for the operation of the\narealternatives.SeeBellv.Wolfish,supra,at468,fn.\njail, and each of the three defendants recognize that\n20. Freedom of movement has been described as a\nhe had a direct responsibility for jail operations and\nsubstantial right, Wells v. Franzen, 777 F.2d 1258\nthat the procedures were in force during his watch.\n(7thCir.1985),andcourtstakeahardlookatproced-\nEach,therefore,islegallyanswerable.\nures involving shackling to a bed to see that those\nprocedures are reasonably necessary in the circum-\nWhat are the damages? The plaintiffs are not al-\nstances, see French v. Owens, 777 F.2d 1250 (7th\nlegedly minor offenders having their first brush with\nCir.1985),cert.denied,479U.S.817(1986);Stewart\nthe criminal justice system and being traumatized by\nv. Rhodes, 473 F.Supp. 1185 (S.D.Ohio 1979), ap-\nthat experience. Each anticipated significant restric-\npealdismissed,661F.2d934(6thCir.1981).\ntions upon his liberty interests and the testimony es-\ntablished that the plaintiffs, or at least some of them,\n*5HereKleinwasshackledtohisbedforapproxim-\nrecognizedthatcavitysearcheswereexpectableupon\nately200daysandvonKoeppenwasshackledfor74\nfirst entry and at least strip searches were expectable\ndays,bothforextendedperiodseachday.Anditwas\nin various circumstances thereafter. The humiliation\nunnecessary. Lundmark recognized that there was a\nand resentment arises less from the required submis-\nsecurityproblemonlyifthedoorwasopen.Itisdiffi-\nsion itself than from the required submission when\ncult to believe that a bed-ridden prisoner poses much\nthey recognized that it was unreasonable. The shack-\nofasecurityproblem.Indeed,itisourunderstanding\nling was even more intrusive and, unlike the\nthat the medical officers in the new jail are adjacent\nsearches,farfrommomentary.Weawarddamagesof\nto ambulatory prisoners, without any security con-\napproximately $50 per search and $200 per day for\ncerns. Even if we assume that there were a security\nthe shackling. We therefore award damages to Klein\nproblem, there were various alternatives. The door to\nintheamountof$41,000,Taurisanointheamountof\nthe medical storage closet could have been kept\n$600,andvonKoeppenintheamountof$16,000,to-\nlockedandtheprisonershackledonlywhenthatdoor\ngetherwithcosts.\nwas opened to use the telephone or get supplies. The\noutsidedoorcouldhavebeenlockedfromtheoutside\nN.D.Ill.,1989.\nby the officer at the nearby officer's desk and the\nKleinv.Lundmark\nkeysleftthere,andthemedicalofficercouldthenre-\nNotReportedinF.Supp.,1989WL134516(N.D.Ill.)\nquest that officer to let him out. The medical officer\ncouldhaveusedadeskinthehallway,asheoftenap-\nENDOFDOCUMENT\nparently did. The locks to the doors to the outside\n(which itself was a secured area) and to the storage\narea could have been electrically activated from the\nofficer'sdesk.Inshort,therewerenumerouseffective\nalternatives which did not require the shackling of\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24980"
    },
    {
      "date": "1985-10-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 3087,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1985,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 24977,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24977.pdf",
      "title": "Memorandum",
      "text": "NotReportedinF.Supp. Page1\nNotReportedinF.Supp.,1985WL3087(N.D.Ill.)\n(Citeas:NotReportedinF.Supp.)\ntreatment of a gunshot wound. He also alleges de-\nWILLIAMKLEIN,LARRYBRADLEY,DENNIS\nfendants failed to provide him with proper medical\nMCKINESS,PATBREEN,MIKEHOLLINGS-\ncare during this time. Count IV alleges that the prac-\nWORTH,CARLVONKOEPPEN,JIMTAURIS-\nticescomplainedofinCountIIIwereapolicyorcus-\nANO,andallotherssimilarlysituated,Plaintiffs,v.\ntom of DuPage County. Count V is a pendent state\nDUPAGECOUNTY,EDWARDLUNDMARK,\nlaw claim for negligence brought by plaintiff Klein\nRICHARDDORIA,EDWARDBURDETTandR.\nagainst Lundmark, Doria, Burdett and DuPage\nD.RICKETT,Defendants.\nCounty for the failure to provide reasonable medical\ncare. Count VI is also a pendent state law claim for\nOnlytheWestlawcitationiscurrentlyavailable.\nnegligence, brought by plaintiff Bradley against\nUnitedStatesDistrictCourt,N.D.Illinois,Eastern\nDuPage County and Dr. R. D. Rickett, his personal\nDivision.\nphysician who had been treating him prior to his in-\nWILLIAMKLEIN,LARRYBRADLEY,DENNIS\ncarceration. Bradley alleges that Dr. Rickett, or one\nMCKINESS,PATBREEN,MIKEHOLLINGS-\nofhisagents,misinformedtheDuPageCountyjailas\nWORTH,CARLVONKOEPPEN,JIMTAURIS-\nto the type of medication he was to receive; and that\nANO,andallotherssimilarlysituated,Plaintiffs,\nhewasinjuredasaresultofthismisinformation.\nv.\nDUPAGECOUNTY,EDWARDLUNDMARK,\nAll defendants have moved to dismiss the complaint.\nRICHARDDORIA,EDWARDBURDETTandR.\nDefendant DuPage County argues, inter alia, that it\nD.RICKETT,Defendants.\ncannot be liable under a respondeat superior theory,\nNo.85C3430.\nand that plaintiffs have failed to state a claim under\nMonell. Defendants Lundmark, Burdett, and Doria\nOctober11,1985.\ncontendthatplaintiffKleinhasfailedtostateaclaim\nin Counts III and V because a claim of medical mis-\nMEMORANDUM\ntreatment rises to the level of a constitutional viola-\nLEIGHTON,DistrictJudge.\ntion only when a refusal to provide essential medical\n*1 Plaintiffs are former inmates of DuPage County\ncare is alleged. Defendant Rickett has moved to dis-\njail.Theyhavebroughtasix-countcomplaintagainst\nmiss contending this court lacks personal jurisdiction\nDuPageCounty,itsjailsuperintendentEdwardLund-\nover him because he is a Michigan resident and has\nmark, its sheriff Richard Doria, and its chief deputy\nhad no contacts with the state, and that this court\nEdward Burdett. Plaintiff Bradley's personal physi-\nlacks subject matter jurisdiction over the pendent\ncian, Dr. R. D. Rickett, is also named as a defendant\nclaimbecauseitdoesnotariseoutofacommonnuc-\ninCountVI.\nleusofoperativefacts.\nCount I is brought under 42 U.S.C. § 1983 and al-\nCountI\nleges defendants Lundmark, Doria, and Burdett con-\nducted arbitrary strip searches of DuPage County jail\nAlthough the federal rules allow liberal notice plead-\ninmates without probable cause or reasonable suspi-\ning, a plaintiff must include the operative facts upon\ncion. This count also asserts the existence of a class\nwhich he bases his § 1983 claim. Rodgers v. Lin-\nof present and former DuPage County Jail inmates\nFN1 colnParktowingServiceInc.,No.84-2823slipop.at\nwho were allegedly subjected to this practice.\n4 (7th Cir. Aug. 15, 1985). Plaintiffs' conclusory and\nCount II alleges the strip search practice was a cus-\ncontradictory allegations of ‘routine, arbitrary’ strip\ntom or policy of the county. Count III is brought by\nsearches fail to allege sufficient facts to show the\nplaintiff Klein and alleges his eighth and fourteenth\npossibilityofaconstitutionalviolation.Stripsearches\namendment rights were violated when he was kept\nof persons in custody can be conducted on less than\nchained to his infirmary bed while he was there for\nprobablecause;thestandardisoneofreasonableness.\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. Page2\nNotReportedinF.Supp.,1985WL3087(N.D.Ill.)\n(Citeas:NotReportedinF.Supp.)\nBell v. Wolfish, 441 U.S. 520, 560 (1979). Under Thefailuretoprovideadequatemedicalcareforpris-\nWolfish, the prison's need for security must be bal- oners violates the eighth amendment. Wellman, 715\nanced against the invasion of the prisoner's privacy F.2d at 271. However, to state a cognizable claim a\nrights. Although Wolfish does not validate all strip plaintiff must allege acts or omissions harmful\nsearchesinprisonsasamatteroflaw,itdoesnotne- enough to demonstrate deliberate indifference to a\ncessarily invalidate them either. Roscom v. City of prisoner's serious medical needs. Benson v. Cady,\nChicago, 570 F. Supp. 1259, 1262 (N.D. Ill. 1983). 761 F.2d 335, 341 (7th Cir. 1985) citing Estelle v.\nBecause plaintiffs' claim is wholly devoid of any Gamble, 429 U.S. 97, 106 (1976). Inadvertent fail-\nfacts that would indicate the strip searches were un- ures to provide adequate care or negligence in treat-\nreasonable, the complaint fails to state a claim under ing a particular condition do not rise to the level of a\n§1983andmustbedismissed. constitutional violation. Id. Here, plaintiff does not\nallege defendants refused his request for medical\nCountsIIandIV\ntreatment. His conclusory allegation that defendants\nfailed to provide adequate medical care does not\n*2 Both Counts II and IV allege claims against\nshow a deliberate indifference to medical needs from\nDuPage County contending practices complained of\nwhichaconstitutionalviolationcanbeinferred.Sim-\nin Counts I and III constituted a policy or custom of\nilarly, plaintiff's claim that he was handcuffed while\nthe county. Under Monell, municipalities can be li-\nin the infirmary, although it may evidence a deliber-\nableunder§1983forconstitutionalviolationscaused\natepolicy,doesnotinandofitselfdemonstrateade-\nby their official policies or unwritten customs. Mon-\nliberateindifferencetoplaintiff'smedicalneeds.Ben-\nell v. Department of Social Services of the City of\nson, 761 F.2d at 341 n.1. Plaintiff has alleged no in-\nNewYork,436U.S.658,690-91(1978).However,a\njury resulting from this practice that would show the\nplaintiff must allege he was injured in some way and\ntype of callous indifferences that would implicate his\nthat the municipal custom or policy proximately\neighthamendmentrights.CountIIImustthereforebe\ncausedhisinjury.Powev.CityofChicago,664F.2d\ndismissed.\n639, 643 (7th Cir. 1981). The addition of boilerplate\nallegations to fulfill Monell's requirement of an offi-\nCountsVandVI\ncial policy will not suffice. Strauss v. City of\nChicago, 760 F.2d 765, 767 (7th Cir. 1985). The ex- Counts V and VI are pendent state law claims for\nistence of a policy causing plaintiff's injury is eesen- negligence. The court in its discretion can dismiss\ntial to municipal liability under § 1983 and facts in- pendent state law claims when the claims under fed-\ndicating the existence of such policies must be pled. eral law are dismissed. Strack v. Donahue, 535 F.\nId. at 768. Plaintiffs here have alleged no facts to Supp. 772, 775 (N.D. Ill. 1981). Accordingly, the\nsupport their claims of municipal liability. Cf. Well- courtinitsdiscretiondismissesCountsVandVI.\nman v. Faulkner, 715 F.2d 269, 272 (7th Cir. 1983)\n*3 In summary, plaintiffs' complaint is dismissed in\n(evidence of repeated instances of negligent medical\nits entirety. This ruling is without prejudice to\ntreatmentplusevidenceofgeneralsystemicdeficien-\nplaintiffs' filing an amended complaint consistent\ncies established deliberate indifference of state to\nwith this ruling, if they can do so within the dictates\nmedical needs of prisoners); John Does 1-100 v.\nofRule11,Fed.R.Civ.P.\nBoyd, 613 F. Supp. 1514, 1526 (D. Minn. 1985)\n(practiceofstripsearcheswaswrittenpolicypromul-\nSoordered,\ngatedbyCountySheriff'soffice).Plaintiffs'failureto\nallege any facts indicating an official policy or un-\nFN1Plaintiffshavenotyetsoughtclasscer-\nwritten custom, other than tacking on boilerplate\ntification. The court will reserve ruling on\nMonell language is fatal to their claims against the\nthisquestionuntilsuchtimeasclasscertific-\ncounty.Accordingly,CountsIIandIVaredismissed.\nationissought.\nCountIII\nKleinv.DuPageCty.\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. Page3\nNotReportedinF.Supp.,1985WL3087(N.D.Ill.)\n(Citeas:NotReportedinF.Supp.)\nNotReportedinF.Supp.,1985WL3087(N.D.Ill.)\nENDOFDOCUMENT\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24977"
    },
    {
      "date": "1985-10-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 3087,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1985,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66201,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66201.pdf",
      "title": "Memorandum",
      "text": "Klein v. Du Page Cty., Not Reported in F.Supp. (1985)   \n \n \n   his agents, misinformed the DuPage County jail as to the \n1985 WL 3087  type of medication he was to receive; and that he was \nOnly the Westlaw citation is currently available.  injured as a result of this misinformation. \nUnited States District Court, N.D. Illinois, Eastern    \nDivision.  All  defendants  have  moved  to  dismiss  the  complaint. \nDefendant DuPage County argues, inter alia, that it cannot \nWILLIAM KLEIN, LARRY BRADLEY, DENNIS  be liable under a respondeat superior theory, and that \nMC KINESS, PAT BREEN, MIKE  plaintiffs  have  failed  to  state  a  claim  under  Monell. \nHOLLINGSWORTH, CARL VON KOEPPEN, JIM  Defendants Lundmark, Burdett, and Doria contend that \nTAURISANO, and all others similarly situated,  plaintiff Klein has failed to state a claim in Counts III and \nPlaintiffs,  V because a claim of medical mistreatment rises to the \nv.  level of a constitutional violation only when a refusal to \nDU PAGE COUNTY, EDWARD LUNDMARK,  provide  essential  medical  care  is  alleged.  Defendant \nRICHARD DORIA, EDWARD BURDETT and R. \nRickett has moved to dismiss contending this court lacks \nD. RICKETT, Defendants. \npersonal jurisdiction over him because he is a Michigan \nresident and has had no contacts with the state, and that \nNo. 85 C 3430. | October 11, 1985. \nthis  court  lacks  subject  matter  jurisdiction  over  the \npendent claim because it does not arise out of a common \nnucleus of operative facts. \nOpinion \n  \n \n \nMEMORANDUM \nCount I \nLEIGHTON, District Judge.  Although the federal rules allow liberal notice pleading, a \nplaintiff must include the operative facts upon which he \n*1 Plaintiffs are former inmates of DuPage County jail.  bases his § 1983 claim. Rodgers v. Lincoln Park towing \nThey have brought a six-count complaint against DuPage  Service Inc., No. 84–2823 slip op. at 4 (7th Cir. Aug. 15, \nCounty,  its  jail  superintendent  Edward  Lundmark,  its  1985). Plaintiffs’ conclusory and contradictory allegations \nsheriff  Richard  Doria,  and  its  chief  deputy  Edward  of  ‘routine,  arbitrary’  strip  searches  fail  to  allege \nBurdett. Plaintiff Bradley’s personal physician, Dr. R. D.  sufficient facts to show the possibility of a constitutional \nRickett, is also named as a defendant in Count VI.  violation. Strip searches of persons in custody can be \n   conducted on less than probable cause; the standard is one \nCount I is brought under 42 U.S.C. § 1983 and alleges  of reasonableness. Bell v. Wolfish, 441 U.S. 520, 560 \ndefendants  Lundmark,  Doria,  and  Burdett  conducted  (1979).  Under  Wolfish,  the  prison’s  need  for  security \narbitrary strip searches of DuPage County jail inmates  must be balanced against the invasion of the prisoner’s \nwithout  probable  cause  or  reasonable  suspicion.  This  privacy rights. Although Wolfish does not validate all \ncount also asserts the existence of a class of present and  strip searches in prisons as a matter of law, it does not \nformer DuPage County Jail inmates who were allegedly  necessarily  invalidate  them  either.  Roscom  v.  City  of \nsubjected to this practice.1 Count II alleges the strip search  Chicago,  570  F.  Supp.  1259,  1262  (N.D.  Ill.  1983). \npractice was a custom or policy of the county. Count III is  Because plaintiffs’ claim is wholly devoid of any facts \nbrought  by  plaintiff  Klein  and  alleges  his  eighth  and  that would indicate the strip searches were unreasonable, \nfourteenth amendment rights were violated when he was  the complaint fails to state a claim under § 1983 and must \nkept chained to his infirmary bed while he was there for  be dismissed. \ntreatment of a gunshot wound. He also alleges defendants    \nfailed to provide him with proper medical care during this   \ntime. Count IV alleges that the practices complained of in \nCount III were a policy or custom of DuPage County. \nCounts II and IV \nCount  V  is  a  pendent  state  law  claim  for  negligence \nbrought  by  plaintiff  Klein  against  Lundmark,  Doria, \n*2 Both Counts II and IV allege claims against DuPage \nBurdett and DuPage County for the failure to provide \nCounty contending practices complained of in Counts I \nreasonable medical care. Count VI is also a pendent state \nand III constituted a policy or custom of the county. \nlaw claim for negligence, brought by plaintiff Bradley \nUnder Monell, municipalities can be liable under § 1983 \nagainst  DuPage  County  and  Dr.  R.  D.  Rickett,  his \nfor  constitutional  violations  caused  by  their  official \npersonal physician who had been treating him prior to his \npolicies or unwritten customs. Monell v. Department of \nincarceration. Bradley alleges that Dr. Rickett, or one of \n  1 \n \n\nKlein v. Du Page Cty., Not Reported in F.Supp. (1985)   \n \nSocial Services of the City of New York, 436 U.S. 658,  treatment. His conclusory allegation that defendants failed \n690–91 (1978). However, a plaintiff must allege he was  to  provide  adequate  medical  care  does  not  show  a \ninjured in some way and that the municipal custom or  deliberate indifference to medical needs from which a \npolicy proximately caused his injury. Powe v. City of  constitutional  violation  can  be  inferred.  Similarly, \nChicago, 664 F.2d 639, 643 (7th Cir. 1981). The addition  plaintiff’s  claim  that  he  was  handcuffed  while  in  the \nof boilerplate allegations to fulfill Monell’s requirement  infirmary, although it may evidence a deliberate policy, \nof an official policy will not suffice. Strauss v. City of  does  not  in  and  of  itself  demonstrate  a  deliberate \nChicago, 760 F.2d 765, 767 (7th Cir. 1985). The existence  indifference  to  plaintiff’s  medical  needs.  Benson,  761 \nof  a  policy  causing  plaintiff’s  injury  is  eesential  to  F.2d at 341 n.1. Plaintiff has alleged no injury resulting \nmunicipal liability under § 1983 and facts indicating the  from this practice that would show the type of callous \nexistence  of  such  policies  must  be  pled.  Id.  at  768.  indifferences that would implicate his eighth amendment \nPlaintiffs  here  have  alleged  no  facts  to  support  their  rights. Count III must therefore be dismissed. \nclaims of municipal liability. Cf. Wellman v. Faulkner,    \n715 F.2d 269, 272 (7th Cir. 1983) (evidence of repeated   \ninstances of negligent medical treatment plus evidence of \ngeneral  systemic  deficiencies  established  deliberate \nCounts V and VI \nindifference of state to medical needs of prisoners); John \nDoes 1–100 v. Boyd, 613 F. Supp. 1514, 1526 (D. Minn. \nCounts  V  and  VI  are  pendent  state  law  claims  for \n1985)  (practice  of  strip  searches  was  written  policy \nnegligence.  The  court  in  its  discretion  can  dismiss \npromulgated  by  County  Sheriff’s  office).  Plaintiffs’ \npendent state law claims when the claims under federal \nfailure to allege any facts indicating an official policy or \nlaw are dismissed. Strack v. Donahue, 535 F. Supp. 772, \nunwritten  custom,  other  than  tacking  on  boilerplate \n775  (N.D.  Ill.  1981).  Accordingly,  the  court  in  its \nMonell  language  is  fatal  to  their  claims  against  the \ndiscretion dismisses Counts V and VI. \ncounty. Accordingly, Counts II and IV are dismissed. \n  \n  \n*3 In summary, plaintiffs’ complaint is dismissed in its \n \nentirety. This ruling is without prejudice to plaintiffs’ \nfiling an amended complaint consistent with this ruling, if \nCount III  they  can  do  so  within  the  dictates  of  Rule  11, \nFed.R.Civ.P. \nThe failure to provide adequate medical care for prisoners    \nviolates the eighth amendment. Wellman, 715 F.2d at  So ordered, \n271. However, to state a cognizable claim a plaintiff must    \nallege acts or omissions harmful enough to demonstrate  1  Plaintiffs have not yet sought class certification. The \ndeliberate  indifference  to  a  prisoner’s  serious  medical \n  court will reserve ruling on this question until such time \nneeds. Benson v. Cady, 761 F.2d 335, 341 (7th Cir. 1985)  as class certification is sought. \nciting  Estelle  v.  Gamble,  429  U.S.  97,  106  (1976).   \nInadvertent  failures  to  provide  adequate  care  or \n \nnegligence in treating a particular condition do not rise to \n\t\r  \nthe level of a constitutional violation. Id. Here, plaintiff \ndoes not allege defendants refused his request for medical \n \n \n  \n  2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66201"
    },
    {
      "date": "1988-02-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 29,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 119,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 24978,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24978.pdf",
      "title": "Memorandum and Order",
      "text": "119F.R.D.29 FOREDUCATIONALUSEONLY Page1\n119F.R.D.29\n(Citeas:119F.R.D.29)\nUnitedStatesDistrictCourt,N.D.Illinois,Eastern ChicagoIll.,andKeithTracy,forplaintiffs.\nDivision.\nJohn T. Elsner, Asst. State's Atty., James E. Ryan,\nWilliamKLEIN,LarryBradley,DennisMcKiness,\nDuPage Co. State's Atty., Wheaton Ill., for defend-\nPatBreen,MikeHollingsworth,\nants.\nCarlVonKoeppenandJimTaurisano,andallothers\nsimilarlysituated,\nMEMORANDUMANDORDER\nPlaintiffs,\nMORAN,DistrictJudge.\nv.\nDuPAGECOUNTY,EdwardLundmark,Richard\nThiscasehastraveledaslowandbumpyroadandthe\nDoria,EdwardBurdettandR.D.Rickett,\njourney has yet to fairly begin. On November 19,\nDefendants.\n1986, this court dealt with several pleading motions\nNo.85C3430.\nand then described the prior course of the\nlitigation. Klein v. DuPage County, No. 85 *30 C\nFeb.5,1988.\n3430, slip op. (N.D.Ill. Nov. 19, 1986) [Available on\nWESTLAW, 1986 WL 13537]. We also struck the\nInmates at county jail brought action challenging\nclaimsforinjunctivereliefwithleavetoamend. The\nroutine strip and cavity searches of inmates before\nplaintiffs chose to proceed with damage claims only,\nand after each court appearance and visitation. The\nandtheynowmoveforclasscertificationpursuantto\nDistrict Court, Moran, J., held that class treatment of\nRule 23 of the Federal Rules of Civil Procedure.\nchallenge was inappropriate in light of particularized\nPlaintiffsallegethatroutinestrip-and-cavitysearches\nnatureofcourt'sinquiryintoconstitutionalityofindi-\nof DuPage inmates before and after each court ap-\nvidualintrusions,andintoeachindividual'sdamages.\npearance and visitation violate their rights under the\nInmates'motionforclasscertificationdenied. Fourth Amendment. Plaintiffs name as defendants\nprison officials Doria, Lundmark, and Burdett, and\nWestHeadnotes\nseekdamagespursuantto42U.S.C.§1983.\n[1]FederalCivilProcedure 186.10\nPlaintiffsinitiallysoughtcertificationonbehalfof:\n170Ak186.10MostCitedCases\nAllpersonswhoareorwhohavebeenprisonersin\nClass treatment of challenge to routine strip and cav-\nthe DuPage County Jail since 1978, either serving\nitysearchesofinmatesbeforeandaftercourtappear-\nsentencesorawaitingtrial,exceptthosepersonson\nances and visitations was inappropriate, in light of\nworkrelease.\nfact that constitutionality of individual searches was\n(Pl.Mo.toCertifyClass,¶1.) Inresponsetolimita-\nfact-specificinquirythatdependeduponwhyeachin-\ntionsargumentsraisedbydefendantsintheirmemor-\nmate was searched and security risks presented, and\nandumopposingcertification,plaintiffsrevisethepu-\ntheissueofdamageswouldnecessitateparticularized\ntativeclasstoinclude:\nand fact-specific inquiries. 42 U.S.C.A. § 1983;\nAll persons who are or have been prisoners in the\nU.S.C.A. Const.Amend. 4; Fed.Rules Civ.Proc.Rule\nDuPage County Jail since July 9, 1980, or were\n23,28U.S.C.A.\nprisoners in the DuPage County Jail prior to that\ndate and who remained in prison until on or after\n[2]Injunction 189\nJuly 9, 1983, either serving sentences or awaiting\n212k189MostCitedCases\ntrial,exceptthosepersonsonworkrelease.\nInjunctive relief may benefit individuals not party to\nThis modification does not alleviate concerns the\naction,andclasswideinjunctivereliefmaybegranted\ncourt expressed previously, id. at 11, as to whether\nwhen individual action has been brought. Fed.Rules\nplaintiffs have alleged facts sufficient to demonstrate\nCiv.Proc.Rule65(a),28U.S.C.A.\nthey have standing to sue in this matter. While\n*29 Rick Schoenfield, Ettinger & Schoenfield,\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n119F.R.D.29 FOREDUCATIONALUSEONLY Page2\n119F.R.D.29\n(Citeas:119F.R.D.29)\nplaintiffswillhavetoallegesuchfactstosustainthis We may well be presented here with a situation dis-\nsuit, in the interests of sound judicial administration similar from that in Jane Does v. City of Chicago,\nwe set aside the issue of standing and consider the No. 79 C 789 (N.D.Ill. Jan. 12, 1982), aff'd in relev-\nmotion for class certification. See Fed.R.Civ.P. ant part and remanded sub. nom., Mary Beth G. v.\n23(c)(1) (whether suit maintainable as a class action CityofChicago,723F.2d1263(7thCir.1983),where\nshould be determined \"[a]s soon as practicable after the City of Chicago allegedly *31 performed strip-\nthecommencementofanaction...\"). and-cavity searches on all women arrested for traffic\nviolations. The court in Jane Does addressed the\nDISCUSSION\nnarrow question of whether the City's blanket policy\n[1] The constitutionally permissible parameters for\nof conducting these searches on all women arrestees\nstrip-and-cavity searches of the plaintiffs here is an\nin routine traffic stops (but on no men arrested for\nissue that cannot be determined in a single class ac-\nsimilar offenses) was constitutional. The court held\ntion suit. In Bell v. Wolfish, 441 U.S. 520, 558-60,\nthat this policy violated the Fourth Amendment.\n99 S.Ct. 1861, 1884-85, 60 L.Ed.2d 447 (1979), the\n[FN1] Here, where there are special institutional se-\nSupreme Court considered whether visual body cav-\ncurity concerns and where each plaintiff may have\nityandstripsearchesviolatedtheFourthAmendment\nbeenarrestedfordifferentreasons,mayhavehadfull\nrights of prison inmates. The Court stated that\nornocontactwiththoseoutsidetheprison,maypose\nwhethersuchsearcheswerereasonable,andthuscon-\nlittle or great threats to prison safety, and may have\nstitutional, depended on \"a balancing of the need for\nbeen searched in a variety of ways at numerous dif-\nthe particular search against the invasion of personal\nferent times, it is questionable that there is a narrow\nrights that the search entails.\" 441 U.S. at 559, 99\nissue suitable for one constitutional determination in\nS.Ct. at 1884. In determining whether a search is\nthecontextofaclassaction.\nreasonable the Court instructed other courts to \"con-\nsiderthescopeoftheparticularintrusion,themanner FN1. The issue of the City's liability was\ninwhichitisconducted,thejustificationforinitiating never addressed independently from the\nit,andtheplaceinwhichitisconducted.\"Id.Inhold- question of whether the search policy was\ningthatthesearchesatissueinBellwerenotunreas- constitutional since a settlement agreement\nonable, the Court noted the unique security dangers prohibited the search practices alleged by\npresented by detention facilities and the potential for theplaintiffswithoutrequiringanadmission\nsmugglingofweaponsandcontraband.Id. of liability from the defendants. Mary Beth\nG.,723F.2dat1266.\nLikeBell,thecurrentcasearisesintheprisoncontext\nand thus raises similar concerns with security and [2] It is possible, of course, that the facts developed\nsmuggling of weapons and contraband. Whether the by plaintiffs may expose the policy to constitutional\nsearches allegedly conducted by defendants were challenge in all circumstances. A class determina-\nreasonable or unconstitutional is a fact-specific in- tion faces, however, an even greater difficulty. Not\nquiry that depends upon the way each plaintiff was only may assessing the constitutionality of each\nsearched and the security risks presented by each search require separate determinations but the issue\nplaintiff. This case has not progressed far enough for of damages will necessitate particularized and fact-\nthis court to have much understanding of the actual specificinquiries. ThecourtinJaneDoesfoundthat\nfactual circumstances. Plaintiffs allege that the the class met the requirements for certification under\nsearchesoccurredeventhoughtheyhadphysicalcon- Fed.R.Civ.P. 23(b)(2) but not 23(b)(3). Mary Beth\ntact only with guards and other prisoners, and they G., 723 F.2d at 1267 n. 2. Thus, individual trials\ncomplainbothofcourtandvisitationsearches.While were held to determine the issue of damages in each\nthe visitation setting suggests that the other prisoners plaintiff'scase. Id.Here,noclaimsforinjunctivere-\nare fellow inmates, we do not know, for instance, lief remain [FN2] (making certification under\nwhether the court appearances involved contact in a 23(b)(2) improper) and the court foresees the possib-\ncommonbullpenwithrecentarrestees. ility of being faced with the situation presented after\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n119F.R.D.29 FOREDUCATIONALUSEONLY Page3\n119F.R.D.29\n(Citeas:119F.R.D.29)\nthe search policy was held unconstitutional in Jane Ifplaintiffsweresearchedwithinviewofmembers\nDoes, where the issue of damages must be determ- of the opposite sex, see Mary Beth G., 723 F.2d at\nined separately for each plaintiff. In these circum- 1275, or threatened with such searches, see Levka,\nstances a class action would not be superior to other 748 F.2d at 425, then greater damage awards may be\nmeans of adjudication and certification under moreappropriatethanifthesearcheswereviewedor\n23(b)(3)isinappropriate. performed by officials of the same sex. Some in-\nmates may have been strip searched only, or cavity\nFN2. Even if plaintiffs' claim for injunctive\nsearched only, while others may have been subjected\nreliefpursuanttoRule65(a)werestillalive,\nto both types of searches. The awards given to the\nclass certification would not be necessary to\nvariousplaintiffswouldvaryaccordingtotheproced-\nenjoin defendants' alleged practice of con-\nures they were forced to undergo. If inmates were\nducting unconstitutional strip-and-cavity\nbrutalized or *32 otherwise physically harmed while\nsearches. Injunctivereliefmaybenefitindi-\nbeing searched, as alleged in Doe v. Thomas, 604\nviduals not party to an action and classwide\nF.Supp.1508,1515(N.D.Ill.1985),thentheymayre-\ninjunctivereliefmaybegrantedwhenanin-\ncover higher damage awards than inmates who have\ndividual action has been brought. Carmi-\nnotbeensimilarlyabused.\nchael v. Birmingham Saw Works, 738 F.2d\n1126, 1136 (11th Cir.1984). In Tinetti v. Damageawardswillalsovarydependingontheemo-\nWittke, 479 F.Supp. 486, 491 tional constitution of the person searched. See Levka,\n(E.D.Wis.1979), aff'd, 620 F.2d 160 (7th 748 F.2d at 425. Whether inmates suffer \"shock,\nCir.1980) the court permanently enjoined panic, depression, shame, rage, humiliation [or]\ndefendants from strip searching traffic viol- nightmares\" as a result of these searches will have a\nators even though the plaintiff had pursued bearing on their damage awards. See Mary Beth G.,\nher claim as an individual and not as part of 723 F.2d at 1275; Joan W., 771 F.2d at 1024-25.\na class action. The Tinetti court stated \"the Since the extent of any psychological trauma or dis-\ngeneral rule is that ... injunctive relief is ap- tress felt by inmates who were searched must be cal-\npropriate when it will benefit the claimant culatedintotheirdamageawards,itwillbenecessary\nand all others subject to the practice under toinquireintothementalandphysicalhealthofeach\nattack.\"Id. plaintiff before and after the searches were allegedly\nconducted. Such intimate, individual, and fact spe-\nAssuming that the strip-and-cavity searches are un-\ncific determinations do not lend themselves to con-\nconstitutional in some or all instances, plaintiffs'\nsiderationinthecontextofaclassactionsuit.\nclaims for damages are particularly unsuited for a\nclassactionsinceeachindividualdeterminationturns CONCLUSION\nupon numerous factual considerations. Plaintiffs al- For the foregoing reasons, plaintiffs' motion for class\nlegebroadlythattheyweresubjecttostrip-and-cavity certificationisdenied.\nsearches,yettheirpotentialdamageawardsmayvary\n119F.R.D.29\ndependingonwhetherthecavitysearcheswerevisual\nas in Ward v. County of San Diego, 791 F.2d 1329\nENDOFDOCUMENT\n(9th Cir.1986), cert. denied, --- U.S. ----, 107 S.Ct.\n3263,97L.Ed.2d762(1987)andTinetti,479F.Supp.\nat 488, or manual, as in Joan W. v. City of Chicago,\n771 F.2d 1020 (7th Cir.1985), discussed in Levka v.\nCity of Chicago, 748 F.2d 421, 425 (7th Cir.1984).\nIf plaintiffs were forced to perform repeated manual\nsearches before prison guards and were ridiculed or\nthreatened while doing so, then such aggravating cir-\ncumstances may justify high damage awards. See\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24978"
    },
    {
      "date": "1988-02-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 29,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 119,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 61931,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/61931.pdf",
      "title": "Memorandum and Order",
      "text": "Klein v. DuPage County, 119 F.R.D. 29 (1988) \n \n \n   release. \n119 F.R.D. 29 \nUnited States District Court, N.D. Illinois, Eastern  (Pl.Mo. to Certify Class, ¶ 1.) In response to limitations \nDivision.  arguments  raised  by  defendants  in  their  memorandum \nopposing certification, plaintiffs revise the putative class \nWilliam KLEIN, Larry Bradley, Dennis McKiness,  to include: \nPat Breen, Mike Hollingsworth, Carl Von Koeppen \nand Jim Taurisano, and all others similarly \nAll persons who are or have been \nsituated, Plaintiffs, \nprisoners  in  the  DuPage  County \nv. \nJail  since  July  9,  1980,  or  were \nDuPAGE COUNTY, Edward Lundmark, Richard \nprisoners  in  the  DuPage  County \nDoria, Edward Burdett and R.D. Rickett, \nJail  prior  to  that  date  and  who \nDefendants. \nremained in prison until on or after \nJuly  9,  1983,  either  serving \nNo. 85 C 3430. | Feb. 5, 1988. \nsentences or awaiting trial, except \nthose persons on work release. \nAttorneys and Law Firms \nThis modification does not alleviate concerns the court \n*29 Rick Schoenfield, Ettinger & Schoenfield, Chicago  expressed previously, id. at 11, as to whether plaintiffs \nIll., and Keith Tracy, for plaintiffs.  have alleged facts sufficient to demonstrate they have \nstanding to sue in this matter. While plaintiffs will have to \nJohn  T.  Elsner,  Asst.  State’s  Atty.,  James  E.  Ryan,  allege such facts to sustain this suit, in the interests of \nDuPage Co. State’s Atty., Wheaton Ill., for defendants.  sound judicial administration we set aside the issue of \nstanding and consider the motion for class certification. \nOpinion \nSee Fed.R.Civ.P. 23(c)(1) (whether suit maintainable as a \n \nclass  action  should  be  determined  “[a]s  soon  as \npracticable after the commencement of an action ...”). \n  \nMEMORANDUM AND ORDER \n \nMORAN, District Judge. \nDISCUSSION \nThis case has traveled a slow and bumpy road and the \n[1] The constitutionally permissible parameters for strip-\njourney has yet to fairly begin. On November 19, 1986, \nand-cavity searches of the plaintiffs here is an issue that \nthis court dealt with several pleading motions and then \ncannot be determined in a single class action suit. In Bell \ndescribed the prior course of the litigation. *30 Klein v. \nv. Wolfish, 441 U.S. 520, 558–60, 99 S.Ct. 1861, 1884–\nDuPage County, No. 85 C 3430, slip op. (N.D.Ill. Nov. \n85, 60 L.Ed.2d 447 (1979), the Supreme Court considered \n19, 1986) [Available on WESTLAW, 1986 WL 13537]. \nwhether visual body cavity and strip searches violated the \nWe also struck the claims for injunctive relief with leave \nFourth Amendment rights of prison inmates. The Court \nto amend. The plaintiffs chose to proceed with damage \nstated that whether such searches were reasonable, and \nclaims only, and they now move for class certification \nthus constitutional, depended on “a balancing of the need \npursuant  to  Rule  23  of  the  Federal  Rules  of  Civil \nfor the particular search against the invasion of personal \nProcedure. Plaintiffs allege that routine strip-and-cavity \nrights that the search entails.” 441 U.S. at 559, 99 S.Ct. at \nsearches of DuPage inmates before and after each court \n1884. In determining whether a search is reasonable the \nappearance and visitation violate their rights under the \nCourt instructed other courts to “consider the scope of the \nFourth Amendment. Plaintiffs name as defendants prison \nparticular intrusion, the manner in which it is conducted, \nofficials Doria, Lundmark, and Burdett, and seek damages \nthe justification for initiating it, and the place in which it \npursuant to 42 U.S.C. § 1983. \nis conducted.” Id. In holding that the searches at issue in \n  \nBell were not unreasonable, the Court noted the unique \nPlaintiffs initially sought certification on behalf of: \nsecurity dangers presented by detention facilities and the \npotential for smuggling of weapons and contraband. Id. \nAll persons who are or who have \n  \nbeen  prisoners  in  the  DuPage \nLike Bell, the current case arises in the prison context and \nCounty  Jail  since  1978,  either \nthus raises similar concerns with security and smuggling \nserving sentences or awaiting trial, \nof  weapons  and  contraband.  Whether  the  searches \nexcept  those  persons  on  work \nallegedly conducted by defendants were reasonable or \n  1 \n \n\nKlein v. DuPage County, 119 F.R.D. 29 (1988) \n \nunconstitutional is a fact-specific inquiry that depends  policy was held unconstitutional in Jane Does, where the \nupon the way each plaintiff was searched and the security  issue of damages must be determined separately for each \nrisks  presented  by  each  plaintiff.  This  case  has  not  plaintiff. In these circumstances a class action would not \nprogressed  far  enough  for  this  court  to  have  much  be  superior  to  other  means  of  adjudication  and \nunderstanding  of  the  actual  factual  circumstances.  certification under 23(b)(3) is inappropriate. \nPlaintiffs allege that the searches occurred even though    \nthey had physical contact only with guards and other  2  Even if plaintiffs’ claim for injunctive relief pursuant to \nprisoners, and they complain both of court and visitation \n  Rule 65(a) were still alive, class certification would not \nsearches. While the visitation setting suggests that the  be necessary to enjoin defendants’ alleged practice of \nother prisoners are fellow inmates, we do not know, for  conducting unconstitutional strip-and-cavity searches. \ninstance, whether the court appearances involved contact  Injunctive relief may benefit individuals not party to an \nin a common bullpen with recent arrestees.  action and classwide injunctive relief may be granted \n   when  an  individual  action  has  been  brought. \nCarmichael v. Birmingham Saw Works, 738 F.2d 1126, \nWe may well be presented here with a situation dissimilar \n1136 (11th Cir.1984). In Tinetti v. Wittke, 479 F.Supp. \nfrom that in Jane Does v. City of Chicago, No. 79 C 789 \n486, 491 (E.D.Wis.1979), aff’d, 620 F.2d 160 (7th \n(N.D.Ill.  Jan.  12,  1982),  aff’d  in  relevant  part  and \nCir.1980) the court permanently enjoined defendants \nremanded sub. nom., Mary Beth G. v. City of Chicago, \nfrom strip searching traffic violators even though the \n723 F.2d 1263 (7th Cir.1983), where the City of Chicago  plaintiff had pursued her claim as an individual and not \nallegedly *31 performed strip-and-cavity searches on all  as part of a class action. The Tinetti court stated “the \nwomen arrested for traffic violations. The court in Jane  general rule is that ... injunctive relief is appropriate \nDoes addressed the narrow question of whether the City’s  when it will benefit the claimant and all others subject \nblanket policy of conducting these searches on all women  to the practice under attack.” Id. \n \narrestees in routine traffic stops (but on no men arrested \nfor similar offenses) was constitutional. The court held   \nthat this policy violated the Fourth Amendment.1 Here,  Assuming  that  the  strip-and-cavity  searches  are \nwhere there are special institutional security concerns and  unconstitutional in some or all instances, plaintiffs’ claims \nwhere each plaintiff may have been arrested for different  for damages are particularly unsuited for a class action \nreasons,  may  have  had  full  or  no  contact  with  those  since each individual determination turns upon numerous \noutside the prison, may pose little or great threats to  factual considerations. Plaintiffs allege broadly that they \nprison safety, and may have been searched in a variety of  were  subject  to  strip-and-cavity  searches,  yet  their \nways at numerous different times, it is questionable that  potential damage awards may vary depending on whether \nthere is a narrow issue suitable for one constitutional  the cavity searches were visual as in Ward v. County of \ndetermination in the context of a class action.  San Diego, 791 F.2d 1329 (9th Cir.1986), cert. denied, \n   483 U.S. 1020, 107 S.Ct. 3263, 97 L.Ed.2d 762 (1987) \n1  The issue of the City’s liability was never addressed  and Tinetti, 479 F.Supp. at 488, or manual, as in Joan W. \nv.  City  of  Chicago,  771  F.2d  1020  (7th  Cir.1985), \n  independently from the question of whether the search \npolicy was constitutional since a settlement agreement  discussed in Levka v. City of Chicago, 748 F.2d 421, 425 \nprohibited the search practices alleged by the plaintiffs  (7th  Cir.1984).  If  plaintiffs  were  forced  to  perform \nwithout requiring an admission of liability from the  repeated manual searches before prison guards and were \ndefendants. Mary Beth G., 723 F.2d at 1266.  ridiculed  or  threatened  while  doing  so,  then  such \n  aggravating  circumstances  may  justify  high  damage \n  awards. See id. If plaintiffs were searched within view of \n[2] It is possible, of course, that the facts developed by  members of the opposite sex, see Mary Beth G., 723 F.2d \nplaintiffs  may  expose  the  policy  to  constitutional  at 1275, or threatened with such searches, see Levka, 748 \nchallenge  in  all  circumstances.  A  class  determination  F.2d at 425, then greater damage awards may be more \nfaces, however, an even greater difficulty. Not only may  appropriate than if the searches were viewed or performed \nassessing  the  constitutionality  of  each  search  require  by officials of the same sex. Some inmates may have been \nseparate  determinations  but  the  issue  of  damages will  strip searched only, or cavity searched only, while others \nnecessitate particularized and fact-specific inquiries. The  may have been subjected to both types of searches. The \ncourt  in  Jane  Does  found  that  the  class  met  the  awards  given  to  the  various  plaintiffs  would  vary \nrequirements for certification under Fed.R.Civ.P. 23(b)(2)  according to the procedures they were forced to undergo. \nbut not 23(b)(3). Mary Beth G., 723 F.2d at 1267 n. 2.  If inmates were brutalized or *32 otherwise physically \nThus, individual trials were held to determine the issue of  harmed  while  being  searched,  as  alleged  in  Doe  v. \ndamages in each plaintiff’s case. Id. Here, no claims for  Thomas,  604  F.Supp.  1508,  1515  (N.D.Ill.1985),  then \ninjunctive  relief  remain2  (making  certification  under  they may recover higher damage awards than inmates \n23(b)(2) improper) and the court foresees the possibility  who have not been similarly abused. \nof being faced with the situation presented after the search    \nDamage  awards  will  also  vary  depending  on  the \n  2 \n \n\nKlein v. DuPage County, 119 F.R.D. 29 (1988) \n \nemotional constitution of the person searched. See Levka,  consideration in the context of a class action suit. \n748 F.2d at 425. Whether inmates suffer “shock, panic,    \ndepression, shame, rage, humiliation [or] nightmares” as a   \nresult  of  these  searches  will  have  a  bearing  on  their \ndamage awards. See Mary Beth G., 723 F.2d at 1275; \nCONCLUSION \nJoan W., 771 F.2d at 1024–25. Since the extent of any \npsychological trauma or distress felt by inmates who were \nFor the foregoing reasons, plaintiffs’ motion for class \nsearched must be calculated into their damage awards, it \ncertification is denied. \nwill be necessary to inquire into the mental and physical \n  \nhealth of each plaintiff before and after the searches were \n\t\r  \nallegedly conducted. Such intimate, individual, and fact \nspecific  determinations  do  not  lend  themselves  to \n \n \n  \n  3 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/61931"
    },
    {
      "date": "1989-10-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 134516,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1989,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66203,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66203.pdf",
      "title": "Memorandum and Order",
      "text": "Klein v. Lundmark, Not Reported in F.Supp. (1989)   \n \n \n     \nPrisoners such as plaintiffs were housed in one of six \n1989 WL 134516 \ndormitories on the second floor. Each dormitory, which \nOnly the Westlaw citation is currently available. \ncontained  a  sleeping  area  and  a  day  room,  could  be \nUnited States District Court, N.D. Illinois, Eastern \nsecured.  At  one  end  of  the  floor  there  was  a  small \nDivision. \ninfirmary  and  a  room  in  which  prisoners  could  use \nWilliam KLEIN, Mike Hollingsworth, Carl Von  telephones and see visitors. A desk for the officer’s post \nKoeppen and James Taurisano, Plaintiffs,  was situated near the door to the infirmary. The infirmary \nv.  contained one or two beds and, sometimes, a cot and the \nEdward LUNDMARK, Richard Doria, and Edward  medical officer’s desk. A small closet or storage area off \nBurdett, Defendant.  the infirmary contained medical supplies, including drugs, \nand the infirmary telephone was also located there. The \nNo. 85 C 3430. | Oct. 17, 1989.  medical officer carried keys to both the storage area and \nthe infirmary. \n  \nOpinion  When prisoners were going to court (which was adjacent \n  to the jail area) they stripped in the hallway outside the \ndormitory area and were subjected to a cavity search. \nOther guards or inmates not going to court may have \nMEMORANDUM AND ORDER \nobserved searches from time to time while in the hallway \nor from an adjacent cell. The prisoners then could change \ninto  other  clothing,  if  they  wished,  for  their  court \nMORAN, District Judge. \nappearance;  they  were  handcuffed,  usually  with  their \n*1 Several pretrial detainees, held on felony charges at the  hands in back, and were taken by one or two guards to a \nDuPage County Jail several years ago, brought a § 1983  holding cell or bullpen in the court section of the building. \naction against Richard Doria, Sheriff of DuPage County,  There the cuffs were removed and there the prisoners \nEdward  Burdett,  Chief  Deputy  and  Chief  of  the  remained,  under  the  supervision  of  court  bailiffs  also \nCorrections  Bureau,  and  Edward  Lundmark,  Burdett’s  employed by the sheriff, until their case was called. When \nfirst  assistant  with  responsibility  for  overseeing  the  a prisoner went from the bullpen to the courtroom he \nday-to-day operations of the jail in 1983–1984. Three  passed along public hallways, accompanied by a bailiff \nplaintiffs, William Klein, Carl von Koeppen and James  and cuffed, and was in proximity to whoever was in the \nTaurisano,  pursued  their  claims  through  trial.  Those  hallway.  He  was  uncuffed  in  a  room  back  of  the \nclaims  relate  to  jail  procedures  in  1983  and  1984  courtroom. After the court appearance he returned the \nregarding visual body cavity searches and the shackling of  same way and, once back to the hallway in the jail was \nprisoners when they were patients in the infirmary.  again subjected to a cavity search. The same procedure \n   applied  to  prisoners  whether  they  were  housed  in  a \nConsidering the nature of the case there is remarkably  dormitory or in the infirmary. \nbroad agreement about what those procedures were. They    \ncan best be understood in the context of the physical and  *2 The new jail was built several miles away. Prisoners \nfunctional  constraints  then  existing.  In  1983  DuPage  were,  for  a  while,  subjected  to  cavity  searches  in  a \nCounty  was  constructing  a  new  jail,  which  became  separate room prior to transport by van to the old jail, \noperational on December 31, 1983. In the meantime the  where, generally, the movement from bullpen to court and \nold jail was overcrowded and understaffed. A prisoner  back was similar to the prior procedure. Prisoners were \nlike  the  plaintiffs,  who  had  been  arrested  on  felony  again subjected to a cavity search upon return to the new \ncharges and was being retained on those charges, was  jail.  Sometime  in  1984  the  cavity  searches  ended  for \nsubjected to a visual body cavity search when he entered  prisoners going to court, and only pat searches are now \nthe facility. That search required the prisoner to remove  customarily used. One reason for ending the procedure for \nall his clothing, including his moving his genitals and  prisoners  going  to  court  undoubtedly  has  been  an \nbending over and spreading his buttocks while a guard  increased confidence in the security afforded by a new, \nobserved. Plaintiffs do not complain about that search,  less crowded facility with significantly increased staff. \nand their complaints about strip searches, in the sense of  Another reason, as Edward Lundmark testified, was to \nhaving to remove their clothes, is muted. Their primary  assist  in  obtaining  accreditation  from  the  American \ncomplaint  about  searches  is  the  rectal  examination  Corrections Association, since its guidelines provide that \nroutinely required upon leaving for and returning from  a pat search upon leaving is sufficient. Cavity searches \ncourt, and it is that kind of visual body cavity search to  upon return continue. \nwhich we hereafter refer as a cavity search.    \n  1 \n \n\nKlein v. Lundmark, Not Reported in F.Supp. (1989)   \n \nIn the old jail the standing special order provided that  calculated to effectuate detention. We look to the purpose \ninfirmary patients should be leg-cuffed to their beds when  of the policy and, if it is to preserve institutional security \na  medical  officer  was  present  (and,  conversely,  by  and preserve internal order and discipline, rather than to \nimplication, that they not be cuffed when the medical  punish, we must determine whether the means employed \nofficer was not present). The evidence established that the  are rationally related to that purpose and whether they are \norder was usually but not always observed. Sometimes  excessive to accomplish the purpose. The judgments of \nthe medical officer did not bother to cuff the prisoner  prison  officials  respecting  what  they  consider  to  be \nwhile present and sometimes he did not bother to uncuff  appropriate means is entitled to considerable deference. \nthe prisoner when he left, either because the prisoner was    \nsleeping  or  because  uncuffing  was  too  much  trouble.  The application of those standards has been troublesome \nUsually, however, the prisoner was cuffed by a shackle to  for  the  courts.  Judges  are  not  experts  in  prison \nthe ankle, with a short length of chain to another shackle  administration  and  necessarily  must  be  cautious  in \naffixed to a bed rail. If it was affixed to the top rail the  intervening into the difficult and complex area of prison \nprisoner had more movement on the bed but could stand  operations. On the other hand, excessive deference can \nnext to the bed only with difficulty; if affixed to the lower  (and in the not too distant past did) lead to systemic \nrail the movement was more restricted but standing was  deprivations of constitutional guarantees. We recognize, \neasier.  as well, that an anal search “instinctively gives us the \n   most  pause,”  id.  at  558,  because  it  is  “  ‘demeaning, \nKlein,  who  had  been  shot  in  the  head  in  1983,  was  dehumanizing,  undignified,  humiliating,  terrifying, \ndisabled and in the infirmary from May 1983 until he was  unpleasant,  embarrassing,  repulsive,  signifying \ntransferred to the new jail at the end of the year. He was  degradation and submission....’ ” Mary Beth G. v. City of \nnot shackled at the new jail’s infirmary, as the storage  Chicago, 723 F.2d 1263, 1272 (7th Cir.1983). That does \narea and medical officer’s desk were not in the infirmary  not  mean,  however,  that  they  are  never  permissible. \nin the new facility. He was shackled for over 200 days at  Plaintiffs concede, as they must, that such searches are \nleast half the time and probably considerably more than  permissible upon initial entry. They were determined to \nthat. He got progressively weaker until he was transferred,  be  reasonable  searches  after  contact  visits  in  Bell  v. \nand his greater opportunity for movement thereafter led to  Wolfish, supra, and the practice has been upheld in a \nimprovement. Klein went to court a dozen or so times and  variety of circumstances at maximum security institutions \nwas then subjected to cavity searches. He was no stranger  housing long-term violent offenders, such as the level 6 \nto the criminal justice system, having been in other jails  federal facility at Marion, Illinois, Bruscino v. Carlson, \nand prisons.  854 F.2d 162 (7th Cir.1988), cert. denied, ––– U.S. ––––, \n   109 S.Ct. 3193 (1989); Campbell v. Miller, 787 F.2d 217 \nVon Koeppen was also in the infirmary, although for a  (7th  Cir.),  cert.  denied,  479  U.S.  1019  (1986); \nshorter period, March 1, 1983 to May 13, 1983. He went  Leavenworth, Kansas, Daugherty v. Harris, 476 F.2d 292 \nto court approximately 20 times in 1983. He testified that  (10th  Cir.),  cert.  denied,  414  U.S.  872  (1973);  and \nhe was shackled 18 to 20 hours a day. Both he and Klein  Walpole, Massachusetts, Arruda v. Fair, 710 F.2d 886 \nagreed that they could ask to be unshackled to use the  (1st Cir.), cert. denied, 464 U.S. 989 (1983). On the other \ntoilet and would be, but three times the medical officer  hand,  the  Seventh  Circuit  strongly  condemned  such \nleft for lengthy periods without unshackling him and he  searches of women arrested for misdemeanor offenses \nhad to relieve himself on the floor. It would appear that  and held in a local lockup while waiting to bond out.  \nvon Koeppen also was no stranger to the criminal justice  Mary Beth G. v. City of Chicago, supra. \nsystem.    \n   The DuPage County Jail is somewhere in between. It is \n*3 Tourisano also was no stranger to the criminal justice  not a Marion. But plaintiffs were not charged with minor \nsystem. Consistently with others, he testified that state  offenses  and  being  only  temporarily  held.  Defendants \nprisons and other jails now use metal detectors and, in  seek to justify the reasonableness of the searches on the \nvarying circumstances, use pat searches and strip searches  ground that prisoners may seek to carry contraband in and \nbut that they, customarily at least, do not require cavity  out of the jail. And there was evidence that contraband is \nsearches.  That  testimony  is  consistent  with  current  a continuing problem. One of the plaintiffs, Taurisano, \nAmerican  Corrections  Association  and  Illinois  County  recognized that there were instances in which drugs were \nJail standards. Taurisano went to court twice from the old  introduced  into  the  jail  by  transfers  during  court \njail  and  approximately  nine  times  during  his  first  six  appearances.  One  difficulty  with  defendants’  position, \nmonths in the new jail.  however, is that, with one exception, the contraband was \n   secreted in hair or clothing and could be found by pat \nThe legal standards are established by Bell v. Wolfish, 441  searches  or,  on  rare  occasions,  by  strip  searches  not \nU.S.  520  (1979).  Pretrial  detainees,  having  been  only  involving cavity searches. The one exception was recent, \ncharged but not convicted, cannot be subjected to punitive  in 1988, when a prisoner sought to carry back a Bic \nmeasures,  but  the  government  can  employ  devices  lighter  in  his  rectum.  The  other  difficulty  is  that  the \n  2 \n \n\nKlein v. Lundmark, Not Reported in F.Supp. (1989)   \n \nevidence indicated that the problem is contraband coming  supra, at 468, fn. 20. Freedom of movement has been \nin, not out.  described as a substantial right, Wells v. Franzen, 777 \n   F.2d 1258 (7th Cir.1985), and courts take a hard look at \n*4 That contraband has not been carried in the rectum is,  procedures involving shackling to a bed to see that those \nit  appears,  the  natural  consequence  of  the  procedures  procedures are reasonably necessary in the circumstances, \nfollowed. The only reason for carrying contraband out, so  see French v. Owens, 777 F.2d 1250 (7th Cir.1985), cert. \nfar as we can determine, is to aid in an escape attempt.  denied,  479  U.S.  817  (1986);  Stewart v. Rhodes,  473 \nBut again, the DuPage County Jail is not Marion, and the  F.Supp.  1185  (S.D.Ohio  1979),  appeal dismissed,  661 \nsearches were routine, not selectively applied to those  F.2d 934 (6th Cir.1981). \nwho were believed to pose serious security risks. Further,    \nthe opportunities to remove anything from the rectum  *5 Here Klein was shackled to his bed for approximately \nwere  limited,  if  they  existed  at  all,  in  view  of  how  200 days and von Koeppen was shackled for 74 days, \nprisoners were moved. The jail standards referred to at  both  for  extended  periods  each  day.  And  it  was \ntrial saw no necessity for cavity searches before leaving a  unnecessary.  Lundmark  recognized  that  there  was  a \njail  and  the  DuPage  County  Jail  no  longer  has  such  security problem only if the door was open. It is difficult \nsearches. It can be argued, and was successfully argued in  to believe that a bed-ridden prisoner poses much of a \nBell v. Wolfish, supra, that the failure to find something  security problem. Indeed, it is our understanding that the \ncan be an indication that searches deter. That argument  medical officers in the new jail are adjacent to ambulatory \nreminds me of a Royko column from years ago, praising,  prisoners,  without  any  security  concerns.  Even  if  we \nwith tongue in cheek, a somewhat bombastic state civil  assume that there were a security problem, there were \ndefense  director  for  being  so  effective  that  no  Soviet  various  alternatives.  The  door  to  the  medical  storage \nbomber had dared to penetrate Illinois air space. That  closet  could  have  been  kept  locked  and  the  prisoner \ncontention has its place, but for the reasons stated it has  shackled only when that door was opened to use the \nlittle  force  here.  We  believe  those  searches  were  an  telephone or get supplies. The outside door could have \nexcessive response amounting to punishment.  been locked from the outside by the officer at the nearby \n   officer’s desk and the keys left there, and the medical \nThe  searches  upon  return  push  the  limits  of  officer could then request that officer to let him out. The \nreasonableness, but here the concept of deference tilts the  medical officer could have used a desk in the hallway, as \nresult in favor of the defendants. There are a number of  he often apparently did. The locks to the doors to the \nreasons for wanting to bring things into a jail—drugs,  outside  (which  itself  was  a  secured  area)  and  to  the \nescape  materials,  weapons  to  settle  private  feuds,  storage area could have been electrically activated from \ncomforts. The ability to secrete an object was limited  the officer’s desk. In short, there were numerous effective \nhere, but guards could not be sure it was non-existent  alternatives  which  did  not  require  the  shackling  of \nsince  a  prisoner  was  beyond  their  supervision  for  patients  for  months  at  a  time.  We  conclude  that  the \nextended periods. The opportunities for transfers were  shackling was effectively punishment. \nextensive, in the public hallways, in the courtroom and in    \nthe room off the courtroom. Present jail standards indicate  Having concluded that some but not all searches and the \nthat a cavity search on return is not necessary, but Bell v.  shackling were impermissible, we turn to the issues of \nWolfish requires me, I believe, to defer to the DuPage  individual liability and damages. As a practical matter \nCounty Jail on the return searches.  DuPage County is the interested party. Since this case \n   involves procedures at a county institution, the county \nThe shackling is another matter. The argument is that an  will undoubtedly pay any final judgment, and the reasons \nunshackled  prisoner  in  the  infirmary  might  jump  the  for the procedures were at least in part a response to an \nmedical officer for his keys to escape or to get into the  underfunded and overcrowded facility. The legal liability \nmedical  storage  closet  or  perhaps  he  might  jump  the  falls,  however,  on  the  individuals  responsible  for  the \nmedical officer when the medical storage closet door was  operation of the jail, and each of the three defendants \nopen. Implicit in the argument is the assumption that  recognize  that  he  had  a  direct  responsibility  for  jail \nspace was at such a premium at the old jail that a small  operations and that the procedures were in force during \nspace had to do triple duty: infirmary, medical officer’s  his watch. Each, therefore, is legally answerable. \noffice  and  medical  storage,  and  that,  in  those    \ncircumstances,  security  measures  not  otherwise  What are the damages? The plaintiffs are not allegedly \nappropriate were in fact necessary. It does not follow,  minor offenders having their first brush with the criminal \nhowever,  that  because  DuPage  County  then  had  an  justice system and being traumatized by that experience. \ninadequate  facility  it  could  then  use  extraordinary  Each anticipated significant restrictions upon his liberty \nmeasures in the interest of security. A jail could get along  interests and the testimony established that the plaintiffs, \nwith a much smaller staff if all the prisoners were chained  or at least some of them, recognized that cavity searches \nto the wall all day, but conditions as harsh as those are  were expectable upon first entry and at least strip searches \npunishment if there are alternatives. See Bell v. Wolfish,  were expectable in various circumstances thereafter. The \n  3 \n \n\nKlein v. Lundmark, Not Reported in F.Supp. (1989)   \n \nhumiliation and resentment arises less from the required  award  damages  to  Klein  in  the  amount  of  $41,000, \nsubmission itself than from the required submission when  Taurisano in the amount of $600, and von Koeppen in the \nthey recognized that it was unreasonable. The shackling  amount of $16,000, together with costs. \nwas even more intrusive and, unlike the searches, far from    \nmomentary. We award damages of approximately $50 per  \t\r  \nsearch and $200 per day for the shackling. We therefore \n \n \n  \n  4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66203"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121264,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121264"
    }
  ],
  "document_count": 8
}