{
  "case_id": 10023,
  "fetched_at": "2025-10-20T22:38:58.200853",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "County of Suffolk",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "County of Suffolk",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Eastern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1975-04-02",
    "filing_year": 1975,
    "id": 10023,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-07-16T00:00:00-04:00",
    "main_docket": {
      "id": 33056,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1975,
      "docket_filing_number": 486,
      "is_main_docket": true,
      "court": "Eastern District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "75 C 486",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Sala v. County of Suffolk",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff was accused of harassment, a minor violation, and a summons was issued. The summons was mailed to the wrong address, she did not appear and a warrant was issued for her arrest. When she did appear, she was handcuffed and strip searched.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages",
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [
      "Confession of Judgment"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>This civil rights action was brought against the County of Suffolk, its sheriff and a correction officer by a woman subjected to a strip search after being detained on a minor charge.  The district court awarded injunctive relief and attorney's fees but granted defendants' motion for summary judgment on the issue of damages. The plaintiff appealed this decision to Court of Appeals for the Second Circuit, which affirmed the dismissal. The United States Supreme Court granted cert., and although it denied the plaintiff's petition to consolidate with another case (Owens v. Missouri), the Court remanded the case to the Second Circuit to decide the damages issue in light of the Owens decision. The Second Circuit in turn remanded the damages issue to the District Court.</p><p></p>",
    "summary_published_date": "2007-07-16T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10023",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10023",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10023",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10023"
  },
  "documents": [
    {
      "date": "1979-10-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": "consolidation denied",
      "cite_1_page": 923,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 444,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72371,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72371.pdf",
      "title": "Opinion [Denying Petition to Consolidate]",
      "text": "Sala v. County of Suffolk, 444 U.S. 923 (1979)   \n \n \n  \nOpinion \n100 S.Ct. 261 \n \nSupreme Court of the United States \nMotion of petitioner to expedite consideration of petition \nand to consolidate with Owen v. City of Independence, \nDiane SALA, petitioner, \nMissouri, 444 U.S. 822, 100 S.Ct. 42, 62 L.Ed.2d 28, \nv. \ndenied. \nCOUNTY OF SUFFOLK \n  \nNo. 78-620 | October 29, 1979 \nParallel Citations \nFacts and opinion, 2 Cir., 604 F.2d 207. \n100 S.Ct. 261 (Mem), 62 L.Ed.2d 180 \n  \n\t\r  \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72371"
    },
    {
      "date": "1979-08-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 207,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 604,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 25275,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/25275.pdf",
      "title": "Opinion",
      "text": "SALA v. COUNTY OF SUFFOLK  207 \nCIte.804 F.2d 207 (1879) \nprobable success on the merits or (2) suffi  peals, J. Joseph Smith, Circuit Judge, held \nciently serious questions going .to the merits  that: (1) the claims against the two individ \nto make them a fair ground for litigation  ual  defendants  were  subject  to dismissal \nand a balance of hardships tipping decided  under the limited \"good faith\" official im \nly in the movant's favor.  Selchow & Right  munity to actions for damages brought un \ner Co.  v.  McGraw-Hill Book Co., 580 F.2d  der the Civil Rights Act of 1871, since those \n25, 27 (2d Cir.  1978).  Plaintiff has estab  defendants acted in \"objective\" good faith \nlished a probability of success at trial, and  by reason of the fact that any constitutional \nthe  confusion  engendered  by  defendants'  rights of plaintiff were not \"clearly estab \nmovie would result in irreparable harm to  lished\" at the time of the search, and since \nplaintiff were defendants not enjoined from  defendants also acted in \"subjective\" good \nits distribution  and  exhibition.  See Hills  faith, there being no  allegation of malice \nBrothers Coffee, Inc. v. Hills Supermarkets,  nor any proof that they intended to deprive \nInc.,428 F.2d 379, 380-81 (2d Cir. 1970);  see  plaintiff  of  a  constitutional  right  or  to \nalso  Taylor  Wine  Co.  v.  Bully Hill  Vine  cause her other injury, and (2) although the \nyards,  Inc.,  supra,  569  F.2d  at 732  n.  1.  practice to which the female plaintiff was \nAccordingly,  we  affirm the orders of the  subjected, a routine strip search, was insen \ndistrict court.  sitive, demeaning and stupid, there was no \nevidence of bad faith on the part of anyone \nAffirmed. \ncharged with formulating or implementing \nthe municipal policy, and the case law as of \nthe time of the incident involved did  not \nsuggest that the practice, which apparently \nhad long been followed  by many govern \nmental  bodies,  was  unconstitutional;  in \nsuch situation, the public interest in careful, \nbut forceful, governmental decision making \nDiane SALA, Plaintiff-Appellant, \nrequired that the municipality be afforded \nv.  immunity from liability for damages under \nCOUNTY OF SUFFOLK, Philip F. Corso,  the Civil Rights Act of 1871. \nSheriff of the County of Suffolk, and  Judgment affirmed. \nLoraine Weeks, Defendants-AppeUees. \nNo. 1056.  Docket 79-7009. \n1. Civil Rights ..... 13.8(1) \nUnited States Court of Appeals, \nA limited \"good faith\" official immuni \nSecond Circuit. \nty  has  been  enunciated  by  the  Supreme \nArgued May 17, 1979.  Court as  to actions  for damages brought \nDecided Aug. 17, 1979.  under the  Civil  Rights Act of 1871;  the \nimmunity standard requires that an individ \nual  defendant have acted in both \"objec \nA  civil  rights  action  was  brought  tive\" and \"subjective\" good faith.  42 U.S. \nagainst county, county sheriff, and a correc  C.A. § 1983. \ntion officer by female plaintiff who, due to \nan unfortunate series of circumstances and  2. Civil Rights ..... 13.8(4) \nthe  mechanical  application  of  an  ill-con  In  civil  rights  suit  brought  against \nsidered county policy, since abandoned, was  county, county sheriff, and a correction of \nsubjected to an embarrassing strip search.  ficer  by  female  plaintiff who,  due  to an \nThe  United  States District Court for the  unfortunate series of circumstances and the \nEastern District of New York, George  C.  mechanical application of an ill-considered \nPratt, J., directed a verdict for defendants,  county policy, was subjected to an embar \nand plaintiff appealed.  The Court of Ap- rassing strip search, the claims against the \n\n208  604 FEDERAL REPORTER, 2d SERIES \ntwo individual defendants were subject to  7. Municipal Corporations C8=>723 \ndismissal  under  the  limited  \"good  faith\"  Where prior law does not suggest that \nofficial  immunity  to  actions  for  damages  a municipal policy is constitutionally infirm, \nbrought under the Civil Rights Act of 1871, \nit cannot be said in any meaningful sense \nsince those defendants acted in \"objective\" \nthat the municipality has been \"at fault\" in \ngood faith by reason of the fact that any \nadopting that policy. \nconstitutional  rights of plaintiff were not \n\"clearly  established\"  at  the  time  of  the  8. Civil Rights C8=> 13.8(3) \nsearch, and since defendants also acted in \nCivil Rights Act of 1871, enacted by a \n\"subjective\" good faith, there being no alle \nCongress  accustomed  to  nearly  absolute \ngation of malice nor proof that they \"intend \nmunicipal immunity, could not be read to \ned to deprive plaintiff of a constitutional \nimplement a  doctrine  of liability without \nright or cause her other injury.  42 U.S.C.A. \nfault.  42 U.S.C.A. § 1988. \n§ 1988. \n3. Civil Rights C8=>2  9. Civil Rights C8=> 13.8(3) \nAlthough the Civil Rights Act of 1871  Although the practice to which the fe \ncreates a species of tort liability that on its  male plaintiff was subjected, a routine strip \nface admits of no immunity, the statute is  search, was insensitive, demeaning and stu \nto be read in harmony with general princi  pid, there was no evidence of bad faith on \nples of tort immunities and defenses rather  the part of anyone charged with formulat \nthan in derogation of them.  42  U.S.C.A.  ing or implementing the municipal policy, \n§ 1988.  and  the case  law  as  of the  time of the \n4. Civil Rights C8=> 13.8(3)  incident involved did not suggest that the \nAlthough  the detrimental effect that  practice,  which  apparently had  long been \nunforeseeable municipal liability may have  followed by many governmental bodies, was \non  forceful  decision  making  may  be  less  unconstitutional;  in such situation, the pub \ndirect than in the case of personal liability,  lic interest in careful, but forceful, govern \nit is clear that the threat of such liability  mental decision  making required that the \nmay  inhibit  public  officials  from  making  municipality be afforded immunity from li \ndecisions when they are needed or acting to  ability for damages under the Civil Rights \nimplement decisions when  they are made.  Act of 1871.  42 U.S.C.A. § 1983. \n42 U.S.C.A. § 1988. \n5. Municipal Corporations C8=>724 \nProtection  of  constitutional  acts  re  Bennett E. Aron, West Hempstead, N. Y., \nquires that municipalities, in the formula  for plaintiff-appellant. \ntion  of governmental \"policies\" and \"cus \nEdward J. Hart, Merrick, N.  Y. (Curtis, \ntoms,\"  exercise  their  authority  carefully \nHart & Zaklukiewicz, Merrick, N. Y., Wadt. \nand with the utmost concern for the effect \nThomas Dempsey, Merrick, N. Y., of coun \nwhich their decisions will have upon individ \nsel), for defendants-appellees. \nuals. \n6. Civil Rights C8=> 13.7 \nBefore KAUFMAN, Chief Judge, SMITH \nRule that, where a decision establishes \nand TIMBERS, Circuit Judges. \na new principle of law, it may be appropri \nate to give such decision only prospective \nJ. JOSEPH SMITH, Circuit Judge: \napplication, strikes a proper balance in de \ntermining the scope of municipal liability  In this case an unfortunate series of cir \nunder the Civil Rights Act of 1871, at least  cumstances and the mechanical application \nwhere there is no evidence that any person  of  an  ill-considered  county  policy,  since \nresponsible for formulating  the municipal  abandoned,  led  to  an  embarrassing strip \npolicy acted with malice or in bad faith.  42  search of a woman.  Plaintiff Diane Sala \nU.S.C.A. § 1983.  had  been  accused  by  an  individual  of \n\nSALA v. COUNTY OF SUFFOLK  209 \nCite .. 804 F.2d 207 (1879) \nharassment,  a  minor  violation  in  New  [1,2]  The District Court properly direct \nYork's  hierarchy  of  offenses  against  the  ed a verdict for the individual defendants. \npublic  weal,  punishable  by  no  more  than  The Supreme Court has enunciated a limit \nfifteen days  in  jail.  The summons, how- ed \"good faith\" official immunity to actions \never, was mailed to the wrong address, and  for damages brought under § 1983.  See, e. \na warrant was issued for Sala's arrest be- g., Procunier v. Navarette, 434 U.S. 555,98 \ncause of her failure to respond to the misde- S.Ct. 855, 55 L.Ed.2d 24 (1978);  Wood  v. \nlivered summons.  When Sala was informed  Strickland, 420  U.S.  308, 95 S.Ct. 992,  43 \nthat a warrant had been issued, she volun- L.Ed.2d 214 (1975).  The immunity standard \ntarily appeared at the Suffolk County Po- requires that an individual defendant have \nlice Department.  She was handcuffed and  acted in both \"objective\" and \"subjective\" \nthen searched by defendant Loraine Weeks,  good  faith.  Id.  at 321-22, 95  S.Ct.  992. \na  correction  officer.  A  \"strip  search,\"  The  objective  element of the  test  would \nwhich included visual inspection of the geni- deny immunity to the defendants if \"the \ntal  and  anal  areas,  but  no  contact,  was  constitutional right allegedly infringed by \nconducted.  This  procedure  was  followed  them was clearly established at the time of \nwith all persons delivered to the custody of  their challenged conduct, if they knew or \nthe Suffolk County Sheriff's Department at  should  have  known  of that right, and if \nthe Suffolk County District Court Deten- they knew or should have known that their \ntion Facility.  conduct violated the constitutional norm.\" \nPlaintiff sued in the United States Dis- Procunier v.  Navarette, supra, 434 U.S. at \ntrict Court for the Eastern District of New  562,98 8.Ct. at 860.  The search of plaintiff \nYork  for  violation of her civil  rights, 42  Sala was conducted on October 9,1974.  We \nU.S.C. § 1983.  The court, George C. Pratt,  have neither discovered nor been directed to \nJudge, directed a verdict for the individual  any case which, prior to that time, had held \ndefendants, Weeks and County Sheriff Phil- such a search to be a violation of any consti \nip E. Corso, and for the County, because of  tutional right.  If the search here did in \nthe absence of any proof of a lack of good  fringe any of Sala's constitutional rights,2 \nfaith, but granted injunctive relief to pre- such rights were not \"clearly established\" \narraignment detainees charged with petty  at the time of the search. \noffenses, attorney's fees of $15,000 and ex-\npenses of trial in  the amount of $500  to  The SUbjective element of the good faith \nplaintiff.  test is also satisfied.  Sala did not allege \nthat the individual defendants acted with \nNo appeal was taken from the grant of \nmalice, nor was there any proof that they \ninjunctive relief, the practice attacked hav \nintended \"to deprive the plaintiff of a con \ning been abandoned by the County.1  The \naward of attorney's fees  and expenses of  stitutional  right  or  to cause  [her]  'other \ninjury.'''  Id. at 566, 98 S.Ct. at 862. \ntrial  was  appealed,  but  the  appeal  was \nabandoned, and this court dismissed it on  We therefore affirm the dismissal of the \nFebruary 23,1979.  We have before us only  damage claims against Corso  and Weeks. \nplaintiff Sala's appeal from the dismissal of \nher action for damages.  We find no error  [3]  Sala's  claim  against  the  County \nin the result reached and therefore affirm  presents  a  more  difficult  question.  Al \nthe judgment.  though §  1983  \"creates a  species  of tort \n1.  Our resolution of the non-constitutional im  there had been no judicial determination that \nmunity issue makes it unnecessary for us to  she should be committed to a detention facility. \ndetermine or to remand for reconsideration the  Compare, id. at --n. 28, --, 99 S.Ct. 1861. \nquestion whether the County's strip search pol  We intimate no opinion as to whether this \nicy was unconstitutional  in  light of the Su  factual distinction has any constitutional signif \npreme Court's recent decision in Bell v.  Wolf  icance. \nish, - U.S. --, 99 S.Ct. 1861, 60 L.Ed.2d \n447 (1979).  Unlike the petitioners in Wolfish,  2.  See note I, supra. \nSala had not yet been arraigned and therefore \n\n210  604 FEDERAL REPORTER, 2d SERIES \nliability that on its face admits of no immu  making] in the myriad factual situations in \nnities,\" Imbler v.  Paehtman, 424 U.S. 409,  which it might arise.\"  Butz v.  Economou, \n417,96 S.Ct. 984,988,47 L.Ed.2d 128 (1976),  supra, 438  U.S.  at 503,  98  S.Ct.  at 2909. \nthe Supreme Court has held that the stat \nIn  Scheuer,  supra,  416  U.S.  at 240, 94 \nute \"is to be read in harmony with general \nS.Ct.  at 1688,  the  Court noted  that two \nprinciples of tort immunities and defenses \n\"mutually dependent rationales\" form  the \nrather than in derogation of them.\"  Id. at \nbasis of the doctrine of official immunity \n418, 96 S.Ct. at 989.  Such a reading has \nfrom liability: \nrequired the Court to \"address how best to \n(1) the injustice, particularly in the ab \nreconcile the plaintiff's right to compensa \nsence of bad faith, of subjecting to liabili \ntion with the need to protect the decision \nty an officer who is required, by the legal \nmaking processes of an executive depart \nobligations of his position, to exercise dis \nment.\"  Butz v.  Economou, 438  U.S.  478, \ncretion;  (2) the danger that the threat of \n503,  98  S.Ct.  2894,  2909,  57  L.Ed.2d  895 \nsuch liability would deter his willingness \n(1978).  The  result of this  balancing  has \nto execute his office with the decisiveness \nbeen the formulation of a doctrine of offi \nand the judgment required by the public \ncial immunity, which we applied above, that \ngood. \nprovides government officials with varying \ndegrees of protection against individual lia  The first of these concerns is in large part \nbility.  peculiar to the context of individual official \nimmunity.  The sense of injustice felt at \nBoth  Monell  v.  Department  of Social \nthe prospect of holding an individual offi \nServices, 436 U.S. 658, 701,98 S.Ct. 2018, 56 \ncial liable in damages when he acted rea \nL.Ed.2d 611  (1978), and  Turpin  v.  Mailet, \nsonably and in good faith is greatly dimin \n579 F.2d 152, 166 (2d Cir.) (en bane), vacat \nished when the liability is to be affixed to a \ned on other grounds, 439 U.S. 974,99 S.Ct. \nmunicipality, even if its responsible officials \n554, 58 L.Ed.2d 645 (1978), decision on re \nacted reasonably in the light of the then-ex \nmand, 591 F.2d 426 (2d Cir. 1979) (en bane), \nisting law.  Although \"we are not insensi \nreserved decision on the scope of any mu \ntive to the financial plight of local govern \nnicipal immunity against an action for dam \nmental bodies\" and wish to avoid \"needless \nages caused  by  a deprivation of constitu \nly expand[ing] recovery at the expense of \ntional  rights.  Sala's  claim  against  the \nalready overburdened taxpayers,\" Turpin v. \nCounty for damages requires that we begin \nMailet, supra, 579 F.2d at 165, \"fiscal con \nto deal with this issue.3 \nsiderations alone cannot stand in the way of \nThe possibility of municipal liability un \nthe  vindication  of  constitutional  rights.\" \nder § 1983 after Monell implicates a number \nId. at 165 n. 38. \nof the same competing concerns which the \ncourts have had to weigh in the cases in  [4]  But the second rationale discussed in \nvolving  personal  liability  under  §  1983.  Scheuer retains more relevance in the con \nOur path in balancing these considerations  text of municipal liability.  The fear that \nis directed by the Supreme Court's declara  the possibility of liability will unduly inhibit \ntion that its decision in Scheuer v. Rhodes,  \"the vigorous exercise of official authority,\" \n416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90  Butz v. Economou, supra, 438 U.S. at 506, \n(1974), \"was intended to guide the federal  98 S.Ct. at 2911, is central to the concept of \ncourts in resolving this tension [between the  governmental immunity.  As the Court said \nindividual's right to recover and the public  in Scheuer, supra, 416 U.S. at 241, 94 S.Ct. \ninterest in  effective  government  decision  at 1689 \"one policy consideration seems to \n3.  Several other courts have ruled on this ques  467 F.Supp. 324 (D.Vt.1979);  Leite v. City of \ntion, with most of the recent cases holding that  Providence, 463 F.Supp. 585 (D.R.I.1978) (dic \na good faith immunity applies to municipalities  tum).  Contra, Shuman v. City of Philadelphia, \nas well as to government officials.  E. g., Owen  470 F.Supp. 449 (1979);  see Hander v.  San \nv. City of Independence, Missouri, 589 F.2d 335  Jacinto Junior College, 519 F.2d 273, 277 n.  1 \n(8th Cir. 1978);  Ohland v. City of Montpelier,  (5th Cir. 1975). \n\nSALA v. COUNTY OF SUFFOLK  211 \nCite as 604 F.2d 2t7 (1978) \npervade  the  analysis:  the  public  interest  734,  736,  95  S.Ct.  1237,  43  L.Ed.2d  587 \nrequires  decisions  and  action  to  enforce  (1975) (per curiam). \nlaws for the protection of the public.\"  Al \n[7,8]  Where prior law does not suggest \nthough the detrimental effect that unfore \nthat a  municipal  policy is constitutionally \nseeable  municipal  liability  may  have  on \ninfirm, it cannot be said in any meaningful \nforceful decision making may be less direct \nsense that the municipality has  been  \"at \nthan in the case of personal liability, it is \nfault\" in adopting that policy, and we do \nclear that the threat of such liability may \nnot believe that § 1983, enacted by a Con \ninhibit public officials from \"mak[ing] deci \ngress accustomed to nearly absolute munici \nsions  when  they are needed  or  .  .  . \npal immunity,· should be read to implement \nact[ing] to implement decisions when they \na doctrine of liability without fault.'  After \nare made.\"  Id. at 241-42, 94 S.Ct. at 1689. \nall,  \"it is  not  a  tort for  government  to \n[5, 6]  The  protection  of  constitutional  govern.\"  Dalehite  v.  United  States,  346 \nrights requires that municipalities,  in  the  U.S. 15,57,73 S.Ct. 956,979,97 L.Ed_ 1427 \nformulation of governmental \"policies\" and  (1953) (Jackson, J., dissenting), quoted with \n\"customs,\" exercise their authority careful  approval in Scheuer, supra, 416 U.S. at 241, \nly  and  with  the  utmost concern  for  the  94 S.Ct. 1683, at 1689. \neffect which their decisions will have upon \n[9]  Our decision is a narrow one.  The \nindividuals.  The  role  of  municipal  legal \ncounsel  in  advising  those  responsible  for  facts of this case present a situation where \nin  although  the  practice  was  insensitive, \ndecision making as to the legality of pro \ndemeaning and stupid, there was  no  evi \nposed  actions  is  of course  crucial.'  But \ndence of bad faith on the part of anyone \nthere are situations in which even the most \ncharged with formulating or implementing \nable counsel will not be able to foretell the \nthe municipal policy, and the case law as of \nconstitutional invalidity of a municipal poli \nthe time of the incident involved here did \ncy.  The Supreme Court has recognized in \nnot  suggest  that  the  practice  of  strip \nother context that, where a decision \"estab \nsearching which apparently had long been \nlish[es] a new principle of law,\" it may be \nfollowed by many governmental bodies, was \nappropriate  to  give  such  a  decision  only \nprospective  application.  See  Chevron  Oil  unconstitutional.  The  practice  has  now \nbeen abandoned by the County.  In such a \nCo.  v. Huson, 404 U.S. 97, 105--07, 92 S.Ct. \nsituation, the public interest in careful, but \n349, 355, 30 L.Ed.2d 296 (1971).  Such a rule \nforceful, governmental decision making re \nstrikes a proper balance in determining the \nquires that a municipality be afforded im \nscope of municipal liability under § 1983, at \nmunity from  liability  for  damages  under \nleast where, as here, there is no evidence \nthat any person responsible for formulating  § 1983. \nthe municipal policy acted with malice or in  The  judgment of the  District  Court  ill \nbad faith.  See also, Cox v. Cook, 420 U.S.  affirmed. \n4.  Section 501(1) of the County Law of the State  Social Services, 436 U.S. 658, 720--21, 98 S.Ct. \nof New York provides, in relevant part:  2018, 56 L.Ed.2d 611 (1978) (Rehnquist, J., dis \nThe county attorney shall be the legal ad  senting).  See Bailey v.  City of New York, 3 \nvisor to the board of supervisors and every  Hill 531 (N.Y. 1842);  see generally, W. Prosser, \nofficer  whose  compensation  is  paid  from  The Law of Torts at 978-79 (4th ed.  1971). \ncounty funds in all matters involving an offi \ncial act of a civil nature.  6.  Cf. Monell v. Department of Social Services, \n436 U.S. 658, 681 n. 40, 98 S.Ct. 2018, 2031, 56 \n5.  At common law, municipalities were for  a  L.Ed.2d 611 (1978) (Congress rejected the Sher \ntime  accorded  the  same  absolute  immunity \nman amendment to the Civil  Rights  Act of \nfrom tort liability which states possessed.  By \n1871,  which would  have \"imposed damages \n1871, when the predecessor of § 1983 was en  without regard to whether a local government \nacted, some states, such as New York,  had \nwas in any way at fault for the breach of the \nrecognized a distinction between \"governmen \npeace for which it was to be held for dam \ntal\" and \"proprietary\" acts, imposing liability \nages.\") \nonly for the latter.  Monell v.  Department of ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/25275"
    },
    {
      "date": "1980-04-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "vacated and remanded",
      "cite_1_page": 903,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 446,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 256,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 64,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66379,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66379.pdf",
      "title": "Opinion [Vacating and Remanding]",
      "text": "Sala v. County of Suffolk., 446 U.S. 903 (1980)   \n \n \n  \n100 S.Ct. 1827 \nSupreme Court of the United States \nDiane SALA, petitioner, \nv. \nCOUNTY OF SUFFOLK \nNo. 79-620 | April 21, 1980 \nFormer decision, 444 U.S. 923, 100 S.Ct. 261. \n  \nFacts and opinion, 604 F.2d 207. \n  \nOpinion \n \nOn petition for writ of certiorari to the United States Court of Appeals for the Second Circuit. The petition for writ of \ncertiorari is granted. The judgment is vacated and the case is remanded to the United States Court of Appeals for the Second \nCircuit for further consideration in light of Owen v. City of Independence, Missouri, 445 U.S. 622, 100 S.Ct. 1398, 63 \nL.Ed.2d 673 (1980). \n  \nParallel Citations \n100 S.Ct. 1827, 64 L.Ed.2d 256 \n \n \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66379"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120932,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120932"
    },
    {
      "date": "1979-10-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": "consolidation denied",
      "cite_1_page": 923,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 444,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 25270,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/25270.pdf",
      "title": "Opinion [Denying Petition to Consolidate]",
      "text": "444 U.S.  MEMORANDUM DECISIONS  261 \nCite as 100 S.Cl. (1979) \nto  consolidate  with  Consolidated  Edison  3 \nCompany of New York, Inc.  v.  Public Ser- 444 U.S. 924. 62 L.Ed.2d 180 \nvice Commission of New York,444 U.S. 822, \nAMERICAN  EXPORT  LINES,  INC., \n100 S.Ct. 41, 62 L.Ed.2d 28, denied. \npetitioner, v. Gilberto ALVEZ et \nal.  No. 79-1. \nFacts and opinion, Alvez v. American Ex \nport Lines, Inc., 59 A.D.2d 883, 399 N.Y.S.2d \n673;  46 N.Y.2d 634, 415 N.Y.S.2d 979, 389 \nN.E.2d 461. \nPetition  for  writ  of  certiorari  to  the \nCourt of Appeals of New York. \nOct. 29, 1979.  Granted. \n444 U.S. 923, 62 L.Ed.2d 180 \nDiane SALA, petitioner, v. COUNTY OF \nSUFFOLK.  No. 78-620. \nFacts and opinion, 2 Cir., 604  F.2d 207.  4 \nOct.  29,  1979.  Motion  of  petitioner  to  444 U.S. 924. 62 L.Ed.2d 180 \nexpedite  consideration  of  petition  and  to  Thomas E. COFFY, petitioner, v. RE \nconsolidate with Owen v. City of Independ  PUBLIC STEEL CORP.  No. 79-81. \nence, Missouri, 444 U.S. 822, 100 S.Ct. 42, 62 \nFacts and opinion, 590 F.2d 334. \nL.Ed.2d 28, denied. \nPetition for writ of certiorari to the Unit \ned  States Court of Appeals for the Sixth \nCircuit. \nOct. 29, 1979.  Granted. \n5 \n444 U.S. 924, 62 L.Ed.2d 180 \nSidney  A.  DIAMOND,  Commissioner  of \nPatents and Trademarks, petitioner, v. \n2 \nMalcolm E. BERGY et al.;  Lutrelle F. \n444 U.S. 924. 62 L.Ed.2d 180 \nPARKER, Acting Commissioner of Pat \nPaul J. WENGLER, appellant, v. DRUG \nents and Trademarks, petitioner, v. An \nGISTS MUTUAL INSURANCE COM \nanda M. CHAKRABARTY.  No. 79-136. \nPANY et al.  No. 79-381. \nFacts and opinion, Application of Bergy, \nAppeal from the Supreme Court of Mis  563 F.2d 1031;  596 F.2d 952. \nsouri. \nPetition for writ of certiorari to the Unit \nFacts and opinion, 583 S.W.2d 162.  ed  States  Court  of  Customs  and  Patent \nOct. 29, 1979.  In this case probable juris  Appeals. \ndiction noted.  Oct. 29, 1979.  Granted. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/25270"
    },
    {
      "date": "1979-08-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 207,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 604,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 56343,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/56343.pdf",
      "title": "Opinion",
      "text": "604 F.2d 207 (1979)\nDiane SALA, Plaintiff-Appellant,\nv.\nCOUNTY OF SUFFOLK, Philip F. Corso, Sheriff of the County of Suffolk, and Loraine\nWeeks, Defendants-Appellees.\nNo. 1056. Docket 79-7009.\nUnited States Court of Appeals, Second Circuit.\nArgued May 17, 1979.\nDecided August 17, 1979.\n208 *208 Bennett E. Aron, West Hempstead, N. Y., for plaintiff-appellant.\nEdward J. Hart, Merrick, N. Y. (Curtis, Hart & Zaklukiewicz, Merrick, N. Y., Wade Thomas Dempsey, Merrick, N.\nY., of counsel), for defendants-appellees.\nBefore KAUFMAN, Chief Judge, SMITH and TIMBERS, Circuit Judges.\nJ. JOSEPH SMITH, Circuit Judge:\nIn this case an unfortunate series of circumstances and the mechanical application of an ill-considered county\npolicy, since abandoned, led to an embarrassing strip search of a woman. Plaintiff Diane Sala had been accused\n209 by an individual of *209 harassment, a minor violation in New York's hierarchy of offenses against the public\nweal, punishable by no more than fifteen days in jail. The summons, however, was mailed to the wrong address,\nand a warrant was issued for Sala's arrest because of her failure to respond to the misdelivered summons. When\nSala was informed that a warrant had been issued, she voluntarily appeared at the Suffolk County Police\nDepartment. She was handcuffed and then searched by defendant Loraine Weeks, a correction officer. A \"strip\nsearch,\" which included visual inspection of the genital and anal areas, but no contact, was conducted. This\nprocedure was followed with all persons delivered to the custody of the Suffolk County Sheriff's Department at\nthe Suffolk County District Court Detention Facility.\nPlaintiff sued in the United States District Court for the Eastern District of New York for violation of her civil rights,\n42 U.S.C. § 1983. The court, George C. Pratt, Judge, directed a verdict for the individual defendants, Weeks and\nCounty Sheriff Philip E. Corso, and for the County, because of the absence of any proof of a lack of good faith,\nbut granted injunctive relief to prearraignment detainees charged with petty offenses, attorney's fees of $15,000\nand expenses of trial in the amount of $500 to plaintiff.\nNo appeal was taken from the grant of injunctive relief, the practice attacked having been abandoned by the\n[1]\nCounty.  The award of attorney's fees and expenses of trial was appealed, but the appeal was abandoned, and\nthis court dismissed it on February 23, 1979. We have before us only plaintiff Sala's appeal from the dismissal of\nher action for damages. We find no error in the result reached and therefore affirm the judgment.\nThe District Court properly directed a verdict for the individual defendants. The Supreme Court has enunciated a\nlimited \"good faith\" official immunity to actions for damages brought under § 1983. See, e. g., Procunier v.\nNavarette, 434 U.S. 555, 98 S.Ct. 855, 55 L.Ed.2d 24 (1978); Wood v. Strickland, 420 U.S. 308, 95 S.Ct. 992, 43\nL.Ed.2d 214 (1975). The immunity standard requires that an individual defendant have acted in both \"objective\"\nand \"subjective\" good faith. Id. at 321-22, 95 S.Ct. 992. The objective element of the test would deny immunity to\nthe defendants if \"the constitutional right allegedly infringed by them was clearly established at the time of their\nchallenged conduct, if they knew or should have known of that right, and if they knew or should have known that\ntheir conduct violated the constitutional norm.\" Procunier v. Navarette, supra, 434 U.S. at 562, 98 S.Ct. at 860.\nThe search of plaintiff Sala was conducted on October 9, 1974. We have neither discovered nor been directed to\nany case which, prior to that time, had held such a search to be a violation of any constitutional right. If the\n\n[2]\nsearch here did infringe any of Sala's constitutional rights,  such rights were not \"clearly established\" at the time\nof the search.\nThe subjective element of the good faith test is also satisfied. Sala did not allege that the individual defendants\nacted with malice, nor was there any proof that they intended \"to deprive the plaintiff of a constitutional right or to\ncause [her] `other injury.'\" Id. at 566, 98 S.Ct. at 862.\nWe therefore affirm the dismissal of the damage claims against Corso and Weeks.\n210 Sala's claim against the County presents a more difficult question. Although § 1983 \"creates a species of tort \n*210 liability that on its face admits of no immunities,\" Imbler v. Pachtman, 424 U.S. 409, 417, 96 S.Ct. 984, 988,\n47 L.Ed.2d 128 (1976), the Supreme Court has held that the statute \"is to be read in harmony with general\nprinciples of tort immunities and defenses rather than in derogation of them.\" Id. at 418, 96 S.Ct. at 989. Such a\nreading has required the Court to \"address how best to reconcile the plaintiff's right to compensation with the\nneed to protect the decisionmaking processes of an executive department.\" Butz v. Economou, 438 U.S. 478,\n503, 98 S.Ct. 2894, 2909, 57 L.Ed.2d 895 (1978). The result of this balancing has been the formulation of a\ndoctrine of official immunity, which we applied above, that provides government officials with varying degrees of\nprotection against individual liability.\nBoth Monell v. Department of Social Services, 436 U.S. 658, 701, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978), and \nTurpin v. Mailet, 579 F.2d 152, 166 (2d Cir.) (en banc), vacated on other grounds,439 U.S. 974, 99 S.Ct. 554, 58\nL.Ed.2d 645 (1978),decision on remand, 591 F.2d 426 (2d Cir. 1979) (en banc), reserved decision on the scope\nof any municipal immunity against an action for damages caused by a deprivation of constitutional rights. Sala's\n[3]\nclaim against the County for damages requires that we begin to deal with this issue.\nThe possibility of municipal liability under § 1983 after Monell implicates a number of the same competing\nconcerns which the courts have had to weigh in the cases involving personal liability under § 1983. Our path in\nbalancing these considerations is directed by the Supreme Court's declaration that its decision in Scheuer v.\nRhodes, 416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974), \"was intended to guide the federal courts in\nresolving this tension [between the individual's right to recover and the public interest in effective government\ndecision making] in the myriad factual situations in which it might arise.\" Butz v. Economou, supra, 438 U.S. at\n503, 98 S.Ct. at 2909.\nIn Scheuer, supra, 416 U.S. at 240, 94 S.Ct. at 1688, the Court noted that two \"mutually dependent rationales\"\nform the basis of the doctrine of official immunity from liability:\n(1) the injustice, particularly in the absence of bad faith, of subjecting to liability an officer who is\nrequired, by the legal obligations of his position, to exercise discretion; (2) the danger that the\nthreat of such liability would deter his willingness to execute his office with the decisiveness and\nthe judgment required by the public good.\nThe first of these concerns is in large part peculiar to the context of individual official immunity. The sense of\ninjustice felt at the prospect of holding an individual official liable in damages when he acted reasonably and in\ngood faith is greatly diminished when the liability is to be affixed to a municipality, even if its responsible officials\nacted reasonably in the light of the then-existing law. Although \"we are not insensitive to the financial plight of\nlocal governmental bodies\" and wish to avoid \"needlessly expand[ing] recovery at the expense of already\noverburdened taxpayers,\" Turpin v. Mailet, supra, 579 F.2d at 165, \"fiscal considerations alone cannot stand in\nthe way of the vindication of constitutional rights.\" Id. at 165 n. 38.\nBut the second rationale discussed in Scheuer retains more relevance in the context of municipal liability. The\nfear that the possibility of liability will unduly inhibit \"the vigorous exercise of official authority,\" Butz v. Economou,\nsupra, 438 U.S. at 506, 98 S.Ct. at 2911, is central to the concept of governmental immunity. As the Court said in \n211 Scheuer, supra, 416 U.S. at 241, 94 S.Ct. at 1689 \"one policy consideration seems to *211 pervade the analysis:\nthe public interest requires decisions and action to enforce laws for the protection of the public.\" Although the\ndetrimental effect that unforeseeable municipal liability may have on forceful decision making may be less direct\nthan in the case of personal liability, it is clear that the threat of such liability may inhibit public officials from \"mak\n\n[ing] decisions when they are needed or . . . act[ing] to implement decisions when they are made.\" Id. at 241-42,\n94 S.Ct. at 1689.\nThe protection of constitutional rights requires that municipalities, in the formulation of governmental \"policies\"\nand \"customs,\" exercise their authority carefully and with the utmost concern for the effect which their decisions\nwill have upon individuals. The role of municipal legal counsel in advising those responsible for decision making\n[4]\nas to the legality of proposed actions is of course crucial.  But there are situations in which even the most able\ncounsel will not be able to foretell the constitutional invalidity of a municipal policy. The Supreme Court has\nrecognized in other context that, where a decision \"establish[es] a new principle of law,\" it may be appropriate to\ngive such a decision only prospective application. See Chevron Oil Co. v. Huson, 404 U.S. 97, 105-07, 92 S.Ct.\n349, 355, 30 L.Ed.2d 296 (1971). Such a rule strikes a proper balance in determining the scope of municipal\nliability under § 1983, at least where, as here, there is no evidence that any person responsible for formulating\nthe municipal policy acted with malice or in bad faith. See also, Cox v. Cook, 420 U.S. 734, 736, 95 S.Ct. 1237,\n43 L.Ed.2d 587 (1975) (per curiam).\nWhere prior law does not suggest that a municipal policy is constitutionally infirm, it cannot be said in any\nmeaningful sense that the municipality has been \"at fault\" in adopting that policy, and we do not believe that §\n[5]\n1983, enacted by a Congress accustomed to nearly absolute municipal immunity,  should be read to implement\n[6]\na doctrine of liability without fault.  After all, \"it is not a tort for government to govern.\" Dalehite v. United States,\n346 U.S. 15, 57, 73 S.Ct. 956, 979, 97 L.Ed. 1427 (1953) (Jackson, J., dissenting), quoted with approval in \nScheuer, supra, 416 U.S. at 241, 94 S.Ct. 1683, at 1689.\nOur decision is a narrow one. The facts of this case present a situation wherein although the practice was\ninsensitive, demeaning and stupid, there was no evidence of bad faith on the part of anyone charged with\nformulating or implementing the municipal policy, and the case law as of the time of the incident involved here did\nnot suggest that the practice of strip searching which apparently had long been followed by many governmental\nbodies, was unconstitutional. The practice has now been abandoned by the County. In such a situation, the\npublic interest in careful, but forceful, governmental decision making requires that a municipality be afforded\nimmunity from liability for damages under § 1983.\nThe judgment of the District Court is affirmed.\n[1] Our resolution of the non-constitutional immunity issue makes it unnecessary for us to determine or to remand\nfor reconsideration the question whether the County's strip search policy was unconstitutional in light of the\nSupreme Court's recent decision in Bell v. Wolfish, ___ U.S. ___, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979). Unlike\nthe petitioners in Wolfish, Sala had not yet been arraigned and therefore there had been no judicial determination\nthat she should be committed to a detention facility. Compare, id. at ___ n. 28, ___, 99 S.Ct. 1861. We intimate\nno opinion as to whether this factual distinction has any constitutional significance.\n[2] See note 1, supra.\n[3] Several other courts have ruled on this question, with most of the recent cases holding that a good faith\nimmunity applies to municipalities as well as to government officials. E. g., Owen v. City of Independence,\nMissouri, 589 F.2d 335 (8th Cir. 1978); Ohland v. City of Montpelier, 467 F.Supp. 324 (D.Vt.1979); Leite v. City of\nProvidence, 463 F.Supp. 585 (D.R.I.1978) (dictum). Contra, Shuman v. City of Philadelphia, 470 F.Supp. 449\n(1979); see Hander v. San Jacinto Junior College, 519 F.2d 273, 277 n. 1 (5th Cir. 1975).\n[4] Section 501(1) of the County Law of the State of New York provides, in relevant part: \nThe county attorney shall be the legal advisor to the board of supervisors and every officer whose compensation\nis paid from county funds in all matters involving an official act of a civil nature.\n[5] At common law, municipalities were for a time accorded the same absolute immunity from tort liability which\nstates possessed. By 1871, when the predecessor of § 1983 was enacted, some states, such as New York, had\nrecognized a distinction between \"governmental\" and \"proprietary\" acts, imposing liability only for the latter. \nMonell v. Department of Social Services, 436 U.S. 658, 720-21, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978)\n\n(Rehnquist, J., dissenting). See Bailey v. City of New York, 3 Hill 531 (N.Y.1842); see generally, W. Prosser, The\nLaw of Torts at 978-79 (4th ed. 1971).\n[6]Cf. Monell v. Department of Social Services, 436 U.S. 658, 681 n. 40, 98 S.Ct. 2018, 2031, 56 L.Ed.2d 611\n(1978) (Congress rejected the Sherman amendment to the Civil Rights Act of 1871, which would have \"imposed\ndamages without regard to whether a local government was in any way at fault for the breach of the peace for\nwhich it was to be held for damages.\")\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/56343"
    },
    {
      "date": "1980-07-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 206,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 633,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66381,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66381.pdf",
      "title": "[Order Remanding Case to District Court]",
      "text": "Sala v. County of Suffolk, 633 F.2d 206 (1980)   \n \n \n \n   78-7638 | 7/9/80 \n633 F.2d 206 \n(The decision of the Court is referenced in a “Table \nE.D.N.Y. \nof Decisions Without Reported Opinions” appearing \n  \nin the Federal Reporter. See CTA2 s 0.23 for rules \nregarding the publication and citation of  Opinion \nunpublished opinions.)   \nUNITED STATES COURT OF APPEALS Second  REMANDED \nCircuit    \n\t\r  \nSala \nv. \nCounty of Suffolk \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66381"
    },
    {
      "date": "1980-07-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 206,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 633,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 26269,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/26269.pdf",
      "title": "[Order Remanding Case to District Court]",
      "text": "Westlaw. \n633  F.2d 206  Page  |\n633  F.2d 206 \n(Cite as:  633  F.2d 206) \nSala v.  County  of Suffolk \nC.A.2  1980. \n(The  decision  of the  Court is referenced in  a “Table \nof Decisions Without Reported  Opinions”  appearing \nin the  Federal Reporter.  See  CTA2  s  0.23  for rules  re- \ngarding  the publication and citation  of unpublished \nopinions.) \nUNITED  STATES  COURT  OF APPEALS  Second \nCircuit \nSala \nV. \nCounty  of Suffolk \n78-7638 \n7/9/80 \nE.D.N.Y. \nREMANDED \nC.A.2  1980. \nSala v.  County  of Suffolk \n633  F.2d 206 \nEND  OF DOCUMENT \n©  2007  Thomson/West.  No  Claim to  Orig.  U.S.  Govt.  Works. \n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/26269"
    }
  ],
  "document_count": 8
}