{
  "case_id": 693,
  "fetched_at": "2025-10-22T00:06:29.314347",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Lincoln",
        "institution_county": null,
        "name": "Logan Correctional Center ",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1980,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Central District of Illinois",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1979-07-20",
    "filing_year": 1979,
    "id": 693,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Disciplinary procedures",
      "Medical/Mental Health Care: Medical care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Law library access",
      "Discrimination Basis: Race discrimination",
      "Affected Sex/Gender(s): Male",
      "Discrimination Area: Medical Exam / Inquiry",
      "Discrimination Area: Discipline",
      "Discrimination Area: Conditions of Employment (including assignment, transfer, hours, working conditions, etc.)"
    ],
    "last_checked_date": "2006-03-30T00:00:00-05:00",
    "main_docket": {
      "id": 42362,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1979,
      "docket_filing_number": 3151,
      "is_main_docket": true,
      "court": "Central District of Illinois",
      "state": "Illinois",
      "docket_office_number": "3",
      "docket_number_manual": "79-3151",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Gibson v. McEvers",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Inmate at a state correctional facility alleging violations of constitutional rights",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>On July 20, 1979, an inmate of the Logan Correction center in Lincoln, Illinois, filed a lawsuit pro se pursuant to 42 U.S.C. &sect; 1983 against the assistant warden, other prison officials, and members of the parole board in the U.S. District Court for the Central District of Illinois. The complaint alleged that as a black inmate, he received unequal treatment in disciplinary proceedings in violation of his due process rights and that defendants prevented his use of the law library in violation of his First Amendment rights.  Five days later he amended his complaint to also allege race discrimination in job assignments.  Approximately six weeks later, he amended his complain a third time, alleging that he was denied proper medical care for a cold. The suit sought injunctive relief and monetary damages.</p><p>On November 12, 1979, the district court (Judge James Waldo Ackerman) granted defendants' motion for summary judgment holding that prison officials had not inhibited plaintiff's access to the courts, were not deliberately indifferent to his medical needs, and that the general claims of racial discrimination were not subject to judicial scrutiny as alleged.  In addition, he dismissed the complaint as malicious under 28 U.S.C. &sect; 1915(d). </p><p>On September 23, 1980, the U.S. Court of Appeals for the Seventh Circuit (Judge Walter Joseph Cummings) affirmed the district court's ruling after the plaintiff appealed.  Gibson v. McEvers, 631 F.2d 95 (7th Cir. 1980) (originally reported without opinion at 636 F.2d 1221 (7th Cir. 1980)).  After detailing its affirmance, the appellate court also noted that at that time, the Logan Correctional Center was subject to a consent decree entered between the state of Illinois and the Department of Justice to eliminate racial discrimination.  The court found it significant that Judge Ackerman presided over that decree, and found no discrimination in this case.  </p><p>The docket for this case is not available on PACER, and therefore our information ends with the September 23, 1980 appellate court opinion.</p><p></p>",
    "summary_published_date": "2006-03-30T00:00:00-05:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/693",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=693",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=693",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=693"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129102,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129102"
    },
    {
      "date": "1980-09-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 95,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 631,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55871,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55871.pdf",
      "title": "Opinion",
      "text": "631 F.2d 95 (1980)\nJoseph GIBSON, Plaintiff-Appellant,\nv.\nStephen L. McEVERS et al., Defendants-Appellees.\nNo. 79-2416.\nUnited States Court of Appeals, Seventh Circuit.\nArgued May 9, 1980.\n[*]\nDecided August 8, 1980.\nOpinion September 23, 1980.\n96 *96 Thomas Rizzo, law student c/o Prof. Charles F. Crutchfield, Notre Dame, Ind., for plaintiff-appellant.\nVincent Moreth, Asst. Atty. Gen., Spring-field, Ill., for defendants-appellees.\n[**]\nBefore CUMMINGS, Circuit Judge, NICHOLS, Associate Judge,  and PELL, Circuit Judge.\nCUMMINGS, Circuit Judge.\nOn July 20, 1979, plaintiff, an inmate of the Logan Correctional Center in Lincoln, Illinois, filed this civil rights\naction under 42 U.S.C. § 1983, seeking to redress his constitutional rights. Defendant McEvers is the assistant\nwarden at Logan and the remaining named defendants are also officials there. In addition, the complaint named\neight John Doe defendants who are \"members off the Adult Authority of the State of Illinois * * * [and] are\nresponsible for deciding when Illinois State Prisoners should be released on Supervisional parole\" (Par. 9 of\nComplaint). Plaintiff, a black prisoner, alleged that he was the audio-visual clerk of the institution's library. On\nJune 19, 1979 he went to defendant Laura Coffey's classroom in order to obtain from her an overdue projector\nfor use by teacher Shurbe. Because of her annoyance at his entrance into Coffey's classroom, she filed a\ncomplaint termed a \"Resident Disciplinary Report\" stating that Gibson came into her classroom and spoke to her\n\"in a gruff, forceful, and intimidating manner\" about the projector in violation of AR-804 11-1-(2) dealing with being\ndisrespectful to any employee of the institution (Par. 13). Five members of Mrs. Coffey's class agreed to be\n97 witnesses for plaintiff but they were not called by the adjustment committee which *97 found plaintiff guilty and\ntherefore deprived him of two weeks of commissary and movie privileges.\nDefendant McAfee, Educational Administrator at Logan, assertedly tried to have plaintiff removed from his library\nassignment as a result of one of McAfee's \"ultra and extreme racialist teachers having written a Black disciplinary\nreport\" about plaintiff (Par. 16). Even though the adjustment committee refused McAfee's request, he and another\n\"racialist,\" namely, defendant McEvers, told defendant librarian Neal Van Der Vorn to get rid of plaintiff. According\nto the complaint, the Logan Education Department doesn't employ blacks or minority race members in any\ncapacity but only \"extreme white racialist[s] that will employ their positions to exercise their racialist hangups on\nthe minority race\" (Par. 16).\nThe complaint added that defendant McEvers did everything humanly possible to prevent plaintiff from using the\nlegal library at Logan to obtain photocopies of a grievance of the plaintiff complaining that Logan employees\naccept bribes and gifts of gratuities. Defendants supposedly threaten inmates with shipment to a maximum\nsecurity prison when prisoners file grievances. Plaintiff sought a declaratory judgment that defendants' acts\nviolated his First Amendment and due process rights, injunctive relief, and $10,000 in damages from all\ndefendants except members of the Illinois Adult Authority.\nFive days later plaintiff filed an amendment to his complaint asserting various racially discriminatory practices at\nLogan, noting that no blacks were given suitable positions at Logan, with black prisoners being confined to one\nside of the residence dining room. Plaintiff excepted Chief Administrator Leo Meyer from his charges because he\nwas \"openly honestly\" [sic] (Par. 12).\n\nAbout six weeks later plaintiff filed another amendment to his pro se complaint. Here he alleged that at 5:55 p. m.\non August 27, 1979, he had a cold and his \"chest was burning with pain.\" This amendment named two\ndefendants, i. e., John Carr, administrator of the Logan Medical Unit, and Betty Dobbs, a nurse employed there,\nwho denied him medical relief for his cold until the next morning. Plaintiff sought $20,000 in actual damages and\n$20,000 in punitive damages from these defendants and increased his ad damnum as to the other defendants by\n$10,000 each, but again exempting the Illinois Adult Authority members.\nOn November 12, 1979, Judge Ackerman filed a memorandum order granting defendants summary judgment. As\nto plaintiff's claim that he was unreasonably denied access to the courts, the district judge stated that these\nclaims were \"belied by his correspondence with this court.\" The court determined that the defendants' regulations\nrelating to the use of photocopying machines at Logan were reasonable and had enabled plaintiff to make three\ncopies of his lengthy response (R. Item 33) to defendants' motion to dismiss. Therefore, the district court\nconcluded that defendants had not infringed plaintiff's constitutional right of access to the courts.\nAs to possible denial of medical treatment in violation of the Eighth Amendment, Judge Ackerman stated that\nplaintiff's allegations about medical care \"are premised upon conclusory opinions of the plaintiff and do not allege\na deliberate indifference to medical needs sufficient to state a constitutional claim.\" Medical attention was\nproffered to plaintiff at 6:30 a. m. the day following his evening request therefor.\nAs to plaintiff's general claims of racial discrimination, the district judge held that they related to internal prison\nmatters not subject to judicial scrutiny \"in light of the information filed by the defendants in support of their motion\"\nfor summary judgment.\nIn the closing portion of his memorandum order, the district judge noted that friction had existed between plaintiff\nand defendants, as revealed by the animosity shown in plaintiff's correspondence with the court. Therefore he\n98 held that the amended complaint should be dismissed as malicious under *98 28 U.S.C. § 1915(d).[1] He\nconcluded that plaintiff's allegations were \"unfounded under the circumstances here presented when measured\nagainst a constitutional standard.\" Therefore summary judgment was entered in favor of defendants. We affirm.\nDisciplinary Hearing\nIn his first complaint, plaintiff alleged that he was denied due process at his disciplinary hearing involving Mrs.\nCoffey's complaint of his disrespectful conduct. He was given notice, an opportunity to be heard, and a written\nstatement of the evidence relied upon and the reasons for the discipline imposed as required by Wolff v.\nMcDonnell, 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935. The Constitution and administrative regulations do not\nconfer upon prisoners the right to call witnesses to present evidence when, as here, only lesser penalties were\nimposed, namely a fortnight's deprivation of movie and commissary privileges.\nPhotocopy Regulation\n[2]\nPlaintiff's allegation that he was denied due process because of a prison regulation  restricting the use of the\nLogan library's photocopying machine is baseless. The regulation in question was geared to the library's\nresources for photocopying legal material and was clearly reasonable. Furthermore, the record discloses that\nmany, if not all, of plaintiff's documents were photocopied and that others would have been if he left them with the\nlibrarian as requested. Since there was no showing that plaintiff was denied access to the courts by virtue of this\nregulation, summary judgment was justified.\nRemovability of Plaintiff's Job Assignment\nA careful study of the amended complaint discloses that plaintiff did not allege that he lost his audio-visual\nclerkship. Appointed counsel are mistaken about this. Even if plaintiff had complained that he was removed from\nhis clerkship, a transfer to another job would be permissible as a matter of prison administration. An inmate's\n\nexpectation of keeping a certain prison job does not amount to a property or liberty interest entitled to protection\nunder the due process clause. Altizer v. Padernick, 569 F.2d 812, 813 (4th Cir. 1978); Bryan v. Werner, 516 F.2d\n233, 240 (3d Cir. 1975).\nDenial of Medical Care\nPlaintiff's allegation that he was refused medical treatment for a cold does not show deliberate indifference to a\nserious medical need, and therefore there was no violation of his constitutional rights. Estelle v. Gamble, 429\nU.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976). Moreover, according to his amended complaint, plaintiff did not\nreport his cold until 5:55 p. m. and he was then offered medical attention at 6:30 a. m. the next morning. Although\nplaintiff refused to accept that offer, he has not shown that the hospital staff would have harmed him if he\nreported there. No damage to his health resulted. Consequently, summary judgment was proper on this claim\ntoo. Thomas v. Pate, 493 F.2d 151, 157-158 (7th Cir. 1974).\nClaims of Racial Discrimination\nPlaintiff alleged that black inmates like himself received unequal treatment when being considered for job\nassignments or when subjected to disciplinary proceedings. He has not shown that he was denied any job. Apart\nfrom insufficient conclusionary statements, plaintiff has only alleged that the Logan Hearing Board is used to\nenforce white supremacy. However, defendants' Exhibits show that no member of the board was a witness or\naccuser of the plaintiff, that two of the three members of the board were black, and that one minority member is\nalways required. Therefore the claims must fail. Thomas v. Pate, supra at 160, 161-162.\n99 *99 The Logan Correctional Center is subject to a 1978 consent decree entered into between the Department of\nJustice and the State of Illinois that was designed to eliminate racial discrimination at Logan. Judge Ackerman\npresides over the consent decree and in granting defendants summary judgment he must have considered that\nthe defendants had not violated the comprehensive consent decree, as shown by the reports thereunder (Exhibit\nD to motion to dismiss; R. Item 31). This very record shows that blacks are not treated disproportionately to\n[3]\nwhites with respect to job or meal assignments and discipline at Logan (idem; see also Exhibit E  to motion to\ndismiss; R. Item 31).\nJudgment affirmed.\n[*] This appeal was originally decided by unreported order on August 8, 1980. See Circuit Rule 35. The Court has\nsubsequently decided to issue the decision as an opinion.\n[**] The Honorable Philip Nichols, Jr., Associate Judge of the United States Court of Claims, is sitting by\ndesignation.\n[1] 28 U.S.C. § 1915(d) permits a federal court to dismiss a case \"if satisfied that the action is frivolous or\nmalicious.\" See Wartman v. Branch 7, 510 F.2d 130 (7th Cir. 1975).\n[2] The regulation is the first exhibit appended to defendants' brief.\n[3] Exhibit E is Chief Administrator Leo Meyer's affidavit refuting plaintiff's discriminatory charges. Meyer was\ndepicted as \"openly honestly\" in the first amendment to the Complaint.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55871"
    },
    {
      "date": "1980-08-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1221,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 636,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66905,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66905.pdf",
      "title": "Reported Opinion",
      "text": "Joseph Gibson v. Stephen L. McEvers, 636 F.2d 1221 (Table) (1980)   \n \n \n  \nGibson \n636 F.2d 1221 (Table) \nv. \n(The decision of the Court is referenced in a “Table \nMcEvers \nof Decisions Without Reported Opinions” appearing \nin the Federal Reporter. The Seventh Circuit \n79-2416 | 8/8/80 \nprovides by rule that when a decision does not \nsatisfy the criteria for publication it will be filed as \nan unpublished order. Except to support a claim of  C.D.Ill. \nres judicata, collateral estoppel or law of the case, an    \nunpublished order shall not be cited or used as \nprecedent. Seventh Circuit Rules, Rule 53(b), 28  Opinion \nU.S.C.A.)   \nUNITED STATES COURT OF APPEALS Seventh  AFFIRMED \nCircuit    \n\t\r  \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66905"
    },
    {
      "date": "1980-09-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 95,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 631,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 3457,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/3457.pdf",
      "title": "Opinion",
      "text": "GIBSON v. McEVERS  95 \nCite as 831 F.2d 95 (1980) \nthe dogs were used in a manner which itself \nwithout further individual intervention in  Joseph GIBSON, Plaintiff-Appellant, \nvaded protected privacy rights.  I further \nv. \nquestion whether the record demonstrates \nStephen L. McEVERS et al., \nthat the responses of the dogs were suffi \nDefendants-Appellees. \nciently reliable indicators of the presence of \ncontraband to constitute probable cause jus- No. 79-2416. \ntifying the individual searches.  After all, it \nUnited States Court of Appeals, \nappears that although the canine response \nSeventh Circuit. \nraised suspicion toward 50 students, only 15 \nwere fO\\lnd  to possess contraband.  As to  Argued May 9, 1980. \nplaintiff Doe,  I gather that she  probably \nDecided Aug. 8, 1980.· \ncaused the dog to respond to her because \nOpinion Sept. 23, 1980. \nshe had been playing that morning with her \nown  dog which  was  in  heat.  I  was  not, \nhowever, a member of the panel, did  not  Civil  rights  action  was  instituted  by \nread  the  briefs  on  appeal,  nor  hear oral  plaintiff as an inmate at a state correction \nargument  with  opportunity  to  question  al  facility  to  redress alleged violations of \ncounsel, nor examine the record.  I there  constitutional  rights.  The  United  States \nfore go no further toward expressing at this  District Court for  the Central  District of \nstage an opinion on the merits of the ap  Illinois, Springfield Division, J. Waldo Ack \npeal.  erman, J., entered summary judgment for \ndefendants,  and  plaintiff  appealed.  The \nHARLINGTON  WOOD,  Jr.,  Circuit  Court of Appeals, Cummings, Circuit Judge, \nJudge, dissenting.  held that allegation that black inmates like \nplaintiff received unequal treatment when \nAs  I believe  this case  raises significant \nbeing  considered  for  job  assignments  or \nissues with an impact beyond these particu \nwhen subjected to disciplinary proceedings \nlar  parties,  I  respectfully dissent.  I join \nat state correctional  facility  administered \ngenerally in the concerns expressed by my \nby defendants was not a basis for establish \nother  dissenting  colleagues.  However, \ning a denial of constitutional rights in ab \nwithout the benefit of an en bane hearing, I \nsence of a showing that plaintiff was denied \nam reluctant to express an opinion on the \nany job and, as against conclusory allega \nmerits of those issues. \ntion that hearing board was used to enforce \nwhite  supremacy,  defendants'  exhibits \nCUDAHY, Circuit Judge, dissenting.  showed  that no  member of  board  was  a \nwitness or accuser of plaintiff, that two of \nAlthough I do not feel  in a position to \nexpress specific views on the merits, I share  three members of board  were  black,  and \nin the concerns so eloquently expressed by  that one minority member was always re \nmy colleagues.  quired. \nAffirmed. \n1. Constitutional Law es=272(2) \nDue process was not denied plaintiff at \na disciplinary hearing in state correctional \ninstitution involving complaint of his disre \nspe('tful  conduct  by  defendant  official \nwhere plaintiff was given notice, an oppor-\n>I< This appeal was originally decided by unreport  35.  The Court has subsequently decided to \ned order on August 8, 1980.  See Circuit Rule  issue the decision as an opinion. \n\n96  631  FEDERAL REPORTER, 2d SERIES \ntunity to be heard, and a written statement  showed  that no  member of  board  was  a \nof evidence relied on and reasons for disci  witness or accuser of plaintiff, that two of \npline imposed.  U.S.C.A.Const. Amend.  14.  three members of board  were  black,  and \nthat one minority member was always re \n2. Constitutional Law *=>272(2) \nquired.  U.S.C.A.Const. Amend. 14. \nPlaintiff  was  not  denied  due  process \nbecause of a regulation at the state correc \ntional  facility  administered  by defendants  Thomas  Rizzo,  law  student  c/o  Prof. \nrestricting use of a photocopying machine  Charles F.  Crutchfield, Notre Dame,  Ind., \nin institution's library where regulation was  for plaintiff-appellant. \ngeared to  resources  of  library for  photo  Vincent Moreth, Asst. Atty. Gen., Spring \ncopying legal material and was clearly rea  field, Ill. , for defendants-appellees. \nsonable and, in any event, record disclosed \nthat many,  if not all,  of plaintiff's docu  Before  CUMMINGS,  Circuit  Judge, \nments  were  photocopied  and  that  others  NICHOLS, Associate Judge,·· and PELL, \nwould have been if he had left them with  Circuit Judge. \nlibrarian  as  requested.  U.S.C.A.Const. \nCUMMINGS, Circuit Judge. \nAmend. 14. \nOn July 20, 1979, plaintiff, an inmate of \n3. Constitutional Law *=>254.1,277(2) \nthe Logan Correctional Center in Lincoln, \nExpectation  which  plaintiff  had  of  Illinois, filed this civil rights action under 42 \nkeeping an audio-visual clerkship at the state  U.S.C. § 1983, seeking to redress his consti \ncorrectional  facility  administered  by  de  tutional rights.  Defendant McEvers is the \nfendant did  not amount to  a property or  assistant warden at Logan and the remain \nliberty interest entitled to protection under  ing  named  defendants  are  also  officials \ndue process clause.  U.S.C.A.Const. Amend.  there.  In  addition,  the  complaint  named \n14.  eight John Doe defendants who are \"mem \nbers off the Adult Authority of the State of \n4. Prisons *=> 17 \nIllinois  •  •  •  [and] are responsible for \nAllegation by plaintiff that he was re \ndeciding  when  Illinois  State  Prisoners \nfused medical treatment for a cold at state \nshould be released on Supervisional parole\" \ncorrectional  facility  administered  by  de \n(Par. 9 of Complaint).  Plaintiff, a  black \nfendants did  not show deliberate indiffer \nprisoner, alleged that he was the audio-vis \nence to a serious medical need and, hence, \nual  clerk of the  institution's library.  On \nwas not a basis for establishing a violation \nJune 19, 1979 he went to defendant Laura \nof plaintiff's constitutional rights.  U.S.C. \nCoffey's classroom in order to obtain from \nA.Const. Amend. 14. \nher an overdue projector for use by teacher \n5. Convicts *=>7(1)  Shurbe.  Because of her annoyance at his \nAllegation  that  black  inmates  like  entrance into Coffey's classroom, she filed a \nplaintiff received unequal treatment when  complaint termed a \"Resident Disciplinary \nbeing  considered  for  job  assignments  or  Report\" stating that Gibson came into her \nwhen subjected to disciplinary proceedings  classroom  and  spoke  to  her \"in a  gruff, \nat state correctional  facility  administered  forceful,  and  intimidating manner\" about \nby defendants was not a basis for establish  the projector in violation of AR--804 11-1-\ning a denial of constitutional rights in ab  (2) dealing with being disrespectful to any \nsence of a showing that plaintiff was denied  employee of the institution (Par. 13).  Five \nany job and, as against conclusory allega  members of Mrs. Coffey's class agreed to be \ntion that hearing board was used to enforce  witnesses for  plaintiff but they were  not \nwhite  supremacy,  defendants'  exhibits  called by the adjustment committee which \n** The Honorable Philip Nichols, Jr.,  Associate \nJudge of the United States Court of Claims, is \nsitting by designation. \n\nGIBSON v. McEVERS  97 \nCite u 831 F.2d 95 (1980) \nfound  plaintiff  guilty  and  therefore  de  administrator of the Logan  Medical  Unit, \nprived him of two weeks of commissary and  and Betty Dobbs, a nurse employed there, \nmovie privileges.  who denied him medical relief for his cold \nDefendant McAfee, Educational Adminis  until  the  next morning.  Plaintiff sought \ntrator at Logan, assertedly  tried  to have  $20,000 in  actual damages arid  $20,000  in \nplaintiff removed from  his library assign  punitive  damages  from  these  defendants \nment as a result of one of McAfee's \"ultra  and  increased  his  ad damnum  as  to  the \nand extreme racialist teachers having writ  other defendants by $10,000 each, but again \nten a Black disciplinary report\" about plain  exempting  the  Illinois  Adult  Authority \ntiff (Par. 16).  Even though the adjustment  members. \ncommittee  refused  McAfee's  request,  he  On November 12, 1979, Judge Ackerman \nand another \"racialist,\" namely, defendant  filed  a  memorandum  order  granting  de \nMcEvers, told defendant librarian Neal Van  fendants summary judgment.  As to plain \nDer Vorn to get rid of plaintiff.  According  tiff's claim that he was unreasonably denied \nto the complaint, the Logan Education De  access to the courts, the district judge stat \npartment doesn't employ blacks or minority  ed  that these claims  were  \"belied  by  his \nrace members in any capacity but only \"ex  correspondence with this court.\"  The court \ntreme  white  racialist[s]  that  will  employ  determined that the defendants' regulations \ntheir  positions  to  exercise  their  racialist  relating  to  the  use  of  photocopying  ma \nhangups on  the minority  race\"  (Par.  16).  chines at Logan were reasonable and had \nenabled plaintiff to make three copies of his \nThe  complaint  added  that  defendant \nMcEvers  did  everything humanly possible  lengthy response  (R.  Item 33)  to  defend \nto  prevent plaintiff from  using  the legal  ants' motion to dismiss.  Therefore, the dis \ntrict court concluded that defendants had \nlibrary at Logan to obtain photocopies of a \nnot infringed plaintiff's constitutional right \ngrievance of the plaintiff complaining that \nof access to the courts. \nLogan employees accept bribes and gifts of \ngratuities.  Defendants supposedly threaten  As  to  possible  denial  of  medical  treat \ninmates with shipment to a maximum se  ment  in  violation  of the  Eighth  Amend \ncurity prison when prisoners file grievances.  ment, Judge Ackerman stated that plain \nPlaintiff  sought  a  declaratory  judgment  tiff's  allegations  about  medical  care \"are \nthat  defendants'  acts  violated  his  First  premised  upon  conclusory opinions of the \nAmendment and due process rights, injunc  plaintiff and do not allege a deliberate in \ntive relief, and $10,000 in damages from all  difference  to  medical  needs  sufficient  to \ndefendants except members of the Illinois  state a constitutional claim.\"  Medical at \nAdult Authority.  tention was proffered to plaintiff at 6:30 a. \nm.  the day following  his  evening request \nFive days later plaintiff filed an amend \ntherefor. \nment to his complaint asserting various ra \ncially  discriminatory  practices  at  Logan,  As to plaintiff's general claims of racial \nnoting that no blacks were given suitable  discrimination, the district judge held that \npositions at Logan, with black prisoners be  they related to internal prison matters not \ning confined to one  side of the residence  subject to judicial scrutiny \"in light of the \ndining room.  Plaintiff excepted Chief Ad  information filed by the defendants in sup \nministrator  Leo  Meyer  from  his  charges  port of their motion\" for  summary judg \nbecause he was \"openly honestly\" [sic] (Par.  ment. \n12).  In the closing portion of his memorandum \nAbout six weeks later plaintiff filed an  order, the district judge noted that friction \nother amendment to his pro se complaint.  had existed between plaintiff and defend \nHere he alleged that at 5:55 p. m. on Au  ant.-!, as revealed by the animosity shown in \ngust 27, 1979, he had a cold and his \"chest  plaintiff's  correspondence  with  the court. \nwas burning with pain.\"  This amendment  Therefore he held that the amended com \nnamed  two  defendants,  i.  e.,  John  Carr,  plaint should be dismissed as malicious un-\n\n98  631  FEDERAL REPORTER, 2d SERIES \nder 28 U.S.C. § 1915(d).1  He concluded that  plained that he was removed from his clerk \nplaintiff's allegations were \"unfounded un  ship,  a  transfer to another job would  be \nder the circumstances here presented when  permissible as a matter of prison adminis \nmeasured  against  a  constitutional  stan  tration.  An inmate's expectation of keep \ndard.\"  Therefore summary judgment was  ing a certain prison job does not amount to \nentered in favor of defendants.  We affirm.  a  property or liberty  interest entitled  to \nDisciplinary Hearing  protection  under  the  due  process  clause. \nAltizer v. Padernick, 569 F.2d 812, 813 (4th \n[1]  In  his  first complaint,  plaintiff al \nCir. 1978);  Bryan v.  Werner, 516 F.2d 233, \nleged that he was denied due process at his \n240 (3d Cir. 1975). \ndisciplinary hearing involving Mrs. Coffey's \ncomplaint of his disrespectful conduct.  He \nDenial of Medical Care \nwas  given  notice,  an  opportunity  to  be \n[4]  Plaintiff's allegation that he was re \nheard, and a written statement of the evi \nfused medical treatment for a cold does not \ndence relied upon and the reasons for the \nshow  deliberate  indifference  to  a  serious \ndiscipline imposed as required by  Wolff v. \nmedical need, and therefore there was no \nMcDonnell, 418 U.S. 539, 94 S.Ct. 2963, 41 \nviolation of his  constitutional rights.  Es \nL.Ed.2d 935.  The Constitution and admin \ntelle v. Gamble, 429 U.S. 97, 97 S.Ct. 285, 50 \nistrative  regulations  do  not  confer  upon \nL.Ed.2d 251 (1976).  Moreover, according to \nprisoners  the  right  to  call  witnesses  to \nhis  amended  complaint,  plaintiff did  not \npresent evidence when, as here, only lesser \nreport his cold until 5:55 p. m. and he was \npenalties  were  imposed,  namely  a  fort \nthen offered medical attention at 6:30 a. m. \nnight's deprivation of movie  and commis \nthe next morning.  Although plaintiff re \nsary privileges. \nfused to accept that offer, he has not shown \nthat the hospital staff would have harmed \nPhotocopy Regulation \nhim if he reported there.  No damage to his \n[2]  Plaintiff's allegation that he was de  health  resulted.  Consequently,  summary \nnied due process because of a prison regula  judgment  was  proper  on  this  claim  too. \ntion 2  restricting the use  of the Logan li  Thomas v. Pate, 493 F.2d 151, 157-158 (7th \nbrary's  photocopying  machine  is  baseless.  Cir.1974). \nThe regulation in question  was geared to \nthe library's resources for photocopying le  Claims of Racial Discrimination \ngal  material  and  was  clearly  reasonable.  [5]  Plaintiff alleged that black inmates \nFurthermore,  the  record  discloses  that  like  himself  received  unequal  treatment \nmany,  if not all, of plaintiff's documents  when being considered for job assignments \nwere  photocopied  and  that  others  would  or when subjected to disciplinary proceed \nhave been if he left them with the librarian  ings.  He has not shown that he was denied \nas requested.  Since there was no showing  any job.  Apart from  insufficient conclu \nthat  plaintiff  was  denied  access  to  the  sionary statements,  plaintiff has  only  al \ncourts by virtue of this regulation, summa  leged that the Logan Hearing Board is used \nry judgment was justified.  to enforce white supremacy.  However, de \nfendants' Exhibits show that no member of \nRemovabjJity of Plaintiff's Job Assignment \nthe board was a witness or accuser of the \n[3]  A  careful  study  of  the  amended  plaintiff, that two of the three members of \ncomplaint  discloses  that plaintiff did  not  the board were black, and that one minority \nallege that he  lost his  audio-visual clerk  member is always required.  Therefore the \nship.  Appointed  counsel  are  mistaken  claims must fail.  Thomas v. Pate, supra at \nabout  this.  Even  if  plaintiff  had  com- 160, 161-162. \nI.  28 U.S.C. § 1915(d) permits a federal court to  2.  The regulation is the first exhibit appended to \ndismiss a case \"if satisfied that the action is  defendants' brief. \nfrivolous  or  malicious.\"  See  Wartman  v. \nBranch 7, 510 F.2d 130 (7th Cir. 1975). \n\nDICKERSON v. EQUITABLE LIFE ASSUR. SOC.  99 \nCite as 831 F.2d 99 (1988) \nThe Logan Correctional Center is subject  surer  appealed.  The  Court  of  ADpeals, \nto a  1978 consent decree entered into be  McMillian, Circuit Judge, held that insurer's \ntween the Department of Justice and the  acceptance  of March  premium  waived its \nState of Illinois that was designed to elimi  right to declare a forfeiture of the policy \nnate racial discrimination at Logan.  Judge  for non-payment of the February premium. \nAckerman presides over the consent decree \nAffirmed. \nand in granting defendants summary judg \nment he must have considered that the de \nfendants had not violated the comprehen  1. Insurance *'\"250 \nsive consent decree, as shown by the reports  In Arkansas,  forfeitures  of insurance \nthereunder (Exhibit D to motion to dismiss;  policies are not favored. \nR.  Item 31).  This very record shows that \n2. Insurance *'\"392(1) \nblacks are not treated disproportionately to \nArkansas follows rule that insurer's ac \nwhites with respect to job or meal assign \nceptance of premium due  on  certain day \nments and discipline at Logan (idem;  see \nconstitutes waiver of forfeiture on ground \nalso  Exhibit E 3 to motion to dismiss;  R. \nthat previous premium remains unpaid. \nItem 31). \nJudgment affirmed.  3. Payment *'\"39(9) \nUnder Arkansas law, once insurer has \napplied payment to particular premium due, \napplication may not be unilaterally altered, \neven though insurer later contends that ap \nplication  was  made  by  mistake and it is \nentitled to forfeiture of policy because pre \nvious payment remains unpaid. \n4. Insurance *,\"392(1) \nSandra Lawrence DICKERSON, Appellee, \nUnder its contract with insurer and as \nv.  matter of general  insurance  law,  insurer \nThe EQUITABLE LIFE ASSURANCE  could not later reverse payment of March \nSOCIETY of the United States, a  premium where it not only had issued its \ncorporation, Appellant.  receipt for amount due but had also credit \ned  insured's  account  with  payment  of \nNo. 79-1695. \nMarch premium, and thus its acceptance of \nUnited States Court of Appeals,  March premium waived its right to declare \nEighth Circuit.  a forfeiture of life policy for nonpayment of \nFebruary premium. \nSubmitted March 12, 1980. \n5. Insurance *,\"392(1) \nDecided Sept. 9, 1980. \nWhere  life  insurer  did  not  deposit \ncheck for March premium until after it had \nAction was brought by insured's widow  knowledge of dishonor of check for Febru \nagainst insurer to recover proceeds of in  ary premium, and where it never attempted \nsured's  life  policy,  which  insurer claimed  to refund March payment, its actions were \nhad lapsed for nonpayment.  The case was  inconsistent  with  its  alleged  intention  to \ntried  before  the  United  States  District  declare forfeiture of life policy for nonpay \nCourt for the Western District of Arkansas,  ment of February premium and thus insur \nTerry Shell, J., who died before rendering  er, which took calculated risk in depositing \njudgment.  Paul X Williams, Chief Judge,  insurer's March check, waived its right to \nthen entered judgment for widow, and in- declare forfeiture on policy, which remained \n3.  Exhibit E is Chief Administrator Leo Meyer's  charges.  Meyer was depicted as \"openly hon \naffidavit  refuting  plaintiff's  discriminatory  estly\" in the first amendment to the Complaint. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/3457"
    }
  ],
  "document_count": 4
}