{
  "case_id": 11205,
  "fetched_at": "2025-10-22T00:14:00.267917",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State Public Defender Office",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Yes",
    "closing_year": 1974,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Middle District of Florida",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1973,
    "id": 11205,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc., Reproductive rights, Environmental Justice and Resources: Funding",
      "Death Penalty, General/Misc.: Quality of representation",
      "Reproductive rights: Fetus Identity"
    ],
    "last_checked_date": "2009-02-25T00:00:00-05:00",
    "main_docket": {
      "id": 31845,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1971,
      "docket_filing_number": 561,
      "is_main_docket": true,
      "court": "Middle District of Florida",
      "state": "Florida",
      "docket_office_number": "8",
      "docket_number_manual": "71-0561",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Gardner v. Luckey",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Indigent criminal defendants seeking declaratory and injunctive relief against the Florida Public Defender Offices for failing to meet minimum constitutional standards in their representation.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Florida",
    "summary": "<p>In 1971, indigent criminal defendants who had been separately convicted of Florida crimes filed a class action lawsuit in the United States District Court for the Middle District of Florida against the state public defender offices pursuant to state law and 42 U.S.C.A. &sect; 1983. Plaintiffs were represented by private counsel. They alleged that the public defender's office failed to meet minimum constitutional standards of effective representation due to inadequate funding and excessive caseloads. The District Court dismissed the complaint on four grounds: (1) a Public Defender is not a state actor when he carries out his central function of representing indigents; (2) the class action was not maintainable because the deprivation of the right to effective assistance of counsel can only be proven by reference to particular instances; (3) there were adequate remedies at law; and (4) there was no case or controversy. Plaintiffs appealed.</p>\r\n<p>On September 16, 1974 the United States Court of Appeals for the Fifth Circuit (Godbold, C.J.) affirmed the dismissal of the class action suit because it should not have been brought in federal court since the complaint did not allege that any of the named plaintiffs themselves were injured by the conduct of the public defenders.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2022-03-27T18:55:05.998855-04:00",
    "summary_short": "Indigent criminal defendants filed a class action lawsuit against the State of Florida's public defender offices.  Both the District Court for the Middle District of Florida and the Court of Appeals for the Fifth Circuit dismissed the case.  The case should not have been brought in federal court since there was no case or controversy as none of the name defendants alleged any injuries based upon the conduct of the public defenders.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11205",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11205",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11205",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11205"
  },
  "documents": [
    {
      "date": "1974-09-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 712,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 500,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55077,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55077.pdf",
      "title": "Opinion",
      "text": "500 F.2d 712 (1974)\nJohnny M. GARDNER, Dean Anthony Ackley, and Willie Jones, Jr., Individually, etc.,\nPlaintiffs-Appellants,\nv.\nJudge C. LUCKEY, Jr., as Public Defender for the Thirteenth Judicial Circuit of the State of\nFlorida, et al., etc., Defendants-Appellees.\nNo. 73-1777.\nUnited States Court of Appeals, Fifth Circuit.\nSeptember 16, 1974.\nRehearing and Rehearing En Banc Denied December 10, 1974.\nWilliam Knight Zewadski, Tomothy A. Johnson, Jr., Tampa, Fla., for plaintiffs-appellants.\nRobert L. Shevin, Atty. Gen. of Florida, Baya Harrison, III, Asst. Atty. Gen., Tallahassee, Fla., for defendants-\nappellees.\nBefore THORNBERRY, GODBOLD and CLARK, Circuit Judges.\n713 *713 GODBOLD, Circuit Judge:\nJohnny Gardner, Dean Ackley and Willie Jones, the appellants, were separately convicted of Florida crimes.\nUnder 42 U.S.C. § 1983 they mounted a sweeping class action seeking declaratory and injunctive relief against\n[1]\nthe Florida Public Defender Offices in the Twelfth and Thirteenth Judicial Circuits of Florida,  which had\nrepresented them at various stages of the criminal process. The thrust of their complaint was that the Public\nDefender Offices systematically failed to meet minimum constitutional standards in the representation afforded\nindigents at trial, on appeal, and in state post-conviction proceedings. More specifically, stated appellants, the\nPublic Defenders failed to consult with those whom they were appointed to represent, to advise each indigent\ndefendant of his legal rights, to provide adequate investigation of the availability of factual and legal defenses,\nand to assign a specific attorney to defend the indigent.\nAppellants sought neither release from custody nor damages, and did not cast doubt upon the zeal and\nprofessional skill of individual Public Defenders and their staffs. Instead they requested the District Court to\ndeclare that the Public Defenders' acts, policies, practices, pattern of conduct and custom violated their rights,\nand to enjoin the Offices from further representation of indigents unless standards, specified in the complaint and\n[2]\nalleged to represent minimum standards of constitutional effectiveness, were met.  They made inadequate\nfunding and excessive caseloads a key claim in their suit. They requested a declaration that appointment of\nPublic Defenders for any representation in excess of the Offices' capacity violated their rights. Also, they asked\nthe District Court to declare the Offices' caseloads excessive, to specify how excessive they were, and to enjoin\nacceptance of overload cases.\nThe District Court dismissed the complaint on four grounds: (1) a Public Defender is not a state actor when he\n[3]\ncarries out his central function of representing indigents;  (2) the class action was not maintainable because the\ndeprivation of the right to effective assistance of counsel can only be proved by reference to particular instances;\n(3) there were adequate remedies at law such as state post-conviction proceedings and federal habeas corpus;\n(4) there was no case or controversy, because the relief requested was so broad that an advisory opinion would\n714 be required. We do not pass on the correctness of any of *714 these holdings, but we affirm on other grounds.\nThis case bears a strong resemblance to O'Shea v. Littleton, 414 U.S. 488, 94 S.Ct. 669, 38 L.Ed.2d 674 (1974). \nO'Shea was a class suit against two state judges. The named plaintiffs, 17 black and two white residents of\nCairo, Illinois, alleged that the judges deprived them of their constitutional rights by setting bond in criminal cases\nwithout regard to the circumstances of individual defendants, by imposing harsher sentences upon them and the\n\nmembers of their class than upon white persons, and by burdening their right to jury trial. The Supreme Court\nheld that none of the named plaintiffs had alleged enough to establish a case or controversy with the defendants.\nThus federal court jurisdiction was lacking both as to the named plaintiffs and the class they purported to\nrepresent.\nThe Court pointed out that the complaint failed to identify any one of the named plaintiffs as having himself\nsuffered injury. It explained that\n[p]ast exposure to illegal conduct does not in itself show a present case or controversy regarding\ninjunctive relief, . . . if unaccompanied by any continuing, present adverse effects. Neither the\ncomplaint nor respondents' [plaintiffs'] counsel suggested that any of the named plaintiffs at the\ntime the complaint was filed was himself serving an allegedly illegal sentence or was on trial or\nawaiting trial before petitioners. Indeed, if any of the respondents were then serving an assertedly\nunlawful sentence, the complaint would inappropriately be seeking relief from or modification of\ncurrent, existing custody. See Preiser v. Rodriguez, 411 U.S. 475, [93 S.Ct. 1827], 36 L.Ed.2d 439\n(1973). Furthermore, if any were then on trial or awaiting trial in state proceedings, the complaint\nwould be seeking injunctive relief that a federal court should not provide. Younger v. Harris, 401\nU.S. 37 [91 S.Ct. 746], 27 L.Ed.2d 669 (1971) . . . . We thus do not strain to read inappropriate\nmeaning into the conclusionary allegations of this complaint.\n414 U.S. at 495, 94 S.Ct. at 676, 38 L.Ed.2d at 683.\nThe appellants in the present case are in the same posture as the O'Shea plaintiffs, having failed to show the\nexistence of a case or controversy. Nowhere in the complaint did any named plaintiff allege that he himself was\ninjured by the conduct of the Public Defenders. Indeed, if a plaintiff had made such an allegation, we would be\nrequired to regard him as challenging the legality of his conviction, and under Preiser v. Rodriguez he would be\nrelegated to habeas corpus as his exclusive federal remedy. See 411 U.S. 475, 489-490, 93 S.Ct. 1827, 36\n[4]\nL.Ed.2d 439, 450 (1973).  Moreover, to the extent the complaint alleged present and continuing constitutional\ndeprivations due to the representation appellants were receiving in pending state appeals proceedings, Younger\nv. Harris, 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971), barred the suit.\nThere remains the question whether the complaint alleges a sufficiently lively threat of future injury to make out\n715 an Article III case or controversy. The prospect of future injury *715 rests upon the likelihood that the plaintiffs\nnamed in the complaint will pursue further state court proceedings of a type that are within the statutory scope of\nduty of the Public Defender. See Fla. Stat.Ann. § 27.50 et seq. We regard this as too speculative. We are\nreinforced in our view by the alternative holding in the O'Shea case, which focused upon lack of a sound basis for\nequitable relief. The Supreme Court wrote:\nWhat [plaintiff-respondents] seek is an injunction aimed at controlling or preventing the occurrence\nof specific events that might take place in the course of future state criminal trials. The order the\nCourt of Appeals thought should be available if respondents proved their allegations would be\noperative only where permissible state prosecutions are pending against one or more of the\nbeneficiaries of the injunction. Apparently the order would contemplate interruption of state\nproceedings to adjudicate assertions of noncompliance by petitioners. This seems to us nothing\nless than an ongoing federal audit of state criminal proceedings which would indirectly accomplish\nthe kind of inference that Younger v. Harris and related cases sought to prevent.\n414 U.S. at 500, 94 S.Ct. at 678, 38 L.Ed.2d at 686. It is clear from the face of their complaint that our appellants\ncontemplate exactly the sort of intrusive and unworkable supervision of state judicial processes condemned in \nO'Shea. We hold that the District Court properly dismissed their suit. Cf. also Ad Hoc Committee on Judicial\nAdministration v. Massachusetts, 488 F.2d 1241 (CA1, 1973) (noting the unwisdom of making the federal courts\nthe receiver of the state courts); Inmates of Attica Correctional Facility v. Rockefeller, 477 F.2d 375 (CA2, 1973)\n(noting undesirability of placing state prosecutorial decisions under federal court supervision.)\nIn sum, we hold that appellants cannot get into federal court to make their sweeping challenge to the operation of\nthe Florida Public Defender Offices. We emphasize, however, that they are not left without a remedy for\n\nconstitutional wrongs, if any, done them by the Offices. They can challenge the legality of their custody via federal\n[5]\nhabeas corpus, subject, of course, to prior exhaustion of state remedies.\nThe judgment of the District Court dismissing appellants' suit is affirmed.\n[1] Appellees, Walter Talley and C. Luckey were the heads of those offices. Public Defenders in Florida are\nsalaried state officials, elected for four-year terms. See Fla. Stat.Ann. § 27.50 et seq. They are empowered to\nhire salaried Assistant Public Defenders and other helpers to the extent of the funds the state makes available.\n[2] For example, appellants requested that an attorney from the Office be required to consult with the accused\nindigent within 48 hours of arrest, to advise him of all his rights, to explore all possible defenses, to refrain from\nwithdrawing except upon permission of the court and after first advising the indigent of the right to appeal, etc.\n[3] The no state action theory stems from the idea that a public defender, although paid by the state, actually\nopposes the state in a particular case and owes allegiance solely to his client. SeeWallace v. Kern, 481 F.2d 621\n(CA2, 1973), cert. denied, 414 U.S. 1135, 94 S.Ct. 879, 38 L.Ed.2d 761 (1974), rev'g United States ex rel.\nMcLaughlin v. People of State of New York, 356 F.Supp. 988 (E.D.N.Y.1973). But seeJohn v. Hurt, 489 F.2d 786\n(CA7, 1973) (it is at least arguable that the public defender acts under color of law, but he enjoys qualified\nimmunity against damage suits). \nAppellees argue that this circuit has endorsed the no state action theory in Sullens v. Carroll, 446 F.2d 1392\n(CA5, 1971), and O'Brien v. Colbath, 465 F.2d 358 (CA5, 1972). Appellants urge that those cases do not govern,\nas Sullens involved damages only and turned on the doctrine of immunity of federal officials, and O'Brien, also a\ndamage suit, was in the nature of a malpractice action, which is traditionally regarded as a state law claim and is\nnot cognizable under 42 U.S.C. § 1983. We do not decide the state action issue, and intimate no view on its\ncorrect disposition.\n[4] In Wolff v. McDonnell, ___ U.S. ___, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974), the Supreme Court elaborated an\nexception to Rodriquez. It held that a state prisoner's damage suit against prison authorities for rescission of\ngood-time credit without constitutionally adequate procedural safeguards was maintainable under 42 U.S.C. §\n1983, even if the suit would incidentally call upon the court to declare the procedures defective. Assuming that\nthe theory of the Wolff exception otherwise might sweep beyond the context of good-time rescission by prison\nauthorities, appellants do not benefit from it, because a § 1983 claim for damages which is necessary to trigger\nthe exception, is not made and is unavailable against state public defenders. O'Brien v. Colbath, 465 F.2d 358\n(CA5, 1972).\n[5]See also the suggestion in O'Shea of possible relief under 18 U.S.C. § 242. 414 U.S. at 488, 94 S.Ct. at 669,\n38 L.Ed.2d at 687-688.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55077"
    },
    {
      "date": "1975-10-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 841,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 423,
      "cite_2_page": 73,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 96,
      "cite_3_page": 61,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 46,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": true,
      "is_core_document": true,
      "id": 33970,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33970.pdf",
      "title": "Denial of Cert",
      "text": "  \nSupreme Court of the United States \nJohnny M. GARDNER et al., petitioners, \nv. \nJudge C. LUCKEY, Jr., etc., et al. \nNo. 74-6158. \n \nOctober 6, 1975 \n \n Facts and opinion, 500 F.2d 712; 505 F.2d 734. \n \n Petition for writ of certiorari to the United States \nCourt of Appeals for the Fifth Circuit. \n \n Denied. \n \nU.S.,1975 \nGardner v. Luckey \n423 U.S. 841, 96 S.Ct. 73, 46 L.Ed.2d 61 \n \nEND OF DOCUMENT \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/33970"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119722,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119722"
    }
  ],
  "document_count": 3
}