{
  "case_id": 5465,
  "fetched_at": "2025-10-22T00:07:34.669707",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Brooklyn House of Detention for Men",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Due Process: Substantive Due Process"
      },
      {
        "value": "Freedom of speech/association"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Eastern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1973-02-26",
    "filing_year": 1973,
    "id": 5465,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Classification / placement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Visiting",
      "Affected Sex/Gender(s): Male"
    ],
    "last_checked_date": "2022-08-10T00:00:00-04:00",
    "main_docket": {
      "id": 37690,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1973,
      "docket_filing_number": 261,
      "is_main_docket": true,
      "court": "Eastern District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "73-C-261",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Detainees of Brooklyn House of Detention for Men v. Malcolm",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1974,
    "permanent_injunction": true,
    "plaintiff_description": "detainees at the Brooklyn House of Detention for Men in New York City",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 199,
        "name": "Benjamin v. Horn"
      },
      {
        "id": 201,
        "name": "Rhem v. Malcolm"
      },
      {
        "id": 16359,
        "name": "Ambrose v. Malcolm"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1974-10-02",
    "settlement_judgment_year": 1974,
    "special_collections": [],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>In February of 1973, this class action lawsuit was filed under 42 U.S.C. &sect; 1983, in the United States District Court for the Eastern District of New York, on behalf of individuals detained at the Brooklyn House of Detention for Men in New York City. The plaintiffs sued New York City and its Commissioner of Correction. The plaintiffs, represented by the Legal Aid Society Prisoners' Rights Society, sought injunctive relief for the conditions of their incarceration. The plaintiffs' alleged violation of their constitutional rights on two fronts: overcrowding and the jail's proscription of all contact visits.</p>\r\n<p>To address overcrowding, the Brooklyn House of Detention for Men had resorted to \"double celling,\" a practice of housing two individuals in a single-occupancy cell. Similar claims made by plaintiffs at the Queens House of Detention were joined with this case for adjudication. On July 31, 1974, the United States District Court for the Eastern District of New York (Judge Orrin Grimmell Judd) held that double celling violated detainees' equal protection and due process, including privacy, rights and ordered the city discontinue the practice. On October 2, 1974, the court vacated its July 31 order and substituted in its place a new order that permitted double celling in certain, enumerated circumstances. The court also ordered that double celling broadly be eliminated by March 1, 1975.</p>\r\n<p>The Second Circuit Court of Appeals (District Judge John Reis Bartels, sitting by designation) affirmed the district court's findings of fact and legal conclusions. 520 F.2d 329. In its decision, the Court of Appeals relied on <a href=\"../../../../case/201/\" target=\"_blank\" rel=\"noopener\"><em>Rhem v. Malcolm</em></a>, 507 F.2d 333 (2d Cir. 1974), which addressed similar concerns at the Manhattan House of Detention (\"the Tombs\"). The Court of Appeals adjudged the order too broad, however, because it reached all incarcerated individuals, not just those awaiting trial. The Court of Appeals also held that federal courts could order the city to release some of the plaintiffs, but could not mandate construction of new jails.</p>\r\n<p>The plaintiffs' second claim, that their constitutionally protected rights were violated by the jail's policy prohibiting contact with detainees, was heard independently. The jail claimed that its policy facilitated visitation and assured jail security. The United States District Court for the Eastern District of New York (Judge Henry Bramwell) held that the jail's broad ban on contact visits was an impermissible violation of the plaintiffs' equal protection and due process rights. 421 F. Supp. 832. The district court reasoned that jail security could be maintained by proscribing contact visits only for the detainees it classified as security risks. The district court (Judge Bramwell) ordered the city to submit a plan for classification and contact visits within ninety days and allotted fourteen days for the plaintiffs to respond. A conference between the parties was scheduled for February 3, 1977.</p>\r\n<p>At some point in September 1986, the parties entered a stipulation that required the defendants, as a result of delays in replacing some windows at the detention house, to invest \"substantial additional\" resources toward recreation, education, and other programs. The court then entered an order on May 17, 1988, that detailed concrete steps the defendants would take toward effectuating that stipulation, including requirements relating to educational programs and the furnishing of additional equipment.</p>\r\n<p>We do not have the docket, pleadings, or record of any subsequent proceedings, but according to Legal Aid Society of New York, at some point the matter was consolidated with Benjamin v. Malcolm for enforcement purposes; see <a href=\"http://www.clearinghouse.net/detail.php?id=199\" target=\"_blank\" rel=\"noopener\">that case</a> for more details for subsequent decades of litigation.</p>",
    "summary_published_date": "2023-05-24T21:18:30.373585-04:00",
    "summary_short": "In February of 1973, this class action lawsuit was filed under 42 U.S.C. § 1983, in the United States District Court for the Eastern District of New York, on behalf of individuals detained at the Brooklyn House of Detention for Men in New York City. The plaintiffs sued New York City and its Commissioner of Correction. The plaintiffs, represented by the Legal Aid Society Prisoners' Rights Society, sought injunctive relief for the conditions of their incarceration. The plaintiffs' alleged violation of their constitutional rights on two fronts: overcrowding and the jail's proscription of all contact visits. The district court ultimately ruled in favor of the plaintiffs, finding that the blanket prohibition on contact visits and the practice of double celling for pre-trial detainees were unconstitutional.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/5465",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=5465",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=5465",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=5465"
  },
  "documents": [
    {
      "date": "1975-07-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 392,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 520,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55617,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55617.pdf",
      "title": "Reported Opinion",
      "text": "520 F.2d 392 (1975)\nDETAINEES OF the BROOKLYN HOUSE OF DETENTION FOR MEN et al., Plaintiffs-\nAppellees,\nv.\nBenjamin J. MALCOLM, Commissioner of Correction of the City of New York, et al.,\nDefendants-Appellants.\nRalph VALVANO et al., Plaintiffs-Appellees,\nv.\nBenjamin J. MALCOLM, Commissioner of Correction of the City of New York, et al.,\nDefendants-Appellants,\nNicholas Ferraro, District Attorney, Queens County, Defendant.\nNos. 701, 702, Dockets 74-2427, 74-2482.\nUnited States Court of Appeals, Second Circuit.\nArgued February 28, 1975.\nDecided July 31, 1975.\n339934 *393*394 Mark D. Lefkowitz, New York City (W. Bernard Richland, Corp. Counsel, L. Kevin Sheridan and Donald\nJ. Tobias, New York City, of counsel), for defendants-appellants.\nSteven A. Herman, New York City (William E. Hellerstein, Joel Berger and Michael B. Mushlin, The Legal Aid\nSociety Prisoners' Rights Project, New York City, on the brief), for plaintiffs-appellees.\n[*]\nBefore LUMBARD and OAKES, Circuit Judges, and BARTELS, District Judge.\nBARTELS, District Judge:\nJust recently this Court held in Rhem v. Malcolm, 507 F.2d 333 (2d Cir. 1974), that the conditions existing at the\nManhattan House of Detention (better known as \"the Tombs\") were so shocking and intolerable as to violate the\nconstitutional rights of equal protection and due process of pretrial detainees (\"detainees\"). Today we are asked\nto reach a similar conclusion in a different context relating to the conditions of confinement of detainees at the\nBrooklyn and Queens Houses of Detention (\"BHD\" and \"QHD,\" respectively). In November, 1970, Ralph Valvano\non behalf of a class of all persons incarcerated at the QHD instituted a civil rights action under 42 U.S.C. § 1983\nand 28 U.S.C. § 2201 in the District Court for the Eastern District of New York against the Commissioner of\nCorrection of the City of New York and other City officials, alleging as unconstitutional the inhumane and\nunsanitary living conditions and administrative practices at the QHD, and in February, 1973, Ray Moctezuma and\nothers instituted on behalf of the detainees of the BHD a similar civil rights action against the defendants, alleging\nas unconstitutional similar living conditions relating to the custody of detainees at the BHD. Both complaints are\npatterned after the Rhem complaint and in effect protest essentially the conditions existing in the Tombs, such as\nrestrictive visiting hours, denial of contact visits, inadequate recreation, restrictive correspondence rules,\ninadequate care, inhuman and unsanitary living conditions and brutality by guards.\nOn September 7, 1973, the District Court consolidated the two actions but tried only two issues which were\ncommon to both the BHD and QHD: (1) the alleged unconstitutional overcrowding and, more specifically, the\nconfinement of two detainees in a single cell (double celling), and (2) the alleged unconstitutional excessive\nconfinement of detainees in their 5' × 8' cells each day.\nImmediately before the trial, the Court personally toured both Houses of Detention. After a six-day trial during\nwhich it considered the stipulation of facts, the Manual of Correctional Standards, the testimony of detainees,\npsychiatrists, prison wardens and other experts in the field, the Court made comprehensive findings on July 31,\n1974, of the conditions existing at these two institutions. In its substituted order dated October 2, 1974, the district\n\ncourt decreed with respect to both institutions \"that beginning March 1, 1975 no person shall be confined in a cell\nwith another person without the voluntary written consent of both persons . . .,\" except in certified emergencies,\n395 and at the same time *395 it denied relief on the issue of excessive confinement on the ground that the two\nissues were interrelated and that the additional lockout time would result upon the elimination of double celling.\nOn October 2, 1974, the Court entered its judgment prohibiting double celling from March 1, 1975, as\nimpermissively restrictive and dehumanizing in violation of the plaintiffs' constitutional rights in accordance with its\nopinion above. From this judgment and order the City has appealed and has obtained a stay which is presently in\neffect. Thus, we are concerned only with the issue of overcrowding.\nThe City does not attack the Court's findings as clearly erroneous but instead claims that double celling is not per\nse unconstitutional and that under the totality of circumstances existing at these two institutions, double celling is\na prison hardship that can be constitutionally justified. To this contention it adds another claim that the Court must\nin determining the constitutional minimum standards for detainees, look \"inter alia, to the needs and resources of\nthe governmental entity operating the jail.\" Upon this appeal we are not faced with the precise operating\n[1]\nconditions that existed in the Tombs in Rhem,  which were condemned as \"shocking to the conscience,\" nor\nwith any claim of structural defects as existed in that case, nor was double celling an issue there since it was\neliminated by a consent decree predicated upon a stipulation relating to overcrowding. To properly comprehend\nthe housing and living conditions to which these detainees are subjected while awaiting trial, a brief résumé of the\nconditions as reflected by the Court's findings is necessary.\nFacilities\nThe inmates, including detainees, are housed in two units constructed relatively recently as maximum security\nmultistory institutions. The floors in both institutions are divided into four quadrants with two tiers of fifteen cells,\none above the other in each quadrant. All cells are rectangular 5 × 8 feet, approximately 40 square feet in floor\nspace, containing two bunk beds, one table, one immovable seat, one unenclosed toilet and one mirror, and open\nonto corridors 90 feet long and 5 feet wide. There are no closets for clothing or personal effects of any of the\ninmates including detainees, and there is only one shower for each tier.\nThe rated capacity of BHD was 814 and of QHD 520, and in both instances is based on single occupancy of the\n5 × 8 feet cells. The rate of occupancy for 1969-1973 was 170% of capacity at BHD and 153% of capacity at\nQHD. At the time of the hearings the rate of occupancy was 23% above capacity at BHD (998 persons) and 29%\nabove capacity at QHD (670 persons). The actual overcrowding was greater because 90 cells, which are\nincluded in the rated capacity, at BHD were usually unoccupied and one dormitory and 40 cells were not in\nservice at QHD. This resulted in the abnormal practice at both institutions of housing two men in a cell. Further\novercrowding resulted in the elevators and dayrooms in which there was an inadequate number of chairs, and\nalso in the lack of adequate gymnasium facilities; moreover, these gymnasium facilities were available generally\nonly once or twice a week for each detainee. Time out of cells was divided into three periods at each institution\nand at BHD the lockout time was approximately 8½ hours and at QHD the lockout time was approximately 9¾\nhours per day. At both institutions the detainees were fed in their cells since the dayrooms at BHD and QHD\ncould not accommodate all of the detainees of a double cell section at one time.\nOnly 20% of the detainees required maximum security at both institutions but due to an inadequate staff and\nbudget, the classification system at both institutions has been and is inadequate. However, this issue, as well as\n396 other issues raised in both complaints, was not litigated in the district court. The more *396 positive aspects of\nthe two institutions include the fact that each institution has a gymnasium, a theater auditorium and an enclosed\nroof recreation area, the largest of which is approximately 3400 square feet, and also classroom areas and\nlibraries. Other advantages are that the institutions are close to the detainees' homes, there is a policy of non-\ncensorship of mail, a liberal access to the press, many minority correction officers and a large variety of activities\n[2]\nand programs which, however, must be suspended on weekends because of overcrowding.\n\nOvercrowding and Double Celling\nJudge Judd found that confining two detainees in a space of 40 square feet created personal problems, which he\nultimately concluded were dehumanizing. He stated that \"Two men cannot move about at the same time in the\nportion of the cell which is not utilized for bunks, table, seat, and toilet. Since the meals are fed to inmates in the\ncells and there is only one chair, only one man can use the table and the other must sit on the bed to eat; the\nchoice of who eats on the bed is made in varying ways, depending on seniority, rotation, strength, or other\nfactors. Disagreements concerning the choice of activities, embarrassment and discomfort in the use of the toilet\nin the presence of a cell-mate, and disagreements concerning personal belongings are common. Fights and\ncharges of theft are frequent, although fights between inmates who do not share cells are also common. Loss of\nprivacy is one of the major results of double celling.\"\nMany detainees testified as to specific dehumanizing incidents arising from double celling, such as bumping into\n[3]\neach other, the necessity of one detainee eating his meals sitting either on the bed or toilet,  the use of the toilet\nby one while the other is eating close by, and many other invasions of privacy. Correctional experts testified that\nconfinement of two detainees together not only deprives a detainee of privacy but also is psychologically\n[4]\ndestructive and increases homosexual impulses, tensions and aggressive tendencies.  In 1965 the United\nNations' Congress on the Prevention of Crime and the Treatment of Offenders adopted a set of Standard\nMinimum Rules for the Treatment of Prisoners, which recommended that each inmate have an individual cell.\nThe Manual of Correctional Standards issued in 1966 by the American Correctional Association recommended\n(p. 49) that \"All cells should be designed for the use of one prisoner. The minimum clear size of an interior cell\n[5]\nshould be approximately 50 square feet, with an elevation of not less than 8 feet.\"\n397 *397 The sad and shameful history of penology in this country has been decried and condemned by many\nauthorities and it is hardly necessary at this late date to belabor the issue. Inmates of Suffolk County Jail v.\nEisenstadt, 360 F.Supp. 676 (D.Mass.1973),aff'd,494 F.2d 1196 (1st Cir.),cert. denied,419 U.S. 977, 95 S.Ct.\n239, 42 L.Ed.2d 189 (1974); Brenneman v. Madigan, 343 F.Supp. 128 (N.D.Cal.1972); Inmates of Milwaukee\nCounty Jail v. Petersen, 353 F.Supp. 1157 (E.D.Wis.1973); Hamilton v. Love, 328 F.Supp. 1182 (E.D.Ark.1971).\nThe conditions in our prisons are inextricably related to our system of criminal justice and what might otherwise\nbe lawful detention becomes an unconstitutional restriction when those conditions become so dehumanizing as\nto constitute an additional hardship beyond the need for custody in violation of the detainees' due process and\nequal protection rights. The failure in the past of legislators to take the proper correctional action to remedy these\ninhuman conditions for both detainees and convicted prisoners has eroded the historical reluctance of federal\ncourts to interfere with the administration of penal institutions. Procunier v. Martinez, 416 U.S. 396, 94 S.Ct. 1800,\n40 L.Ed.2d 224 (1974); Cruz v. Beto, 405 U.S. 319, 321, 92 S.Ct. 1079, 31 L.Ed.2d 263 (1972); Haines v. Kerner,\n404 U.S. 519, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972). Indeed this failure has required the courts to take action in\nthe interests of fundamental decency and the protection of the constitutional rights of the inmates. One of the\nfactors that bears upon the present condition of crowding in the City's correctional institutions is the backlog of\ncriminal cases pending in the State criminal courts, causing delays of weeks and months before a defendant,\nunable to make bail is brought to trial either because he lacks the fee or he is charged with a non-bondable\noffense. Despite some recent improvements by the State courts in reducing the waiting time for the trial of\ndetainees, neither the State nor the City has taken the necessary action to prevent or reduce overcrowding. See \nWallace v. Kern, 520 F.2d 400, 401 n.3 (2d Cir. 1975); Wallace v. Kern, 499 F.2d 1345 (2d Cir. 1974).\nHere we are concerned only with the confinement of pretrial detainees and not convicted inmates. The difference\nbetween these two categories and the necessity for different treatment have been frequently emphasized. Pretrial\ndetainees are no more than defendants waiting for trial, entitled to the presumption of innocence, a speedy trial\nand all the rights of bailees and other ordinary citizens except those necessary to assure their presence at trial\nand the security of the prison. In providing for their detention, correctional institutions must be more than mere\ndepositories for human baggage and any deprivation or restriction of the detainees' rights beyond those which\nare necessary for confinement alone, must be justified by a compelling necessity. Shapiro v. Thompson, 394 U.S.\n618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969); Tate v. Short, 401 U.S. 395, 91 S.Ct. 668, 28 L.Ed.2d 130 (1971); \n\nWilliams v. Illinois, 399 U.S. 235, 90 S.Ct. 2018, 26 L.Ed.2d 586 (1970); Shelton v. Tucker, 364 U.S. 479, 488, 81\n398 S.Ct. 247, 5 L.Ed.2d 231 (1960); Collins v. Schoonfield, 344 F.Supp. 257 (D.Md. *398 1972); Seale v. Manson,\n326 F.Supp. 1375 (D.Conn.1971); Davis v. Lindsay, 321 F.Supp. 1134, 1139 (S.D.N.Y.1970); see Note, \n[6]\nConstitutional Limitations on the Conditions of Pretrial Detainees, 79 Yale L.J. 941 (1970).\nThe central issue here is the effect upon the constitutional rights of detainees of overcrowding, necessitating\ndouble celling and other human compression in the rest areas, such as lockout corridors and dayrooms. We\nrecognized in Rhem\nthat although the cruel and unusual punishment clause of the Eighth Amendment may not be applicable to the\ntreatment of unconvicted detainees, such cruel and inhuman treatment may in itself constitute a violation of due\nprocess and equal protection. We need not reach the questions whether double celling per se is unconstitutional\nor whether it is possible to construct cells of sufficient size and with sufficient accommodations to permit double\ncelling without deprivation of a detainee's rights. What we are faced with here is whether double celling in a cell 5\n× 8 feet, 40 square feet of floor space, creates such dehumanizing conditions as to deprive the detainees of their\nconstitutional rights of due process and equal protection. When a detainee is crammed into a 5 × 8 foot cell\ndesigned for single occupancy with another detainee for fourteen to sixteen hours per day for an average of\nsixteen weeks, he is forced to suffer numerous indignities, invasion of privacy and risk of harm to his person and\nproperty.\nAs we have noted, double celling has been disapproved by various correctional associations and numerous\nexperts on prison reform. It has been specifically condemned by lower courts in Inmates of Suffolk County Jail v.\nEisenstadt, supra (cell 8 × 11 feet); Tyler v. Percich, Civil Action No. 74-40C (2) (E.D.Mo., Filed Oct. 15, 1974)\n(cell 8 × 5 feet), and also by State courts in Wayne County Jail Inmates v. Wayne County Board of\nCommissioners, Civ.Action No. 173217 (Cir.Ct. Wayne Co., Mich. July 28, 1972 and May 25, 1971), aff'd and\nremanded, 391 Mich. 359, 216 N.W.2d 910 (1974) (cell 6 × 7 feet); Commonwealth ex rel. Bryant v. Hendrick,\n444 Pa. 83, 280 A.2d 110 (1971). Overcrowding alone in pretrial detention facilities above rated capacities has\nalso been held to create a restrictive and deplorable living environment constituting an intolerable violation of the\ndetainees' constitutional rights. Taylor v. Sterrett, 344 F.Supp. 411 (N.D.Tex.1972),aff'd in part, rev'd in part,499\nF.2d 367 (5th Cir. 1974); Hamilton v. Love, supra; Jones v. Wittenberg, 323 F.Supp. 93 and 330 F.Supp. 707, 714\n(N.D.Ohio 1971), aff'd sub nom, Jones v. Metzger, 456 F.2d 854 (6th Cir. 1972); Hamilton v. Schiro, 338 F.Supp.\n1016 (E.D.La.1970).\n399 The City concedes that the hardships associated with double celling of *399 detainees are not necessary for the\npurpose of confinement only, but it contends that there has been no showing of any violations of constitutional\nrights of the detainees at both BHD and QHD, citing Johnson v. Lark, 365 F.Supp. 289 (E.D. Mo.1973), and \nJones v. Wittenberg, supra. Those cases were addressed to the reduction of jail population in excess of stated\ncapacities and single cell occupancy was not litigated. At all events, insofar as they impliedly sanction double\ncelling in single occupancy cells, their rationale must be rejected at least in the circumstances in the BHD and\nQHD. The City attempts to justify the conditions existing at these two institutions upon the ground that double\ncelling in conjunction with the totality of other circumstances at these jails did not impose any substantial or\nadditional hardships on detainees above those necessarily caused by confinement in any large metropolitan jail.\nAssuming this statement to be accurate, the conditions existing in other large metropolitan jails can hardly be\nused as a criterion to justify double cell conditions of pretrial detainees in BHD and QHD. We agree with the\ndistrict court's finding that under the conditions here present double celling of pretrial detainees is constitutionally\nimpermissible.\nFinally, the City maintains that on balance the conditions here complained of are not so constitutionally offensive\nas to compel the City, given its limited jail facilities and financial resources, to build additional facilities to house\nthe prisoners in Brooklyn and Queens and elsewhere. Inadequate resources of finances can never be an excuse\nfor depriving detainees of their constitutional rights. Rhem v. Malcolm, supra, at 341, n. 20; Gates v. Collier, 501\nF.2d 1291, 1320 (5th Cir. 1974); Jackson v. Bishop, 404 F.2d 571, 580 (8th Cir. 1968); Hamilton v. Love, supra; \nJones v. Wittenberg, supra. On the other hand, as the above authorities indicate, this Court is hardly in the\nposition to order the City to raise the necessary funds to build additional facilities. We can, however, order the\nrelease of persons held under conditions which deprive them of rights guaranteed by the Constitution unless the\nconditions are corrected within a reasonable time.\n\nFor a solution of the problem, we conclude that this proceeding should be remanded to the district court to\nconsider a proper remedy equitable to both the City and the detainees, keeping in mind the financial crisis facing\nthe City and the practical considerations necessary to prevent the detainees from being transferred to distant\nfacilities. Both parties should have an opportunity to make suggestions with the understanding that the City must\nact with reasonable promptness to provide facilities for pretrial detainees consistent with their constitutional\nrights. Inaction of course will not be tolerated nor will the present conditions be condoned.\nWe affirm upon the findings of facts and conclusions of law of the district court that the overcrowding and double\ncelling of detainees at the two institutions create an unconstitutional deprivation of their due process and equal\nprotection rights. Since the district court's order of October 2, 1974 is not limited to detainees, its restriction is too\nbroad and the court is accordingly directed to modify its order to limit the restriction to detainees only.\nAccordingly, we remand the case to the district court for the purpose of fashioning a remedy in the light of this\nopinion.\n[*] Of the Eastern District of New York, sitting by designation.\n[1] 371 F.Supp. 594, 599 (S.D.N.Y.1974).\n[2] High School equivalency programs are available and weekly movies are shown in the auditorium and periodic\nlive plays and concerts are presented by outside groups.\n[3] The discomfort of eating in a cell is not, of itself, an unconstitutional hardship within Sostre v. McGinnis, 442\nF.2d 178 (2d Cir. 1971),cert. denied,404 U.S. 1049, 92 S.Ct. 719, 30 L.Ed.2d 740 (1972).\n[4] Testimony of Donald H. Goff, Director of the United States Commission on Civil Rights, Prisoners' Rights\nProject; Dr. Augustus Kinzel, a practicing psychiatrist and instructor of psychiatry at Columbia University, New\nYork; Louis P. Gengler, Warden of the Federal Detention Center, New York City; Arthur Rubin, then Warden of\nQHD; and Robert B. McKay, Dean of New York University Law School, former Chairman of the New York City\nBoard of Corrections, and former Chairman of the New York Special Commission on Attica. \nMr. Goff testified that:\n\"One of the reasons why we have this emphasis upon one man to a cell and not having individuals in a very tight\nsituation is to reduce problems of administrators.\n\"You reduce your tensions, reduce the administrative problems, reduce the fights, sodomy, the anxieties simply\nby this technique [single celling]. It is a way of reducing and calming down a population which is normally under\npressure anyway (302a).\"\n[5] This manual was drafted by a committee which included the Director of the United States Bureau of Prisons;\nthe Chairman of the New York State Board of Parole, Russell G. Oswald; and the Commissioner of Corrections of\nthe City of New York, Anna M. Kross. \nSee also the Standard Minimum Rules for the Treatment of Prisoners adopted by the Council of Europe's\nEuropean Committee on Crime Problems (1955) and (1973) which recommends single celling.\nAs far back as 1790 the Walnut Street Prison in Philadelphia provided for individual cell blocks comprised of cells\neight feet by six feet and ten feet high. Gustave de Beaumont and Alexis de Tocqueville, On the Penitentiary\nSystem in the United States and its Application in France, 1833 (Carbondale, 1964), p. xxii, et seq. In New York\nState early in the 19th century the \"Auburn System\" was developed, the primary constituent of which was an\nindividual seven by three and a half foot cell. Clarence C. Schrag, \"Prison,\" Encyclopaedia Britannica, 1967, vol.\n18, p. 557. Even the infamous Newgate of Dickens's England had individual eight by six foot cells, as he\ndescribed in Sketches by Boz (New York, 1958 (originally published 1836-1837)), p. 200, et seq.\n[6] De Beaumont and de Tocqueville noted in On the Penitentiary System in the United States and its Application\nin France (1833) that: \n\n\". . . we have seen in the house of arrest in New York (Bridewell) more than fifty indicted persons in one room.\nThese arrested persons are precisely those for whom well-regulated prisons ought to have been built. It is easy in\nfact to conceive, that he who has not yet been pronounced guilty, and he who has committed but a crime or\nmisdemeanour comparatively slight ought to be surrounded by much greater protection than such as are more\nadvanced in crime, and whose guilt has been acknowledged.\n\"Arrested persons are sometimes innocent and always supposed to be so. How is it that we should suffer them to\nfind in the prison a corruption which they did not bring with them?\n\"If they are guilty, why place them first in a house of arrest, fitted to corrupt them still more, except to reform them\nafterwards in a penitentiary, to which they will be sent after their conviction?\n\"There is evidently a deficiency in a prison system which offers anomalies of this kind.\" (At p. 49.)\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55617"
    },
    {
      "date": "1988-05-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131253,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131253.pdf",
      "title": "Stipulation and Order on Enhancement of Program Activities",
      "text": "\n############# New Text on 20240828 ###############\n  \nUNITED  STATES  DISTRICT  COURT \nSOUTHERN  DISTRICT  OF  NEW  YORK \nDETAINEES  OF  THE  BROOKLYN  HOUSE \n    \nOF  DETENTION,  et  al.,  STIPULATION  AND  ORDER \nON  ENHANCEMENT  OF  PROGRAM \nPlaintiffs,  ACTIVITIES \n~against- \nBENJAMIN  MALCOLM,  et  al, \n  \nDefendants. \nThe  parties  entered  into  a  Stipulation \nin  September,  1986,  that  required,  inter  alia,  that  in  lieu \n  \nof  fines  payable  to  plaintiffs  because  of  defendants'  fail- \nure  to  meet  the  court-ordered  CGeadline  for  replacement  of \nwindows  at  the  Brooklyn  House  of  Detention  (\"BHD\"),  defend- \nants  would  devote  substantial  additional  resources,  beyond   \nthose  already  allocated  to  the  institution,  to  enhance  the \ncecreational,  educational  and  other  programmatic  activities \navailable  to  the  plaintiff  class.  The  parties  hereby  agree \nto  the  entry  of  an  Order  requiring  that  the  following \nmeasures  be  undertaken  to  enhance  activities  at  the  Brocklyn \nBouse  of  Betenticn: \n \ns\nPA 1.  The  Department  of  Correction  will  purchase  and \n \na\na\ninstall  for  use  at  BHD  the  items  listed  in  Appendix  A  to \nthis  Stipulation.  As  to  those  items  not  yet  received, \nGefendants  shall  make  a1l  reasonable  efforts  to  expedite \ntheir  purchase  and  installation  and  shall  provide  a  monthly \nupdate  on  the  progress  of  their  procurement. \n  \n  \n-j|- \n2.  Defendants  shall  maintain  at  least  the  current \nlevel  of  organized  instructional  programs  available  at  BHD, \nwhich  include  Basic  Education,  English  as  a  Second  Language, \nGED  préparation,  pre-College  and  a  Diagnostic  Assessment  and \n  \nTesting  Center.  Defendants  shall  continue  to  train  and \n. \nutilize  inmate  tutors  to  assist  inmates  with  their  academic \nwork  and  correspondence  and  to  work  in  a  drop-in  Literacy \ni \n'.48SSistance  Center.  Academic  counseling  and  recruitment  for \nacademic  prcgrams  shall  be  ongoing. \n3.  Effective  July  1,  1988,  the  vendor(s)  hired  by \nthe  Department  of  Correction  to  provide  inmate  educational \nservices  at  BHD  will  be  required  to  supplement  the  existing \neducation  program  at  the  jail  with  additional  educational \nprograms  utilizing  the  video  technology  available  at  the \n \nfacility.  These  additional  educational  programs  may  be \n  \ninstructional,  e.g.,  such  general  education  courses  as \nCUNY's  GED  and  Learn  to  Read  videos,  or  may  be  less  tradi- \ntionally  academic  material,  e.g.,  VEL's  Video  History  of  the \n: \n20th  Century.  The  Department  will  report  in  writing  on  a \nmonthly  basis  to  OCC  and  plaintiffs'  counsel  on  its  plans \n  \nFor  complying  with  this  cverall  commitment  to  enhance  educa- \ntional  programs  at  BHD. \n4,  The  supplemental  educational  videcs  will  be \nincorporated  into  the  chapel  and  general  library  education \nprograms  and  courses  and  will  be  available  to  interested \ninmates  according  to  the  schedules  attached  as  Appendix  B. \n5.  Defendants  agree  that  detainees  enrolled  in \nany  educational  programs  at  BHD  will  not  be  transferred  to \nother  facilities  on  \"overloads\"  or  otherwise,  unless  and \nuntil  all  other  inmates  eligible  for  transfer  have  been \nexhausted,  or  unless  such  transfer  is  justified  by  articul- \nable  security  concerns  specific  to  the  inmate  being  trans- \nferred.  If  an  inmate  enrolled  in  an  educational  program  is \n \nr\ne transferred  he  shall  be  permitted  to  enroll  in  an  ongoing \np\no\nS\neducational  program  at  the  receiving  facility  if  space \nexists;  if  that  is  not  possible  he  shall  be  given  priority \nin  enrolling  in  the  next  available  school  program. \n6.  The  Cepartment  will  make  its  best  efforts  to \nair-condition  the  BHD  Chapel  by  June  30,1988,  and  in  any \nevent  it  shall  be  air-conditicned  no  later  than  July \n15,1988.  The  Chapel  will  be  used  to  provide  supplemental \neducational  programs,  as  discussed  above;  for  the  showing  of \n \nvideo  movies  and  special  programs  and  sporting  events \nreceived  through  the  satellite  dish;  and  for  live  special \nshows. \n7.  The  Department  will  shew  movies,  sports  and \nother  special  programs  in  the  air-conditioned  chapel  daily \nduring  the  evening  hours,  pursuant  to  the  schedule  contained \nin  Appendix  B.  Housing  areas  shall  be  rotated  to  different \nevenings  from  week  to  week. \n8.  J t Defendants  will  cun  a  recreation  recall  pericd \nGaily  during  the  evening  hours.  Hewever,  if  the  number  of \ndetainees  attending  evening  activities  in  the  chapel  reaches \nm  a \n-3- \n65,  recreation  recall  may  be  cancelled.  There  will  be  no \nlimit  placed  on  the  number  of  inmates  attending  evening \nchapel  activities  from  a  housing  floor.  However,  when  both \nthe  chapel  and  recreation  recall  are  running  simultaneously, \nlimits  may  be  placed  on  the  number  of  inmates  attending \nrecreation  recall  so  that  no  more  than  106  inmates  total \nwill  be  on  the  eleventh  floor  of  the  institution. \n9.  The  parties  agree  that  after  the  chapel  and \nrecreation  recall  program  have  been  in  operation  For  two \nmonths,  they  will  re-evaluate,  with  the  assistance  of  OCC, \nwhether  greater  numbers  of  inmates  can  be  accomodated  in \nthese  programs. \n10.  The  Department  will  fix  the  satellite  dish  to \nbe  installed  on  the  roof  of  BHD  on  the  Satcom  4  satellite \nwhich  will  be  capable  of  receiving  a  variety  of  programs, \n  \n   including:  Home  Sports  Entertainment;  New  England  Sport \n )i\nNetwork;  MSG  Network;  Sports  Channel. \n \nThe  television  sets  in  the  Chapel  and  Facility  day \nroams  will  be  connected  to  the  satellite  dish. \nThe  satellite  dish  will  be  capable  of  receiving  at \nleast  Four  channels  simultaneously.  Each  television  will  be \ncapable  of  independently  selecting  From  one  of  the  our \nchannels  programmed  for  reception  at  any  given  time. \nll.  Defendants  shall  make,every  reasonable  effort \nto  build  a  video  library  of  movies  and  sporting  events  for \nfuture  inmate  viewing  using  the  existing  Facility  videa \n-4- \n' \nresources  as  well  as  videos  purchased  pursuant  to  this \nagreement. \n12.  Until  the  new  air-conditioned  general  and  law \nlibraries  are  opened,  defendants  shall,  during  wacm  weather, \nhave  at  least  two  operating  fans  in  both  the  law  and  general \nlibraries  in  order  to  improve  ventilation. \n13.  All  of  the  equipment  being  purchased  pursuant \nto  this  agreement  shall  be  properly  maintained  and  repaired \npromptly  as  necessary. \n14.  Notice  shall  be  provided  ta  all  BHD  inmates \nof  the  availability  of  the  programs  deasecibed  in  this  agree- \nment  . \nDated:  May  12,  1988 \n  \n  \n \n+  THEOOGRE HH. \nJOHN  A.  BECK \nJONATHAN  S.  CHASAN \nAttorneys  for  Plaintiffs \nThe  Legal  Aid  Society \nPrisoners!  Rights  Project \n15  Park  Row  -  7th  Floor \nNew  York,  New  York  10038 \n[212]  577-3530 \n“PETER ZiMeGta \nCorporation  Counsel \nof  the  City  of  New  York \nAttorneys  for  Defendants \n100  Church  Street \n5  York,  New  York  10007 \nBy:  Po>o sen  < Ce \n-S-  Gath  On  o.i n  - . \n  \nAssrstant  Carns Peis “ES n3e.2)ew   Ay \nSo  Ordered,  —  Uf cuted  on \nHONORABLE } MORRIS E, LASEK \nUnited  States  District  Judge \nSs  2-4i  $F \nDated;  AiulEe \n  \n    \n  \n \n“. \n  \n   APPENDIX  A \nThe  Department  of  Correction  agrees  to  purchase  the  follow-\ning  items:  cg \nItem \n  \n1)  Chapel  Air  Conditioning  System \n2)  Fixed  Satellite  Dish \n3)  (2)  45\"  Wii de  Screen  T.V.'s \nFor  Chape2l  \n4)  1  VHS  VCR \n>)  (28)  25\"  Color  T.V.'s \n6)  (3)  5¢9  LCD \n5  gal.  Cambros \n  \n7)  400  1b.  Set  Olympic  Free  weights \n5)  Universal  Gym \n9)  (4)  Exerc} \n aO )ar tf{ OM  OQ SK OQ ir @ yu\nlh UN  ti ce ae \nte  (10)  Volleyballs \n “UG \ne\nD\nLd  ~~  nN  (6)  Tables  -  Roof  Re Oo  re fu  T( 209 \nlend ratitltre has  }=  tal —  (32)  Chairs  -  Roof  Recreation \n dds IES \ne\ne\nk\nS\nMTN \ndentinallhs  Atha \n‘APPENDIX  B\ndeers   \nsoe ened \n\\\n\\\n\"\n \n—\n   .  | Vas  . HSITONS IVES LOtd HOTAUSS  Wyott 6 Oy | “vot: ot    ebnnenseeusnenWwiorianGa i ATAQM OSATA f 4   mi e-d T ‘aLveill $2 AW i ee I en    Wand asa aeumir asa 2 joe   < SIVedE TIEONYO guou vo $4 \\ saavidal a ee S\n   §   ¢  } § | TS \nii  oS  . uw :  AVOUNLVS |  af i vas urd \\ ISTuIZaav | |    wvol:6 Oy td oes ot    dITOMLVo AOTANAS  wd00:T 04 ‘ poor    Givi asa SAIT ATT L OV 2 fod   TON YD. uo $2 TIvaay SsaVIMf SNOW  ACR A NL S  \nE\nS V T\nte SVT AA AE \n Let td tt   AVGLua  O WLISA  rivot:6 oF nVvoC: ot    N HVA  vif00: T Oy ragoo:C  € $0 4 see PT SKI LV \noe  I (U -\"  Mg |  ¢ q  ‘ | ‘ 9 6  PSY S | | ERAT \nY M J A T\n           NOLIVETTILA dasotoud eT VID  . *  Avacuniih | qvasgiasn | -Avasaag: { - RVANOM     ESE EOUd wVas3 LOWd SSVTO WITSN19 ST4Iis : VLGE ORL) |  vIVOE? 6 I. 7 WVOE?6 nvoc:6 oy . Oy On Wwvot? ot | WVOCFOT | \" pivotal vivo? OTae   a AURA   | } 3, 1 AITAOW OFAIA 'IVNOTLVONGY \"se rtngoor€ 0% WdOO:T Saas L G2 sitLXV  ‘ is # | i   F : . |    em so kanmsnt Epon trig pe apaeidlemmeaiaepalalig cerry aE REET OS a.{ f ' ; O ¢ SHTLIATIOV TUVUINI dS ty? OT 0F wetoe#g* * SALAOH ON SHLVINT OG NVI SHO AL 1° SALVE at TAON UOs THIVIIO NT 2 Joo PL TOS § su Tao OAL FSi   a aan +7s a | } 4 AA TOT PAP     TIT ; * SIME  ’  JOIAUTS GESodOus PIN =  Pp? \n      |  M iz | { |  | |   |   ; 4  i a   i ome  eels,   i oi 3 x \n   \n \ne\ne\n \n.  x S é °  a >  & oD <1  oe ~ i s *  N ne  uM O7'9   ta Z 3 \nerSUT  Sterno  ek FR Teeee t aes TTA e  SPS RSST  e eeATG s SE SE=  — EY  8S7  na WO  Ome ata.  Atlee tatters oN SR  ee men  see te  amen  ree \n   ,yb '  \"UL iw    i |  !  ' |  |  |  | |  \\ |  | | j t  \n \n ai\na a\n   SAHGVA  9iosz  tocs 70S2G  -\n  9\n   \n    | | { i , | ; |  '\nm\no  - d .\n    caa  a  t  ,  SVINUGVk  aiossa  910532d  VTDONOT - YLOH“ - eo daM-g eS  \n }=   |  i  :\n  rT\n    ,1  :  aurava  snoot 6vWH-TOVu %  ydNaeWT  SDHooT  EHCEMI »2  SEUSEWT TISUVYA  GVNOOGVOS  :toi en es  tc\n  \n .  |  | | |  | f | i|=  | |  | | | i  | |  A\n,\n  I\n      LTE LAIR    ewov ssec  LNNUSAVA  snnooj 6VHTOVS  2 asaW TTIEVU  SSNOOT  TdrmCam n  DENSUVT TTSUVUA  EN ATUCST aeevn  :totiv 2 o GCO\n    L   f+  \n  O  :   .sf f   | | j  i | |  l |  {  | | | 1   |os | |  | '   ;\n       T NON RTEMEG eeLLA  |  NACNASGVA ,na |savK = : \\ snoot s |n“oot   -6VH-IOVH  EVIHTOVW.  . » .2 : adevi 9 tcnelaB )sec TTUVU | - i v i | s SaNooT-— SDHOOJ  CU AT -o tdit-Cm x 2  NSV yznuwq traeveA  To]  T0WNA ds |  avirorroSTAVAT 2OHVT niv !atta AIGSO ewoL a :tow ! RHEOIW tee : SGIW 2 TO t : j .  eoj IRIH   ’ ¢?, HOLANAS GL SOGO\n   E eepe eS eIIE  .   |nonavx $ ”s ofsnoot EVI3= |TOVW  | »  O.|SNSUVI‘ TIGUVUA |  4‘ | ' - 5 ” SI |HGOT i | ESIV TI i a  D } ANSUVT I |TTEVUA  i .  & TOW VE .ZTG 3 ATAM — 3 g?coguwv,LO Sd TO é ;  = EENER  2I Ud Mest \n NE  |  |  | | |  t  ' 3  | j  | .|  § + 4  .| 1\n EREP P TE\nE\nTT  .\n \n \n E\n m é  sv 3 x 5  oc  toa \\ ~ da v  S & s .  to oe - S a n nt sr I“\nhs \nmyn \nsete merger \nemer \n  \nSirt-Piease  iake  ree  lige  the  waht  is  a  (certified)  ee  ra  t?SD  STATES  bist RECT  3 € \nede  ct  a riktenges  Meee  UTHERN DISTRICT. OF. \ntrue copy ofa  see  z  :     3 \nduly  entered  in the office  of the  clerk  of  the \n‘s  rip  ae        \n3 \n     \ncittecney for  Plaint.  3 \n   \n    \n Sin-Picase  tshy     oertieg  chat  ay       \n“>   of  which  the   withie  isa  tru e  copy  will  b e  presented”     Riot.    PRE?        \ncs  eit  MM TU  PI atete e et:  cs  hee \nay \nPree  Advress,  Tetep  tics \nout  ore  Ly  Rs \n¥,  . \ns \noa  ‘  :  i9 \n= \nat  :  *  ‘  ~  . \n. \nj  re  Yours, ie, \n3;   ;  a8 \n     \nwes  so?  AMtarner(s) forao   wh  ete,  ye \nhate \n; ‘4 ;  3  aio  '  a  rapte:    5  S SerSvicSe  af a oupy oft   S e     e o ee  ee4 s  a chs \n2\\   .  ,  z  \"Dated.  I  Be  :  «c  e \"s  . \nni o \n  \n                            \n\n############# Old Text on 20240828 ###############\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131253"
    },
    {
      "date": "1979-05-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of New York",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Court",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 133081,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/133081.pdf",
      "title": "Proposed Partial Final Judgment by Consent",
      "text": "\n############# New Text on 20240829 ###############\n7 Le men  eppaitd  ae y  te famacce es :  te  oy  . \nUNITRD  STATES  DISTRICT  courT \nFASTRRN  PDISTRICY  OF  NEW  YORK \n} \nNPETAINEDS  OF  THF  RROOKLYN  HOUSE  OF  NETENTTON  .  :  nel \nFOR  MEN,  RAYMOND  MOCTEZUMA,  RONALD  ray,  —,..  oe EDNY \nLAWRENCE  ODOM,  and  FRANK  WILLIAMS,  individually  :  a \nand  on  behalf  of  all  other  persons  similarly  MAY  1)  1579  Sad \nsituated,  “pa  : \nPlaintiffs,  oe  guests tee vanes \n73-C-261  (HB) \n~acainst-  : \nPROPOSED  PARTIAL \nRENJAMIN  J.  MALCOLM,  Commissioner  of  Correction  :  PINAL  JUDGMENT \nof  the  City  of  New  York;  THEODORE  R.  WRST,  BY  CONSENT \nWarden,  Brooklyn  House  of  Detention  for  Men;  : \n4 \nARRAHAM  D.  BEAME,  Mayor  of  the  Citv  of  New \nYork;  and  LOWFLL  F.  RBFLLIN,  Health  Commissioner \nand  Health  SerWices  Administrator  of  the  City \nof  New  York,  individually  and  in  their  official  : \ncanacities, \nNefendants. \n-~- +--+  ee  ee  x  Loa, \nPlaintiffs  having  brought  this  action  on  February  27,  1973, \nchallenging  certain  conditions  of  confinement  and  vractices  at \nRudi,  the  Brooklyn  House  of  Detention  for  Men  (\"BHD\")  as  violativrei;  \n  \nof  their  rights  under  the  United  States  Constitution;  and \ndefendants  heving  denied  that  plaintiffs'  riqhts  under  the  mOy \nConstitution  have  been  violated;  and  the  Court  having  certified \nthis  case  as  a  class  action  on  March  5,  1974,  the  class  consisting \nof  all  detainees  who  are  or  will  be  incarcerated  at  BHD;  and  the | \nParties  havina  agreed  that  it  is  in  the  best  interests  of  all \nthe  parties  that  certain  issues  be  resolved  without  further  fie \nlitigation,  and  having  entered  _into  a  Stipulation  for  Entry. of \neT. \nPartial  Final  Judgment,  dated  November  29,  1978,  which  is  ~ \nattached,  and  notice  of  which  has  been  given  to  the  plaintiff \nclass;  and  the  parties  having  also  entered  into  a  Supplemental \nStipulation,  dated  March  14,  1979,  which  is  attached;  and  the  es \nree \n     \nsidered  the  fairness  and  reasonableness  of  the  attached  Stipu-  o \n \nlations  and  comments  received  from  members  of  the  plaintiff \nclass; \n  \n  \ng&E     \ni$  \n  \n  \n  \nTNO Se  tenet  eee ent A  tet  ype  tee  So A  ee?  rer  tm  cence rene teenPD tyi ney eSey  nen ementesa  \n  \nNow,  upon  the  consent  of  the  attorneys  for  the  parties,  and \n/ \numon  full  consideration  of  the  Stipulation  for  Entry  of  Partial \nvinal  Judgment,  the  Supplemental  Stipulation,  and  the  comments \nreceived  from  members  of  the  plaintiff  class  and  having  found \nthat  the  terms  of  the  Stipulations  are  fair,  adequate,  and \nreasonable  to  all  members  of  the  plaintiff  class  and  that  there \nis  no  just  reason  for  the  delay  of  antry  of  partial  final  judgment  ; \nin  accordance  with  the  attached  Stipulations,  it  is  hereby \nORDERED,  ADJUDGED  and  DECREED  that  such  Stipulation  for  ; \nEntry  of  Partial  Pinal  Judgment  and  Supplemental  Stipulation, \ntee \ncopies  of  which  are  attached  to  and  incorporated  in  this  Judgment,|  \nare  approved  and  sdopted  as  the  Judgment  of  this  Court  in  full \nsettlement  and  compromise  of  the  issues  which  they  address;  and \nit  is  further  La \nORDERED,  ADJUNGED  and  DECRE=D  that  this  Court  shall _  retain  ’ \nGurisdiction  over  the  provisions  of  this  Judgment; \nne \nther \n.  toe  au.  few?  ‘ \nORDERED,  ADJUDGED  and  DECREED  that  the  plaintizé  class  shall \n  \nNovember  29,  1978. \nDated:  Re  New  York \nVoy  19  a \n     \n  \n \n  \n  \n  \nUNITFD  STATES  DISTRICT  court \nFASTRRN  DISTRICT  OF  NEW  YORK \ni \nDETAINERS  OF  THF  RPOOKLYN  SOUSF  OF  DETRENTTON  yanco  \nmor  ct EDN. \nFOR  MEN,  RAYMOND  MOCTEZUMA,  RONALD  roy,  coe \nLAWRENCE  ODOM,  and  FRANK  WILLIAMS,  individually  15  1819 \nand  on  behalf  of  all  other  persons  similarly  f PfaAyK  \nsituated, \n   \na \nPlaintiffs, \n73-c-261  (HB) \n~against- \nPROPOSED  PARTIAL \nBENJAMIN  J.  MALCOLM,  Commissioner  of  Correction  PINAL  JUDGMENT \nof  the  City  of  New  York;  THEONORE  R.  WRST,  BY  CONSENT \nWarden,  Brooklyn  House  of  Detention  for  Men; \na \nABRAHAM  D.  BEAME,  Mayor  of  the  Citv  of  New \nYork;  and  LOWFLL  F.  BFLLIN,  Health  Commissioner \nand  Health  Services  Administrator  of  the  City \nof  New  York,  individually  and  in  their  official \ncanacities, \nNefendants. \nPlaintiffs  having  hbroudqht  this  action  on  February  27,  1973, \nchallenging  certain  conditions  of  confinement  and  practices  at \nRaat \nthe  Brooklyn  House  of  Detention  for  Men  (\"BHD\")  as  violativteu.  \n  \nof  their  rights  under  the  United  States  Constitution;  and \ndefendants  heaving  denied  that  plaintiffs'  riqhts  under  the  «-- \nConstitution  have  been  violated;  and  the  Court  having  certified \nthis  case  as  a  class  action  on  March  5,  1974,  the  class  consistinc \nof  all  detainees  who  are  or  will  be  incarcerated  at  BHD;  and  the. \nparties  having  agreed  that  it  is  in  the  best  interests  of  all \nattached,  and  notice  of  which  has  been  given  to  the  plaintiff-  \nclass;  and  the  parties  having  also  entered  into  a  Supplemental \nStipulation,  dated  March  14,  1979,  which  is  attached;  and  the  ees \n   \nSidered  the  fairness  and  reasonableness  of  the  attac hed Stipu \n  \nlations  and  comments  received  from  members  of  the  plaintiff~.~  \n2 \nclass;  ‘ \nstat    \nata      \n \nt\nn\ne\nm\nn\no\nr  \n2    \nee cen ecner remain  enn  ete \nMow,  upon  the  consent  of  the  attorney s  for  the  parties,  a/ nd \ngoon  fuli  consideration  of  the  Stipulation  for  Entry  of  Partial  So \nsinal  Judqment,  the  Supplemental  Stipulation,  and  the  comments  : \nvaceived  From  members  of  the  plaintiff  class  and  having  found \nchat  the  terms  of  the  Stipulations  are  fair,  adequate,  and \nreasonable  to  all  members  of  the  plaintiff  class  and  that  there \nis  no  just  reason  for  the  delay  of  entry  of  partial  final  judgment  | \nin  accordance  with  the  attached  Stipulations,  it  is  hereby \nORDERED,  ADIJUDGED  and  DECREED  that  such  Stipulation  for  i:  \nEntry  of  Partial yeF inal  Judgment  and  Supplemental  Stipulation, \nwhicsonm   are  attached  to  and  incorporated  in  this  Judgment, \nj  zdopted  as  the  Judament  of  this  court  in  full \n#  the  issues  which  they  address;  and \n;  . \nit  is  further  -   e  .  vty  4 \nORDERED,  ANJUDGED  and  DECRESD  that  this  Court  s.  hall civ raest aiant   4j  \njurisdiction  over  the  provisions  of  this  Sudement;  and Co,  it LAiVsA   fur-.   3 \n. \nther  .  Cooe  tp  ote  fet  3 \nORDERED,  ADJUDGED  anc  DECREED  tcihd at  the  plaintiff  class  shall \nbe  notified  of  the  entry  of  this  Partial  Final  Judgam ent  boyn_a.l,   uedé  \nConsent  as  provided  for  in  the  attached  Stipulation,  dated  . \n  \nNovember  29,  1978. \nDated: NoByr ooklCyn ,  N1e9w7 9 York \n  \n  \n yte\n yt foe   \n eiB AEI\n TSUO\n de \nT\nL\nA\nS\nPT Ls   yA EMROy   ilS a TeAA\nN\nMP B ee sdn as ]cse é\n soj \\    \n \n     \nUNITED  STATES  DISTRICT  CouRT \nBASTERN  DISTRICT  OP  NEW  YORK \n\\ \nDETAINERS  OF  THR  RROOKLYN  HOUSF  OF  PRETRNTTON  :  ~  pee \nFOR  MEN,  RAYMOND  MOCTEZUMA,  RONALD  FOY,  wee  ree  ae E.D.NW: \nLAWRENCE  ODOM,  and  FRANK  WILLIAMS,  individually  7  <  anne  . \nand  on  behalf  of  all  other  persons  similarly  [MAY  15  1879  sk \nsituated,  a  : \nrem  FA  deaeeseeetertsceereal \nPlaintiffs,  poms \n°  73-C-261  (HB) \n~against-—  : \nPROPOSED  PARTIAL \nBENJAMIN  J.  MALCOLM,  Commissioner  of  Correction  FINAL  JUDGMENT \nof  the  City  of  New  York;  THEODORE  R.  WRST,  ory  BY  CONSENT \nWarden,  Brooklyn  House  of  Detention  for  Men;  : \n4 \nABRAHAM  D.  BEAMP,  Mayor  of  the  Citv  of  New \nYork;  and  LOWFLL  F.  BFLLIN,  Health  Commissioner  : \nand  Health  Gexrvices  Administrator  of  the  City \nof  Mew  York,  individually  and  in  their  official \ncapacities, \nDefendants. \n~----+ ---------  +++ - =  enn  x  oy \nPlaintiffs  having  brouaht  this  action  on  February  27,  1373, \nchallenging  certain  conditions  of  confinement  and  practiceast  \nthe  Brooklyn  House  of  Detention  for  Men  (\"BHD\")  as  violativtein  \n  \nof  their  rights  under  the  United  States  Constitution;  and \n iuS“ s341 dCeofnesntdiatnuttsi on hevhianvae   bdeeenni edv iotlhaatt ed;p laianntd iffthse!   Coruirqth ts havuinndge r cethret if«i:e d \n giw siod this  case  aS  a  class  action  on  March  5,  1974,  the  class  consistine \n si\nof  all  detainees  who  are  or  will  be  incarcerated  at  BHD;  and  the. \nparties  havina  aqreed  that  it  is  in  the  best  interests  of  all \nthe  parties  that  certain  issues  he  resolved  without  further  /) \nyf \nlitigation,  and  having  entered - into  a  Stipulation  for  +E ntry re of  ; \nefeez  \nPartial  Final  Judgment,  dated  November  29,  1978,  which  is  ~~ \nattached,  and  notice  of  which  has  been  given  to  the  dlaintiff \nclass;  and  the  parties  having  also  entered  into  a  Supplemental \nStipulation,  dated  March  14,  1979,  which  is  attached;  and  the :** \n   \nCourt  having  held  a  hearing  on  May  11,  1979,  at  which  it  con= \nns  SBA \nsidered  the  fairness  and  reasonableness  of  the  attached  Stipn-:     \n   lations  and  comments  received  from  members  of  the  plaintiff  soe \n \nOA class; \nye \n  \n  \n \n  \n       \neee iternie e ae ater  ee  we ee nee ee  tne RRA  Nt Pe a eee \n    y\na\nem e\nr\nc\ncere \nee \nNow,  upon  the  consent  of  the  attorneys  for  the parties,  and \nJ \nypon  full  consideration  of  the  Stipulation  for  Entry  of  Partial \nFinal  Judgment,  the  Supplemental  Stipulation,  and  the  comments \nreceived  From  members  of  the  plaintiff  class  and  having  found \nthat  the  terms  of  the  Stipulations  are  fair,  adequate,  and \nreasonable  to  all  members  of  the  plaintiff  class  and  that  there \nis  no  just  reason  for  the  delay  of  entry  of  partial  final  judgment  : \nin  accordance  with  the  attached  Stipulations,  it  is  hereby \nORDERED,  ADJUDGED  and  DECREED  that  such  Stipulation  for  i \nEntry  of  Partial  Final  Judgment  and  Supplemental  Stipulation,  } \ncopies  of  which  are  attached  to  and  incorporated  in  this  Judgment, \nare  approved  and  adooted  es  the  Judgment  of  this  Court  in  full \nsettlement  and  compromise  of  the  issues  which  they  address;  and \nit  is  further \nORDERED,  ANJUDGED  and  DECREED  that  the  plaintife  class  shall \nbe  notifth ie  uQ  0 hF the  entry  of  this  Partial  Final  Judgment  by.  as \ncea  AS \nConsent  as  provided  for  in  the  attached  Stipulation, ,  dated  . \n  \nNovember  29,  1978.  .  ;  e \n  \nDated:  Brookivn,  New  York \nThe  879 \n  \nOf iTED  STATES Pee  JUDGE | \n     eof\n  \n  \nmont eran   a@    \n  \n  \n  ER\ne\ne\nRiss  eoc   \n53  \ns\nn\nE   \nUNITED  STATES  DISTRICT  cour®r \nBRASTRERMN  DISTRICT  OF  NEW  YORK \n;  DETAINFFS  OF  THE  RROOKIYN  HOUSE  OF  DETENTTON  :  .  ne \nFOR  MEN,  RAYMOND  MOCTRZUMA,  RONALD  FOY,  eee  STE DMY:  : \nLAWRENCE  ODOM,  and  FRANK  WILLIAMS,  individually a3  canny  . \nand  on  behalf  of  all  other  persons  similarly  {MA/  19  1579  Se \n   situated,  rt  3 \nwen tot  eenee \nPlaintiffs,  ‘ \n73-C-261  (HB) \n-against-  : \nPROPOSED  PARTIAI \nRENJAMIN  J.  MALCOLM,  Commissioner  of  Correction  :  FINAL  JUDGMENT \nof  the  City  of  Mew  York;  THEONORE  R.  WRST,  BY  CONSENT \nWarden,  Brooklyn  House  of  Detention  for  Men;  : \nABRAHAM  D.  BFAMF,  Mayor  of  the  Citv  of  New \nYork;  and  LOWFLL  F.  BFLLIN,  Health  Commissioner  : \nand  Health. Services  Administrator  of  the  City \nof  New  York,  individually  and  in  their  official  : \ncapacities,  ,  Sober \nNefendants. \nPlaintiffs  having  brought  this  action  on  February  27,  1973, \nchallenging  certain  conditions  of  confinement  and  practicesa.t.  \nthe  Brooklyn  House  of  Detention  for  Men  (\"BHD\")  as  violative  iu. \nof  their  rights  under  the  United  States  Constitution;  and \ndefendants  having  denied  that  plaintiffs'.riqhts  under  the  «25! \nConstitution  have  been  violated;  and  the  Court  having  certified \nthis  case  as  a  claSs  action  on  March  5,  1974,  the  class  consisting \nof  all  detainees  who  are  or  will  be  incarcerated  at  BHD;  and  the. \np arties  having  ag reed  that  it  is   in  the  best  inter ests  of  all  - \n   \nthe  parties  that  certain  issues  be  resolved  without  further  7% \n \nlitigation,  and  having  entered  into  a  Stipulation  for  Entry  ‘ \n~  CoOeE   PLE GEE  : \nPartial  Final  Judgment,  dated  November  29,  1978,  which  ig  \"=      \n     \nattached,  and  notice  of  which  has  been  given  to  the  plaintif£ \nclass;  and  the  parties  having  also  entered  into  a  Supplemental: \n  \nclass; \n    \n  \n    \nNow,  upon  the  consent  of  the  attorneys  for  the  parties,  and \nsoon  Full  consideration  of  the  Stipulation  for  Entry  of  Partial  : \n“inal  Judqment,  the  Supplemental  Stipulation,  and  the  comments \nueceived  from  members  of  the  plaintiff  class  and  having  found \nchat  the  terms  of  the  Stipulations  are  fair,  adequate,  and \nreasonable  to  all  members  of  the  plaintiff  class  and  that  there \nis  no  just  reason  for  the  delay  of  entry  of  partial  final  judgment: \nin  accordance  with  the  attached  Stipulations,  it  is  hereby  . \nORDERED,  ADJUDGED  and  DECREED  that  such  Stipulation  for \nEntry  of  Partial  Final  Judgment  and  Supplemental  Stipulation, \ncopies  of  waicn  are  attached  to  and  incorporated  in  this  Judgment,|  \nare  approved  and  adopted  as  the  Judgment  of  this  Court  in  full \nsettlement  and  comnromise  of  the  issues  which  they  address;  and \nit  is  further \nORDFPFD,  ANTJUDGED  and  DECREED  that  this  Court  shall  retain \nhas  SE. \njurisdiction  over  the  provisions  of  this  Judgment;  and  it  is  fur- \nVOR  ALAS \nther \ncats 7ac n  Bea? \nORDERED,  ADJUDGED  and  DECREED  that  the  plaintifé  class  shall \nbe  notified  of  the  entry  of  this  Partial  Final  sudgment  by, \n‘Consent  as  provided  for  in  the  attached  Stipulation,, Gated \n \nNovember  29,  1978. \nDated:  Brooklyn,  New  York \nVey  re  1979 \n   W ISTRI CT  J UDGE   \nAide  BLOT: \n          \neYeins  and \n  \n  \n        \n  \ncaaee  .  see aay   ae  .  tee \n  \nUMITFD  STATES  DISTRICT  COURT \nRASTRRN  DISTRICT  OF  NEW  YORK \npee ee  en ee ee  ee x \nMFTAINEDS  OF  THR  RPOOKLYM  HOUSF  OP  NETPNTTON  : \nFOR  MEN,  PAYMOND  MOCTEZUMA,  RONALD  Poy,  7  SDNY, \nLAWRENCE  ODOM,  and  FRANK  WILLIAMS,  individually  ;:  =  4 \njo \nand  on  +b  ehalf  of  all  other  persons  si. mi. larly  {fA aif F  13v a  15.  \nsituated,  rs  : \nPlaintiffs,  moe  y  eva \n73-C-261  (HB) \n~against-  : \nPROPOSED  PARTIA] \nRENJAMIN  J.  MALCOLM,  Commissioner  of  Correction:   FINAL  JUDGMENT \nof  the  City  of  New  York;  THEONORE  R.  WFST,  BY  CONSENT \nWarden,  Brooklyn  House  of  Netention  for  Men;  :  ' \nARRAHAM  D.  BEAME,  Mavor  of  the  Citv  of  New \nYork;  and  LOWFLL  F.  BFLLIN,  Health  Commissioner  : \nand  Health  Services  Administrator  of  the  City \nof  New  York,  in@ividually  and  in  their  official  : \ncanacities, \nNefendants. \nPlaintifis  having  proucht  this  action  on  February  27,  19373, \nchallenging  certain  conditions  of  confinement  and  oracticeast,  \nthe  Brooklyn  House  of  Detentcr i4 on  -t oO ba)  Men  (\"BHD\")  as  violativ?e:5  \n  \nof  their  richts  under  the  United  States  Constitution;  and \nGefendants  having  denied  that  olaintiffs'.  rights  under  the  nN \nConstitution  have  been  violated;  and  the  Court  having  certified \nthis  case  as  a  class  action  on  March  5,  1974,  the  class  consistir \nof  all  detainees  who  are  or  will  be  incarcerated  at  BHD;  and  the \nparties  havina  agreed  that  it  is  in  the  hest  interests  of  all \nthe  parties  that  certain  issues  be  resolved  without  further  + \nI \nlitigation,  and  having  entered - into  a  Stipulation  f; or  Ernetrty e off,  \n \nay Partial  Final  Judqement,  dated  November  29,  1978,  which  ig.        \nattached,  and  notice  of  which  has  been  given  to  the  plaintiff-.  \n   \nclass;  and  the  parties  having  also  entered  into  a  Supplemental. \nStipulation,  dated  March  14,  1979,  which  is  attached;  and  th e     \nCourt  having  held  a  hearing  on  May  11,  1979,  at  which  it  co \n   \nsidered  the  fairness  and  reasonableness  of  the  attached  St \nlations  and  comments  re\n te Pr) \nT   \n  \n  \neee  trang  nt eerie ae  et nat  RR  a RB+  mh meet Ne ae \n   | ene\n \ne\no\n    \nis  ne  just  reason  for  the  delay  of  entry  of  partial  final  judement. ; \nin  accordance  with  the  attached  Stipulations,  it  is  hereby \nRDIUDGED  and  DECREED  that  such  Stipulation  for \nStipulation, \neset\njurisdiction  cover  the  orovisions  of  this  Judgment;  and  it  is  fur-  AEE ree tpah tl ete \nConsent  ag  prov uw Quy  Ps  rh oO 4  b rs \nNovember  29,  1378. \nDated Ni (Y3 uNy cuon |1:   ly{ n ,  N1e9w7 9 York \n  \n  \n  \n  \n  \n  \n  \nUNITED  STATES  DISTRICT  COURT \nEASTERN  DISTRICT  OF  NEW  YORK \nDETAINEES  OF  THE  BROOKLYN  HOUSE  OF  DETENTION \nFOR  MEN,  RAYMOND  MOCTEZUMA,  RONALD  FOY, \nLAWRENCE  ODOM,  and  PRANK  WILLIAMS,  individu- \nally  and  on  behalf  of  all  others  similarly \nsituated, \nPlaintiffs, \n73-C-261  (HB) \n~against-  : \nSTIPULATION  FOR \nBENJAMIN  J.  MALCOLM,  Commissioner  of  Correc~  :  ENTRY  OF  PARTIAL \ntion  of  the  City  of  New  York;  THEODORE  R.  FINAL  JUDGMENT \nWEST,  Warden,  Brooklyn  House  of  Detention \nfor  Men;  ABRAHAM  D.  BEAME,  Mayor  of  the  City \nof  New  York;  and  LOWELL  E.  EELLIN,  Health \nCommissioner  and  Health  Services  Administra- \ntor  of  the  City  of  New  York,  individually \nand  in  their  official  capacities, \nDefendants. \nPlaintiifs  having  brought  this  action  on  February  27,  1373, \n      \nchallenging  certain  conditions  of  confinement  and  practic (D hn  py ct \nthe  Brooklyn  House  of  Detention  for  Men  (\"BHD\")  as  violative \nof  their  rights  under  the  United  States  Constitution;  and  de~ \nfu \nfendants  having  denied  that  plaintifis'  rights  under  the \nConstitution  have  been  violated;  and  the  Court  having  certified \nthis  case  as  a  class  action  on  March  5,  1974,  the  class  con- \nsisting  of  all  detainees  who  are  or  will  be  incarcerated  a  tc\nBHD;  and  the  parties  having  agreed  that  it  is  in  the  best  in- \nterests  of  all  the  parties  that  certain  issues  concerning  con- \nditions  at  BHD  be  resolved  without  further  lict tigaticn; \n...1f  IS..HEREBY  STIPULATED  by  and  between  the  undersigned \nattorneys  for  the  plaintiffs  and  the  defendants  herein,  and \nsubject  to  approval  by  the  Court  after  notice  is  given  to  the \nPlaintiff  class,  that  the  following  agreement  will  be  incor- \nporated  in  a  partial  final  judgement  by  consent  in  this  case: \nA.  POSSESSION  AND  RECEIPT  OF  CLOTHING  ITEMS \ni.  Defendants  shall  permit  all iy  detainees  to  receive \nclothing  by  the  following  means: \na.  Visitors  shall  be  permitted  to  bring  clothing  to  the \npu. nstitution  for  detainees  during  regular  visiting  hours. \nClothing  also  may  be  hand-delivered  to  the  institution \nby  any  person  at  any  regularly  scheduled  visiting  hours, \nor,  if  necessary  for  a  court  appearance  on  the  following \nday,  at  any  hours  between  8  a.m.  and  9  p.m.,  and  at \nany  additional  hours  deemed  appropriate  by  defendants; \nand  by  a  date  yet  to  be  determined  in  accordance  with \nthe  terms  of  paragraph  HH,'  infra,  clothing  may  be \nmailed  to  the  institution  or  delivered  there  by  package \ndelivery  service. \nDefendants  shall  provide  a  receipt  rh or  each  personally \ndelivered  package. \n    \n   Defendants  shall  deliver  such  clothing  to  the  intended \nrecipient  48  hours  of  its  delivery  to  the  fe insti- \ntution,  unless  needed  more  promptly  for  a  court  ap- \npearance  or  other  emergency. \nDefendants  shall  net  require  prior  notification  or \napproval  for  receipt  of  nor  shall  they  re- \nquire  any  written  or  to  accompany  in- \ncoming  clothing. \n2.  Defendants  shall  permit  detainees  to  wear  all  items \nof  clothing  which  are  generally  acceptable  in  public  and  which \ndo  not  constitute  a  threat  to  the  safety  of  th  institution. \no \nSuch  clothing  shall  include,  among  other  items,  shorts,  cut- \noff  long  pants,  neck-ties,  belts,  hats,  worn  and  new  shoes; \nand  items \na.  worn  by  the  detainee  upon  admission  to  the  institution; \nb.  received  by  the  detainee,  after  admission,  from  any \nsource. \n3.  Nothing  in  this  stipulation  shall  be  construed  as \naddressing  the  question  of  whether  defendants  are  required  to \nprovide  clothing  to  detainees  ‘or  the  question  of  whether  de- \nfendants  at  a  future  date  may  require  detainees  to  wear  uniforms. \nB.  INSPECTION  OF  CLOTHING \n  \nDefendants  shall  maintain  the  following  practices  with \nrespect  to  the  inspection  of  clothing  recaived  by  the  institution \nfor  delivery  to  detainees: \n1.  In  the  course  of  inspection  of  such  clothing  for  contra- \nband,  the  clothing  may be  ripped,  torn  or  cut  only  if  such \naction  is  authorized  in  writing  by  a  captain  or  higher-ranking \nofficer  based  on  his/her  assessment  that  there  is  reasonable \nsuspicion  to  believe  contraband  is  concealed  in  the  article  of \n   set  forth  the  basis  for  the  decision.   \n  \n2.  Where  ripping,  tearing,  or  cutting  of  clothing  is \nauthorized  according  to  subparagraph  1  above,  clothing  shall  be \ntaken  apart  in  the  least  destructive  manner  required  to  accom- \nplish  the  inspection  found  to  be  necessary. \n3.  In  each  case  where  clothing  is  ripped,  torn,  or  cut  in \nthe  course  of  inspection,  and  not  thereafter  lawfully  retained \nby  the  defendants,  defendants  shall  promptly  and  adequately  ra- \npair  or  have  repaired  each  affected  item  of  clothing  or P- or  to \ndelivery  to  the  intended  recipient. \n4.  Defendants  shall  promptly  deliver  each  repaired  article \nof  clothing,  together  with  a  copy  of  the  written  authorization \nwhich  permitted  it  to  be  ripped,  torn  or  cut,  to  the  intended \nrecipient. \nC.  INMATE  JEWELRY \nDefendants  shall  permit  detainees  to  wear  and  to  receive \nwedding  rings  and  other  jewelry  and  watches,  except  that  de- \nfendants  may  prohibit  the  wearing  of  a  particular  article  of \nsuch  jewelry  if  it  is  expensive  or  if  there  is  a  reasonable  like- \nlihood  that  it  will  be  used  as  a  weapon;  provided  that  wedding \nrings  and  religious  jewelry  of  a  size  and  type  typically  worn  in \ncivilian  situations,  including  those  made  of  gold,  silver  and \nsmall  stones,  shall  not  be  prohibited. \nD.  LAUNDRY  FACILITIES \n1.  By  a  date  yet  to  be  determined  in  accordance  with  the \nterms  of  paragraph  HH,  infra,  defendants  shall  provide  free \n  \nlaundry  service  sufficient  to  provide  all  detainees  with  a  neat, \nclean  change  of  clothing  and  a  clean  towel  at  least  twice  per \nweek. \n2.  Until  laundry  service  is  provided  as  recuixed  by \n     subparagraph  1,  and  thereafter,  defendants  shall  permit  detainees   \nto  wash  and  dry  their  own  laundry  in  the  housing  areas. \nE.  RECHIPT  OF  PACKAGES \n1.  Defendants  shall  permit  detainees  to  raceive  packages \nfrom,  and  send  packages  to,  any  person. \n2.  Detainees  shall  be  allowed  to  receive,  through  delivery \nby  a  visitor  or  any  other  person  to  the  institution  during \nvisiting  hours  and  any  other  hours  agreed  upon  by  the  parties \nor  deemed  appropriate  by  defendants,  packages  containing  clothing, \npublications  or  any  other  item  which  a  detainee  is  currently \npermitted  to  receive;  further,  by  a  date  yet  to  be  determined \nin  accordance  with  the  terms  of  paragraph +  HH,  infra,  detainees \nshall  be  allowed  to  receive  packages  containing  the  above  items \nand  any  other  additional  items  yet  to  be  determined,  through  the \nabove  means  of  delivery  as  well  as  through  the  mail;  provided \nthat  nothing  herein  shall  be  construed  to  limit  detainees!  exist- \ning  rights  to  receive  publications  through  the  mail  as  provided \nin  paragraph  F,  infra.  Incoming  packages  may  be  opened  and \n~4— \ninspected  for  contraband  and  shall  be  delivered  to  the  recipient \nwithin  48  hours  of  receipt  by  the  Department  of  Correction \n(\"Department”™). \n3.  Detainees  shall  be  allowed  to  send  packages  from  the \ninstitution  through  the  mail  at  their  own  expense,  and  by  hand- \ndelivery  to  institutional  personnel  for  pick-up  by  the  addressee. \n4.  Nothing  in  this  stipulation  resolves  the  issues  of  the \npermissible  contents  or  quantity  of  packages,  and  in  the  event \nthat  those  issues  cannot  be  resolved,  the  parties  reserve  the \nrignt  to  litigate  them. \nF.  POSSESSION  AND  RECEIPT  OF  PUBLICATIONS \n1.  Defendants  shall  permit  all  detainees  to  receive  from \nany  source  any  publications,  including  books  (hard  and  soft \ncover),  periodicals  and  other  reading  material.  Such  publica- \ntions  shall  not  be  csnsored  nor  shall  their  delivery  be  delayed \nunless  they  contain  specific  instructions  on  the  manufacture  or \n    \nuse  of  dangerous  weapons  or  explosives,  or  plans  for  escape. \n  \n2.  Books,  periodicals  and  other  reading  material  may \nbe  hand-delivered  by  a  visitor  or  any  other  person  to  the  insti- \ntution  at  any  time  during  the  normal  visiting  hours  and  during \nany  additional  hours  deemed  appropriate  by  defendants;  these \npublications  also  may  be  mailed  to  the  institution.  Defendants \nshall  not  require  that  any  written  or  printed  form  accompany \nincoming  publications  in  order  for  such  publications  to  be \ndelivered  to  the  institution.  Defendants  shall  deliver  such  pub- \nlications  to  their  intended  recipients  promptly  and  shall  make \ntheir  best  efforts  to  do  so  within  24  hours  of  delivery  of  the \npublications  to  the  institution. \n3.  Defendants  shall  keep  posted  in  the  visitors'  waiting \nareas  notices  which  inform  visitors  that  they  may  mail  or  bring \nbooks,  periodicals  and  other  reading  material  to  detainees  and \nwhich  inform  them  of  the  procedures  for  doing  so. \n~5- \nG.  CORRESPONDENCE \n1,  Defendants  shall  not  open  any  detainee's  incoming \ncorrespondence  except  in  the  presence  of  the  intended  recipient \nor  pursuant  to  a  lawful  search  warrant. \n2.  Defendants  shali  net  maintain  any  records  of  corres-~ \npondence  received  by  any  detainee,  including  sources  or  amounts \n‘ \nof  correspondence;  except  that.  nothing  herein  shall  preclude \ndefendants  from  maintaining,  in  a  place  separate  from  the  de- \ntainee's  institutional  file  and  for  the  sole  purpose  of  assuring \nefficient  mail  delivery,  their  own  records  of  mail  received; \nprovided,  however,  that  such  records  shall  not  be  used  in  any \nway  to  affect  any  terms  or  conditions  of  a  datainee's  subsequent \nconfinement  nor  shall  they  be  released  to  any  party  other  than \nthe  detainee  except  upon  court  order  or  subpoena  issued  by  a \ngovernmental  agency  which,  by  Law,  is  authorized  to  insvect \nDepartment  of  Correction  records  and  then  cnly  after  notice  to \n      \nthe  party  affected,  which  notice  in  no  event  shail  be  less  than  24 \nhours  before  the  return  date  of  the  application  for  the  court  order  or  subpoena! \n3.  Defendants  shall  net  read  or  censor  any  detainee’s  in- \ncoming  or  outgoing  mail  unless  defendants  ara  authorized  to  do \nso  by  a  lawful  search  warrant. \n4.  Defendants  shall  forward  mail  received  at  the  institution \nfor  a  detainees  who  has  been  transferred  to  another  institution  or \nwho  has  been  released. \n5.  Both  personal  and  legal  mail  shall  be  delivered  by  da- \nfendants  to  detainees  in  punitive  segregation,  administrative \nsegregation,  and  any  other  special  status  as  promptly  and  with \nthe  same  frequency  as  such  mail  is  delivered  to  detainees  in  gen- \n@exal  population. \n6.  All  procedures,  guidelines  and  restrictions  issued  by \ndefendants  concerning  the  searching  and  censoring  of  mail  re- \nceived  by  detainees  in  general  population  as  well  as  any  changes \nin  these  procedures,  guidelines  and  restrictions,  also  will \napply  to  mail  received  by  detainees  in  punitive  segregation,  ad- \n-“5— \nministrative  segregation,  and  any  other  special  status. \n7,  Any  detainee  shall  be  permitted,  on  request,  to  send \ncorrespondence  by  certified  mail,  at  his  own  expense;  provided, \nhowever,  that  where  the  detainee  is  indigent  and  as  a  matter  of \nlaw,  rule  or  regulation  such  correspondence  is  required  to  ba \nsent  by  certified  mail,  such  expense  shall  be  paid  by  defendants. \nH.  CONFISCATION  OF  PROPERTY \n1.  Property  taken  on  admission.  Defendants  shall  log  all \n  \nproperty  taken  from  detainees  on  admission  to  the  institution \nand  shall  provide  a  method  with  which  to  identify  and  return \nsuch  property.  The  procedure  for  identification  of  such  property \nshall  include  provision  of  a  receipt  to  the  detainee  describing \nthe  property  seized  and  the  circumstances  under  which  and  by \nwhom  it  was  taken. \n2.  ropertv  taken  at  all  other  times.  The  procedure  cutlined \n  \nin  subparagraph  i  above  shall  apply  when  any  detainee's  property, \n  other  than  controlled  substances  as  defined  in  New  York  Penal   \n  \nLaw  §220.00,  guns,  knives,  or  other  weapons,  is  taken  by  defen- \ndants  at  any  time  other  than  on  admission. \n3.  Dafendants  shall  devise  a  procedure  by  which  a  detainee \nmay  contest  the  taking  of  personal  oroperty  and  which  shall  pro- \nvide  the  following: \na.  a  brief  statement  to  the  detainee  setting  forth  the \nbasis  for  the  seizure; \nb.  notice  to  the  detainee  of  the  right  to  resvond  in  a \nreasonably  simple  and  convenient  manner,  and  to  assert \ngrounds,  if  any,  on  which  the  seizure  is  claimed  to  be \nunwarranted;  . \nc.  a  suitable  cpportunity  to  contest  evidence  thought  to \nwarrant  seizure; \nd.  if  the  seizure  is  upheld,  a  written  statement  of  the \nreason  for  such  decision. \n4,  No  seized  property  shall  be  destroyed  or  otherwise \ndisposed  of  so  long  as  a  detainee  whose  property  has  been  seize \n ua\nremains  at  the  institution  and  so  long  as  the  seized  proverty  is \nnot  lawfully  turned  over  to  another  law  enforcement  agency  kh for \nuse  in  a  criminal  proceeding,  Property  which  is  other  than \ncontrolled  substances  as  defined  in  New  York  Penal  Law  5220.00, \nguns,  knives,  other  weapons  or  perishable  food,  and  which  is \nnot  turned  over  to  another  law  enforcement  agency  for  use  in \na  criminal  proceeding,  shall  ba  stored  by  the  institution  unless \nor  until  the  detainee  requests  that  it  be  forwarded  at  his  own \nexpense  to  whomever  he  chooses.  A  detainee  shall  be  permitted \nto  return  or  forward,  at  his  own  expense,  seized  perishable \nfood  to  whomever  he  chooses.  When  the  detainee  is  released \nor  transferred  from  the  institution,  any  stored  property  shall \nbe  returned  to  him  or  transferred  with  him. \n  \n   I.  PROCEDURES  FOR  CELL  SEARCHES   \n  \n1.  Detainees  shall  be  permitted  to  observe  all  searches \nof  their  cells,  axcept  that  should  a  detainee  attem  t  to  dis- \nrupt  the  search  of  his  cell  or  remove  anything  from  his  cell \nduring  the  search,  that  detainee  may  be  moved  from  the  area  of \nthe  search  and  the  search  may  be  continued  without  that  de- \ntainee's  presence. \n2.  Notwithstanding  the  requirements  of  subparagraph  1 \nabove,  individual  cells  to  which  detainees  are  or  may  be  assigned \nmay  be  saarched,  without  the  presence  of  the  detainee,  upon  a \nshowing  of  good  cause  approved  in  each  instance  in  advance,  in \nwriting,  by  a  captain  or  higher-ranking  officer;  provided,  how- \never,  that  in  a  case  of  imminent  danger  of  bedily  harm  such  a \nsearch  may  be  performed  without  such  authorization,  in  which \nevent  a  written  report  explaining  the  reason  for  the  search  and \nthe  justification  for  conducting  it  without  first  obtaining \nauthorization  shall  be  made  to  a  captain  or  higher-ranking  of- \nB= \nficer  as  soon  after  the  search  as  possible. \n3.  Defendants  shall  conduct  routine  searches  of  housing \nareas  only  at  times  when  most  detainees  are  present  in  those \n4,  Each  detainee  whose  cell  has  been  searched  outside  his \npresence  shall,  at  the  time  of  any  such  search  or  as  promptly \nthereafter  as  practical,  be  given  written  notice  of  the  reason \nfor  conducting  the  search  in  his  absence. \n5.  During  any  search  of  a  detainee's  cell,  the  detainee's \nproperty  may  be  moved  only  to  the  extent  necessary  to  facilitate \nthe  search.  The  detainee's  vroperty  may  not  be  otherwise  dis- \nturbed,  and,  to  the  extent  possible,  at  the  termination  of  the \nsearch  proverty  must  be  returned  to  the  same  place  and  condition \n )yer\nin  which  it  was  prior  to  the  search. \nJd.  LINENS  and  BEDDING \n1.  Defendants  shall  provide  each  detainee,  upon  admission, \n  \n   with  an  issue  of  linens  and  bedding  Pr o a bk iw] Au f He uQ v a ct  3 oO ct  i im A ip. cr iD fu   \na.  two  sheets; \nb.  one, towel; \nc.  one  pillow; \nd.  one  pillowcase; \n@e.  one  mattress  with  cover;  and \n=.  sufficient  blankets  to  provide  comfort  and  warmth. \n2.  Defendants  shall  provide  for  all  bedding  items,  prior \nto  being  issued,  to  be  checked  for  damage,  repaired,  if  neces- \nsary,  and  cleaned.  . \n3.  Defendants  shall  regularly  provide  detainees  with  clean \nlinens  and  bedding  in  the  following  amounts  and  according  to \nthe  following  schedule  or  more  often  as  necessary: \na.  two  sheets  and  one  pillowcase  -  once  each  week; \nb.  one  towel  ~-  twice  each  week; \n~9- \nec.  sufficient  blankets  to  provide  comfort  and  warmth  - \nOnce  every  three  months. \nIn  addition,  pillows  and  mattresses  shall  be  cleaned  once \nevery  six  months  or  more  often  as  necessary. \n4,  Defendants  shall  provide  detainees  with  mattresses  con~ \nstructed  of  fire-retardant  material  and  covered  with  material \nthat  is  both  water  resistant  and  easily  sanitized. \n5.  Defendants  shall  provide  for  storage  of  all  mattresses, \nbedding  and  towels  in  a  safe  and  sanitary  manner. \nK.  BODY  CAVITY  SEARCHES \nDefendants,  their  emplovees,  agents  or  those  acting  in \nconcert  with  them  shall  not  examine  the  genitals  or  anal  cavity \nof  any  detainee,  except  that  defendants  and  their  emplovees  may \nrequire  a  visual  inspection  of  the  genitals  cr  anal  cavity  of  a \ndetainee  either  upon  admission  of  the  detainee  to  the  institution \ner  when  a  correction  officer  of  the  rank  of  captain  or  above  has \nreasonable  cause  to  believe  that  the  detainee  is  concealing \n    \n \ncontraband  in  th is  genital  or  anal  area.  Such  reasonable  cause \nmust  be  recorded  in  writing  by  that  offi:c  er  upon  sworn  statements \nof  the  underlying  basis  for  the  search,  with  a  written  record  of \n. \nthe  reasons,  results  and  circumstances  of  each  such  search.  A \ncopy  of  such  written  record  shall  be  given  to  the  de  tc a 4[ 3 o D( s  yf ]3 sP\na  copy  shall  be  maintained  and  preserved  by  the  defendants.  Any \na \nsuch  examination  shall  be  conducted  in  the  most  dignified  and \nleast  obtrusive  manner  possible  and  in  private  by  medical  per- \nsonnel,  who  shall  be  of  the  same  gender  as  the  detainse  when- \never  possible.  No  one  else  shall  be  present  at  such  examinations \nexcept  those  correctional  personnel,  of  the  same  gender  as  the \ndetainee,  who  are  essential  for  security  reasons.  Notwithstand- \ning  the  above,  the  parties  agree  that  the  provision  of  this \nparagraph  of  this  stipulation  and  the  subsequent  judgment  con- \ncerning  who  shall  conduct  any  visual  inspections  shall  not  take \neffect  until  the  resolution  of  discussions  between  the  Department \nand  medical  personnel,  such  resolution  to  be  achieved  no  later \n-~10- \nthan  6  weeks  from  the  date  of  the  signing  of  this  stipulation; \nin  the  event  that  the  Department  and  the  medical  personnel \nagree  as  to  this  provision,  they  shall  so  notify  plaintiffs’ \ncounsel  and  the  Court  shall  be  notified  that  the  provision  shall \nbe  immediately  implemented  by  defendants  as  provided  above;  Me in \nthe  event  that  the  Department  and  the  medical  personnel  cannot \nagree  as  to  this  provision,  then  the  issues  of  who  shall  conduct \nbody  cavity  searches  and  who  shall  be  present  at  such  searches \nshall  be  resolved  between  the  parties  or  shall  be  presented  to \ni? \nthe  Court  in  Benjamin  v.  Malcolm,  75  Civ.  3073  (S.D.N.¥.)  for \ndetermination  in  this  case  and  on  a  city-wide  basis. \nL.  COMMISSARY  COSTS \nlL.  Items  for  purchase  at  the  3HD  commissary  shall  be  sold \nto  detainees  at  cost.  For  purposes  of  this  stipulation,  cost \nshall  be  defined  as  the  price  paid  by  defendants  for  the  items \n     for  purchase  and  all  other  exvenses  necessarily  and  cirectly   \nincurred  only  in  the  course  of  the  operation  and  management  of \nthe  commissary. \n2.  Nothing  in  this  agreement  resolves  the  questicn  of  what \nitems  shall  be  available  for  purchase  in  the  commissary  or  the \namount  of  such  items  which  detainees  may  purchase  or  the  question \nof  the  schedule  for  detainee  attendance  at  commissary. \nM.  DAYROOM  ACCESS \nDefendants  shall  permit  every  detainee  who  is  not  in \npunitive  segregation  to  have  access  to  a  dayrocm  during  all  lock- \nout  periods. \nN.   EATING  OUTSID E  OF  CELLS \nDefendants  shall  permit  all  detainees,  except  these  in \npunitive  segregation,  to  eat  all  meals  communall \nox  similar  areas  suitable  for  dining  designated  by  defendants. \nDetainees  shall  not  be  locked  into  dayrooms  and  shall  be  per- \nmitted  to  return  to  the  lock-out  corridor  at  any  time  during  the \n-Li- \nmeal  pericd;  further,  detainees  shall  be  permitted  to  return \nto  their  cells  during  the  meal  period  in  accord  with  the  in- \nstitutional  lock-in/lock-out  schedule  to  be  determined  by  the \nCourt  if  not  agreed  upon  by  the  parties. \nDefendants  shall  provide  throughout  the  institution  suf- \nficient  window  space  composed  of  transparent  material  to  permit \nall  detainees  an  undistorted  view  of  the  outdoors  and  activity  in \nthe  outside  world.  Within  90  days  of  the  signing  of  this \nstipulation,  defendants  shall  submit  for  the  Court's  approval \na  detailed  plan  for  their  expeditious  compliance  with  the  terms \nof  this  paragraph. \nP.  ATTORNEY  VISITING \nl.  Defendants  shall  permit  attorneys  to  visit  detainees  at \nany  time  between  the  hours  of  8  a.m.  and  @  o.m.  daily. \n2,  If  an  attorney  arrives  at  3HD  for  a  visit  with  a  dce- \n    \n  \ntainee  while  a  count  of  detainees  is  in  progress,  defendants  shall \nnot  be  required  to  permit  such  visit  until  the  count  is  com- \n¢ \npleted. \n3.  Defendants  shall  permit  attorneys  to  arrange  such  visits \nin  advance  by  calling  the  Department  or  BED  to  inquire  as  to \nwhether  a  particular  detainee  will  be  available  at  a  particular \nfy \ntime  and  to  leave  a  message  informing  that  detainee  of  the  time \nof  the  attorney's  intended  visit. \nQ.  INMATE  COUNCIL  PARTICIPATION \nB Y  SPECIAL  STAT US  DETAINEES \nDetainees  in  all  special  status  categories  other  than \npunitive  segregation  shall  be  represented  on  the  institution's \nInmate  Council  in  the  same  manner  as  are  detainees  in  general \npopulation;  detainees  in  each  such  special  status  category  shall \nhave  one  representative  who  shall  be  elected  by  and  drawn  from \nthe  category  which  he  represents;  provided,  however,  that  de- \nfendants  may  prohibit  the  attendance  of  any  detainee  whose  prasence \n~12- \nat  the  Inmate  Council  meeting  constitutes  a  threat  to  the  safety \nand  security  of  the  institution;  and  srovided  further  that  de- \ntainees  in  any  catagory  comprised  of  fewer  than  five  persons \nhall  be  permitted  to  select  a  representative  from  their  own \nfa \ncategory,  as  provided  above,  or,  at  the  option  of  defendants,  to \nconsult  with  and  be  represented  by  a  council  delegate  not  in  that \ncatecory  but  acceptable  to  a  majority  of  the  detainees  in  that \ncategory. \nAny  category  comprised  of  five  or  more  persons  shall  be  ra- \npresented  by  a  person  in  that  category,  except  that,  in  any  ex- \nceptionally  unusual  instance  where  every  inmate  in  a  category \nis  a  verson  whose  presence  at  the  Inmate  Council  meeting  is  de- \ntermined  to  constitute  a  thraat  to  the  safety  and  security  of \nthe  institution,  detainees  in  such  category  shall  be  permitted  to \nconsult  with  and  be  represented  by  a  council  cGelegata  not  in \nthat  category  but  acceptable  to  a  majority  of  the  detainees  in \n    that  category.   \nR.  COMMUNAL  REL *T  GIOUS  SERVICES \n FOR  SEGREGATTE oaD    DETAINEES \n  \n1.  Defendants  shall  permit  any  detainee  confined  in  punitive \nsegregation,  administrative  segregation  or  any  other  special \nstatus  category  to  attend  any  religious  services  which  detainees \nin  ganeral  population  may  attend,  except  in  the  following  cir- \ncumstances:  A  detainee  who  has  been  found,  in  a  procedure  with \nadaquate  due  process  safeguards,  to  pose  a  threat  to  the  safety \nand  security  of  the  institution  because  of  the  likelihood  that \nhe  will  actively  disrupt  a  particular  religious  service  or  ser- \nvices  attended  by  the  general  vopulation,  may  be  denied  per- \nmission  to  attend  the  service  or  services  in  question.  Adequate \nAs ue  process  safeguards  shall  include  but  not  be  limited  to  the \na.  notice  to  the  detainee,  at  least  43  hours  prior  to  a \nparticular  religious  service  or  services,  that  he  has \nbeen  determined  to  pose  a  threat  to  the  safety  and \n-13- \nsecurity  of  the  institution  because  of  the  likelihood \nthat  he  will  actively  disrupt  such  service  or  services; \nsuch  notice  shall  include  the  reasons  underlying  such \ndetermination; \nb.  a  suitable  opportunity  to  be  heard  personally,  by  an \nimpartial  board  or  an  officer  of rh  the  rank  of  captain  or \nabove,  in  opposition  to  such  determination; \nec.  ain  instances  in  which  the  determination  is  upheld,  (i) \na  written  decision,  with  a  copy  to  the  detainee,  setting \nforth  the  basis  for  upholding  the  determination  and \nspecifying  the  length  of  time  for  which  the  detainee  shall \nbe  denied  permission  to  attend  particular  religious  ser- \nvices;  (ii)  a  weekly  opportunity  to  request  and  receive \nreconsideration  of  the  determination  and  to  submit  a \nstatement  in  support  of  such  reconsideration,  and  written \nnotice  to  the  inmate  of  the  basis  fcr  any  continuing \n      \nGenial  of  permission  to  attend  the  religious  service  or \nservices  in  question;  such  reconsideration  shali  be  bv \nan  impartial  board  or  by  the  warden. \nIn  an  instance  where  the  facts  sufficient  to  support  a  denial \nof  permission  for  a  detainee  to  attend  a  religious  service  are \nnot  known  to  correcticnal  personnel  48  hours  prior  to  that  ser- \nvice,  defendants  shall  afford  the  detainee  the  due  process  safe~ \n@ \nguards  described  in  subparagraphs  a,  b,  and  c  above  within \nfu \nshorter  period  prior  to  the  religious  service,  or,  at  the  option \nof  the  detainee,  after  the  service  but  within  48  hours  of  the \ndetermination  that  the  detainee  poses  a  threat  to  the  safety  and \nsecurity  of  the  institution  because  of  the  likelihood  that  he \nwill  actively  disrupt  the  service;  vrovided  that  nothing  in  this \nstipulation  shall  be  construed  to  require  defendants  =o  provide \nthe  due  process  safeguards  Céscribed  in  subparagraphs  a,  b,  and \nc¢  prior  to  a  service  in  situations  where  the  facts  sufficient  to \n-14- \nsupport  a  denial  of  permission  for  a  detainee  to  attend  a  reli- \ngious  service  are  not  known  to  correctional  personnel  more  than \n12  hours  prior  to  that  service. \n2.  Nothing  in  the  procedures  set  forth  in  this  section  of \nthis  stipulation  shall  require  disclosure  of  information  that \nwould  reveal  the  identity  of  persons  supplying,  on  a  confidential \nbasis,  information  to  the  defendants  or  other  law  enforcement \nagencies. \n3.  If  any  detainee  is  denied  permission  to  attend  a  par- \nticular  religious  service  or  services  attended  by  detainees  in \nthe  general  population,  defendants  shall  provide  that  detainee \nwith  an  opportunity  to  attend  a  similar  communal  religious  ser- \nvice  apart  from  the  general  population,  but  in  a  Gayroom,or  an \nequivalent  area  away  from  the  cell  or  cell  corridors,  which  shall \nbe  equipped  with  appropriate  furnishings  and  religious  articles. \n4,  Under  no  circumstances  shall  any  detainee  in  punitive \n     segregation,  administrative  segregation  or  any  other  svecial   \nstatus  catesory  be  denied  expeditious  access,  on  request,  to \nany  religious  adviser  to  whom  detainees  in  the  general  population \nhave  access.. \n‘S$.  DUE  PROCESS  AND  PROGRAMS  FOR \nDETAINEES  IN  HIGH  SECURITY \n CATEGORIES   \nl.  Defendants  shall  accord  the  following  due  process  safae- \nguards  to  any  detainee  who  is  involuntarily  placed  in  any  of  the \nmost  restrictive  security  categories,  including  those  determined \nto  be  high  security  risks,  escape  risks  or  in  need  of  protective \ncustody: \na.  Prior  to  or  immediately  upon  placement  in  any  of  such \ncategories,  the  detainee  shall  be  given  written  notice \nof: \n(i)  the  reasons  for  such  security  designation; \n(ii)  the  evidence  relied  upon  by  the  institution's \nadministration  for  such  security  designation; \nand \n(hii)  the  right  to  a  hearing. \nb.  The  written  notice  to  the  detainee  shall  inform  him  of \nthe  rights  which  he  must  be  accorded  at  the  hearing;  such \nvights  shall  include  but  not  be  limited  to  the  fo ~ oi Oo = pp. 3 wW \n(i)  the  opportunity  to  appear  personally  and  to \nbe  fully  informed  of  the  evidence  against  him; \n(ii)  the  opportunity  to  make  a  statement,  to  call \nwitnesses,  and  to  submit  documentary  evidence, \nsubject  to  the  hearing  officer's  right  to  keep \nthe  hearing  within  reasonable  limits; \n(iii)the  opportunity  to  confront  and  cross-examine \nwitnesses  whenever  the  hearing  of     \nrationally  determine  the  facts  without  cross~ \nexamination;  and \n(iv)  if  the  detainee  is  illiterate  or  if  the  com- \n     otherwise  can  collect  and  presant  the  evidence   \nnecessary  for  an  adequate  presentation  of  his \ncase,  the  right  to  the  assistance  of  a  counsei- \nsubstitute  or,  at  the  option  of  the  defendants, \nthe  assistance  of  retained  counsel: \nec.  Unless  the  right  to  a  hearing  is  waived  by  the  detainee, \nsuch  hearing  shall  be  held  between  24  and  48  hours  after \nthe  detainee  is  given  the  notice  required  by  subvaragraph \nla  above;  or,  if  a  holiday  or  weekend  falls  within  the \n24  to  48  hour  period,  then,  at  the  option  of  the  de- \nfendants,  such  hearing  shall  be  held  on  the  first  busi- \nness  day  after  the  notice  required  by  subparagraph  la \nabove  is  given.  In  the  event  that  the  detainee  waives \nhis  right  to  a  hearing,  he  may  request  one  at  a  later \ntime,  and  following  such  a  request,  a  hearing  shall  be \nheld  within  the  time  period  specified  above. \n-~16- \nThe  hearing  officer  shall  keep  notes  adequate  to  re- \nElect  the  content  of  the  proceedings  and  to  furnish  a \nbasis  for  his/her  decision. \nIn  the  event  that  the  hearing  officer  determines  that \nthe  decision  to  place  the  detainee  in  one  of  the  most \nrestrictive  security  categories  was  justified,  he/she \nshall  seat  forth  his/her  reasons  and  findings  of  fact \nin  writing  and  submit  such  reasons  and  findings  to  the \nwarden  within  24  hours  of  the  conclusion  of  the  hearing. \nWithin  24  hours  thereafter,  the  warden  shall,  in \nwriting,  with  a  copy  to  the  detainee,  approve  or  dis~ \napprove  the  hearing  officer's  decisipa on. \nhh *  In  the  event  that  the  hearing  officer  determines  that \nthe  decision  to  place  the  detainee  in  one  of  the  most \nrestrictive  security  categories  was  not  justified,  the \ndetainee  shall  immediately  be  transfarzed  out  of  the \n  \n   restrictive  security  housing,  and  the  Department  shall \n   expunge  from  the  detainee's  records  any  and  all  refer- \nences  to  his  period  of  classificaticn  and  housing  in \nthat  security  category.  Nothing  herein  shall  preclude \ndefendants  from  maintaining,  in  a  saparate  place  and \nfor  internal  and  administrative  purposes,  their  own \nrecords  containing  a  brief  reference  to  the  location \nand  period  of  the  detainee's  housing  in  such  restrictive \nsecurity  category  and  to  the  alleged  reasons  for  such \nhousing,  including  the  determination  that  such  housing  e ne\nt\ne\ne\nwas  not  justified;  provided,  however,  that  such  records  P\nshall  not  be  released  to  any  party  other  than  the  de- \ntainee  or  be  used  in  anv  way  to  affect  any  terms  or \nconditions  of  a  detainee'’s  subsequent  confinement. \nFor  the  purposes  of  subparagraph  1  of  this  section  of  this \nstipulation,  the  term  “hearing  officer\"  shall  rafer \neither  to  a  disinterested  person,  appointed  by  the \nwarden,  who  shall  have  taken  no  part  in  the  determination \n-~1l7- \nto  place  the  detainee  in  any  of the  most  restrictive \nsecurity  categories,  or  to  the  institution's  classifica-~ \ntion  board,  which  shall  not,  prior  to  the  hearing  pro- \nvided  for  in  this  stipulation,  have  taken  any  part  in \nthe  determination  of  the  detainee's  security  status  or \nhousing  assignment. \nThe  status  of  any  detainee  held  in  any  of  the  most \nrestrictive  security  categories  shall  be  reviewed  by \nthe  warden  or  by  a  classification  board  at  intervals \nnot  to  exceed  four  weeks,  for  the  purpose  of  determining \nwhether  any  change  of  circumstances  warrants  releasing \nhim  from  such  status;  and  the  detainee  shall  be  notified \nof  the  results  of  the  review. \nWith  respect  to  those  detainees  currently  housed  in  any \nor  the  most  restrictive  security  catecories,  the  Depart- \nment  shall  take  steps  to  implement  the  hearing  process \n     forthwith.  All  such  detainees  shall  be  provided  with   \nthe  notice  and  hearings  required  by  subparagraphs  a  and \nb  above  within  one  week  of  the  entry  of  the  partial \nfinal judgment  incorporating  the  terms  of  this  stipula- \nion. \nNothing  in  the  procedure  set  forth  in  this  section \nof  this  stipulation  shall  require  disclosure  of  informa- \ntion  that  would  reveal  the  identity  of  versons  supplying, \non  a  confidential  basis,  information  to  the  defendants \nor  other  law  enforcement  agencies. \nThe  punishment  for  similar  institutional  infractions  may \nnot  be  harsher  for  detainees  in  any  of  the  most  restric- \ntive  categories  than  for  other  detainees  simply  because \nthe  former  are  in  such  security  categories. \n2.  Detainees  who  have  been  voluntarily  or  involuntarily \nplaced  in  any  of  the  most  restrictive  security  categories,  in- \ncluding  those  determined  to  be  high  security  risks,  escape  risks \n-18- \nor  in  need  of  protective  custody,  and  detainees  under  mental \nobservation,  shall: \na.  be  permitted  to  attend  all  \"special  shows\"  unless  de- \nfendants  make  a  good  faith  finding  that  the  level  of \ntension  in  the  institution  is  such  that  their  attendance \nat  a  particular  show  would  endanger  the  safety  and \nsecurity  of  the  institution; \nb.  be  permitted  to  watch  all  movies  which  the  general  popu- \nlation  is  shown;  restrictive  security  category  detainees, \nhowever,  may  be  shown  movies  in  a  separate  location  and \nin  groups  comprised  only  of  persons  similarly  classified; \nCc.  wreceive  the  same  amount  and  tyre  of  indoor  and  outdoor \nrecreation  as  is  afforded  detainees  in  the  general \ninstitutional  population; \nnu  have  the  same  access  to  social  service  crograms,  coun- \nselling  and  mental  nealth  services  as  detainees  in    \n    \ngeneral  population;  such  services  may  be  provided  in  an \narea  designated  by  defendants; \n@.  have  access  to  publicly  funded  classes  and  programs, \nsuch  as  reading  skills,  music  and  art,  which  are  reason- \nably  similar  to  those  classes  and  orogzrams  which  are  pro- \nvided  to  detainees  in  general  peculation;  for  purposes \nof  this  provision,  reasonably  similar  classes  and  pro- \ngrams  shall  mean  classes  and  programs  equivalent  in  variety,  struc- \nture,  character,  value  and  purpose;  these  classes  end  programs  may  t\nn\ne\nv\nbe  provided  in  a  separate  location  and  in  groups  comprise  e\nonly  of  persons  similarly  classified. \n3.  Defendants  shall  use  their  best  efforts  in  good  faith \nto  make  available  to  detainees  in  the  most  restrictive  security \ncategories  all  private  voluntear  programs  which  operate  within \nthe  institution.  Whenever  such  programs  are  not  available  to \ndetainees  in  any  of  the  most  restrictive  security  categories,  de- \nfendants  shall  promptly  submit  a  written  report  to  plaintiffs’ \n-i19— \ncounsel,  setting  forth  what  efforts  have  been  made  and  the  reasons \nwhy  they  have  been  unsuccessful. \n4,  Nothing  in  this  provision  of  the  stipulation  shall  he \nconstrued  to  preclude  defendants  from  providing  a  detainee  under \nmental  cbservation,  if  a  psychiatrist  treating  that  detainee  so \ndirects,  with  appropriate  programs  different  from  those  provided \nto  detainees  in  the  general  population. \n5.  The  number  and  quality  of  resources  devoted  to  programs \ncurrently  or  hereafter  in  effect  in  the  institution  shall  not  be \ndiminished  for  any  reason  related  to  defendants  obligation  to \ncomply  with  the  terms  of  this  agreement. \n6.  This  provision  of  this  stipulation  does  not  resolve  the  follcwing \nissues:  the  number  and  quality  of  oreerams  which  defendants  are  to  maintain \nat  the  institution;  access  to  the  meral  and  law  libraries  ehé  the \n{  D1\ncommissary;  and  the  due  process  and  activities  to  which  detainees \n      \nin  categories  of  segregated  confinement  other  than  those \nspecified  in  subparacraphs  1  and  2  above  are  entitled. \nT.  ENVIRONMENTAL  HEALTH \n1.  Defendants  shall  maintain  the  institution  in  a  condition \nwhich  is  clean,  healthful,  safe,  free  of  vermin  and  insect  in- \nfestation  and  which  satisfies  all  applicable  health  laws  and. \nregulations.  8y  January  1,  1979,  defendants  shail  make  a  com- \nprehensive  inspection  and  evaluation  of  all  environmental  condi-~ \ntions  at  BHD  and  prepare  and  make  available  to  plaintifis'  coun- \nsel  a  detailed  plan  for  maintaining  the  environmental  quality \nof  the  institution  as  required  by  this  stipulation  and  a  detailed \nplan  for  correcting  any  existing  deficiencies,  including  all  of \nthose  cited  by  the  Department  of  Health,  as  promptly  as  possible \nand,  in  any  event,  by  December  1,  1979. \n2.  Defendants  shall  assign  a  person  at  the  executive  staff \nlevel  of  the  Department  to  oversee  the  establishment  and  main- \ntenance  of  environmental  conditions,  at  BHD  and  all  other  in- \n-20— \nstitutions  maintained  by  defendants,  in  compliance  with  the \nterms  of  this  stipulation.  Under  the  direct  supervision  of  such \nperson,  defendants  shall  also  assign  at  BHD  a  person,  who  shall \nbe  either  a  civilian  or  a  correction  officer  of  the  rank  of \ncaptain  or  above  (who  shall  for  purposes  of  this  stipulation  be \nreferred  to  as  an  “environmental  health  officer\")  and  who  shall \nhave  direct  responsibility  for  maintaining  environmental  con- \nditions  in  compliance  with  the  terms  of  this  st }- ~ ulation  tby   a Oo G Q g 1 \nout  BHD  and  shall  be  provided  with  adequate  staff  and  supplies \nto  carry  out  that  responsibility.  The  environmental  health \nofficer  shall  have  had  or  shall  receive  appropriate  training \nand  experience  in  environmental  health  and  maintenance.  The \nenvironmental  health  officer  shall  make  a  thorceugh  inspection  of \n tche  entire  institution  in  the  course  of  each  week  and  shall  maka \nmore  frequent ct  inspections  when  necessary  to  respond  to  particular \nproblems.  The  environmental  health  officer  shall  submit  to  the \n      \nwarden  and  to  the  person  on  the  executive  level  responsible  for \nenvironmental  health  and  maintenance  reports  of  ali  such  in- \nspections,  including  a  description  of  any  ameliorative  acticns \ntaken,  planned  or  recommendec.  These  records  shall  he  preserved \nand  made  available  to  plaintifés'  counsel  at  their  request. \n3.  The  Department  of  Health  of  the  City  of  New  York  shall \nthoroughly  inspect  BHD  at  least  once  every  month  and  at  more \nfrequent  intervals  when  necessary  to  monitor  the  correction  of \nparticular  conditions  in  the  institution.  Copies  of  all  reports \nof  these  inspections  shall  be  forwarded  to.  the  warden,  to  the \nperson  on  the  executive  stafi  level  of  the  Department  responsible \nfor  environmental  health  and  maintenance  and  to  the  environmental \nhealth  officer  at  the  institution,  and  shall  be  available,  upon \nrequest,  to  plaintifis'  counsel. \n-21- \nHousekeeping \n4.  Defendants  shall  provide  for  the  following: \na.  Shower  facilities,  janitors’  closets,  laundry  areas, \ntollets,  wash  basins,  sinks  and  other  personal  hygiene  and \nsanitation  facilities  in  common  areas  throughout  the  institution, \nshall  be  thorcughly  cleaned and  sanitized  at  least  once  daily \nand  more  often  if  necessary. \nAll  floors  in  common  areas  throughout  the  institution \nshall  be  swept  and  washed  daily  and  kept  dry  and  free  of \nhazardous  material;  all  floors  in  common  areas  of  the \nhousing  floors  shall  be  swept  and  washed  three  times  a \nEach  entire  housing  floor  and  every  common  area  in  the \ninstitution  shall  be  thoroughly  cleaned  by  washing  at \nregular,  frequent  intervals,  and  in  no  event,  less  fre- \nquently  than  once  every  two  weeks.  All  surfaces,  includ- \n      \ning  bars  and  windows,  shall  be  cleaned  and  washed  recu- \nlarly,  and  in  no  event,  less  frequently  than  oncs  every \nthree  months. \nEvery  cell  shall  be  thoroughly  cleaned  and  sanitized \nupon  becoming  vacant  and  shall  be  maintained  in  that  con- \n@ition  until  it  is  again  occupied. \nAll  surfaces  shall  be  well  maintained  and  provision  shall \nbe  made  for  repair  of  scaling  paint,  broken  or  loose \nplaster  or  other  deterioration. \nth  Receptacles  for  ashes  shall  be  provided  throughout  the \ninstitution,  including  all  common  areas,  and  apart  from \ncontainers  of  other  refuse;  the  ash  receptacles  shall  be \nemptied  and  cleaned  daily. \nEach  housing  area  shall  have  a  well~ventilated  janitor \ncloset  equipped  with  a  sink  and  an  adequate  supoly  of \ncleaning  implements  and  supplies,  accessible  to  all \n~22= \ndetainees.  Such  implements  and  supplies  shall  include \nbrooms,  dust  pans,  mops,  mop  wringers,  buckets,  sponges, \ntoilet  and  other  brushes,  soap,  disinfectant,  and  other \ncleaning  agents.  All  such  supplies  shall  be  available \nin  sufficient  number  and  quantity  so  that  each  detaines \ncan  clean  his  cell  daily  and  so  that  the  common  areas  of \nthe  housing  floors  can  be  cleaned  according  to  the  terms \nof  this  stipulation;  supplies  shall  be  replaced  promptly \nwhen  needed. \nh.  All  cleaning  implements  shall  be  cleaned  thoroughly  after \neach  use  and  stored  in  a  clean,  well-ventilated  place. \n  \n5.  Defendants  shall  srovide  for  the  removal,  in  a  safe  and \nSanitary  manner,  of  all  refuse  in  the  institution.  Except  as \nspecifically  provided  elsewhere  in  this  stipulation  with  recard \nto  sanitation  in focd  storage,  preparation  and  service  areas, \n \n    \nall  refuse  shall  be  removed  at  least  daily,  immediately  after \nor  whenever  removal  is  otherwise  necessary  to  maintain  sanitary \nconditions.  ’ \n6.  Defendants  shall  provide  and  maintain  a  sufficient  number \nof  refuse  containers  throughcut  the  institution,  including  con- \ntainers  distributed  in  each  housing  area,  tier,  lock-out  corridor, \ndayroom  and  every  other  common  area.  All  containers  used  to  store \ntransport  or  dispose  of  refuse  shall  he \na.  durable,  non-porous,  water-tight,  rust-resistant, \ninaccessible  to  insects  and  vermin,  easily  cleanable \nand  fitted  with  fly-tight  covers;  and \nb.  thoroughly  cleaned  and  dried,  after  being  emptied,  and \nin  areas  apart  from  food  storage,  preparation  and  service \nfacilities  and  facilities  used  for  laundry. \nVermin  and  Insect  Control \n  \n7.  Defendants  shall  take  all  necessary  measures,  consistent \nwith  detainees’  health  and  safety,  to  eliminate  vermin  and  in- \nsect  fv. nfastation  within  the  institution  and  on  the  grounds  adjacenj \nthereto.  For  the  purpose  of  this  stipulation,  infestation  shall \nnot  be  considered  to  mean  the  random  or  occasional  presence  of \nan  insubstantial  number  of  vermin  and  insects. \n8.  Defendants  shall  retain  the  full-time  services  of  qualified \nprofessional  exterminators  who,  in  coordination  with  the  environ- \nmental  health  officer,  and  with  the  assistance  of  all  necessary \nand  properly  trained  correctional  and/or  civilian  personnel,  shall \na.  conduct  continuous  inspections  for  the  detection  of  any \nevidence  of  vermin  and  insects  anywhere  within  the  insti- \ntution  or  on  the  grounds  adjacent  to  the  institution;  and \nshall  canvass  inmates  to  determine  any  varticular  problems \nof  infestation  noted  by  them; \n  \n   \nb.  at  the  first  indication  of  the  presence  of  vermin  or \ninsects,  take  appropriate  measures  to  eradicate  these \nvermin  or  insects  and  shall  centinue  aporcpriat \n Dw  a >o up )a G 4 o nu\nuntil  they  are  eradicated; \nec.  report  in  writing  to  the  warden  the  results  of  such \ninspections  and  all  measures  taken  to  prevent  or  eradicate \nvermin  and  insect  infestation;  such  reports  shall  be \navailable  to  plaintiffs’  counsel  wpon  request; \nd.  take  proper  precautions  in  the  use  of  all  insecticides, \nrodenticides,  traps  and  other  materials  for  the  control \nof  vermin  and  insects  to  prevent  food  contamination,  fire \nhazard  or  injury  or  illness  to  inmates. \n9.  Defendants.  shall  take  all  necessary  steps,  including \nthose  listed  below,  to  eliminate  all  vermin  and  insect  breeding \nand  nesting  areas  inside  and  adjacent  to  the  institution  and  to \n~24~ \nclose  vermin  and  insect  entry  ways  into  the  institution. \na.  Throughout  the  institution,  all  openings,  cracks,  and \nholes  in  the  walls,  floors,  doors,  and  around  pipes  and \nconduits  shall  be  properly  sealed  and/or  closed.  Leaky \npipes  shall  be  repaired. \nb.  All  openings  to  the  outside  shall  be  effectively  pro- \ntected  against  the  entry  of  vermin  and  insects.  Close \nfitting  screens  that  are  fly  and  mosquito  tight  and \nfree  of  breaks  shall  be  provided  and  maintained  on  all \nwindows  during  the  seasons  when  flies  and  mosquitoes \nprevail  in  any  area  infested  by  flies  or  mosquitoes. \nc.  Each  inmate  shall  be  provided  with  a  suitable  food  storage \ncabinet  or  container,  with  tigh cr  th t+: ijtcing  drawers  or  cover, \ne- n  his  cell  or  dormitory. \n      \n10.  Defendants  shall  maintain  the  plumbing  system  throughout \nthe  institution  in  a  sanitary  and  serviceable  condition. \na.  The  plumbing  system  throughout  the  institution  shall \nbe  inspected  at  regular,  frequent  intervals  in  order \nto  detact  the  presence  of  any  defects,  sanitary  or \notherwise,  leaks  and  clogging;  maintenance  shall  be \nprompt,  and  dated  records  shall  be  kept  of  any  malfunc~ \ntions,  both  reported  or  discovered  upon  inspection, \nand  of  all  remedial  measures  taken,  and  such  records \nshall  be  provided,  upon  request,  to  plaintifis'  counsel. \nb.  Plumbing  complaints  from  inmates  shall  be  investigated \nimmediately  upon  receipt;  repairs  shall  be  made  promptly; \nno  inmate  shall  be  lecked  even  temporarily  in  a  cell \nwhich  lacks  a  properly  functioning  sink  or  toilet  or  in \na  dormitory  which  lacks  a  sufficient  number  of  properly \nfunctioning  sinks  and  toilets. \n-25~ \nAll  plumbing  fixtures  throughout  the  institution  shall \nbe  made  of  durable,  rust-resistant,  smooth,  non~-absorbent \nmaterials,  and  shall  be  free  from  concealed  fouling \nuo \nspaces;  all  plumbing  fixtures  shall  be  trapped. \nAll  shower  areas  shall  be  constructed  so  as  to  provide \nproper  drainage,  and  all  drains  shall  be  cleaned  daily \nin  order  to  prevent  clogging  and  defective  drainage. \nFood  Preparation,  Service  and  Storage  Areas \nil.  The  environmental  health  officer  at  BHD  shall,  in  coordin- \nation  with  the  food  services  manager  at  the  institution,  inspect \ndaily  all  food  program  facilities  and  eaquipment  and  maintain  a \nwritten  description  of  all  daily  inspections,  including  remedial \ntaken,  in  order  to  assure  the  following: \nThe  institution  is  in  compliance  with  all  anvironmental \nhealth  requirements  provided  for  elsewhere  in  this  stipu- \n     j= yu cb | oad 0 re]  g ith  regard  to  food  services,  and  all  deficiencies \n  \nand  maifuncticns  are  reported  and  corrected  promptly. \nAny  failure  to  meet  relevant  health  standards  shall  be \nremedied  immediately. \nFood  storage,  preparation,  and  service  facilities,  includ- \ning  floors,  walls  and  ceilings,  and  equipment  within  such \nfacilities,  shall  be  kent  well-maintained,  sanitary  and \nth ree  of hh  dirt,  dust,  vermin,  insects,  grease,  food  waste \nand  other  contamination. \nIn  the  food  storage,  preparation,  and  service  areas, \n6\nsienrcvleudd,i ng refaulsle  dasyhralolo msb e ancdo lldeicntiendg   aanrde asr emwohveerde   ifno oda   issa fe  fowecaremems \nand  sanitary  manner,  according  to  the  requirement  of \nsubparagraph  6  of  this  provision  of  this  stipulation, \nafter  each  meal  and  more  often  if  necessary  to  maintain \nSanitary  conditions. \nAll  cleaning  procedures  shall  be  conducted  in  a  manner \nwhich  prevents  food  contamination. \n=~26— \nth  All  food  service,  preparation  and  service  areas  shall \nhave  proper  drainage. \nAll  surfaces  to  which  food  or  drink  are  exposed  shall \nbe  kept  clean  and  in  gocd  repair,  free  from  breaks,  cor- \nrosion,  open  seams,  cracks  or  chipped  places. \nAfter  each  use,  all  kitchenware,  utensils,  food-contact \nsurfaces,  and  equipment  which  is  used  in  the  preparation, \nserving,  display,  or  storage  of  food,  shall  be  thoroughly \ncleaned. \nAll  multi-use  eating  and  drinking  utensils  shall  be \nthoroughly  cleaned,  rinsed,  and  sanitized  in  dish-washing \nmachines,  at  aporopriate  temperatures,  after  each  use. \nNo  articles,  polish,  or  other  substance  containing  any \npoisonous  material  shall  be  used  for  cleaning  or  polish- \ning  utensils.  Poisonous  materials  shall  not  be  used  in \nany  way  so  as  to  contaminate  working  surfaces,  food, \n      \nequipment,  or  utensils,  or  to  constitute  a  hazard  to \ninmates. \nk.  Sufficient  ventilation  shall  be  provide Pu  ul oO  ct 2 fu ct  fu jn a  food \nstorage,  preparation  and  service  areas  are  kept  free  from \nexcessive  heat,  steam,  condensation,  vapors,  smoke  or \nfumes.  Grease  or  condensates  shall  be  prevented  from \ndripping  into  food  or  onto  food  preparation  surfaces. \nToilets  and  washrooms  with  fly-tight  partitions  and  doors \nShall  be  sufficient  in  number  and  conveniently  located \nfor  use  of  inmates  or  others  assigned  to  any  work  involv- \ning  the  handling  of  foods. \nm.  Hot  and  cold  running  water  under  pressure,  and  adequate \nsupplies  of  soap  and  sanitary  towels,  shall  be  provided, \nand  hand-washing  signs  shall  be  posted,in   each  washroom. \nBasins,  taps,  and  dispensers  shall  be  in  good  repair. \n-27— \nFood  supplies  shall  be  stored  on  clean  surfaces,  pro- \ntected  from  dust,  dirt,  splash,  or  other  contamination, \nand  resting  at  least  six  inches  above  the  floor. \nPood  handlers  shall  not  use  tobacco  in  any  form  while \nengaged  in  food  preparation  or  service,  or  while  engaged \nin  equipment  and  utensil  washing,  except  in  designated \nlocations  for  smoking  where  no  contamination  hazards  will \nresult.  The  garments  of  all  food  handlers  must  be  clean \nand  sanitized;  aprons  or  uniforms  and  hairnets  shall  be \nworn  by  all  food  handlers.  Food  handlers  shall  maintain \na  high  degree  of  versonal  cleanliness  and  conform  to \ngood  hygiene  practices  during  all  working  periods. \n12.  All  individuals,  correctional,  inmate  or  civilian,  em- \nployed  to  carry  out  any  responsibilities  for  environmental  health \nand  mai ntenance  in  the  institution  shall  perform  such  functions \n    wnce Ni  at 22 nu 1 ireact  supervision  of  nroverly  trained  vcersonnel.   \n1 wy  Nothing  in  this  stipulation  resclves  the  issues  of  heat \nand  ventilation,  and  in  the  event  that  those  issues  cannot  he \nresolved,  the  parties  reserve  the  right  to  l he  tigate  them. \nU.  PERSONAL  HYGIENE \nl.  On  admission  to  the  institution,  each  detainee  shall  be \nprovideda,t   Department  of  Correction  expense,  with  an  issue  of \npersonal  hygiene  items,  including  but  not  limited  to \nsoap; \ntoothbrush; \ntoothpaste  or  tooth  powder; \ndrinking  cup; \ntoilet  paper; \ntowel; \nmirror,  unless  this  is  permanently  available  in  each \ndetainee's  cell;  and \na  comb. \n~28- \n2.  All  personal  hygiene  items  issued  pursuant  to  subpara- \ngraph  1  shall  be  replenished  or  replaced,  as  needed,  by  defendants \nat  Department  expense. \n3.  The  Department  of  Correction  shall  provide  a  procedure \nby  which  each  detainee  will  be  able  to  shave  daily  with  sanitary \nand  properly  maintained  equipment,  including  depilatories  where \nrequested. \n4.  Defendants  shall  permit  each  detainee  to  shower  each  day \nin  shower  facilities  providing  sufficient  water  at  appropriate \ntemperatures,  and  shall  permit  detainees  scheduled  for  a  court \nappearance  to  shower  and  shave  on  the  day  of  and  at  a  time  prior \nto  the  appearance. \n5.  Defendants  shall  employ  in  BHD  the  services  of  at  least \none  full-time  licensed  barber  of  hair-stylist  and  a  sufficient \nnumber  of  other  persons  trained  in  haiz-cutting  and  working  under \nthe  supervision  of  a  licensed  barber  or  hair-stylist  so  that \n      \n@ach  detainee  may  have  his  hair  cut  and  stvled  within  five  days \nof  his  admission  to  BHD  and  thereafter  regularly  as  needed  by \nthe  detainee.  Defendants  shall  permit  each  detainee  to  have  his \nhair  cut  in  whatever  style  that  detainee  chooses. \n6.  Defendants  shall  provide  adequate  supplies  of  properly \nfunctioning  equipment  in  order  to  comply  with  the  foregoing  pro- \nvisions  and  shall  maintain  such  equipment  in  a  safe,  sanitary \ncondition  as  required  by  applicable  laws  and  regulations. \nV.  PUNITIVE  SEGREGATION \n1.  Defendants  shall  provide  each  detainee  in  punitive  segre- \ngation  with  at  least  the  following: \na.  access  to  showers,  laundry  services,  medical  care,  the \nlaw  library,  and  visiting,in   the  same  amount  and  fre- \nquency,  and  under  the  same  conditions,  as  that  provided \nto  the  general  population;  and \nb.  the  same  amount  and  frequency  of  access  to  those  personal \nhygiene  articles  and  services  specified  in  Paragraph  U \nof  this  stipulation.  In  addition,  deodorant  may  be \nbrought  by  detainees  with  them  to  punitive  segregation \nand  may  be  purchased  as  needed  th rom  the  commissary  by \ndetainees  during  the  period  of  their  punishment. \n2.  Defendants  shall  permit  each  detainee  in  punitive  segre- \ngation  to  possess  and  receive  reading  material,in  the  same  amount \nand  frequency  and  under  the  same  conditions  as  that  provided \nto  the  general  population,  from  any  source, other  than  another \ninmate,  including  reading  material  on  a  regular  basis  from  the \nBHD  general  library. \n3.  Nothing  in  this  stipulation  resolves  the  issues  of  (a) \nthe  amount  of  personal  property  detainees  in  punitive  segregation \nshall  be  permitted  to  possess  except  as  provided  in  subparagraphs \ni  and  2  above,  (5)  the  amount  and  nature  of  commissary  items \n      \nwhich  detainees  in  punitive  segregation  shall  be  vermitted  to \npurchase,  and  the  frequency  with  which  purchases  shall  be  per- \nmitted  except  as  provided  by  subparagraphs  1  and  2  above,  (c) \nthe  amount  of: telephone  access  which  shall  be  permitted  to  de- \ntainees  in  punitive  segregation,  and  (d)  the  amount  and  frequency \nof  outdoor  and  indoor  recreation  which  shall  be  provided  to  de- \ntainees  in  punitive  segregation.  This  stipulation  also  does  not \nresolve  wnether  it  is  constitutionally  permissible  to  impose \npunitive  segregation  upon  members  of  the  plaintiff  class  and,  if \nso,  the  permissible  duration  of  such  punishment.  The  parties \nreserve  the  right  to  litigate  these  issues. \nWwW.  FooD  SERVICES \nN utrition  and   Menu  Planning \n1.  Defendants  shall  provide  each  detainee  with  th+ ree  meals \nper  day  which  meet  or  exceed,  on  a  daily  basis,  the  standards \nstated  in  the  Recommended  Daily  Dietary  Allowances  (RDA)  of  the \n-30- \nFood  and  Nutrition  Board,  National  Academy  of  Sciences  and  the \nUnited  States  Department  of  Agriculture's  Daily  Food  Guide, \nincluding  the  following  adjustments: \n‘a.  appropriate  adjustments  for  age  and  sex  and  for  those \ndetermined  to  have  been  suffering  from \nnutritional  deficiencies; \nb.  supplementation,  as  required  by  the  Daily  Food  Guide, \nfor  energy  and  calories. \n2.  Defendants  shall  provide  all  detainees  with  salads  or \nvaw  vegetables  daily  and  with  fresh  fruit  at  least  once  each \nweek,  and  by  January  1,  1979,  fresh  fruit  shall  be  provided  twice \neach  week. \n3.  Defendants  shall  provide  all  detainees,  ni ce  each  meal, \nwith  the  choice  of  a  hot  or  cold  beverage.  For  at  least  the \nbreakfast  meal,  Gefendants  shall  provide  coffee  as  a  hot  beverage; \ntea  bags  shall  aiso  be  provided.  Neither  coffee,  tea,  nor  milk \n      \nShall  be  pre-sweetened;  however,  sugar  shall  be  available  for \nindividual  use. \nDefendants  shall  equip  each  housing  area  with  a  mechanism \nwhich  provides’  hot  water,  which  shall  be  available  to  all  detain- \nees  during  meal  periods  and  between  meals  for,  among  other \npurposes,  preparation  of  their  own  beverages.  In  addition,  the \ncommissary  shall  be  stocked  with  instant  coffee,  tea  and  hot \nchocolate  available  for  ocurchase  by  detainees. \n4.  Defendants  shall  have  all  menus  planned  by  a  trained \nand  certified  nutritionist.  Such  menus  shall: \na.  be  planned  in  advance,  dated  and  posted  for  detainees' \ninformation; \nb.  respond  to  the  ethnic,  religious  and  social  needs  and \ntastes  of  the  detainees  population; \nc.  provide  food  variety  and  avoid  frequent  repetition  o Kh \nparticular  menu  items;  at  each  meal  food  shall  be  varied \nin  color,  texture  and  flavor; \n~31- \nd.  take  advantage  of  the  seasonal  availability  of  different \nfoods  and  respond  to  the  seasonal  preference  for  differant \nfoods. \n5.  Substitutions  in  planned  menus  shall  be  made  only  by  or \nwith  the  approval  of  a  trained  nutritionist,  and  such  substitu- \ntions  shall  be  equal  in  nutritional  value  to  the  items  replaced. \n6.  Defendants  shall  provide  therapeutic  diets  to  every  de- \ntainee  who  has  been.  prescribed  such  a  diet  by  a  physician.  Such \ndiets  shall  conform  as  closely  as  possible  to  the  food  served \nother  detainees,  shall  be  prepared  in  the  institutional  kitchen, \nand  shall  be  provided  in  the  regular  food  service  facilities, \nunless  a  detainee  requiring  a  therapeutic  diet  otherwise  requires \nspecial  housing  in  a  medical  facility;  provided,  however,  that \nnothing  in  this  subparagraph  shall  prevent  defendants  from  assign- \ning  a  detainee  requiring  a  therapeutic  diet  to  a  particular  hous- \ning  area  in  the  facility  so  long  as  that  assicnment  does  not \n      \nflect  the  detainee's  security  classification,  program  opportuni- \nfu \nties  or  any  other  terms  or  conditions  of  his  confinement. \n7.  Defendants  shall  provide  special  diets  to  those  detainees \nwhose  religious  beliefs  require  their  adherence  to  dietary  rules. \nIf,  for  religious  reasons,  a  detainee  does  not  eat  particular \nfoods,  he  shall  be  provided  with  substitutes  of  comparable  nutri- \ntional  value. \n8.  Defendants  shall  never  withhold  food  nor  vary  the  standard \nmenu  as  a  disciplinary  sanction  or  as  a  raward  for  good  behavior. \n9.  Defendants  shall  maintain  written  records  of  all  meals \nactually  served  to  detainees,  published  menus  and  substitutions \nin  planned  menus.  Plaintiffs'  counsel  shall  be  allowed  access \nto  such  records  on  request. \nFood  Preparation  and  Service \n  \n10.  Defendants  shall  provide  every  detainee  with  food  which \nis  properly  prepared  so  as  to  preserve  vitarins,  minerals,  and \n~32- \nnutrients  and  which  is  palatable  in  terms  of  color,  flavor,  tex- \nture  and  aroma.  Defendants  shall: \na.  utilize  standardized  recipes  in  the  preparation  of  all \nmeals; \nb.  store,  cook,  serve  and  maintain  food  under  sanitary \nconditions  and  at  appropriate  temperatures.  Food  shail \nbe  served  expeditiously  after  preparation,  and  where \nfood  transportation  is  necessary,  it  shall  be  accomplished \nin  carriers  which  have  functioning  heating  and  cooling \nmechanisms  which  maintain  cold  foods  at  below  40°  F. \nand  hot  foods  at  above  140°  F.; \nec.  provide  adequate  quantities  of  appropriate  condiments, \nsuch  as  salt,  pepper,  ketchup  and  mustard,  for  individual \ndetainee  use  at  each  meal. \n.  Defendants  shall  provide  all  meals  on  schedule  ané  at \nimes  which  parallel  the  hours  at  which  meals  are  generally  eaten \n      \nin  civilian  life.  In  no  event  shall  the  last  meal  of  the  day  be \nserved  before  4:30  P.M. \n12.  Defendants  shall  orovide  at  every  meal  sufficient  and \nequitable  quantities  of  all  foods  to  each  detainee,  without  the \nneed  to  send  for  additional  quantities  of  food  before  each  de- \ntainee  is  fully  served. \n13.  Defendants  shall  provide  each  detainee  at  every  meal  with \nsuificient  quantities  of  appropriates  eating  utensils,  classes, \ncups,  and  non-metal  dishes  and  trays,  at  the  time  the  food  is \nready  to  be  served.  The  above  items  shall  be  clean,  sanitized \nin  dish-washing  machines  at  appropriate  temperatures,  and  made \nof  material  which  produces  a  minimal  amount  of  noise. \n14.  Defendants  shall  provide  and  maintain  sanitary  dining \nareas  which  are  designe at o  provide  comfortable  communal  eating. \nSeating  shall  be  available  for  all  detainees. \n~33- \n15.  Defendants  shall  provide  to  detainees  returning  or  ad- \nmitted  to  the  institution  after  the  last  regularly  scheduled \nmeal  has  been  completed,  the  same  meal  as  was  provided  to  all \nother  detainees.  Such  mals  shall  be  served  at  appropriate  tempera- \ntures. \n16.  Personnel,  both  at  the  departmental  level  and  at  the \ninstitution,  who  are  responsible  for  menu  planning,  food  prepara~ \ntion  and  service,  shall  be  kept  regularly  apprised  of  the  quality \nof  food  service  in  the  institution  by  at  least  the  following \nmeans: \na.  regular  canvassing  of  detainees  to  obtain  their  reactions \nto  the  food  services  program; \nb.  a  procedure  by  which  detainees  can  make  known  daily, \nto  those  responsible  for  food  services,  including \nspecified  personnel  in  the  CommPe issiP- oner  wn  Oo th Mh pe a 0)  cr a wD be i \n    \ncomplaints  regarding  food  services,  and  by  which  super-   \nvisory  personnel  will  respond  regularly  to  detainee \ncomplaints; \n¢.  personal  observation,  sampling  and  evaluation,  on  a \nregular  basis,  of  meals  served  to  detainees;  and \nd.  olate  waste  studies  on  a  regular  basis. \nRecords  of  evaluations  by  all  of  the  above  methods  shall  be  main- \ntained  in  writing  and  shall  include,  among  other  things,  all \nstudies  and  evaluation  reports,  as  well  as  detainee  concerns  and \nactions  taken  in  response  to  those  concerns.  Plaintiffis'  counsel \nshall  be  allowed  access  to  such  records  on  request. \nFood  Services  Personnel \n  \n17.  Defendants  shall  have  all  food  which  is  served  to  de-~ \ntainees  prepared  in  each  institution  under  the  direct  supervision \nof  a  trained  nutritionist  or  dietitian  and  a  professional  food \nservices  manager  who  is  employed  within  the  fe institution.  The \ntrained  nutritionist  or  dietitian  shall  be  empleyed  in  the \ninstitution  within  8.  months  of  the  date  of  the  signing  of  this \nstipulation.  The  food  services  manager  shall  have  had  experience \nand  training  in  institutional  or  commercial  food  preparation, \nManagement  and  service,  including  training  in  the  prevention  of \nbacteriological  contamination  and  in  the  safe  and  sanitary  use- \nof  kitchen  equipment,  and  knowledge  of  city  and  state  health \nstandards. \n18.  Defendants  shall  employ  a  sufficient  number  of  paid, \nskilled  cooks  in  each  institution. \n19.  Defendants  shall  employ  detainees  who  are  adequately \nvained  in  food  preparation  to  assist  in  the  preparation  of  food. \nHowever,  such  detainees  shall  not  serve  as  substitutes  for  pro- \nfessional  staff. \n20,  Defendants  shall  have  all  meals  distributed  and  served \nto  detainees  under  the  direct  supervision  of  non-inmate  personnel \n    \ntrained  in  food  services.   \n21.  Defendants  shall  assure  that  all  food  services  personnel, \nincluding  detainees,  comply  with  applicable  health  laws  and  regu- \nlations,  and  that  each  day  such  personnel  are  clean  and  free  of \nillness  and  infection. \n22.  Defendants  shall  provide  all  food  services  personnel \nwith  an  orientation  program  and  adequate  structured  training  in \naration  and  storage  of  food,  in  food  preparation  techniques,  in \npersonal  hygiene,  and  in  the  responsibilities  o rh  the  position \nthe  employee  will  hold. \n23.  Defendants  shall  provide  all  food  services  personnel \nwith  written  work  descriptions,  in  addition  to  oral  instructions \nas  to  their  responsibilities. \n24.  Nothing  in  this  paragraph  resolves  the  issues  of \nexcessive  noise  levels  in  the  dining  areas  and  the  location  of \n~35- \nmeals  served  to  detainees  returning  or  admitted  to  tha  institution \nafter  the  last  regularly  scheduled  meal  has  been  complisted.  In \nthe  event  that  these  issues  cannot  be  resolved,  the  parties  re~ \nserve  the  right  to  litigate  them. \n&.  MOVEMENT \nBy  January  1,  1980,  on  the  basis  of  a  rational  system  which \nclassifies  detainees  individually,  detainees  shall  be  permitted \nto  travel  unescorted  between  housing  areas  and  activity  locations, \nexcept  where,  on  the  basis  of  that  system,  designated  detainees \nare  required  to  be  escorted  between  designated  locaticns. \nY.  SIGNIFICANT  FAMILY  EVENTS \n  \n1.  Except  where  the  Commissioner  or  his  designee  has  deter- \nmined  that  a  particular  detainee's  attendance  at  any  of  the \nfollowing  events  presents  a  reasonable  likelihood  of  escape  or \nserious  danger  of  bodily  harm,  and  subject  to  such  reasonable \nrules  and  regulations  as  the  Commissioner  may  prescribe  respect~ \n    \ning  the  duration  of  absence  from  the  institution,  custody,  trans-   \nportation,  care  of  the  detainee  and  security,  defendants  shallfe , \nupon  the  occurrence  of  at  least  the  events  described  below, \npermit  all  detainees  the  following: \na.  Death \nEach  detainee  shall  be  permitted  to  attend  the  funeral  in \nNew  York  City  or  the  viewing  in  New  York  City,  of  deceased \nparents,  parents-in-law,  grandparents,  brothers,  sisters, \nguardians  and  former  guardians,  children,  grandchildren, \nchildren-in-law,  spouses,  including  \"common-law\"  spouses, \nand  in  the  Commissioner's  or  his  designee's  discration, \nother  people  with  whom  the  detainee  has  had  significant \nrelationships;  for  purposes  of  this  stipulation,  the \nrelationshipo.f   \"common-law\"  spouse  may  be  demonstrated, \namong  other  means,  by  either  residence  at  the  same  address, \nexistence  of  children  in  common  or  history  of  visiting \n~36- \nwithin  the  institution.  The  Commissioner  shall  consider \nthe  detainee's  preference  between  attending  the  funeral \nor  the  viewing  but  reserves  the  right  to  make  a  final \ndecision,  provided  that  the  decision  shall  not  be  arbi- \ntrarily  made  and  shall  be  based  on  legitimate  security \nconcerns. \nSerious  Illness \nEach  detainee  shall  be  allowed  to  visit  with  any  of  the \nindividuals  listed  above,in  subparagraph  la,  when  there \nexists  a  substantial  likelihood  of  death  as  a  result  of \nan  illness  or  accident. \nWeddings \ni.  Each  detainee  shall  be  permitted  to  marry  while  in- \nCarcerated.  Such  services  shall  be  conducted  by  any  per- \nson,  of  the  couple's  choice,  qualified  to  perform  marri- \nages  in  the  State  of  New  York. \n    \n \nii.  Upon  one  week's  notice,  a  chapel  or  other  aporopriate \nspace  shall  be  made  available  for  the  detainee's  wedding \nservice. \niii.  “Defendants  shall  make  whatever  provisions  are \nnecessary  in  order  for  the  detainee  to  obtain  the  required \nblood  tests  and  marriage  license  if  the  detainee  so \nrequests. \n2.  Attendance  at  the  events  described  in  subparagraph  1  above \nshall  be  permitted  for  a  reasonable  duration  of  not  less  than \none  hour,  except  where,  in  the  case  of  serious  iliness,  the  length \nof  the  visit  is  limited  by  the  treating  physician  or  the  rules \nof  the  hospital,  and  shall  be  subject  only  to  necessary  security \nprecautions.  Such  precautions  shall  be  as  minimally  intrusive \nas  possible,  and  defendants  shall  not  handcuff  detainees  during \ntheir  attendance  at  these  events,  except  when,  based  upon  the \nparticular  circumstances,  there  is  a  specific  determination \n-37- \nthat  security  considerations  require  that  a  particular  detainees \nbe  nandcuffed  at  these  events.  . \n3.  Defendants  shall  be  allowed  a  reasonable  amount  of  time, \nnot  to  exceed  48  hours,  in  order  to  arrange  attendance  at  any  of \nthe  events  described  in  subparagraphs  l(a)  and  (b)  above \nand,  unless  the  Commissioner  or  his  designee  has  determined, \naccording  to  the  requizements  of  subparagraph  1  above,  that \nthe  detainee's  attendance  at  a  particular  event  presents  a \nreasonable  likelihood  of  escape  or  serious  danger  of  bodily  harm, \nthe  defendants  shall  produce  the  detainee  at  the  event.  Defen- \nGants  shall  expedite  the  process  in  circumstances  where  it  is \napparent  that  the  event  will  occur  before  43  hours  and  in  such \ncircumstances,  if  the  request  is  made  at  least  24  hours  prior \nto  the  event,  shall  complete  the  process  by  that  time  unless in \na  vare  instance,  despite  every  attemot  to  do  so,  I+:  it  is  impossible \nfor  defendants  to  complete  the  process  in  time.  Where  the \n    \nDepartment  wishes  to  confirm  the  existence  of  an  event,  IP-  it  may   \ndo  so  by  any  means,  provided  that  such  method  is  as  minimally \nintrusive  as  possible  and  is  considerate  of  the  privacy  of  the \ndetainee  and his  family.  Where  the  Department  recuires \nconfirmation  of  the  event  by  the  detainee  or  his  family,  it \nshall  be  sufficient  for  the  event  to  be  confirmed  by  telephone \nor  other  oral  means. \n4.  Nothing  herein  is  intended  to  preclude  any  detainee  from \nseeking  a  state  court  order  requiring,  on  such  terms  as  the  court \nmay  direct,  the  defendants  to  transport  him  to  these  or  other \nfamily  events. \n5.  Nothing  herein  shall  preclude  defendants,  if  they  so \ndesire,  from  seeking  a  state  court  order  facilitating  the  meeting \nof  their  obligations  under  this  provision  of  the  stipulation, \nprovided  that  defendants'  obligations  and  vlaintifis'  rights  as \nset  forth  in  this  provision  shall  in  no  way  be  diminished  by \ndefendants’  seeking  or  obtaining  such  an  order. \n~38~ \n6.  Nothing  herein  shall  be  construed  as  addressing  the \nquestion  of  visits  by  detainees  with  their  new-born  children \nand  the  child's  mother  outside  the  institution.  The  parties \nreserve  the  right  to  litigate  this  issue. \n%.  HOUSING  FOR  HOMOSEXUALS,  TRANSVESTITES \nAND  TRANSSEXUALS \n1.  Defendants  shall  house  any  detainee  who  is  a  homosexual, \ntransvestite  or  transsexual,  and  who  requests  to  be  housed  apart \nfrom  the  general  population,  in  a  special  housing  unit  (herein- \nafter  \"separate  homosexual  housing\")  set  aside  solely  for  those \ndetainees;  provided,  however,  that  defendants  may,  in  accordance \nwith  the  provisions  of  subparagraph  2,  place  such  a  detainee  in  a \nre i ct 8 f4- Q tive  or  specialized  classification  where  appropriate  and \nfor  reasons  unrelated  to  their  status  as  a  homosexual,  transves~ \ntite  or  transsexual. \n2.  Defendants  shall  not  deny  to  any  detainee,  or  ramove \n      \nany  detainee  from,  separate  homosexual  housing  except  where,  in \naccordance  with  the  due  process  safeguards  provided  in  sub-para- \ngraph  4  of  this  provision,  a  finding  has  been  made  that  an  in- \ndividual  is  neither  a  homosexual,  transvestite  nor  transsexual; \nprovided,  however,  that  where  appropriate,  and  in  accordance  with \ndue  process  safeguards  applicable  to  the  general  peopulation,  de- \nfendants  may  involuntarily  place  a  homosexual,  transvestite,  or \ntranssexual  detainee  in  restrictive  or  svecialized  housing  units \nwhich  shall  be  safe  and  secure  and  which  shall  provide  conditions \nof  confinement  no  more  restrictive  than  those  imposed  upon  general \npopulation  detainees  in  those  units  or  categories.  The  sole  fact \nof  a  detainee's  appearance  or  physical  mannerisms  shall  not  be \nadequate  justification  for  denying  or  removing  a  detainee  from \nSeparate  homosexual  housing. \n-~39- \n3.  Defendants  shall  not  place  a  detainee  involuntarily \nin  separate  homosexual  housing  unless,  in  accordance  with  the \ndue  process  safeguards  of  sub-paragraph  4  below,  there  is  a \ndetermination,  based  upon  substantial  evidence,  that  there  is \na  reasonable  likelihood  that  the  detainee's  presence  in  general \npopulation  will  pose  a  serious  threat  to  the  detainee's  safety \nor  to  the  safety  and  security  of  the  institution.  The  fact  that \na  detainee  is  a  homosexual  or  transvestite  shall  not  of  itself \nconstitute  substantial  evidence  or  adequate  justification,  nor \nshall  a  detainee's  appearance  or  physical  mannerisms  alone  be \nadequate  justification  for  involuntarily  placing  a  detainee  in \nseparate  homosexual  housing. \n4,  Prior  to  or  immediately  upon  placing  a  detainee  invol- \nuntarily  in  separate  homosexual  housing,  or  removing  a  detainee \nfrom  or  denying  separate  homcsexual  housing  to  a  detainea  who \n      \nrequests  it,  defendants  shall: \na.  Provide  the  detainee  with  written  notice  of \n(1)  the  reasons  for  such  housing  assignment  or \nits  denial; \n(il) . the  evidence  relied  upon  by  the  institution \nfor  its  decision;  and \n(iii)  the  right  to  challenge  the  decision  at  a \nhearing  before  the  institutional  classifica- \ntion  board  of  which  at  least  one  member  shall \nbe  a  psychologist,  trained  social  worker  or \npsychiatrist. \nUnless  the  right  to  a  hearing  is  waived  by  the  detainee, \nsuch  hearing  shall  be  held  between  24  and  48  hours  after \nthe  detainee  is  given  the  notice  required  by  this \nprovision,  or,  if  a  holiday  or  weekend  falls  within  the \n~40~ \n24  to  48  hour  period,  then,  at  the  option  of  the \ndefendants,  such  hearing  shall  be  held  on  the  first \nbusiness  day  after  notice  has  been  provided.  In  the \nevent  that  a  detainee  involuntarily  placed  in  separate \nhomosexual  housing  waives  his  ricght  to  a  hearing,  he \nmay  request  one  at  a  later  time,  and,  following  such \na  request,  a  hearing  shall  be  held  within  the  time \nperiod  specified  above. \nAt  the  request  of  a  detainee  who  has  been  removed  from \nor  denied  separate  homosexual  housing,  defendants  shall \nprovide  protective  housing  to  that  detainee  at  least \nuntil  a  post~hearing  finding  has  been  made. \nAt  the  hearing  before  the  institutional  classification \nboard  the  detainee  shall  have  the  right  to  appear \npersonally  and  to  make  a  statement;  to  call  witnesses \n    \n \nand  submit  documentary  evidence,  subject  to  the  hearing \nboard's  right  to  keep  the  hearing  within  reasonable \nlimits;  and  the  optortunity  to  confront  and  cross-examine \nwitnesses  whenever  the  hearing  board  cannot  rationally \ndetermine  the  facts  without  cross-examination.  I=  the \ndetainee  is  illiterate  or  if  the  complexity  of  the \nissues  makes  it  unlikely  that  he  otherwise  can  collect \nand  present  the  evidence  necessary  for  an  adequate \npresentation  of  his  case,  he  shall  have  the  richt to. the  assist- \nance  of  counsel-substitute  or,  at  the  option  of  the \ndefendthae nasstissta,nc e  of  retained  counsel. \nThe  hearing  board  shall  keep  notes  adequate  to  reflect \nthe  content  of  the  proceedings  and  to  furnish  a  basis \nfor  its  decision. \n-41~ \nIn  the  event  that  the  hearing  board  determines  that  the \ndecision  to  provide  or  deny  separate  homosexual  housing \nwas  justified,  it  shall  set  forth  its  reasons  and \nfindings  of  fact  in  writing  and  submit  such  reasons  and \nfindings  to  the  warden  within  twenty-four  hours  of  the \nconclusion  of  the  hearing.  Within  twenty-four  hours \nthereafter,  the  warden  shall,  in  writing,  with  a  copy \nto  the  detainee,  approve  or  disapprove  the  hearing \nboard's  decision. \nIn  the  event  that  the  hearing  board  determines  that  the \ndecision  to  impose  separate  homosexual  housing  was  not \njustified,  the  detainee  shall  immediately  be  transferred \nto  an  appropriate  housing  area  and,  if  the  decision  to \nimpose  involuntary  nomosexual  housing  is  reversed,  the \nDepartment  shall  exsunge  from  the  detaine  's  records \n     @  mn   \nany  and  all  references  to  his  period  of  classification \nand  housing  in  that  area.  Nothing  herein  shall  preclude \nGefendants  from  maintaining  in  a  separate  olace,  for \ninternal  and  administrative  purposes,  their  own  records \ncontaining  a  brief  reference  to  the  location  and  pericd \nof  the  detainee's  separate  housing,  and  to  the  alleced \nreasons  for  such  housing  as  well  as  the  determination \nthat  such  housing  was  unjustified;  provided,  however, \nthat  such  records  shall  not  be  released  to  any  other \nparty,except  the  detainee himself,or  be  used  in  any  way \nto  affect  any-terms  or  conditions  of  a  detainee'’s  sub- \nsequent  confinement. \nNothing  in  the  procedure  set  forth  in  this  section  of \nthis  stipulation  shall  require  disclosure  of  information \nthat  would  reveal  the  identity  of  persons  supplying,  on \na  confidential  basis,  information  to  the  defendants  or \nother  law  enforcement  agencies. \nAny  detainee  shall  have  the  right  to  have  his  classifi- \ncation  and  housing  vlacement  reconsidered  in  accord  with \nthe  provisions  of  subparagraphs  1-4  above,  at  any  time \nbased  on  a  change  of  circumstances. \na.  Defendants  shall  provide  each  detainee  in  separate \nhomosexual  housing  with  the  same  services,  recreation, \nprograms  not  provided  in  groups,  religious  services  and \nconditions  of  confinement,  including  visiting  rights, \nas  those  provided  to  detainees  in  the  general  population. \nDetainees  in  separate  homosexual  housing  shall  be  allowed \nto  attend  religious  services  with  the  general  popula- \ntion;  however,  detainees  in  separate  homosexual  housing \nmay  be  denied  relicious  services  with  the  general  popu- \n      \nlation  only  for  the  reasons  specified  in  paragraph  R, \nfu \nsupra,  and  in  such  event,  alternate  religious  services \nshall  be  provided  as  set  forth  in  paragraph  R.  Recreation \nand  movies  shall  be  provided  in  groups  comprised  solely \nof  detainees  from  homosexual  housing. \nDefendants  shall,  on  the  basis  of  individual  determina- \ntions  based  on  legitimate  security  grounds,  allow  de- \ntainees  in  separate  homosexual  housing  to  attend  the \nsame  classroom,  educational,  and  other  group  programs \nattended  by  general  population  detainees  or  to  attend \nreasonably  similar-classroom,  educational,  and  other \nprograms  in  groups  comorised  solely  of  detainees  in \nSeparate  homosexual  housing.  Detainses  in  separate \nhomosexual  housing  shall  also  be  provided  with  the  same \nOr  reasonably  similar  employment  opportunities  as  those \navailable  to  detainees  in  the  general  population.  For \npurposes  of  this  provision,  reasonably  similar  programs \nand  employment  opportunities  shall  mean  programs  and \nemployment  opportunities  equivalent  in  variety,  structure) \ncharacter,  value  and  purpose. \nConditions  of  confinement,  services,  recreation,  religious \nservices,  and  all  programs,  whether  or  not  provided \nseparately  for  homosexual,  transvestite,  and  transsexual \ndetainees,  shall  be  furnished  to  all  detainees,  regard- \nless  of  sexual  preference  or  orientation  or  personal \nmannerisms,  under  conditions  which  assure  their  safety \nand  security. \nAA.  ACCESS  TO  NEWSPAPERS \n1.  Defendants  shall  provide  all  detainees  with  adequate \naccess  every  day  to  local  newspapers,  including  Spanish-language \n      \nnewspapers,  which  are  normally  read  by  groups  represented  in  the \ndetainees  population.  Access  to  these  newspapers  shali  be  provided \nin  the  following  manner: \na.  Defendants  shall  continue  to  furnish  one  copy  of  at \nleast  one  .of  the  three  major  daily  New  York  City  news- \npapers  and  at  least  one  copy  of  the  major  New  York  City \nSpanish~language  newspapers  to  each  group  of  thirty  or \nfewer  detainees  on  the  day  of  publication.  Additional \nnewspapers  shall  also  be  provided  to  each  group  of \nthirty  or  fewer  detainees  on  the  day-of-cublication. \n“Copies  of  each  of  the  major  New  York  City  English  and \nSpanish-languace  newspapers  shall  also  be  provided  on \nthe  day-of-publication  to  the  institutional  library  for \nuse  by  detainees. \n-44- \nb.  Defendants  shall  use  their  best  efforts  to  obtain  addi- \ntional  day-of-publication  and  day-old  copies  of  the \nmajor  New  York  City  English  and  Spanish-language  news- \npapers  which  shall  be  provided  to  every  dayroom  in  quanti; \nties  which  assure  a  reasonable  likelihood  of  access  by \nall  detainees;  and \nc.  sufficient  numbers  of  each  of  New  York  City's  major \nEnglish  and  Spanish-language  newspapers  shall  be  made \navailable,  on  the  day-of-publication  for  daily  purchasei,n  \nthe  commissary  by  detainees  scheduled  to  go  to  commissarv \nor  in  the  housing  areas. \n2.  The  parties  agree  to  continue  negotiatio,nfsor   thirty \ndays  following  the  signing  of  this  stipulation,  for  the  establish- \nment  of  a  system  which,in  addition  to  the  provisions  for  news- \npaper  access  agreed  ucon  above,  will  permit  all  detainees  to \n      \npurchase  day~of-publication  newspapers  daily.  In  the  event  that \nthe  parties  reach  agreement,  they  shall  sign  a  supplemental \nstipulation  of  settlement.  If  after  thirty  days  the  parties  are \nunable  to  reach  agreement,  nothing  in  this  stipulation  shall  be \nconstrued  to  resolve  the  issue  of  whether  all  detainees  are  en- \ntitled  to  purchase  day-of-publication  newspapers  daily  and,  in \nsuch  event,plaintiffs  reserve  the  right  to  litigate  the  issue. \nBB.  LAW LIBRARY \n1.  Defendants  shall  maintain  a  properly  equipped  law \nlibrary  which  shall  include,  among  other  items: \na.  necessary  research  and  reference  materials  which  shall \nbe  kept  properly  updated  and  supplemented,  and  shall \nbe  replaced  without  undue  delay  when  any  materials  are \nmissing  or  damaged; \nb.  unmarked  legal  forms  which  are  commonly  used  by  de- \ntainees  and  copies  of  which  all  detainees  shall  be \npermitted  to  use  or  which  they  shall  be  permitted  to \n~45— \nphotocopy  for  their  own  use; \nphotocopy  machine  available  for  the  free  copying  of \nQ  fi \nall  legal  materials; \nd.  a  sufficient  number  of  typewriters  in  working  order  which \ncan  be  used  by  detainees  as  well  as  by  trained  typists; \ne.  an  adequate  supply  of  legal-size  paper. \n2.  Defendants  shall  staff  the  law  library  with  an  adequate \nnumber  of  trained  legal  assistants,  some  of  whom  speak  Spanish, \nand  with  typists, available  to  assist  detainees  with  the  prepara- \ntion  of  legal’  materials. \n3.  Defendants  shall  maintain  the  law  library  sufficiently \nfree  of  noise  and  activity  and  with  sufficient  space  and  lighting \nto  permit  sustained  research. \n4,  By  a  date  vet  to  be  determined  in  accord  with  the  pro- \nvisions  of  paragraph  HH  i+ infra,  defendants  shall  keep  the  law \n  \nlibrary  open  for  detainee  use  at  least  eight  hours  per  day \nduring  lock-out  periods,  seven  days  a  week,  including  at  least \nthree  hours  between  6  P.M.  and  10  P.M.  on  weekday  evenings. \n    \n \nDefendants  shall  allow  each  detainee  to  have  access  to  the  law \nlibrary  for  a  period  of  at  least  two  hours  per  day,  seven  days \na  week,  and  shall  allow  greater  access  if  a  detainee  has  an  im- \nmediate  need  for  additional  time,  such  as  an  impending  court \ndeadline;  provided,  however,  that  if  on  a  particular  day,  with \nMaximum  use  of  the  law  library,  defendants  must  deny  access  to \ncertain  detainees  because  there  is  insufficient  space  to  accon- \nmodate  all  detainees  who  wish  to  use  the  law  library,  those  de~ \ntainees  who  are  denied  access  on  that  day  shall  he  provided  ac- \ncess  on  the  following  day. \n“5.  Effective-immediately,  the  law  library  shall  be  open \nfor  detainee  use  at  least  forty  hours  per  week,  including  at \nleast  eight  hours  during  the  weekend  and  at  least  three  hours  on \neach  of  two  weekday  evenings.  Each  detainee  shall  be  allowed  ac- \ncess  for  a  period  of  at  least  two  hours  on  each  day  that  the \nlibrary  is  in  use  and,  if  there  is  an  immediate  need  for  addi-~ \ntional  time,  such  as  an  impending  court  deadline,  detainees  shall \n~46§- \nbe  allowed  greater  access;  provided,  however,  that  if  ona \nparticular  day,  with  maximum  use  of  the  law  library,  defendants \nmust  deny  access  to  certain  detainees  because  there  is  in~ \nsufficient  space  to  accommedate  all  detainees  who  wish  to  use \nthe  law  library,  those  detainees  who  are  denied  access  on  that \nday  shall  be  provided  access  on  the  next  day  on  which  the  law \nlibrary  is  open. \n“CC.  L OCK-IN/LOCK -OUT  TIME \n1.  Defendants  shall  not  require  any  detainee  who  is  not \nin  punitive  segregation  to  be  confined  to  his cell  except \nduring  the  following  periods: \na.  by  a  date  to  be  determined  in  accord  with  the  pro- \nvisions  of  paragraph  HH,  infra,  at  night,  for  no \nlonger  than  8  hours,  beginning  no  earlier  than  11  ?.M. \nb.  during  the  day,  only  when  essential  for  institutional \n    \n \nbusiness  which  can  be  carried  out  only  while  de~ \ntainees  are  locked  in  their  cells,  and,  by  a  date \nto  be  determined  in  accord  with  the  provisions  of \nparagraph  HH,  infra,  in  no  event  for  a  total  of  more \nthan  two  hours  in  any  24-hour  period. \n2.  Defendants  shall  permit  detainees  to  lock  in  or  out  of \ntheir  cells  halfway  through  any  lock-out  period  of  two  hours  or \nmore  and,  by  a  date  to  be  determined  in  accord  with  the  pro- \nvisions  of  paragraph  HH,  infra,  in  any  event,  at  time  intervals \nof  ne  more  than  one  hour  during  any  lock-out  period.  At  each \ninterval  in- which: detainees  are  permitted  to  lock  in  or  out  of \ntheir  cells,  those  detainees  who  wish  to  return  to  their  cells \nto  retrieve  personal  items  shall  be  permitted  to  do  so  and  shall \nnot  be  required  to  be  locked  into  their  cells. \n-47~= \n3.  Nothing  in  this  stipulation  shall  be  construed  as \nresolving  the  issues  of  whether  in  an  emergency  these  pro- \ncedures  may  be  suspended,  what  constitutes  an  emergency  or \nwhat  procedures  could  be  followed  in  the  event  of  an  emergency. \nDD.  TELEPHONES \n1.  Defendants  shall  permit  all  detainess  to  receive  incoming \ncalls  of  an  emergency  nature,as  well  as  calls  from  an  attorney, \nor  for  either  category  of  calls,a  message  may  be  taken  and  the \ndetainee shall.  be  permitted  to  return  the  call  as  soon  as  possible, \nbut  in  any  event  during  the  same  day;  provided,  however,  in  the \nevent  that  such  incoming  call  is  received  after  the  commencement \nof  the  evening  lock-in,  the  return  call  shall  be  permitted  no \nlater  than  the  following  morning.  A  call  made  in  response  to \nsuch  a  message  shall  be  allowed  in  addition  to  the  detainee's \nguaranteed  daily  calls. \n      \n_2.  Nothing  in  this  paragraph  resolves  any  questions  regard- \ning  telephone  service  other  than  the  right  to  receive  calls  of \nan  emergency  nature  as  well  as  calls  from  an  attorney;  all  other \ncuestions  regarding  telephone  service  remain  to  be  resolved \nby  agreement  of  the  parties  or  determined  by  the  Court. \nEE.  NOISE \n1.  Defendants  shall  not  detain  any  member  of  the  plaintiff \nclass  in  an  environment  in  which  typical  noise  levels  interfere \nwith  normal  human  activities  or  present  a  threat  to  health  or \nhearing.  In  furtherance  of  this  obligation,  defendants  shall \ntake  the  following-  measures: \na.  The  number  of  televisions  in  each  housing  area  shall \nbe  increased  so  that  all  detainees  can  watch  tele- \nvision  without  the  volume  being  excessive. \nb.  By  a  date  yet  to  be  resolved  in  accord  with  the  pro- \nvisions  of  paragraph  HH,  infra,  each  cell  shall  be \nequipped  with  a  radio  outlet,  which  allows  for \nindividual  control  of  volume  and  some  choice  of  pro- \ngrams  responsive  to  the  interests  of  the  detainee \npopulation,  and  whose  maximum  volume  shali  not  be \naudible  outside  the  cell. \nc.  After  each  cell  has  been  equipped  with  a  radio  outlet, \ndefendants  shall  no  longer  broadcast  radio  programs \nover  central  speakers  in  the  housing  areas;  speakers \nin  the  dayrooms  shall  be  equipped  with  volume  and \non/oft  mechanisms. \nd.  All  eating  utensils  shall  be  constructed  of  a  material \nwhich  produces  a  minimal  amount  of  noise  and  shall \ninclude  dishes  and  trays  constructed  only  of  non- \n      \nmetallic  material. \n2.  In  the  event  that  defendants  fail  to  maintain  levels  of \nnoise  which  comply  with  subparagraph  1  above,  nothing  in  this \nparagraph  of’ the  stipulation  shall  be  construed  as  addressing \nthe  question  of  which  other  noise-reducing  measures,  including \nacoustical  treatment  of  equipment  and  surfaces  and/or  modifica- \ntion  of  the  measures  enumerated  in  subparagraph  1,  are  required. \nFF.  OPTIONAL  LOCK-IN \n1.  Defendants  shall  commence  and  thereafter  maintain  a \npolicy  that  any  detainee  who  chooses  to  remain  in  his  cell  shall \nhave  the  option.to.do  so  during  all  lock-out.periods  without \nexception;  provided,  however,  that  nothing  in  this provision  shall \nprevent  defendants  from  denying  optional  lock-in  to  a  detainee \nin  mental  observation  status  if  a  psychiatrist  treating  that \ndetainee  determines  that  optional  lock-in  poses  a  serious  threat \nto  the  safety  of  that  datainee. \n-49= \nGG,   SPECIAL  VISI TING  BOOTH \nDefendants  shall  not  use  the  \"special  visiting  booth,\"  the \nsingle  non-contact  visting  booth  located  inside  the  main \nentrance  of  the  institution,  for  visits  to  any  detainee  on  the \nbasis  of  that  detainee's  security  designation. \nHH.  IMPLEMENTATION  DATES  FOR  PORTIONS \nO F  PARAGRAPHS  A,   D,  £,  BB,  CC,  AND  EE \n  \nWithin  two  weeks  after  the  signing  of  this  stipulation,  the \nparties  shall  meet  in  an  effort  to  agree  upon  the  date(s)  by \nwhich  full  implementation  of  paragraphs  A  and  E  of  this  stipula- \ntion,  regarding  receipt  of  packages  by  mail  and  package  delivery \n  \n   service;  paragraph  D  of  this  stipulation,  regarding  the  provision \nof  laundry  services;  paragraph  33,  regarding  the  hours  of \nlibrary  access;  varagraph  CC,  regarding  the  lock-in/lock-out \na \nschedule;  and  paragraph  EE,  regarding  the  installation  of  radio \noutlets  in  each  detainee's  cell,  shall  be  achieved.  In  the   \navent  that  the  parties  agree  upon  the  date(s)  for  the  implementa- \ntion  of  any  or  all  of  these  provisions,  the  parties  shall  submit \na  stipulation,  which  sets  forth  these  date(s),  to  the  Court.  [In \nthe  event  that  the  parties  are  unable  to  agree  to  any  or  all  of \nthe  dates  for  implementation,  they  shall  immediately  request \nthe  Court  in  Benjamin  v.  Malcolm,  75  Civ.  3073  (S.D.N.Y¥.),  to \ndecide  upon  a  city-wide  implementation  date  and  to  permit  the \nparties  to  be  heard  on  that  issue.  Within  two  weeks  of  the \ngzanting  of  such  permission,  defendants  shall  submit  to  the  Court \na  plan  and  date  by  which  they  expect  to  achieve  full  implementa- \n-~;  plaintiffs  shall  submit  their  reply,  if  any,  two  weeks \nthereafter.  Provided,  however,  that  whether  by  stipulation  or \nby  Court  determination,  defendants  agree  that  time  shall  be  of \nthe  essence  in  their  performance  of  all  tasks  necessary  to  fully \nimplement  the  provisions  of  paragraphs  A,  D,  E,  3B,  CC,  and  EE, \nand  that  such  tasks  shall  be  done  upon  an  expedited  basis,  and \nin no  event  shall  full  compliance  with  paragraph  cc  be  achieved \nlater  than  nine  months  from  the  signing  of  this  stipulation;  nor \nshall  full  compliance  with  paragraphs  A,  D,  E,  BB,  and  EE  be \nachieved  later  than  one  year  from  the  signing  of  this  stipulation. \nIT  IS  FURTHER  STIPULATED  that  in  order  to  monitor  compliance \nwith  the  terms  of  the  partial  final  judament  by  consent  incorporating \nthe  terms  of  this  stipulation,  defendants  agrea:  (1)  to  respond \nto  written  or  oral  questions  from  plaintifis'  counsel  relative  to \nimplementation  of  the  juéoment  and,upon  request,to  supply  them  with \nrelevant,non-privileged  material  concerning  implementation,in- \n    \n  \ncluding,  but  not  limited  to,  records,  loqs  and  reports  maintained \nin  the  institution,  and  rules,  regulations,  operating  procedures \nand  directives  issued  by  defendants;  (2)  plaintifis'  counsel \nshall  be  permitted  to  confer  confidentially  with  any  individual \ndetainees  and  with  the  inmate  council;  plaintiffs'  counsel  shall \naiso  be  permitted  to  confer  confidentially  with  other  groups  of \ndetainees  subject  to  defendants'right  to  reasonably  limit  the \nmumber of  detaineesin  any  such  group  and  to  bar  any  particular \ndetainees  from  participating  in  such  group  conferences  when,in  their \njudgment,it  is  required  for  the  security  of  the  institution; \nnething  in  this  paragraph  is  intended  to  resolve  or  address  the \nissue  of  plaintiffs'  counsel's  right  to  confer  confidentially  with \ngroups  of  the  plaintiff  class  as  their  lecal  representative  and \nfor  purposes  other  than  monitoring  compliance;  (3)  in  addition, \nplaintiffs'  counsel  and/or  experts,  upon  reauest,  shall \nhave  access  to  any  area  of  the  institution  for  the  purpose \nof  observing  compliance  with  this  judgment  when- \n-51~ \never  they  have  a  reasonable  belief  that  such  measure  is  appro- \npriate  and  that  other  sources  of  information  are  inadequate; \nprovided,however,  that  such  access  may  be  subject  to  reasonable \nsecurity  and  scheduling  conditions  established  by  defendants. \nIT  IS  FURTHER  STIPULATED  that  defendants  shall,  at  a  minimum, \nimplement  the  terms  and  provisions  of  the  partial  final  judgment \nby  consent  incorporating  the  terms  of  this  stipulation,  and  any \nother  outstanding  orders,  at  any  new  facility(s)  that  may  be \nconstructed  or  used  in  the  future  by  defendants  to  confine  pre- \ntrial  detainees  who  would  otherwise  have  been  confined  in  BHD; \nif  necessary,  defendants  agree  to  the  entry  of  a  saparate  order, \nin  this  or  any  other  case,  to  effectuate  the  terms  of  this \nagreement. \nIT  IS  FURTHER  STIPULATED  that  the  Court  shall  retain \njurisdiction  over  the  provisions  of  the  partial  final  judgment \n      \nby  consent  incorporating  the  terms  of  this  stipulation. \nIT  IS  FURTHER  STIPULATED  that,  in  the  event  that  a  dis- \npute  arises  as  to  whether  any  party  is  in  compliance  with  the \nterms  of  the  partial  final  judgment  incorporating  the  terms  of \nthis  stipulation,  the  parties  shall  vroceed  as  follows: \nBoth  parties  shall  make  a  good  faith  effort  to  resolve  any \ndifferances  which  may  arise  between  them  over  such  terms.  Prior \nto  institution  of  any  proceeding  before  the  Court  to  enforce  the \nprovisions  of  the  partial  final  judgment,  plaintiffs'  counsel \nshall  notify  defendants’  counsel,  counsel  for  the  Department \nof Correctiona,nd   the  Deputy  Mayor  for  Criminal  Justice,in  writind \nof  any  claim  by  plaintiffs  that  defendants  are  in  violation  of  any \nprovision  thereof. \nWithin  five  days  of  the  recaipt  of  said  notice,  plaintiffs \nand  defendants  shall  meet  in  an  attempt  to  arrive  at  an  amicable \nresolution  of  the  claim.  If  the  parties  fail  to  effect  such \n-52- \nresolution,  either  party,  within  five  days  of  said  meeting, may \nrequest  a  conference  with  representatives  or  members  of  the  New \nYork  City  Board  of  Correction,  and,  in  such  event,  both  parties \nand  said  representatives  or  members  of  the  Board  shall  meet, \nwithin  10  days  of  the  request  to  the  Board,in  an  attempt  to \nresolve  the  matter  amicably.  If  there  is  no  request  for  such \nmeeting,  or  if  such  meeting  is  not  held  within  ten  days,  or  if \nafter  five  days  following  such  meeting  the  matter  has  not  been \nresolved  to  plaintiffs'  satisfaction,  defendants  shall-be  so \ninformed  by  plaintifés'  counsel  and  plaintifis  may  then  have \ndue  recourse  to  the  Court. \nHowever,  where  plaintiffs'  counsel  asserts  a  claim  that \ninvolves  a  threat  to  the  immediate  physical  or  mental  well-being \nof  any  member  of  the  plaintiff  class,  plaintiffs  shall  have  due \nrecourse  to  the  Court  within  24  hours  of  notification  to  defen- \n    \n  \ndants'  counsel  of  such  claim. \nIT  IS  FURTHER  STIPULATED  that  the  texmm  \"defendants,\"  as \nused  in  this  stipulation,  shall  be  understood  to  include  defen- \ndants,  their  employees,  agents  or  those  acting  in  concert  with \nthem. \nIT  IS  FURTHER  STIPULATED  that  defendants  shall  take  all \nnecessary  steps  to  conform  all  departmental  rules,  regulations, \nGirectives  and  other  administrative  orders  to  the  terms  of  this \nstipulation. \nIt  IS  FURTHER  STIPULATED  that,in  the  event  a  partial  final \njudgment  incorporating  the  terms  of  this  agreement  is  approved \nand  entered  by  the  Court,  counsel  for  plaintiffs  shall  prapare  a \nnotice  to  the  plaintiff  class  incorporating  the  tarms  of  that \nPartial  final  judgment,  and  deliver  a  sufficient  number  of  copies \nof  the  notice  to  the  warden  of  BHD  for  posting.  The  warden  of \nBHD  shallcause  a  copy  of  this  notice  to  be  kept  posted  in  each \nw \n-53- \nhousing  area  and  dayroom,  the  library,  attorney  and  personal \nvisiting  areas,  the  receiving  room,  proqram  areas  and  other \ncommon  areas  of  BHD.  Copies  of  the  notice  shall  also  be  made. \navailable  to  detainees  in  the  library  for  personal  references \nand,  upon  request,  copies  shall  permanently  be  given  to  detainees \nfor  their  own  use.  In  addition,  counsel  for  plaintiffs  shall \nprepare  a  separate,  abbreviated  notice  for  members  of  the \nplaintiff  class,  which  indicates,  among  other  things,  the  entry \nof  the  judgment,  the  issues  resolved  therein  and  plaintiffs' \ncounsel's  identity  and  address.  A  sufficient  number  of  copies \nof  the  notice  shall  be  delivered  to  the  warden  of  BHD  who  shall \nhave  such  notice  given  by  hand  to  each  present  detainee.  There- \nafter,  each  detainee,  upon  admission,  shall  be  provided  with  either \na  copy  of  such  abbreviated  notice,at  defendants'  expense,or \necuivalent  notice  contained  in  an  institutional  handbook. \n    \n  Dated:  New  York,  New  York \nNovember 2,  1978 \nwo)  i”  . \nCL ow  0.  (FRVTHR \n/SALLIAM  E.  HELLERSTEIN \n“JOHN  BOSTON \nNANCY  LEE \nJANE  LEVINE \nAttorneys  for  Plaintiff \nThe  Legal  Aid  Society \nPrisoners'  Rights  Project \n15  Park  Row  -  19th  Floor \nNew  York,  New  York  10038 \n{212]  577-3530 \nZZ  oi  ha \n/  ALLEN’G.  SCHWARTZ \nCorporation  Counsel  of \nthe  City  of  New  1 of  S \nAttorney  for  Defendants \n100  Church  Street \nNew  York,  New  York  10007 \nSh  She \n HERBERT  STURZ   \nDeputy  Mayor  for  Criminal  Justice \nof  the  City  of  New  York \n250  Broadway \nNew  York,  New  York  10007 \n \nt\no\no\nUNITED  STATES  DISTRICT  COURT \nEASTERN  DISTRICT  OF  NEW  YORK \nx \nDETAINEES  OF  THE  BROOKLYN  HOUSE  OF  DETENTION \nFOR  MEN,  RAYMOND  MOCTEZUMA,  RONALD  FOY, \nLAWRENCE  ODOM,  and  FRANK  WILLIAMS,  individu- \nally  and  on  behalf  of  all  others  similarly \nSituated, \nPlaintiffs, \n73-C-261  (HB) \n-against- \nSUPPLEMENTAL \nBENJAMIN  J.  MALCOLM,  Commissioner  of  Correc-  :  STIPULATION \ntion  of  the  City  of  New  York;  THEODORE  R. \nWEST,  Warden,  Brooklyn  House  of  Detention \nfor  Men;  ABRAHAM  D.  BEAME,  Mayor  of  the  City \nof  New  York;  and  LOWELL  E.  BELLIN,  Health \nCommissioner  and  Health  Sérvices  Adnministra- \ntor  of  the  City  of  New  York,  individually \nand  in  their  official  capacities, \nx \nudoment  dated \nsavae  owt \nnN.  Faragraon  HH \n    \n  \nthe  Stipulation  requires  the  parties  to  mset  an d  attempt  to \nestablish  a  svstem  by  which  detainees  will  be  a ble  to  purchase \nGay-of-vublication  newspapers.  Attornevs  for  t \nhave  met  and  have  reached  the  following  acgreeme \nset  forth  in  this  Supplemental  Stipulation. \nIT  IS  HEREBY  STIPULATED  by  and  between  the \nattorneys  for  the  plaintiffs  and  the  defendants \nsubject  to  approval  by  the  Court,  that: \nIMPLEMENTATION  DATES  FOR  {\"A  AND  E,  BB  AND  CC  OF  STIPULATION \n  FOR  ENTRY  OF  PARTIAL  FINAL  JUD G MENT  DATED  NOVEMBER  29,  1978 \n (dA  and  E.  RECEI PT  OF  PACKAGES \nA ND  CLOTHING   ITEMS  BY  MAIL \n1.  By  February  15,  1979,  the  defendants  shall \nbegin  a  one  month  exveriment  at  the  Brooklyn  House \nof  Detention  for  the  receipt  and  sending  of  packages \nby  detainees  through  the  mail.  During  the  experiment \ndetainees  will  be  able  to  receive  clothing  and  other \npersonal  property  as  spec  ed  on  an  \"interim  package \nana  st\"  prepared  by  the  defendants. \n2.  Defendants  shall  keep  records  of  the  number \nand  content  of  packages  received  and  sent  in  the  mail \n    \n  \nwithin  vackages  rejected  by  the  defendants  and  the  rea- \nson  for  each  rejection;  and  the  amount  of  time  which \nelapsed  between  the  delivery  of  each  package  to  the \nnstitution  and  delivery  to  the  inmate.  These  records \nbe \nshal l  be  provided  promptly  t  plaintifis'  counsel \nQ oO \nupon  request. \n3.  By  Avril  1,  1979,  counsel  for  the  plaintiffs \nand  the  defendants  shall  meet  to  determine  when  receipt \nand  sending  of  packages  by  mail  will  be  vermanently \nimplemented,  as  well  as  to  determine  the  list  of  items \nwhich  can  be  sent  to  detainees  through  the  mai a  Hi rh \nan  agreement  is  reached,  a  second  supplemental  stipnula- \ntion  shall  be  submitted  to  the  Court.  If  no  agreement \nis  reached,  the  provisions  as  to  implementation  dates \n-2- \nin  {HE  of  the  Stinulation  dated  November  29,  1978, \nwill  apply,  and  the  issue  of  what  items  can  be  sent \nto  detainees  remains  for  litigation  by  the  parties. \n4BB.  LAW  LIBRARY \n1.  By  August  1,  1979,  defendants  shall  keep  the \nlaw  library  open  for  detainee  use  a  tc least  eight  hours \nper  day  during  lock-out  periods,  seven  days  a  week, \nincluding  at  least  three  hours  between  6  P.M.  and  10 \nP.M.  on  weekday  evenings.  Defendants  shall  allow  each \ndetainee  to  have  access  to  the  law  library  for  a  period \nof  at  least  two  hours  ver  day,  seven  days  a  week,  and \nshall  allow  greater  access  if  a  detainee  has  an  im- \nmediate  need  rh or  additional  time,  such  as  an  impending \n \n  \n  \nare  denied  access  on  that  day  sh  i I )=  yY D(  S' yi 0 ¢< soj no Yi uf  uy a Oo D( nu wu\n\"CC.  LOCK-IN/LOCK-OUT  TIME \n  \n1.  By  July  1,  1979,  defendants  shall  not  require \nany  detainee  who  is  not    in  punitive  segregation  to  he \n4\nconfined  to  his  cell  except  during  the  following  ceriods \na.  at  night,  for  no  longer  than  8  hours, \nbeginning  no  earlier  than  11  p.m.; \nb.  during  the  day,  only  when  essential  for  insti- \ntutional  business  which  can  be  carried  out  only \nwhile  Getainees  are  locked  in  their  cells  and, \nin  no  event  for  a  total  of  more  than  two  hours \nin  any  24  hour  period. \n  \n2.  By  July  1,  1979,  defendants  shall  permit  de- \ntainees  to  lock  in  or  out  of  their  cells  at  time  intervals \nof  no  more  than  one  hour  during  any  lock-out  period. \nII.  ACCESS  TO  NEWSPAPERS \nIn  accordance  with  the  requirement  of  AA,  2.  of  the \nStipulation,  the  parties  have  agreed: \nte  By  March  1,  1979,  defendants  shall  provide \na  system  which  allows  all  detainees  to  purchase,  daily, \nGay~of~-publication  copies  of  The  New  York  Daily  and \nSunday  News  and  El  Diario.  Detainees  shall  also  be \nable  to  purchase  day-of-publication  copies  of  the \nfollowing  weekly  newspapers:  The  Amstercam  News  and \n \n  \n   for  a  trial  period.  ff  at  the  end  of  that  trial  seriod \nthere  has  been  shown  to  be  a  reasonable  demand  for  these \nthe  test  period,  as  to  whether  the  results  support \ncontinued  sale  of  these  two  newsvavers,  the  varties \neserve  the  right  to  submit  the  question  to  the  Court  for \nx  aD \nesolution. \nty \nDated:  New  York,  New  York \nMarch  #f ,  1979  . \nCc  /5  ,  fi  / \nNANCY  LEE \nJANE  LEVINE \nAttorneys  for  Plaintifis \nThe  Legal  Aid  Society \nPrisoners!  Rights  Project \n15  Park  Row  -  19th  Floor \nNew  York,  New  York  1090038 \n[212]  577-3530 \nLS ALLEN  ca  SCHWARTZ \nCorporation  Counsel  of  che \nCity  of  New  York \nAttorney  for  Defendants \n100  Church  Street \nNew  York,  New  York  10007 \nA Ee \nHERBERT  STURZ \nDeputy  Mayor  for  Criminal  Justice \nof  the  City  of  New  York \n250  Broadway \nNew  York,  New  York  10007 \n \n    \n\n############# Old Text on 20240829 ###############\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/133081"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 124868,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/124868"
    },
    {
      "date": "1976-10-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 832,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 421,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54215,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54215.pdf",
      "title": "Reported Opinion",
      "text": "421 F.Supp. 832 (1976)\nDETAINEES OF the BROOKLYN HOUSE OF DETENTION FOR MEN et al., Plaintiffs,\nv.\nBenjamin MALCOLM, Commissioner of Correction of the City of New York, et al.,\nDefendants.\nNo. 73 C 261.\nUnited States District Court, E. D. New York.\nOctober 8, 1976.\nThe Legal Aid Society Prisoners' Rights Society for plaintiffs by William E. Hellerstein, Joel Berger, Michael B.\nMushlin, Eric Neisser, New York City, of counsel.\nW. Bernard Richland, Corp. Counsel, New York City, for defendants by Donald J. Tobias, New York City, of\ncounsel.\nMEMORANDUM AND ORDER\nBRAMWELL, District Judge.\nIn this civil rights class action, plaintiffs move for summary judgment pursuant to Rule 56(a) of the Federal Rules\nof Civil Procedure on one of the issues which remains before the Court. The action in its entirety concerns the\n[1]\nconditions of incarceration for pretrial detainees at the Brooklyn House of Detention (BHD).  Plaintiffs seek\ninjunctive relief, enjoining defendants from depriving BHD pretrial detainees their claimed constitutional right to\n833 contact visits. A contact visit is one where physical *833 contact is permitted between detainee and visitor. The\nfrequency or duration of visitation schedules is not at issue. There being no material factual issues genuinely in\ndispute, this Court holds that as a matter of law the denial of contact visitation at BHD is unconstitutional and\nmust be promptly rectified.\nThe Facts\nThis action is concerned solely with BHD, a pretrial detention facility under the supervision of the New York City\nDepartment of Correction. An inmate at BHD may receive visitors twice a week during daytime or evening visiting\n[2]\nhours.  During an average day, approximately 190 persons visit about one quarter of the detainee population.\n(Affidavit of Benjamin Malcolm, Commissioner of Corrections) A visitor enters the visitation area immediately\nadjacent to a street entrance, is identified, and proceeds to a waiting room on the visitors' side of the booths. A\ndetainee is brought from his cellblock area to the visitation area but he remains separated from his visitor by a\nglass partition. No physical contact is permitted. Conversation is limited to speaking and listening on a private\ntelephone in one of 54 booths. The telephones are maintained in good working order. (Affidavit of Benjamin\nMalcolm, Commissioner of Corrections)\nAccording to the affidavit of the Director of Planning For the New York City Department of Correction, based upon\nthe experience of Brooklyn detainees discharged between January 1, 1975 and March 31, 1975, the\n[3]\nincarceration period is generally of short duration.\nIn prior litigation involving contact visitation, the legitimate security concerns of the city corrections officials have\nbeen at issue. Here, we have a facility located in an urban area. Of the 648 detainees housed in BHD early this\nyear, 573 were Brooklyn residents at the time of arrest. (Affidavit of Benjamin Malcolm) The accessibility of the\nfacility to family and friends accounts for the high daily visiting rate which is in sharp divergence from the low\nvisiting rate at various upstate institutions housing sentenced prisoners. Further, statistics compiled by the office\n\nof the Commissioner of Corrections indicate that there has been an increase in the escape rate of detainees in\n[4]\nNew York City since 1973.\nContact visits are currently provided for pre-trial detainees in Suffolk County, see Mancicone v. Cleary, 74 C 575\n(E.D.N.Y., June 30, 1975); in Nassau County, see Palma v. Treuchlinger, 72 C 1653 (E.D.N.Y., July 11, 1975,\nFebruary 13, 1976); and at the House of Detention For Men on Rikers Island, see Rhem v. Malcolm, 527 F.2d\n1041 (2d Cir. 1975); Such visits are scheduled to begin October 5, 1976 at the Bronx House of Detention, see\nAmbrose v. Malcolm, 76 C 190 (S.D.N.Y., May, 6, 1976) In addition, such visits are the practice at the Federal\nHouse of Detention in New York City as well as in upstate adult facilities for convicted and sentenced prisoners.\n834 [5] Nonetheless, defendants refer to the testimony of *834 William Nagle, author of \"The New Red Barn\", before\nJudge Dooling in December 1975 in the case of the Detainees of the Queens House of Detention v. Malcolm, 73\nC 1364, stating that only three of the twenty-six detention centers he had visited throughout the United States\n[6]\nused contact visits as their principal method.\nEach housing tier at BHD has four telephones available throughout the day, free of charge, for the use of the\napproximately 120 inmates housed on the tier. Inmates also have contact with outside personnel during\nrecreation, counseling and various cultural programs.\nPlaintiffs assert that no genuine issue of material fact exists with respect to the current method of visitation and\nabsence of physical contact and thus no trial on these issues is necessary. However, defendants contend that the\nnumber of visitors, the location of the waiting room area, the escape rate for mainland pre-trial detainees, the\nshort duration of incarceration, the lack of time for classification procedures, the opportunity for telephone contact\nand the lack of nationwide practice of non-contact visits are material facts raising genuine issues which should be\ntried. Plaintiffs reply that none of these facts distinguishes BHD from the Tombs, or Rikers Island, or the Bronx\nHouse of Detention and therefore are not material. They assert that contact visitation is required as a matter of\nlaw and is a proper subject for summary judgment.\nDiscussion\nA federal court should grant summary judgment when there is no genuine issue as to any material fact.\nFed.R.Civ.P. 56(c); Donnelly v. Guion, 467 F.2d 290, 293 (2d Cir. 1972). Affirming a summary judgment for the\nplaintiff in a prisoners' rights case, the Second Circuit Court of Appeals has stated that \"summary judgment as a\nuseful procedural tool is not to be discarded on the flimsiest of excuses; the issues of fact must be genuine, not\nsham.\" United States ex rel. Larkins v. Oswald, 510 F.2d 583, 584-5 (2d Cir. 1975). Those issues, contended to\nbe ones of material fact by defendants, are not issues which diminish the appropriateness of the remedy of\nsummary judgment. Rather, these facts play a role in determining the \"scope and implementation\" of contact\nvisitation procedures after judgment has been entered. Ambrose v. Malcolm, 76 C 190 (S.D.N.Y., May 6, 1976) at\n[7]\n4.\nIt is settled law in this Circuit that:\n[T]he demands of equal protection of the laws and of due process prohibit depriving pre-trial\ndetainees of the rights of other citizens to a greater extent than necessary to assure appearance\nat trial and security of the jail; and the same constitutional provisions prevent unjustifiable\n835 confinement of detainees under worse conditions than convicted prisoners. 371 F.Supp. at 623. \n*835Rhem v. Malcolm, 507 F.2d 333 at 336 (2d Cir. 1974). It is an uncontested fact that pre-trial\ndetainees are currently deprived of contact visits at BHD. Such deprivation of common forms of\nhuman communication at other detention facilities in the city has been held unconstitutional. As\nstated in the first Rhem case, such a visiting system \"which denie[d] presumably innocent\ndetainees . . . the right to shake hands with a friend, to kiss a wife, or to fondle a child, [is]\ninhumane and cruel in fact.\" Rhem v. Malcolm, 371 F.Supp. 594, 625-626 (S.D.N.Y.) aff'd507 F.2d\n333 (2d Cir. 1974) (contact visits at the Tombs), Rhem v. Malcolm, 389 F.Supp. 964, 968 (S.D.N.Y\n.) aff'd,527 F.2d 1041, 1043 (2d Cir. 1975) (contact visits at MHD on Rikers' Island).\n\nDefendants here contend that there exists a great difference between BHD and the aforementioned facilities\nwhich use contact visitation procedures. However, a similar argument was proposed and rejected in the first \nRhem decision in that the defendants there tried to distinguish the Rikers Island situation from that of the Tombs.\nThe Court in the second Rhem decision stated that \"[A]n unconstitutional booth is no less objectionable because\nit sits on Rikers Island rather than in the Tombs.\" 527 F.2d at 1043. It must be added, \"or in Brooklyn\".\nIn reaching the conclusion that deprivation of contact visits in BHD is unconstitutional, this Court utilizes the\nstandard enunciated by the Second Circuit in an earlier appeal of this case:\n[i]n providing for . . . detention, correctional institutions must be more than mere depositories for\nhuman baggage and any deprivation or restriction of the detainees' rights beyond those which are\nnecessary for confinement alone, must be justified by a compelling necessity. (citations omitted)\nDetainees of Brooklyn House of Detention For Men v. Malcolm, supra, 520 F.2d at 397.\nCertainly it is essential that institutional security be maintained, but concern for safety factors does not\nnecessarily preclude contact visits. Each of the conditions present at BHD existed at the Tombs. Both are in\n[8]\nurban settings, accessible to visits, with the Tombs having slightly more visitors per day.  While the deprivations\nat BHD are not as severe as they appear to have been at the Tombs, there remains no legitimate reason for\ndenying detainees rights to which they are constitutionally entitled.\nThis Court is not unaware of the City's concern with the security of its institution and the possible effect contact\nvisits may have on this legitimate concern. However, the feasibility of a classification system to determine which\ninmates are security risks and thus should not participate in contact visits has been upheld. Rhem v. Malcolm,\nsupra, 507 F.2d at 338. Commissioner Malcolm's assertion that even low bail detainees attempt escape and that\nthe short duration of incarceration makes identification of security problems difficult, do not appear to be\noverwhelming obstacles and are not reasons for denying plaintiffs fundamental constitutional rights.\nIn short, the security of the institution (exclusion of contraband) and the risk of escape appear to be no greater at\nBHD than at the Tombs, provided that a system of classification is used to screen high risk detainees who should\nbe denied contact visits.\nMoreover, the fiscal difficulties of New York City cannot absolve the defendants of their constitutional obligations.\nThis argument has been dismissed repeatedly by the Court of Appeals in this Circuit, reminding us that \"an\nindividual's constitutional rights may not be sacrificed on the ground that the city has other and more pressing\npriorities. . . . Denial of the presumptively innocent detainee's constitutional rights represents an impermissible\nprice to pay for this retention in custody.\" Rhem v. Malcolm, supra, 527 F.2d at 1043-44. In fact, a prior appeal in\n836 this case led *836 the Second Circuit to state that \"inadequate resources of finances can never be an excuse for\ndepriving detainees of their constitutional rights.\" Detainees of the Brooklyn House of Detention For Men v.\nMalcolm, supra, 520 F.2d at 399. The financial troubles of the City may, of course, be a factor to consider in the\nplan which will result from this order.\nIt is therefore SO ORDERED that the City of New York submit a plan to provide contact visits for all detainees\nother than those who are identified as security risks. The criteria for designating a detainee as a security risk\nshould be included in the plan. The plan is to be submitted within 90 days. Plaintiffs are to reply within 14 days,\nindicating their view on the appropriateness of the plan. The Court will meet with the attorneys for both sides on\nFebruary 3, 1977 at 10:00 A.M. Defendants are invited to request a conference early in the 90 day period if any\nproblems arise.\n[1] This case was previously before The Honorable Orrin Judd, who had ruled on questions related to double\ncelling, optional lockout, adequacy of recreation and daytime facilities, and eating arrangements in both BHD and\nthe Queens House of Detention (QHD). Detainees v. Malcolm, 73 C 261, Valvano v. Malcolm, 70 C 1390 (July\n31, 1974) aff'd, 520 F.2d 392 (2d Cir. 1975). Due to the untimely death of Judge Judd who labored arduously over\nthis case, the remaining issues have been assigned to Judge Henry Bramwell. Reargument on contact visitation\nhas been held.\n\n[2] As of September 13, 1976, a new visiting schedule is in effect, but this change does not affect the question of\ncontact visitation.\n[3] The statistics show that 16.8% were incarcerated for one day or less; 27.2% for two days or less; 35.2% for\nthree days or less; 43% for four days or less; 52.9% for one week or less; 81.1% for 30 days or less; 85.9% for\n45 days or less and 89.3% for 60 days or less. These figures are represented to be typical of other quarters\nduring the year. (Affidavit of Stuart Chagrin, Director of Planning).\n[4] In 1973, the rate was 13 escapes per 1000 inmates compared to 79 escapes during the first five months of\n1975. The recapture rate of escapees from mainland facilities is below that of escapees from Rikers Island. In\n1975, of 34 escapes from Rikers Island, 28 were recaptured as contrasted with eight of 14 escapees from\nmainland facilities. (Affidavit of Arnett Gaston).\n[5] The City has conceded that contact visits are required at the Adolescent Remand Center on Rikers Island. \nSee Maldonado v. Malcolm, 76 C 2854 (S.D.N.Y., filed June 28, 1976). Plaintiffs' supplementary affidavit dated\nAugust 5, 1976 submits that on June 22, 1976, at public hearings conducted by the New York City Board of\nCorrection, defendant Commissioner of Correction Benjamin J. Malcolm gave oral testimony stating that \"plans\nare underway to have contact visits in all institutions.\" But that, \". . . it's a money problem.\"\n[6] On the reargument of the question now before the Court, defendants indicated that if permitted to proceed to\ntrial they could prove that the national norm was to deny contact visits to pre-trial detainees. In light of the\npronouncements of the Second Circuit Court of Appeals on the applicable standard for this Circuit. See infra at\n835, this Court is not impressed with the relevancy of that argument. Further, a series of recent cases from\ndistrict courts in other circuits indicates that the Second Circuit view may well become the national view as\nlitigation in this area continues. Miller v. Carson, 401 F.Supp. 835, 893-95 (M.D.Fla.1975); Dillard v. Pritchess,\n399 F.Supp. 1225, 1240 (C.D.Cal.1975); Campbell v. McGruder, 416 F.Supp. 100 (D.C.C.1975), at 12; Bay\nCounty Jail Inmates v. Bay County Board of Commissioners, Civil Action No. 74-10056 (E.D.Mich., August 29,\n1974), at 17-20. Two Courts have held that even convicted prisoners are entitled to contact visits. Pugh v. Locke,\n406 F.Supp. 318, 330, 334 (N.D.Ala.1976), Memorandum Opinion; Inmates, D.C. Jail v. Jackson, 416 F.Supp.\n119, 122-123 (D.C.C.1976).\n[7] Similarly, regarding defendants' contention that a mainland institution (such as BHD) poses greater security\nproblems than an island facility (MHD), that is not a difference which changes the constitutional requirement of\ncontact visitation. This Court is in agreement that \"while security considerations must be taken into account in\ndetermining the scope and implementation of a contact visiting program, they may not act as a bar to that right.\"\nId. at 3-4.\n[8] Information contained in affidavit of Joel Berger, dated February 20, 1976, based on testimony of Joseph\nD'Elia, Director of Operations, New York City Department of Corrections.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54215"
    },
    {
      "date": "1975-07-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 392,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 520,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 8814,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/8814.pdf",
      "title": "Reported Opinion",
      "text": "392  520  FEDERAL REPORTER, 2d SERIES \nin moving the case to trial, some district  the October 6 trial date, the judge might \njudges have felt that the defendant had  consider  allowing  the  defendants  any \nno duty to bring it forward, Bendix A vi  discovery that can be  completed before \nation Corp.  v.  Glass, 32 F.R.D. 375, 378  then if they wish to have it. \n(E.D.Pa.1962),  while  others  have  held  Since the case is here on appeal under \nthat there was some burden on the de  28 U.S.C. § 1292(b) and the order deny \nfendant to expedite  matters,  Wholesale  ing defendants' motion was discretionary \nSupply Co. v. South Chester Tube Co., 20  in any event, the petition for mandamus \nF.R.D.  310,  313  (E.D.Pa.1957).  In  our  will be dismissed. \nview, the correct rule is that the failure  On  the appeal the order is  affirmed; \nof a defendant to call the court's atten  the mandate will  issue forthwith.  The \ntion to a plaintiff's undue delay in bring  petition for mandamus is dismissed. \ning a case on for trial, by formal motion \nor otherwise, may be considered as a fac \ntor in  informing the  court's  discretion. \nOf course, such action by a defendant is \nnot a necessary condition to subsequent \ndismissal.  I t cannot be, since the power \nto dismiss for failure to prosecute does \nnot exist solely  for  the  benefit  of de  DETAINEES  OF  the  BROOKLYN \nfendants;  it exists, at least in part, \"in  HOUSE OF DETENTION FOR MEN \norder to prevent undue delays in the dis  et al., Plaintiffs-Appellees, \nposition  of pending cases  and to avoid \nv. \ncongestion in the calendars of the Dis \ntrict Courts.\"  Link v.  Wabash R.R., 370  Benjamin J. MALCOLM, Commissioner \nU.S.  626,  629-30, 82  S.Ct. 1386,  1388, 8  of  Correction  of  the  City  of  New \nL.Ed.2d 734 (1962).  On the other hand,  York, et al., Defendants-Appellants. \nwe see no reason why the court cannot \nRalph VALVANO et al., \ngive such weight as is appropriate to a \nPlaintiffs-Appellees, \ndefendant's  having contributed  to  such \n\"undue delays.\" 8  v. \nDefendants  argued  to  Judge  Wyatt  Benjamin J. MALCOLM, Commissioner \nthat  an  earlier  motion  on  their  part  of  Correction  of  the  City  of  New \nmight have roused a sleeping dog before  York, et al., Defendants-Appellants, \nthe delay had lasted long enough to jus \nNicholas Ferraro, District Attorney, \ntify  dismissal.  However  sensible  this \nQueens County, Defendant. \nmay have been as a matter of strategy, \nit does not follow that the district judge  Nos. 701, 702, Dockets 74-2427, 74-2482. \ncould  not  take  the  defendants'  silence \nUnited States Court of Appeals, \ninto account.  Plaintiffs, he felt, lacked a  Second Circuit. \ntruly adequate mechanism for_ bringing \nthe case  to trial, and defendants failed  Argued Feb. 28, 1975. \nto  use  a  tool  they  could  readily  com  Decided July 31, 1975. \nmand.  We refuse to brand the denial of \nthis  motion  to  dismiss  as  an  abuse  of \ndiscretion.  However, in view of the time  Two  separate  civil  rights  actions \nthat  has  now  become  available  before  were  brought  by  inmates  of  Brooklyn \n8.  The court's remark in  Von  Poppenheim  v.  our analysis.  It should be read in light of the \nPortland Boxing and Wrestling Comm'n, 442  efforts made in that case by both the defend \nF.2d 1047, 1054 (9 Cir. 1971), cert. denied, 404  ants and the court to prod the plaintiff into \nU.S. 1039, 92 S.Ct. 715, 30 L.Ed.2d 731 (1972),  action, and the fact that the plaintiff there was \n\"[s]omewhere along the line, the rights of the  granted two extensions between the filing of \ndefendants to be free from costly and harass  the Rule 41(b) motion· and the ultimate dis \ning litigation must be considered,\" which de  missal. \nfendants quote to us, does not run contrary to \n\nDETAINEES OF BROOKLYN H. OF DET. FOR MEN v. MALCOLM  393 \nCite as 520 F.2d 392 (197~) \nand Queens Houses of Detention alleging  must be more than mere depositories for \nas  unconstitutional  the  inhumane  and  human baggage;  any deprivation or re \nunsanitary living conditions and adminis  striction of the detainees' rights beyond \ntrative  practices  at  the  two  facilities.  those  which  are  necessary  for  confine \nThe  actions  were  consolidated.  The  ment alone must be justified by a com \nUnited  States  District  Court  for  the  pelling  necessity.  42  U.S.C.A.  §  1983; \nEastern District of New York, Orrin G.  U.S.C.A.Const. Amend. 14. \nJudd,  J.,  enjoined  confinement  of  two \npretrial  detainees  in  single  occupancy \n5. Constitutional Law <8=250.2(1), 262 \ncells,  and  defendants  appealed.  The \nAlthough the cruel and unusual pun \nCourt  of  Appeals,  Bartels,  District \nishment  clause  of  the  Eighth  Amend \nJudge, held that mere discomfort of eat \nment may not be applicable to treatment \ning in a cell is not of itself an unconsti \nof unconvicted detainees, such cruel and \ntutional  hardship,  that  different  treat \ninhuman treatment may in itself consti \nment may be accorded convicted detain \ntute a violation of due process and equal \nees as opposed to pretrial detainees, that \nprotection.  U .S.C.A.Const.  Amends.  8, \novercrowding and double  ceIling of de \n14. \ntainees at the two institutions created an \nunconstitutional  deprivation  of  pretrial \n6. Prisons <8=4 \ndetainees' due process and equal protec \nFact that double ceIling in conjunc \ntion  rights  and  that  remand  was  re \ntion with totality of other circumstances \nquired to consider a proper remedy. \nat Brooklyn and Queens Houses of De \nAffirmed as to finding of unconsti  tention did not impose any substantial or \ntutionality;  remanded  for  further  con  additional  hardship  on  detainees  above \nsideration of remedy. \nthose necessarily caused by confinement \nin any large metropolitan jail could not \nbe  used as a criterion to justify double \n1. Prisons <8=4  ceiling of pretrial detainees in BHD and \nDiscomfort of eating in a prison cell  QHD.  42  U.S.C.A.  §  1983;  U.S.C.A. \nis not, of itself, an unconstitutional hard  Const. Amend. 14. \nship.  42  U.S.C.A.  §  1983;  U.S.C.A. \nConst. Amend.  14.  7. Prisons <8=4 \nInadequate resources of finances can \n2. Constitutional Law <8=250.2(1), 262  never be an excuse for depriving pretrial \nWhat might otherwise be lawful de  detainees  of their constitutional  rights. \ntention  becomes  an unconstitutional  re  42  U.S.C.A.  §  1983;  U.S.C.A.Const. \nstriction when  prison conditions become  Amend. 14. \nso dehumanizing as to constitute an ad \nditional  hardship  beyond  the  need  for  8. Civil Rights <8= 13.16 \ncustody in violation of the detainees' due  Although  district  court,  on  finding \nprocess  and  equal  protection  rights.  that double ceIling of pretrial detainees \nU .S.C.A.Const. Amend. 14.  at Brooklyn and Queens  Houses of De \ntention violated detainees' constitutional \n3. Prisons <8=4  rights, was in no position to order New \nThe  law  recognizes  a  difference in  York  City  to  raise  necessary  funds  to \ntreatment of those confined prior to trial  build additional facilities, the court could \nand those confined pursuant to a convic  order release of persons held under con \ntion.  U.S.C.A.Const. Amend. 14.  ditions  which  deprived  them  of  rights \nguaranteed  by  the  Constitution  unless \n4.  Prisons <8=4  such conditions were corrected within a \nIn  providing  for  detention  of  pre  reasonable  time.  42  U.S.C.A.  §  1983; \ntrial  detainees,  correctional  institutions  U.S.C.A.Const. Amend. 14. \n520 F.2d-25V2 \n\n394  520  FEDERAL REPORTER, 2d SERIES \n9. Constitutional Law *->250.2(1), 262  District Court for the Eastern District of \nNew York against the Commissioner of \nOvercrowding and double ceIling of \nCorrection of the City of New York and \npretrial  detainees  at  Brooklyn  and \nother City officials, alleging as unconsti \nQueens Houses of Detention, which facil \ntutional  the  inhumane  and  unsanitary \nities consisted of 5 x 8 foot cells in which \nliving  conditions  and  administrative \ntwo individuals were confined for 14 to \npractices at the QHD, and in  February, \n16  hours  per day for an average of 16 \n1973,  Ray  Moctezuma  and  others insti \nweeks, created an unconstitutional depri \ntuted on  behalf of the detainees of the \nvation  of  detainees'  due  process  and \nBHD a similar civil rights action against \nequal  protection  rights.  42  U.S.C.A. \nthe  defendants,  alleging  as  unconstitu \n§ 1983;  U.S.C.A.Const. Amend. 14. \ntional  similar  living  conditions  relating \nto the custody of detainees at the BHD. \nBoth complaints are patterned after the \nRhem complaint and in effect protest es \nMark  D.  Lefkowitz,  New  York  City  sentially  the  conditions  existing  in  the \n(W.  Bernard Richland, Corp. Counsel, L.  Tombs, such as restrictive visiting hours, \nKevin  Sheridan  and  Donald  J.  Tobias,  denial of contact visits, inadequate recre \nNew York City, of counsel), for defend  ation,  restrictive  correspondence  rules, \nants-appellants.  inadequate  care,  inhuman  and  unsani \ntary  living  conditions  and  brutality  by \nSteven  A.  Herman,  New  York  City \nguards. \n(William E. Hellerstein, Joel Berger and \nMichael B. Mushlin, The Legal Aid Soci \nOn  September  7,  1973,  the  District \nety Prisoners' Rights Project, New York \nCourt consolidated  the two  actions  but \nCity,  on  the  brief), for  plaintiffs-appel \ntried only  two  issues  which  were com \nlees.  mon to both the BHD and QHD:  (1) the \nalleged  unconstitutional  overcrowding \nBefore LUMBARD  and OAKES, Cir  and,  more  specifically,  the confinement \ncuit  Judges,  and  BARTELS,  District  of two detainees in a single cell (double \nJudge.·  ceIling),  and (2)  the alleged  unconstitu \ntional excessive confinement of detainees \nBARTELS, District Judge:  in their 5' x 8' cells each day. \nJust recently this Court held in Rhem  Immediately  before  the  trial,  the \nv.  Malcolm, 507 F.2d 333 (2d  Cir. 1974),  Court personally toured both  Houses of \nthat the conditions existing at the Man  Detention.  After a six-day trial during \nhattan  House  of  Detention  (better  which  it  considered  the  stipulation  of \nknown as \"the Tombs\") were so shocking  facts,  the Manual of Correctional Stan \nand intolerable as to violate the constitu  dards, the testimony of detainees, psychi \ntional rights of equal protection and due  atrists, prison wardens and other experts \nprocess  of  pretrial  detainees  (\"detain  in the field, the Court made comprehen \nees\").  Today  we  are asked  to reach  a  sive  findings  on  July  31,  1974,  of  the \nsimilar conclusion in a different context  conditions existing at these two institu \nrelating to the conditions of confinement  tions.  In its substituted order dated Oc \nof detainees at the Brooklyn and Queens  tober 2,  1974, the district court decreed \nHouses  of  Detention  (\"BHD\"  and  with  respect  to  both  institutions  \"that \n\"QHD,\"  respectively).  In  November,  beginning March 1, 1975 no person shall \n1970, Ralph Valvano on behalf of a class  be confined in a cell with another person \nof all  persons incarcerated at the QHD  without the voluntary written consent of \ninstituted a civil rights action under 42  both pe,rsons  . ,\"  except in cer \nU.S.C. § 1983 and 28 U.S.C. § 2201 in the  tified emergencies, and at the same time \n* Of the Eastern District of New York, sitting by designation. \n\nDETAINEES OF BROOKLYN H. OF DET. FOR MEN v. MALCOLM  395 \nCite as 520 F.2d 392 (1975) \nit denied relief on the issue of excessive  the other in each quadrant.  All cells are \nconfinement on the ground that the two  rectangular 5 x 8 feet, approximately 40 \nissues were interrelated and that the ad  square  feet  in  floor  space,  containing \nditional lockout time would result upon  two bunk beds, one table, one immovable \nthe  elimination  of  double  ceIling.  On  seat, one unenclosed toilet and one mir \nOctober  2,  1974,  the  Court  entered  its  ror, and open onto corridors 90 feet long \njudgment prohibiting double ceIling from  and 5 feet wide.  There are  no  closets \nMarch 1, 1975, as impermissively restric  for clothing or personal effects of any of \ntive and dehumanizing in violation of the  the  inmates  including  detainees,  and \nplaintiffs' constitutional rights in accord  there is  only one shower for each tier. \nance with its opinion above.  From this \njudgment and order the City has appeal  The rated capacity of BHD  was  814 \ned and has obtained a stay which is pres  and of QHD 520, and in both instances is \nently in effect.  Thus, we are concerned  based  on  single  occupancy  of the  5 x 8 \nonly with the issue of overcrowding.  feet  cells.  The  rate  of  occupancy  for \n1969-,1973 was 170% of capacity at BHD \nand 153% of capacity at QHD.  At the \nThe  City does  not attack the Court's \nfindings as clearly erroneous but instead  time of the hearings the rate of occupan \nclaims that double ceIling is  not per se  cy was 23% above capacity at BHD (998 \npersons) and 29% above capacity at QHD \nunconstitutional and that under the to \n(670 persons).  The actual overcrowding \ntality of circumstances existing at these \nwas greater because 90 cells, which are \ntwo institutions, double ceIling is a pris \nincluded in  the rated capacity, at BHD \non hardship that can be constitutionally \nwere usually unoccupied and one dormi \njustified.  To this contention it adds an \nother claim that the Court must in deter  tory and 40 cells were not in service at \nmining the constitutional minimum stan  QHD.  This  resulted  in  the  abnormal \ndards for detainees, look \"inter alia,  to  practice at both institutions of housing \nthe needs  and resources of the govern  two men in a cell.  Further overcrowd \nmental entity operating the jail.\"  Upon  ing resulted  in  the  elevators  and  day \nthis  appeal  we  are  not  faced  with  the  rooms in which there was an inadequate \nprecise operating conditions that existed  number of chairs, and also in the lack of \nadequate  gymnasium  facilities;  more \nin the Tombs in Rhem,l which were con \nover,  these  gymnasium  facilities  were \ndemned as \"shocking to the conscience,\" \navailable generally only once or twice a \nnor with any claim of structural defects \nweek  for  each  detainee.  Time  out of \nas existed in that case, nor was double \ncells  was  divided  into  three  periods  at \nceIling an issue there since it was elimi \neach institution and at BHD the lockout \nnated  by  a  consent  decree  predicated \ntime was approximately 8% hours and at \nupon a stipulation relating to overcrowd \nQHD the lockout time was approximate \ning.  To properly comprehend the hous \ning and living conditions to which these  ly 93/, hours  per day.  At both institu \ntions the detainees were fed in their cells \ndetainees  are  subjected  while  awaiting \nsince  the  dayrooms  at  BHD  and  QHD \ntrial, a brief resume of the conditions as \ncould not accommodate all of the detain \nreflected by the Court's findings is nec \nees of a double cell section at one time. \nessary. \nOnly  20%  of  the  detainees  required \nFacilities \nmaximum  security  at  both  institutions \nThe  inmates,  including detainees,  are  but  due  to  an  inadequate  staff  and \nhoused in two units constructed relative- budget, the classification system at both \nly recently as maximum security multi- institutions has been and is inadequate. \nstory institutions.  The floors in both in- However, this issue, as well as other is \nstitutions are divided into four quadrants  sues raised in both complaints, was not \nwith two tiers of fifteen cells, one above  litigated in the district court.  The more \n1.  371 F.Supp. 594, 599 (S.D.N.Y.1974). \n\n396  520  FEDERAL REPORTER, 2d  SERIES \npositive  aspects  of the  two  institutions  ments  concerning  personal  belongings \ninclude the fact that each institution has  are  common.  Fights  and  charges  of \na gymnasium, a theater auditorium and  theft are  frequent,  although  fights  be \nan  enclosed  roof  recreation  area,  the  tween inmates who do not share cells are \nlargest of  which  is  approximately 3400  also common.  Loss of privacy is one of \nsquare feet, and also classroom areas and  the major results of double ceIling.\" \nlibraries.  Other advantages are that the \n[1]  Many  detainees  testified  as  to \ninstitutions  are  close  to  the  detainees' \nspecific  dehumanizing  incidents  arising \nhomes,  there  is  a  policy  of  non-censor \nfrom  double  ceIling,  such  as  bumping \nship of mail, a liberal access to the press, \ninto each other, the necessity of one de \nmany minority correction officers and a \ntainee eating his meals sitting either on \nlarge variety of activities and programs \nthe bed or toilet,3 the use of the toilet by \nwhich,  however,  must  be  suspended  on \none  while  the  other is  eating close  by, \nweekends because of overcrowding.2 \nand  many  other  invasions  of  privacy. \nCorrectional  experts  testified  that  con \nOvercrowding and Double CeIling \nfinement of two detainees together not \nJudge Judd found that confining two  only deprives a  detainee of privacy but \ndetainees  in  a  space  of 40  square  feet  also is psychologically destructive and in \ncreated personal problems, which he ulti  creases  homosexual  impulses,  tensions \nmately  concluded  were  dehumanizing.  and aggressive tendencies.'  In 1965 the \nHe stated that \"Two men cannot move  United Nations' Congress on the Preven \nabout at the same time in the portion of  tion of Crime and the Treatment of Of \nthe cell which is not utilized for bunks,  fenders adopted a set of Standard Mini \ntable, seat, and toilet.  Since the meals  mum Rules for the Treatment of Prison \nare fed to inmates in the cells and there  ers,  which  recommended  that  each  in \nis only one chair, only one man can use  mate have an individual cell.  The Man \nthe table and the other must sit on the  ual  of Correctional  Standards  issued  in \nbed to eat;  the choice of who eats on the  1966 by the American Correctional Asso \nbed is made in varying ways, depending  ciation  recommended  (p.  49)  that  \"All \non seniority, rotation, strength, or other  cells  should  be designed for  the use  of \nfactors.  Disagreements  concerning  the  one prisoner.  The minimum clear size of \nchoice  of activities,  embarrassment and  an interior cell should be approximately \ndiscomfort in the use of the toilet in the  50 square feet, with an elevation of not \npresence  of  a  cell-mate,  and  disagree- less than 8 feet.\" 5 \n2.  High School equivalency programs are avail  Mr. Goff testified that: \nable and weekly movies are shown in the audi  \"One of the reasons why we have this em \ntorium and periodic live plays and concerts are  phasis upon one man to a cell and not hav \npresented by outside groups.  ing individuals in a very tight situation is to \nreduce problems of administrators. \n3.  The discomfort of eating in a cell is not, of \n\"You reduce your tensions, reduce the ad \nitself, an unconstitutional hardship within Sos  ministrative  problems,  reduce  the  fights, \ntre v.  McGinnis, 442 F.2d 178 (2d Cir.  1971), \nsodomy, the anxieties simply by this tech \ncert.  denied, 404 U.S.  1049, 92  S.Ct. 719, 30 \nnique [single ceiling].  It is a way of reduc \nL.Ed.2d 740 (1972). \ning and calming down a population which is \n4.  Testimony of Donald H. Goff, Director of the  normally under pressure anyway (302a).\" \nUnited  States  Commission  on  Civil  Rights, \nPrisoners' Rights Project;  Dr. Augustus Kin \n5.  This  manual  was  drafted  by  a  committee \nzel, a practicing psychiatrist and instructor of \nwhich  included  the  Director  of  the  United \npsychiatry at Columbia University, New York; \nStates Bureau of Prisons;  the Chairman of the \nLouis P.  Gengler, Warden of the Federal De \nNew York State Board of Parole, Russell G. \ntention Center, New York City;  Arthur Rubin, \nOswald;  and the Commissioner of Corrections \nthen Warden of QHD;  and Robert B. McKay, \nof the City of New York, Anna M. Kross. \nDean of New York University Law School, for \nmer Chairman of the New York City Board of  See also the Standard Minimum  Rules for \nCorrections, and former Chairman of the New  the  Treatment  of  Prisoners  adopted  by  the \nYork Special Commission on Attica.  Council of Europe's European Committee on \n\nDETAINEES OF BROOKLYN H. OF DET. FOR MEN v. MALCOLM  397 \nClte as 520 F.2d 392 (1975) \n[2]  The sad and shameful history of  the State criminal courts, causing deJays \npenology  in  this  country  has  been  de  of weeks  and  months  before  a  defend \ncried and condemned  by  many authori  ant, unable to make bail is  brought to \nties and it is hardly necessary at this late  trial either because he lacks  the fee or \ndate  to  belabor  the  issue.  Inmates  of  he  is  charged  with  a  non-bondable  of \nSuffolk  County  Jail  v.  Eisenstadt,  360  fense.  Despite  some  recent  improve \nF.Supp.  676  (D.Mass.1973),  aff'd,  494  ments  by  the  State courts  in  reducing \nF.2d 1196 (1st Cir.), cert. denied, 419 U.S.  the waiting time for the trial of detain \n977, 95 S.Ct. 239, 42 L.Ed.2d 189 (1974);  ees,  neither the State nor the City has \nBrenneman v.  Madigan, 343 F.Supp. 128  taken the necessary action to prevent or \n(N.D.CaI.1972);  Inmates  of Milwaukee  reduce  overcrowding.  See  Wallace  v. \nCounty  Jail  v.  Petersen,  353  F.Supp.  Kern,  520  F.2d  400,  401  n.3  (2d  Cir. \n1157 (E.D.Wis.1973);  Hamilton  v.  Love,  1975);  Wallace  v.  Kern,  499  F.2d  1345 \n328  F.Supp.  1182  (E.D.Ark.1971).  The  (2d Cir. 1974). \nconditions in our prisons are inextricably \nrelated to our system of criminal justice  [3, 4]  Here  we  are  concerned  only \nand what might otherwise be lawful de  with the confinement of pretrial detain \ntention  becomes  an  unconstitutional re  ees and not convicted inmates.  The dif \nstriction  when  those  conditions  become  ference  between  these  two  categories \nso dehumanizing as to constitute an ad  and the necessity for different treatment \nditional  hardship  beyond  the  need  for  have been frequently emphasized.  Pre \ncustody in violation of the detainees' due  trial detainees are no more than defend \nprocess and equal protection rights.  The  ants  waiting  for  trial,  entitled  to  the \nfailure in the past of legislators to take  presumption of innocence, a speedy trial \nthe proper correctional action to remedy  and  all  the rights of bailees and other \nthese  inhuman  conditions  for  both  de  ordinary citizens except those necessary \ntainees and convicted prisoners has erod  to assure their presence at trial and the \ned  the  historical  reluctance  of  federal  security of the prison.  In providing for \ncourts to interfere with the administra  their detention,  correctional  institutions \ntion of penal institutions.  Procunier v.  must be more than mere depositories for \nMartinez, 416 U.S. 396, 94 S.Ct. 1800, 40  human baggage and any deprivation or \nL.Ed.2d  224  (1974);  Cruz  v.  Beto,  405  restriction  of  the  detainees'  rights  be \nU.S. 319, 321, 92 S.Ct. 1079, 31  L.Ed.2d  yond those which are necessary for con \n263  (1972);  Haines  v.  Kerner,  404  U.S.  finement  alone,  must be  justified  by a \n519, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972).  compelling necessity.  Shapiro v.  Thomp \nIndeed  this  failure  has  required  the  son,  394  U.S.  618,  89  S.Ct.  1322,  22 \ncourts to take action in the interests of  L.Ed.2d  600  (1969);  Tate  v.  Short,  401 \nfundamental decency and the protection  U.S.  395,  91  S.Ct.  668,  28  L.Ed.2d  130 \nof  the  constitutional  rights  of  the  in  (1971);  Williams v. Illinois, 399 U.S. 235, \nmates.  One  of  the  factors  that  bears  90  S.Ct.  2018,  26  L.Ed.2d  586  (1970); \nupon  the present condition of crowding  Shelton v.  Tucker, 364 U.S. 479, 488, 81 \nin  the City's correctional  institutions is  S.Ct.  247, 5 L.Ed.2d 231  (1960);  Collins \nthe backlog of criminal cases pending in  Schoon/ield,  344  F.Supp.  257  (D.Md. \nV. \nCrime Problems (1955) and (1973) which rec  century the \"Auburn System\" was developed, \nommends single ceiling.  the primary constituent of which was an indi \nAs far back as 1790 the Walnut Street Pris  vidual  seven  by  three  and a  half foot  cell. \non in Philadelphia provided for individual cell  Clarence C.  Schrag, \"Prison,\" Encyclopaedia \nblocks comprised of cells eight feet by six feet  Britannica,  1967,  vol.  18,  p.  557.  Even the \nand ten feet high.  Gustave de Beaumont and  infamous Newgate of Dickens's England had \nAlexis de Tocqueville, On the Penitentiary Sys  individual eight by six foot cells, as he describ \ntem in the United States and'its Application in  ed in Sketches by Boz (New York, 1958 (origi \nFrance,  1833  (Carbondale,  1964),  p.  xxii,  et  nally published 1836-1837», p. 200, et seq. \nseq.  In  New  York  State early  in  the  19th \n\n398  520  FEDERAL REPORTER, 2d  SERIES \n1972);  Seale v. Manson, 326 F.Supp. 1375  suffer numerous indignities, invasion of \n(D.Conn.1971);  Davis  v.  Lindsay,  321  privacy and  risk of harm to his  person \nF.Supp.  1134,  1139  (S.D.N.Y.1970);  see  and property. \nNote,  Constitutional Limitations on  the  As  we  have  noted, double celling has \nConditions of Pretrial Detainees, 79 Yale  been disapproved by various correctional \nL.J. 941 (1970).6  associations  and  numerous  experts  on \nprison  reform.  It has  been  specifically \ncondemned  by  lower courts  in  Inmates \n[5]  The central issue  here is  the ef \nof Suffolk County Jail v.  Eisenstadt, su \nfect upon the constitutional rights of de \npra  (cell  8 x 11  feet);  Tyler  v.  Percich, \ntainees  of  overcrowding,  necessitating \nCivil  Action  No.  74-40C  (2)  (E.D.Mo., \ndouble celling and other human compres \nFiled Oct. 15, 1974) (cell 8 x 5 feet), and \nsion  in  the  rest areas,  such  as  lockout \nalso  by  State  courts  in  Wayne  County \ncorridors and dayrooms.  We recognized \nJail Inmates v.  Wayne County Board of \nin Rhem that although the cruel and un \nCommissioners,  Civ.Action  No.  173217 \nusual  punishment  clause  of  the  Eighth \n(Cir.Ct.  Wayne  Co.,  Mich.  July 28,  1972 \nAmendment  may  not  be  applicable  to \nand May 25, 1971),  aff'd and remanded \nthe treatment of unconvicted detainees, \n391  Mich.  359,  216  N.W.2d  910  (1974) \nsuch cruel and inhuman treatment may \n(cell  6 x 7 feet);  Commonwealth  ex reI. \nin  itself  constitute  a  violation  of  due \nBryant v. Hendrick, 444 Pa. 83, 280 A.2d \nprocess and equal protection.  We  need \n110 (1971).  Overcrowding alone in  pre \nnot reach the questions  whether double \ntrial detention facilities above rated ca \ncelling  per  se  is  unconstitutional  or \npacities  has  also  been  held to create a \nwhether it is  possible  to construct cells \nrestrictive and deplorable living environ \nof sufficient size and with sufficient ac \nment  constituting  an  intolerable  viola \ncommodations  to  permit  double  celling \ntion  of  the  detainees'  constitutional \nwithout  deprivation  of  a  detainee's \nrights.  Taylor  v.  Sterrett,  344  F.Supp. \nrights.  What we are faced with here is \n411 (N.D.Tex.1972), aff'd in part, rev'd in \nwhether  double  celling  in  a  cell  5 x 8 \npart, 499 F.2d 367 (5th Cir. 1974);  Ham \nfeet, 40 square feet of floor space, cre~ \nilton  Love,  supra;  Jones  Witten \nates such dehumanizing conditions as to  V.  V. \nberg,  323  F.Supp.  93  and  330  F.Supp. \ndeprive  the detainees  of their constitu \n707, 714 (N.D.Ohio 1971), aff'd sub nom, \ntional  rights  of due  process  and  equal \nprotection.  When a detainee is crammed  Jones  V.  Metzger, 456 F.2d 854 (6th Cir. \ninto a 5 x 8 foot cell designed for single  1972);  Hamilton  V.  Schiro,  338  F.Supp. \n1016 (E.D.La.1970). \noccupancy  with  another  detainee  for \nfourteen to sixteen hours per day for an  [6]  The City concedes that the hard \naverage of sixteen weeks, he is forced to  ships  associated  with  double  celling  of \n6. De Beaumont and de Tocqueville noted in On  \"Arrested persons are sometimes innocent \nthe Penitentiary System in the United States  and always supposed to be so.  How is it \nand its Application in France (1833) that:  that we should suffer them to find  in the \nwe have seen in the house of  prison a corruption which they did not bring \narrest in  New York (Bridewell) more than  with them? \nfifty  indicted persons in one room.  These  \"If they are guilty, why place them first in \narrested  persons  are  precisely  those  for  a house of arrest, fitted to corrupt them still \nwhom well-regulated prisons ought to have  more, except to reform them afterwards in a \nbeen built.  It is easy in fact to conceive,  penitentiary, to which they will be sent after \nthat he who has not yet been pronounced  their conviction? \nguilty,  and  he  who  has  committed  but  a  \"There is evidently a deficiency in a prison \ncrime or misdemeanour comparatively slight  system which offers anomalies of this kind.\" \nought  to  be  surrounded  by  much  greater  (At p. 49.) \nprotection than such as are more advanced \nin crime, and whose guilt has been acknowl \nedged. \n\nDETAINEES OF BROOKLYN H. OF DET. FOR MEN v. MALCOLM  399 \nCite as 1120 F .2d 392 (19711) \ndetainees are not necessary for the pur- F.2d 1291, 1320 (5th Cir. 1974);  Jackson \npose of confinement only, but it contends  v.  Bishop,  404  F.2d  571,  580  (8th  Cir. \nthat there has been  no showing of any  1968);  Hamilton v. Love,.supra;  Jones v. \nviolations of constitutional rights of the  Wittenberg, supra.  On the other hand, \ndetainees at both BHD and QHD, citing  as  the  above  authorities  indicate,  this \nJohnson  v.  Lark, 365  F.Supp. 289 (E.D.  Court is  hardly in the position to order \nMo .. 1973),  and  Jones  v.  Wittenberg,  su- the City to raise the necessary funds to \npra.  Those cases were addressed to the  build additional facilities.  We can, how \nreduction of jail population in excess of  ever,  order the  release  of persons  held \nstated capacities and single cell occupan- under conditions which deprive them of \ncy was not litigated.  At all events, inso- rights  guaranteed  by  the  Constitution \nfar  as  they  impliedly  sanction  double  unless the conditions are corrected with \nceIling in single occupancy cells, their ra- in a reasonable time. \ntionale must be rejected at least in the  For a solution of the problem, we con \ncircumstances  in  the  BHD  and  QHD.  elude that this proceeding should be re \nThe City attempts to justify the condi- manded to the district court to consider \ntions  existing at these  two  institutions  a  proper  remedy  equitable  to  both  the \nupon  the ground that double  ceIling in  City and the detainees, keeping in mind \nconjunction  with  the  totality  of  other  the financial  crisis facing the City and \ncircumstances at these jails did not im- the practical considerations necessary to \npose any substantial or additional hard- prevent the detainees from being trans \nships on detainees above those necessari- ferred to distant facilities.  Both parties \nly  caused  by  confinement in  any  large  should have an opportunity to make sug \nmetropolitan jail.  Assuming this state- gestions with the understanding that the \nment to be accurate, the conditions exist- City must act with  reasonable  prompt \ning in other large metropolitan jails can  ness to provide facilities for pretrial de \nhardly be  used as a criterion to justify  tainees  consistent  with  their  constitu \ndouble cell conditions of pretrial detain- tional rights.  Inaction of course will not \nees in BHD and QHD.  We agree with  be  tolerated nor will  the present condi \nthe  district  court's  finding  that  under  tions be condoned. \nthe conditions  here present double ceIl \n[9]  We  affirm  upon  the findings  of \ning of pretrial detainees is constitution \nfacts and conclusions of law of the dis \nally impermissible. \ntrict  court  that  the  overcrowding  and \n[7,8]  Finally, the City maintains that  double  ceIling  of detainees  at the  two \non  balance  the  conditions  here  com  institutions  create  an  unconstitutional \nplained of are not so constitutionally of  deprivation  of  their  due  process  and \nfensive as to compel  the City, given its  equal  protection  rights.  Since  the dis \nlimited  jail  facilities  and  financial  re  trict court's order of October 2,  1974 is \nsources,  to  build  additional  facilities  to  not limited to detainees, its restriction is \nhouse  the  prisoners  in  Brooklyn  and  too  broad  and  the court  is  accordingly \nQueens  and  elsewhere.  Inadequate re  directed to modify its order to limit the \nsources of finances can never be an ex  restriction to detainees only.  According \ncuse for depriving detainees of their con  ly,  we  remand  the  case  to  the  district \nstitutional rights.  Rhem v. Malcolm, su  court  for  the  purpose  of fashioning  a \npra, at 341,  n.  20;  Gates v.  Collier, 501  remedy in the light of this opinion. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/8814"
    }
  ],
  "document_count": 6
}