{
  "case_id": 12345,
  "fetched_at": "2025-10-20T22:50:32.865920",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "CEO; Sheriff; Undersheriff; Captain of the Jail; Board of Supervisors",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Tulare",
        "name": "County of Tulare",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Unknown",
    "case_status": "Coding Complete",
    "case_types": [
      "Healthcare Access and Reproductive Issues",
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Yes",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "California state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1978-11-01",
    "filing_year": 1978,
    "id": 12345,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Administrative segregation",
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "Jails, Prisons, Detention Centers, and Other Institutions: Visiting",
      "General/Misc.: Access to lawyers or judicial system",
      "Medical/Mental Health Care: Dental care",
      "Medical/Mental Health Care: Medical care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Law library access"
    ],
    "last_checked_date": "2012-07-17T00:00:00-04:00",
    "main_docket": {
      "id": 30922,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1978,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the Ninth Circuit",
      "state": "California",
      "docket_office_number": "",
      "docket_number_manual": "NA",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "Mendoza v. County of Tulare",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "prisoners at the Tulare County Jail",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "California Jail Population Caps"
    ],
    "special_case_type": [],
    "state": "California",
    "summary": "<p>On November 1, 1978, prisoners at the Tulare County Jail filed a class action lawsuit in the Superior Court of California against the County of Tulare and several of its officers. The plaintiffs brought suit under 42 U.S.C. &sect; 1983 and state law, challenging their conditions of confinement. Specifically, they complained of unconstitutional overcrowding and unsanitary conditions, inadequate medical and dental care, failure to provide a law library and meaningful access to the courts, failure to provide educational, rehabilitative or vocational training programs, inadequate provisions for visitation, failure to properly segregate the prisoner population, inadequate and unsanitary meals, failure to advise prisoners of jail regulations, and lack of access to voter registration. Plaintiffs sought declaratory and injunctive relief.</p>\r\n<p>On January 17, 1979, the defendants filed a general demurrer, and on March 19, the trial court granted it, dismissing the complaint without leave to amend. It found that there was no community of interest among the members of the proposed class and that declaratory relief was not necessary or proper when habeas relief would be more quick and efficient.</p>\r\n<p>The plaintiffs appealed, and on January 5, 1982, the California Court of Appeal (Associate Justice Baca) reversed the trial court's judgment, holding that plaintiffs had standing and that declaratory relief was proper. 180 Cal. Rptr. 347 (Cal. Ct. App. 1982). It directed the trial court to allow plaintiffs to amend their pleadings.</p>\r\n<p>As of the date of this summary, we have no information about subsequent developments in this case.</p>",
    "summary_published_date": "2022-03-22T12:10:57.321282-04:00",
    "summary_short": "On November 1, 1978, prisoners at the Tulare County Jail filed a class action lawsuit in the Superior Court of California against the County of Tulare, challenging their conditions of confinement. The trial court dismissed the complaint on March 19, 1979, but was reversed on appeal on January 5, 1982. We currently have no information on subsequent developments.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/12345",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12345",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12345",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12345"
  },
  "documents": [
    {
      "date": "1982-01-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Justia",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 347,
      "cite_1_reporter": "Cal.Rptr.",
      "cite_1_vol": 180,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "California state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 43696,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/43696.pdf",
      "title": "[Court of Appeal] Opinion [Reversing the Trial Court's Judgment of Dismissal]",
      "text": "Justia.com Lawyer Directory Legal Answers Law Blogs Law more▼ Sign In\nSearch Justia\nJustia > US Law > US Case Law > California Case Law >Cal. App. 3d > Volume 128 > Mendoza v. County of Tulare (1982) 128 Cal. App. 3d 403 [180 \nCal. Rptr. 347]\nNEW- Receive Justia's FREE Daily Newsletters of Opinion Summaries for the US Supreme Court, all US Federal Appellate \nCourts & the 50 US State Supreme Courts and Weekly Practice Area Opinion Summaries Newsletters. Subscribe Now\nMendoza v. County of Tulare (1982) \nJustiaon\n128 Cal. App. 3d 403 [180 Cal. Rptr. 347] \nLike 112834 likes. Sign Upto see what your \nfriends like.\nShare|\nDaily Opinion Summaries\nSubscribe to Justia's FREE Daily \n[Civ. No. 4905. Court of Appeals of California, Fifth Appellate District. January 5, 1982.] Newsletter Opinion Summaries\nRAMON MENDOZA et al., Plaintiffs and Appellants, v. COUNTY OF TULARE et al.,  Subscribe Now \nDefendants and Respondents. T oday on Verdict\nCyber-Screening, Social Media, and \n(Opinion by Baca, J., with Zenovich, Acting P. J., and Woolpert (W. R.), J., concurring.) Fair Credit Reporting: Why We Need \nto Move Beyond the FTC’s Recent \nCOUNSEL Spokeo Enforcement Action\nJustia columnist and U. \nRandall C. Lyon, Gary S. de Malignon, James LaPorte, Richard Barron, Lois E. Strain, \nWashington law professor Anita \nTerry Smerling, Fred Okrand, Mark Rosenbaum, Gary Williams, Margaret C. Crosby,  Ramasastry comments on the \ncurrent use of social-media data \nAllan L. Schlosser and Amitai Schwartz for Plaintiffs and Appellants.\nin decisions made by employers \nregarding whether to hire a potential \nCalvin E. Baldwin, County Counsel, Clark F. Ide and Robert L. Felts, Deputy County \nemployee, or retain a current employee.\nCounsel, for Defendants and Respondents.\nBy Anita Ramasastry\nOPINION\nBACA, J.\nAsk a Lawyer\nQuestion:\nThis is a prisoners' class action challenging the conditions at Tulare County jail. The trial \ncourt dismissed the action after granting respondents' general demurrer without leave \nto amend.\nThe complaint was filed on November 1, 1978. Appellants allege, in 10 causes of action, \nAsk Question\nvarious violations of the federal and state Constitutions, the federal Civil Rights Act (42 \nAbout Legal Answers \nU.S.C. § 1983), and the California Penal and Health and Safety Codes. The pleadings \nC onnect with Justia\nsought: (1) certification of plaintiff inmates as a class; (2) submission and \nFollow justiacomFan Justia\nimplementation of a plan whereby the alleged grievances could be resolved; (3) if such a \nJustia on Facebook\nplan was not feasible, declaratory and injunctive relief restraining defendant from \nLike\nmaintaining the unlawful procedures [128 Cal. App. 3d 408] and jail conditions; and \n(4) that the court retain jurisdiction until those conditions were corrected to the court's  112,834 people like Justia.\nsatisfaction.\nOn January 17, 1979, respondents filed a general demurrer arguing that appellants did \nDonna Stacey Cindy Peggy Ophelia\nnot have standing to sue and that an action did not lie against Tulare County officials; \nFacebook social plugin\nin a supplemental memorandum they asserted that no community of interest existed \nFind a Lawyer\nbetween members of appellants' class. Supplemental memoranda were filed by both \nsides up to February 20, 1979. Search\nBrowse Lawyers\nOn March 19, 1979, the court granted respondents' demurrer, without leave to amend, \non the following grounds: (1) community of interest did not exist among the members  Lawyers - Get Listed Now!\nof the class; (2) because writs of habeas corpus would more quickly and efficiently  Get a free full directory profile listing\nremedy appellants' grievances, exercise of declaratory relief jurisdiction was not \nnecessary or proper at the time under the circumstances. The court also took judicial\nnotice of the fact that the four named plaintiff inmates had been convicted and \nsentenced and were, at the time of the ruling, incarcerated in state penal institutions. \nfn. 1\nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 1 / 10\n\nOn May 9, 1979, the court entered a judgment dismissing appellants' action. This \nappeal ensued. \nFacts \nMaterial facts alleged in the complaint are treated as true for the purpose of ruling on a \ndemurrer. (Gruenberg v. Aetna Ins. Co. (1973) 9 Cal. 3d 566, 572 [108 Cal.Rptr. 480, \n510 P.2d 1032].) The following is a summary of facts alleged in appellants' complaint. \nThe Parties \nThe named plaintiffs below were Ramon Mendoza, Carl James, Simon Duarte, Henry \nBorbon, and John McAllister. At the time the complaint was filed, Mendoza, James, \nDuarte and Borbon were incarcerated in Tulare County jail. Mendoza and Duarte were\nconvicted prisoners serving sentences; James and Borbon were being held for the \nduration of their respective trials. McAllister was a Tulare County resident and taxpayer. \n[128 Cal. App. 3d 409] \nThe inmate plaintiffs brought the action on behalf of all other persons incarcerated in \nTulare County jail serving sentences or awaiting trial on pending charges. All members \nof the class, which numbered in excess of 250 persons, lived under similar conditions in \nthe jail. \nThe defendants were the County of Tulare and, in their official capacities, the county \nchief executive officer, the sheriff, the undersheriff, the captain of the jail, and each\nmember of the county board of supervisors. \nJail Conditions \nTulare County jail is a 5-story structure containing approximately 250 prisoners in \nvarious stages of criminal proceedings. fn. 2 Prisoners are housed in both single and\ncommon cells. The cells are crowded, windowless, and cell lighting is controlled from \noutside the cell by jail officers. Heating and ventilation are poor, and cell toilets are not\npartitioned. \nA licensed physician is not on the premises or otherwise immediately available. A nurse \nis on duty certain days of the week, but inmates often must wait as long as two weeks \nto see her. Doctor visits are reserved for those with obvious and serious medical \nproblems, and the wait for these visits might likewise be two weeks. Unsanitary facilities \nand lack of routine diagnostic and preventative services encourage the spread of\ndisease and inmates are not permitted to possess even lawfully prescribed medication. \nDentists are not available for routine services. \nThe jail does not maintain special treatment or rehabilitative facilities for inmates \nsuffering from drug addiction. As a result, these prisoners are forced to go through \nnarcotics withdrawal, thus creating a danger to themselves and to others. \nThe jail maintains no law library for inmates' use. As a result, inmates awaiting trial and \nthose wishing to file habeas corpus petitions are deprived of adequate legal preparation. \nThe jail likewise has no general library for recreational reading. Inmates are further \ndeprived of many publications, including \"Inside Out,\" a periodical dedicated to \nexplaining the rights and reporting the problems of local detention facility inmates. \n[128 Cal. App. 3d 410] \nOn days inmates must appear in court, they are awakened at 3:30 a.m. and are kept in \na \"holding tank\" for as long as three hours without blankets or mattresses. They are \nthen transferred to a similar holding tank at court. \nThe county does not provide educational, rehabilitative or vocational training programs. \nRecreation is limited to a maximum one-half hour per week on a \"sun deck\" that is\ninsufficient to allow physical exercise. Inmates frequently go three weeks without sun \ndeck time. Televisions are, however, placed in hallways every other night. \nVisitation privileges are limited to one-half hour per week in a booth that does not allow \ncontact. Inmates are frequently deprived of visits on the ground that the booth is\n\"unavailable.\" Moreover, inmates are not permitted to receive incoming phone calls. They \nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 2 / 10\n\nmay make outgoing calls with permission, but permission is subject to a deputy's\ndiscretion and is rarely granted. Mail is picked up at the officers' convenience, \nsometimes as early as 1 to 3 a.m. \nJail inmates are not adequately segregated, so that those with known propensities for \nviolence and/or homosexual assault are housed with the general population, and those \nconvicted of serious crimes are housed with misdemeanants in common cells. Those \nawaiting trial are not separated from convicts. \nMeals are often cold, and sanitation is minimal. For example, beverages are served by \ndipping inmates' cups into a large vessel. As a result, ashes, dirt and the like are \nintroduced into the vat upon each serving. Inmates are restricted to three showers per \nweek; they often receive fewer. Each inmate is issued one towel per week. Clothing is \nlimited to one pair of overalls and three pair of underwear per week. \nJail regulations are not posted throughout the jail and are not otherwise made available \nto prisoners. Inmates are not advised that they have a right to a hearing before \ndiscipline is imposed. \nFinally, inmates are not accessible to voter registration, though many are eligible to \nvote, and are frequently not permitted to participate in religious services. [128 Cal. \nApp. 3d 411] \nAlthough the complaint at times ascribed the jail conditions to actions of the defendants \ncollectively, it did not otherwise allege individual responsibility on the part of any named\ndefendant. \nDiscussion \nI. \n[1] Release of Inmate Appellants Did Not Render Their Claims Moot. \nIn its order granting respondents' demurrer below, the trial court noted that the four \nnamed prisoner plaintiffs had been released or transferred from Tulare County jail. It did \nnot expressly rule that this fact mooted the class action. Nonetheless, respondent \nurges that the prisoners' claims were then moot since they were no longer inmates of \nthe jail. \nWith respect to the named plaintiffs who were pretrial detainees--i.e., plaintiffs James \nand Borbon--respondents' argument is without merit. As appellants note, the United \nStates Supreme Court has rejected mootness claims in cases where pretrial detainees \nare released or transferred subsequent to the filing of their complaint. (SeeBell v. \nWolfish (1979) 441 U.S. 520, 526, fn. 5 [60 L.Ed.2d 447, 460, 99 S.Ct. 1861,\n1867];Gerstein v. Pugh (1975) 420 U.S. 103, 110, fn. 11 [43 L.Ed.2d 54, 63, 95 S.Ct. \n854, 861].) The court reasoned that the temporary and relatively brief duration of \npretrial detention renders the claims of such detainees \"capable of repetition, yet \nevading review,\" thus fulfilling the requirement of United States Constitution, article III. \n(Wolfish, supra, 441 U.S. at p. 526, fn. 5 [60 L.Ed.2d at p. 460, 99 S.Ct. at p.\n1867];Gerstein, supra, 420 U.S. at p. 110, fn. 11 [43 L.Ed.2d at p. 63, 95 S.Ct. at p. \n861].) \nRespondents place undue emphasis on the fact that the plaintiffs in Bell v. Wolfish were \ndetainees at the time the class was certified. (Bell v. Wolfish, supra, 441 U.S. at p. 526,\nfn. 5 [60 L.Ed.2d at p. 460, 99 S.Ct. at p. 1867].) The court therein did not see that \nfact as controlling. In fact, it noted other factors negating mootness: live controversy \nbetween petitioners therein and members of the class represented by the named \nrespondents, and the temporary nature of confinement at New York's Metropolitan \nCorrectional Center. In Gerstein the court noted that although the plaintiffs in that case \nwere detainees at the time their [128 Cal. App. 3d 412] complaint was filed, the \nrecord was unclear as to whether they remained in custody at the time the class was \ncertified. (Gerstein, supra, 420 U.S. at p. 110, fn. 11 [43 L.Ed.2d at p. 63, 95 S.Ct. at \np. 861].) Although this fact would ordinarily moot their claim, the court found the case \na \"suitable exception,\" stating: \"The length of pretrial custody cannot be ascertained at \nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 3 / 10\n\nthe outset, and it may be ended at any time by release on recognizance, dismissal of \nthe charges, or a guilty plea, as well as by acquittal or conviction after trial. It is by no \nmeans certain that any given individual, named as plaintiff, would be in pretrial custody \nlong enough for a district judge to certify the class. Moreover, in this case the constant \nexistence of a class of persons suffering the deprivation is certain.\" (Ibid, italics added.) \nMore recently, the court reiterated the Gerstein rationale, stating: \"Some claims are so \ninherently transitory that the trial court will not have even enough time to rule on a \nmotion for class certification before the proposed representative's individual interest \nexpires.\" (United States Parole Comm'n. v. Geraghty (1980) 445 U.S. 388, 399 [63 \nL.Ed.2d 479, 492, 100 S.Ct. 1202, 1209].) \nThe pretrial detainee appellants in the case at bench were in a similar position, and there \nis no indication that the situation of pretrial detainees at Tulare County jail had \nchanged, resulting thereby in a continuous class of persons subject to the deprivations \nalleged in the complaint. We hold that the claims of the named pretrial detainees below \ndid not become moot because of their later release or transfer. \nThe question of mootness pertaining to named plaintiffs who had been sentenced to a \ncounty jail term, and hence were not merely pretrial detainees differs only in the length \nof their detention in the jail facility. Some sentenced inmates may be in custody longer \nthan pretrial or trial detainees; however, in many instances the converse could be true, \nespecially for those awaiting long and involved felony prosecutions. \nAlthough the record does not reflect the average sentence served by inmates at Tulare \nCounty jail, misdemeanor county jail confinement rarely exceeds one year. (See Pen. \nCode, §§ 18, 19a.) This fact alone may establish that these inmates are so \"inherently \ntransitory\" that it would be difficult to find a group of representative plaintiffs who \nwould, as a matter of certainty, remain inmates long enough for a court to determine\nthe propriety of the class suit. [128 Cal. App. 3d 413] \nFurthermore, the California Supreme Court has made it clear that appellate courts may \nreach the merits of cases raising serious public policy issues despite the discontinued \ninterest of the immediate litigants. (See, e.g.,DeRonde v. Regents of University of \nCalifornia (1981) 28 Cal. 3d 875, 879-880 [172 Cal.Rptr. 677, 625 P.2d 220];United \nFarm Workers of America v. Superior Court (1976) 16 Cal. 3d 499, 503-504 [128 \nCal.Rptr. 209, 546 P.2d 713];Johnson v. Hamilton (1975) 15 Cal. 3d 461, 465 [125 \nCal.Rptr. 129, 541 P.2d 881];Green v. Superior Court (1974) 10 Cal. 3d 616, 622, fn. 6 \n[111 Cal.Rptr. 704, 517 P.2d 1168].) InJohnson v. Hamilton, supra, 15 Cal. 3d 461, the \ncourt recognized that mootness problems are often dispelled in a class action context, \nstating: \"Furthermore, petitioner in his second cause of action purports to represent a\nclass of persons who are similarly barred from candidacy by reason of the subject \ncharter provisions. Although the underlying controversy may be moot as to petitioner, \nothers similarly situated may be affected and the issues as to them may not be\nmoot.\" (Johnson v. Hamilton, supra, 15 Cal. 3d at p. 465.) It thus appears that \nmootness does not bar resolution of a class claim where public interest in a matter is \nstrong and unnamed class members maintain a live controversy therein. \nConditions at any correctional facility are a public concern, not only as to convicted \ninmates but especially as to unconvicted defendants awaiting trial who are clothed with \nthe presumption of innocence. In the case before us, a class of unnamed plaintiffs\nstands to be affected by resolution of appellants' claim one way or the other. To render \nthe case moot is to reject those existing and continuing claims. \nAppellants and respondents agree that litigation of this type is complex and time-\nconsuming. There is thus always the prospect that named class plaintiffs will, for \nwhatever reason, lose a present interest in the outcome of the case. It would be unduly\nharsh to dismiss the present action for mootness, considering that almost five months \nelapsed between the filing of the complaint and the ruling on the demurrer. \nThe fact that there is a continuing interest of an unnamed class herein and that those \nplaintiffs who were inmates awaiting trial have an interest that cannot be dismissed as \nmoot renders such claims valid and nondemurrable, if well pled. Named plaintiffs in the \nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 4 / 10\n\npresent case have a fiduciary duty to continue the litigation on behalf of the class after \ntheir release or transfer from the jail. (SeeLa Sala v. American Sav. & Loan Assn. (1971) \n5 Cal. 3d 864, 871 [97 Cal.Rptr. 849, 489 P.2d 1113].) [128 Cal. App. 3d 414] The \ncase should not, ultimately, have been dismissed on the ground of mootness. \nII. \n[2] Prisoner Plaintiffs Had Standing to Sue. \nRespondents assert that the named prisoner plaintiffs below did not allege any specific, \nsignificant injuries that the court could redress, thus depriving these plaintiffs of \nstanding. fn. 3 This argument is without merit. \nA party must allege facts sufficient to establish status as a \"real party in \ninterest.\" (Friendly Village Community Assn., Inc. v. Silva & Hill Constr. Co. (1973) 31 \nCal. App. 3d 220, 224 [107 Cal.Rptr. 123, 69 A.L.R.3d 1142].) In state courts, this\nrequirement is met if a party establishes a right to relief in court (see ibid); federal \ncourts require that a plaintiff allege \"distinct and palpable injury\" traceable to\ndefendant's conduct. (See, e.g.,Duke Power Co. v. Carolina Env. Study Group (1978) \n438 U.S. 59, 72-78 [57 L.Ed.2d 595, 610-614, 98 S.Ct. 2620, 2630-2633].) \nAppellants allege that several practices and conditions at the Tulare County jail violated \nconstitutional and statutory provisions. They further allege that respondents were \nresponsible for these conditions. Although the named plaintiffs did not allege what \nspecific injuries they personally suffered, and admit on appeal that some of the \nviolations alleged did not affect every member of the class, they did allege membership \nin a class of inmates that was collectively subject to substandard jail conditions, and \ntherefore to respondents' actions. As such, they appear to have shown sufficient \ninjury. It further appears that incarceration under the conditions listed and described in\nthe complaint state a cause of action of unlawful confinement. Their allegations are \ndeemed true for purposes of the demurrer below and for this appeal. Proof at trial will \nbe an altogether different matter (seeTrafficante v. Metropolitan Life Ins. (1972) 409 \nU.S. 205, 209-210 [34 L.Ed.2d 415, 419-420, 93 S.Ct. 364, 367]); the allegations of \nthe complaint do demonstrate actual injury. [128 Cal. App. 3d 415] \nThe named inmate plaintiffs had standing to sue. \nIII. \n[3] Plaintiff Taxpayer Had Standing to Sue. \nAs noted previously, Tulare County taxpayer John McAllister joined the prisoners' suit \nbelow. McAllister alleged that maintenance of the county jail's \"oppressive and inhumane \nconditions\" resulted in useless and wasteful expenditure of public funds, causing \nirreparable harm to him and to the general public. Respondents urge that the suit was \nnot properly brought as a taxpayer's suit. \nCode of Civil Procedure section 526a authorizes taxpayer actions \"restraining and \npreventing any illegal expenditure of, waste of, or injury to, the estate, funds, or other \nproperty of a county ... against any officer thereof ....\" The primary purpose of the \nstatute is \"to enable a large body of the citizenry to challenge governmental action \nwhich would otherwise go unchallenged in the courts because of the standing\nrequirement.\" (Van Atta v. Scott (1980) 27 Cal. 3d 424, 447 [166 Cal.Rptr. 149, 613 \nP.2d 210], quoting Blair v. Pitchess (1971) 5 Cal. 3d 258, 267-268 [96 Cal.Rptr. 42, \n486 P.2d 1242, 45 A.L.R.3d 1206].) Nonetheless, the existence of directly affected \nindividuals who might also have standing to sue does not preclude a taxpayer's suit. \n(Van Atta, supra, 27 Cal. 3d at pp. 447-448.) Thus, in Van Atta, the California Supreme\nCourt held that a taxpayer had standing to challenge state statutes relating to pretrial \nown-recognizance release of criminal defendants, despite the fact that there were \npretrial detainees, who were directly affected and could have brought suit themselves. \n(Id at pp. 447-448.) Under Van Atta, directly aggrieved parties and taxpayers have \nconcurrent standing to bring suit to enjoin government action. fn. 4 \nWe hold that appellant McAllister had standing to bring his taxpayer suit. [128 Cal. \nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 5 / 10\n\nApp. 3d 416] \nIV. \n[4a] There Was a Sufficiency of Interest. \nIn its order granting respondents' demurrer, the trial court stated that the community \nof interest necessary for a class action was lacking because each prisoner would be \nrequired to litigate factual and legal issues peculiar to his own case. The court citedDaar \nv. Yellow Cab Co. (1967) 67 Cal. 2d 695, 707 [63 Cal.Rptr. 724, 433 P.2d 732], and \nBartlett v. Hawaiian Village, Inc. (1978) 87 Cal. App. 3d 435 [151 Cal.Rptr. 392]. \n[5] In order to sustain a class action, parties must allege facts sufficient to establish (1) \nan ascertainable class; and (2) \"a well defined community of interest in the questions of\nlaw and fact involved affecting the parties to be represented [citations].\" (Daar v. Yellow \nCab Co., supra, 67 Cal. 2d at p. 704.) [4b] Respondents in this case do not challenge\nappellants' assertion that the prisoner class below was ascertainable. Instead, \nrespondents reiterate the lower court's concern on the community of interest issue. \n[6] The most extensive elaboration of the community of interest requisite is found in \nCity of San Jose v. Superior Court (1974) 12 Cal. 3d 447, 460 [115 Cal.Rptr. 797, 529 \nP.2d 701, 76 A.L.R.3d 1223]: \"In determining whether sufficient community of interest \nexists to justify the maintenance of a class action, we start from certain settled \npremises: Before the imposition of a judgment binding on absent parties can be \njustified, it must be shown that substantial benefits both to the litigants and to the \ncourt will result. [Citations.] The burden of such a showing falls on plaintiff ..., and the \nultimate determination of whether the class action is appropriate turns on the existence \nand extent of common questions of law and fact. As noted above, each member must \nnot be required to individually litigate numerous and substantial questions to determine \nhis right to recover following the class judgment; and the issues which may be jointly \ntried, when compared with those requiring separate adjudication, must be sufficiently \nnumerous and substantial to make the class action advantageous to the judicial process \nand to the litigants.\" The court also noted that the class action device \"rests on\nconsiderations of necessity and convenience, adopted to prevent a failure of \njustice.\" (Id, at p. 458.) [128 Cal. App. 3d 417] \n[4c] Respondents argue that each prisoner's right to relief in this case depends on \n\"facts peculiar to his case,\" thus amounting to a mere aggregation of individual claims. \nIn support, respondents note that the complaint contains several causes of action \nalleging many violations, and that the interests of the different classes of inmates may \nvary. For example, pretrial detainees may have interests different from sentenced \nprisoners, and inmates addicted to drugs have peculiar needs not shared by other \nprisoners. \nWhile respondents' point is well taken with respect to certain allegations in the \ncomplaint, the complaint clearly contains many allegations applicable to all persons in \ncustody in the Tulare County jail. The common allegations, and the statutory or \nconstitutional violations assigned to each, are as follows: (1) the failure to maintain a \nlicensed physician in the jail, in violation of Penal Code section 4023; (2) inadequate, \nsuperficial medical treatment at the jail, denying appellants due process of law, \nconstituting cruel and unusual punishment, violating the federal Civil Rights Act, and \nconstituting a public nuisance; (3) the failure to allow phone calls to attorneys and \nothers, depriving inmates of effective assistance of counsel, freedom of communication, \nand due process; (4) the failure to provide access to an adequate law library, depriving \ninmates of the right to effective self-representation and due process; (5) collectively,\nthe constraints and deprivations suffered by inmates constitute cruel and unusual \npunishment in violation of the federal and state constitutions and the federal Civil Rights \nAct. fn. 5 \nAllegations peculiar to pretrial detainees are: (1) that such inmates are not segregated \nfrom the sentenced prisoners, in violation of Penal Code sections 4001 and 4002; (2) \nthe aggregate of poor conditions denies pretrial detainees due process and equal \nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 6 / 10\n\nprotection of the laws; and (3) jail procedures for court appearances, which leave \ndetainees exhausted and unable to competently testify, and the requirement that \nprison clothing be worn at pretrial motions, deny various constitutional rights. Finally, \nthe allegation applicable only to inmate drug addicts is that no medical assistance or \ntherapeutic programs are provided, in violation of Health and Safety Code section \n11222. \nFor several reasons, we hold that the present case was permissibly brought as a class \naction. [128 Cal. App. 3d 418] \nThe class of plaintiffs herein is readily ascertainable. It consists of all of those \nincarcerated in the Tulare County jail at the time the complaint was filed. Existence of a \nseparate category consisting of pretrial detainees in that population does not nullify the \nclass since the majority of the allegations raised in the complaint apply equally to pretrial \ndetainees and to sentenced inmates. In any event, respondent does not appear to\nchallenge ascertainability in this appeal. \nAlthough the causes of action set forth in appellants' complaint reveal some questions \nof fact and law that are inapplicable to the class as a whole, common questions\nsubstantially outweigh those applicable only to separate categories of the class. In point \nas to the instant situation is what was said in City of San Jose v. Superior Court, supra,\n12 Cal. 3d 447, that one prerequisite to a proper class suit is that \"the issues which \nmay be jointly tried, when compared with those requiring separate adjudication, must \nbe sufficiently numerous and substantial to make the class action advantageous to the \njudicial process and to the litigants.\" (Id, at p. 460, italics added; see also Hamwi v. \nCitinational-Buckeye Inv. Co. (1977) 72 Cal. App. 3d 462, 471 [140 Cal.Rptr. 215].) In \nthe class herein, numerous allegations regarding medical care, heating, ventilation, light, \naccess to a law library, telephone calls, mail, and the like, establish common factual and \nlegal questions in which each class member has a profound interest. These conditions \naffecting the class as a whole clearly outweigh the fewer contentions pertaining solely to\npretrial detainees or to drug addicts. fn. 6 \nEach member of the class herein will not be required to litigate \"numerous and \nsubstantial questions\" (City of San Jose, supra, 12 Cal. 3d at p. 460) in order to \nestablish a right to the remedy sought. Appellants' claims could focus primarily on \nrespondents' actions or omissions, and the similarly situated class members would not \nbe required to prove individual facts. If the court ultimately finds statutory and/or\nconstitutional violations, declaratory and injunctive relief will lie to redress violations \ncommon to the class even though some apply only to individuals. In this regard, it is \nnoted that appellants did not seek money damages. The remedy sought is declaratory \nand injunctive relief. Individual damages to class members, consequently, is not a \nproblem. Both [128 Cal. App. 3d 419] City of San Jose, supra, 12 Cal. 3d 447, and \nBartlett v. Hawaiian Village, Inc., supra, 87 Cal. App. 3d 435 are therefore\ndistinguishable. \nMoreover, this case was dismissed after the trial court granted a general demurrer \nwithout leave to amend. 7In a class action, a demurrer should be overruled if \"there is a\nreasonable possibility plaintiffs can establish a prima facie community of interest ...\" at a \nlater stage of the proceeding. (Vasquez v. Superior Court (1971) 4 Cal. 3d 800, 813 \n[94 Cal.Rptr. 796, 484 P.2d 964, 53 A.L.R.3d 513]; see also Beckstead v. Superior\nCourt (1971) 21 Cal. App. 3d 780, 782-784 [98 Cal.Rptr. 779].) Such a possibility \nexisted in this case. \nFinally, as appellants point out, although there is a paucity of prisoner class action cases \nin California appellate decisions, there are a great many federal cases involving prison \nconditions brought as class suits. (See, e.g.Bell v. Wolfish, supra, 441 U.S. at p. 523 \n[60 L.Ed.2d at p. 458, 99 S.Ct. at p. 1866];Procunier v. Martinez (1974) 416 U.S. 396, \n398 [40 L.Ed.2d 224, 231, 94 S.Ct. 1800, 1804]; Jones v. Diamond (5th Cir. 1981)\n636 F.2d 1364, 1367 (en banc); Rutherford v. Pitchess (C.D. Cal. 1978) 457 F.Supp. \n104, 107.) This, of course, is not controlling, but it is indicative that the class action is \nan appropriate remedial device to redress prisoners' grievances. \nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 7 / 10\n\n[4d] We thus conclude that, to the extent the trial court below based its decision and \nultimate dismissal on lack of community of interest among appellants, it abused its\ndiscretion. \nV. \n[8] Declaratory Relief Is an Appropriate Remedy. \nThe trial court below stated that declaratory relief is not \"necessary or proper\" if an \nalternative remedy exists, and indicated that habeas corpus petitions could more quickly \nand effectively remedy each prisoner's individual grievance. By way of example, the \ncourt noted that within a nine-day period, named plaintiff Henry Borbon was able to \nobtain a court order requiring additional towels in the jail's \"sick tank.\" Respondent \nurges that the court's decision on this point was correct. \nCode of Civil Procedure section 1061 places the decision whether to grant declaratory \nrelief within the discretion of the trial court: \"The court may refuse to exercise the \npower granted by this chapter in any case where its declaration or determination is not \nnecessary or proper at the time under all the circumstances.\" The discretion afforded \nthe trial [128 Cal. App. 3d 420] court is not, however, unlimited. Before declaratory \nrelief is denied on this ground, \"'\"it must clearly appear that the asserted alternative \nremedies are available to the plaintiff and that they are speedy and adequate or as well \nsuited to plaintiff's needs as declaratory relief.\"'\" (Siciliano v. Fireman's Fund Ins. Co. \n(1976) 62 Cal. App. 3d 745, 755 [133 Cal.Rptr. 376], quotingMaguire v. Hibernia S. & \nL. Soc. (1944) 23 Cal. 2d 719, 732 [146 P.2d 673, 151 A.L.R. 1062].) Moreover, \ndoubts must be resolved in favor of granting declaratory relief. (Siciliano, supra, 62 Cal. \nApp. 3d at p. 755.) \nThe writ of habeas corpus is, of course, an appropriate procedure to challenge the \nlegality of confinement or to allege unlawful restraint on liberty \"... under any pretense\nwhatever ....\" (Pen. Code, § 1473, subd. (a).) A habeas corpus petition is likewise \navailable to seek a declaration and enforcement of an inmate's rights. (In re Davis \n(1979) 25 Cal. 3d 384, 387 [158 Cal.Rptr. 384, 599 P.2d 690].) \nMoreover, a trial court may grant habeas corpus petitioners \"prospective or class relief\" \nto redress recurring deprivations of rights at correctional facilities. (In re Brindle (1979) \n91 Cal. App. 3d 660, 675-676 [154 Cal.Rptr. 563].) The writ is thus an effective and \nversatile means by which to remedy persistent violations of prisoners' rights, and has \nbeen so used. (See, e.g., In re Henderson (1972) 25 Cal. App. 3d 68 [101 Cal.Rptr.\n479].) \nIt was, however, an abuse of discretion to grant respondents' demurrer without leave \nto amend on this ground. The trial court should have granted appellants the \nopportunity either to plead more specifically the bases for declaratory relief or to refile \ntheir action as a petition for habeas corpus. The court, in fact, could have treated \nappellants' complaint as such a petition. (See Cerda v. Superior Court (1974) 42 Cal. \nApp. 3d 491, 492 [116 Cal.Rptr. 896].) The judgment therefore cannot be supported \non this basis. \nVI. \n[9] Inclusion of County Executives and Members of the Board of Supervisors as \nDefendants. \nRelying upon Brandt v. Board of Supervisors (1978) 84 Cal. App. 3d 598 [147 Cal.Rptr.\n468], respondents assert that Tulare County as an entity, the chief executive of that \ncounty, and members of the county's [128 Cal. App. 3d 421] board of supervisors \nare not responsible for county jail conditions and are hence improper defendants in a \nsuit challenging such conditions. \nIn Brandt, a petition was filed alleging that the Madera County Board of Supervisors and \nthe county sheriff had violated Administrative Code, title 15, sections 1020-1023, in \nthat the number and training of correctional officers at the county jail were inadequate. \nThe trial court issued a writ of mandate to the sheriff and board of supervisors, \nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 8 / 10\n\nrequiring compliance with the statute. The board appealed. This court reversed, noting\ninitially that the board of supervisors' statutory duty with respect to county jails is \nlimited to providing the sheriff with sufficient food, clothing, and bedding for prisoners \n(Pen. Code, § 4015) and to pay expenses incurred in the keeping of prisoners (Gov. \nCode, § 29602). (Brandt, supra, at pp. 601-602.) The court then reviewed the trial \nevidence supporting insufficient appropriations of funds for jail personnel, and found \nthe evidence was less than substantial. (Id, at pp. 602-603.) \nThe Brandt case thus delineated the scope of liability of a county board of supervisors \nwith respect to jail conditions. In the present case, appellants made no allegation that \ninsufficient funds were appropriated, although such an allegation is to be inferred from \ntheir allegations of substandard conditions and insufficient prisoner clothing. The board \nof supervisor's duty under Penal Code section 4015 to provide sufficient funds is raised, \nalbeit unclearly. In addition to this allegation, the complaint generally alleged that the \nCounty of Tulare as an entity was responsible for the welfare of prisoners in the county\njail, that the board of supervisors was likewise responsible, and that the chief executive \nof the county was responsible for allocation of funds to the jail. This chain of \nresponsibility does not comport with the statutory mandate summarized in Brandt. The \ncomplaint, however, might have been amended to allege insufficient allocation of funds \nby the board to the jail and to properly allege the duties and responsibilities of the \nexecutive officer and of the county. \nIt is clear that the sheriff is a proper party (Brandt, supra), that appellants seek \nperformance of duties allegedly mandated by constitution and statute, and that they \nseek to challenge the amount of funds allocated for jail maintenance. The California \nSupreme Court has stated that it is an abuse of discretion to sustain a demurrer \nwithout leave to amend if there is a reasonable possibility that the defect, if any, can be \ncured by amendment. (La Sala v. American Savings & Loan Assn., supra, 5 Cal. 3d 864, \n876.) It appears that appellants can amend their [128 Cal. App. 3d 422] complaint to \nallege in more specific or accurate detail the respective responsibilities of the \nrespondents. \nTo the extent that the trial court considered certain respondents to be improper \nparties, the court abused its discretion in granting a general demurrer without leave to\namend. \nFor the foregoing reasons, it is concluded that the court abused its discretion in \ndismissing appellants' action after granting the demurrer without leave to amend. The \ngrounds urged by the respondents in proceedings below simply did not warrant denial \nto the appellants of the proper opportunity to offer evidence supporting their \nallegations or to amend their pleadings. \nThe judgment of dismissal is reversed. The trial court is directed to allow appellants an \nopportunity to amend their pleadings consistent with the views herein expressed. \nIt is noted that reversal will not resolve the very difficult legal issues presented by \nappellants; it will, hopefully, allow a hearing and trial on the merits of these problems. \nFederal cases demonstrate that these constitutional issues are indeed difficult (see, \ne.g.,Bell v. Wolfish, supra, 441 U.S. 520 [60 L.Ed.2d 447, 99 S.Ct. 1861]; Jones v. \nDiamond (5th Cir. 1981) 636 F.2d 1364 (en banc); Miller v. Carson (5th Cir. 1977) 563 \nF.2d 741; Rutherford v. Pitchess, supra, 457 F.Supp. 104), but they seem to agree on \none point: the trial courts \"must diligently ensure compliance with constitutional \nrequirements and with statutes designed to improve prison conditions.\" (Wright v. \nRushen (9th Cir. 1981) 642 F.2d 1129, 1135.) \nZenovich, Acting P. J., and Woolpert (W. R.), J., concurred. \nFN 1. The dates of the commencement of the action, subsequent pleadings and final \ndisposition are significant in view of the issues of speedy remedy and mootness. \nFN 2. The trial court took judicial notice of this fact; it is not found in appellants' \ncomplaint. \nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 9 / 10\n\nFN 3. Although this point was raised by respondents below, the trial court did not \ncomment on it in the order granting the demurrer. Respondents rightly point out, \nhowever, that the order granting the demurrer may be affirmed on any ground raised \nby the demurring party below. (Irwin v. City of Manhattan Beach (1966) 65 Cal. 2d 13, \n20 [51 Cal.Rptr. 881, 415 P.2d 769].) \nFN 4. DiSuvero v. County of Los Angeles (1977) 73 Cal. App. 3d 718 [140 Cal.Rptr.\n895], relied upon by respondents, was expressly disapproved inVan Atta v. Scott, \nsupra, 27 Cal. 3d at page 449. \nA case following Van Atta denied taxpayer standing to a party who filed suit challenging \njail conditions after a prior inmate suit had proceeded to judgment. (Cornblum v. Board \nof Supervisors (1980) 110 Cal. App. 3d 976, 981-982 [168 Cal.Rptr. 294].) \nFN 5. This cause of action apparently encompassed various allegations such as \ninadequate heat, lighting and ventilation. \nFN 6. Although Code of Civil Procedure section 382 speaks only of a \"question of \ncommon or general interest,\" Federal Rule of Civil Procedure 23 additionally states, inter \nalia, that whether \"questions of law or fact common to the members of the class \npredominate over any questions affecting only individual members\" is a factor \nsupporting class certification. (Rule 23(b)(3).) This appears to be identical to the \napproach taken by the court in City of San Jose, supra. (SeeOccidental Land, Inc. v. \nSuperior Court (1976) 18 Cal. 3d 355, 360-361 [134 Cal.Rptr. 388, 556 P.2d 750].) \n \nCopyright © Justia :: Company :: Terms of Service :: Privacy Policy :: Contact Us \nhttp://law.justia.com/cases/california/calapp3d/128/403.html Page 10 / 10",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/43696"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118575,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118575"
    }
  ],
  "document_count": 2
}