{
  "case_id": 12242,
  "fetched_at": "2025-10-20T22:53:59.094312",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "School Desegregation"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Receivership"
      }
    ],
    "court": "Southern District of Georgia",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [
      {
        "value": "Elementary/Secondary School"
      }
    ],
    "docket_status": null,
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1965,
    "id": 12242,
    "injunction_duration": null,
    "issues": [
      "General/Misc.: Education",
      "Affected Race(s): Black"
    ],
    "last_checked_date": null,
    "main_docket": {
      "id": 31025,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1965,
      "docket_filing_number": 1226,
      "is_main_docket": true,
      "court": "Southern District of Georgia",
      "state": "Georgia",
      "docket_office_number": "",
      "docket_number_manual": "Civ. A. No. 1226.",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "Turner v. Goolsby",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Court-ordered receiverships",
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Georgia",
    "summary": "<p>(There's no summary yet, while we research the case.)</p>",
    "summary_published_date": "2022-11-04T15:24:25.497653-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/12242",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12242",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12242",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12242"
  },
  "documents": [
    {
      "date": "1965-10-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 724,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 255,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of Georgia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": true,
      "is_core_document": true,
      "id": 77271,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77271.pdf",
      "title": "Opinion",
      "text": " \n \nTurner v. Goolsby, 255 F.Supp. 724 (1965)   \n \n \n \n    \n255 F.Supp. 724 \nAttorneys and Law Firms \nUnited States District Court S.D. Georgia Augusta \nDivision. \n*725  E.  Freeman  Leverett,  Deputy  Asst.  Atty.  Gen., \nElberton, Ga.; E. Lloyd Lewis, Greensboro, Ga.; Walton \nCalvin TURNER, Joseph Turner, James T. Bates, \nHarden and Wilbur A. Orr, Washington, Ga.; Charles L. \nMoses King, Robert L. Billingsley, Collins King, \nBloch,  Macon,  Ga.;  Kenneth  E.  Goolsby,  Sol.  Gen., \nAlbert L. King, Evans H. Harris, J. W. Combs, and \nThomson,  Ga.;  E.  Purnell  Davis,  Warrenton,  Ga.,  for \nFrank Bates, Minor, by Mrs. Mary Bates, his \ndefendants. \nmother and next friend, on behalf of themselves \nand all others similarly situated, Plaintiffs, \nJack Greenberg, Derrick Bell, Howard Moore and Donald \nv. \nHollowell, for plaintiffs. \nKenneth E. GOOLSBY, individually, and as \nSolicitor General, Toombs Judicial Circuit, Milton \nArthur K. Bolton, Atty. Gen. for Georgia and Alfred L. \nB. Moore, Individually, and as Sheriff and \nEvans, Jr., Asst. Atty. Gen., Atlanta, Ga., for receivers. \nCustodian of the Common Jail of Taliaferro \n \nCounty, Georgia, Harold F. Richards, Individually, \n \nand as Attorney for Taliaferro County, Georgia, \nLola Williams, individually, and as Superintendent  OPINION \nof Schools of the Taliaferro County School System, \nH. E. Williams, Jr., Mrs. Willie Mae Fambrough,  Before  BELL,  Circuit  Judge,  and  SCARLETT  and \nCarl Chapman, and J. M. Taylor, individually, and  MORGAN, District Judges. \nas Members of the Board of Education of \nTaliaferro County, Georgia, and the Board of  Opinion \nEducation of Taliaferro County, their agents,   \nservants, employees, successors, representatives, \nand all persons in active concert and participation  PER CURIAM: \nwith them, Defendants. \n \nCiv. A. No. 1226. \n|  Plaintiffs, Negro citizens of Taliaferro County, Georgia, \nOct. 22, 1965, Supplemental Opinion May 20,  brought an action, as amended, against defendants in four \n1966.  counts. In Count One they contend that Georgia Code § \n26-6901  is  unconstitutional  and  seek  to  restrain  its \nenforcement.  That  statute  provides  generally  that  any \nperson disturbing religious worship shall be guilty of a \nSynopsis \nmisdemeanor. In Count Two they contend that Georgia \nFour-count class action brought by civil rights leaders \nCode  §  26-3914,  the  Georgia  forgery  statute,  is  also \nagainst county officials and county school board. The \nunconstitutional  and  seek  to  restrain  its  enforcement. \nplaintiffs  contended  that  certain  state  statutes  were \nCount Three alleges that the defendants have conspired \nunconstitutional,  that  the  county  officials  and  school \n*726 to deny plaintiffs and the class they represent their \nboard had conspired to deprive Negro children of their \ncivil  rights,  and  several  overt  acts  pursuant  to  the \ncivil rights and they sought to have the county school \nconspiracy  are  set  out.  Count  Four  was  added  by \nsystem  desegregated.  The  Three-Judge  District  Court \namendment.  It  seeks  the  desegregation  of  the  public \nheld, inter alia, that statute that prohibited disturbance of \nschool system of Taliaferro County, Georgia. \npersons  lawfully  assembled  for  divine  service  was \nunconstitutionally  applied  where  civil  rights  marchers  A three judge district court was convened in light of the \nwere indicted for disturbing courthouse lawn speech made  claims of Count One and Two, and the cause came on for \nby itinerant preacher to 15 bystanders.  hearing on the question of temporary injunctive relief. \n   The Court declined to hear evidence relating to Count \nOrder in accordance with opinion.  Two of the complaint for the reason that the rights of only \n1 \n \n\n \n \nTurner v. Goolsby, 255 F.Supp. 724 (1965)   \n \n \none person are involved and the relief sought does not  statement. They thereupon marched in double file back to \nrelate to the civil rights of the class. The essence of the  the  church.  At  the  time  of  their  assembly  on  the \ncomplaint is to secure relief relative to the civil rights of  courthouse  lawn  it  appears  that  a  retired  or  itinerant \nNegro  citizens  in  Taliaferro  County  as  a  class.  No  minister by the name of Reverend Whitney Ward was \nevidence was adduced on Count Four and the Court is of  occupying another position on an adjacent quarter of the \nthe opinion that the desegregation of the public school  courthouse square *727 where he was engaged in playing \nsystem other than in the degree hereinafter discussed is a  phonograph  records,  thought  by  some  to  have  been \nmatter over which the Department of Health, Education  religious in nature, over a loud speaker. There was also \nand Welfare of the Executive Department of the federal  some testimony that he had a Bible in his hand and \ngovernment has already assumed jurisdiction. It appears  perhaps read from the Bible. The estimates placed the \nwithout dispute that the school board of Taliaferro County  number  of  people  assembled  on  the  steps  of  the \nhas submitted a plan of desegregation to that department.  courthouse, on the adjacent sidewalks, on the lawn, and \nThus, the Court confined the hearing on the motion for  on automobile fenders along the street together at no more \ninterlocutory injunction to Counts One and Three insofar  than  fifteen  persons.  This  was  the  congregation \nas the relief sought by plaintiffs is concerned.  purportedly to have been lawfully assembled for divine \nservice. \nThe defendants filed a counterclaim against plaintiffs and    \nthe class they represent seeking injunctive relief against \nvarious activities of plaintiffs and their class including  This assembly of plaintiffs and their group set off a chain \nthose  which  allegedly  disturbed  Murden  School,  the  of  events  resulting  in  a  flagrant  unconstitutional \nNegro  school  of  Taliaferro  County  and  the  students  application of the statute proscribing the disturbance of \ntherein while school was in session, and also those which  divine worship. The grand jury of Taliaferro County met \ninterfered with school buses being used to transport white  and indicted nine members of the group of Negroes for \nstudents to the schools of several surrounding counties.  violating the statute. They were arrested, incarcerated, \nsome over night, and are presently at liberty on bonds of \nCOUNT ONE  $750.00. \n The defendants contend at the outset that Code Section \n26-6901 is not unconstitutional on its face and that no  The Reverend Ward was present in the courtroom during \nquestion is therefore presented for a three judge district  the three-day hearing on the motion for temporary relief, \ncourt. The rule is that the statute must be sufficiently clear  but failed to take the stand to contradict or amplify the \nto furnish a guide to anyone who proposes to act in light  above-stated facts and circumstances. A deputy sheriff \nof the statute. Cf. Baggett v. Bullitt, 1964, 377 U.S. 360,  who  is  also  chairman  of  the  Board  of  County \n84 S.Ct. 1316, 12 L.Ed.2d 377; and Thornhill v. State of  Commissioners of Taliaferro County and the son-in-law \nAlabama, 1940, 310 U.S. 88, 60 S.Ct. 736, 84 L.Ed. 1093.  of  Sheriff  Moore,  one  of  the  defendants,  testified  on \nAt first blush the language of this statute seems clear. It  behalf of defendants as to the circumstances surrounding \noperates  against  any  person  who  by  cursing  or  using  the alleged disturbance of divine worship. However, his \nobscene or profane language or by otherwise indecently  testimony  did  not  seriously  contradict  what  we  have \nacting interrupts or disturbs a congregation of persons  above recited. \nlawfully assembled for divine service.1 The facts of this \ncase may be used as a hypothesis to test the clarity of this  We need not now decide whether this Georgia statute is \nstatute, and when so used it appears that whether or not  unconstitutional  on  its  face.  It  is  enough  in  granting \nthe  statute  is  unconstitutionally  vague  presents  a  interlocutory relief to hold that a substantial question is \nsubstantial question. This is particularly so where First  presented, and to reserve the question for final hearing. It \nAmendment rights, as is the case, are involved.  was unconstitutionally applied and such application will \n   be considered by way of relief. \n The facts are that plaintiffs and their class marched in \ndouble  file  from  the  Friendship  Baptist  Church  in  COUNT THREE \nCrawfordville, Taliaferro County, Georgia, on August 22, \nThis count presents a question ancillary to those set out in \n1965, and took their place together, there being about 125 \nCounts One and Two which are subject to three-judge \nof them, on the courthouse lawn. They there sang ‘God \naction.  The  Court  in  its  discretion,  having  assumed \nBless  America’,  were  led  in  prayer  by  one  of  their \njurisdiction on the basis of Count One, determined to \nnumber, and then another one of their number made a \nconsider and grant relief, if indicated, on the cause or \n2 \n \n\n \n \nTurner v. Goolsby, 255 F.Supp. 724 (1965)   \n \n \ncauses of action set out in Count Three, the conspiracy  transfer was illegal in the light of several opinions of this \ncount. The plaintiffs contended that the defendants, acting  court that notarization of the signature of the applicant or \nin concert, unlawfully combined and conspired to deprive  of the parents or guardian may not be required. See Stell \nthem of their federal civil rights.  v. Savannah-Chatham County Board of Education, 5 Cir., \n1964, 333 F.2d 55; Lockett v. Board of Education of \nOne  of  the  defendants  is  the  solicitor  general  of  the  Muscogee County, 5 Cir., 1965, 342 F.2d 225; and Bivins \nToombs  Judicial  Circuit  and  he  resides  in  McDuffie  v. Board of Public Education and Orphanage for Bibb \nCounty.  All  the  other  defendants  reside  in  Taliaferro  County, 5 Cir., 1965, 342 F.2d 229, among others. \nCounty.  One,  as  stated,  is  sheriff;  another,  Harold  F. \nRichards, is county attorney and also attorney for the  Defendant Richards obtained what he considered to be \nschool  board.  The  superintendent  of  schools  is  a  sufficient  evidence  to  have  Plaintiff  Calvin  Turner,  a \ndefendant as are the members of the school board.  former teacher in the Negro school of Taliaferro County, \nindicted  for  forgery.  We  view  that  evidence  with \nThere are only two schools in the county; Murden which  considerable scepticism in the light of the illegal transfer \nis  populated  by  Negroes,  and  Alexander  Stephens  applications and other evidence submitted at the hearing. \nInstitute which was populated by whites during the last  Calvin  Turner  was  indicted  for  forging  three  transfer \nschool term. It appears without dispute that Alexander  applications. The indictment consisted of twelve counts, \nStephens Institute has been closed since the beginning of  and his bond was set at $1,250.00 on each count by the \nthis school term on or about September 1st, and that all  Judge  of  the  Superior  Court  of  the  Toombs  Judicial \nwhite children in Taliaferro County are attending school  Circuit,  making  a  total,  including  the  $750.00  on  the \nin  adjoining  counties  with  most  being  transported  on  indictment for disturbing divine worship, of $17,750.00. \nTaliaferro County school buses. The role that the school  Calvin Turner was then taken from the Taliaferro County \nsuperintendent and the school board are alleged to have  jail and placed in the Wilkes County jail for safekeeping. \nplayed in the conspiracy is to have secretly and covertly  After suit was filed, Sheriff Moore, at the request of this \narranged for all the white children to leave the county for  Court, reduced the bond to $2,500.00 and Calvin Turner \nschool in other counties so as to eliminate the only white  was released. \nschool  available  to  87  Negro  children  who  sought \ntransfers to a desegregated school. The transfers were  There was some evidence that the unrest on the part of the \nsought pursuant to a plan of desegregation filed with the  Negro plaintiffs stemmed in part from the fact that the \nHealth, Education and Welfare Department. The transfer  superintendent  of  schools  refused  their  request  for  a \napplications of these Negro students had never, up until  gymnasium or for use of the only school gymnasium in \nthe  time  of  hearing,  been  considered  by  the  the county which was assigned to the white school. There \nsuperintendent and the school board. Instead, the school  was some evidence relating to the refusal to rehire several \nsuperintendent concluded that some of the applications  Negro school teachers but this was not developed to the \nfor transfer were not bona fide and thereupon called upon  point  of  showing  that  this  resulted  from  the  alleged \nthe school board attorney, defendant *728 Richards, to  conspiracy. \nconduct  an  investigation  as  to  whether  some  of  the \napplications were forged.  The proof was clear that the school superintendent with at \nleast the knowledge, if not the help, of the school board \nThe conduct of the investigation by Mr. Richards must be  knew at least by the latter part of July that the white \nconsidered in the light of the fact that he is the same Mr.  school in Taliaferro County would be closed. At the time \nRichards who called on Defendant Goolsby, the solicitor  she had knowledge of the transfer applications of the \ngeneral,  for  a  legal  opinion  as  to  whether  the  Negro  Negro  students.  There  were  normally  less  than  800 \ncitizens, referred to in the discussion of Count One, supra,  children in the Taliaferro County school system. Almost \ncould  be  indicted  for  disturbing  divine  worship.  He  600 of these were Negro. A few less than 200 were \nfurnished evidence in the form of a statement by the  whites. There were 120 whites in the elementary school \nReverend Whitney Ward to the solicitor as a basis for the  during the last school term and 74 in grades eight through \nopinion.  twelve. One hundred and twelve of the white children are \nnow  attending  the  Warren  County  schools,  36  are \nAt any rate, Mr. Richards took over the investigation from  attending the Wilkes County schools, 26 in Green County, \nthis point forward. And it must be noted in considering  and one in Oglethorpe County. In addition, it appears the \nthis phase of the case that the form of application for  27  Negro  children  in  Taliaferro  County  are  attending \n3 \n \n\n \n \nTurner v. Goolsby, 255 F.Supp. 724 (1965)   \n \n \nschool  in  Wilkes  County.  They  may  or  may  not  be  Welfare  Department  but  no  suggested  plan  was \nreceiving public transportation, but it is clear that the  forthcoming. This left the problem in the hands of the \nwhites are being transported on Taliaferro County school  Court with the only clear remedy being to enjoin the \nbuses.  expenditure of any public funds for transporting the white \nchildren to adjoining counties and to enjoin the payment \nThe  Negroes  were  not  advised  that  the  white  school  of funds by the state to the adjoining counties to cover the \nwould be closed and it appeared that the decision, if not  cost of teaching the Taliaferro County children in those \nkept  secret,  was  at  least  not  publicized.  The  systems. This would result in irreparable damage to the \nsuperintendent arranged during the month of August for  white children with no resulting benefits to the Negro \nher own son to transfer to the Green County schools.  applicants for transfer. \nWarren County employed four of the nine white teachers \nof Taliaferro County on August 5th, and it appeared that  COUNTERCLAIM \nnegotiations for employment had commenced some days   It appeared without dispute that plaintiffs and the class \nor even weeks prior thereto. The superintendent testified  they represent have attempted to block the school buses \n*729 that the decision to transfer to an adjoining county  transporting the white children to the adjoining counties \nwas up to the parents of each child, and that she finally  and to board the buses. It also appeared without dispute \ndetermined that only some fifty white children had not  that on three occasions persons of the class represented by \ntransferred. The decision was then made to discontinue  plaintiffs invaded the Negro school and interrupted the \noperations  at  the  Alexander  Stephens  Institute.  This  teaching process through their actions while there. On at \nnecessitated the transfer of these remaining fifty children  least  one  occasion  photographers  and  television \nto adjoining counties. Also, it is clear that the adjoining  cameramen set up at the Negro school during the class \ncounties took the Taliaferro County children on the basis  periods prior to the arrival of the demonstrators. \nof  not  having  to  furnish  transportation  for  them.  The    \nsuperintendent and the school board solved this problem \nby furnishing the needed transportation.  This activity is causing irreparable damage to those Negro \nchildren still attending the Murden school. The average \nThe  evidence  demonstrated  that  approximately  daily attendance at that school is now only 200, while \n$34,900.00  per  annum  is  being  spent  for  school  bus  some 300 Negro children are attending a freedom school \ntransportation in the county, and that, of this, all except  operated  by  plaintiffs.  Ordinarily,  action  to  prevent \nsome $1,200.00 is being paid by the State of Georgia. The  disorder of this kind is left to state and local government2 \nTaliaferro  County  school  system  is  receiving  local  but a federal court may assume jurisdiction by way of a \nsupport  in  the  amount  of  approximately  $38,000.00,  counterclaim  under  the  circumstances  of  this  case. \nfederal support in the amount of approximately $3,000.00,  Plaintiffs are seeking relief in the same subject matter and \nand  state  support,  including  a  contribution  on  the  complete relief cannot be afforded *730 in the premises \nsuperintendent’s salary in the amount of $6,900.00, in the  unless these hindrances to the educational process are \ntotal  amount  of  approximately  $180,000.00.  The  removed. See Kelly v. Page, 5 Cir., 1964, 335 F.2d 114, \ntestimony was that these sums are still being paid to  on the question of jurisdiction. \nTaliaferro  County  Board  of  Education  although  the \nAlexander Stephens Institute is no longer in operation.  CONCLUSION \nThe state expects to recoup by a mid-year adjustment and   It is the opinion of the Court that the 87 Negro children \ncharge back except for the transportation cost which is  on the list attached hereto as Appendix One are entitled to \nviewed as being legitimately expended.  attend a desegregated school on the basis of the plan \nsubmitted by the Taliaferro County school board to the \nThe superintendents of the Green and Warren County  Health,  Education  and  Welfare  Department  having  so \nschool systems testified and stated that they would be  contemplated.  Their  transfer  applications  were  not \nunable, because of crowded school conditions, to take any  contested  by  defendants  on  the  hearing  even  though \nof the 87 Negro children who applied for transfer to the  contest was invited. They must now be accorded their \nTaliaferro  County  white  school.  The  defendants  were  rights. There is no white school in Taliaferro County and \nasked daily during the hearing to come up with a plan to  their  rights  may  be  accorded  by  reopening  the  white \naccord these Negro children their constitutional right to  school or by arranging for them to attend school with the \nattend a desegregated school under the plan as submitted  Taliaferro County white children in the schools of the \nby  Taliaferro  County  to  the  Health,  Education  and  adjoining counties which the white children are attending. \n4 \n \n\n \n \nTurner v. Goolsby, 255 F.Supp. 724 (1965)   \n \n \nThe expenditures of public funds for the cost of educating  represent with respect to interfering with school buses and \nthese  white  children,  including  tuition,  library  funds,  with respect to disturbing schools in Taliaferro County \nbooks and the like, and also for transportation is illegal so  will be enjoined. Counsel for plaintiffs assured the Court \nlong as these 87 Negro applicants for transfer are denied  that plaintiffs are in position of leadership in the civil \ntheir  right  to  transfer.  The  school  superintendent  was  rights movement in Taliaferro County and are in position \nunable to offer any help to the Court toward the solution  to obey and to see that an injunction to this effect is \nof  this  problem.  The  Court  is  therefore  faced  with  a  obeyed. \nsituation where rights are being denied, public funds are \nbeing illegally expended, and the school superintendent  The Court retains jurisdiction to enter such other and \nand school board are taking no action to stop the illegal  further orders as may be appropriate to carry out the \nexpenditures or to accord the rights in question. In order  intention of *731 this opinion. All pending motions are \nto avoid irreparable injury to the white children which  carried with the case including the motions of the school \nwould result from enjoining the use of public funds for  boards of Warren, Green, and Wilkes Counties. \ntheir education, and to preserve the rights of 87 Negro \napplicants for transfer, the Court has concluded that in the  This  opinion  will  serve  as  findings  and  conclusions \nexercise of its equity power it will be necessary to place  required by Rule 52(a), Federal Rules of Civil Procedure. \nthe school system of Taliaferro County in receivership. \nSupplemental Opinion \nAn  order  to  this  end  will  be  prepared  and  the \nsuperintendent of schools for the State of Georgia will be \nThe prior opinion of this court in this matter was entered \nappointed receiver with instructions to submit a plan to \non  October  22,  1965.  It  was  supplemented  by  orders \nthe Court by October 25, 1965, where-under the illegal \nenjoining stated conduct of plaintiffs and certain of the \nexpenditure of funds will be discontinued and the right of \ndefendants,  and  appointing  the  State  School \nthe 87 applicants for transfer will be accorded. \nSuperintendent of Georgia as Receiver of the Taliaferro \n  \nCounty  Board  of  Education  and  its  properties.  The \nReceiver  was  directed  to  submit  a  plan  whereby  the \nThe  Court  has  also  concluded  that  the  activities  of \nconstitutional rights of eighty seven Taliaferro County \ndefendants Moore, Richards, ando Goolsby relating to the \nNegro children who had been denied the right to attend \nspurious indictments for disturbing worship cannot be \nthe white school of that county by reason of their race \ncountenanced and that prosecutions thereunder must be \nwould be accorded them. The plan was submitted and \nenjoined. Accordingly, an order will be entered enjoining \nmodified by the court. It was made effective by an order \nthe prosecution of Calvin Turner, Joseph Turner, James T. \nof the court dated October 22, 1965. The school boards \nBates, Moses King, Robert L. Billingsley, Collins King, \nand school superintendents of Taliaferro, Wilkes, Warren \nAlbert L. King, Evans H. Harris, J. W. Combs, and Frank \nand Greene Counties were enjoined by that order from \nBates under these indictments. The prosecution of Calvin \ninterfering  with  the  plan.  The  plan  gave  these  Negro \nTurner  on  the  forgery  charge  will  also  be  enjoined \nchildren  a  choice  of  attending  the  white  schools  of \npending final disposition of this matter in view of the fact \nWilkes, Warren and Greene Counties then being attended \nthat  he  is  due  to  be  tried  during  the  court  term \nby the white children of Taliaferro County. The report of \ncommencing October 18, 1965, and the doubt raised as to \nthe  Receiver  on  the  implementation  of  the  plan  was \nthe reason for his indictment. The trial of Edna Swain on \nsubmitted on November 22, 1965. \nan  indictment  for  perjury,  which  perjury  charge \napparently arose out of the investigation of Calvin Turner \nThe case came on for further hearing on February 23, \non the forgery charge, will also be enjoined. \n1966.  The  motions  of  the  Wilkes  County  Board  of \nEducation  and  the  Wilkes  County  Superintendent  of \nIn  addition,  the  defendants  will  be  enjoined  from \nSchools to sever Counts III and IV of the complaint from \ninterfering with the civil rights of plaintiffs and the class \nCounts I and II, and for Counts III and IV to be handled \nthey represent to the extent that those rights will not \nby  a  district  court  consisting  of  a  single  judge  were \nexceed what is permitted under the balance between their \nconsidered, as was their motion to dismiss the amendment \nrights  and  the  rights  of  other  citizens  of  Taliaferro \nmaking them parties for failure to state a claim upon \nCounty,  which  balance  must  be  maintained  under  the \nwhich relief could be granted. The court also considered \nConstitution. An order to that end will be entered. \nthe motions of the same parties to vacate the order of the \ncourt dated October 22, 1965 which enjoined them in that \nLastly,  the  conduct  of  plaintiffs  and  the  class  they \nthe same was entered prior to service upon them, and to \n5 \n \n\n \n \nTurner v. Goolsby, 255 F.Supp. 724 (1965)   \n \n \ndismiss and strike Counts I and II in that these counts  America v. Gibbs, 1966, 383 U.S. 715, 86 S.Ct. 1130, 16 \nrelated wholly to matters concerning Taliaferro County,  L.Ed.2d 218. That decision dealt with the question of \nand to dismiss Count III on the ground that it contained a  pendent jurisdiction but its reasoning is analogous on the \nmultiplicity of actions. The motion of Warren County to  question here asserted. The extra claim there was based \nrelegate Counts III and IV of the complaint to a district  on state law. Here it stems from the federal Constitution. \ncourt consisting of one judge was heard at the same time.  Whether the three judge court should handle this extra \nAfter argument and post-hearing briefs, each of these  claim although not of three judge scope is discretionary. \nmotions is denied.  A good test of that discretion should certainly be no more \nthan the test used in determining pendent jurisdiction but \nThe court has previously made it clear that relief was  the pendent jurisdiction test is met in every particular \nbeing granted only upon Counts I and III. No relief has  here. \nbeen granted as to Count IV. The Boards of Education    \nand  School  Superintendents  of  Wilkes,  Warren,  and \nGreene Counties were named as parties defendants and  Counts I, II and that portion of III on which relief has \nenjoined only to make the order of the court effective  been granted comprise but one case or set of operative \ninsofar as it concerned enrolling those Negro children of  facts. The arrests for disturbing divine worship in Count I \nTaliaferro County in the schools of Wilkes, Warren and  were  related  to  the  efforts  to  desegregate  the  school \nGreene Counties, who had previously applied to attend  system. The arrests for forgery and for perjury in Count II \nthe white school of Taliaferro County. The white school  related  to  desegregating  the  school  system.  The \nhad been closed through the medium of transferring all  conspiracy charged in Count III related to desegregating \nwhite students in Taliaferro County to schools of Warren,  the school system and, as stated, the adjoining counties \nWilkes, and Greene Counties.  are held only to the extent of making it possible to carry \n With respect of the contention that the court lacks power  out the order of the court that the Negro children who had \nas a three judge district court to adjudicate the contentions  applied to attend the white schools in Taliaferro County \nof Count III, we are of the opinion that Counts I, II and III  may attend the schools in the adjoining counties which \nare so interrelated as to present one continuous transaction  are and were being attended by the white children of \nor  set  of  operative  facts,  to-wit:  an  effort  to  avoid  Taliaferro County. \ndesegregating the school system of Taliaferro County. \nThis being so, and the court having jurisdiction of Counts  The order as to Wilkes County Board of Education and its \nI and II, the court as a matter of discretion had already  Superintendent will be made effective only from and after \ndetermined that it had power to grant the relief heretofore  February 23, 1966 in view of the absence of service until \ngranted on that portion of Count III which relates to the  after our order of October 22, 1965, and the absence also \ndeprivation  of  the  constitutional  rights  of  the  Negro  of a hearing for these defendants until February 23, 1966. \nchildren of Taliaferro County. The adjoining counties of \nCounsel for the plaintiffs may prepare and submit orders \nWilkes, Warren and Greene may not complain of doing \nfor  the  Taliaferro  County  Negro  children  what  was  overruling the several motions of the defendant school \nvoluntarily done for the Taliaferro County white children.  boards and school superintendents of Wilkes and Warren \nIn *732 any event the attendance question is also a part of  Counties, and also an order effective as to the Wilkes \nthe  one  continuous  transaction  of  avoiding  the  County defendants from and after February 23, 1966. \ndesegregation of the Taliaferro County school system.   We likewise considered the motion of the United States \nto intervene in the pending litigation under § 902 of the \nCounsel for Wilkes County state the rule as follows: \nCivil Rights Act of 1964. 42 U.S.C.A. § 2000h-2; Lemon \n  \nv. Bossier Parish School Board, W.D., La., 1965, 240 \n‘*  *  *  judicial  power  of  a  three  judge  court  exists  F.Supp. 709. The court announced at the hearing that the \nwhenever  there  is  a  claim  arising  under  the  statutes  United States would be allowed to intervene to the extent \ncreating three judge courts, and the relationship between  of the matters under consideration and on which relief had \nthat claim and non-three judge court claims asserted in the  been granted. These matters involved only Counts I and \ncomplaint permits the conclusion that the entire action  III. The court granted relief as to the matters set out in \nbefore the court comprises but one case of which the  Count II under its consideration of Count III in that it \nstatutory court can be said to have jurisdiction.’ (Supp.  enjoined the prosecutions which were the subject matter \nbrief)  of Count II. The court refused to consider Count IV which \n This is said to be the holding of United Mine Workers of  had been added by amendment. Count IV involved only a \n6 \n \n\n \n \nTurner v. Goolsby, 255 F.Supp. 724 (1965)   \n \n \nclassic  school  desegregation  complaint  directed  to  from Taliaferro County for the 1966-67 school year. It is \ndesegregating the Taliaferro County school system. This  enough to say that the Receiver, pursuant to the order of \nwas a matter for a one judge district court and, moreover,  the court, has secured the rights of the Negro children of \nwe declined to grant relief under Count IV for the reason  Taliaferro County for the school year 1965-66 insofar as \nthat the Department of Health, Education, and Welfare  it was possible for him to do so without additional funds. \nalready had the matter of desegregating the Taliaferro \nschool system under consideration.  It became apparent at the February 23 hearing while some \n   of the Negro children who are attending school in the \nadjoining counties were testifying that they were making \nThe court is still of the opinion that the litigation should  failing grades. The Receiver was instructed to determine \nnot be expanded at the instance of a late comer such as the  whether remedial instruction was needed for the Negro \nUnited States is in this instance. The matter had been tried  children of Taliaferro County, and the possibility of such \nextensively,  relief  had  been  granted  to  the  end  of  remedial instruction if needed. \nappointing a Receiver to place the Negro children in a like \nposition to that of the white *733 children, and the plan  Such a study has now been made and the report of the \ncarried out, all prior to hearing from the United States.  Receiver includes an exhibit which reflects all grades of \nevery child from Taliaferro County attending school in \nAccordingly, it will be in order for counsel for the United  Wilkes, Warren or Greene Counties. It appears that 229 \nStates to present an order allowing the intervention to the  children are so attending including 180 whites and 49 \nextent noted.  Negroes. A summary attached to the report indicates that \n84.4% Grades made by the Negro children and 22.5% Of \nThe Receiver seeks to be dismissed and to have the school  the grades made by the white children from Taliaferro \nsystem of Taliaferro County and its properties revert to  County were below the passing grade of 70. With respect \nthe Taliaferro County school board and the superintendent  to grades 1 through 8, 64% Of the grades made by Negro \nof Taliaferro County schools. The Receiver has carried  children and 9.1% Of the grades made by white children \nout the order of the court in a commendable manner. All  were below the passing grade of 70. \nof the Negro children whose rights were denied are now \nattending  the  white  schools  of  the  adjoining  counties  It is apparent that there is a dire need for remedial training \nalong with the white children of Taliaferro County. They  for all of the Taliaferro County school children but the \nride the same school buses and all of the facilities of the  need is even more imperative for the Negro children. The \nschools in the adjoining counties attended by them are  Receiver reports that the state has no funds for remedial \ndesegregated. At the February 23 hearing the Receiver  training and that the Department of Health, Education and \nwas directed to determine whether segregation practices  Welfare has refused to advance the funds which would \nwere in force within the schools of Warren and Wilkes  normally  be  allocated  to  Taliaferro  County.  The  plan \nCounties  attended  by  Negro  children  of  Taliaferro  prepared by the Taliaferro County Board of Education \nCounty. Plaintiffs and the United States had alleged such  was not accepted by the Department of Health, Education \nconditions existed and they offered some evidence to this  and Welfare but the order of the court granting the relief \neffect at the hearing. There was no complaint against  heretofore discussed was forwarded by the Receiver to the \nGreene  County.  The  Receiver  is  now  satisfied  from  United States Office of Education on November 8, 1965 \ninvestigation and inspection that no such practices are  with the request that it be accepted as a plan. No response \nnow in force.  has been received to date to this letter. The funds are still \nbeing withheld. The Receiver’s report shows that certain \nThe Receiver was directed to determine why the Negro  members  of  the  United  States  Office  of  Education \nchildren of Taliaferro County were not accorded their first  indicated *734 that the funds would be withheld pending \nchoice  selection  of  schools  by  county  upon  their  receipt of the consent of the Department of Justice. \napplication to transfer to the schools of the adjoining \ncounties.  It  was  determined  that  some  were  sent  to  This is a small school system in a place far remote from \ncounties other than counties of their choice in the interest  Washington and the court does not know why these funds \nof transportation efficiency and that the arrangement was  have been withheld from the court appointed Receiver. \nworked out with counsel for plaintiffs. This was not a  The court does know that the funds are sorely needed for \nmajor matter, as we shall see, in view of the fact that none  the  improvement  of  educational  opportunities  of  the \nof these three adjoining county systems will take children  children  in  the  Taliaferro  County  school  system.  It \n7 \n \n\n \n \nTurner v. Goolsby, 255 F.Supp. 724 (1965)   \n \n \nhappens that presently they are all Negro children but the  afforded the children of the Taliaferro system in the future \nneed  for  remedial  training  exists  nevertheless.  The  must come from the local level with the help of state \nReceiver also reports that there are no federal or state  funds and the federal funds which were appropriated to \nfunds available for remedial training in the predominantly  improve  educational  opportunities  of  children \nwhite schools in Warren, Wilkes and Greene Counties  everywhere. \nbeing  attended  by  the  Taliaferro  children.  Thus  these \nchildren, although in many instances far behind in school,  It is the opinion of the court that the Receiver should be \nare likewise being denied remedial training. The court,  discharged  and  the  Taliaferro  County  school  system \nnot being equipped to run schools, appointed the state  returned to the local authority for the resumption of local \nschool superintendent as Receiver to operate the schools  operation and so that necessary plans for operating the \nof Taliaferro County but even this high education official  school system in 1966-67 may be made. \nhas been unable to obtain the share of the federal funds \nIt is noted that under the resolution the dual school system \nwhich are due this school system. As the matter stands, \nhas  been  abolished  for  1966-67.  There  are  only  two \nonly the children are being harmed by the lack of these \nfunds, but they are being irreparably harmed.  schools  in  the  county,  Murden,  now  all  Negro,  and \nAlexander Stephens Institute, formerly all white but now \nThe Receiver has reported that the school systems of  closed. The one gymnasium in the county was formerly \nWilkes,  Warren  and  Greene  Counties  will  take  no  assigned to Alexander Stephens Institute but by court \nchildren from Taliaferro County, white or Negro, for the  order was assigned to Murden in October, 1965. Under \nschool term 1966-67. This makes it necessary for the  the resolution the name of Murden school will be changed \nTaliaferro  County  Board  of  Education  to  resume  the  to  Alexander  Stephens  Institute  high  school  and  the \noperation of a complete school system for 1966-67. The  present Alexander Stephens Institute will be designated as \nBoard adopted the following resolution on April 15, 1966  Alexander  Stephens  Institute  elementary  school.  Any \nafter  receiving  advice  from  the  State  Department  of  further planning may be worked out with the Department \nEducation:  of Health, Education and Welfare with the help of the \nstate  Department  of  Education.  The  responsibility  for \n‘After due and careful consideration of the statement the  affording full opportunities in education to the Taliaferro \nBoard unanimously approved the following:  County children rests squarely on the shoulders of these \nlocal officials *735 with such help as may be forthcoming \n‘1. Operate one high school and one elementary school.  from the state and federal levels of government. \n‘2. The present Alexander Stephens School be designated  Counsel  for  the  Receiver  may  present  an  order \nas the ASI Elementary School and the present Murden  discharging  the  Receiver  and  restoring  the  property, \nSchool be designated as the ASI High School.  duties and functions of the Taliaferro County Board of \nEducation to the members of the Board of Education and \n‘3. Mr. J. H. Cammon to advise Mrs. Williams, Supt. on \nthe county school superintendent. \ncurriculum development to meet the needs of Taliaferro \nCounty students.  The  court  will  retain  jurisdiction  for  such  other  and \nfurther orders as may be necessary in the premises. \n‘4. The Board instructed Mrs. Williams to proceed in \ndevelopment  of  policies  for  the  operation  of  the  two \nschools for their consideration.’  All Citations \nThe court is of the opinion that the Receiver has done all  255 F.Supp. 724 \nthat he can possibly do toward carrying out the order of   \nthe  court.  Such  educational  opportunities  as  will  be \nFootnotes \n \n1  Code Section 26-6901. \n \n‘Any person who shall, by cursing or using profane or obscene language, or by being intoxicated, or otherwise \n8 \n \n\n \n \nTurner v. Goolsby, 255 F.Supp. 724 (1965)   \n \n \nindecently acting, interrupt, or in any manner disturb, a congregation of persons lawfully assembled for divine \nservice, and until they are dispersed from such place of worship, shall be guilty of a misdemeanor. (Cobb, 851. Acts \n1851-2, p. 270; 1865-6, p. 233; 1858, p. 100; 1859, p. 62.)’ \n \n2  See Georgia Code Section 26-6913: \n \n‘Any person who shall wilfully interrupt or disturb any public school, private school, or Sunday school, or any \nassemblage or meeting of any such school, lawfully and peacefully held for the purpose of scientific, literary, social, \nor religious improvement, either within or without the place where such school is usually held, shall be guilty of a \nmisdemeanor. (Acts 1880-1, p. 144.)’ \n \n \n \n \n \n9 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/77271"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118593,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118593"
    },
    {
      "date": "1966-02-23",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of Reuben Ortenberg",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Georgia",
      "no_title": false,
      "party_types": [
        "Plaintiff-Intervenor"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77270,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77270.pdf",
      "title": "Plaintiff's- Intervenor's Brief Opposition to Defendant's Motion to Dismiss and Sever",
      "text": "oereiv,8626\nIN THE UNITED STATES DISTRICT COURT FOR THE\nSOUTHERN DISTRICT OF GEORGIA\nAUGUSTA DIVISION\nCALVIN TURNER, et al.(cid:9) )\nPlaintiff, )\nUNITED STATES OF AMERICA(cid:9) )\nCIVIL ACTION NO. 1226\nPlaintiff-Intervenor )\nv.(cid:9) )\nKENNETH GOOLSBY, et al.(cid:9) )\nDefendants. )\n-\nPLAINTIFF-INTERVENOR\"S\nBRIEF IN OPPOSITION TO\nDEFENDANTS., MOTIONS TO\nDISMISS AND SEVER\nDONALD H. FRASER(cid:9) JOHN DOAR\nUnited States Attorney.(cid:9) Assistant Attorney General\nDAVID NORMAN\nCARL GABEL\nJOHN HEDLAND\nAttorneys\nDepartment\nof Justice\n\nCONTENTS\nPAGE\n(cid:9)\nSTATEMENT 1\nARGUMENT\nJoinder of Claims and Parties(cid:9) 10\nAre Proper\nA. The Requirement That All(cid:9) 10\nClaims Asserted Against\nDefendants Must Arise Out\nOf One Transaction Or\nSeries of Transactions ;i3\nSatisfied.\nB. There Are Questions Of Law(cid:9) 16\nAnd Fact Common To All\nParties.\nThis Court has Jurisdiction to(cid:9) 19\nHear and Decide All Issues in\nthis Proceeding\nA. This Court has Jurisdiction 19\nto Hear and Decide the Issues\nof the Uri:.;.nstitutionality\nof State Statutes\nB. A Three-Judge Court May(cid:9) 20\nConsider Issues Ancillary\nand Related to a Constitutional\nAttack on a Statute\nAppendix A\n\nSTATEMENT\nThe Taliaferro County Board of Education\nmaintained and operated a dual segregated school\nsystem for the 1965-1965 school year. Negro students\nattended one school, Murden, which was staffed ex-\nclusively by Negro personnel; white students attended\nanother school, Alexander Stephens Institute, which\nwas staffed exclusively by white personnel. Grades\none through twelve were offered at each school.\nAlexander Stephens Institute had a gymnasium;\nMurden did not. Mrs. Lola Williams is the County\nSuperintendent of Education. Her office is in the\nCounty Courthouse, on the town square.\nDuring the Fall of 1964, a group of Negro\nadults and children requested that the one gymnasium\nbe made available for their use; the School Board denied\nthis request. Again, in May, 1965, a similar request\nwas made and denied.\nThe hiring of teachers for the 1965-66 school\nyear was conducted during the Spring of 1965. Teachers\nwho would be assigned to Alexander Stephens Institute\nsigned their contracts at this time; six of the teachers\nwho had taught at Murden School in the 1964-65 school\nyear were notified that their contracts would not be\nrenewed for the 1965-1966 school year.\n\nOn May 3, 1965, the Taliaferro County Board of\nEducation submitted a plan for desegregation of schools\nto the Office of Education, Department of Health, Educa-\ntion and Welfare. At•the Board of Education meeting\non August 2, 1965, the Board noted in its minutes that\nthe Department of Health, Education and Welfare\nnotified it to improve the plan but the Board decided\nto rely on its plan of May 3, 1965.\nGroups of Negro and civil rights workers began\nholding demonstrations in May, 1965,and these demon-\nstrations continued throughout the summer. On Sun-\ndays, the usual practice was for the protestors to\nmeet at the Friendship Baptist Church, march to the\ntown square, where they sang songs and prayed, after\nwhich they marched back to the church. On some occasions\ndemonstrations occurred near the office of Mrs. Williams\nand at her home. Some of the songs which the demon-\nstrators sang mentioned her name.\nDuring July 1965, forms by which Negro children\ncould transfer to Alexander Stephens Institute were\nmade available by the school officials. On July 13,\n14, and 15, the Board received 89 applications for\nthe transfer of Negro students to Alexander Stephens\nInstitute. Beginning on July 15, the last day for\n\nthe submission of transfer form•tthe School Board\nattorney, Harold Richards, Sheriff Moore and agents\nof the Georgia Bureau of Investigation began an in-\nvestigation of alleged irregularities in the submission\nof the 89 choice forms. Mrs. Williams consulted with\nMr. Richards about this investigation. Also in July,\n1965 Mrs. Williams contacted Mr. Ford Boston, the\nSuperintendent of Greene County Schools, concerning\nthe transfer of students to Greene County. At this\ntime Mr. Boston thought that ,7,radcs 8 through 12 would\nnot be operated at Alexander Stephens Institute the\nfollowing year. On July 22-23, 1965 the Warren County\nBoard of Education received a large number of applica-\ntions from students who previously attended Alexander\nStephens Institute to attend schools in that county\nduring the 1965-1966 school year. On August 5, the\nWarren County Board approved the hiring of four teachers\nwho had taught at Alexander Stephens Institute in 1964-\n1965 and who had, in the Spring of 1965, agreed to\nteach in Taliaferro County the following year. On\nAugust 6, the Warren County Board approved the trans-\nfers of students who previously attended Alexander\nStephens Institute.\nAlso, during July, 1965, County and School Board\nAttorney Harold Richards caused three warrants to be\nissued against Calvin Turner for violation of Georgia\nCode, Section 26-3914. Mr. Turner taught in the Murden\nSchool during the 1964-1965 school year but his contract\nwas not renewed for the 1965-1966 school year. He is\n\none of the teachers who assisted Negro children in\ntheir request to use the Alexander Stephen Institute's\ngymnasium, during the 1964-1965 school year, he is\na leader of the Taliaferro County civil rights move-\nment, and is a parent who requested that his children\nattend Alexander Stephens Institute during the 1965-1966\nschool year. The warrants were issued for alleged\nforgeries concerning the filing of requests for four\nNegro students to attend Alexander Stephens Institute.\nMr. Turner was released on bond pending the meeting of\nthe Taliaferro County Grand Jury. The Grand Jury, on\nor shortly after August 31, 1965, returned three in-\ndictments, of four counts each, charging Calvin Turner\nwith violations of the Georgia forgery statute, in con-\nnection with the school transfer application forms filed\non behalf of Negro students to attend Alexander Stephens\nInstitute. Calvin Turner is also a Notary Public and\nacted as such on the applications filed on behalf\nof Negro children to attend Alexander Stephens Instithte.\nOn Sunday, August 22, 1965, about 125 Negroes\nand a few white civil rights workers marched together\nto the Taliaferro County Courthouse from the Friend-\nship Baptist Church to protest racial inequalities in\nTaliaferro County. Another group led by Reverend\nWhitney Ward and a group of his white followers, were\nalso at or near the Courthouse square. They had a\nloudspeaker over which records were played. Both\ngroups conducted their programs simultaneously at\ndifferent places on the square. On the following day,\n4\n\nCounty Attorney Richards met with Solicitor General\nKenneth Goolsby and gave to Mr. Goolsby a copy of a\nletter that Reverend Ward had provided Mr. Richards.\nThe letter concerned the alleged interference of Rever-\nend Ward's meeting at the Courthouse on August 22,\nby the Negro demonstration. Later that day, Sheriff\nMoore arrested Calvin Turner, and the Reverend Joseph\nCooney, a civil rights worker from the District of\nColumbia, for violation of Georgia Code 26-6901,\ndisturbing divine worship.\nThe regular session of the Taliaferro County\nGrand Jury was scheduled to meet on August 23, 1965.\nIt was not convened but met instead on August 30, 1965,\nafter the names of Negroes were added to the jury list.\nThe grand jury indicted nine persons for violating\nGeorgia Code Section 26-6901, disturbing divine worship.\nThe indictments charged that the conduct of the Negro\ndemonstrators at the Courthouse square on August 22,\n1965, disturbed a divine worship, conducted by Reverend\nWard. The Grand Jury also indicted Calvin Turner,\nClara and Dock Davis, and Edna Swain of five counts of\nforgery arising out of the submission of applications\nfor transfer to attend Alexander Stephens Institute on\nbehalf of Negro children, in July 1965. Mr. Calvin\nTurner was confined in jail from about August 31, 1965,\nuntil at least September 10, 1965, for failure to post\n$17,750 bond which was set following his arrest for\nviolating the Georgia divine worship and forgery statutes.\n5\n\nThe 1965-66 school year began on August 30, 1965\nin Taliaferro County, Georgia. No white students appeared\nat Alexander Stephens Institute. Taliaferro County\nprovided public school bus transportation for the\nwhite students to attend classes in Warren, Wilkes,\nand Greene Counties, Georgia. Negro students who had\nrequested transfers to Alexander Stephens Institute\nwere unable to attend because the school was not\noperated. To protest the closing, Negro students, in\nSeptember and October, 1965, attempted to board, and\nplaced themselves in the path of the buses which\ntransported the white Taliaferro County students to\nWarren,. Wilkes, and Greene Counties. Beginning September\n10, and ending on October 12, 1965, a series of four\ndemonstrations occurred at the Murden School, during\none of which a list of grievances was presented to the\nprincipal by representatives of the Negro demonStratorsi\nPlaintiff filed the complaint in the instant\naction on September 10, 1965, alleging that Georgia\nCode 26-6901 concerning disturbance of divine worship,\nis unconstitutional, that Georgia Code 26-3914, the\nGeorgia foregery statute, is unconstitutional, and in\nCount III, that, in general, defendants have conspired\nto deny plaintiffs their civil rights,\nCount III incorporates by reference the allegations\nof Counts I and II, alleges that the acts of defendant\nGoolsby were committed in furtherance of a conspiracy\nin violation of 28 U.S.C. 1985(3), and alleges that the\nTaliaferro County Sheriff, Milton Moore, the County\n6\n\nAttorney, Harold F. Richards; the County Superin-\ntendent of Schools, Mrs. Lola Williams; the members\nof the County Board of Education; and the Solicitor\nGeneral of the Toombs Judicial Circuit, Kenneth E.\nGoolsby, are co-conspirators, who have combined and\nconspired under color of state law to deprive the\nplaintiffs and the member-of their class of the equal\nprotection of the laws or of privileges and immunities\nunder the federal Constitution and statutes. Specifically,\nit is alleged that, among other things, the\nTaliaferro County school officials refused to rehire\nsix teachers who assented to a request on behalf of\nNegro students to use the one gymnasium in the county;\nthat the Taliaferro County school officials arranged\nfor the education of white students, but not Negro stu-\ndents, in the schools of the surrounding counties; that\ncertain defendants caused civil rights workers to be\nchased, to be deprived of guaranteed rights, and\nthreatened; that defendant Richards caused warrants\nto be signed by Negro citizens against Calvin Turner\non the charge of forgery, in 'furtherance of the con-\nspiracy; and that defendant Goolsby by presenting evidence\nto the grand jury caused indictments to be returned\nagainst Calvin Turner and the Reverend Joseph Cooney\nfor violating Georgia Code 26-6901 and by participating\nin the transfer of the 112 white students to schools\nin the adjoining counties acted to further the conspiracy.\nPlaintiffs seek to enjoin the enforcement of\nGeorgia Code Sections 26-6901 and 26-3914; and that\n7\n\nthe defendants, be enjoined from, among other things,\nconspiring to use or in any way using their authority-to\nharass, intimidate, impede or prevent the plaintiffs\nfrom exercising their rights, privileges and immunities\nas citizens of the United States; that certain de-\nfendants be enjoined from interferring by violence,\nthreats, or arrests and threats of arrest or prosecutions\nwith plaintiff's assembling, marching and demonstrating\nat reasonable times; and that defendant Sheriff Moore\nbe enjoined from failing to provide demonstrators with\nadequate police protection and that the defendants Lola\nWilliams and the Taliaferro County Board of Education\nbe enjoined from using public monies to support students\nresiding outside of Taliaferro County unless all stu-\ndents have the privilege of attending these schools.\nCount 'IV was added by amendment on October\n11, 1965, It adds several Negro students and parents\nas plaintiff and adds the superintendents and members\nof the Boards of Education of Warren and Greene Counties\nas defendants. Plaintiffs allege that the newly added\ndefendants agreed and arranged with certain other\ndefendants to enroll the former Alexander Stephens\nInstitute students in their respective school systems.\nPlaintiff seeks to enjoin the Taliaferro County School\nofficials from operating a segregated school system and\nfrom continuing to educate white Taliaferro County\nstudents in schools in the surrounding counties and\nseeks to enjoin the other defendants from accepting\nand educating these students. In the alternative, plaintiff\n\nrequests that the court require the reorganiza-\ntion of the Taliaferro County school system into a\nunitary non-racial system, including the assignment\nof children, staff, and faculty on a non-racial\nbasis.\nThe United States of America, on January 12,\n1966 filed a motion to intervene under the provisions\nof Section 902 of the Civil Rights Act of 1964 and\nRult. 24 (a) of the Federal Rules of Civil Procedures.\nLimited leave to intervene was granted at the hearing\non February 23, 1966.\n9\n\nARGUMENT\nJOINDER OF CLAIMS\nAND PARTIES IS PROPER\nA. The Requirement That All Claims\nAsserted Against Defendants Must\nArise Out Of One Transaction Or\nSeries of Transactions Is\nSatisfied.\nDefendants have filed several motions in this\naction regarding the propriety of the three-judge court\nto hear and decide issues relating to the desegregation\nof the public schools of the four counties along with\nthe questions of the constitutionality of the two sec-\ntions of the Georgia Code. Attachment A to this brief\ncontains a synopsis of the motions on these issues.\nThs issues raised are whether there is proper\njoinder of the several parties and claims under Rule\n18, Federal Rules of Civil Procedure, and whether the\nthree-judge court should hear and decide the matters\nraised in the four counts of plaintiff's complaint. In\norder to determine whether, in this instance where there\nare multiple parties to an action and multiple claims, if\neach are properly joined, it is necessary to determine\nif the requirements of Rulesl8 and 20, Federal Rules of\nCivil Procedure, are satisfied.\n0\n- 1  -\n\nRule 18, Federal Rules of Civil Procedure, pro-\nvides that a plaintiff may join, either as independent\nor as alternate claims as many claims as he may have\nagainst an opposing party. Similar joinder of claims\nis permitted when there are multiple parties if the\nrequirements of joinder of parties are met. Rule 20,\nFederal Rules of Civil Procedure, permits joinder of\ndefendants if there is asserted against them jointly,\nseverally, or in the alternative, any right to relief\narising out of the same transaction, occurrence, or\nseries of transactions or occurrences, and if any\nquestion of law or fact common to all of them will\narise in the action.\nIn order to properly join claims and to\nproperly join parties it must be shown first, that there\nis asserted against the multiple defendants a right to\nrelief in respect of or arising out of the same trans-\naction, occurrence, or series of transactions or\noccurrences. In this proceeding, the common transaction\nor series of transactions are the acts of the several\ndefendants to prevent Negro students from attending de-\nsegregated schools. These acts are alleged in Count III\n1/\nto constitute a conspiracy.(cid:9) There is no requirement\nthat the transaction or series of transactions be limited\nto a particular span of time; the determination of\n1/ Clearly the conspiracy and the acts of each individual\npursuant to it arise out of \"the same transaction,\noccurrence, or series of transactions or occurrences.\"\nSee Eastern Fireproofing_ Co., v. United States \nGypsum Co., 160 F.Supp. 580 (D.C. Mass., 1958).\n\nwhether the acts of the defendants are part of the same\ntransaction or series of transactions must be determined\nfrom the facts in each case.\nIn this proceeding, the four counts of the com-\nplaint, as amended, all relate to a same transaction or\nseries of transactions, the acts of the several defen-\ndants to prevent or discourage Negro citizens of\nTaliaferro County from exercising certain constitu-\ntionally guaranteed rights, including the right to attend\ndesegregated schools. Count III of the complaint in-\ncorporates the allegations of Counts I and II and in\nCount IV, it is alleged, in essence, that by maintaining \nsegregated schools, the defendants continued to give \nforce and effect to the events which occurred which pre-\nvented Negro students from attending desegregated schools.\nThe events which show the existence of the\ncommon transaction or series of transactions, as set\nforth in the facts above are:\n1. The defendants, Mrs. Williams,\nand the members of the\nTaliaferro County Board of\nEducation in the Spring of\n1965 refused to rehire six\nNegro teachers at Murden\nSchool;\n- 12 -\n\n1\n2. The defendants, Mrs. Williams,\nand the members of the\nTaliaferro County Board of\nEducation during the 1964-\n1965 school year refused\nto permit Negroes to use\nthe Alexander Stephens\nInstitute gymnasium;\n3. The defendants, Mrs. Williams,\nthe members of the Taliaferro\nCounty Board of Education, and\nMr. Richards, Mr. Goolsby, and\nSheriff Moore, in July 1965,\ninstituted an investigation of\napplications for transfer by\nNegroes to Alexander Stephens\nInstitute, and, investigated\nand initiated the prosecution\nof Calvin Turner for forgery,\nunder Georgia Code 26-3914;\n4. The defendants, Mrs. LTilliams,\nthe superintendents of the\nGreene, Warren, and Wilkes\nCounty Boards of Education\nand the Boards of Education\nof Warren, Wilkes, Greene,\nand Taliaferro Counties\narranged for the transfer\n- 13 -\n\nof white students who attended\nAlexander Stephens Institute in\n1964-1965 to the schools in\nWarren, Wilkes, and Greene\nCounties for the 1965-1966\nschool year;\n5. The defendants, Sheriff Moore,\nMr. Richards, and Mr. Goolsby\nsought indictments for viola-\ntion of the divine worship\nstatute (Georgia Code\n26-6901) of members of the\ncivil rights movement who\nwere promoting, among other\nrights, the desegregation of\nTaliaferro County Public\nSchools;\n6. The defendants, the superin-\ntendents and the members of\nthe Boards of Education of\nthe Warren, Wilkes, Greene,\nand Taliaferro Counties,\nwhile arranging for the\ntransfer of white students\nto the schools in Warren,\nWilkes, and Greene Counties,\nfailed to notify Negro stu-\ndents residing in Taliaferro\n- 14 -\n\nCounty of their right\nand of the opportunity to\nmake such transfers;\n7. All of the defendants have\nperpetuated the racial segre-\ngation of the public school\nsystem of Taliaferro County.\nThus, it is clear that the claims in this case\narise out of common occurrence or series of transactions,\nnamely the efforts of the defendants to avoid the de-\nsegregation of public schools in Taliaferro County.\n\nB. There are questions of law and fact common to \nall parties.\nIn our view, the Federal Rules of Civil Procedure,\nRules 18 and 20, authorize the joinder of multiple claims\nand multiple parties when the claims arise \"out of the\nsame transaction or occurrence or series of transactions\nor occurrences\" and there is a question of law common to\n2/\nall defendants.\nIt is clear from the evidence in this proceeding\nthat, apart from the question of a conspiracy, there is\nat least one question of fact in this case which is\ncommon to all defendants. This question is whether\nthe defendants sought to prevent Negro children from\nattending desegregated public schools in Taliaferro\nCounty. This question of fact is common to all of the\nparties.\nBecause the defendants in this proceeding are\nall agents of the State and have all acted with a\ncommon purpose, they must be deemed to have acted in\nconcert.\n2/ Indeed, the proposed revision of the Federal Rules\nmakes this principle explicit. See Amendments to Rules \nof Civil Procedure for the United States District Courts,\nUnited States Supreme Court, February 28, 1966, Rules 18\nand 20. This is also the position taken in 2 Barron and\nHoltzoff, (Wright ed.) 033.1. But see Moore, Federal \nPractice 1810-13 (0_8.04 [3]).\n- 16 -\n\nThis is not a case involving private individuals\nunrelated in fact or law to each other; it is a case in-\nvolving a group of local officials who are agents of the\nState of Georgia carrying out a single purpose in a re-\nlated series of acts. There is a question of law common\nto all defendants -- whether their action in seeking to\nprevent Negroes from attending desegregated public schools\nin Taliaferro County are in violation of the Constitution.\nIt makes no difference that there are some questions of\nlaw, such as the validity of the divine worship statute,\nwhich are not common to all defendants and are not common\nto all plaintiffs. Rule 20 provides that the relief heed\nnot be the same for or against all parties. It states,\n.  plaintiff or defendant need not be interested in\nf t%. \nobtaining or defending against all the relief demanded.\nJudgment may be given for one or more of the plaintiffs\naccording to their respective rights to relief, and\nagainst one or more of the defendants according to their\nrespective liabilities.\"\nThe prosecution of Negroes engaged in desegrega-\ntion activities and the defendants' dodging of desegre-\ngation by sending white children to other counties are\nrelated acts and a part of an overall policy. If any\none of these defendants was sued for his role in this\nscheme, the evidence of the related acts of all the\nother defendants would be essential to proof of the\nclaim.\n- 17 -\n\nThis is a class action and private plaintiffs\nare all members of class. They assert in Count III\nthat all defendants have acted in concert to deprive\nthem and the members of their class of rights secured\nunder the Constitution and laws of the United States.\nThus, this claim involves a question of law common to\nall parties.\n\nTHIS COURT HAS JURISDICTION TO HEAR AND\nDECIDE ALL ISSUES IN THIS PROCEEDING\nA. This Court Has Jurisdiction To Hear\nAnd Decide The Issues Of The Uncon».\nstitutionality Of State Statutes\nWhen a complaint seeks an injunction against\nthe enforcement of a state statute on the grounds of\nunconstitutionality the case must be heard and determined\nby a three-judge court pursuant to 28 U.S.C. 2281\net. seq., LIE. Florida  Lime and Avocate Growers, Inc.\nv. Jacobson, 362 U.S. 73 (1960), Ex Parte Bransford,\nsupra. The Court in its order of October 22, 1965, held\nthat Georgia Code 26-6901, the divine worship statute, is\nunconstitutional as applied, and reserved the ques-\ntion of facial unconstituionality for final hearing.\nIt enjoined prosecution under Georgia Code 26.0914,\nthe forgery statute, and the ultimate determination\nof its constitutionality is pending before the Court.\n\nB. A Three-Judge Court May Consider \nIssues Ancillary and Related to\nA Constitutional Attack on A\nState Statute.\nThe Supreme Court has held that \"[w]here a\ncomplaint seeks to enjoin a state statute on sub-\nstantial grounds of federal unconstitutionality,\nthen even though nonconstitutional grounds of\nattack are also alleged, we think the case is one\nthat is 'required by . . . Act of Congress to be\nheard and determined by a district court of three \njudges.\" (Emphasis by the court). Florida Lime and \nAvocado Growers, Inc., v. Jacobsen, 362 U.S. 73, 85\n(1960). See also Zemel v. Rusk, 381 U.S. 1 (1965). In\nSterling v. Constantin, 287 U.S. 378 (1932,), the court\nstated that the jurisdiction of a properly constituted\nthree-judge court \"extends to every question involved,\nwhether of state or federal law, and enables the court\nto rest its judgment on the decision of such of the\nquestions as in its opinion effectively dispose of the\ncase.\" 287 U.S. at 393. Thus, it is clear that a\nthree-judge court which is properly convened can hear\nand determine issues which do not in themselves justify\n3_/\na three-judge court.\n3/ The I.C.C. three-judge court cases are not in point.\nThey arise under 28 U.S.C.§2325, which has been construed\nto prohibit the joinder with a valid three-judge claim\nwith a one-judge claim seeking the same relief. E.g.,\nPittsburgh & W.V.R. Co. v. United States, 281 U.S. 479\n(1930). See also Neu York Securities Co. v. United States,\n287 U.S. 12 (1932) and Powell v. United States, 300 U.S. 276\n(1937). It is clear that three-judge courts convened.\n- 20 -\n\nMoreover, a Section 2281 three-judge court is\nnot limited to considering constitutional and non-\nconstitutional claims which both seek relief from\nenforcement of a statute. In White v. Crook, Civil\nAction No. 2263 (N.D., Ala., 1966) a three-judge court\nconsisting of Judges Rives, Allgood, and Johnson,\nheard and determined a constitutional challenge to\nan Alabama statute limiting jury service to men, joined\nwith a claim that the defendants had systematically\nexcluded Negroes from jury service. The latter claim\ndid not seek an injunction against a state statute's\nenforcement. ,and would not therefore justify a three-\njudge court in its own right.\n3/ (con't.) pursuant to 28 U.S.C.§2281 are not subject\nto the limitations of three-judge courts convened pur-\nsuant to 28 U.S.C.2325, since a 28 U.S.C.§2281 Court\nmay hear all challenges to a statute, non-constitutional\nas well as ccnstitutional. Florida Lime and Avocado\nGrowers v. Jacobsen, 362 U.S. 73 (1960). However, the\nmost recent case dealing with the jurisdiction of a\n§2325 Court, held that a three-judge court could consider\nboth a claim seeking review of an I.C.C. rate order (a\nthree-judge claim) and an issue arising under the anti-\ntrust laws. There the non-three-judge claim did not\nseek the same relief as the three-judge claim. The\nCourt held that since the issues in the two claims were\n\"inextricably emmeshed l it could hear them both. Cf.\nalso Chicago Junction Case, 264 U.S. 258 (1924).\n- 21 -\n\nThe only case cited by defendants which is\nsimilar in its facts to the case at hand and arises\nunder the same jurisdictional statute is Public\nService Commission of Missouri v. Brashear Freight \nLines, 312 U.S. 621 (1941). There a three-judge court\n* acted upon a claim of unconstitutionality of a state\ntax law and a counter-claim for assessment of money\ndamages. The court did not hold that the three-judge\ncourt did not have jurisdiction to try the case but\nheld that the non-three-judge claim was properly\nappealed to the Court of Appeals on the merits.\nThis indicates that the three-judge court's exercise\nof jurisdiction was permissable. See generally,\nKurland, The Romero Case and  Some Problems of Federal \nJurisdiction, 73 Harv.  L. Rev. 817, 836-41 (1960).\nDefendant's reliance on Hurn v. Oursler, 289\nU.S. 238 (1933) 9 and related cases involving the\ndoctrine of pendant jurisdiction is unfounded. The\npendant jurisdiction rule as outlined in these cases\nis concerned with the issue of a federal court hearing\nand deciding state causes of action. Under the rule\nof those cases a federal court has jurisdiction over a\nstate cause of action only if it is predicated upon the\nsame fact pattern which gave rise to the federal claim\nbefore the court. Thus, a federal court is without\njurisdiction to determine a state cause of action not\npredicated upon a set of facts which also gave rise to\na federal claim. The rationale of this rule is founded\n- 22 -\n\nupon constitutional notions of federalism and the hesitancy\nof the federal courts to invade the domain of state law.\nSee generally, Hart and Wechsler, The Federal  Courts and\nthe Federal System, pp. 794, 797-809. In this proceeding\nthis Court is presented with an entirely different issue.\nA state claim is not alleged and problems of federalism\n4/\nand abstention are not present.\n4/ Even if the analcgy urged by defendants is appropriate,\ndefendants have too strictly construed the distinction\nbetween \"two distinct grounds in support of a single cause\nof action\" and \"two distinct causes of action.\" Applying\nthe rule of Hurn v. Oursler, the 7th Circuit has upheld\nthe joinder of claims alleging 1) patent infringement,\nand 2) breach of a covenant not to infringe the patent.\nEven though the patent was held invalid, the Court said\nthat the second issue should be decided on the merits. It\nheld the patent relevant to the second claim (arising under\nstate law) only to describe the article not to be \"infringed\"\nby the defendant. The \"single cause of action\" requirement\nwas satisfied here by the overlapping of the evidence which\nhad to be presented on each claim. United Lens Corp. v.\nDoray Lamp, Inc., 93 F. 2d 969 (7th Cir. 1937) (alternative\nholding).\n- 23 -\n\nIn the three-judge court situation, the primary\nconsideration is that of judicial economy. It is ap-\nparent that severance as requested by the defendants\nwould place an added burden on the court system.\nCounts I and II would be heard by a three-judge court,\nCounts III and IV by a single judge. Assuming each\ncase ran the gamut of review, the latter would be ap-\npealed to a circuit court. Two separate appeals to\nthe Supreme Court would be necessary. Moreover, as\nhas been discussed previously, much of the proof rele-\nvant to Counts I and II would be repeated in the hearing\non Count III, since I and II are alleged as part of the\nCount III conspiracy. Also, much of the other evidence\nadduced under Count III would be duplicated on the\ntrials of Counts t and II, to show the purpose of the\napplication of the statutes. Clearly the case in its\npresent posture prevents needless duplication and repetition.\nThus, it is apparent that this Court has jurisdiction\nnot only to decide the questions of the constitutionality\nof the state statutes, but has jurisdiction to decide all\nissues in the proceeding.\n\nCONCLUSION\nIt is our contention that the claims\nand parties were properly joined under the provisions\nof Rules d8 and 20, Federal Rules of Civil Procedure.\nThe requirements of joinder have clearly been satisfied.\nIt is also clear that this Court, a Three Judge District\nCourt must, under 18 U.S.C. 2281, hear and decide\nthe questions of the constitutionality of the Georgia\ncriminal statutes, the disturbance of divine worship statute\n(Georgia Code 26-6901) and the Georgia forgery statute\n(26-3914). It is likewise clear that this Court\nshould hear and decide all of the issues and matters\nalleged and presented in this proceeding.\nRespectfully submitted,\nJOHN HEDIAND.,\nCARL GABEL,\nAttorneys,\nDepartment of Justice,\nWashington, D. C. 20530\n\nAPPENDIX A\nMotions concerning the issues ofioinder\nand jurisdiction of the Three\nJudge District Court to hear and\ndecide the issues raised in the \nfour counts of the  Complaints. \n1. October 5, 1965\nDefendants Kenneth B. Goolsby and Milton B.\nMoore moved to require plaintiffs to file an amended\ncomplaint stating in separate counts each of seven\nalleged claims for relief in Count III of the com-\nplaint and for an order severing the claims sought to\nbe asserted against Goolsby and Moore from the claims\nsought to be asserted against other defendants. They\ncontended that defendants Goolsby and Moore have no\nauthority over the operation of schools in Taliaferro\nCounty, that the alleged claims against Goolsby and\nMoore do not arise out of the same transactions as\nclaims against other defendants; that undue expense\nto Goolsby and Moore would occur and that the issues\nwill be confused by joint trial of claims against two\ngroups of defendants.\n2. October 5, 1965\nLola Williams, Superintendent of Schools,\nTaliaferro County, and members of the Board of Education\nTaliaferro County, moved for an order dropping them\nas parties defendant or in the alternative for an order\nsevering claims asserted against them from claims asserted\nagainst defendants Goolsby, Moore and Richards.\n\n3. November 16, 1965\nThe members of Wilkes County Board of Education\nand Wilkes County Superintendent of Schools,. M.-A. Guill\nmoved to dismiss the complaint because:\n1. The complaint fails to state a cause\nof action upon which relief can be\ngranted, and\n2. Trial was held on October 12, 13, 14\nwhen defendants were not present; had\nnot been served with process; and were\nwithout notice the matter was proceeding\nagainst them,\nThe defendants additionally moved:\n1. To dismiss and strike Counts I and II\nof the complaint in that said counts\nrelate wholly to matters concerning\nTaliaferro County,\n2. To dismiss Count III in that Count III\ncontains a multiplicity of actions,\n3. To dismiss Counts III and IV of complaint\nin that defendant had no opportunity to\ndefend and had no notice of trial of the\ncase, and\n4. To dismiss and vacate the order of the\nCourt dated October 19, 1965 as to them,\nin that said order was granted ex parte \nwhen they had no notice advising that they\nwere parties.\nii\n\n4. February 15, 1966\nThe members of the Wilkes County Board of Education\nand its Superintendent moved to:\n1. Sever claims and parties set forth in\nCounts I and II of plaintiff's complaint\nfrom claims and parties set forth in\nCounts III and IV and that CountsI and II\nbe proceeded with separately from\nCounts III and IV, and\n2. That Counts I and II be heard by a\ndistrict court consisting of three judges\nand Counts III and IV by a district\ncourt consisting of a single judge for\nthe reason that a three-judge court\ndoes not have jurisdiction over Counts\nIII and IV which are the only counts\ninvolving Wilkes County defendants.\n5. February 15, 1966\nA Motion by Wilkes County defendants to strike\nportions of numerous paragraphs in the complaint as\nbeing irrelevant and immaterial.\n6. February 23, 1966\nMotion by Warren County defendants to:\n1. Sever Counts I and II from Counts III and\nIV and that Counts I and II be dealt Tyith\nseparately from Counts III and.IV.\n2. Sever parties between the parties'\nplaintiff and defendants of Counts\nI and II with parties plaintiff and\niii\n\ndefendant in Counts III and IV\nso that claims in CountsI and II\nwill be handled separately from\nthose of Counts III add. IV,\n3. Dismiss Counts III and IV of the\ncomplaints as a three-judge Court\ndoes not have jurisdiction in such\nmatters with regard to Warren County\nBoard of Education, and\n4. To have Counts III and IV be heard\nby the resident judge for the\nSouthern District of Georgia.\niv\n\noereiv,8626\nIN THE UNITED STATES DISTRICT COURT FOR THE\nSOUTHERN DISTRICT OF GEORGIA\nAUGUSTA DIVISION\nCALVIN TURNER, et al.(cid:9) )\nPlaintiff, )\nUNITED STATES OF AMERICA(cid:9) )\nCIVIL ACTION NO. 1226\nPlaintiff-Intervenor )\nv.(cid:9) )\nKENNETH GOOLSBY, et al.(cid:9) )\nDefendants. )\n-\nPLAINTIFF-INTERVENOR\"S\nBRIEF IN OPPOSITION TO\nDEFENDANTS., MOTIONS TO\nDISMISS AND SEVER\nDONALD H. FRASER(cid:9) JOHN DOAR\nUnited States Attorney.(cid:9) Assistant Attorney General\nDAVID NORMAN\nCARL GABEL\nJOHN HEDLAND\nAttorneys\nDepartment\nof Justice\n\nCONTENTS\nPAGE\n(cid:9)\nSTATEMENT 1\nARGUMENT\nJoinder of Claims and Parties(cid:9) 10\nAre Proper\nA. The Requirement That All(cid:9) 10\nClaims Asserted Against\nDefendants Must Arise Out\nOf One Transaction Or\nSeries of Transactions ;i3\nSatisfied.\nB. There Are Questions Of Law(cid:9) 16\nAnd Fact Common To All\nParties.\nThis Court has Jurisdiction to(cid:9) 19\nHear and Decide All Issues in\nthis Proceeding\nA. This Court has Jurisdiction 19\nto Hear and Decide the Issues\nof the Uri:.;.nstitutionality\nof State Statutes\nB. A Three-Judge Court May(cid:9) 20\nConsider Issues Ancillary\nand Related to a Constitutional\nAttack on a Statute\nAppendix A\n\nSTATEMENT\nThe Taliaferro County Board of Education\nmaintained and operated a dual segregated school\nsystem for the 1965-1965 school year. Negro students\nattended one school, Murden, which was staffed ex-\nclusively by Negro personnel; white students attended\nanother school, Alexander Stephens Institute, which\nwas staffed exclusively by white personnel. Grades\none through twelve were offered at each school.\nAlexander Stephens Institute had a gymnasium;\nMurden did not. Mrs. Lola Williams is the County\nSuperintendent of Education. Her office is in the\nCounty Courthouse, on the town square.\nDuring the Fall of 1964, a group of Negro\nadults and children requested that the one gymnasium\nbe made available for their use; the School Board denied\nthis request. Again, in May, 1965, a similar request\nwas made and denied.\nThe hiring of teachers for the 1965-66 school\nyear was conducted during the Spring of 1965. Teachers\nwho would be assigned to Alexander Stephens Institute\nsigned their contracts at this time; six of the teachers\nwho had taught at Murden School in the 1964-65 school\nyear were notified that their contracts would not be\nrenewed for the 1965-1966 school year.\n\nOn May 3, 1965, the Taliaferro County Board of\nEducation submitted a plan for desegregation of schools\nto the Office of Education, Department of Health, Educa-\ntion and Welfare. At•the Board of Education meeting\non August 2, 1965, the Board noted in its minutes that\nthe Department of Health, Education and Welfare\nnotified it to improve the plan but the Board decided\nto rely on its plan of May 3, 1965.\nGroups of Negro and civil rights workers began\nholding demonstrations in May, 1965,and these demon-\nstrations continued throughout the summer. On Sun-\ndays, the usual practice was for the protestors to\nmeet at the Friendship Baptist Church, march to the\ntown square, where they sang songs and prayed, after\nwhich they marched back to the church. On some occasions\ndemonstrations occurred near the office of Mrs. Williams\nand at her home. Some of the songs which the demon-\nstrators sang mentioned her name.\nDuring July 1965, forms by which Negro children\ncould transfer to Alexander Stephens Institute were\nmade available by the school officials. On July 13,\n14, and 15, the Board received 89 applications for\nthe transfer of Negro students to Alexander Stephens\nInstitute. Beginning on July 15, the last day for\n\nthe submission of transfer form•tthe School Board\nattorney, Harold Richards, Sheriff Moore and agents\nof the Georgia Bureau of Investigation began an in-\nvestigation of alleged irregularities in the submission\nof the 89 choice forms. Mrs. Williams consulted with\nMr. Richards about this investigation. Also in July,\n1965 Mrs. Williams contacted Mr. Ford Boston, the\nSuperintendent of Greene County Schools, concerning\nthe transfer of students to Greene County. At this\ntime Mr. Boston thought that ,7,radcs 8 through 12 would\nnot be operated at Alexander Stephens Institute the\nfollowing year. On July 22-23, 1965 the Warren County\nBoard of Education received a large number of applica-\ntions from students who previously attended Alexander\nStephens Institute to attend schools in that county\nduring the 1965-1966 school year. On August 5, the\nWarren County Board approved the hiring of four teachers\nwho had taught at Alexander Stephens Institute in 1964-\n1965 and who had, in the Spring of 1965, agreed to\nteach in Taliaferro County the following year. On\nAugust 6, the Warren County Board approved the trans-\nfers of students who previously attended Alexander\nStephens Institute.\nAlso, during July, 1965, County and School Board\nAttorney Harold Richards caused three warrants to be\nissued against Calvin Turner for violation of Georgia\nCode, Section 26-3914. Mr. Turner taught in the Murden\nSchool during the 1964-1965 school year but his contract\nwas not renewed for the 1965-1966 school year. He is\n\none of the teachers who assisted Negro children in\ntheir request to use the Alexander Stephen Institute's\ngymnasium, during the 1964-1965 school year, he is\na leader of the Taliaferro County civil rights move-\nment, and is a parent who requested that his children\nattend Alexander Stephens Institute during the 1965-1966\nschool year. The warrants were issued for alleged\nforgeries concerning the filing of requests for four\nNegro students to attend Alexander Stephens Institute.\nMr. Turner was released on bond pending the meeting of\nthe Taliaferro County Grand Jury. The Grand Jury, on\nor shortly after August 31, 1965, returned three in-\ndictments, of four counts each, charging Calvin Turner\nwith violations of the Georgia forgery statute, in con-\nnection with the school transfer application forms filed\non behalf of Negro students to attend Alexander Stephens\nInstitute. Calvin Turner is also a Notary Public and\nacted as such on the applications filed on behalf\nof Negro children to attend Alexander Stephens Instithte.\nOn Sunday, August 22, 1965, about 125 Negroes\nand a few white civil rights workers marched together\nto the Taliaferro County Courthouse from the Friend-\nship Baptist Church to protest racial inequalities in\nTaliaferro County. Another group led by Reverend\nWhitney Ward and a group of his white followers, were\nalso at or near the Courthouse square. They had a\nloudspeaker over which records were played. Both\ngroups conducted their programs simultaneously at\ndifferent places on the square. On the following day,\n4\n\nCounty Attorney Richards met with Solicitor General\nKenneth Goolsby and gave to Mr. Goolsby a copy of a\nletter that Reverend Ward had provided Mr. Richards.\nThe letter concerned the alleged interference of Rever-\nend Ward's meeting at the Courthouse on August 22,\nby the Negro demonstration. Later that day, Sheriff\nMoore arrested Calvin Turner, and the Reverend Joseph\nCooney, a civil rights worker from the District of\nColumbia, for violation of Georgia Code 26-6901,\ndisturbing divine worship.\nThe regular session of the Taliaferro County\nGrand Jury was scheduled to meet on August 23, 1965.\nIt was not convened but met instead on August 30, 1965,\nafter the names of Negroes were added to the jury list.\nThe grand jury indicted nine persons for violating\nGeorgia Code Section 26-6901, disturbing divine worship.\nThe indictments charged that the conduct of the Negro\ndemonstrators at the Courthouse square on August 22,\n1965, disturbed a divine worship, conducted by Reverend\nWard. The Grand Jury also indicted Calvin Turner,\nClara and Dock Davis, and Edna Swain of five counts of\nforgery arising out of the submission of applications\nfor transfer to attend Alexander Stephens Institute on\nbehalf of Negro children, in July 1965. Mr. Calvin\nTurner was confined in jail from about August 31, 1965,\nuntil at least September 10, 1965, for failure to post\n$17,750 bond which was set following his arrest for\nviolating the Georgia divine worship and forgery statutes.\n5\n\nThe 1965-66 school year began on August 30, 1965\nin Taliaferro County, Georgia. No white students appeared\nat Alexander Stephens Institute. Taliaferro County\nprovided public school bus transportation for the\nwhite students to attend classes in Warren, Wilkes,\nand Greene Counties, Georgia. Negro students who had\nrequested transfers to Alexander Stephens Institute\nwere unable to attend because the school was not\noperated. To protest the closing, Negro students, in\nSeptember and October, 1965, attempted to board, and\nplaced themselves in the path of the buses which\ntransported the white Taliaferro County students to\nWarren,. Wilkes, and Greene Counties. Beginning September\n10, and ending on October 12, 1965, a series of four\ndemonstrations occurred at the Murden School, during\none of which a list of grievances was presented to the\nprincipal by representatives of the Negro demonStratorsi\nPlaintiff filed the complaint in the instant\naction on September 10, 1965, alleging that Georgia\nCode 26-6901 concerning disturbance of divine worship,\nis unconstitutional, that Georgia Code 26-3914, the\nGeorgia foregery statute, is unconstitutional, and in\nCount III, that, in general, defendants have conspired\nto deny plaintiffs their civil rights,\nCount III incorporates by reference the allegations\nof Counts I and II, alleges that the acts of defendant\nGoolsby were committed in furtherance of a conspiracy\nin violation of 28 U.S.C. 1985(3), and alleges that the\nTaliaferro County Sheriff, Milton Moore, the County\n6\n\nAttorney, Harold F. Richards; the County Superin-\ntendent of Schools, Mrs. Lola Williams; the members\nof the County Board of Education; and the Solicitor\nGeneral of the Toombs Judicial Circuit, Kenneth E.\nGoolsby, are co-conspirators, who have combined and\nconspired under color of state law to deprive the\nplaintiffs and the member-of their class of the equal\nprotection of the laws or of privileges and immunities\nunder the federal Constitution and statutes. Specifically,\nit is alleged that, among other things, the\nTaliaferro County school officials refused to rehire\nsix teachers who assented to a request on behalf of\nNegro students to use the one gymnasium in the county;\nthat the Taliaferro County school officials arranged\nfor the education of white students, but not Negro stu-\ndents, in the schools of the surrounding counties; that\ncertain defendants caused civil rights workers to be\nchased, to be deprived of guaranteed rights, and\nthreatened; that defendant Richards caused warrants\nto be signed by Negro citizens against Calvin Turner\non the charge of forgery, in 'furtherance of the con-\nspiracy; and that defendant Goolsby by presenting evidence\nto the grand jury caused indictments to be returned\nagainst Calvin Turner and the Reverend Joseph Cooney\nfor violating Georgia Code 26-6901 and by participating\nin the transfer of the 112 white students to schools\nin the adjoining counties acted to further the conspiracy.\nPlaintiffs seek to enjoin the enforcement of\nGeorgia Code Sections 26-6901 and 26-3914; and that\n7\n\nthe defendants, be enjoined from, among other things,\nconspiring to use or in any way using their authority-to\nharass, intimidate, impede or prevent the plaintiffs\nfrom exercising their rights, privileges and immunities\nas citizens of the United States; that certain de-\nfendants be enjoined from interferring by violence,\nthreats, or arrests and threats of arrest or prosecutions\nwith plaintiff's assembling, marching and demonstrating\nat reasonable times; and that defendant Sheriff Moore\nbe enjoined from failing to provide demonstrators with\nadequate police protection and that the defendants Lola\nWilliams and the Taliaferro County Board of Education\nbe enjoined from using public monies to support students\nresiding outside of Taliaferro County unless all stu-\ndents have the privilege of attending these schools.\nCount 'IV was added by amendment on October\n11, 1965, It adds several Negro students and parents\nas plaintiff and adds the superintendents and members\nof the Boards of Education of Warren and Greene Counties\nas defendants. Plaintiffs allege that the newly added\ndefendants agreed and arranged with certain other\ndefendants to enroll the former Alexander Stephens\nInstitute students in their respective school systems.\nPlaintiff seeks to enjoin the Taliaferro County School\nofficials from operating a segregated school system and\nfrom continuing to educate white Taliaferro County\nstudents in schools in the surrounding counties and\nseeks to enjoin the other defendants from accepting\nand educating these students. In the alternative, plaintiff\n\nrequests that the court require the reorganiza-\ntion of the Taliaferro County school system into a\nunitary non-racial system, including the assignment\nof children, staff, and faculty on a non-racial\nbasis.\nThe United States of America, on January 12,\n1966 filed a motion to intervene under the provisions\nof Section 902 of the Civil Rights Act of 1964 and\nRult. 24 (a) of the Federal Rules of Civil Procedures.\nLimited leave to intervene was granted at the hearing\non February 23, 1966.\n9\n\nARGUMENT\nJOINDER OF CLAIMS\nAND PARTIES IS PROPER\nA. The Requirement That All Claims\nAsserted Against Defendants Must\nArise Out Of One Transaction Or\nSeries of Transactions Is\nSatisfied.\nDefendants have filed several motions in this\naction regarding the propriety of the three-judge court\nto hear and decide issues relating to the desegregation\nof the public schools of the four counties along with\nthe questions of the constitutionality of the two sec-\ntions of the Georgia Code. Attachment A to this brief\ncontains a synopsis of the motions on these issues.\nThs issues raised are whether there is proper\njoinder of the several parties and claims under Rule\n18, Federal Rules of Civil Procedure, and whether the\nthree-judge court should hear and decide the matters\nraised in the four counts of plaintiff's complaint. In\norder to determine whether, in this instance where there\nare multiple parties to an action and multiple claims, if\neach are properly joined, it is necessary to determine\nif the requirements of Rulesl8 and 20, Federal Rules of\nCivil Procedure, are satisfied.\n0\n- 1  -\n\nRule 18, Federal Rules of Civil Procedure, pro-\nvides that a plaintiff may join, either as independent\nor as alternate claims as many claims as he may have\nagainst an opposing party. Similar joinder of claims\nis permitted when there are multiple parties if the\nrequirements of joinder of parties are met. Rule 20,\nFederal Rules of Civil Procedure, permits joinder of\ndefendants if there is asserted against them jointly,\nseverally, or in the alternative, any right to relief\narising out of the same transaction, occurrence, or\nseries of transactions or occurrences, and if any\nquestion of law or fact common to all of them will\narise in the action.\nIn order to properly join claims and to\nproperly join parties it must be shown first, that there\nis asserted against the multiple defendants a right to\nrelief in respect of or arising out of the same trans-\naction, occurrence, or series of transactions or\noccurrences. In this proceeding, the common transaction\nor series of transactions are the acts of the several\ndefendants to prevent Negro students from attending de-\nsegregated schools. These acts are alleged in Count III\n1/\nto constitute a conspiracy.(cid:9) There is no requirement\nthat the transaction or series of transactions be limited\nto a particular span of time; the determination of\n1/ Clearly the conspiracy and the acts of each individual\npursuant to it arise out of \"the same transaction,\noccurrence, or series of transactions or occurrences.\"\nSee Eastern Fireproofing_ Co., v. United States \nGypsum Co., 160 F.Supp. 580 (D.C. Mass., 1958).\n\nwhether the acts of the defendants are part of the same\ntransaction or series of transactions must be determined\nfrom the facts in each case.\nIn this proceeding, the four counts of the com-\nplaint, as amended, all relate to a same transaction or\nseries of transactions, the acts of the several defen-\ndants to prevent or discourage Negro citizens of\nTaliaferro County from exercising certain constitu-\ntionally guaranteed rights, including the right to attend\ndesegregated schools. Count III of the complaint in-\ncorporates the allegations of Counts I and II and in\nCount IV, it is alleged, in essence, that by maintaining \nsegregated schools, the defendants continued to give \nforce and effect to the events which occurred which pre-\nvented Negro students from attending desegregated schools.\nThe events which show the existence of the\ncommon transaction or series of transactions, as set\nforth in the facts above are:\n1. The defendants, Mrs. Williams,\nand the members of the\nTaliaferro County Board of\nEducation in the Spring of\n1965 refused to rehire six\nNegro teachers at Murden\nSchool;\n- 12 -\n\n1\n2. The defendants, Mrs. Williams,\nand the members of the\nTaliaferro County Board of\nEducation during the 1964-\n1965 school year refused\nto permit Negroes to use\nthe Alexander Stephens\nInstitute gymnasium;\n3. The defendants, Mrs. Williams,\nthe members of the Taliaferro\nCounty Board of Education, and\nMr. Richards, Mr. Goolsby, and\nSheriff Moore, in July 1965,\ninstituted an investigation of\napplications for transfer by\nNegroes to Alexander Stephens\nInstitute, and, investigated\nand initiated the prosecution\nof Calvin Turner for forgery,\nunder Georgia Code 26-3914;\n4. The defendants, Mrs. LTilliams,\nthe superintendents of the\nGreene, Warren, and Wilkes\nCounty Boards of Education\nand the Boards of Education\nof Warren, Wilkes, Greene,\nand Taliaferro Counties\narranged for the transfer\n- 13 -\n\nof white students who attended\nAlexander Stephens Institute in\n1964-1965 to the schools in\nWarren, Wilkes, and Greene\nCounties for the 1965-1966\nschool year;\n5. The defendants, Sheriff Moore,\nMr. Richards, and Mr. Goolsby\nsought indictments for viola-\ntion of the divine worship\nstatute (Georgia Code\n26-6901) of members of the\ncivil rights movement who\nwere promoting, among other\nrights, the desegregation of\nTaliaferro County Public\nSchools;\n6. The defendants, the superin-\ntendents and the members of\nthe Boards of Education of\nthe Warren, Wilkes, Greene,\nand Taliaferro Counties,\nwhile arranging for the\ntransfer of white students\nto the schools in Warren,\nWilkes, and Greene Counties,\nfailed to notify Negro stu-\ndents residing in Taliaferro\n- 14 -\n\nCounty of their right\nand of the opportunity to\nmake such transfers;\n7. All of the defendants have\nperpetuated the racial segre-\ngation of the public school\nsystem of Taliaferro County.\nThus, it is clear that the claims in this case\narise out of common occurrence or series of transactions,\nnamely the efforts of the defendants to avoid the de-\nsegregation of public schools in Taliaferro County.\n\nB. There are questions of law and fact common to \nall parties.\nIn our view, the Federal Rules of Civil Procedure,\nRules 18 and 20, authorize the joinder of multiple claims\nand multiple parties when the claims arise \"out of the\nsame transaction or occurrence or series of transactions\nor occurrences\" and there is a question of law common to\n2/\nall defendants.\nIt is clear from the evidence in this proceeding\nthat, apart from the question of a conspiracy, there is\nat least one question of fact in this case which is\ncommon to all defendants. This question is whether\nthe defendants sought to prevent Negro children from\nattending desegregated public schools in Taliaferro\nCounty. This question of fact is common to all of the\nparties.\nBecause the defendants in this proceeding are\nall agents of the State and have all acted with a\ncommon purpose, they must be deemed to have acted in\nconcert.\n2/ Indeed, the proposed revision of the Federal Rules\nmakes this principle explicit. See Amendments to Rules \nof Civil Procedure for the United States District Courts,\nUnited States Supreme Court, February 28, 1966, Rules 18\nand 20. This is also the position taken in 2 Barron and\nHoltzoff, (Wright ed.) 033.1. But see Moore, Federal \nPractice 1810-13 (0_8.04 [3]).\n- 16 -\n\nThis is not a case involving private individuals\nunrelated in fact or law to each other; it is a case in-\nvolving a group of local officials who are agents of the\nState of Georgia carrying out a single purpose in a re-\nlated series of acts. There is a question of law common\nto all defendants -- whether their action in seeking to\nprevent Negroes from attending desegregated public schools\nin Taliaferro County are in violation of the Constitution.\nIt makes no difference that there are some questions of\nlaw, such as the validity of the divine worship statute,\nwhich are not common to all defendants and are not common\nto all plaintiffs. Rule 20 provides that the relief heed\nnot be the same for or against all parties. It states,\n.  plaintiff or defendant need not be interested in\nf t%. \nobtaining or defending against all the relief demanded.\nJudgment may be given for one or more of the plaintiffs\naccording to their respective rights to relief, and\nagainst one or more of the defendants according to their\nrespective liabilities.\"\nThe prosecution of Negroes engaged in desegrega-\ntion activities and the defendants' dodging of desegre-\ngation by sending white children to other counties are\nrelated acts and a part of an overall policy. If any\none of these defendants was sued for his role in this\nscheme, the evidence of the related acts of all the\nother defendants would be essential to proof of the\nclaim.\n- 17 -\n\nThis is a class action and private plaintiffs\nare all members of class. They assert in Count III\nthat all defendants have acted in concert to deprive\nthem and the members of their class of rights secured\nunder the Constitution and laws of the United States.\nThus, this claim involves a question of law common to\nall parties.\n\nTHIS COURT HAS JURISDICTION TO HEAR AND\nDECIDE ALL ISSUES IN THIS PROCEEDING\nA. This Court Has Jurisdiction To Hear\nAnd Decide The Issues Of The Uncon».\nstitutionality Of State Statutes\nWhen a complaint seeks an injunction against\nthe enforcement of a state statute on the grounds of\nunconstitutionality the case must be heard and determined\nby a three-judge court pursuant to 28 U.S.C. 2281\net. seq., LIE. Florida  Lime and Avocate Growers, Inc.\nv. Jacobson, 362 U.S. 73 (1960), Ex Parte Bransford,\nsupra. The Court in its order of October 22, 1965, held\nthat Georgia Code 26-6901, the divine worship statute, is\nunconstitutional as applied, and reserved the ques-\ntion of facial unconstituionality for final hearing.\nIt enjoined prosecution under Georgia Code 26.0914,\nthe forgery statute, and the ultimate determination\nof its constitutionality is pending before the Court.\n\nB. A Three-Judge Court May Consider \nIssues Ancillary and Related to\nA Constitutional Attack on A\nState Statute.\nThe Supreme Court has held that \"[w]here a\ncomplaint seeks to enjoin a state statute on sub-\nstantial grounds of federal unconstitutionality,\nthen even though nonconstitutional grounds of\nattack are also alleged, we think the case is one\nthat is 'required by . . . Act of Congress to be\nheard and determined by a district court of three \njudges.\" (Emphasis by the court). Florida Lime and \nAvocado Growers, Inc., v. Jacobsen, 362 U.S. 73, 85\n(1960). See also Zemel v. Rusk, 381 U.S. 1 (1965). In\nSterling v. Constantin, 287 U.S. 378 (1932,), the court\nstated that the jurisdiction of a properly constituted\nthree-judge court \"extends to every question involved,\nwhether of state or federal law, and enables the court\nto rest its judgment on the decision of such of the\nquestions as in its opinion effectively dispose of the\ncase.\" 287 U.S. at 393. Thus, it is clear that a\nthree-judge court which is properly convened can hear\nand determine issues which do not in themselves justify\n3_/\na three-judge court.\n3/ The I.C.C. three-judge court cases are not in point.\nThey arise under 28 U.S.C.§2325, which has been construed\nto prohibit the joinder with a valid three-judge claim\nwith a one-judge claim seeking the same relief. E.g.,\nPittsburgh & W.V.R. Co. v. United States, 281 U.S. 479\n(1930). See also Neu York Securities Co. v. United States,\n287 U.S. 12 (1932) and Powell v. United States, 300 U.S. 276\n(1937). It is clear that three-judge courts convened.\n- 20 -\n\nMoreover, a Section 2281 three-judge court is\nnot limited to considering constitutional and non-\nconstitutional claims which both seek relief from\nenforcement of a statute. In White v. Crook, Civil\nAction No. 2263 (N.D., Ala., 1966) a three-judge court\nconsisting of Judges Rives, Allgood, and Johnson,\nheard and determined a constitutional challenge to\nan Alabama statute limiting jury service to men, joined\nwith a claim that the defendants had systematically\nexcluded Negroes from jury service. The latter claim\ndid not seek an injunction against a state statute's\nenforcement. ,and would not therefore justify a three-\njudge court in its own right.\n3/ (con't.) pursuant to 28 U.S.C.§2281 are not subject\nto the limitations of three-judge courts convened pur-\nsuant to 28 U.S.C.2325, since a 28 U.S.C.§2281 Court\nmay hear all challenges to a statute, non-constitutional\nas well as ccnstitutional. Florida Lime and Avocado\nGrowers v. Jacobsen, 362 U.S. 73 (1960). However, the\nmost recent case dealing with the jurisdiction of a\n§2325 Court, held that a three-judge court could consider\nboth a claim seeking review of an I.C.C. rate order (a\nthree-judge claim) and an issue arising under the anti-\ntrust laws. There the non-three-judge claim did not\nseek the same relief as the three-judge claim. The\nCourt held that since the issues in the two claims were\n\"inextricably emmeshed l it could hear them both. Cf.\nalso Chicago Junction Case, 264 U.S. 258 (1924).\n- 21 -\n\nThe only case cited by defendants which is\nsimilar in its facts to the case at hand and arises\nunder the same jurisdictional statute is Public\nService Commission of Missouri v. Brashear Freight \nLines, 312 U.S. 621 (1941). There a three-judge court\n* acted upon a claim of unconstitutionality of a state\ntax law and a counter-claim for assessment of money\ndamages. The court did not hold that the three-judge\ncourt did not have jurisdiction to try the case but\nheld that the non-three-judge claim was properly\nappealed to the Court of Appeals on the merits.\nThis indicates that the three-judge court's exercise\nof jurisdiction was permissable. See generally,\nKurland, The Romero Case and  Some Problems of Federal \nJurisdiction, 73 Harv.  L. Rev. 817, 836-41 (1960).\nDefendant's reliance on Hurn v. Oursler, 289\nU.S. 238 (1933) 9 and related cases involving the\ndoctrine of pendant jurisdiction is unfounded. The\npendant jurisdiction rule as outlined in these cases\nis concerned with the issue of a federal court hearing\nand deciding state causes of action. Under the rule\nof those cases a federal court has jurisdiction over a\nstate cause of action only if it is predicated upon the\nsame fact pattern which gave rise to the federal claim\nbefore the court. Thus, a federal court is without\njurisdiction to determine a state cause of action not\npredicated upon a set of facts which also gave rise to\na federal claim. The rationale of this rule is founded\n- 22 -\n\nupon constitutional notions of federalism and the hesitancy\nof the federal courts to invade the domain of state law.\nSee generally, Hart and Wechsler, The Federal  Courts and\nthe Federal System, pp. 794, 797-809. In this proceeding\nthis Court is presented with an entirely different issue.\nA state claim is not alleged and problems of federalism\n4/\nand abstention are not present.\n4/ Even if the analcgy urged by defendants is appropriate,\ndefendants have too strictly construed the distinction\nbetween \"two distinct grounds in support of a single cause\nof action\" and \"two distinct causes of action.\" Applying\nthe rule of Hurn v. Oursler, the 7th Circuit has upheld\nthe joinder of claims alleging 1) patent infringement,\nand 2) breach of a covenant not to infringe the patent.\nEven though the patent was held invalid, the Court said\nthat the second issue should be decided on the merits. It\nheld the patent relevant to the second claim (arising under\nstate law) only to describe the article not to be \"infringed\"\nby the defendant. The \"single cause of action\" requirement\nwas satisfied here by the overlapping of the evidence which\nhad to be presented on each claim. United Lens Corp. v.\nDoray Lamp, Inc., 93 F. 2d 969 (7th Cir. 1937) (alternative\nholding).\n- 23 -\n\nIn the three-judge court situation, the primary\nconsideration is that of judicial economy. It is ap-\nparent that severance as requested by the defendants\nwould place an added burden on the court system.\nCounts I and II would be heard by a three-judge court,\nCounts III and IV by a single judge. Assuming each\ncase ran the gamut of review, the latter would be ap-\npealed to a circuit court. Two separate appeals to\nthe Supreme Court would be necessary. Moreover, as\nhas been discussed previously, much of the proof rele-\nvant to Counts I and II would be repeated in the hearing\non Count III, since I and II are alleged as part of the\nCount III conspiracy. Also, much of the other evidence\nadduced under Count III would be duplicated on the\ntrials of Counts t and II, to show the purpose of the\napplication of the statutes. Clearly the case in its\npresent posture prevents needless duplication and repetition.\nThus, it is apparent that this Court has jurisdiction\nnot only to decide the questions of the constitutionality\nof the state statutes, but has jurisdiction to decide all\nissues in the proceeding.\n\nCONCLUSION\nIt is our contention that the claims\nand parties were properly joined under the provisions\nof Rules d8 and 20, Federal Rules of Civil Procedure.\nThe requirements of joinder have clearly been satisfied.\nIt is also clear that this Court, a Three Judge District\nCourt must, under 18 U.S.C. 2281, hear and decide\nthe questions of the constitutionality of the Georgia\ncriminal statutes, the disturbance of divine worship statute\n(Georgia Code 26-6901) and the Georgia forgery statute\n(26-3914). It is likewise clear that this Court\nshould hear and decide all of the issues and matters\nalleged and presented in this proceeding.\nRespectfully submitted,\nJOHN HEDIAND.,\nCARL GABEL,\nAttorneys,\nDepartment of Justice,\nWashington, D. C. 20530\n\nAPPENDIX A\nMotions concerning the issues ofioinder\nand jurisdiction of the Three\nJudge District Court to hear and\ndecide the issues raised in the \nfour counts of the  Complaints. \n1. October 5, 1965\nDefendants Kenneth B. Goolsby and Milton B.\nMoore moved to require plaintiffs to file an amended\ncomplaint stating in separate counts each of seven\nalleged claims for relief in Count III of the com-\nplaint and for an order severing the claims sought to\nbe asserted against Goolsby and Moore from the claims\nsought to be asserted against other defendants. They\ncontended that defendants Goolsby and Moore have no\nauthority over the operation of schools in Taliaferro\nCounty, that the alleged claims against Goolsby and\nMoore do not arise out of the same transactions as\nclaims against other defendants; that undue expense\nto Goolsby and Moore would occur and that the issues\nwill be confused by joint trial of claims against two\ngroups of defendants.\n2. October 5, 1965\nLola Williams, Superintendent of Schools,\nTaliaferro County, and members of the Board of Education\nTaliaferro County, moved for an order dropping them\nas parties defendant or in the alternative for an order\nsevering claims asserted against them from claims asserted\nagainst defendants Goolsby, Moore and Richards.\n\n3. November 16, 1965\nThe members of Wilkes County Board of Education\nand Wilkes County Superintendent of Schools,. M.-A. Guill\nmoved to dismiss the complaint because:\n1. The complaint fails to state a cause\nof action upon which relief can be\ngranted, and\n2. Trial was held on October 12, 13, 14\nwhen defendants were not present; had\nnot been served with process; and were\nwithout notice the matter was proceeding\nagainst them,\nThe defendants additionally moved:\n1. To dismiss and strike Counts I and II\nof the complaint in that said counts\nrelate wholly to matters concerning\nTaliaferro County,\n2. To dismiss Count III in that Count III\ncontains a multiplicity of actions,\n3. To dismiss Counts III and IV of complaint\nin that defendant had no opportunity to\ndefend and had no notice of trial of the\ncase, and\n4. To dismiss and vacate the order of the\nCourt dated October 19, 1965 as to them,\nin that said order was granted ex parte \nwhen they had no notice advising that they\nwere parties.\nii\n\n4. February 15, 1966\nThe members of the Wilkes County Board of Education\nand its Superintendent moved to:\n1. Sever claims and parties set forth in\nCounts I and II of plaintiff's complaint\nfrom claims and parties set forth in\nCounts III and IV and that CountsI and II\nbe proceeded with separately from\nCounts III and IV, and\n2. That Counts I and II be heard by a\ndistrict court consisting of three judges\nand Counts III and IV by a district\ncourt consisting of a single judge for\nthe reason that a three-judge court\ndoes not have jurisdiction over Counts\nIII and IV which are the only counts\ninvolving Wilkes County defendants.\n5. February 15, 1966\nA Motion by Wilkes County defendants to strike\nportions of numerous paragraphs in the complaint as\nbeing irrelevant and immaterial.\n6. February 23, 1966\nMotion by Warren County defendants to:\n1. Sever Counts I and II from Counts III and\nIV and that Counts I and II be dealt Tyith\nseparately from Counts III and.IV.\n2. Sever parties between the parties'\nplaintiff and defendants of Counts\nI and II with parties plaintiff and\niii\n\ndefendant in Counts III and IV\nso that claims in CountsI and II\nwill be handled separately from\nthose of Counts III add. IV,\n3. Dismiss Counts III and IV of the\ncomplaints as a three-judge Court\ndoes not have jurisdiction in such\nmatters with regard to Warren County\nBoard of Education, and\n4. To have Counts III and IV be heard\nby the resident judge for the\nSouthern District of Georgia.\niv\n\noereiv,8626\nIN THE UNITED STATES DISTRICT COURT FOR THE\nSOUTHERN DISTRICT OF GEORGIA\nAUGUSTA DIVISION\nCALVIN TURNER, et al.(cid:9) )\nPlaintiff, )\nUNITED STATES OF AMERICA(cid:9) )\nCIVIL ACTION NO. 1226\nPlaintiff-Intervenor )\nv.(cid:9) )\nKENNETH GOOLSBY, et al.(cid:9) )\nDefendants. )\n-\nPLAINTIFF-INTERVENOR\"S\nBRIEF IN OPPOSITION TO\nDEFENDANTS., MOTIONS TO\nDISMISS AND SEVER\nDONALD H. FRASER(cid:9) JOHN DOAR\nUnited States Attorney.(cid:9) Assistant Attorney General\nDAVID NORMAN\nCARL GABEL\nJOHN HEDLAND\nAttorneys\nDepartment\nof Justice\n\nCONTENTS\nPAGE\n(cid:9)\nSTATEMENT 1\nARGUMENT\nJoinder of Claims and Parties(cid:9) 10\nAre Proper\nA. The Requirement That All(cid:9) 10\nClaims Asserted Against\nDefendants Must Arise Out\nOf One Transaction Or\nSeries of Transactions ;i3\nSatisfied.\nB. There Are Questions Of Law(cid:9) 16\nAnd Fact Common To All\nParties.\nThis Court has Jurisdiction to(cid:9) 19\nHear and Decide All Issues in\nthis Proceeding\nA. This Court has Jurisdiction 19\nto Hear and Decide the Issues\nof the Uri:.;.nstitutionality\nof State Statutes\nB. A Three-Judge Court May(cid:9) 20\nConsider Issues Ancillary\nand Related to a Constitutional\nAttack on a Statute\nAppendix A\n\nSTATEMENT\nThe Taliaferro County Board of Education\nmaintained and operated a dual segregated school\nsystem for the 1965-1965 school year. Negro students\nattended one school, Murden, which was staffed ex-\nclusively by Negro personnel; white students attended\nanother school, Alexander Stephens Institute, which\nwas staffed exclusively by white personnel. Grades\none through twelve were offered at each school.\nAlexander Stephens Institute had a gymnasium;\nMurden did not. Mrs. Lola Williams is the County\nSuperintendent of Education. Her office is in the\nCounty Courthouse, on the town square.\nDuring the Fall of 1964, a group of Negro\nadults and children requested that the one gymnasium\nbe made available for their use; the School Board denied\nthis request. Again, in May, 1965, a similar request\nwas made and denied.\nThe hiring of teachers for the 1965-66 school\nyear was conducted during the Spring of 1965. Teachers\nwho would be assigned to Alexander Stephens Institute\nsigned their contracts at this time; six of the teachers\nwho had taught at Murden School in the 1964-65 school\nyear were notified that their contracts would not be\nrenewed for the 1965-1966 school year.\n\nOn May 3, 1965, the Taliaferro County Board of\nEducation submitted a plan for desegregation of schools\nto the Office of Education, Department of Health, Educa-\ntion and Welfare. At•the Board of Education meeting\non August 2, 1965, the Board noted in its minutes that\nthe Department of Health, Education and Welfare\nnotified it to improve the plan but the Board decided\nto rely on its plan of May 3, 1965.\nGroups of Negro and civil rights workers began\nholding demonstrations in May, 1965,and these demon-\nstrations continued throughout the summer. On Sun-\ndays, the usual practice was for the protestors to\nmeet at the Friendship Baptist Church, march to the\ntown square, where they sang songs and prayed, after\nwhich they marched back to the church. On some occasions\ndemonstrations occurred near the office of Mrs. Williams\nand at her home. Some of the songs which the demon-\nstrators sang mentioned her name.\nDuring July 1965, forms by which Negro children\ncould transfer to Alexander Stephens Institute were\nmade available by the school officials. On July 13,\n14, and 15, the Board received 89 applications for\nthe transfer of Negro students to Alexander Stephens\nInstitute. Beginning on July 15, the last day for\n\nthe submission of transfer form•tthe School Board\nattorney, Harold Richards, Sheriff Moore and agents\nof the Georgia Bureau of Investigation began an in-\nvestigation of alleged irregularities in the submission\nof the 89 choice forms. Mrs. Williams consulted with\nMr. Richards about this investigation. Also in July,\n1965 Mrs. Williams contacted Mr. Ford Boston, the\nSuperintendent of Greene County Schools, concerning\nthe transfer of students to Greene County. At this\ntime Mr. Boston thought that ,7,radcs 8 through 12 would\nnot be operated at Alexander Stephens Institute the\nfollowing year. On July 22-23, 1965 the Warren County\nBoard of Education received a large number of applica-\ntions from students who previously attended Alexander\nStephens Institute to attend schools in that county\nduring the 1965-1966 school year. On August 5, the\nWarren County Board approved the hiring of four teachers\nwho had taught at Alexander Stephens Institute in 1964-\n1965 and who had, in the Spring of 1965, agreed to\nteach in Taliaferro County the following year. On\nAugust 6, the Warren County Board approved the trans-\nfers of students who previously attended Alexander\nStephens Institute.\nAlso, during July, 1965, County and School Board\nAttorney Harold Richards caused three warrants to be\nissued against Calvin Turner for violation of Georgia\nCode, Section 26-3914. Mr. Turner taught in the Murden\nSchool during the 1964-1965 school year but his contract\nwas not renewed for the 1965-1966 school year. He is\n\none of the teachers who assisted Negro children in\ntheir request to use the Alexander Stephen Institute's\ngymnasium, during the 1964-1965 school year, he is\na leader of the Taliaferro County civil rights move-\nment, and is a parent who requested that his children\nattend Alexander Stephens Institute during the 1965-1966\nschool year. The warrants were issued for alleged\nforgeries concerning the filing of requests for four\nNegro students to attend Alexander Stephens Institute.\nMr. Turner was released on bond pending the meeting of\nthe Taliaferro County Grand Jury. The Grand Jury, on\nor shortly after August 31, 1965, returned three in-\ndictments, of four counts each, charging Calvin Turner\nwith violations of the Georgia forgery statute, in con-\nnection with the school transfer application forms filed\non behalf of Negro students to attend Alexander Stephens\nInstitute. Calvin Turner is also a Notary Public and\nacted as such on the applications filed on behalf\nof Negro children to attend Alexander Stephens Instithte.\nOn Sunday, August 22, 1965, about 125 Negroes\nand a few white civil rights workers marched together\nto the Taliaferro County Courthouse from the Friend-\nship Baptist Church to protest racial inequalities in\nTaliaferro County. Another group led by Reverend\nWhitney Ward and a group of his white followers, were\nalso at or near the Courthouse square. They had a\nloudspeaker over which records were played. Both\ngroups conducted their programs simultaneously at\ndifferent places on the square. On the following day,\n4\n\nCounty Attorney Richards met with Solicitor General\nKenneth Goolsby and gave to Mr. Goolsby a copy of a\nletter that Reverend Ward had provided Mr. Richards.\nThe letter concerned the alleged interference of Rever-\nend Ward's meeting at the Courthouse on August 22,\nby the Negro demonstration. Later that day, Sheriff\nMoore arrested Calvin Turner, and the Reverend Joseph\nCooney, a civil rights worker from the District of\nColumbia, for violation of Georgia Code 26-6901,\ndisturbing divine worship.\nThe regular session of the Taliaferro County\nGrand Jury was scheduled to meet on August 23, 1965.\nIt was not convened but met instead on August 30, 1965,\nafter the names of Negroes were added to the jury list.\nThe grand jury indicted nine persons for violating\nGeorgia Code Section 26-6901, disturbing divine worship.\nThe indictments charged that the conduct of the Negro\ndemonstrators at the Courthouse square on August 22,\n1965, disturbed a divine worship, conducted by Reverend\nWard. The Grand Jury also indicted Calvin Turner,\nClara and Dock Davis, and Edna Swain of five counts of\nforgery arising out of the submission of applications\nfor transfer to attend Alexander Stephens Institute on\nbehalf of Negro children, in July 1965. Mr. Calvin\nTurner was confined in jail from about August 31, 1965,\nuntil at least September 10, 1965, for failure to post\n$17,750 bond which was set following his arrest for\nviolating the Georgia divine worship and forgery statutes.\n5\n\nThe 1965-66 school year began on August 30, 1965\nin Taliaferro County, Georgia. No white students appeared\nat Alexander Stephens Institute. Taliaferro County\nprovided public school bus transportation for the\nwhite students to attend classes in Warren, Wilkes,\nand Greene Counties, Georgia. Negro students who had\nrequested transfers to Alexander Stephens Institute\nwere unable to attend because the school was not\noperated. To protest the closing, Negro students, in\nSeptember and October, 1965, attempted to board, and\nplaced themselves in the path of the buses which\ntransported the white Taliaferro County students to\nWarren,. Wilkes, and Greene Counties. Beginning September\n10, and ending on October 12, 1965, a series of four\ndemonstrations occurred at the Murden School, during\none of which a list of grievances was presented to the\nprincipal by representatives of the Negro demonStratorsi\nPlaintiff filed the complaint in the instant\naction on September 10, 1965, alleging that Georgia\nCode 26-6901 concerning disturbance of divine worship,\nis unconstitutional, that Georgia Code 26-3914, the\nGeorgia foregery statute, is unconstitutional, and in\nCount III, that, in general, defendants have conspired\nto deny plaintiffs their civil rights,\nCount III incorporates by reference the allegations\nof Counts I and II, alleges that the acts of defendant\nGoolsby were committed in furtherance of a conspiracy\nin violation of 28 U.S.C. 1985(3), and alleges that the\nTaliaferro County Sheriff, Milton Moore, the County\n6\n\nAttorney, Harold F. Richards; the County Superin-\ntendent of Schools, Mrs. Lola Williams; the members\nof the County Board of Education; and the Solicitor\nGeneral of the Toombs Judicial Circuit, Kenneth E.\nGoolsby, are co-conspirators, who have combined and\nconspired under color of state law to deprive the\nplaintiffs and the member-of their class of the equal\nprotection of the laws or of privileges and immunities\nunder the federal Constitution and statutes. Specifically,\nit is alleged that, among other things, the\nTaliaferro County school officials refused to rehire\nsix teachers who assented to a request on behalf of\nNegro students to use the one gymnasium in the county;\nthat the Taliaferro County school officials arranged\nfor the education of white students, but not Negro stu-\ndents, in the schools of the surrounding counties; that\ncertain defendants caused civil rights workers to be\nchased, to be deprived of guaranteed rights, and\nthreatened; that defendant Richards caused warrants\nto be signed by Negro citizens against Calvin Turner\non the charge of forgery, in 'furtherance of the con-\nspiracy; and that defendant Goolsby by presenting evidence\nto the grand jury caused indictments to be returned\nagainst Calvin Turner and the Reverend Joseph Cooney\nfor violating Georgia Code 26-6901 and by participating\nin the transfer of the 112 white students to schools\nin the adjoining counties acted to further the conspiracy.\nPlaintiffs seek to enjoin the enforcement of\nGeorgia Code Sections 26-6901 and 26-3914; and that\n7\n\nthe defendants, be enjoined from, among other things,\nconspiring to use or in any way using their authority-to\nharass, intimidate, impede or prevent the plaintiffs\nfrom exercising their rights, privileges and immunities\nas citizens of the United States; that certain de-\nfendants be enjoined from interferring by violence,\nthreats, or arrests and threats of arrest or prosecutions\nwith plaintiff's assembling, marching and demonstrating\nat reasonable times; and that defendant Sheriff Moore\nbe enjoined from failing to provide demonstrators with\nadequate police protection and that the defendants Lola\nWilliams and the Taliaferro County Board of Education\nbe enjoined from using public monies to support students\nresiding outside of Taliaferro County unless all stu-\ndents have the privilege of attending these schools.\nCount 'IV was added by amendment on October\n11, 1965, It adds several Negro students and parents\nas plaintiff and adds the superintendents and members\nof the Boards of Education of Warren and Greene Counties\nas defendants. Plaintiffs allege that the newly added\ndefendants agreed and arranged with certain other\ndefendants to enroll the former Alexander Stephens\nInstitute students in their respective school systems.\nPlaintiff seeks to enjoin the Taliaferro County School\nofficials from operating a segregated school system and\nfrom continuing to educate white Taliaferro County\nstudents in schools in the surrounding counties and\nseeks to enjoin the other defendants from accepting\nand educating these students. In the alternative, plaintiff\n\nrequests that the court require the reorganiza-\ntion of the Taliaferro County school system into a\nunitary non-racial system, including the assignment\nof children, staff, and faculty on a non-racial\nbasis.\nThe United States of America, on January 12,\n1966 filed a motion to intervene under the provisions\nof Section 902 of the Civil Rights Act of 1964 and\nRult. 24 (a) of the Federal Rules of Civil Procedures.\nLimited leave to intervene was granted at the hearing\non February 23, 1966.\n9\n\nARGUMENT\nJOINDER OF CLAIMS\nAND PARTIES IS PROPER\nA. The Requirement That All Claims\nAsserted Against Defendants Must\nArise Out Of One Transaction Or\nSeries of Transactions Is\nSatisfied.\nDefendants have filed several motions in this\naction regarding the propriety of the three-judge court\nto hear and decide issues relating to the desegregation\nof the public schools of the four counties along with\nthe questions of the constitutionality of the two sec-\ntions of the Georgia Code. Attachment A to this brief\ncontains a synopsis of the motions on these issues.\nThs issues raised are whether there is proper\njoinder of the several parties and claims under Rule\n18, Federal Rules of Civil Procedure, and whether the\nthree-judge court should hear and decide the matters\nraised in the four counts of plaintiff's complaint. In\norder to determine whether, in this instance where there\nare multiple parties to an action and multiple claims, if\neach are properly joined, it is necessary to determine\nif the requirements of Rulesl8 and 20, Federal Rules of\nCivil Procedure, are satisfied.\n0\n- 1  -\n\nRule 18, Federal Rules of Civil Procedure, pro-\nvides that a plaintiff may join, either as independent\nor as alternate claims as many claims as he may have\nagainst an opposing party. Similar joinder of claims\nis permitted when there are multiple parties if the\nrequirements of joinder of parties are met. Rule 20,\nFederal Rules of Civil Procedure, permits joinder of\ndefendants if there is asserted against them jointly,\nseverally, or in the alternative, any right to relief\narising out of the same transaction, occurrence, or\nseries of transactions or occurrences, and if any\nquestion of law or fact common to all of them will\narise in the action.\nIn order to properly join claims and to\nproperly join parties it must be shown first, that there\nis asserted against the multiple defendants a right to\nrelief in respect of or arising out of the same trans-\naction, occurrence, or series of transactions or\noccurrences. In this proceeding, the common transaction\nor series of transactions are the acts of the several\ndefendants to prevent Negro students from attending de-\nsegregated schools. These acts are alleged in Count III\n1/\nto constitute a conspiracy.(cid:9) There is no requirement\nthat the transaction or series of transactions be limited\nto a particular span of time; the determination of\n1/ Clearly the conspiracy and the acts of each individual\npursuant to it arise out of \"the same transaction,\noccurrence, or series of transactions or occurrences.\"\nSee Eastern Fireproofing_ Co., v. United States \nGypsum Co., 160 F.Supp. 580 (D.C. Mass., 1958).\n\nwhether the acts of the defendants are part of the same\ntransaction or series of transactions must be determined\nfrom the facts in each case.\nIn this proceeding, the four counts of the com-\nplaint, as amended, all relate to a same transaction or\nseries of transactions, the acts of the several defen-\ndants to prevent or discourage Negro citizens of\nTaliaferro County from exercising certain constitu-\ntionally guaranteed rights, including the right to attend\ndesegregated schools. Count III of the complaint in-\ncorporates the allegations of Counts I and II and in\nCount IV, it is alleged, in essence, that by maintaining \nsegregated schools, the defendants continued to give \nforce and effect to the events which occurred which pre-\nvented Negro students from attending desegregated schools.\nThe events which show the existence of the\ncommon transaction or series of transactions, as set\nforth in the facts above are:\n1. The defendants, Mrs. Williams,\nand the members of the\nTaliaferro County Board of\nEducation in the Spring of\n1965 refused to rehire six\nNegro teachers at Murden\nSchool;\n- 12 -\n\n1\n2. The defendants, Mrs. Williams,\nand the members of the\nTaliaferro County Board of\nEducation during the 1964-\n1965 school year refused\nto permit Negroes to use\nthe Alexander Stephens\nInstitute gymnasium;\n3. The defendants, Mrs. Williams,\nthe members of the Taliaferro\nCounty Board of Education, and\nMr. Richards, Mr. Goolsby, and\nSheriff Moore, in July 1965,\ninstituted an investigation of\napplications for transfer by\nNegroes to Alexander Stephens\nInstitute, and, investigated\nand initiated the prosecution\nof Calvin Turner for forgery,\nunder Georgia Code 26-3914;\n4. The defendants, Mrs. LTilliams,\nthe superintendents of the\nGreene, Warren, and Wilkes\nCounty Boards of Education\nand the Boards of Education\nof Warren, Wilkes, Greene,\nand Taliaferro Counties\narranged for the transfer\n- 13 -\n\nof white students who attended\nAlexander Stephens Institute in\n1964-1965 to the schools in\nWarren, Wilkes, and Greene\nCounties for the 1965-1966\nschool year;\n5. The defendants, Sheriff Moore,\nMr. Richards, and Mr. Goolsby\nsought indictments for viola-\ntion of the divine worship\nstatute (Georgia Code\n26-6901) of members of the\ncivil rights movement who\nwere promoting, among other\nrights, the desegregation of\nTaliaferro County Public\nSchools;\n6. The defendants, the superin-\ntendents and the members of\nthe Boards of Education of\nthe Warren, Wilkes, Greene,\nand Taliaferro Counties,\nwhile arranging for the\ntransfer of white students\nto the schools in Warren,\nWilkes, and Greene Counties,\nfailed to notify Negro stu-\ndents residing in Taliaferro\n- 14 -\n\nCounty of their right\nand of the opportunity to\nmake such transfers;\n7. All of the defendants have\nperpetuated the racial segre-\ngation of the public school\nsystem of Taliaferro County.\nThus, it is clear that the claims in this case\narise out of common occurrence or series of transactions,\nnamely the efforts of the defendants to avoid the de-\nsegregation of public schools in Taliaferro County.\n\nB. There are questions of law and fact common to \nall parties.\nIn our view, the Federal Rules of Civil Procedure,\nRules 18 and 20, authorize the joinder of multiple claims\nand multiple parties when the claims arise \"out of the\nsame transaction or occurrence or series of transactions\nor occurrences\" and there is a question of law common to\n2/\nall defendants.\nIt is clear from the evidence in this proceeding\nthat, apart from the question of a conspiracy, there is\nat least one question of fact in this case which is\ncommon to all defendants. This question is whether\nthe defendants sought to prevent Negro children from\nattending desegregated public schools in Taliaferro\nCounty. This question of fact is common to all of the\nparties.\nBecause the defendants in this proceeding are\nall agents of the State and have all acted with a\ncommon purpose, they must be deemed to have acted in\nconcert.\n2/ Indeed, the proposed revision of the Federal Rules\nmakes this principle explicit. See Amendments to Rules \nof Civil Procedure for the United States District Courts,\nUnited States Supreme Court, February 28, 1966, Rules 18\nand 20. This is also the position taken in 2 Barron and\nHoltzoff, (Wright ed.) 033.1. But see Moore, Federal \nPractice 1810-13 (0_8.04 [3]).\n- 16 -\n\nThis is not a case involving private individuals\nunrelated in fact or law to each other; it is a case in-\nvolving a group of local officials who are agents of the\nState of Georgia carrying out a single purpose in a re-\nlated series of acts. There is a question of law common\nto all defendants -- whether their action in seeking to\nprevent Negroes from attending desegregated public schools\nin Taliaferro County are in violation of the Constitution.\nIt makes no difference that there are some questions of\nlaw, such as the validity of the divine worship statute,\nwhich are not common to all defendants and are not common\nto all plaintiffs. Rule 20 provides that the relief heed\nnot be the same for or against all parties. It states,\n.  plaintiff or defendant need not be interested in\nf t%. \nobtaining or defending against all the relief demanded.\nJudgment may be given for one or more of the plaintiffs\naccording to their respective rights to relief, and\nagainst one or more of the defendants according to their\nrespective liabilities.\"\nThe prosecution of Negroes engaged in desegrega-\ntion activities and the defendants' dodging of desegre-\ngation by sending white children to other counties are\nrelated acts and a part of an overall policy. If any\none of these defendants was sued for his role in this\nscheme, the evidence of the related acts of all the\nother defendants would be essential to proof of the\nclaim.\n- 17 -\n\nThis is a class action and private plaintiffs\nare all members of class. They assert in Count III\nthat all defendants have acted in concert to deprive\nthem and the members of their class of rights secured\nunder the Constitution and laws of the United States.\nThus, this claim involves a question of law common to\nall parties.\n\nTHIS COURT HAS JURISDICTION TO HEAR AND\nDECIDE ALL ISSUES IN THIS PROCEEDING\nA. This Court Has Jurisdiction To Hear\nAnd Decide The Issues Of The Uncon».\nstitutionality Of State Statutes\nWhen a complaint seeks an injunction against\nthe enforcement of a state statute on the grounds of\nunconstitutionality the case must be heard and determined\nby a three-judge court pursuant to 28 U.S.C. 2281\net. seq., LIE. Florida  Lime and Avocate Growers, Inc.\nv. Jacobson, 362 U.S. 73 (1960), Ex Parte Bransford,\nsupra. The Court in its order of October 22, 1965, held\nthat Georgia Code 26-6901, the divine worship statute, is\nunconstitutional as applied, and reserved the ques-\ntion of facial unconstituionality for final hearing.\nIt enjoined prosecution under Georgia Code 26.0914,\nthe forgery statute, and the ultimate determination\nof its constitutionality is pending before the Court.\n\nB. A Three-Judge Court May Consider \nIssues Ancillary and Related to\nA Constitutional Attack on A\nState Statute.\nThe Supreme Court has held that \"[w]here a\ncomplaint seeks to enjoin a state statute on sub-\nstantial grounds of federal unconstitutionality,\nthen even though nonconstitutional grounds of\nattack are also alleged, we think the case is one\nthat is 'required by . . . Act of Congress to be\nheard and determined by a district court of three \njudges.\" (Emphasis by the court). Florida Lime and \nAvocado Growers, Inc., v. Jacobsen, 362 U.S. 73, 85\n(1960). See also Zemel v. Rusk, 381 U.S. 1 (1965). In\nSterling v. Constantin, 287 U.S. 378 (1932,), the court\nstated that the jurisdiction of a properly constituted\nthree-judge court \"extends to every question involved,\nwhether of state or federal law, and enables the court\nto rest its judgment on the decision of such of the\nquestions as in its opinion effectively dispose of the\ncase.\" 287 U.S. at 393. Thus, it is clear that a\nthree-judge court which is properly convened can hear\nand determine issues which do not in themselves justify\n3_/\na three-judge court.\n3/ The I.C.C. three-judge court cases are not in point.\nThey arise under 28 U.S.C.§2325, which has been construed\nto prohibit the joinder with a valid three-judge claim\nwith a one-judge claim seeking the same relief. E.g.,\nPittsburgh & W.V.R. Co. v. United States, 281 U.S. 479\n(1930). See also Neu York Securities Co. v. United States,\n287 U.S. 12 (1932) and Powell v. United States, 300 U.S. 276\n(1937). It is clear that three-judge courts convened.\n- 20 -\n\nMoreover, a Section 2281 three-judge court is\nnot limited to considering constitutional and non-\nconstitutional claims which both seek relief from\nenforcement of a statute. In White v. Crook, Civil\nAction No. 2263 (N.D., Ala., 1966) a three-judge court\nconsisting of Judges Rives, Allgood, and Johnson,\nheard and determined a constitutional challenge to\nan Alabama statute limiting jury service to men, joined\nwith a claim that the defendants had systematically\nexcluded Negroes from jury service. The latter claim\ndid not seek an injunction against a state statute's\nenforcement. ,and would not therefore justify a three-\njudge court in its own right.\n3/ (con't.) pursuant to 28 U.S.C.§2281 are not subject\nto the limitations of three-judge courts convened pur-\nsuant to 28 U.S.C.2325, since a 28 U.S.C.§2281 Court\nmay hear all challenges to a statute, non-constitutional\nas well as ccnstitutional. Florida Lime and Avocado\nGrowers v. Jacobsen, 362 U.S. 73 (1960). However, the\nmost recent case dealing with the jurisdiction of a\n§2325 Court, held that a three-judge court could consider\nboth a claim seeking review of an I.C.C. rate order (a\nthree-judge claim) and an issue arising under the anti-\ntrust laws. There the non-three-judge claim did not\nseek the same relief as the three-judge claim. The\nCourt held that since the issues in the two claims were\n\"inextricably emmeshed l it could hear them both. Cf.\nalso Chicago Junction Case, 264 U.S. 258 (1924).\n- 21 -\n\nThe only case cited by defendants which is\nsimilar in its facts to the case at hand and arises\nunder the same jurisdictional statute is Public\nService Commission of Missouri v. Brashear Freight \nLines, 312 U.S. 621 (1941). There a three-judge court\n* acted upon a claim of unconstitutionality of a state\ntax law and a counter-claim for assessment of money\ndamages. The court did not hold that the three-judge\ncourt did not have jurisdiction to try the case but\nheld that the non-three-judge claim was properly\nappealed to the Court of Appeals on the merits.\nThis indicates that the three-judge court's exercise\nof jurisdiction was permissable. See generally,\nKurland, The Romero Case and  Some Problems of Federal \nJurisdiction, 73 Harv.  L. Rev. 817, 836-41 (1960).\nDefendant's reliance on Hurn v. Oursler, 289\nU.S. 238 (1933) 9 and related cases involving the\ndoctrine of pendant jurisdiction is unfounded. The\npendant jurisdiction rule as outlined in these cases\nis concerned with the issue of a federal court hearing\nand deciding state causes of action. Under the rule\nof those cases a federal court has jurisdiction over a\nstate cause of action only if it is predicated upon the\nsame fact pattern which gave rise to the federal claim\nbefore the court. Thus, a federal court is without\njurisdiction to determine a state cause of action not\npredicated upon a set of facts which also gave rise to\na federal claim. The rationale of this rule is founded\n- 22 -\n\nupon constitutional notions of federalism and the hesitancy\nof the federal courts to invade the domain of state law.\nSee generally, Hart and Wechsler, The Federal  Courts and\nthe Federal System, pp. 794, 797-809. In this proceeding\nthis Court is presented with an entirely different issue.\nA state claim is not alleged and problems of federalism\n4/\nand abstention are not present.\n4/ Even if the analcgy urged by defendants is appropriate,\ndefendants have too strictly construed the distinction\nbetween \"two distinct grounds in support of a single cause\nof action\" and \"two distinct causes of action.\" Applying\nthe rule of Hurn v. Oursler, the 7th Circuit has upheld\nthe joinder of claims alleging 1) patent infringement,\nand 2) breach of a covenant not to infringe the patent.\nEven though the patent was held invalid, the Court said\nthat the second issue should be decided on the merits. It\nheld the patent relevant to the second claim (arising under\nstate law) only to describe the article not to be \"infringed\"\nby the defendant. The \"single cause of action\" requirement\nwas satisfied here by the overlapping of the evidence which\nhad to be presented on each claim. United Lens Corp. v.\nDoray Lamp, Inc., 93 F. 2d 969 (7th Cir. 1937) (alternative\nholding).\n- 23 -\n\nIn the three-judge court situation, the primary\nconsideration is that of judicial economy. It is ap-\nparent that severance as requested by the defendants\nwould place an added burden on the court system.\nCounts I and II would be heard by a three-judge court,\nCounts III and IV by a single judge. Assuming each\ncase ran the gamut of review, the latter would be ap-\npealed to a circuit court. Two separate appeals to\nthe Supreme Court would be necessary. Moreover, as\nhas been discussed previously, much of the proof rele-\nvant to Counts I and II would be repeated in the hearing\non Count III, since I and II are alleged as part of the\nCount III conspiracy. Also, much of the other evidence\nadduced under Count III would be duplicated on the\ntrials of Counts t and II, to show the purpose of the\napplication of the statutes. Clearly the case in its\npresent posture prevents needless duplication and repetition.\nThus, it is apparent that this Court has jurisdiction\nnot only to decide the questions of the constitutionality\nof the state statutes, but has jurisdiction to decide all\nissues in the proceeding.\n\nCONCLUSION\nIt is our contention that the claims\nand parties were properly joined under the provisions\nof Rules d8 and 20, Federal Rules of Civil Procedure.\nThe requirements of joinder have clearly been satisfied.\nIt is also clear that this Court, a Three Judge District\nCourt must, under 18 U.S.C. 2281, hear and decide\nthe questions of the constitutionality of the Georgia\ncriminal statutes, the disturbance of divine worship statute\n(Georgia Code 26-6901) and the Georgia forgery statute\n(26-3914). It is likewise clear that this Court\nshould hear and decide all of the issues and matters\nalleged and presented in this proceeding.\nRespectfully submitted,\nJOHN HEDIAND.,\nCARL GABEL,\nAttorneys,\nDepartment of Justice,\nWashington, D. C. 20530\n\nAPPENDIX A\nMotions concerning the issues ofioinder\nand jurisdiction of the Three\nJudge District Court to hear and\ndecide the issues raised in the \nfour counts of the  Complaints. \n1. October 5, 1965\nDefendants Kenneth B. Goolsby and Milton B.\nMoore moved to require plaintiffs to file an amended\ncomplaint stating in separate counts each of seven\nalleged claims for relief in Count III of the com-\nplaint and for an order severing the claims sought to\nbe asserted against Goolsby and Moore from the claims\nsought to be asserted against other defendants. They\ncontended that defendants Goolsby and Moore have no\nauthority over the operation of schools in Taliaferro\nCounty, that the alleged claims against Goolsby and\nMoore do not arise out of the same transactions as\nclaims against other defendants; that undue expense\nto Goolsby and Moore would occur and that the issues\nwill be confused by joint trial of claims against two\ngroups of defendants.\n2. October 5, 1965\nLola Williams, Superintendent of Schools,\nTaliaferro County, and members of the Board of Education\nTaliaferro County, moved for an order dropping them\nas parties defendant or in the alternative for an order\nsevering claims asserted against them from claims asserted\nagainst defendants Goolsby, Moore and Richards.\n\n3. November 16, 1965\nThe members of Wilkes County Board of Education\nand Wilkes County Superintendent of Schools,. M.-A. Guill\nmoved to dismiss the complaint because:\n1. The complaint fails to state a cause\nof action upon which relief can be\ngranted, and\n2. Trial was held on October 12, 13, 14\nwhen defendants were not present; had\nnot been served with process; and were\nwithout notice the matter was proceeding\nagainst them,\nThe defendants additionally moved:\n1. To dismiss and strike Counts I and II\nof the complaint in that said counts\nrelate wholly to matters concerning\nTaliaferro County,\n2. To dismiss Count III in that Count III\ncontains a multiplicity of actions,\n3. To dismiss Counts III and IV of complaint\nin that defendant had no opportunity to\ndefend and had no notice of trial of the\ncase, and\n4. To dismiss and vacate the order of the\nCourt dated October 19, 1965 as to them,\nin that said order was granted ex parte \nwhen they had no notice advising that they\nwere parties.\nii\n\n4. February 15, 1966\nThe members of the Wilkes County Board of Education\nand its Superintendent moved to:\n1. Sever claims and parties set forth in\nCounts I and II of plaintiff's complaint\nfrom claims and parties set forth in\nCounts III and IV and that CountsI and II\nbe proceeded with separately from\nCounts III and IV, and\n2. That Counts I and II be heard by a\ndistrict court consisting of three judges\nand Counts III and IV by a district\ncourt consisting of a single judge for\nthe reason that a three-judge court\ndoes not have jurisdiction over Counts\nIII and IV which are the only counts\ninvolving Wilkes County defendants.\n5. February 15, 1966\nA Motion by Wilkes County defendants to strike\nportions of numerous paragraphs in the complaint as\nbeing irrelevant and immaterial.\n6. February 23, 1966\nMotion by Warren County defendants to:\n1. Sever Counts I and II from Counts III and\nIV and that Counts I and II be dealt Tyith\nseparately from Counts III and.IV.\n2. Sever parties between the parties'\nplaintiff and defendants of Counts\nI and II with parties plaintiff and\niii\n\ndefendant in Counts III and IV\nso that claims in CountsI and II\nwill be handled separately from\nthose of Counts III add. IV,\n3. Dismiss Counts III and IV of the\ncomplaints as a three-judge Court\ndoes not have jurisdiction in such\nmatters with regard to Warren County\nBoard of Education, and\n4. To have Counts III and IV be heard\nby the resident judge for the\nSouthern District of Georgia.\niv",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/77270"
    }
  ],
  "document_count": 3
}