{
  "case_id": 10014,
  "fetched_at": "2025-10-20T22:39:12.862122",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Fort Lee",
        "institution_county": null,
        "name": "Borough of Fort Lee",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Fort Lee",
        "institution_county": null,
        "name": "Fort Lee Police Department",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1990,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "District of New Jersey",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Incomplete",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1988-08-08",
    "filing_year": 1988,
    "id": 10014,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Discrimination Basis: Race discrimination",
      "Affected Sex/Gender(s): Male",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-06-26T00:00:00-04:00",
    "main_docket": {
      "id": 33065,
      "docket_entries": [
        {
          "row_number": 0,
          "id": 10196720,
          "entry_number": null,
          "date_filed": "1990-12-19T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "Case closed (ar)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 1988,
      "docket_filing_number": 3474,
      "is_main_docket": true,
      "court": "District of New Jersey",
      "state": "New Jersey",
      "docket_office_number": "2",
      "docket_number_manual": "2:88-cv-03474-SRC",
      "scales_html": null,
      "recap_link": "https://www.courtlistener.com/docket/9134629/ernst-v-fort-lee/",
      "is_active": true
    },
    "name": "Ernst v. Borough of Fort Lee",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Driver was arrested for suspended vehicle registration and was strip-searched prior to his incarceration at the Borough of Fort Lee on July 10, 1987.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "New Jersey",
    "summary": "<p>On August 8, 1988, arrestees for a minor traffic violation who were subjected to a strip search filed this 42 U.S.C. § 1983 action against the Borough of Fort Lee, New Jersey and violating officers in the United States District Court for the District of New Jersey. Plaintiffs, represented by private counsel, asked for declaratory relief that the practice and the underlying state statute be found unconstitutional, as well as damages.  Plaintiffs claimed a violation of their Fourth Amendment rights, one of the plaintiffs claimed that they were held on excessive bail, and that they had been subjected to intentional infliction of emotional distress, as well as racial discrimination.</p><p>On July 10, 1987, the plaintiffs, a man and a woman, were arrested for driving on a suspended registration. Officers spotted plaintiffs' car and saw suspicious items in it, and, upon checking the registration, stopped the car and arrested the plaintiffs.  They found nothing in the car. Back at the station house, the plaintiffs were given an opportunity to post bail in the amount of $525.00. Plaintiffs were unable to post bail, and prepared to be sent to Bergen County Jail for detention. Pursuant to Borough of Fort Lee policy, they were subjected to a mandatory strip search prior to overnight detention. This practice was permitted under New Jersey Law (2A:161A-1). Plaintiffs subsequently filed this action, claiming that the search was unreasonable, that bail was excessive, that they were racially discriminated against, and that one plaintiff had been subjected to intentional infliction of emotional distress (IIED). </p><p>On June 5, 1990, the Court (Judge Maryanne Trump Barry) in considering the defendants' motion for summary judgment, dismissed the IIED, 8th Amendment, and racial discrimination claims, on the grounds that the claims were brought under state tort law, which shielded the employees and borough from liability in this circumstance.  (739 F.Supp. 220).</p><p>The Court denied summary judgment for defendants as to one plaintiff's Fourth Amendment claim that a blanket strip search policy was unreasonable. Judge Barry was unpersuaded by the defendant's assertion that because the plaintiffs were given the opportunity to post bail, their strip search policy was not a \"blanket\" policy. </p><p>We have no further information about this case, except that it was closed five months later on December 19, 1990.</p><p></p>",
    "summary_published_date": "2012-04-29T00:00:00-04:00",
    "summary_short": "Plaintiff was strip searched when he could not post bail after being arrested for a minor traffic violation. It was found that Defendant Borough was not entitled to summary judgment on plaintiff's Fourth Amendment claim where defendant's policy of strip searching every person detained overnight, even though the plaintiff had the opportunity to post bail, and the Borough's policy was sanctioned by state law.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10014",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10014",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10014",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10014"
  },
  "documents": [
    {
      "date": "1990-06-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 220,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 739,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of New Jersey",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54195,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54195.pdf",
      "title": "Opinion",
      "text": "739 F.Supp. 220 (1990)\nWilliam ERNST and Lynette Ernst, Plaintiffs,\nv.\nBOROUGH OF FORT LEE, Police Officer Wayne Monico, Police Officer William Cullen,\nPolice Officer Gary Moleta, Defendants.\nCiv. A. No. 88-3474 (MTB).\nUnited States District Court, D. New Jersey.\nJune 5, 1990.\n221 *221 John L. Weichsel, Hackensack, N.J., for plaintiffs.\nMorgan, Melhuish, Monaghan, Arvidson, Abrutyn & Lisowski by Jeffrey M. Kadish, Livingston, N.J., for\ndefendants.\nOPINION\nBARRY, District Judge.\nI. INTRODUCTION\nThis lawsuit had its genesis in the arrest of plaintiff William Ernst (\"Ernst\") by officers of the Borough of Fort Lee\non the evening of July 10, 1987. That evening, Ernst was driving with his wife, Lynette, also a plaintiff, when two\npolice officers noted \"suspicious materials\" in Ernsts' vehicle and radioed into headquarters for a license plate\ncheck. When they were advised that the registration of the vehicle had been suspended, Ernst was pulled over\n[1]\nand subsequently arrested.  A search of the interior of the car disclosed nothing but old clothing and empty food\nbags.\nErnst was taken to the Borough's station house, where he was given an opportunity to make several phone calls\nin an attempt to post the $525.00 which had been established as bail. When he was unable to post bail, he was\nsubjected to a strip search before being placed in a holding cell. The search was undertaken pursuant to the\nguidelines set forth in the Fort Lee Police Department Operations Manual, and in accordance with the terms of\nN.J.S.A. 2A:161A-1, et seq., which provide that all detainees are to be strip-searched prior to being placed in a\n[2]\nholding cell, provided that the detainee has been given a reasonable opportunity to post bail.\nAfter a brief period of time in the holding cell, Ernst was transported to the Bergen County Jail, where he\nremained for the rest of the night. He was released the following day, after his father posted bail. The charge\nagainst him was subsequently dismissed.\nPlaintiffs instituted this lawsuit, pursuant to 42 U.S.C. § 1983, alleging that the Borough of Fort Lee and its\n222 officers acted under color of state law to deprive them of *222 their rights secured under the Constitution of the\n[3]\nUnited States.  They primarily challenge the strip search conducted on William Ernst, asserting that this search\nserved no legitimate purpose except to \"embarrass and demean\" him. See First Amended Complaint at ¶ 16.\nMore specifically, plaintiffs assert that this search was conducted in violation of the Fourth Amendment's\nprohibition against unreasonable searches, inasmuch as it was conducted without any reasonable suspicion to\nbelieve that Ernst was concealing a weapon or harboring contraband.\nPlaintiffs claim, as well, that the stop and search of their vehicle was motivated by racial bias; that the bail\nestablished for Ernst was excessive and unreasonable; and that emotional distress was intentionally inflicted on\nErnst when he was strip searched at the station house.\n\nPresent before the Court is the motion of defendants for summary judgment dismissing plaintiffs' complaint in its\n[4]\nentirety. For the reasons set forth below, defendants' motion will be granted in part and denied in part.\nII. DISCUSSION\nIIa. Strip Search\nPrior to being placed in the cell block at the Fort Lee station house, Ernst was subjected to a strip search. As\nindicated, this search was undertaken pursuant to the guidelines set forth in the Fort Lee Police Department\nOperations Manual, which specifically provides that all prisoners who are to be detained at the station house or\ntransported to the Bergen County Jail are to be searched, provided that the arrestee has had a reasonable\nopportunity to post bail. Ernst challenges this procedure as being violative of his Fourth Amendment right to be\nfree from unreasonable searches, and maintains that the police may not undertake a strip search without first\nharboring a reasonable suspicion that the person to be searched is in possession of a dangerous weapon, a\ncontrolled substance, or evidence of a crime. For the reasons set forth below, I agree.\nWhile the Fort Lee manual specifically advises that a strip search should not be \"routinely\" undertaken of those\nwho have been arrested for traffic violations, the manual nevertheless directs that all those placed in detention 00\n97\nregardless of the nature of the offenses with which they are charged 00 are to be subjected to such a search. The\n97\nmanual specifically provides:\nWhen processing prisoners at headquarters, a strip search is to be undertaken of any person\ncharged with a crime, by a person of the same sex.\nA strip search should not be routinely undertaken of a person charged with a motor vehicle\nviolation, disorderly persons offense, or petty disorderly persons offense, unless:\n223 1. there is probable cause to believe that the prisoner is concealing a weapon, *223 controlled\ndangerous substance, or evidence of a crime, or\n2. the prisoner will be placed in the cell block, or transported to the Bergen County jail or other\ndetention facility, pursuant to an arrest authorized by law, after a reasonable opportunity to post\nbail has been given.\nSee Defendants' Movant Brief at Exh. D. This policy is largely consistent with the terms of N.J.S.A. 2A:161A-1\nand N.J.S.A. 2A:161A-8 which, while generally forbidding a strip search of any person who is not charged with a\nserious crime, nevertheless provide that an arrestee may be strip searched prior to being placed in a detention\nfacility, regardless of the nature of the offense with which the arrestee is charged. The statute, known as the New\nJersey Strip Search Act, specifically provides:\n2A:161A-1. Strip search; prohibition; exceptions.\nNo strip search may be conducted upon a person who has been detained or arrested for the\ncommission of an offense other than a crime, without a warrant or the consent of the person to be\nsearched unless there is probable cause to believe that a weapon, controlled dangerous\nsubstance, as defined by the \"New Jersey Controlled Dangerous Substances Act,\" P.L.1970, c.\n226 (C. 24:21-1 et seq.), or evidence of a crime will be found.\n2A:161A-8. Search of person unable to post bail; bail schedule for offenses other than crimes\nNothing in this act shall prohibit a strip search or body cavity search of a person unable to post\nbail after a reasonable opportunity to do so, who is lodged by court order or pursuant to an arrest\nauthorized by law, in a lockup, detention facility, prison, jail or penal institution. The Administrative\nOffice of the Courts shall promulgate a bail schedule for all offenses, other than crimes, and bail\nmay be fixed and accepted by the law enforcement officer in charge of the station house.\n\nSee N.J.S.A. 2A:161A-1; N.J.S.A. 2A:161A-8.\nChallenge to the constitutionality of a strip search as applied to one arrested for a traffic or other minor infraction\nis not new to this Court, which has on two prior occasions invalidated such searches where the police lacked a\nreasonable suspicion to believe that the suspect was concealing a dangerous weapon or harboring contraband. \nSee O'Brien v. Borough of Woodbury Heights, 679 F.Supp. 429 (D.N.J. 1988); Davis v. City of Camden, 657\n[5]\nF.Supp. 396 (D.N.J.1987).  In Davis, the Hon. Mitchell H. Cohen invalidated a mandatory search policy in effect\nat the Camden County jail which required that all arrestees who could not post bail be strip searched before\nbeing placed in detention. See Davis, 657 F.Supp. at 398. In O'Brien, the Hon. Stanley S. Brotman invalidated a\nsimilar blanket strip search policy which was applied to arrestees who had been detained on petty disorderly\npersons offenses where the officers involved possessed no reasonable suspicion that any of the arrestees was\nconcealing a weapon or harboring contraband at the time of the search. See O'Brien, 679 F.Supp. at 434.\nIn the course of invalidating the strip search policies, both Davis and O'Brien relied upon the reasoning set forth\nin Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979). In Bell, the Supreme Court reviewed a\npolicy which subjected pretrial detainees to body cavity searches after each contact visit with someone from\noutside the holding facility. The Court stated:\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Counts must consider the scope of\n224 the particular intrusion, the manner in which it is conducted, *224 the justification for initiating it,\nand the place in which it is conducted.\nSee Bell, 441 U.S. at 559, 99 S.Ct. at 1884.\nWhile the Court in Bell ultimately upheld the propriety of the search policy, it did so on facts which are clearly\ndistinguishable from those presented here. In Bell, most of the pretrial detainees were arrested on serious felony\ncharges and, in fact, many of the detainees had previously been convicted of serious crimes. Bell, 441 U.S. at\n524, 99 S.Ct. at 1866. Here, Ernst was arrested for what is admittedly one of most petty traffic violations extant\nwithin the State of New Jersey 00 driving with a suspended registration. The arresting officers have at no time\n97\nindicated that they suspected that Ernst was armed or dangerous, nor have they indicated that they believed\nErnst was concealing drugs or contraband. In short, as in Davis and O'Brien, there is simply nothing in the record\nto indicate that there was any reason at all 00 other than the wholly inadequate reason that he could not post bail\n97\n00 to subject Ernst to the \"humiliation and degradation\" of a strip search. See O'Brien, 679 F.Supp. at 434.\n97\nThe courts of this district have not stood alone in invalidating strip searches which are undertaken without\nreasonable suspicion to believe that an arrestee is concealing a weapon or drugs or harboring contraband.\nIndeed, as both Judges Cohen and Brotman noted in their consideration of this issue, no less than seven United\nStates Courts of Appeals have invalidated such searches under similar circumstances. See Weber v. Dell, 804\nF.2d 796 (2nd Cir.1986),cert. denied sub nom. County of Monroe v. Weber, 483 U.S. 1020, 107 S.Ct. 3263, 97\nL.Ed.2d 762 (1987); Jones v. Edwards, 770 F.2d 739 (8th Cir.1985); Stewart v. County of Lubbock, 767 F.2d 153\n(5th Cir.1985),cert. denied,475 U.S. 1066, 106 S.Ct. 1378, 89 L.Ed.2d 604 (1986); Giles v. Ackerman, 746 F.2d\n614 (9th Cir.1984),cert. denied,471 U.S. 1053, 105 S.Ct. 2114, 85 L.Ed.2d 479 (1985); Hill v. Bogans, 735 F.2d\n391 (10th Cir.1984); Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th Cir.1983); Logan v. Shealy, 660 F.2d\n[6]\n1007 (4th Cir.1981),cert. denied,455 U.S. 942, 102 S.Ct. 1435, 71 L.Ed.2d 653 (1982).\nIn each of these cases, the task was, as it had to be, to balance the governmental interest in maintaining safe\ndetention facilities against the rights of the arrestee to be free from what is, by all accounts, a degrading and\nunpleasant experience. The \"reasonable suspicion\" test 00 under which an arrestee may not be strip searched\n97\nabsent a reasonable suspicion that he or she is carrying a weapon or drugs or harboring contraband 00 fulfills this\n97\ngoal by properly balancing the arrestee's right to be free from unreasonable intrusion against the legitimate\ninterest of the police in maintaining a secure jail facility, an interest which is simply not compromised by the mere\ninability to post bail. What constitutes a \"reasonable suspicion\" must, of necessity, depend upon the individual\ncircumstances of each case, and will obviously include an analysis of such factors as the nature of the offense\n\nwhich prompted the arrest, as well as the arrestee's appearance and his or her prior criminal record. See, e.g., \nGiles, 746 F.2d at 617 (summarizing factors). Absent a reasonable suspicion to believe that the safety of a\ndetention facility could be compromised, however, there is simply no need for conducting a strip search and, thus,\nutterly no justification for having done so here.\nAlthough defendants have generally ignored the large body of case law extant on this topic, they have attempted\nto distinguish the holding in Davis by noting that the precise regulation which was before Judge Cohen, N.J.A.C.\n§ 10A:31-3.12(b)(2), has since been modified to eliminate the blanket policy of strip searching all arrestees.\nDefendants are, indeed, correct in noting that the law of New Jersey has been revised by virtue of the adoption of\n225 the Strip Search Act which ensures a modicum of due process prior to subjecting an arrestee *225 to such a\nsearch. Defendants are also correct in their assertion that the provisions of the Fort Lee manual largely track the\nprovisions of the Strip Search Act. In and of themselves, however, these assertions do nothing to answer the\nquestion presented here which is not whether the provisions of the Fort Lee police manual conform to the\nstandards established under state law, but whether the provisions of the Fort Lee manual and the Strip Search\n[7]\nAct conform to the provisions of federal law.\nIt is crystal clear that the provisions of the Fort Lee operations manual, and those sections of the Strip Search Act\nupon which it is based, do not pass muster under the Constitution to the extent that they permit the indiscriminate\nstrip search of an arrestee on a minor offense without requiring a reasonable suspicion that the arrestee is\nconcealing a weapon or harboring contraband or drugs. Moreover, the Fort Lee manual and the Strip Search Act\neither suggest or require that a strip search be undertaken of all arrestees who will be placed in a holding cell\nmerely as a result of the arrestee's inability to post bail. See N.J.S.A. 2A:161A-8.\nDefendants, while acknowledging that the law as currently written permits such searches, have stressed that a\nstrip search can only take place after an arrestee has been given a reasonable chance to post bail and is unable\nto do so. But the inability to post bail simply confirms the obvious, that is, that the arrestee will in fact be\nincarcerated for some period of time until a probable cause determination can be made by a neutral and\n[8]\ndetached magistrate in conformity with the requirements of Gerstein v. Pugh.  The mere fact that an arrestee\nwill be incarcerated, however, does not render a strip search reasonable. Stated somewhat differently, arrest\nitself, standing alone, is simply not enough.\nThis case has been pending almost two years and the officers in question have at no time even suggested that\nthey suspected that Ernst was harboring a weapon or concealing contraband or drugs at the time he was\n[9]\nsubjected to the strip search. Thus, summary judgment will be denied on this aspect of the complaint.\n226  IIb. Remaining Claims\n*226\nAs noted earlier, plaintiffs raise a host of complaints commencing with and emanating from the initial stop of the\nvehicle. These complaints will be disposed of summarily.\nFirst, plaintiffs allege that the stop of the vehicle and the events which followed that stop were motivated by racial\nbias, an allegation predicated on nothing more than the fact that William Ernst is white and Lynette Ernst is black.\nNot only is the record devoid of any evidence which supports plaintiffs' speculation, but the affidavits of the\nofficers involved are crystal clear that plaintiffs were stopped and William Ernst arrested for a permissible reason.\nIndeed, the Final Pretrial Order entered in this matter contains, at paragraph six, a stipulation that Ernst was\n\"validly arrested\". Summary judgment will be granted on this claim.\nSecond, plaintiffs complain of the $525.00 bail William Ernst was required to post, bail set pursuant to the Bail\nSchedule established by the Borough of Fort Lee Municipal Court, which specifically provides that $525.00 be\nposted where there has been an arrest for a violation of N.J. S.A. 39:3-40 (suspended registration). Plaintiffs\nassert that this bail was \"excessive and unreasonable\", presumably invoking sub silentio the excessive bail\n[10]\nprovision of the Eighth Amendment. See U.S. Const.Amend. 8.\nPlaintiffs have not argued the merits of the excessive bail claim in response to the motion for summary judgment,\nand there is little indeed that they could say. The Eighth Amendment, of course, does not prohibit bail; the Eighth\n\nAmendment prohibits excessive bail. There is simply nothing in this record to indicate that the bail imposed on\nErnst was excessive or unreasonable, and summary judgment is appropriate on this claim as well.\nThe remaining allegations in plaintiffs' complaint set forth various causes of action under state law. While I note\nwith some dismay the lack of specificity in these allegations, it is clear that even were these claims more\nspecifically articulated and construed in as broad a fashion as possible, defendants would be shielded from\nliability under the provisions of the New Jersey Tort Claims Act, N.J.S.A. 59:1-1 et seq.\nWith specific reference to Ernst's claim that the individual officers are liable for the intentional infliction of\nemotional distress, it is clear that the provisions of N.J. S.A. 59:3-4 would afford them immunity. N.J.S.A. 59:3-4\nprovides that a public employee shall not be liable in tort when the employee has acted pursuant to a law which is\nlater held to be unconstitutional:\nIf a public employee acts under the apparent authority of a law that is unconstitutional, invalid or\ninapplicable, he is not liable for an injury caused thereby except to the extent that he would have\nbeen liable had the law been constitutional, valid and applicable.\nSee N.J.S.A. 59:3-4. When the officers subjected Ernst to a strip search, it is clear they were acting consistent\nwith the law of this state as forth in the Strip Search Act, N.J.S.A. 2A:161A-1 et seq. While I need not now decide\nwhether these officers will be able to avail themselves of immunity as to Ernst's claims arising under the federal\n227 Constitution, see note 9, supra, it is clear *227 that the state has immunized them for their actions to the extent\n[11]\nthat they acted within the parameters of state law, which they did.\nHaving found that the officers would be immune vis-a-vis Ernst's emotional distress claim, it is clear as well that\nthe Borough of Fort Lee would also be immune. N.J.S.A. 59:2-2(b) specifically provides that a public entity is not\nliable for an act or omission of a public employee where the public employee is not liable. Id.; See also Davis,\n657 F.Supp. at 404 (accord).\nIII. CONCLUSION\nFor the reasons set forth above, defendants' motion for summary judgment will be granted except insofar as the\ncomplaint alleges a violation of William Ernst's Fourth Amendment rights regarding the strip search conducted on\nhis person.\nAn appropriate order shall issue.\n[1] Ernst was placed under arrest pursuant to the terms of N.J.S.A. 39:3-40 and N.J.S.A. 39:5-25. N.J.S.A.\n39:3-40 makes it unlawful to operate a motor vehicle during any period when the vehicle's registration has been\nrevoked. N.J.S.A. 39:5-25 allows any police officer to effectuate a warrantless arrest of any person who violates\nthe provisions of Chapter 3 of Title 39, when the violation occurs in the presence of the officer.\n[2] The provisions of the Fort Lee Police Department Operations Manual and the terms of N.J. S.A. 2A:161A-1 et\nseq. are set forth in greater detail within.\n[3] Title 42, Section 1983 of the United States Code, which is derived from the Civil Rights Act of 1871, provides\nas follows: \nEvery person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or\nthe District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person\nwithin the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution\nand laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for\nredress....\n[4] Prior to delving into the merits 00 and lack thereof 00 of defendants' motion, I note the weakness of Lynette\n97 97\nErnst's claims. Although it is somewhat difficult to ascertain from the poorly worded complaint the exact nature of\nher allegations, it appears that the primary purported justification for her presence in this lawsuit is the assertion\n\nthat the \"acts and omissions of the defendants ... [as to William Ernst] ... [caused] Lynette Ernst as his wife\nthereby [to suffer] derivative damages and loss of liberty as she was obliged to stay with relatives in New Jersey\nuntil she could arrange bail for her husband\". See First Amended Complaint at ¶ 21. The absurdity of this claim\nbarely warrants a response, except to note that the claim will be dismissed out of hand. One does not suffer a\ndeprivation of liberty at the hands of the state by choosing to remain in the area where another has been\nincarcerated. It is clear that the real party in interest herein is William Ernst. Accordingly, this opinion will focus on\nhis claims as though he were the sole plaintiff.\n[5] I am unaware of any decision of the Court of Appeals for the Third Circuit which has specifically addressed the\nissues presented here. I am similarly unaware of any court 00 state or federal 00 which has interpreted the newly\n97 97\nenacted Strip Search Act.\n[6] The facts of many of these opinions bear a striking similarity to the facts of the present case. See especially, \nGiles, 746 F.2d at 615 (strip search unconstitutional on traffic offender who is unable to post bail). See also Hill,\n735 F.2d at 392-394 (strip search unconstitutional after arrest for driving with restriction on license).\n[7] I note in passing that counsel for defendants has, throughout his brief, repeatedly asserted that because the\nconduct of the defendants is deemed permissible under state law, it is somehow automatically permissible under\nfederal law. For example, in addressing the subject of immunity for the individual officers (a subject to which I\nshall shortly turn my attention) counsel asserts that because the state has enacted a statute granting immunity to\nits public officials who are charged with the discretionary execution of the law, see N.J.S.A. 59:3-3, the state has\ntherefore insulated these officials from a suit based upon the deprivation of rights secured by the Constitution of\nthe United States. See Defendants' Movant Brief at 20-21. It is fundamental to our federal system, however, that\na state cannot pass legislation which would exempt its officers from the strictures of the federal Constitution. To\nhold otherwise would render meaningless the guarantees of individual liberty which have been expressly made\napplicable to the states through the Fourteenth Amendment. See Mancini v. Lester, 630 F.2d 990, 994-995 (3rd\nCir.1980).\n[8]See Gerstein v. Pugh, 420 U.S. 103, 114, 95 S.Ct. 854, 863, 43 L.Ed.2d 54 (1975).\n[9] It is clear that the Borough of Fort Lee would be subject to liability under Section 1983 for promulgating and\nimplementing the strip search policy. As the Supreme Court stated in Monell v. Department of Social Services,\n436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978), \"Local governing bodies, therefore, can be sued directly\nunder § 1983 for monetary, declaratory, or injunctive relief where, as here, the action that is alleged to be\nunconstitutional implements or executes a policy statement, ordinance, regulation, or decision officially adopted\nand promulgated by that body's officers\". Monell, 436 U.S. at 690, 98 S.Ct. at 2035. Even were I to conclude that\nthe officers in question enjoyed qualified immunity (a proposition which appears doubtful 00 see below), the\n97\nmunicipality would not be exempt on this ground. Under the express terms of Owen v. City of Independence, 445\nU.S. 622, 655, 100 S.Ct. 1398, 1417, 63 L.Ed.2d 673 (1980), municipalities are not entitled to qualified immunity\nbased upon the good faith actions of their officers. \nAs to the officers in question, it is unclear whether plaintiffs are suing the officers in their \"official\" or \"individual\"\ncapacities. To the extent that this is an official capacity suit, it is treated no differently than a direct cause of action\nagainst the municipality. \"As long as the government entity receives notice and an opportunity to respond, an\nofficial-capacity suit is, in all respects other than name, to be treated as a suit against the entity\". See Kentucky v.\nGraham, 473 U.S. 159, 166, 105 S.Ct. 3099, 3105, 87 L.Ed.2d 114 (1985) (noting Brandon v. Holt, 469 U.S. 464,\n471-472, 105 S.Ct. 873, 877-878, 83 L.Ed.2d 878 (1985)). To the extent that plaintiffs are suing the officers in\ntheir individual capacities, the officers may be held liable only to the extent that their conduct violated clearly\nestablished constitutional rights of which a reasonable person would have known. See Harlow v. Fitzgerald, 457\nU.S. 800, 818-819, 102 S.Ct. 2727, 2738-2739, 73 L.Ed.2d 396 (1982). In the wake of two decisions on point\nwithin this district as well as the decisions of seven United States Courts of Appeal, the officers may well have\ndifficulty establishing the requisite good faith belief that their actions were reasonable under the circumstances.\nThis is, however, an issue I need not reach at this time.\n[10] The Supreme Court has assumed without deciding that the Eighth Amendment's prohibition against\nexcessive bail is applicable to the states through the Fourteenth Amendment. See Schilb v. Kuebel, 404 U.S.\n\n357, 365, 92 S.Ct. 479, 484, 30 L.Ed.2d 502 (1971). The United States Court of Appeals for the Third Circuit has\nexpressly so held. See Sistrunk v. Lyons, 646 F.2d 64 (3rd Cir.1981).\n[11] I note that the result reached here is similar to that reached in Davis, supra, in which plaintiff's claim for\nemotional distress resulting from the strip search was denied by virtue of N.J.S.A. 59:3-4. See Davis, 657 F.Supp.\nat 404. Curiously, O'Brien permitted a similar claim to proceed to the jury, the applicability of N.J.S.A. 59:3-4\napparently not having been considered. See O'Brien, 679 F.Supp. at 440. To the extent that Davis differs from \nO'Brien in this regard, I am in agreement with Davis.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54195"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121001,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121001"
    },
    {
      "date": "1990-12-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Deleted",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of New Jersey",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 24762,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24762.pdf",
      "title": "Docket (PACER)",
      "text": "CM/ECF LIVE - U.S. District Court for the District of New Jersey - Doc... https://ecf.njd.uscourts.gov/cgi-bin/DktRpt.pl?776059063982971-L_35...\nCLOSED\nU.S. District Court\nDistrict of New Jersey [LIVE] (Newark)\nCIVIL DOCKET FOR CASE #: 2:88-cv-03474-SRC\nErnst, et al v. Fort Lee, et al Date Filed: 08/08/1988\nAssigned to: Judge Maryanne Trump Barry Date Terminated: 12/19/1990\nDemand: $0 Jury Demand: None\nNature of Suit: 440 Civil Rights: Other\nJurisdiction: Federal Question\nPlaintiff\nWilliam Ernst\nPlaintiff\nLynette Ernst\nV.\nDefendant\nBorough Of Fort Lee\nDefendant\nWayne Monaca Shield No 159\nDefendant\nFort Lee Police Dept\nDefendant\nWilliam Cullen\nDefendant\nGary Moleta\nDate Filed # Docket Text\n12/19/1990   Case closed (ar) (Entered: 12/19/1990)\nPACER Service Center\nTransaction Receipt\n06/26/2007 13:28:21\n1 of 2 6/26/2007 12:26 PM\n\nCM/ECF LIVE - U.S. District Court for the District of New Jersey - Doc... https://ecf.njd.uscourts.gov/cgi-bin/DktRpt.pl?776059063982971-L_35...\nPACER  Client \nhs0328 eeoc \nLogin: Code:\n2:88-cv-03474-SRC Start \nDocket  Search \nDescription: date: 1/1/1970 End date:\nReport Criteria:\n6/26/2007\nBillable \n1 Cost: 0.08\nPages:\n2 of 2 6/26/2007 12:26 PM",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/24762"
    }
  ],
  "document_count": 3
}