{
  "case_id": 14112,
  "fetched_at": "2025-10-22T00:21:50.148767",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "None of the above"
    ],
    "case_defendants": [],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title IV order (pen register/trap-and-trace), 50 U.S.C. §§ 1841-1846"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2006,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Warrant/order for search or seizure"
      }
    ],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2006-09-25",
    "filing_year": 2006,
    "id": 14112,
    "injunction_duration": "3",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "General/Misc.: Failure to supervise",
      "General/Misc.: Terrorism/Post 9-11 issues",
      "General/Misc.: Records Disclosure",
      "General/Misc.: Confidentiality",
      "General/Misc.: Failure to train"
    ],
    "last_checked_date": "2014-11-07T00:00:00-05:00",
    "main_docket": {
      "id": 29991,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2006,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "PR-TT [Redacted]",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "FISA Docket PR-TT ---- (Judge Unknown) (September 2006)",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2006,
    "order_start_year": 2006,
    "permanent_injunction": false,
    "plaintiff_description": "The Department of Justice, on behalf of the National Security Agency",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "FISA Order Allowing Surveillance",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2006-11-01",
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Act—Internet Metadata",
      "Foreign Intelligence Surveillance Court"
    ],
    "special_case_type": [],
    "state": "District of Columbia",
    "summary": "<p>For the Civil Rights Litigation Clearinghouse collection of FISA matters, see our <a href=\"http://www.clearinghouse.net/results.php?searchSpecialCollection=20\" target=\"_blank\" rel=\"noopener\">special collection</a>.</p>\r\n<p>On November 18, 2013, the Director of National Intelligence authorized the declassification and public release of numerous orders approving the National Security Agency's (\"NSA\") so-called \"Bulk Internet Metadata Program\" under Section 402 of the Foreign Intelligence Surveillance Act of 1978 (\"FISA\"), commonly referred to as the Pen Register and Trap and Trace (PR/TT) provision, or Section 214 of the USA PATRIOT Act. On August 11, 2014, the Director of National Intelligence authorized another declassification and public release of additional documents regarding the now-discontinued NSA Bulk Electronic Communications Metadata Program pursuant to Section 402 of FISA.</p>\r\n<p>Under the program, the NSA collected records from large telecommunication companies about electronic communications metadata. These records included the \"to,\" \"from,\" \"cc,\" and \"bcc\" lines of an email and the email's time and date. The program did not authorize the collection of content of any electronic communications. Once collected, the records were stored for several years and were authorized to be queried, used, and disseminated only in accordance with \"minimization rules\" proposed by the government and approved by the Foreign Intelligence Surveillance Court (\"FISC\"). The most basic aspect of the minimization rules was that the metadata records were to be queried only when there was a reasonable suspicion, based on specific and articulated facts, that the identifier used as the basis for the query was associated with specified foreign terrorist organizations.</p>\r\n<p>NSA collection of email metadata began in 2001, as part of the \"President's Surveillance Program.\" Apparently the government took the position that internet metadata could be collected lawfully without court order because the NSA did not actually \"acquire\" communications until particular items were selected for review, after they showed up via query. But after Department of Justice lawyers raised objections to this theory, and accordingly to the program's legality, the Attorney General sought judicial ratification of the internet metadata program under the FISA pen/trap provisions, and the FISA Court blessed it in an order dated July 14, 2004. Except for a brief period in 2009, the FISC reauthorized the program approximately every 90 days until the Obama administration discontinued it in 2011. As of April 2014, only three FISC opinions and four FISC orders related to the internet metadata collections program have been released. All the opinions and orders have been significantly redacted. They nonetheless explain a good deal about how the program worked.</p>\r\n<p>The volume of material collected was \"enormous\" from its beginning, as the first of these opinions explains. At the start, the government aimed \"to build a meta data archive that will be, in relative terms, richly populated with [redacted] related communications.\" As the Court reported the government's initial intentions, \"[s]ome proportion of these communications-less than half, but still a huge number in absolute terms-can be expected to be communications [redacted] who bear no relation to [redacted].\" In 2009 or 2010, however, the government \"in comparison with prior dockets, [sought] authority to acquire a much larger volume of metadata at a greatly expanded range of facilities.\" The growth in volume and scope included extending collection beyond the \"streams of data with a relatively high concentration of Foreign Power communications\" that had previously been the focus. Until the program ended, in 2011, the pen/trap bulk collection began to reach \"electronic communications, the vast majority of which, viewed individually, are not relevant to the counterterrorism purpose of the collection, and many of which involve United States persons.\"</p>\r\n<p>The FISC initially approved the internet metadata program in 2004 in an opinion by Judge Colleen Kollar-Kotelly under docket <a href=\"http://www.clearinghouse.net/detail.php?id=13107\" target=\"_blank\" rel=\"noopener\">PR-TT [redacted]</a>.</p>\r\n<p>In 2006, the government applied to the Southern District of Texas for a court order authorizing installation and use of a pen register and trap/trace device, access to customer records, and cell phone tracking. The court initially granted an order in part but denied access to dialed digits as well as the limited cell site authority. The government appealed this decision, but on July 19, 2006, Magistrate Judge Stephen Smith of the Southern District of Texas affirmed the decision to deny the government authority to collect post-cut-through dialed digits (any numbers dialed from a telephone after the call is initially setup or \"cut-through\") and limited cell site information (specifically, location of the antenna tower and sector to which the cell phone sends its signal) in In re the Application of United States, 441 F. Supp. 2d 816 (S.D. Tex. 2006), <a href=\"http://www.clearinghouse.net/detail.php?id=14330\" target=\"_blank\" rel=\"noopener\">USA v. Pen Register</a>.</p>\r\n<p>Subsequently, the FISA Court therefore ordered the government to address the ongoing validity of the internet metadata program, in light of the Texas district court's ruling. The more specific subject of the order has been redacted. Although there have been multiple rulings by the Southern District of Texas on cell site information (<a href=\"http://www.clearinghouse.net/detail.php?id=14330\" target=\"_blank\" rel=\"noopener\">USA v. Pen Register</a> and <a href=\"http://www.clearinghouse.net/detail.php?id=14348\" target=\"_blank\" rel=\"noopener\">In re Application for Pen Register and Trap/Trace Device with Cell Site Location Authority</a>), we know the FISA Court is referencing the opinion in <a href=\"../../../../case/14330/\" target=\"_blank\" rel=\"noopener\">USA v. Pen Register</a> because the government's subsequent responsive brief quotes the opinion in USA v. Pen Register (specifically, the phrase \"fundamental premise).</p>\r\n<p>On September 25, 2006, the government submitted its responsive <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0062-0001.pdf\" target=\"_blank\" rel=\"noopener\">memorandum</a> of law entitled \"Memorandum of Law in Response to the Court's [redacted] Order Regarding [redacted] under the Foreign Intelligence Surveillance Act.\" Although the text of the government's brief is heavily redacted, the government argued that the FISC should decline to follow the district court's ruling. The government cited the USA PATRIOT and Improvement Reauthorization Act of 2005, which was passed in March 2006. The amendment enhanced the government's ability to obtain certain routing and transmission information pursuant to pen register surveillance under FISA. In addition, the government argued that collection of Internet metadata continued to be allowed under the FISA amendments because the \"pen register\" definition is not limited to telephone communication, but to all manner of modern electronic communication--the \"technology reasonably available to it\" as described by FISA.</p>\r\n<p>On November 1, 2006, the government submitted a \"<a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0062-0002.pdf\" target=\"_blank\" rel=\"noopener\">Report</a> Regarding the Maintenance and Use [redacted] in FBI Databases.\" This document is also heavily redacted. The report includes descriptions of minimization procedures used to prevent \"affirmative use\" of pen register information and the processes for transferring pen register information into FBI databases. The report also proposes additional minimization procedures and procedures for notifying the Court.</p>\r\n<p>These are the only two documents that have been publicly released for this matter. There is no information regarding the primary order authorized by the FISC.</p>\r\n<p>There were evidently many renewals of the PR/TT internet metadata order, but the next matter with documents that have been publicly released is from February 2009, <a href=\"http://www.clearinghouse.net/detail.php?id=14114\" target=\"_blank\" rel=\"noopener\">FISA Docket PR-TT ---- (Walton, J.) (February 2009)</a>. This matter includes a FISC primary order issued by Judge Reggie Walton.</p>",
    "summary_published_date": "2023-03-19T08:52:03.357705-04:00",
    "summary_short": "In 2006, the Foreign Intelligence Surveillance Court ordered the government to address the ongoing validity of the bulk internet metadata program under the Foreign Surveillance Intelligence Act, 50 U.S.C. s. 1841, in light of an earlier district court that held certain parts of the government's collection illegal.  The government provided a memorandum and report in support of its collection program.",
    "summary_tiny": null,
    "terminating_date": "2006-11-01",
    "clearinghouse_link": "clearinghouse.net/case/14112",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14112",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14112",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14112"
  },
  "documents": [
    {
      "date": "2006-09-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73458,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73458.pdf",
      "title": "Memorandum of Law in Response to FISC Order",
      "text": ":FBI  HE'O. \nCLASSI!IEC BY  NSICC  J37JS5T94 \nREASOH  1. 4  (C} \nDECLASSIFY OH:  0?-21-20351 \nDATE:  Oi-21-2014 \nUNITED  STATES \nb6 \nFOREIGN  INTELLIGENCE  SURVEILLANCE  COURT  b7C \nWASHINGTON,  D.C. \n'bl \n(S)  b3 \nNumber:_!~~~~~--- b7E \nDocket \nloN>D \nThe United States submits  this Memorandum of Law  in response \nI \nto this Court;s Order,!  directing the \ngovernment  to explain how,  if at all,I  I  _J \nI  b7E \nI \nI  Wlder  the Foreign \nIntelligence Surveillance Act  of 1978,  as amended,  Title SO \nUnited States Code  (U.S.C.),  §  1801,  ~seq. (FISA).  As  a \nmatter,~l~~~~~~~  ~~~~~~~ \nthreshold  S*......T.    ....l. interpreting \nClassified by:  James A.  Baker.  Counsel  for \nIntelligence pglicy.  OIPR.  DQJ \nReason:  1.4(~ \nDeclassify on:  Xl \nSECOND 1871(c){2) PRODUCTION  942 \n\nSE~ \ncriminal  statutes ia not  controlling on this Court.  Moreover,  as \nI \nmo~e  b7E \ndescribed  fully below,  because \n--~~~~~~-lboth the plain meaning ~a-n-d~l-e_g_i_a_la~t-iv-e~h-i_s_t_o_ry  of \nthe criminal pen register statute and misapplied certain canons \nof  statutory construction,  the government  respectfully submits \nthat  this Court  should decline to  followl  In \naddition,  the 2006  USA  PATRIOT  Improvement  and Reauthorization \nAct  of 2005,  Pub.  L.  No.  109-177,  §  506,  120,  Stat.  192,  248 \n(2006),  which enhanced  the government's ability to obtain certain \nrouting and  transmission  information pursuant  to pen register \nsurveillance under FISA,  provides additional authority that was \nI \nnot  applicable in thel  under which  the government  can \nb7E \nobtai \n(U} \nThe  government  further submits  that both  the plain  text of \nthe criminal pen register statu:e and its legislative history \nconfi:r:m  that the government  is authorized!  b7E \nI \nAs  explained more  fully below,  Congress has \nI \n_r_e_p_e_a_t_e_d_l_y-recognized  that \nSECOND 1871(C)(2) PRODUCTION  943 \n\nAccordingly,  it has  b7E \nenacted a  pen  register statute \n________________ _ \n...._  which  reaches  the untenable \nI \nresult  that  the government  must  forego \nI \nI.  BACKGROUND  ( U) \nbl \nb3 \nb7E \nT_.v...  \n___1_ A_s_ .s.... . .t.. .. a.._. ,t_.e_.d......_.i=n--..t-....h.. e --.. .g....  o...  v..\". \"'e=rnm=:;....=........e'. . ..s. . . .  e_r_i_f_i...,e...,d.._..M.. e. -m... n. . .r ,..a_.n.. d .,.1_1..m.. ..1 ..... ___  J~  b7E \n1 \n8\n3 \nSECOND 1871(c)(2) PRODUCTION  944 \n\nEl'• r-..-I -: .. I \n;~  bl \nb3 \nb7E \nbl \nb3 \nb7E \n2  As  explained in the government's Verified Memorandum,  PISA \nauthorizes  the Court  to  issue orders approving  the installation \nand  use of pen  registers and provides  that  •the  term[]  'pen \nregister'  ... ha(el  the meaning[l  given such term[]  in Section \n3127  of Title 18,  United States Code.•  50  u.s.c.  §  1841(2). \nSection 3121(c)  applies in the PISA context because PISA pen \nregisters are authorized under  \"this chapter,w  i.e.,  Chapter  206 \nof Title 18,  18  u.s.c.  §  3121(a).  Verified Memorandum  at 6,  9. \n(U) \nSECOND 1871(c)(2) PRODUCTION  945 \n\n1bl \n.b3 \nb7E \nShortly after the  government  filed its Verified Memorandum, \nb7E \nbl \nb3 \n'b7E \nSECOND 1871(c)(2) PRODUCTION  946 \n\nb7E \nIn support  of  its \napplication,  the government  asserted that  18  U.S.C.  §§  3127(3) \nand  3121(c)  authorize  the government  to collect! \nI \nII  I \nI \nI \nrejected this argument \nand  determined  that! \n~ \nbl \nb3 \nb7E \n:tsl \n2.  This Memorandum  responds  to  that Order. \nSECOND 1871(c)(2) PRODUCTION  947 \n\nbl \nb3 \nb7E \n• See,  e. g, ,  Briahtpoint,  Inc.  y.  Zuric;h An1erigan  Ins.  Co. , \n2006  WL  69337,  slip op.  at  *6  (S.D.N.Y.  Mar.  10,  2006) (noting \nthat a  federal  district court opinion  from  another district had \nno  precedential value);  PFS  Inyestmonts.  Ins.  y.  Poole,  2006 WL \n13025,  slip op.  at  *2,  n.  2  (W.D.N.C.  Jan.  3,  2006)  (stating \nthat one district court  is not  bound by  the decisions  of other \ndistrict courts) .  (U) \nSECOND 1871(c)(2) PRODUCTION  948 \n\nxx.  u) \nQGmlBllfl•  ( \nSt;at;ute UK! \nb7E \n~ \n(U) \nu.s.c. \n1.  ~- Text of 18  I  3127(3)  (U) \nCongress  initially adopted  the definition of  \"pen register• \nin 1986  as part of  the Electronic Communications  Privacy Act of \n1986,  Pub.  L.  No.  99-508,  §  302,  100 Stat.  1848,  (ECPA).  As \noriginally enacted,  18  u.s.c.  §  3127(3)  defined pen  register in \nterms of now  out-dated telephone  technology,  referring  to a \n•device•  being attached to a  •telephone  line.'  Specifically,  the \nearlier version of  the pen register definition provided as \nfollows: \n[T]he  term \"pen register• means  a  device which  records  or \ndecodes  electronic or other impulses which  identify the \nnumber  dialed or otherwise  transmitted on  the  telephone  line \nto which such device  is attached,  .  .  .  • \n18 o.s.c.  §  3127(3)  {2000).  This definition remained unchanged \nuntil 2001,  when  Congress amended  it in the USA  PATRIOT  Act,  to \nclarify that  the pen register provision applies  to an array of \nmodern  communications  technologies  (e.g.,  the Internet)  and not \nsimply  traditional  telephone  lines.  ~ H.R.  REP.  No.  107-\n236 (I),  at 52-53  (2001);  see als9 147  CONG.  REc.  Sll,005-Sll,014, \nSll,006  (daily ed.  Oct.  25,  200l)(section-by-section analysis ~Y \nSECOND 1871(c)(2) PRODUCTION  949 \n\n... \n:. . ;· . .:. .... :  ·. \nSE+T \nSen.  Leahy).  The  current definition of pen register now  states, \nin pertinent part,  as  follows: \nthe  term  \"pen register• means  a  device or process which \nrepords  or decodes  dialing.  routing,  addressing,  or \nsignaling iniormation transmitted by an instrument or \nfacility from which a  wire or electronic communication  is \ntranamitted,proyided h9weyer.  tbat such information §ha•l \n1 \nnot  include the contents of any comnunication  .  .  .  • \n18 u.s.c.  §  312?(3)  (emphasis  added).  Thus,  Congress amended  the \npen  register definition in only two  respects,  both of which \nmerely clarified the limits of  existing law:  (1)  Congress \n. broadened the  language  to include the recording  or decoding of \n\"dialing,  routing,  addressing or signaling information•  in order \nto confirm the statute's proper application to tracing \ncODll\\Ullications  in an advanced electronic environment;  and  (2) \nCongress  confirmed  the proper purpose and scope of  a  pen register \ndevice:  to  obtain information used to process  a  wire or \nelectronic communication,  but not  to obtain the  \"contentsw  of \nsuch  communication.  (O) \nOn  their face,  neither  the original version of  this \ndefinition nor  the revised version as amended by  the USA  PATRIOT \nAct  dictates  the means  by which a  pen register device should \nfunction  technologically.  By  its own  terms,  this provision is \nsimply a  definition.  (Section 3127  is entitled •Definitions for \nChapter•).  b7E \nSECOND 1871(c)(2) PRODUCTl6r•r 950 \n\nI \nS~~T \nI \nI  I  b7E \nI  I \nbelow,  it is 18 u.s.c.  §  3121,  not §  3127,  that sets forth  the \nftgeneral  prohibition on pen register and trap and  trace device \nuse.\" \nI  H \n(U) \nImportantly,  in amending 18 U.S.C.  §  3127(3),  Congress \nclearly intended that  through a  pen register device,  the \ngovernment can  lawfully obtain all non-content  information \nftdialing,  routing,  addressing,  or signaling information•  --\nI \ntransmitted by a  targeted telephone. \nI \nI  b7E \nI  l \nI \nI  I \nI \nS~T \n10 \n____ \n,,, __ -··-··------\nSECOND 1871(c)(2) PRODUCTION  9!>1 \n\nS~T \nI \nWithout  sue~  b7E \n-------;1: :::============:::::::I-- ' \nthe purpose of a  telephone pen register \n~1-------------------~~~~r \nI  I \n(U) \nbl \nb3 \nb7E \nbl \nb3 \nb7E \nAn  order issued under  this section  .  .  . \nb7E \ns~ \n11 \nSECOND 1871(c)(2) PRODUCTION  952 \n\nI \n\"b  iEr \nSE \nb7E \n. \nb7E \n( tJ) \nbl \nb3 \nb7E \nSECOND 1871(c)(2) PRODUCTION  953 \n\nbl \nb3 \nb7E \n3.  'l'he  Text of 18 u.s.c.  I  3121(a)  (U) \ncongress  first added the  •limitation•  section of  the pen \nregister statute,  18  u.s.c.  §  3121(c),  in 1994  as an amendment  to \nthe Communications Assistance for Law  Bnforcement Act,  Pub.  ~. \n103-414,  108  Stat.  4279  (1994)  (CALBA).  As  originally enacted, \nthat provision stated as  follows: \n(c)  Limitation  - A Government  agency authorized  to install \nand use a  pen  register under  this chapter or under  state law \nshall use  tecbnoloqy reasonably ayoillble to it tbat \nreetricts the recording or decoding of electronic or other \nimpulses  to the dialing and signaling infopnation utilized \nin call processing. \nCALEA,  §  207,  108  Stat.  4292  (emphasis  added).  The  plain text of \nthia provision required  the government  to use,  in pen  register \ndevices,  Mtechnology  reasonably available to it• in order to \n•restrict[]  the recording or decoding•  to  ftdialing and signaling \nc==J \ninformation•  (i.e.  digits)  •utilized•  to connect calls.  b7E \nI \nSECOND 1871(c)(7fPRODUCTION  954 \n_________________________   \n_____________ _____________ \n.__  .  . \n\nSE  T \nb7E \nIndeed,  as discussed more  fully below,  any other \nreading of  this provision would render the words  ftreasonably \navailable to  it• superfluous  in violation of  the  simple  rule of \nstatutory construction  that all words  of a  statute be given \nmeaning,  if possible.  ~ TRW.  Inc.  y.  Andrews,  534  U.S.  19,  31 \n(2001)  (citation omitted)  (ftit  is a  cardinal principal of \nstatutory construction that,  if it can be prevented,  no  clause, \nsentence,  or word shall be  superfluous,  void or  insignificant.•) \nCourts must  strive to  Mgive  effect,  if possible,  to  every clause \nand word of a  statute.•  ~. (citation omitted).  Congress \ndeliberately chose  to make \n~~~~~~~~~'~I ~  b7E \n_I I \n(U) \nIn the  2001  USA  PATRIOT  Act,  Congress also amended  the \nlimitation provision in 18  u.s.c.  S 312l(c)  (1994)  to conform to \nthe revised language  of  the pen  register definition.  In fact, \nCongress made  the  same  revisions  to the  limitation provision that \nit made  to  the pen  register definition:  (1)  it clarified that the \nterm  ftpen  register•  applies not  only to traditional  telephone \nlines,  but  to all manner  of modern  electronic comnunications;  and \n(2)  it clarified that the purpose of  a  pen register is to collect \n~T \nJ \nSECOND 1871(c}(2} ~RODUCTJON -9~5- ---__ \n\nb7E \ncall processing information,! \nI  I \nI \nI \n18  u.s.c.  §  3121{c)  (emphasis  added) . \nI  I  b7E \n11 \nThia  amendment  changed nothing about  the permiaaible \nuse of a  pen  register.  As  was  true before the USA  PATRIOT  Act, \nSECOND 1871(c)(2) PRODUCTION  956 \n\n••  th! r•a Baqipter Proyi•ion• \nb7E \n1.  199' t.evi•latlve Hi•tory R•gardino  18  u.a.c. \nI  3121(0)  C0Diiza11  that CODDT•••  ::tnteatioD&lly \nCreated a  ~eabnology-DriveD Minimization Sch,.. \n(U) \nI  I \nIn his opinion,  cited hearing \ntestimony from  the 1994 congressional deliberations on CALEA, \nlegislative history from  the USA  PATRIOT  Act  and secondary \nsources,  asserting that the goverrunent's  \"fundamental premise# \nthat 18  u.s.c.  §  312l(cl \nb7E \nHe \nignored,  however,  critical legislative history from the 1994 \nI \nregiste~ \nenactment  of  the pen  As \ndiscussed below,  that history confirms what  the  text of  18  u.s.c. \n§  3121(c)  plainly implies.  (U) \nIn 1994,  Senator Leahy originally proposed 18  U.S.C. \n§  3121(c)  as part of S.2375,  the  \"Digital Telephony Act  of 1994.\" \n~ 140  CONG.  REc.  20,4444  (1994).  Most  of  the provisions of \nS.2375,  including 18  u.s.c.  §  312l(c),  were  eventually adopted in \nCALEA.  b7E \nSECOND 1871(c)(2) PRODUCTION  957 \n\nl \n·-\nI \nI \nb7E \nThus,  Senator Leahy, \nthe primary architect of 18  u.s.c.  §  3l2l(c),  stated that the \ngove rnment was  required to  b7E \nIn addition  to Senator Leahy's  statement,  committee reports \nfrom   both  the House  and Senate further  confirm that Congress \nori ginally intended  to permit  the  governmen~  b7E \nb7E \nI \nI \n: \nI \n! \nI  SECOND 1871{C){2) PRODUCTION  958 \n\\ \n-·---- -··  --· \n\nb7E \nWell  in advance of  the  1994 \nenactment of  this provision, \nboth Title III,  enacted in 1968,  and PISA,  enacted in 1978.  (U) \nFor  example,  18 u.s.c.  §  2518(5)  of Title Ill provides,  in \nrelevant part,  that electronic surveillance  ~be conducted in such \na  way  as  to minimize  the  interception of communications not \notherwise subject to interception•  under Title III.  Under well-\nestablished precedent,  Title III •does not  forbid  the \ninterception of all non-relevant conversations,  but,  rather, \ninstructs the  [government)  to conduct  the  surveillance in such a \nmanner as  to minimize  the interception of such conversations.• \nScott y.  United States,  436  U.S.  128,  140  (1978)  (emphasis \nomitted),  {U) \nSimilarly,  under FISA,  ~ch application fer  electronic \nsurveillance submitted by  the government must  contain,  among \nb7E \nother  things, \nu.s.c. \n50  §  1804 (a) (5).  FISA  defines \n~minimization procedures,•  in part,  as  fellows: \nspecific procedures,  .  .  .  that are reasonably designed \nin light of  the purpose and  technique of  the particular \nsurveillance,  to minimize  the acquisition and \ns¥a,RET \nSECOND 1871(c)(2) PRODUCTION  959 \n\nl \n+. \nretention,  and prohibit the dissemination,  of \nnonpublicly available information concerning \nunconsenting United States persona  consistent with the need \nof  the United Stat~s to obtain,  produce,  and disseminate \nforeign  intelligence information. \n50  o.s.c.  §  180l(h) (1).  Both federal  case  law and FISA \nlegislative hiatory demonstrate  that  the definition of \nminimization procedures under  FISA  was  intended  to  take  into \naccount  the realities of foreign  intelligence collection,  where \nthe  activities of  individuals engaged in clandestine intelligence \nor international  terrorism are often not  obvious  on  their face, \nand an  investigation develops over time.  ~ •  .IL..Sl.a..·  Unitc.Q \nStates y.  Ro1unan,  861  F.  Supp.  247,  253  (S.D.N.Y.  1994),  aff•d on \nb7E \nother grounds,  189  ~.3d 88  (2d Cir.  1999)  (rejecting the notion \nthat the  \"wheatw  could be  separated from  the  \"cha.ff• while  the \n\"stalks were  still growing•). \nSECOND 1871(c}(2} PRODUCTION  960 \n\n--··--··-··------------------------------------~---~ \nsr4T \nWhen  drafting 18  u.s.c.  §  312l(c)  and  its associated \nlegislative history,  congress undoubtedly knew  the  legal meaning \nthat  the term  nminimize•  had acquired under Title III and FISA, \nelectronic surveillance laws  that had,  at  the time,  existed for \nnearly  three decades.  In any event,  Congress  is presumed,  as a \nmatter of  law,  to have known  the legal meaning of  that word.  ~ \nJ.Jnite.Q  States y.  Bonanno Organized Crime Ff»lrlly,  879  F.2d 20,  25 \n(2d Cir.  1989)  relying on ~godyga; Atomic Corp v.  Miller,  486 \nu.s.  174,  184-185  (1988)  (As  a  matter of law,  congress  is \npresumed  to have been  (a)  knowledgeable about  existing laws \npertinent to  later-enacted legislation,  (b)  aware  of  judicial \ninterpretations given  to sections of an old law incorporated into \na  new one,  and  (c)  familiar with previous  interpretations of \nI \nspecific statutory language). \nI  b7E \nSE~ \nSECOND 1871(C)(2rPRODUCTION  961 \n\n' \n~T \nSE \nI  I  '  b7E \nI \nc. \nb7E \nAccording  to  when  Congress  first \ncodified the pen register law under  ECPA,  it did not address  the \nb7E \nquestion of \nI  I \nIn fact,  the USA \n--~~~~~~~~~~~~~~~~~~~~--' \nPATRIOT  Act  legislative history,  though scant,  proves  just the \nopposite:  b7E \nSECOND 1871(c)(2) PRODUCTION  962 \n[\"---------------------------------------\n.. \n\nS~T \nNowhere  in the  legislative history of  the USA  PATRIOT  Act \ndid Congress  suggest  that  the amendments  to 18 u.s.c.  §§  312l(c) \nL \nand  3127(3)  were  intended! \nI  b7E \nSpecifically,  although the USA  PATRIOT  Act  contains no \ndefinitive Congressional  committee  report,  on  October 11,  2001, \nthe House Judiciary Committee  reported on a  predecessor bill, \nH.R.  2975,  that proposed updating  the language of sections \n3127(3)  and 3121(c)  to confirm that pen registers apply  to \ncommunications  instruments other than  traditional telephones. \nb7E \nSECOND 1871(c)(2) PRODUCTION  963 \n\nS~T \nr' \nb7E \nOn  October 25,  2001,  Senator Leahy,  the ehai:i:man  of  the \nSenate Judiciary Committee,  appeared before  the Senate and  read \nfinal  remarks  about  the USA  PATRIOT  Act,  which were published in \nthe Congressional  Record.  Senator Leahy's  section-by-section \n~  b7E \nanalysis  of  the senate bill was  also published in the record. \nSECOND 1871(c)(2) PRODUCTION  964 \n\n.  -. ·--·-·-----\nS~T \n\"\\ \nI  b7E \nI  b7E \nI \nlhas  taken portions of Senator Leahy's remarks  and \nused them out of  context.  In fact,  Senator Leahy stated that hi.a \noriginal proposal  for  the USA  PATRIOT  Act  amendments  to  the pen \nregister statute was  threefold:  (1)  to give nationwide effect  to \npen  register and  trap and  trace orders obtained by government \nattorneys and obviate the need to obtain identical orders  in \nmultiple  federal  jurisdictions;  (2)  to clarify that  such devices \ncan be used  for  computer  transmissions  to obtain electronic \naddresses,  not  just telephone lines;  4lld  (3)  ~as a  guard against \nabuse,•  to provide  for  ~meaningful judicial review of government \nattorney applications  for pen registers and  trap and trace \ndevices.w  147  Coml.  RBc.  Sl0,990-Sll,060,  Sl0,999.  Senator \ns\"F!--T \nI!;~ \nSECOND 1871(c)(2) PRODUCTION \"955 \n\nS~T \n'd~ted \nLeahy'a  third proposal was  not  in  the USA  PATRIOT  Act, \nb7E \nIn  short,  Senator Leahy  had proposed that the  criminal pen \nregister application process  should be  subjected to heightened \njudicial review.  ~. at S11000.  Currently,  under  the criminal \npen register statute,  the government must  certify that  the \ninformation likely to be  obtained by  the installation of  a  pen \nregister device will be  wrelevant  to an ongoing  criminal \ninvestigation.•  l,s;l.  A court is required to  issue an  order upon \nseeing the certification and is not authorized to look behind the \ncertification and evaluate the judgment  of  the prosecutor. \nSenator Leahy sought  to amend  this stand4rd to require  the \ngovernment  to  include  facts  in its pen  register certification. \nl.Si.  Then,  the court would grant the order only  if it found  that \nthe  facts  supported the government's assertion of  relevancy. \nb7E \nSECOND 1871(c)(2) PRODUCTION  966 \n\nb7E \nheightened judicial review of the applications was \nnecessary  to ensure  that  the government  was  properly using pen \nregister orders.  ig,  A majority of Congress apparently did not \nagree with him,  because  this proposed amendment  did not become \nlaw.  (U) \nb7E \nref erring instead  to his proposed amendment  to the  legal  standard \napplicable  to a  pen  register order.  l.Q..  As  stated above,  that \namendment  was  not adopted.  Senator Leahy hoped  to amend  the \ncriminal pen register statute to require  judicial review of the \nfacts  asserted in support of a  pen register application,  b7E \nThe  Senator did not  claim that under his \nproposed approach or as amended  by the USA  PATRIOT  Act  the \ncriminal pen register statute would eliminate,  or even curtail, \n* \nSECOND 1871(c)(2) PRODUCTION  967 \n\nS*T \nthe acknowledged  status quo  under which pen register devices \ncapture all electronic impulses,  non-content or otherwise,  from \nthe targeted facility.  Had  be believed that either his approach \nor the amended  statute would have done  so,  he could have  stated \nI  I \nas  much.  In sum,  argument  that the USA \namendment~ \nPATRIOT  Act \nb7E \n(U) \nI  p•• \nD.  Mi••pp11e4 Canon•  og  b7E \nltitutorv C@1t;,mpf!ion  (U) \n1.  No  Clau1e or Word•  Should be Renc!ered  Super!luo111 \n(U) \nb7E \n__ l(_T \n/ii\\ \nSECOND 1871(c)(2) PRODUCTION  968 \n-----------------------------------··-· \n·-····-·····-·- ··-··· \n\n·---------.. ·--·-· -·-----\ns \nb7E \nDespite  the statute is not \nsilent on  the possibility that the teclulology may  not  exist.  In \nfact,  the provision expressly recognizes  the go~ernment's \ntechnological  limitations.  Hence,  it requires  the use of  only \ngovernment._!~~~~~--­\ntechnology  •reasonably available•  to the \n...._~~~~~___,lconclusion that Congress  •assumedw  that technology \nwould exist is not  supported by the record. \nI  b7E \nJ...._ _____- ---i...1 _______-- --11 seared \ninadvertently to acknowledge  that his interpretotion voids  the \nI \nwords  ~reasonably available.•  I \nS.;i..,.T \ni2~ \nSECOND 1871(c)(2) PRODUCTION  969 \n\nS+T \n2.  The  TWO  Related Provi•ione of th• ••~ :Regi•ter Statute \nllu.•t be :aea4 in Hanaony  (U) \n---~~~~~~~~~~___.lalso \nrejected the government's \ncontention that allowing  b7E \n18  u.s.c. \n§  3127(3)  with 18  u.s.c.  §  3121{c).  He  reduced  the govexnment•s \ninterpretation to the maxim, \nWhile he acknowledged \nthat  this is ftone  possible way  to  read§  312l(c),• he dismissed \nthis view,  concluding  that  the goverrunent must \nconcluded that his  is the only reading that harmonizes  the two \nsections. \n(U) \nb7E \nI \nI \nThe \nI \nruling~  I \nI \nNor  is \n...__~~~~~~~~~~~~~~~~~~~~~~~~~~~~ \nit consistent with the legislative history which acknowledges  the \nconstraints,l.._~ ~.._~~~~~~~~~~~-----1 \ntechnological  ....... \nSE~T \n29 \nI \nSECOND 1871(c)(2) PRODUCTION  970 \nL \n\nb7E \nNor, \nas  described above,  is it consistent with long-standing  judicial \ninterpretations of  the minimization requirements  of Title III and \nFISA.  Also,  as noted above,  this position would be particularly \ninconsistent under FISA  in light of the USA  PATRI~ \nReauthorization Act  amendment~  I \n(U) \n3.  The Ou:uiou of con•titutianal Avoidance  (U) \nopinion,_!~~~~~~~~~~~ \nAt  the conclusion of his  ..... \ninvoked  the doctrine of constitutional avoidance,  which,  he \nstated,  ftco:mpels  a  court to construe a  statute in a  manner which \navoids  serious constitutional problems,  unless  such a \nconstruction is plainly contrary to the intent of Congress.•  ,lg. \nI \nat •1a.  I  b7E \nII  \nHe  determined  that \n...__~~~~~~~~~~~~~~~~~~~~~~---' \nhie  interpretation of  the statute,  which bans  the government  from \nSE~T \n30 \nSECOND 1871(C)(2) PRODUCTION  971 \n\n------------~-------··---·------· \nS~T \nI  b7E \nI  I \nThe  government  submits  thatl  I \nmisapplied  the canon of constitutional avoidance.  That  canon \nprovides  that  ~if an otherwise acceptable construction of a \nstatute would raise serious  c'onstitutional problems,  and where an \nalternative interpretation of  the  statute is  'fairly possible,' \n{the court]  is obligated to construe the statute to avoid such \nproblems.•  JNS  y.  St.  Cyr,  533  u.s.  289,  299-300 \n-i-------.... \n(2001) (citationa omitted).  In his opinion, \n~directly proceeded  to the constitutional question of \n•warrantless surveillance•  without giving effect  to Congress's \nexpressed intent to  itself avoid Fourth Amendment  problems by \nI \nI \nI \nI  b7E \nI \nI  I \n(U) \nThe  canon of constitutional avoidance  does not allow the \ncourt  to  overlook  the plain text of the statute and  thereby \nSE)kRT \nflr-\nSECOND 1871(c)(2) PRODUCTION  972 \n\nS*T \nintent~nd \ndisregard Congressional  Congress's  scheme  for \nb7E \naddressing possible Fourth Amendment  issues \nRather,  the canon is \"a tool  for  choosing between \ncompeting plausible interpretations of a  statutory text,  resting \non  the reasonable presumption that Congress  did not  intend the \nalternative which  raises serious constitutional doubts.•  Clark \ny.  Ma,rtines,  543  u.s.  371,  381,  125  s.ct.  716  (2005).  ~The canon \nis thus  a  means  of giving effect to congressional  intent,  not  of \nsubverting  it.•  ,lg.  (U) \nb7E \n,..... .............I._ n.. .. addition,  the legal basis underpinning \n.I \nI \n!application of the doctrine of constitutional avoide.nce  -\nI \nThe Court  stated,  ~Whether \n,__,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,__, \nsafeguards  other  than prior authorization by a  magistrate would \nsatisfy the Fourth Amendment  in a  situation involving the \nnational  security is not a  question presented by this case.• \nJSA.l&I.,  389  U.S.  at 358.  Furthermore,  no  other  federal  court has \never held that  the Fourth Amendment  warrant  requirement applies \nSE~RT \n732' \nSECOND 1871(C)(2) PRODUCTION  973 \n\nS~UT \nto casea  involving foreign powers  or agents  of  foreign Powers. \nI \n~ House  Report  95-1283,  Pt.  I  at 17-21.  I \n. \nI \nI  I  b7E \nI  I \n(U) \nb7E \n'· \nThe  government  submits  that the scheme  adopted by Congress \nI \nin 18  u.s.c.  §§  3127(3)  and  3121(c)~  I  b7E \nI \nThe  Fourth \n...__~~~~~~~~~~~~~~~~~~~~~~~~~~--' \nAmendment  prohibits  ftunreasonable  searches  and  seizures•  and \ndirects that  ~no Warrants  shall  issue,  but upon  probable cause, \nsupported by oath or affirmation,  and particularly describing  the \nplace to be search,  and the persons or things  to be seized.• \nU.S.  Const.  amend.  IV.  The  touchstone for review of government \naction under  the Fourth Amendment  is whether  a  search is \n~reasonable.•  ~. JL..SL..,  Veronia Sch.  Di&t.  y.  Ac;ton,  515  u.s. \n646,  653  (1995) •  Under  the PISA pen register provision,  the \nSECOND 1871(c)(2) PRODUCTION  974 \n-·-----·-------------------------------------\n\nS~T \ngovernment  can only obtain authority to install and use  such \ndevices  for investigations  to obtain  foreign  intelligence \ninformation not  concerning a  United States person or  to protect \nagainst  international  terrorism or clandestine intelligence \nactivities.  For purposes of pen  register surveillance under \nI \nI  b7E \nPISA, \nI \nI  I \nReasonableness,  in this context,  must be assessed under  a \ngeneral balancing approach,  \"'by assessing,  on  the one hand,  the  b7E \ndegree  to which it intrudes upon an  individual's privacy and,  on \nthe other,  the degree  to which it is needed  for  the promotion of \na  legitimate government  interest.' 6  United States v.  Knights,  534 \nU.S.  112,  118-19  (2001)  (quoting_Wyominq y.  ffpµghtgn,  526  U.S. \n295,  300  (1999)). \nSECOND 1871(c)(2) PRODUCTION  975 \n\nb7E \nbl \nb3 \nb7E \n... 1 \nSE~  T \n!35 \nSECOND 1871(c)(2) PRODUCTION  976 \n\nSE  T \nbl \nb3 \nb7E \nMoreover,  emergency exceptions  to warrantless  surveillance \nhave been long recognized as  a  matter of  statute  (under both FISA \nand  the criminal  code}  and as  a  matter of Fourth Amendment  case \nlaw.  ~. it...SL.,,  50  u.s.c.  §  1804(f)  (allowing  the Attorney \nGeneral  to authorize emergency employment  of electronic \nsurveillance when  the Attorney General  reasonably determines  that \nan emergency  situation exists with respect  to the employment  of \nelectronic surveillance to obtain foreign  intelligence \ninformation-before an order authorizing such surveillance can \nwith due diligence be obtained}J  18  U.S.C.  §  2519(7}  (allowing \ncertain high-ranking Justice Department  officials to authorize \nemergency  surveillance if a  situation exists that involves \nSECOND 1871.(C)(2) PRODUCTION  977 \n\n·------ ...  -\n~T \nimmediate danger of death or serious physical  injury to any \nperson,  conspiratorial activities  threatening  the national \nsecurity or conspiratorial activities characteristic of organized \ncrime):  Mincey y.  Arizona,  437  U.S.  385,  393-394  (1978) \nc~rwJarrants are generally required to search a  person's home  or \nhis person unless  the  'exigencies of  the situation'  make  the \nneeds  of  law enforcement  so  compelling  that  the warrantless \nsearch  is objectively reasonable under the Fourth Amendment-) \n' \n(citation omitted).  (U) \nbl \nb3 \nb7E \nII \nII \nII \nII \nSE't \n-·-···-·---\nPRODUCTION· 97s \nSECOND 1871(c)(2) \n\nXII:.  COHCLUSIOH  (U) \nbl \nb3 \nb7E \nI/// \n__ ......... .J' \nJames A.  Baker \nCounsel  for  Intelligence Policy \nUnited States Department of Justice \nAssociate Counsel \nSenior Attorney \nOff ice of Intelligence Policy and  Review \nunited States Department  of Justice \n··-·---sEeONO1 87l(C)(2) PRODUCTION  979 ",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20190729172338/http://www.dni.gov/files/0808/Final%20079.Memorandum%20of%20Law%20in%20Response%20to%20FISC%20Order.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/73458"
    },
    {
      "date": "2006-11-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Monitor/Expert/Receiver Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73460,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73460.pdf",
      "title": "FISA Report Regarding FBI Databases",
      "text": "FEDERAL  BUREAU  OF  INVESTIGATION \nFOI/PA \nDELETED  PAGE  INFORMATION  SHEET \nFOI/PA#  1280972-0 \nTotal  Deleted  Page(s) \nPage  2  «  bil?  bs+   b/E; \nPage  3  ~  bl;  b3;  b7E; \nPage  4  2  by  b3;  b7E; \nPage  9  ~  bl;  b3  b7E; \nPage  10  ~  a 3  63}  b/E; \nPage  12  bl;  b3z  b7E; \nPage  13  bls  bs¥   b7E; \nPage  14  bl;  b3;  b7E; \nPage  as  bl;  b3}   b7E; \nPage  £5  bl;  63%  b7E; \nPage  a3  bl;  b3z  by By \nPage  34  bl;  lorer  b7E; \nPage  35  bly  b3;  b7E; \nAX XXXXAXAAKRAKXAKKKXKXKXAKKXARAKAR \nXx  Deleted  Page(s)  Xx \nX  No  Duplication  Fee  X \nXx  For  this  Page  Xx \nAX XXX KXAXAAKRARAKKAKXKXAKKXKAXARAAKRAX\nDATE: _07- 21- po14 \n“US.  FOREIGH. \nINTELLIGENCE \n:  |  SURVEILLANCE COURT \nsECRESLCOFORN \n106  NOV~ 1  PH  5  44 \nUNITED  STATES     b6 \nb7C \n     \nFOREIGN  INTELLIGENCE  SURVEILLANCE  ~ \n  \nWASHINGTON,  D.C. \n   \"\"  bIE \n  \nIN  RE  §  Docket  Number: \n     \nA  UNITED  STATES  PERSON.  }8{(.]  \n  \n  \nREPORT  REGARDING  THE  MAINTENANCE  AND  USE \nATABASE \n   b7E \n  \n   bl \nb3 \n.  BITE\n     \n  SECRBXIN OFO RN   \nClassified  by::  — s  A.  Baker,  Counsel  for \nnce  Polic  OIPR,  DOJ \ndich \nDeclassify  on:  X1 \n  \nSECOND  1871(c)(2) PRODUCTION  1009 \n  \n    \n  \nSuCRBYIRQFORN  . \n   bl \nb7E \n  \n  \n  \n  \n   ‘I,  1  Bac  (U) \n  \n  \n  \n1  A  pen  register  is  defined,  in  pertinent  part,  as  \"a \ndevice  or  process  which  records  or  decodes  dialing,  routing, \naddressing  or  signaling  information  transmitted  by  an  instrument \nor  facility  from  which  a  wire or.  electronic  communication  is \n  \ntransmitted,  provided,  however,  that  such  information  shall  not \ninclude  the  contents  of  any  communication.”  18  U.S.C.  §  3127(c). \nThis  definition  of  pen  register  is  incorporated  by  reference  into \nFISA.  50  U.S.C.  §  1841(2).  Content,  for  the  purposes  of  a  pen \n-  register,  is  defined  as  information  concerning  the  “substance, \npurport  or  meaning  of  that  communication.”  18  U.S.C.  §  2150(8). \n(U) \nOFORN \n5 \nSECOND  1871(¢)(2)  PRODUCTION  1013 \n \n    \nsot  RN \n   b7E \n  \n     \n    \nThe  FBI  uses \n     \n   fto  receive   \n     \n  \n  \n  \n2  Communications  Assistance  for  Law  Enforcement  Act  of \n1994,  P.L.  103-414,  108  Stat.  4279  (1004)  (hereinafter  CALEA). \n(U)  ,  , \n   b1 \nb3 \nb7E\n     \n  \nSECOND  1871(c)(2)  PRODUCTION  1014 \n     \n     \nSE  YOFORN \n   b7E \n  \n  \n     \n  \n  \nThe  FBI  notes  that \n   b7E \n     \n   bl \nBS \nb7E\n     \nZ< \n SE   ORN \n  \nSECOND  1871(c)(2)  PRODUCTION  1015 \n     \n  \nSECRETHNGZORN \n  \nb7E \n     \n  \nIl.  (U) \n  \nb7E \n     \n   bl \nb3 \nb7E \n  \n  \n  \n   b7E \n   bl \nbS \nb7E\n     \nSECRETUGEGEN \n     \n8 \nSECOND 1871(¢)(2)  PRODUCTION  1016 \n  \n  \n     \n  \nSECRETIORORN \nB.  Processes  for  the  Transfer  of  Pen  Register  Information \njnto  FBI  Databases  (0) \n   bl \nb3 \nb7E \n     \n  \n   bl \nb3 \nb7E \n \n  \n     \n  \n  \n1} \nSECOND  1871(c)(2)  PRODUCTION  1019 \n  \n     \nSEC \n    b1 \n      b3 \n  \n   b7E \nb1 \nb3 \nb7E \n     \n €¢   \nff \nTf \n  \n  \n  \nSECOND  1871(c)(2) PRODUCTION  1023 \n  \nSEC  FORN \n  \nC.  rocesses  and  Procedures  for  Handling  bT7E \n     \nlDin FaBI tabaasnd eSvsstem s  (U) \n        \n_  bi \n  \n(3)  ws \nb7E \n     \n  \n     \n   bi \n  \nAS  b3 \n\\  |  b7E \n     \n  \n  \nSEC  ORN \n16 \nSECOND 1871(c)(2) PRODUCTION  1024\n       \n   bl \nEna gi  bS \nb7E \n  \n  \n  \n   bli \nb7E \n  \n     \nb7E \n     \n  \nSE  FORN \nSECOND  1871(c)(2)  PRODUCTION  1025 \n      \n    \n   bl \nb3 \nb7E \n  \n  \n     \n  \n  \n_  WARNING: \n   b7E \n     \n  \n   bl \nb3 \nb7E\n     \n  \nSE  ORN \nSECOND  1871(c)(2)  PRODUCTION  1026 \nSEC \n~~ \n   bl \n(S//NE} \n      bS \n   b7E \n     \n  \n  \n   b7E\n     \n  \nSECREWAGEORN \n  \n19 \nSECOND  1871{¢)(2) PRODUCTION  1027 \n     \n  \naaaEmeetGan \n      bl \nb3 \nb7E \n     \n  \n   (SAME) (0)  g oe \n     \n     \n   bl \nb3 \nb7E \n     \n  \n  \n   b7E \n     \n   bl \n       arC tce bb37 E\n  \nSECOND 1871(c)(2)  PRODUCTION  1028 \n     \nSECRE \na.  [|  (U)  b7E \n   bl \nBS \nb7E \n     \n  \n5.  General Procedures  (U) \n   bl \nb3 \nb7E\n     \n  \nSE  FORN \nSECOND  1874(c)(2)  PRODUCTION  » 1029 \n  \nSEC.  RN \n  \nAS)  b3 \nb7E \n     \n  \n  \n5  This  provision  provides: \nLaw  enforcement  agencies  are  required  under Title  18, \nUSC,  Section  3121(c)  to  install  and  use  technology  that  is \n\"reasonably  available\"  in  order  to  limit  the  information \nobtained  from  a  pen  register  to  \"the  dialing,  routing, \naddressing,  and  signaling  information  utilized  in  the \nprocessing  and  transmitting  of  wire  or  slectronic \ncommunications  so  as  not  to  include  the  contents  of  any  wire \nor  electronic  communications.  Section  3121(c}  imposes  an \naffirmative  obligation  to  operate  a  pen  register  or  trap  and \ntrace  device  in  a  manner  that,  to  the  extent  feasible  with \nreasonably  available  technology,  will  minimize  any  possible \novercollection  while  still  allowing  the  device  to  collect. \nall  of  the  limited  information  authorized.  To  the  extent \nthat,  despite  the  use  of  \"reasonably  available\"  technology, \ndeployment  of  a  pen  register  does  result  in  the  incidental \ncollection  of  some  portion  of  \"content,\"  such  \"content\"  may \nnot  be  used  for  any  affirmative investigative  purpose, \nexcept  in  a  rare  case  in  order  to  prevent  an  immediate \ndanger  of  death,  serious  physical  injury,  or  harm  to  the \nnational  security.  \"Content\"  includes  any  information \nconcerning  the  substance,  purport,  or  meaning  of  a \ncommunication.  Questions  as  to  what  particular  types  of \ninformation  constitute  content  should  be  directed  to  the \nInvestigative  Law  Unit,  Office  of  the  General  Counsel. \n   b7E \n     \n  \nOn  May  24,  2002,  The  Deputy  Attorney  General  issued  a \nMemorandum  setting  forth  the  Justice  Department’s  policy \nregarding  avoidance  of  “overcollection”  in  the  use  of  pen \nregisters  and  trap  and  trace  devices  deployed  under  18 \nSs  FORN \n23 \nSECOND  1871(c)(2) PRODUCTION  1034\n   \nI\nAlthough  the  Deputy  Attorney  General’s  directive  and  the \nNovember  27,  2002,  FBI  communication  pertained  only  to  the  - \n  \ncollection  of  pen  register  information under  Title  18  and \n  \nspecifically  not  to  FISA,  we  note  that  the  FISA  pen  register \n‘statute  at  50  U.S.C.  §  1841(2)  adopts  the  Title  18  detiniitdon  of \n\"pen  register\"  (18  U.S.C.  §  3127(3)),  and  the  prohibition  on \ncollecting  content  is  contained,  in  part,  within  the  definition \nof  a  pen  register  in  18  U.S.C.  §  3127(3).  (U) \n   bl \nb3 \nb7E \n     \n  \n  \nU.S.C.  §  3121,  et  seq.  This  policy  prohibits  the  affirmative \ninvestigative  use  of  any  “content”  collected  despite  the  use \nof  reasonably  available  technology,  except  to  prevent  an \nimmediate  danger  of  death,  serious  physical  injury,  or  harm \nto  the  a  Ons  14  ALS  DO  MEeEMOarancarm  may  be \nOungd  on \n  \nD  OT  ,  2UUZ,  this  memorandum  was  Gistribuced  by \nelectronic  mail  to  all  United  States  Attorneys,  First \nAssistant  United  States  Attorneys  and  Criminal  Chiefs. \nBia  Lak  j  oF  eon  Bort  nm  Pet oo  oe  ae de \nb7E\n     \n  \nSE  RN \n24 \nSECOND  1871(c)(2)  PRODUCTION  1032 \nem ee  ee \n  \nSE  FORN \n   bl \nb7E \n  \n   bl \nb3 \n{8}:  m  b7E \n  \n     \n  \n  \n7  The  website  contains  the  following  notice: \n  \n   b7E \n     \n(0)    \n   b7E \n     \n SEC   ORN \n26 \nSECOND  1874(c)(2) PRODUCTION  1034\n  \n  \nD.  Proposed Procedures  (U)  | \nIn  order  to  further  ensure  that  no  affirmative  investigative  -  - \n  \n   b7E \nuse is  made \n     \n  \n  \n 1.  Additional Guidance  (U)   \n   bl \n(3)  b3 \ni  b7E \n  \n  \n  \n  \nSEC  (OFORN \n27 \nSEGOND  1871{¢)(2) PRODUCTION  1035\n    \n a    bl \n48} \nb3 \n   b7E \n  5)  bl \nb3 \nb7E \n     \n  \n  \n.  2.     (U)  b7E \n     \n  \n   65)  bl \nb3 \n   b7E \n        \n  \nSEC  OFORN \nSECOND  1871(c)(2)  PRODUCTION  1036 \nne  eee   \n  \n -    bl \nb7E \n  \n     \n3  Lae  (7) \n  \nb7E \n   bl \n, (U)  b3 \nb7E \n     \n  \nSECR  ORN \n29 \nSECOND  1871(¢)(2)  PRODUCTION  1037\n  \n  \n _    3}  b1 \n|  b3 \n     \nb7E \nbi \n  \n  \n(S//NEF)  .  3 \n         b7E \n      bl \nb7E \n     \n  \n    (BAAE). (7)   \n|and      \n    \n   bl \nb7E \n  \n     \n  \nSECRE  ORN \n30 \nSECOND  1871(¢)(2)  PRODUCTION  1038\n  \nSECREPINOFORN_ \n   bl \nb3 \nb7E \n     \n  \n   (0)  b7E \n     \n  \n   bl \nBS \nb7E\n  \n     \n  \nFORN \nSECOND  1871(c)(2)  PRODUCTION  1039 \n  \nSEC \n   bl \n4S) \nb3 \nb7E \n     \n  \nIIl.  -Provedures  to  Notify  the  Court  (U) \n   ‘bl \n(3) \nb3 \nb7E \n     \n  \n   bl \nbS \nb7E\n     \n  \n9 \nRN \nSECOND  1871(6)(2)  PRODUCTION  1040 \n  \nSE  OFORN \n      bl \n  \nb3 \nb7E\n     \n  \nRespectfully  submitted, \n James  A.  Baker  \n.Counsel  for Intelligence  Policy \nAttorneys \nNational  Security  Division \nUnited  States  Department  of  Justice \nSE \n36 \n   SECOND  1871(c)(2) PRODUCTION  1044 \n  \n  \n  \n_  SEC  RN \nVERIFICATION  (U) \n»  declare  under  penalty  of  perjury  that \nthe  information  set  forth  in  this  report  regarding  the  processes \nand  systems  through  which  telephone  pen-register  collections \nunder  the  Foreign  Intelligence  Surveillance  Act  are  conducted  and \nenter  FBI  databases  and  systems  is  true  and  correct  to  the  best \nof  my  personal  knowledge,  information  and  belief.  Executed \npursuant  to  Title  28,  United  States  Code,  §  1746  on    \n~  (0) \n  \n  \n        \n  \nFederal  Bureau  of  Investigation \nSEC  FORN \n37 \n  \nSECOND 1871(¢)(2) PRODUCTION  1045 \n \n  \n",
      "document_type_other": null,
      "external_url": "http://www.dni.gov/files/0808/FISA%20Report%20%5B1%20NOV%202006%5D.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/73460"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117235,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117235"
    }
  ],
  "document_count": 3
}