{
  "case_id": 16091,
  "fetched_at": "2025-10-22T00:27:27.129625",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Los Angeles",
        "institution_county": null,
        "name": "DreamHost",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Speech and Religious Freedom"
    ],
    "cause_other": "1st Amendment, 4th Amendment",
    "causes": [],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2017,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [],
    "court": "U.S. Court of Appeals for the District of Columbia Circuit",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2017-01-27",
    "filing_year": 2017,
    "id": 16091,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Confidentiality",
      "General/Misc.: Website"
    ],
    "last_checked_date": "2019-02-01T00:00:00-05:00",
    "main_docket": {
      "id": 28863,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 2017,
      "docket_filing_number": 3438,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the District of Columbia Circuit",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "Special Proceedings Nos. 17 CSW 3438",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re DreamHost",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Web hosting company DreamHost.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "restrictions on search warrant",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Trump Administration 1.0 & 2.0 FOIA cases"
    ],
    "special_case_type": [
      {
        "value": "Warrant or subpoena application (or protection)"
      }
    ],
    "state": "District of Columbia",
    "summary": "<p>On January 27, 2017, one week after the presidential inauguration, the Department of Justice served web hosting company DreamHost with a Grand Jury subpoena for records and a request to preserve records. Requests were about a website, disruptj20.org (now defunct), hosted by DreamHost. The website was used to organize protesters at President Trump's inauguration in January of 2017. The subpoena requested information about people who registered with the website. DreamHost complied with the request, stating that they understood the information requested to be only about registrants to the website, not individual visitors who had not registered.</p>\r\n<p>After DreamHost complied with the subpoena, an indictment dated about April 28, 2017 charged over 200 individuals who had protested during the inauguration.</p>\r\n<p>DreamHost was then served with a search warrant, dated July 12, 2017, issued by the DOJ. The search warrant requested access to all information disruptj20.org possessed regarding the identity of its owner and thousands of subscribers, including names, addresses, telephone numbers, email addresses, business information, and credit card or banking information. The warrant further requested access to 1.3 million visitor IP addresses. DreamHost pushed back against the warrant for the untargeted nature of the information it requested, calling it \"investigatory overreach and a clear abuse of government authority\" in a blog post it published on August 14, 2017. DreamHost believed that requesting information on people who merely visited a website was a violation of the First and Fourth Amendments, and would have a chilling effect on free speech.</p>\r\n<p>In response to DreamHost's opposition to the warrant, the DOJ filed a motion to compel DreamHost to turn over the requested information in the DC Superior Court on July 28, 2017. A court date was set to challenge the DOJ's records request. The case was assigned to Chief Judge Robert E. Morin of the Superior Court of the District of Columbia.</p>\r\n<p>Just before the court date, the DOJ filed a reply modifying its original request, excluding any unpublished media, including both text and photographs that appeared in unpublished blog posts, and HTTP access and error logs, which would have the effect of protecting visitors' IP addresses.</p>\r\n<p>On August 24, 2017, Judge Morin accepted the DOJ's amended request. He confirmed that the DOJ had a valid interest in accessing the data, and he enforced the motion to compel. However, Judge Morin made several stipulations. The DOJ was ordered to present the court with a \"minimization plan,\" to include all the names of all government investigators who have access to the information and a list of all methods used to process the data. Judge Morin then forbade the DOJ from releasing the information they collected to any other government agency.</p>\r\n<p>On October 10, 2017, Judge Morin issued an order creating what it called \"procedural safeguards\" to ensure compliance with the First and Fourth Amendments. In addition to the previous stipulations of the amended information request, the order compelled DreamHost to redact any identifying information of any non-subscribers before handing over the records to the DOJ. The DOJ was ordered to file an itemized list of information which it believes constitutes DC's rioting statute (D.C. Code &sect;22-1322) and name specific reasons why the data is relevant to their investigation. To obtain any non-redacted data, the DOJ must find probably cause that the data is \"evidence of criminal activity.\"</p>\r\n<p>DreamHost stated that they did not intend to appeal Judge Morin's order. The case now appears closed.</p>",
    "summary_published_date": "2025-05-28T16:17:10.849025-04:00",
    "summary_short": "Web hosting company DreamHost resisted a DOJ warrant to produce information on every visitor to a website dedicated to disrupting the 2017 inauguration. The court put strict limitations on the DOJ warrant before allowing it to go forward.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16091",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16091",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16091",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16091"
  },
  "documents": [
    {
      "date": "2018-12-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Columbia state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 100872,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/100872.pdf",
      "title": "Docket [DC Superior]",
      "text": "2/15/2019 Case Details - District of Columbia Superior Court\n2017 CSW 003438 In the Matter of: DREAMHOST INC. RW\nCase Type:\nSearch Warrant\nCase Status:\nOpen\nFile Date:\n07/12/2017\nAction:\nSearch Warrant Filed\nStatus Date:\n07/12/2017\nNext Event:\nAll Information Party Event Docket Disposition\nParty Information\nDREAMHOST INC.\n­ Defendant (Criminal)\nDisposition Alias\nDisp Date Party Attorney\nEvents\nDate/Time Location Type Result Event Judge\n08/18/2017 09:30 AM Courtroom 215 Status Hearing Hearing Vacated\n08/24/2017 10:00 AM Courtroom 315 Warrant Hearing Hearing Held\n09/20/2017 02:15 PM Courtroom 315 Status Hearing Hearing Held\nDocket Information\nDate Docket Text Image\nAvail.\n07/12/2017 Search Warrant Filed Image\n08/16/2017 Order Entered on the Docket­Application For Admission Pro Hac Vice Filed and Forwarded to Judge Leibovitz Image\n08/23/2017 Order to unseal the instant case, any filings herein, and any hearings related thereo, Entered on the Docket.   Image\nSigned in chambers by Chief Judge Robert E. Morin on 08/23/17.  Copies emailed to counsel on 08/23/17. AMP\n08/24/2017 Correspondence ­­ email to counsel clarifying that information in the possession, control or custody of DreamHost,  Image\nInc. that comes under the protections of the Privacy Protection Act should not be turned over to the government, \nand such language should be incorporated into parties' proposed order.\n08/29/2017 Order Granting The Avaaz Foundation leave to file its reply as amicus Entered on the Docket.  Signed in  Image\nchambers by CJ Morin on 08/29/17 nun pro tunc 08/23/17.  AMP\n09/15/2017 Court Order Responding to Parties Submissions Entered on the Docket.  Signed by CJ Morin on 09/15/17.    Image\nCopies emailed to parties on 09/15/17. AMP\n09/25/2017 Dreamhost, LLC'S Proposed Order filed and forwarded to Chief Judge Morin Image\n10/10/2017 Court Order re: Parties' Proposed Orders Entered on the Docket.  Signed in chambers by Chief Judge Morin on  Image\n10/10/17.  Hardcopy filed with Court and courtesy copies emailed to parties on 10/10/17. AMP\n10/23/2017 Sealed Docket: Image\nhttps://eaccess.dccourts.gov/eaccess/search.page.4?x=HovP*WH1265a1yBqLiPK2PKV*49mVxKKlZLYdNz8Qpo4a6lbdnXbxJTn8nSwAU2huGCTdLQ8UzsHH7N… 1/2\n\n2/15/2019 Case Details - District of Columbia Superior Court\nDate Docket Text Image\nAvail.\n10/25/2017 Sealed Docket: Image\n10/25/2017 Sealed Docket: Image\n10/25/2017 Sealed Docket: Image\n11/14/2017 Sealed Docket:\n11/15/2017 Sealed Docket: Image\n11/30/2017 Sealed Docket: Image\n12/06/2017 Sealed Docket: Image\n12/03/2018 Sealed Docket: Image\nCase Disposition\nDisposition Date Case Judge\nUndisposed\nhttps://eaccess.dccourts.gov/eaccess/search.page.4?x=HovP*WH1265a1yBqLiPK2PKV*49mVxKKlZLYdNz8Qpo4a6lbdnXbxJTn8nSwAU2huGCTdLQ8UzsHH7N… 2/2",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/100872"
    },
    {
      "date": "2017-07-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Columbia state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 91240,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/91240.pdf",
      "title": "United States's Motion for Dreamhost to Show Cause",
      "text": "SUPERIOR COURT OF THE DISTRICT OF COLUMBIA  r--3 \n<.:\"\" \nCRIMINAL DIVISION-FELONY BRANCH  --J \nC-: \n:; \n. \nIN THE MATTER OF THE SEARCH  Special Proceedings Nos. 17 CSW 3438  1 \nOF WWW.DISRUPTJ20.0RG THAT  (_..J,  \n-\nIS STORED AT PREMISES OWNED,  HEARING REQUESTED \n~ \nNUUNTAINED,CONTROLLED,OR  '-:?  ·' \nOPERTED BY DREAMHOST  (..) \n-..J \nUNITED STATES'S MOTION FOR DREAMHOST TO SHOW CAUSE \nThe United States of America, by and through its attorney, the United States Attorney for \nthe District of Columbia, hereby moves the Court to order DreamHost, Inc. (\"DreamHost\"), to \nshow cause why DreamHost should not be compelled to comply with a warrant issued by this \nCourt on July 12,2017, No. 17 CSW 3438, pursuant to 18 U.S.C. § 2703(a), and ordered \nimmediately to provide to the government certain records and information specified within \nAttachment B to that warrant that are within the possession, custody, or control ofDreamhost, \nregardless of where such records or information may be stored. \nBACKGROUND \nOn July 12, 2017, this Court authorized a search warrant pursuant to 18 U.S.C. § 2703(a), \ncommanding DreamHost to disclose to the government records and information associated with \nthe website  www.disruptj20.org,  including  communications  and content associated with the \naccount.  (Ex. A.)  That website was used in the development, planning, advertisement, and \norganization of a violent riot that occurred in Washington, D.C., on January 20, 2017. Attachment \nA to the warrant identified the particular customer account that is the subject of the warrant, which \nwas www.disruptj20.org. (Ex. A.) Attachment B, Subsection I, of the warrant, titled \"Information \nto be disclosed by Dreamhost,\" ordered Dreamhost to disclose the following information for that \naccount: \n\na.  all records or other information pertaining to that account or \nidentifier, including all files, databases, and database records \nstored by DreamHost in relation to that account or identifier; \nb.  all information in the possession of DreamHost that might \nidentify  the  subscribers  related  to  those  accounts  or \nidentifiers, including names, addresses, telephone numbers \nand other identifiers, e-mail addresses, business information, \nthe length of service (including start date), means and source \nof payment for services (including any credit card or bank \naccount number), and information about any domain name \nregistration; \nc.  all records pertaining to the types of service utilized by the \nuser; \nd.  all  records  pertaining  to  communications  between \nDreamHost  and  any  person  regarding  the  account  or \nidentifier,  including  contacts  with  support  services  and \nrecords of actions taken. \n(Ex. A.)  Attachment B, Subsection II of the warrant limited the government's seizure to \"[a]ll \ninformation described above . . . that constitutes fruits, evidence and instrumentalities of \nviolations ofD.C. Code§ 22-1322[.]\" \nOn Friday, July 14, 2017, the government sent a copy of the Court's search warrant and \nits attachments to DreamHost by email.  (Ex. B.)  DreamHost responded that same day \nacknowledging that it was in receipt of the search warrant but requested that the government \npersonally serve a copy of the Court's search warrant on DreamHost in California. (Ex. B.) On \nMonday, July 17, 2017, an agent from the Federal Bureau of Investigation personally delivered a \ncopy of the search warrant to DreamHost.1  (Ex. C.)  DreamHost acknowledged being personally \nserved in an email message dated July 18, 2017.  (Ex. C.) \nt The government also sent copies of the Court's search warrant to DreamHost and to DreamHost's registered agent \nfor service of process in California via Federal Express overnight delivery with signature required at delivery. The \nFederal Express tracking information for each of those packages indicates that they were delivered on July 18, 2017. \n2 \n\nOn July 19, 2017, the government requested that DreamHost begin an immediate \nproduction of materials in response to the Court's search warrant.  (Ex. D.)  The government also \ncautioned DreamHost that ifDreamHost did not begin to comply with the Court's search \nwarrant, the government may need to seek relief from the Court.  (Ex. D.) That same day, the \nGeneral Counsel for DreamHost replied to the government that DreamHost could not respond to \nthe Court's search warrant at that time because \"the entire company\" had convened at an \"offsite \n... day-long meeting\" and \"we're all out of the office.\" (Ex. E.) However, the General Counsel \nfor DreamHost promised that \"we will have an update for you (likely tomorrow [July 20]) with \nproduction information and instructions.\" (Ex. E.) \nOn July 20, 2017, the government again contacted DreamHost to request that the \ncompany begin a rolling production of materials responsive to the Court's search warrant.  (Ex. \nF.) Later that day, the government received an email message from Raymond Aghaian, Esq., an \nattorney representing DreamHost, who requested to have a telephone call with the government to \ndiscuss the Court's search warrant.  (Ex. F.)  Later that day, the government unsuccessfully tried \nto reach Mr. Aghaian on the telephone to discuss this matter.  (Ex. G.)  The government also \ntried to reach Mr. Aghaian-again without success- the next morning, July 21, 2017.  (Ex. G.) \nOn July 21 , 20 17 , the government received an email message from Mr. Aghaian stating \nfour \"concerns\" with the Court's search warrant: \n1.  There is some uncertainty as to the language in [Attachment B] \nSection II, paragraph 2, that we would like to clarify and get a \nbetter understanding of what exactly is requested.  Moreover, we \nneed to be able to inform the subscriber about the warrant, but it is \ndifficult to do so without knowing specifically which accounts or \ndomains are at issue. \n2.  The DC Code is very specific about the Superior Court's \njurisdictional limit in issuance of search warrants within DC. Since \nthe servers containing the records at issue here are located in \n3 \n\nPortland, Oregon, instead of DC, we would like to ask that you \nseek the warrants from the appropriate court. \n3.  Some of the requested information likely falls under the \nprotected category of information under the Privacy Protection Act \nand is not subject to search and seizure pursuant to a search \nwarrant; \n4. Some of the information requested appears overbroad, \nrequesting what amounts to all data without any limitations or a \nspecified timeframe, likely constituting an overseizure [sic]. For \ninstance, in one of the requests, the warrant seeks the IP addresses \nof over 1,000,000 visitors to the website. \n(Ex. G.) To date, DreamHost has not produced any materials to the government responsive to \nthe Court's search warrant. \nARGUMENT \nI.  DreamHost has No Legal Basis for Failing to Produce \nMaterials in Response to the Court's Search Warrant \nThe Fourth Amendment provides that \"no warrants shall issue, but upon probable cause, \nsupported by oath or affirmation, and particularly describing the place to be searched, and the \npersons or things to be seized.\" A search pursuant to a search warrant is presumed lawful. \nFranks v. Delaware, 438 U.S. 154, 156 (1978).  The Court's search warrant in this case is no \nexception to these legal standards.  On July 12, 2017, this Court determined that there was \nprobable cause to believe that \"in the premises controlled by DreamHost, Inc., there is now being \nconcealed property, namely stored electronic communications including but not limited to digital \nfiles, records, messages, and photographs as set forth more fully in Attachments A and B.\" (Ex. \nA.) The Court specified that \"[t]his warrant applies to information associated with \nwww.disruptj20.org that is stored at premises owned, maintained, controlled, or operated by \nDreamHost[.]\"  (Ex. A, Attach. A.) The Court also specified the types of information that the \n4 \n\nCourt ordered DreamHost to produce in response to the search warrant.  (Ex. A, Attach. B, \nSection I.) The Court's search warrant further specified that the government could only seize \ninformation that constituted \"evidence, contraband, instrumentalities, or fruits of violations of \nD.C. Code§ 22-1322.\"  (Ex. A, Attach. B, Section II.)  And the search warrant application was \nitself supported by the sworn affidavit of Detective Greggory Pemberton of the Metropolitan \nPolice Department.  D.C. Code§ 23-521(a) (a judicial officer may issue a search warrant upon \napplication of a law enforcement officer or prosecutor).  Thus, there should be no dispute that the \nCourt's search warrant was properly issued and that DreamHost must comply with the Court's \nwarrant. \nDrearnHost's suggestion in Mr. Aghaian's July 20 email message that the Court's search \nwarrant runs afoul of \"the Superior Court's jurisdictional limits\" is misguided.  This Court has \njurisdiction to issue search warrants requiring the provider of electronic communication services \nto produce records because it is \"a court of competent jurisdiction\" as defmed by 18 U.S.C. \n§ 2711.  18 U.S.C. §§ 2703(a), (b)(l)(A) & (c)(l)(A).  Specifically, the Court is \"a court of \ngeneral criminal jurisdiction of a State authorized by the law of that State to issue search \nwarrants.\" 18 U.S.C. § 2711(3)(B).  See 18 U.S.C. § 2510 (defming \"State\" to include \"the \nDistrict of Columbia\"); 18 U.S.C. § 2711(1) (adopting the definitions of§ 2510 for purposes of \n§§ 2701-2712). \nII.  DreamHost's Other Objections to Production are without Merit \nThe other concerns stated in Mr. Aghaian's July 20 email do not afford DreamHost with \nany justification for refusing to comply with the Court's order.  First, DreamHost's claim that \nthere is \"uncertainty as to the language ... of what is requested\" in Attachment B, Part II, is \nwholly irrelevant.  That portion of the Court's search warrant sets forth the information to be \n5 \n\nseized by the government after DreamHost complies with the Court's order to produce the \ninformation described in Attachment B, Part I.  Consequently, there is no \"uncertainty\" with that \npart ofthe Court's search warrant that would justify DreamHost in refusing to comply with the \nwarrant. \nSecond, DreamHost's objection that some of the information that DreamHost must \nproduce pursuant to the Court's order is \"protected . .. under the Privacy Protection Act [42 \nU.S. C. § 2000aa, (\"PPA\")],\" and therefore is \"not subject to search and seizure\" pursuant to a \nsearch warrant also lacks merit.  As a factual matter, the Court's search warrant identifies the \nprecise categories of information that DreamHost must provide to the government and precise \nlimitations on the information that the government may seize during its search. (Ex. A, Attach. \nB.) DreamHost has offered nothing-not even a proffer- to substantiate its concerns that any of \nthe information the Court has required DreamHost to produce would meet the PP A standard of \n\"protected\" materials.  But even if DreamHost could satisfy that factual threshold, the PPA   does \nnot as a factual matter preclude the government from searching and seizing electronic \ninformation--even \"protected\" materials-pursuant to a search warrant.  Quite to the contrary, \nthe PPA   provides that the exclusive remedy for a person \"aggrieved by a search for or seizure of \nmaterials in violation of [the PPA]\" shall be \"a civil cause of action for damages[.]\" 42 U.S.C. \n§ 2000aa-6(a).  The PPA further provides \"[e]vidence otherwise admissible in a proceeding shall \nnot be excluded on the basis of a violation of [the PPA].\"  42 U.S.C. § 2000aa-6(e).  Thus, \nDreamHost's \"concern\" regarding the PPA does not provide DreamHost with a proper basis for \nrefusing to comply with the Court's search warrant. \nThird, DreamHost has raised a concern that the Court's search warrant is \"overbroad\" \nand may result in an \"overseizure [sic].\"  This is simply not a sufficient basis for DreamHost to \n6 \n\nrefuse to comply with the warrant.  The Court has already imposed limitations on the materials \nthat DreamHost is required to produce and on the materials that the government may seize.  (Ex. \nA, Attach. B.)  Accordingly, DreamHost's opinion ofthe breadth of the warrant does not provide \nit with a basis for refusing to comply with the Court's search warrant and begin an immediate \nproduction. 2 \nCONCLUSION \nFor the foregoing reasons, the government asks that the Court issue an order to \nDreamHost to show cause why DreamHost should not be compelled to comply with the warrant \nissued by this Court on July 12, 2017, and ordered immediately to provide to the government all \nof the records and information in Attachment B to the warrant that are within the possession, \ncustody, or control ofDreamHost.  The government requests that a hearing be schedule in this \nmatter for the week of July 31, 2017. \nRespectfully submitted, \nCHANNING D. PHILLIPS \nUNITED STATES ATTORNEY \nGi~ \nBy: \nJohn W. Borchert (D.C. Bar No. 472824) \nAssistant United States Attorneys \nUnited States Attorney's Office for the \nDistrict of Columbia \n555 Fourth Street, N.W. \nWashington, D.C.  20530 \nJuly 28, 2017  (202) 252-7679 \n2 It is worth nothing that DreamHost has already produced documents to the government in response to a separate \nrequest that indicate that the domain name www.disruptj20 .org was registered in or about October 20 16-less than a \nyear ago. \n7 \n\nCERTIFICATE OF SERVICE \nI hereby certify that copy of the foregoing was delivered to counsel for DreamHost this \n28th day of July 2017. \n8 \n\nEXHIBIT A \n\nSUPERIOR COURT OF THE DISTRICT OF COLUMBIA \nSEARCH WARRANT \nTO:  CHIEF OF POLICE OR ANY OTHER LAW ENFORCEMENT OFFICER \n(Speafie law E..,forcem:ent OflH:er or ClaStlfu:.Jtion ofOfficet oft he Metropohta.n Police Ocpa.n:mt-nt or ocher Authorized Agency) \nAFFIDAVIT, herewith attached, having been made before me by Detective Greggorv Pemberton \nCD2-l645) that he bas probable cause to believe that in the premises controlled bv DrearnHost Inc., there \nis now being concealed property, namely stored electronic communications including but not limited to \ndi~ritaJ files. records, messages, and pboto~rraphs as set forth more fully in Attachments A and B, attached \nhereto and incorporated herein. \nWHICH IS in violation of D.C. Code § 22-1322 and as 1 am satisfied that there is probable cause \nto believe that the property so described is being concealed in the above designated electronic storage and \nremote computin!! service and that the foregoing grounds for issuance of the warrant exist, \nYOU ARE HEREBY AUTHORJZED, within 10 days of the date of issuance of this warrant, to \nexecute this warrant by emailing or faxing this warrant to the designated electronic srorrure and remote \ncomputin!! service for execution of a search of its electronic files for the electronic data specified, and if \nthe electronic data be found there, \nDreamHost,  IS  ORDERED TO ASSIST LAW ENFORCEME  T  Al\\TD  PRODUCE SUCH \nELECTRONIC DATA, as detailed in Attachments A  and B, to Detective GreggotY• Pemberton, and \nAUSA John Borchert \nYOU ARE FURTHER COMMANDED to file a copy of this warrant and return with the Court \non the next Court rer its;ecution. \n12 ~.J--· \nIssued this  {'1.-day of  v  f  20_!.] \nJudge, Superior Court of the Disuict of Columbia \nt \nRETURN \n1 \n1 received the above warrant on _______________  _, 20_  _ and have \nexecuted it as follows: \nOn  , 20_  _ at _ _  M., I electronically submitted the warrant to DreamHost, \nand requested that the provider execute a search of its electronic files and produce the requested \ninfom1ation and electronic data (as detailed in the Attachments, attached herewith, to the undersigned law \nenforcement officer on or before -----\nThe undersigned officer will supplement this return with an inventory of the information and electronic \ndata produced by DreamHost, within _ _  days. \nExecuting Officer \nSubscribed and sworn to before me this ___ _  day of _____________  _, 20 \nJudge, Superior Court of the D1striet of Columbia \nr_ \n,-. \n.  . \nC....I  \nw \n\nATTACHMENT A \nProperty to Be Searched \nThis warrant applies to information associated with www.disruptj20.org that is stored at \npremises owned, maintained, controlled, or operated by DreamHost, a company headquartered at \n707 Wilshire Blvd., Suite 5050, Los Angeles, California 90017. \n-\n\nATTACHMENT B \nParticular Things to be Seized \nl.  Information to be disclosed by Dream.Host \nTo the extent that the infonnation described in Attachment A is within the possession, \ncustody, or control ofDreami-:lost, including any messages, records, files, logs, or information that \nhave been deleted but are still available to DreamHost, or have been preserved pursuant to a request \nmade under 18 U.S.C. § 2703(f), DreamHost is required to disclose the following information to \nthe government for each account or identifier listed in Attachment A: \na.  all records or other information pertaining to that account or identifier, including \nall  files, databases, and database records stored by DreamHost in relation to  that account or \nidentifier; \nb.  all infonnation in the possession of DrearnHost that might identify the subscribers \nrelated to those accounts or identifiers, including names, addresses, telephone numbers and other \nidentifiers, e-mail addresses, business information, the length of service (including start date), \nmeans and source of payment for services (including any credit card or bank account number), and \ninformation about any domain name registration; \nc.  all records pertaining to the types of service utilized by the user, \nd.  all  records pertaining to  communications between DreamHost and any person \nregarding the account or identifier, including contacts with support services and records of actions \ntaken. \nII.  Information to be seized by the government \nAll  information  described  above  in  Section  I  that  constitutes  fruits,  evidence  and \ninstrumentalities of violations of D.C. Code§ 22-1322 involving _the individuals who participated, \nplaned,  organized,  or  incited  the  January  20  riot,  relating  to  the  development,  publishing, \nadvertisement,  access,  use,  administration  or  maintenance  of any  website  enumerated  in  L \nAttachment A, including: \n- I.  Files,  databases,  and  database records  stored  by  DreamHost on behalf of the \n,....)  subscriber or user operating the website, including: \na.  programming  code  used  to  serve  or  process  requests  made  vm  web \nbrowsers; \nb.  HTML, CSS, JavaScript, image files, or other files; \n\nc.  I TITP request and error logs; \nd.  SSH, FTP, or Telnet logs showing connections related to the ,:vebsite, and \nany other transactionaJ information, including records of session times and durations, Jog files, \ndates and times of connecting, methods of connecting, and ports; \ne.  MySQL, PostgreSQL, or other databases related to the website; \nf.  email accounts and the contents thereof, associated with the account; \n2.  Subscriber  information  related  to  the  accounts  established  to  host  the  site \nenumerated in Attachment A, to include: \na.  ames, physical addresses, telephone numbers and other identifiers, email \naddresses, and business inf01mation; \nb.  Length of service (including start date), types of service utilized, means and \nsource of payment for services (including·any credit card or back account number), and billing and \npayment information; \nC.  · If a domain name was registered on behalf of the subscriber, the date that \nthe domain was registered, the domain name, the registrant information, administrative contact \ninformation, the technical contact information and billing contact used to register the domain and \nthe method of payment tendered to secure and register the Internet domain name. \nDrearnHost shaJl deliver the information set forth above via United States mail, courier, or \nemail to the following: \nJohn W. Borchert \nAssistant U.S. Attorney \nU.S. Attorney's Office for the District of Columbia \n555 Fourth Street, N.W. \nWashington, D.C.  20530 \nEmail: John.Borchert@usdoj.gov \nTelephone: 202-252-7679 \n2 \n\nEXHIBITB \n\nBorchert, John (USADC) \nFrom:  Karl Fry <karl.fry@dreamhost.com> \nSent:  Friday, July 14, 2017 7:56 PM \nTo:  Borchert, John (USADC); legal@dreamhost.com \nSubject:  Re: Search Warrant and Preservation (LGL-74338) \nHi John, \nJust as a reminder-- Dream Host does not accept substituted service for production orders. We respectfully request that \nsuch orders be served either in person at our downtown Los Angeles location, or with our registered service agent CT \nCorporation. The addresses for both can be found on our website, here: \nhttps://www.dreamhost.com/legal/government-requests/ \nIf you already intend to serve in person as well, please disregard. \nThanks, \nKarl Fry \nDream Host Compliance Team \nhttp://www.dreamhost.com \nOn 7/14/17 1:49 PM, Borchert, John (USADC) wrote: \nHello, Karl-\nI have attached a search warrant that we have obtained for the disruptj20 website. Our preservation for \nthis account dates back to January 17.  I am also attaching an additional preservation letter dated \ntoday.  Please let me know if you have any questions. \nRegards, \nJohn \nJohn W. Borchert \nDeputy Chief--Felony Major Crimes Trial Section \nMisdemeanor Trial Unit \nU.S. Attorney's Office for the \nDistrict of Columbia \nDesk: 202-252-7679 Mobile: 202-870-6071 \njohn.borchert@usdoj.gov \n1 \n\nEXHIBIT C \n\nBorchert, John (USADC) \nFrom:  Karl Fry < karl.fry@dreamhost.com > \nSent:  Tuesday, July 18, 2017 8:31 PM \nTo:  Borchert, John (USADC); legal@dreamhost.com \nCc:  Kerkhoff, Jennifer (USADC) \nSubject:  Re: Search Warrant and Preservation (LGL-74338) \nHi John, \nWe are in receipt of the warrant that was served yesterday; thank you.  We have quite a bit going on this week, \nbut I will be in touch as soon as I have more information for you. \nWe do appreciate your patience in the meantime. \nSincerely, \nKarl Fry \nDreamHost Compliance Team \nhttp://www.dreamhost.com \nOn 7/18/17 10:45 AM, Borchert, John {USADC) wrote: \nHello, Karl-\nYou were personally served by the FBI yesterday. Can you please make a production to us today? \nRegards, \nJohn \nJohn W. Borchert \nDeputy Chief-- Felony Major Crimes Trial Section \nMisdemeanor Trial Unit \nU.S. Attorney's Office for the \nDistrict of Columbia \nDesk: 202-252-7679  Mobile: 202-870-6071 \njohn.borchert@usdoj.gov \nFrom: Karl Fry [mailto:karl.fry@dreamhost.com] \nSent: Friday, July 14, 2017 7:56PM \nTo: Borchert, John {USADC) <JBorchert@usa.doj.gov>; legal@dreamhost.com \nSubject: Re: Search Warrant and Preservation {LGL-74338) \nHi John, \nJust as a reminder-- Dream Host does not accept substituted service for production orders. We \nrespectfully request that such orders be served either in person at our downtown Los Angeles location, \nor with our registered service agent CT Corporation. The addresses for both can be found on our \n1 \n\nwebsite, here: \nhttps://www.dreamhost.com/legal/government-requests/ \nIf you already intend to serve in person as well, please disregard. \nThanks, \nKarl Fry \nDream Host Compliance Team \nhttp://www.dreamhost.com \nOn 7/14/17 1:49 PM, Borchert, John (USADC) wrote: \nHello, Karl-\nI have attached a search warrant that we have obtained for the disruptj20 website. Our \npreservation for this account dates back to January 17.  I am also attaching an additional \npreservation letter dated today. Please let me know if you have any questions. \nRegards, \nJohn \nJohn W. Borchert \nDeputy Chief--Felony Major Crimes Trial Section \nMisdemeanor Trial Unit \nU.S. Attorney's Office for the \nDistrict of Columbia \nDesk: 202-252-7679 Mobile: 202-870-6071 \njohn.borchert@usdoj.gov \n2 \n\nEXHIBITD \n\nBorchert, John (USADC) \nFrom:  Borchert, John (USADC) \nSent:  Wednesday, July 19, 2017 9:05 AM \nTo:  legal@dreamhost.com \nCc:  Kerkhoff, Jennifer (USADC) \nSubject:  RE: Search Warrant and Preservation (LGL-74338) \nHello, Karl-\nThanks for your response. I sent a courtesy copy of the warrant to you last week, and you've had the data preserved \nsince January.  Can you please provide the materials to us today?  If not, we may need to seek relief from the Court. \nRegards, \nJohn \nFrom: Karl Fry [mailto:karl.fry@dreamhost.com] \nSent: Tuesday, July 18, 2017 8:31 PM \nTo: Borchert, John (USADC) <JBorchert@usa.doj.gov>; legal@dreamhost.com \nCc: Kerkhoff, Jennifer (USADC) <JKerkhoff@usa.doj.gov> \nSubject: Re: Search Warrant and Preservation (LGL-74338) \nHi John, \nWe are in receipt of the warrant that was served yesterday; thank you. We have quite a bit going on this week, but I will \nbe in touch as soon as I have more information for you. \nWe do appreciate your patience in the meantime. \nSincerely, \nKarl Fry \nDream Host Compliance Team \nhttp://www.dreamhost.com \nOn 7/18/17 10:45 AM, Borchert, John (USADC) wrote: \nHello, Karl-\nYou were personally served by the FBI yesterday.  Can you please make a production to us today? \nRegards, \nJohn \nJohn W. Borchert \nDeputy Chief-- Felony Major Crimes Trial Section \nMisdemeanor Trial Unit \n1 \n\nU.S. Attorney's Office for the \nDistrict of Columbia \nDesk: 202-252-7679  Mobile: 202-870-6071 \njohn.borchert@usdoj.gov \nFrom: Karl Fry [mailto:karl.fry@dreamhost.com) \nSent: Friday, July 14, 2017 7:56PM \nTo: Borchert, John (USADC) <JBorchert@usa.doj.gov>; legal@dreamhost.com \nSubject: Re: Search Warrant and Preservation (LGL-74338) \nHi John, \nJust as a reminder-- Dream Host does not accept substituted service for production orders. We \nrespectfully request that such orders be served either in person at our downtown Los Angeles location, \nor with our registered service agent CT Corporation. The addresses for both can be found on our \nwebsite, here: \nhttps://www.dreamhost.com/legal/government-requests/ \nIf you already intend to serve in person as well, please disregard. \nThanks, \nKarl Fry \nDream Host Compliance Team \nhttp://www. dream host. com \nOn 7/14/17 1:49 PM, Borchert, John (USADC) wrote: \nHello, Karl-\nI have attached a search warrant that we have obtained for the disruptj20 website.  Our \npreservation for this account dates back to January 17. I am also attaching an additional \npreservation letter dated today. Please let me know if you have any questions. \nRegards, \nJohn \nJohn W. Borchert \nDeputy Chief--Felony Major Crimes Trial Section \nMisdemeanor Trial Unit \nU.S. Attorney's Office for the \nDistrict of Columbia \nDesk: 202-252-7679 Mobile: 202-870-6071 \njohn.borchert@usdoj.gov \n2 \n\nEXHIBITE \n\nBorchert, John (USADC) \nFrom:  Christopher Ghazarian <christopher.ghazarian@dreamhost.com> \nSent:  Wednesday, July 19, 2017 1:57PM \nTo:  Borchert, John (USADC) \nCc:  legal@dreamhost.com; Kerkhoff, Jennifer (USADC) \nSubject:  Re: Search Warrant and Preservation (LGL-74338) \nHi John, \nDreamHost is having its annual \"All Hands\" meeting; the entire company gathers offsite for a day-long \nmeeting, and we're all out of the office in order to attend. \nYou asked Karl about producing the data immediately since it has been \"preserved since January.\" After \nreviewing the warrant, it looks like you are requesting additional data that wasn't included in the preservations \n(\"any messages, records, files, logs, or information that have been deleted but are still available to \nDreamHost. ... \").Thus, in order for us to comply with your warrant, Karl is pulling all of the new information \nfrom our database. \nWe kindly request additional time to put together what you're asking for once we're back in the office, and we \nwill have an update for you as soon as possible (likely tomorrow) with production information and instructions. \nBest, \nChris Ghazarian 1 General Counsel \n213.787.4401  1 chris@dreamhost.com I chris.law \n707 Wilshire Blvd, Suite 5050. Los Angeles, CA 90017 \nC9·1lii\"l:@i• \nOn Jul 19,2017, at 6:04AM, Borchert, John (USADC) <John.Borchert@usdoj.gov> wrote: \nHello, Karl -\nThanks for your response.  I sent a courtesy copy of the warrant to you last week, and you've had the \ndata preserved since January. Can you please provide the materials to us today?  If not, we may need to \nseek relief from the Court. \nRegards, \nJohn \nFrom: Karl Fry [mailto:karl.fry@dreamhost.com] \nSent: Tuesday, July 18, 2017 8:31PM \nTo: Borchert, John (USADC} <JBorchert@usa.doj.gov>; legal@dreamhost.com \n1 \n\nCc: Kerkhoff, Jennifer (USADC) <JKerkhoff@usa.doj.gov> \nSubject: Re: Search Warrant and Preservation (LGL-74338) \nHi John, \nWe are in receipt of the warrant that was served yesterday; thank you. We have quite a bit going on \nthis week, but I will be in touch as soon as I have more information for you. \nWe do appreciate your patience in the meantime. \nSincerely, \nKarl Fry \nDream Host Compliance Team \nhttp://www. dream host. com \nOn 7/18/17 10:45 AM, Borchert, John (USADC) wrote: \nHello, Karl-\nYou were personally served by the FBI yesterday. Can you please make a production to \nus today? \nRegards, \nJohn \nJohn W. Borchert \nDeputy Chief--Felony Major Crimes Trial Section \nMisdemeanor Trial Unit \nU.S. Attorney's Office for the \nDistrict of Columbia \nDesk: 202-252-7679 Mobile: 202-870-6071 \njohn. borchert@ usdoj.gov \nFrom: Karl Fry [mailto:karl.fry@dreamhost.com] \nSent: Friday, July 14, 2017 7:56PM \nTo: Borchert, John (USADC) <JBorchert@usa.doj.gov>; legal@dreamhost.com \nSubject: Re: Search Warrant and Preservation (LGL-74338) \nHi John, \nJust as a reminder-- Dream Host does not accept substituted service for production \norders.  We respectfully request that such orders be served either in person at our \ndowntown Los Angeles location, or with our registered service agent CT \nCorporation. The addresses for both can be found on our website, here: \nhttps://www.dreamhost.com/legal/government-requests/ \nIf you already intend to serve in person as well, please disregard. \n2 \n\nThanks, \nKarl Fry \nDreamHost Compliance Team \nhttp://www.dreamhost.com \nOn 7/14/17 1:49 PM, Borchert, John (USADC) wrote: \nHello, Karl-\nI have attached a search warrant that we have obtained for the \ndisruptj20 website. Our preservation for this account dates back to \nJanuary 17. I am also attaching an additional preservation letter dated \ntoday. Please let me know if you have any questions. \nRegards, \nJohn \nJohn W. Borchert \nDeputy Chief--Felony Major Crimes Trial Section \nMisdemeanor Trial Unit \nU.S. Attorney's Office for the \nDistrict of Columbia \nDesk: 202-252-7679 Mobile: 202-870-6071 \njohn.borchert@usdoj.gov \n3 \n\nEXHIBITF \n\nBorchert, John (USADC) \nFrom:  Aghaian, Raymond < RAghaian@kilpatricktownsend.com > \nSent:  Thursday, July 20, 2017 6:22 PM \nTo:  Borchert, John (USADC) \nSubject:  RE: RE: Search Warrant and Preservation (LGL-74338) \nHi John, \nI represent Dream Host and I have just been retained in the above referenced matter. I have a number questions \nregarding the search warrant that I would like to discuss with you.  Can you please let me know your availability to \ndiscuss for either tomorrow afternoon or sometime on Monday? Thank you. \nRay \nRaymond 0 . Aghaian \nKilpatrick Townsend & Stockton LLP \n9720 Wilsh1re Blvd PH 1 Beverly Hills, CA 90212-2018 \noff1ce 310 310 70101 fax 310 3881198 \nraghaian@kilpatricktownsend.com 1M  y Profile 1v Card \nFrom: \"Borchert, John (USADC)\" <John.Borchert@usdoj.gov> \nDate: Jul20, 2017 4:05AM \nSubject: RE: Search Warrant and Preservation (LGL-74338) \nTo: \"Christopher Ghazarian\" <christopher.ghazarian@dreamhost.com> \nCc: \"legal@dreamhost.com\" <legal({Udreamhost.com>, \"Kerkhoff, Jennifer (USADC)\" \n<Jennifer.Kerkhoff@usdoj.gov> \nThanks, Chris.  Please go ahead and begin a \"rolling\" production of what you have ready now. I would expect you have \nsome materials that you could produce today, but let me know if I have that wrong. \nRegards, \nJohn \nFrom: Christopher Ghazarian [mailto:christopher.ghazarian@dreamhost.com] \nSent: Wednesday, July 19, 2017 1:57PM \nTo: Borchert, John (USADC) <JBorchert@usa.doj.gov> \nCc: legal@dreamhost.com; Kerkhoff, Jennifer (USADC) <JKerkhoff@usa.doj.gov> \nSubject: Re: Search Warrant and Preservation (LGL-74338) \n1 \n\nHi John, \nDreamHost is having its annual \"All Hands\" meeting; the entire company gathers offsite for a day-long \nmeeting, and we're all out of the office in order to attend. \nYou asked Karl about producing the data immediately since it has been \"preserved since January.\" After \nreviewing the warrant, it looks like you are requesting additional data that wasn't included in the preservations \n(\"any messages, records, files, logs, or information that have been deleted but are still available to \nDrearnHost. ...\" ).Thus, in order for us to comply with your warrant, Karl is pulling all of the new information \nfrom our database. \nWe kindly request additional time to put together what you're asking for once we're back in the office, and we \nwill have an update for you as soon as possible (likely tomorrow) with production information and instructions. \nBest, \nChris Ghazarian 1 General Counsel \n213.787.4401 1 chris@dreamhost.com  I chris.law \n707 Wilshire Blvd, Suite 5050, Los Angeles, CA 90017 \nCDreamHosf \nOn Jul19, 2017, at 6:04AM, Borchert, John (USADC) <John.Borchert@usdoj.gov> wrote: \nHello, Karl -\n2 \n\nThanks for your response. I sent a courtesy copy of the warrant to you last week, and you've had the \ndata preserved since January.  Can you please provide the materials to us today? If not, we may need to \nseek relief from the Court. \nRegards, \nJohn \nFrom: Karl Fry [mailto:karl.fry@dreamhost.com] \nSent: Tuesday, July 18, 2017 8:31PM \nTo: Borchert, John {USADC) <JBorchert@usa.doj.gov>; legal@dreamhost.com \nCc: Kerkhoff, Jennifer {USADC) <JKerkhoff@usa.doj.gov> \nSubject: Re: Search Warrant and Preservation {LGL-74338) \nHi John, \nWe are in receipt of the warrant that was served yesterday; thank you. We have quite a bit going on \nthis week, but I will be in touch as soon as I have more information for you. \nWe do appreciate your patience in the meantime. \nSincerely, \nKarl Fry \nDream Host Compliance Team \nhttp://www.dreamhost.com \nOn 7/18/17 10:45 AM, Borchert, John {USADC) wrote: \nHello, Karl-\nYou were personally served by the FBI yesterday.  Can you please make a production to \nus today? \nRegards, \n3 \n\nJohn \nJohn W. Borchert \nDeputy Chief-- Felony Major Crimes Trial Section \nMisdemeanor Trial Unit \nU.S. Attorney's Office for the \nDistrict of Columbia \nDesk: 202-252-7679  Mobile: 202-870-6071 \njohn.borchert@usdoj.gov \nFrom: Karl Fry [mailto:karl.fry@dreamhost.com] \nSent: Friday, July 14, 2017 7:56PM \nTo: Borchert, John (USADC) <JBorchert@usa.doj.gov>; legal@dreamhost.com \nSubject: Re: Search Warrant and Preservation (LGL-74338) \nHi John, \nJust as a reminder-- Dream Host does not accept substituted service for production \norders. We respectfully request that such orders be served either in person at our \ndowntown Los Angeles location, or with our registered service agent CT \nCorporation. The addresses for both can be found on our website, here: \nhttps://www.drea m host.com/lega 1/government-requests/ \nIf you already intend to serve in person as well, please disregard. \nThanks, \nKarl Fry \nDreamHost Compliance Team \nhttp://www.dreamhost.com \nOn 7/14/17 1:49 PM, Borchert, John (USA DC) wrote: \nHello, Karl-\n4 \n\nI have attached a search warrant that we have obtained for the \ndisruptj20 website. Our preservation for this account dates back to \nJanuary 17. I am also attaching an additional preservation letter dated \ntoday.  Please let me know if you have any questions. \nRegards, \nJohn \nJohn W. Borchert \nDeputy Chief--Felony Major Crimes Trial Section \nMisdemeanor Trial Unit \nU.S. Attorney's Office for the \nDistrict of Columbia \nDesk: 202-252-7679  Mobile: 202-870-6071 \njohn.borchert@usdoj.gov \nTCdcclohioisenincsntfl aoitcd isponeurmenirvdtemii la ieiunslgin  toyesicrt dNr aa iictontittotflaiyocnc re lhcimm:eo adintte sitotdoint  utt ohate instshd t e raaa nrtnet oescrlmienpceiisetysrn oiwton ionnicr tik esc n opSdmrToemdRdu uIbCcnytTi. c tLIhafYe tyi  ooPsnueR  nwaOdritHeeh rIinBn oo IftTth  ttEhehiD esm  .mi enPateleensnaisndsageeg d oec .fro e tTnhchteiaip scEi ett lrnueatcs,n t aisrmomnnmyiis cdes iCdisoiocanlmto,e asmlyun urdben y,ai c crnaeoyttpi uoayrntnitnsa ge cP,-h mrdmiviaseaitlnrc oitybsr uA, a tmcitot 4a,n 01y o4 8cr  o 8Uun1s.tS5ea . i6Con5 f.c 0 aSo0nen,y cfai tdonioefd ntn hd t2eiea5 lsi 1nat0rftoot,or yamr tnnhadeet yi iot sn  \noriginal transmission and its attachments without reading or saving in any manner. \n\"in*tDeInSdCedL AoIrM wEriRtte*n** t Po ebre T uresaesdu, rayn Dd ecpaanrntmote bnet  Cusirecdu,l afor r2 t3h0e:  pAunryp oUs.Se .o ffe (di)e aravlo tiadxin agd pveicnea cltoienst auinnedde ri tnh teh iIsn tceormnaml uRneivceantiuoen  C(inocdleud oinr g(i ia) npyro amttoatcinhgm, emnatsr)k eist inngo to r \nrecommending to another party any transaction or matter addressed herein. \n5 \n\nEXHIBIT G \n\nBorchert, John (USADC) \nFrom:  Aghaian, Raymond < RAghaian@kilpatricktownsend.com > \nSent:  Friday, July 21,2017 1:43PM \nTo:  Borchert, John (USADC) \nCc:  Kerkhoff, Jennifer (USADC) \nSubject:  RE: Search Warrant and Preservation (LGL-74338) \nJohn, \nSorry I missed your call this morning, busy morning. There are a few concerns and we would like to resolve as \nexpeditiously as possible to get you the production. My concerns consist of the following: \n1. There is some uncertainty as to the language in Section II, paragraph 2, that we would like to clarify and get a \nbetter understanding of what exactly is requested. Moreover, we need to be able to  inform the subscriber about the \nwarrant, but it is difficult to do so without knowing specifically which accounts or domains are at issue. \n2. The DC Code is very specific about the Superior Court's jurisdictional limit in issuance of search warrants \nwithin DC. Since the servers containing the records at issue here are located in Portland,  Oregon, instead of DC, \nwe would like to ask that you seek the warrants from the appropriate court. \n3. Some of the requested information likely falls under the protected category of information under the Privacy \nProtection Act and is not subject to search and seizure pursuant to a search warrant; \n' \n4. Some of the information requested appears overbroad, requesting what amounts to all data without any \nlimitations or a specified timeframe, likely constituting an overseizure. For instance, in  one of the requests, the \nwarrant seeks the IP addresses of over 1,000,000 visitors to the website. \nMy suggestion would be to resolve concerns 1 and 2 first and then allow Dream Host to begin expeditiously making the \nrolling production to either the Court or a special master for the records at issue so we can resolve the concerns before \nmaking the production to the government. Please let me know your thoughts and we can proceed accordingly. Thank \nyou. \nRay \nRaymond 0. Aghaian \nKilpatrick Townsend & Stockton LLP \n9720 Wilshire Blvd PH I Beverly Hills, CA  90212-2018 \noffice 310 310 7010 I fax 310 388 1198 raghaian@kilpatricktownsend.com I www.kilpatricktownsend.com \n-----Original Message-----\nFrom: Borchert, John {USADC) [mailto:John.Borchert@usdoj.gov] \nSent: Friday, July 21, 2017 10:04 AM  · \nTo: Aghaian, Raymond \nCc: Kerkhoff, Jennifer (USADC) \nSubject: RE: Search Warrant and Preservation (LGL-74338) \nHello, Ray- I just tried again to reach you on the phone and left another message.  Can a rolling production start today? \n1 \n\nRegards, \nJohn \n-----Original Message-----\nFrom: Borchert, John (USADC) \nSent: Friday, July 21, 2017 6:59AM \nTo: Aghaian, Raymond <RAghaian@kilpatricktownsend.com> \nCc: Kerkhoff, Jennifer (USADC) <JKerkhoff@usa.doj.gov> \nSubject: Re: Search Warrant and Preservation (LGL-74338) \nGreat. I'm not certain I'll be out of court at that time. What are the concerns? A rolling production of whatever they \nhave ready now is fine. \nSent from my iPhone \n>On Jul21, 2017, at 1:37AM, Aghaian, Raymond <RAghaian@kilpatricktownsend.com> wrote: \n> \n>John-Thanks for the response. They would like to comply and produce, but I have a few concerns I would like discuss. \nI can call you at 11:30 a.m. PST, if you are available then. Thanks. \n> \n>Ray \n> \n> Raymond 0. Aghaian \n> Kilpatrick Townsend & Stockton LLP \n> 9720 Wilshire Blvd PH I Beverly Hills, CA 90212-2018 \n>office 310 310 7010 I fax 310 388 1198 raghaian@kilpatricktownsend.com \n> I www.kilpatricktownsend.com \n> \n> \n> \n>-----Original Message-----\n> From: Borchert, John (USADC) [mailto:John.Borchert@usdoj.gov] \n>Sent: Thursday, July 20, 2017 4:57PM \n>To: Aghaian, Raymond \n> Cc: Kerkhoff, Jennifer (USADC) \n>Subject: Re: Search Warrant and Preservation (LGL-74338) \n> \n>Hello, Ray \n> \n>I just tried to reach you. Please call me as soon as possible at either of my numbers below. If your client is unwilling to \nbegin an immediate rolling production, I will need to seek relief from the Court. \n> \n>Regards, \n> \n>John \n> \n> \n>Sent from my iPhone \n> \n2 \n\n>On Jul 20, 2017, at 6:22PM, Aghaian, Raymond \n<RAghaian@kilpatricktownsend.com<mailto:RAghaian@kilpatricktownsend.com» wrote: \n> \n> Hi John, \n> \n>I represent Dream Host and I have just been retained in the above referenced matter. I have a number questions \nregarding the search warrant that I would like to discuss with you.  Can you please let me know your availability to \ndiscuss for either tomorrow afternoon or sometime on Monday? Thank you. \n> \n>Ray \n> \n> Raymond 0. Aghaian \n> Kilpatrick Townsend & Stockton LLP \n> 9720 Wilshire Blvd PH I Beverly Hills, CA 90212-2018 office 310 310 \n> 7010 I fax 310 388 1198 \n> raghaian@kilpatricktownsend.com<mailto:raghaian@kilpatricktownsend.com \n>> I My \n> Profi le<http:// www. kil patricktownsend. com/ e n/Who%20We%20Are/Professio n \nI \n> als/A/AghaianRaymond016681.aspx> \n> vCa rd<http:// www .kilpatricktownsend .com/_ assets/vcards/professionals/A  \n> ghaianRaymondO.vcf> \n> \n> \n>From: \"Borchert, John (USADC)\" \n> <John.Borchert@usdoj.gov<mailto:John.Borchert@usdoj.gov» \n> Date: Jul20, 2017 4:05AM \n>Subject: RE: Search Warrant and Preservation (LGL-74338) \n>To: \"Christopher Ghazarian\" \n> <christopher.ghazarian@dreamhost.com<mailto:christopher.ghazarian@drea \n> mhost.com>> \n> Cc: \"legal@dreamhost.com<mailto:legal@dreamhost.com>\" \n> <legal@dreamhost.com<mailto:legal@dreamhost.com>>, \"Kerkhoff, Jennifer \n> (USADC)\" \n> <Jennifer.Kerkhoff@usdoj.gov<mailto:Jennifer.Kerkhoff@usdoj.gov>> \n> \n>Thanks, Chris.  Please go ahead and begin a \"rolling\" production of what you have ready now.  I would expect you have \nsome materials that you could produce today, but let me know if I have that wrong. \n> \n>Regards, \n> \n>John \n> \n>From: Christopher Ghazarian \n> [mailto:christopher.ghazarian@dreamhost.com<mailto:christopher.ghazari \n> an@dreamhost.com>] \n>Sent: Wednesday, July 19, 2017 1:57PM \n>To: Borchert, John (USADC) \n> <JBorchert@usa.doj.gov<mailto:JBorchert@usa.doj.gov» \n> Cc: legal@dreamhost.com<mailto:legal@dreamhost.com>; Kerkhoff, \n>Jennifer (USADC) <JKerkhoff@usa.doj.gov<mailto:JKerkhoff@usa.doj.gov» \n>Subject: Re: Search Warrant and Preservation (LGL-74338) \n> \n3 \n\n>Hi John, \n> \n> DreamHost is having its annuai\"AII Hands\" meeting; the entire company gathers offsite for a day-long meeting, and \nwe're all out of the office in order to attend. \n> \n>You asked Karl about producing the data immediately since it has been \"preserved since January.\" After reviewing the \nwarrant, it looks like you are requesting additional data that wasn't included in the preservations {\"any messages, \nrecords, files, logs, or information that have been deleted but are still available to DreamHost. ... \"). Thus, in order for us \nto comply with your warrant, Karl is pulling all of the new information from our database. \n> \n>We kindly request additional time to put together what you're asking for once we're back in the office, and we will \nhave an update for you as soon as possible {likely tomorrow) with production information and instructions. \n> \n> \n>Best, \n> \n>Chris Ghazarian  I General Counsel \n> 213.787.4401<te1:{213)%20787-4401> \n> chris@dreamhost.com<mailto:chris@dreamhost.com> \n> chris.law<https://www.linkedin.com/in/christopher-ghazarian-6917a528> \n> 707 Wilshire Blvd, Suite 5050, Los Angeles, CA 90017 \n> \n> <imageOOl.png> \n> \n> \n> \n> \n>On Jul19, 2017, at 6:04AM, Borchert, John {USADC) <John.Borchert@usdoj.gov<mailto:John.Borchert@usdoj.gov» \nwrote: \n> \n>Hello, Karl \n> \n>Thanks for your response. I sent a courtesy copy of the warrant to you last week, and you've had the data preserved \nsince January. Can you please provide the materials to us today? If not, we may need to seek relief from the Court. \n> \n> Regards, \n> \n>John \n> \n>From: Karl Fry [mailto:karl.fry@dreamhost.com] \n>Sent: Tuesday, July 18, 2017 8:31PM \n>To: Borchert, John {USADC) \n> <JBorchert@usa.doj.gov<mailto:JBorchert@usa.doj.gov»; \n> legal@dreamhost.com<mailto:legal@dreamhost.com> \n> Cc: Kerkhoff, Jennifer {USADC) \n> <JKerkhoff@usa.doj.gov<mailto:JKerkhoff@usa.doj.gov» \n>Subject: Re: Search Warrant and Preservation {LGL-74338) \n> \n>Hi John, \n> \n>We are in receipt of the warrant that was served yesterday; thank you. We have quite a bit going on this week, but I \nwill be in touch as soon as I have more information for you. \n4 \n\n>We do appreciate your patience in the meantime. \n>Sincerely, \n>Karl Fry \n> DreamHost Compliance Team \n>http:/ /www.dreamhost.com<http:// www.dreamhost.com/> \n> \n>On 7/18/17 10:45 AM, Borchert, John {USADC) wrote: \n> Hello, Karl-\n> \n>You were personally served by the FBI yesterday. Can you please make a production to us today? \n> \n> Regards, \n> \n>John \n> \n>John W. Borchert \n> Deputy Chief-- Felony Major Crimes Trial Section Misdemeanor Trial \n> Unit U.S. Attorney's Office for the District of Columbia \n>Desk: 202-252-7679<tel:{202)%20252-7679> Mobile: \n> 202-870-6071<tel:{202)%20870-6071> \n> john.borchert@usdoj.gov<mailto:john.borchert@usdoj.gov> \n> \n> \n> From: Karl Fry [mailto:karl.fry@dreamhost.com] \n>Sent: Friday, July 14, 2017 7:56PM \n>To: Borchert, John (USADC) \n> <JBorchert@usa.doj.gov><mailto:JBorchert@usa.doj.gov>; \n> legal@dreamhost.com<mailto:legal@dreamhost.com> \n>Subject: Re: Search Warrant and Preservation (LGL-74338) \n> \n>Hi John, \n> \n>Just as a reminder--Dream Host does not accept substituted service for production orders. We respectfully request \nthat such orders be served either in person at our downtown los Angeles location, or with our registered service agent \nCT Corporation. The addresses for both can be found on our website, here: \n> \n> https://www.dreamhost.com/legal/government-requests/ \n> \n> If you already intend to serve in person as well, please disregard. \n> \n>Thanks, \n> Karl Fry \n>Dream Host Compliance Team \n> http:/ /www.dreamhost.com<http:/f www .dreamhost.com/> \n> \n> \n>On 7/14/17 1:49 PM, Borchert, John (USADC) wrote: \n> Hello, Karl -\n> \n> I have attached a search warrant that we have obtained for the disruptj20 website. Our preservation for this account \ndates back to January 17. I am also attaching an additional preservation letter dated today. Please let me know if you \nhave any questions. \n5 \n\n> \n> Regards, \n> \n>John \n> \n>John W. Borchert \n>Deputy Chief-- Felony Major Crimes Trial Section Misdemeanor Trial \n> Unit U.S. Attorney's Office for the District of Columbia \n>Desk: 202-252-7679<tel:{202)%20252-7679> Mobile: \n> 202-870-607l<tel:{202}%20870-6071> \n> john.borchert@usdoj.gov<mailto:john.borchert@usdoj.gov> \n> \n> \n> \n> \n> \n> _____________________________  \n> \n> Confidentiality Notice: \n>This communication constitutes an electronic communication within the meaning of the Electronic Communications \nPrivacy Act, 18 U.S.C. Section 2510, and its disclosure is strictly limited to the recipient intended by the sender of this \nmessage. This transmission, and any attachments, may contain confidential attorney-client privileged information and \nattorney work product. If you are not the intended recipient, any disclosure, copying, distribution or use of any of the \ninformation contained in or attached to this transmission is STRICTLY PROHIBITED. Please contact us immediately by \nreturn e-mail or at 404 815 6500, and destroy the original transmission and its attachments without reading or saving in \nany manner. \n> \n> _____________________________  \n> \n>***DISCLAIMER*** Per Treasury Department Circular 230: Any U.S. federal tax advice contained in this \ncommunication (including any attachments) is not intended or written to be used, and cannot be used, for the purpose \nof (i) avoiding penalties under the Internal Revenue Code or (ii) promoting, marketing or recommending to another \nparty any transaction or matter addressed herein. \n6 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/91240"
    },
    {
      "date": "2017-10-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Columbia state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 100499,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/100499.pdf",
      "title": "Order Regarding Dreamhost Warrant",
      "text": "SUPERIOR COURT OF THE DISTRICT OF COLUMBIA \nIN THE MATTER OF THE SEARCH  Special Proceedings No. 17 CSW 3438 \nOF WWW.DISRUPTJ20.0RG THAT \nIS STORED AT PREMISES OWNED,  Chief Judge Robert E. Morin \nMAINTAINED, CONTROLLED, OR \nOPERA TED BY DREAM HOST \nORDER \nThis matter having come before the Court pursuant to the motion to show cause filed by \nthe government seeking to compel DreamHost, LLC (\"DreamHost\") to comply with a search \nwarrant issued by the Court on July 12,2017, No. 17 CSW 3438 (hereinafter, the \"Warrant\"), \nand upon consideration of the representations and arguments made by the parties in their filed \npleadings and during hearings in this matter on August 24, 2017, and September 20, 2017, and \nconsistent with the Court's interim ruling on September 15, 2017, the Court reiterates the \nfollowing: \nAs previously observed, courts around the country have acknowledged that, in searches \nfor electronically stored information, evidence of criminal activity will likely be intermingled \nwith communications and other records not within the scope of the search warrant. \nBecause of the potential breadth of the government's review in this case, the Warrant in \nits execution may implicate otherwise innocuous and constitutionally protected activity.  As the \nCourt has previously stated, while the government has the right to execute its Warrant, it does \nnot have the right to rummage through the information contained on DreamHost's website and \ndiscover the identity of, or access communications by, individuals not participating in alleged \ncriminal activity, particularly those persons who were engaging in protected First Amendment \nactivities.  The protocols described herein aim to do just that. \nAccordingly, the Court deems it appropriate to incorporate procedural safeguards to \ncomply with First Amendment and Fourth Amendment considerations, and to prevent the \n\ngovernment from obtaining any identifying information of innocent persons to the website \nDisruptJ20. \nTo ensure that the identities of innocent persons are not revealed, the government must \nadhere to the following safeguards: (1) file a report with the Court explaining the government's \nintended search protocol and review procedures designed to minimize access to data and \ninformation not covered by the Warrant; (2) if the Court approves the report, the government \nmay only conduct its search on a redacted data set that omits non-subscriber identifying \ninformation; (3) upon completion of review, the government must file an itemized list of the \nmaterials it seeks to retain with the Court, and explain how such materials are relevant to its \ninvestigation and its basis for removing any redactions; and (4) only upon a finding by the Court \nthat the requested information is evidence of criminal activity, as described in the Warrant for \nwhich this Court has found probable cause, may the government obtain any un-redacted \ninformation, such as the identity of the user. \nAccordingly, it is hereby, ORDERED as follows: \n1.  Pursuant to the Warrant, DreamHost shall produce to the government all information, \nsubject to certain redactions, that is within the possession, custody, or control of \nDreamHost for the account www.disruptj20.org (hereinafter, the \"Account\"), including \nany messages, records, files, logs, or information that have been deleted but are still \navailable to DreamHost, or have been preserved pursuant to a request made under 18 \nU.S.C. § 2703 (f), and meets the following criteria: \na.  For the time period from October 1, 2016, through and including all of January \n20, 2017 (Eastern Time), all records or other information, pertaining to the \n2 \n\nAccount, including all files, databases, and database records stored by \nDreamHost in relation to that Account; 1 \nb.  All subscriber information2 in the possession of DreamHost that might identify \nthe DreamHost subscribers related to the Account, including names, addresses, \ntelephone numbers and other identifiers, e-mail addresses, business information, \nthe length of service (including start date), means and source of payment for \nservices (including any credit card or bank account number), and information \nabout any domain name registration; \nc.  All records pertaining to the types of service utilized by the user; \nd.  All records pertaining to communications between DreamHost and any person \nregarding the account or identifier, including contacts with support services and \nrecords of actions taken; EXCEPT that \ne.  DreamHost shall not disclose records that constitute HTTP request and error \nlogs; \nf.  DreamHost shall not disclose the content of any unpublished draft publications \n(e.g., draft blog posts), including images and metadata that were associated with \ndraft publications; \ng.  DreamHost shall not disclose the content of any other material or data that \nconstitutes \"work product\" or \"documentary material\" that is protected by the \nPrivacy Protection Act (\"PPA\"); and \nThe information to be provided by DreamHost for the Account shall include the contents of all \nemail accounts  with  the domain \"@disruptj20.org,\" all  \"blog\" posts, and all  electronic mailing lists. \nHowever,  as  referenced  further  below,  DreamHost  shall  redact  any  identifying  information  of all \npersons-other than DreamHost's subscriber(s)-who communicated with the website until such time as \nthe Court in the exercise of its discretion directs DreamHost to remove any of those redactions. \nAs described  in  footnote  8 herein, \"subscriber information\" does  not include the  identity  of \ninnocent users of the website. \n3 \n\nh.  DreamHost shall redact the user identifying information of any non-subscriber(s) \nwho communicated through, or interacted with, the website. The identifying \ninformation shall include information but is not limited to: names, addresses, \nemail addresses, member and email lists, Internet Protocol addresses from emails \nsent to the website, information from within the content of any blogs or emails \nthat would identify the individual communicating with the website.  DreamHost \nshall maintain non-redacted versions of all redacted data, because, as set forth \nbelow, the Court may subsequently order DreamHost to provide the government \nwith any of those non-redactions. \n2.  All information provided by DreamHost pursuant to this Order will be produced to the \ngovernment in formats readable with software tools commonly available to forensic \nexaminers (such as .txt, .tar, native .sql, .xis files) or with software that will be suggested \nby DreamHost that will allow the government to access the files. \n3.  To the extent there is material or data that DreamHost believes is protected by the PPA \nand not subject to disclosure to the government, DreamHost shall prepare a log \nidentifying the type of data (i.e., draft blog post, recording) that DreamHost excludes \nfrom the production of material, and shall provide that log to the government without \nidentifying the content of such records. 3 \n4.  To the extent there is material or data that DreamHost believes is protected by the \nattorney-client privilege and not subject to government disclosure, DreamHost shall \nprepare a log identifying the type of communication or data that DreamHost excludes \nIf the  government disputes  the  application of the PPA to  any  type  of data that  DreamHost \nexcludes from its production, the government may seek review with this Court on the issue of whether the \ntype of data falls within the protection of the PPA.  The government and DreamHost will file any copies \nof this log or filings containing information from this log under seal absent further order from the Court. \n4 \n\nfrom the production of material, and shall provide that log to the government without \nidentifying the content of such records.4 \n5.  Proposed Search Protocols and Detailed Review of Data \na.  The government has determined that an initial review of only metadata materials \nprovided by DreamHost5 will not be necessary in light of DreamHost's ability \nand willingness to redact any indentifying information from materials provided \nto the government.  Accordingly, DreamHost shall produce to the government a \nredacted data set- i.e., all files responsive to the Warrant that have been redacted \nby DreamHost to remove all identifying information of any individual(s) who \ncommunicated with the website, EXCEPT that \n1.  DreamHost shall withhold any responsive record(s) that are subject to the \nPPA; and \n11.  DreamHost shall withhold any responsive record(s) that are subject to any \npotential attorney-client privilege. \nb.  The government's review will be conducted by a forensic examiner(s) or \nindividual(s) with the U.S. Attorney's Office for the District of Columbia that are \nnamed and have been approved by the Court.6  The prosecutors in this case may \n4  If the government disputes the application of the attorney-client privilege designation to any type \nof data that DreamHost excludes from its production, the government may seek review with this Court on \nthe issue of whether the type of data falls within the protection of the attorney-client privilege. \n5  \"[l]t is not necessary for the government to conduct a more limited General Review of only \nmetadata because the search warrant will have been executed in a manner so that the government can \nconduct its search for evidence of a crime subject to the Court's supervision.\"  Gov't Mem. in Support of \nThird Proposed Order, at 2. \n6  Because the government's proposed search protocols must comply with the Fourth Amendment \nand D.C. Super. Ct. Crim. R. 41, and will be approved by the Court, there is no need for DreamHost to \n5 \n\nconsult with the forensic examiner to determine the Proposed Search Protocols \nand procedures for the Detailed Review.  The government shall store any \nmaterials provided by DreamHost in a manner where the data is only accessible \nto those Court-approved persons conducting the Search Protocols and Detailed \nReview. \nc.  The government shall not begin its review of the redacted materials provided by \nDreamHost until the Court has approved the government's proposal and \nauthorized the government to begin its Detailed Review of the redacted \nmaterials.  The government must file a report with the Court, ex parte and under \nseal,7 explaining: \n1.  the intended search protocols, such as applying narrowly-defined search \nterms describing phrases and words designed to minimize the review of \ndata and information not within the scope of the Warrant; \n11.  the process the government will use to conduct its review of the \nresponsive data and information; \n111.  to the extent not already addressed, the procedures the government will \nimplement to minimize its review of data and information not within the \nscope of the Warrant; \nIV.  the government's plan for permanently deleting from its possession all \ndata and information not within the scope of the Warrant; \nsearch through e-mails and electronic records to determine which data and information is responsive to \nthe Warrant. \n7  The Court determines that it is appropriate for the government to submit its report ex parte and \nunder seal because the government's criminal investigation is ongoing and may be hindered by public \ndisclosure at this time. \n6 \n\nv.  the individuals who will be involved in or are authorized to participate in \nthe review of the data and information; and \nv1.  the timeline for completing the Proposed Search Protocols and Detailed \nReview. \n6.  Approved Search Protocols and Detailed Review \na.  Upon approval by the Court, the government may apply the authorized Search \nProtocols against the universe of the redacted data set provided by DreamHost. \nb.  During its review of the redacted data set, and subject to the scope of the \nWarrant, the government may initially retain all information relating to the \ndevelopment, publishing, advertisement, access, use, administration or \nmaintenance of the Account, including: \n1.  Files, databases, and database records stored by DreamHost on behalf of \nthe subscriber or user operating the Account, including: (a) HTML, CSS, \nJavaScript, image files, or other files; (b) SSH, FTP, or Telnet logs \nshowing connections related to the website, and any other transactional \ninformation, including records of session times and durations, log files, \ndates and times of connecting, methods of connecting, and ports; and (c) \nMySQL, PostgreSQL, or other databases related to the website. \nn.  DreamHost subscriber information for the Account, to include: (a) names, \nphysical addresses, telephone numbers and other identifiers, email \naddresses, and business information; (b) length of service (including start \ndate), types of service utilized, means and source of payment for services \n(including any credit card or back account number), and billing and \npayment information; and (c) the date that the domain name \ndisruptj20.org was registered, the registrant information, administrative \ncontact information, the technical contact information and billing contact \n7 \n\nused to register the domain and the method of payment tendered to secure \nand register the Internet domain name. 8 \nc.  Following the government's review of the redacted data and information, and \nhaving identified the data and information that it believes is within the scope of \nthe Warrant, the government shall: \n1.  file with the Court, ex parte and under seal, an itemized list of \ninformation that the government believes constitutes evidence of a \nviolation of D.C. Code§ 22-1322, and the specific reason(s) why the \nitems sought are relevant to the government's investigation.  Evidence of \na violation of D.C. Code § 22-1322, as described in the Affidavit in \nsupport of the Warrant, includes: \n1). evidence concerning the nature, scope, planning, organization, \ncoordination, and carrying out of the above-described offense; \n2). communications relating to the planning, organization, \ncoordination, and carrying out of the above-described offense; \n3).  evidence, including Internet Protocol (\"IP\") addresses, email \naddresses, and any other evidence that will help identify \nindividuals who participated in the above-described offense, \nplanned for the above-described offense, organized the above \ndescribed offense, or incited the above-described offense;  and \n4).  evidence about the state of mind of individuals who participated in \nthe above-described offense, planned for the above-described \n8  The Court notes that the information sought in paragraph 6(b)(i)-(ii) is generally known as basic \nsubscriber and transactional  information for DreamHost subscriber(s), for  which  the government has \nalready made a sufficient showing of probable cause.  This information will not reveal any identifying \ninformation of non-subscribers. \n8 \n\noffense, organized the above-described offense, or incited the \nabove-described offense. \n11.  file with the Court, ex parte and under seal, any request(s) for non \nredacted identifying information, including an explanation as to why a \nspecific record should be revealed to the government; and \n111.  permanently delete from its possession any data or information that does \nnot fall within the authorized scope of the Warrant and separately file \nunder seal, but not ex parte, a report identifying how such data is \npermanently deleted and cannot be restored or recovered. \nd.  Upon the Court having found probable cause that certain data and information \nrequested by the government is evidence of criminal activity as covered by the \nWarrant, and that innocent users of the website will not be identified to the \ngovernment, all such non-redacted data and information shall be provided to the \ngovernment. \n7.  The government shall not retain or have any access to any data or information not \napproved by the Court, absent further Order.9 \n8.  The government shall not distribute, publicize, or otherwise make known to any other \nperson or entity, to include any other law enforcement or government entity, the data and \ninformation not within the authorized scope of the Warrant. \n9.  To the extent the government needs a full digital copy of all material provided by \nDreamHost for purposes of authentication at trial, the government may seek leave of the \nCourt to obtain from the Court the full scope of material disclosed by DreamHost that \n9  The Court denies the government's request to retain any information that constitutes potentially \nexculpatory  evidence  because  that  information  is  outside  the  scope  of the  Warrant,  and  thus,  the \ngovernment should never have had access to it. \n9 \n\nthe government is providing to the Court consistent with the procedures set forth in this \nOrder and that the Court will maintain under seal in this case. \nSO ORDERED.10 \nDate:  October 10, 2017 \nChief Judge Robert E. Morin \nSuperior Court for the District of Columbia \nCopies to: \nJennifer A. Kerkhoff \nJohn W. Borchert \nAssistant United States Attorneys \nRaymond 0. Aghaian \nCounsel for DreamHost, Inc. \nPaul Alan Levy \nCounsel for Proposed Interveners \n10  While the Court appreciates the arguments submitted by Does 1t hrough 5, currently it is unknown \nwhether  their  information  will  be  among  those  materials  ultimately  disclosed  to  the  government. \nConsequently, in the Court's view, Does' claims are not yet ripe.  Accordingly, their motions are denied \nwithout prejudice.  If, however, the government obtains information about Does 1 through 5, it is to notify \nthe Court and the potential intervenors. \nLastly,  given  the  unprecedented  level  of participation  by  a  service  provider,  DreamHost,  in \nmaking suggestions to the Court to ensure that the identities of innocent visitors  to  the website  are \nprotected, the Court will deny any request to stay this Order absent any additional showing. \nlO ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/100499"
    },
    {
      "date": "2017-09-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 4169713,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2017,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "District of Columbia state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 100873,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/100873.pdf",
      "title": "Order in re: Dreamhost",
      "text": "SUPERIOR COURT OF THE DISTRICT OF COLUMBIA \nCRIMINAL DIVISION - SPECIAL PROCEEDINGS \nIN THE MATTER OF THE SEARCH OF  pecial Proceedings No. 2017 CSW 003438 \nWWW.DISRUPTJ20.0RG THAT \nIS STORED AT PREMISES OWNED,  Chief Judge Robert E. Morin \nMAINTAINED, CONTROLLED, OR \nOPERA TED BY DREAMHOST \nORDER \nThis matter comes before the Court pursuant to the government's Motion to Show Cause \nseeking to compel DreamHost, LLC (\"DreamHost\") to comply with a search warrant issued by \nthe Court on July 12, 2017, No. 2017 CSW 3438 (hereinafter, the \"Warrant\"), and DreamHost's \nopposition thereto.  Upon consideration of the representations and arguments made by the parties \nin their filed pleadings and during a hearing in this matter on August 24, 2017, the Court ordered \nparties to submit a proposed order that addressed the search protocols designed to discover data \nand information pertaining only to those individuals involved in the criminal activity articulated \nin the July 2017 Warrant, and exclude materials pertaining to innocent third-parties or other \nillegal activity.  Both parties have submitted proposed orders, neither of which contain any \nexplanation regarding how the government will conduct its search without reviewing identifying \ninformation of innocent parties associated with the website.  At this stage, the Court anticipated \nthe government would have included procedures, or at least a methodology, by which this \nminimization would occur.  Thus, this order further explains the Court's concerns and its \ndirection to the government. \n\nI.  Legal Analysis \nWhen a search warrant authorizes the seizure of material protected under the First \nAmendment, the requirements of the Fourth Amendment must be applied with \"scrupulous \nexactitude.\"  Zurcher v. Stanford Daily, 436 U.S. 547, 564 (1978).  The First Amendment \nprotects the right to speak and to associate anonymously.  See Mcintyre v. Ohio Elections \nComm'n, 514 U.S. 334,342,347 (1995); NAACP v. Alabama, 357 U.S. 449,462 (1958).  An \nindividual's associational right is protected even where the government does not intend to cause \nspecific harm.  See Lyng v. Int'l Union, 485 U.S. 360, 367 n.5 (1988).  The government must \nshow a compelling interest when it seeks to compel disclosures, such as membership lists, that \nmay indirectly restrict an individual's ability to freely associate.  See NAACP, 357 U.S. at 463. \nCourts have wrestled with how to balance an individual's rights to engage in expressive \nactivity with the government's ability to prosecute criminals, especially where probable cause \nhas been established indicating that a computer, website, or electronic communication(s) contain \nevidence of a criminal offense.  See, e.g., In re Search of Info. Associated with Fifteen Email \nAddresses, 2017 U.S. Dist. LEXIS 117354 (M.D. Ala. July 14, 2017); In reSearch of Info., 212 \nF. Supp. 3d 1023, 1038 (D. Kan. 2016); In the Matter of the Search of Info. Associated with \n[redacted]@mac.com that is Stored at Premises Controlled by Apple, Inc.,  13 F. Supp. 3d 157, \n166 (D.D.C. 2014). \nThe reality is that electronic evidence of a criminal offense is often intermingled with \nunrelated data or information, and law enforcement is tasked with locating that criminal evidence \namidst all the electronically stored information in a given storage medium.  When dealing with \nthe search and seizure of electronic evidence, D.C. Super. Ct. Crim. R. 41 (e)(2) presumptively \n2 \n\nauthorizes a two-step process by which law enforcement may conduct \"a later review of the \nmedia or information consistent with the warrant.\"1 This rule is analogous and substantially \nidentical to its federal counterpart, Fed. R. Crim. P. 41 (e)(2)(B), as amended in 2009.2 \nCourts have agreed that such a two-step process is appropriate given the practical \nproblems and technical intricacies associated with electronically stored information.  See, e.g., In \nreA Warrant for All Content & Other Info. Associated with the Email Account xxxxxxx@ \nGmail.com Maintained at Premises Controlled by Google, Inc., 33 F. Supp. 3d 386, 392 \n(S.D.N.Y. 2014) (\"In the case of electronic evidence, which typically consists of enormous \namounts of undifferentiated information and documents, courts have recognized that a search for \ndocuments or files responsive to a warrant cannot possibly be accomplished during an on-site \nsearch.\"); United States v. Schesso, 730 F.3d 1040, 1046 (9th Cir. 2013) (upholding the \ngovernment's seizure of electronic data following subsequent off-site search of defendant's \n1  \"A warrant under this rule may authorize the seizure of electronic storage media or the seizure \nor copying of electronically stored information. Unless otherwise specified, the warrant \nauthorizes a later review of the media or information consistent with the warrant. The time for \nexecuting the warrant in this rule refers to the seizure or on-site copying of the media or \ninformation, and not to any later off-site copying or review.\"  D.C. Super. Ct. Crim. R. 41 (e)(2). \n2  Rule 41 (e)(2)(B) approves a two-step process for the search and seizure of electronically \nstored information.  The Advisory Committee Notes further discuss the need for such a process: \nComputers and other electronic storage media commonly contain such large \namounts of information that it is often impractical for law enforcement to review \nall of the information during execution of the warrant at the search location.  This \nrule acknowledges the need for a two-step process: officers may seize or copy the \nentire storage medium and review it later to determine what electronically stored \ninformation falls within the scope of the warrant ... [E]lectronic storage media \ncommonly contain such large amounts of information that it is often impractical \nfor law enforcement to review all of the information during execution of the \nwarrant at the search location. \nFed. R. Crim. P. 41 (e) Advisory Committee's Note (2009). \n3 \n\ncomputer and digital storage devices where there was a fair probability of finding evidence on \nthose devices); United States v. Evers, 669 F.3d 645, 652 (6th Cir. 2012) (\"The federal courts are \nin agreement that a warrant authorizing the seizure of a defendant's home computer equipment \nand digital media for a subsequent off-site electronic search is not unreasonable or overbroad, as \nlong as the probable-cause showing in the warrant application and affidavit demonstrate a \n'sufficient chance of finding some needles in the computer haystack.\"') (quoting United States \nv.  Upham, 168 F.3d 532, 535 (1st Cir. 1999)); Guest v. Leis, 255 F.3d 325, 334-35 (6th Cir. \n2001) (citing cases from the First, Ninth, and Tenth Circuits) (\"Because of the technical \ndifficulties of conducting a computer search in a suspect's home, the seizure of the computers, \nincluding their content, was reasonable in these cases to allow police to locate the offending \nfiles.\"). \nWhen reviewing vast amounts of information, it is understood that the government will \ninevitably come across material that falls outside the scope of the warrant.  See Andresen v. \nMaryland, 427 U.S. 463,482 n.11 (1976) (\"In searches for papers, it is certain that some \ninnocuous documents will be examined, at least cursorily, in order to determine whether they \nare, in fact, among those papers authorized to be seized.\"); United States v. Sealed Search \nWarrant, 2017 U.S. Dist. LEXIS 125792 (N.D. Ala. Aug. 8, 2017) (acknowledging that \"some \nperusal\" is generally necessary to determine the \"relevance of documents to the crime\").  Indeed, \n\"over-seizing\" is considered to be an \"inherent part of the electronic search process\" and \noftentimes provides the government with \"access to a larger pool of data that it has no probable \ncause to collect.\"  In reSearch of Info. Associated with the Facebook Account Identified by the \nUsemame Aaron.Alexis, 21 F. Supp. 3d 1, 8 (D.D.C. 2013). \n4 \n\nAs a result, various courts have stated that, though not required by the Fourth \nAmendment, additional safeguards on electronic search warrants may be reasonable and \nappropriate to limit the possibility of abuse by the government.  See, e.g., In re Search of Info., \n212 F. Supp. 3d at 1038 (acknowledging \"that a judge may have the authority to impose \nreasonable ex ante instructions\"); United States v.  Christie, 717 F.3d 1156, 1166-67 (lOth Cir. \n2013) (discussing that the Fourth Amendment particularity requirement may or may not require \nlimitations ex ante); In reSearch Warrant, 71 A.3d 1158, 1186 (Vt. 20 12) (rejecting \"any \nblanket prohibition on ex ante search warrant instructions\"); United States v. Hill, 459 F.3d 966, \n976-77 (9th Cir. 2006) (\"[W]e look favorably upon the inclusion of a search protocol; but its \nabsence is not fatal.\").  Notably, the D.C. Circuit has often required the government to \nimplement a search protocol explaining the different tools or methodology that the government \nwill use to conduct its search and how it intends to minimize the risk that data outside the scope \nof the warrant is discovered.  See, e.g., In reSearch of Apple iPhone, 31 F. Supp. 3d 159, 166 \n(D.D.C. 2014); In reSearch of Black iPhone 4, 27 F. Supp. 3d 74, 80 (D.D.C. 2014); In re \nSearch ofODYS LOOX Plus Tablet, 28 F. Supp. 3d 40,46 (D.D.C. 2014); In re Facebook, 21 F. \nSupp. 3d at 11-12.3 \n3  Magistrate Judge Facciola offered a non-exhaustive list of search protocols: \n( 1) asking the custodian of the electronically stored information to provide limited \ninformation  such  as  e-mails  containing  certain  keywords  or  sent  between \nparticular  recipients;  (2)  appointing  a  special  master  to  hire  an  independent \nvendor to screen the information for relevance and privilege; (3) prohibiting its \nown computer personnel from disclosing to investigators any information falling \noutside the scope of the  warrant;  (4)  waiving its  reliance upon  the plain  view \ndoctrine; and (5) using a search protocol designed to reveal only the information \nfor which the government has probable cause to seize. \nSee 21 F. Supp. at 11-12. \n5 \n\nHere, the Court (Judge Wertheim presiding) found probable cause to believe that the \nwebsite DisruptJ20.org contains evidence of crimes committed in the District of Columbia in \nviolation of D.C. Code§ 22-1322 (rioting statute) by individuals for which the Grand Jury has \nfound probable cause to return an indictment.  The Warrant does not, and should not, grant carte \nblanche access to those materials for which the government has not established probable cause. \nIn its execution, the Warrant would allow the government to seize a variety of data and \ninformation associated with the website DisruptJ20.org, including email discussion lists and the \ncontent of email communications for multiple email accounts that are within the DisruptJ20.org \ndomain.  The government may only retain that data and information that evidences the alleged \ncrimes that serve as the basis for the July 2017 Warrant.  As the Court highlighted at the hearing, \nhowever, because potential evidence is co-mingled with other information, the Warrant in its \nexecution will implicate the privacy and First Amendment rights of website operators and \ninnocent parties who visited or exchanged with the site and engaged in lawful associational and \ninformation gathering activity.  Because of the potential breadth of the government's review, the \nCourt concludes that it is appropriate to order additional protections based on the First \nAmendment considerations of innocent third-parties at issue in this case. \n6 \n\nII.  Optional Minimization Procedures \nAs a result of its concern, the Court ordered the government to present a minimization \nplan by which its review of the data and information produced by DreamHost would not include, \nto the extent possible, data or information of lawful activity not within the scope of the Warrant. \nWhile this Court currently declines to rule on any particular procedure or methodology, the \ngovernment, at the very least, should consider the following minimization \"options.\"4 \n1.  General Review: \nPrior to any detailed review of the data or information provided by DreamHost to the \ngovernment, the government may conduct a general review of the data and information to \ndetermine the procedures it will employ to minimize the data and information not within the \nscope of the Warrant (hereinafter \"General Review\").  During this stage, the government's \nreview will be limited to determining the type of data and information it will seek in its Proposed \nDetailed Review. The government is not permitted to review individual pieces of data or \nidentifying information at this stage. \nIn addition, the government should provide the Court with a general methodology or \npractice it intends to employ to conduct the General Review.  Factors to consider in the General \nReview may include: (i) limiting the review to metadata such as document dates, custodians, \nfilenames, logs, and other non-content information; (ii) identifying the individuals who will be \ninvolved in or authorized to conduct this review and who will determine the proposed search \nprotocol(s); (iii) the process for ensuring that the General Review guidelines are followed; and \n(iv) a general timeline for completion of the General Review. \n4  The government's inclusion or exclusion of any of the following options will not be dispositive \nof the Court's final order on execution of the Warrant or its acceptance of the government's \nmethodology on the general review and minimization protocol(s). \n7 \n\n2.  Proposed Detailed Review of Data: \nAfter completing the General Review, the government is required to file a report with the \nCourt explaining (i) the process the government will use to conduct a detailed review of the data \nand information, (ii) the procedures the government will implement to minimize the review of \ndata and information not within the scope of the Warrant, and (iii) to the extent it can be \ndetermined based on the General Review, the government's plan for removing from its \npossession all data and information not within the scope of the warrant.  Each request must also \nset forth sufficient facts to establish why the sought data or information is relevant to the \ngovernment's investigation. \nIn its Proposed Detailed Review, the government must provide sufficient information on \nthe methods that will be used, even if such explanation is technical, to ensure that innocent third \nparties' rights are not violated.  Search protocols undoubtedly vary in terms of technicality.  Yet, \nit is not unreasonable, especially when core First Amendment rights are at issue, to request the \ngovernment to provide a methodology or procedure for segregating relevant data and information \nfrom that of innocent third parties.  For example, the government should describe the phrases and \nwords it will use in keyword searches, or identify specific software and explain how it will be \nused to identify relevant data and exclude data and information of innocent parties. \nThe government should also provide the following information: (i) identify the \nindividuals who will be involved in or are authorized to participate in the review of the data and \ninformation; (ii) explain what the government will do with the data and information that is \ninitially excluded from the government's review; (iii) clarify the process for ensuring that the \nauthorized individuals will follow the Proposed Detailed Review guidelines; and (iv) provide a \ntimeline for completion of the Proposed Detailed Review. \n8 \n\nAs indicated at the hearing, the government shall not begin its Proposed Detailed Review \nof the data and information until such time as this Court provides a final approval of the proposal \nsubmitted by the government. \n3.  Court Approved Review: \nThe government shall conduct its review of the data in accordance with the plan \napproved by the Court.  Upon completion of the government's Court Approved Review, and \nhaving segregated the data and information that the government has identified as within the \nscope of the Warrant from that data and information determined as outside the scope of the \nWarrant, the government shall: \n(i) file with the Court an itemized list of the data and information that the government \nbelieves falls within the scope of the Warrant and the specific reason(s) the government \nbelieves that each individual item(s) of data and information falls within the  scope of the \nWarrant; \n(ii) permanently remove from its possession any data or information outside the scope \nof the Warrant; and \n(iii) not distribute, publicize, or otherwise make known to any other person or entity, \nto include any other law enforcement or government entity, the data and information that is \noutside the scope of the Warrant. \nIn all stages of the review process, to the extent the government may be required to \nreveal information that may jeopardize its investigation, it may request the Court to file such \ninformation under seal.  Sealing will be permitted only where the government has provided \nsufficient facts to justify the request. \n9 \n\nIII. Conclusion \nThe proposed orders do nothing to address the Court's concerns that, absent an \nappropriate search protocol, the problem that co-mingled data and information produced by \nDreamHost will improperly violate the privacy and constitutional rights of innocent third parties. \nISftt\\ \nFor the reasons stated above, it is this  day of September, 2017, hereby \nSO ORDERED. \nChief Judge Robert E. Morin \nSuperior Court for the District of Columbia \n(Signed in chambers) \nCopies to: \nJennifer A. Kerkhoff \nJohn W. Borchert \nAssistant United States Attorneys \nRaymond 0. Aghaian \nCounsel for DreamHost, Inc. \n10 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/100873"
    },
    {
      "date": "2017-08-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Columbia state trial court",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 91241,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/91241.pdf",
      "title": "Non-Party DreamHost LLC's Response in Opposition to United States' Motion for DreamHost to Show Cause",
      "text": "SUPERIOR COURT OF THE DISTRICT OF COLUMBIA \n \nCRIMINAL DIVISION – FELONY BRANCH \n \n  ) \nIn the Matter of the Search of  )    Special Proceeding No. 17 CSW 3438 \nwww.disruptj20.org that Is Stored at  ) \nPremises Owned, Maintained, Controlled, or )    Judge Leibovitz \nOperated by DreamHost  )    Hearing: 9:30 a.m. Friday, Aug. 18, 2017 \n  ) \n  / \n \n \nNON-PARTY DREAMHOST, LLC’S RESPONSE IN OPPOSITION TO \nUNITED STATES’ MOTION FOR DREAMHOST TO SHOW CAUSE \n \n   \n \n \n\nTABLE OF CONTENTS \n \nI.  Introduction ..........................................................................................................................1 \nII.  Background ..........................................................................................................................2 \nA.  The Government’s January 27, 2017 Subpoena to DreamHost ...............................2 \nB.  The Search Warrant Dated July 12, 2017 ................................................................2 \nC.  DreamHost Attempts to Address Concerns with the Search Warrant .....................4 \nD.  The Website “disruptj20.org” ..................................................................................6 \nIII.  Argument .............................................................................................................................7 \nA.  The Search Warrant Violates the Fourth Amendment .............................................7 \n1.  Given the endangerment of First Amendment rights of third parties, the \nSearch Warrant must be scrutinized with “particular exactitude.” ..............7 \n2.  Scrutinizing the Search Warrant with “particular exactitude” demonstrates \nthat it violates the Fourth Amendment, both because it fails to describe the \nitems to be seized with sufficient particularity and because the all-\nencompassing disclosures it requires are unreasonable. ............................10 \nB.  The Search Warrant Violates the Privacy Protection Act ......................................14 \nC.  D.C. Law Does Not Authorize Extraterritorial Search Warrants ..........................17 \nIV.  Conclusion .........................................................................................................................18 \n \n \n   \n \ni \n\n \nTABLE OF AUTHORITIES \n  Page(s) \nCases \nIn re: [Redacted]@gmail.com, \n62 F. Supp. 3d 1100 (N.D. Cal. 2014) .....................................................................................11 \nAm. Civil Liberties Union v. Clapper, \n785 F.3d 787 (2d Cir. 2015).......................................................................................................8 \nBinion v. City of St. Paul, \n788 F. Supp. 2d 935, 948 (D. Minn. 2011) ..............................................................................15 \nCoolidge v. New Hampshire, \n403 U.S. 443 (1971) .................................................................................................................12 \nDalia v. United States, \n441 U.S. 238 (1979) .................................................................................................................12 \nIn re Grand Jury Subpoena to Amazon.com Dated Aug. 7, 2006, \n246 F.R.D. 570 (W.D. Wis. 2007) .............................................................................................9 \nIn re Grand Jury Subpoena to Kramerbooks & Afterwords, Inc., \nNos. 98-135 (NHJ) and 98-138 (NHJ), 26 .................................................................................9 \nHubbard v. MySpace, Inc., \n788 F. Supp. 2d 319 (S.D.N.Y. 2011) ......................................................................................18 \nIn re G.B., 139 A.3d 885, 897 (D.C. 2016) ...................................................................................13 \nInt’l Soc’y for Krishna Consciousness, Inc. v. Lee, \n505 U.S. 672 (1992) (Kennedy, J., concurring) .........................................................................1 \nMaryland v. Garrison, \n480 U.S. 79 (1987) ...................................................................................................................12 \nNAACP v. Alabama ex rel. Patterson, \n357 U.S. 449 (1958) ...................................................................................................................7 \nIn re Search of Info. Associated with [redacted]@mac.com that is Stored at \nPremises Controlled by Apple, Inc., \n25 F. Supp. 3d 1 (D. D.C. 2014), vacated, 13 F. Supp. 3d 157 (D. D.C. 2014) ................11, 13 \n  ii\n \n\nIn re Search of Info. Associated with 15 Email Addresses Stored at Premises \nOwned, Maintained, Controlled or Operated by 1&1 Media, Inc., Google, \nMicrosoft, and Yahoo!, \nCase No. 2:17-cm-03152 (M.D. Ala. July 14, 2017) .........................................................12, 13 \nIn re Search of Info. Associated with Email Addresses Stored at Premises \nControlled by Microsoft Corp., \n212 F. Supp. 3d 1023 (D. Kan. 2016) ................................................................................11, 13 \nIn re Search of Info. Associated with the Facebook Account Identified by the \nUsername Aaron.Alexis that is Stored at Premises Controlled by Facebook, \nInc., \n21 F. Supp. 3d 1 (D.D.C. 2013) .........................................................................................12, 14 \nIn re Search Warrant for Records from AT&T, \n2017 WL 2511269 (N.H. June 9, 2017)...................................................................................18 \nSee In re Grand Jury Investigation of Possible Violation of 18 U.S.C. § 1461 et \nseq., 706 F. Supp. 2d 11, 21 (D.D.C. 2009) ...............................................................................9 \nState v. Rose, \n330 P.3d 680 (Or. Ct. App. 2014) ............................................................................................18 \nSteve Jackson Games, Inc. v. United States Secret Service, \n816 F. Supp. 432 (W.D. Tex. 1993), aff’d 36 F.3d 457 (5th Cir. 1994) ..................................15 \nState ex rel. Two Unnamed Petitioners v. Peterson, \n363 Wis. 2d 1 (2015) .................................................................................................................8 \nVernonia Sch. Dist. 47J v. Acton, \n515 U.S. 646 (1995) .................................................................................................................13 \nZurcher v. Stanford Daily, \n436 U.S. 547, 98 S.Ct. 1970, 56 L.Ed.2d 525 (1978) ....................................................1, 10, 14 \nStatutes \n18 U.S.C. §§ 2510(3) & 2711(1) ...................................................................................................17 \n18 U.S.C. § 2703(a) .......................................................................................................................17 \n18 U.S.C. § 2711(3) .......................................................................................................................17 \n18 U.S.C. § 2711(3)(A)(i) ..............................................................................................................18 \n42 U.S.C. §2000aa-6(d) .................................................................................................................16 \n42 U.S.C. § 2000aa-7(a) ................................................................................................................15 \n42 U.S.C. §§ 2000aa (a), (b) (1996) ..............................................................................................14 \n  iii\n \n\nD.C. Code § 22-1322 .................................................................................................................4, 10 \nD.C. Code §23-521(a) (2011) ..................................................................................................17, 18 \nStored Communications Act, 18 U.S.C. §§ 2701 et seq. ...............................................................17 \nOther Authorities \nH.R. Rep. No. 96-1064 (1980) .......................................................................................................15 \nS.Rep. No. 96-874 (1980), reprinted in 1980 U.S.C.C.A.N. 3950 ................................................15 \n \n \n \n \n \n  iv\n \n\nI.  Introduction \nWhere a search warrant endangers First Amendment interests, the warrant must be \nscrutinized with “particular exactitude” under the Fourth Amendment.  See Zurcher v. Stanford \nDaily, 436 U.S. 547, 565 (1978).  “The First Amendment is often inconvenient.  But that is \nbeside the point. Inconvenience does not absolve the government of its obligation to tolerate \nspeech.”  Int’l Soc’y for Krishna Consciousness, Inc. v. Lee, 505 U.S. 672, 701 (1992) \n(Kennedy, J., concurring).  The government’s search warrant (“Search Warrant”) here requires \nnon-party DreamHost, LLC (“DreamHost”) to turn over every piece of information it has about \nevery visitor to a website expressing political views concerning the current administration.  This \ninformation includes the IP address for the visitor, the website pages viewed by the visitor, even \na detailed description of software running in the visitor’s computer.   In essence, the Search \nWarrant not only aims to identify the political dissidents of the current administration, but \nattempts to identify and understand what content each of these dissidents viewed on the website.  \nThe Search Warrant also includes a demand that DreamHost disclose the content of all e-mail \ninquiries and comments submitted from numerous private e-mail accounts and prompted by the \nwebsite, all through a single sweeping warrant.   \nThe Search Warrant cannot survive scrutiny under the heightened particular exactitude \nstandard required by the presence of the First Amendment issues.  It fails to identify with the \nrequired particularity what will be seized by the government.  It also fails to provide DreamHost \nwith any assurance that the government will return or destroy the large portion of the information \nirrelevant to the government’s criminal case or cases.  These features render the Search Warrant \nunreasonable under the Fourth Amendment.  In addition, the Search Warrant violates the privacy \nprotections of the Privacy Protection Act, a statute enacted specifically to address such instances, \nand is without a jurisdictional basis. \n \n1 \n\nII.  Background \nA review of the government’s demands for information from DreamHost provides \nimportant context for DreamHost’s objections to the Search Warrant. \nA.  The Government’s January 27, 2017 Subpoena to DreamHost \n  Approximately one week after the 2017 U.S. Presidential Inauguration, the government \nprovided DreamHost, a web hosting company, with a Grand Jury subpoena for records along with \na request to preserve records.  The subpoena called for seven categories of information concerning \nthe DreamHost account using the internet domain name “disruptj20.org.”  Id.  The categories in \nthe subpoena included information identifying the individual registrant of the website, the \nregistrant’s physical addresses and e-mail addresses, information about the services the registrant \nobtained from DreamHost, the payment for those services, and information about the registrant’s \ncomputer interactions with DreamHost’s servers.  Id. \n  Within three weeks of service of the subpoena, DreamHost produced its records responsive \nto these categories.  In its correspondence accompanying the production, DreamHost’s General \nCounsel made clear that he understood the subpoena was directed to records regarding the \nregistrant, and not records regarding third party visitors to the website.   \n  Several indictments issued during the months following the protests.  In a superseding \nindictment dated on or about April 28, 2017, over 200 individuals were charged related to property \ndamage and assault by individuals during the inauguration protests.  The superseding indictment \ncollectively defines the individuals charged as “Rioting Defendants,” and describes the individuals \nwho committed property damage and assault as a “Black Bloc.” \nB.  The Search Warrant Dated July 12, 2017 \n  DreamHost was served with the Search Warrant on July 17, 2017.  See E-Mail dated July \n18, 2017 from Karl Fry to Assistant United States Attorney John W. Borchert (“AUSA Borchert”), \nsee Declaration of Karl Fry in Support of DreamHost Response (“Fry Decl.”)  Ex. A at 3.  The \n  2\n \n\nSearch Warrant includes instructions for providing the warrant to DreamHost for “execution of a \nsearch.”  See D.C. Superior Court Search Warrant dated July 12, 2017, attached as Exhibit A to the \nUnited States’ Motion for DreamHost to Show Cause (“Government Motion”).1  The Search \nWarrant states that probable cause exists for believing property “in violation of” the D.C. rioting \nstatute will be found in “premises controlled by DreamHost, Inc. [sic].”2  Id.  The property is \ndescribed as “stored electronic communications . . . as set forth more fully in Attachments A and \nB.”  Id. \n  Attachment A to the Search Warrant consists of a one-sentence description entitled \n“Property to Be Searched.”  See id., Attach. A.  It describes the property as “information \nassociated with www.disruptj20.org that is stored at” DreamHost.  Id. \n  Attachment B to the Search Warrant is entitled “Particular Things to be Seized.”  Id., \nAttach. B at 1.  The attachment identifies two categories of information: “Information to be \ndisclosed by DreamHost” and “Information to be seized by the government.”  See id.  (Emphasis \nadded.)  The first, “disclosure” category includes instructions that “DreamHost is required to \ndisclose the [information listed] to the government for each account or identifier listed in \nAttachment A:.”  See id.  The second, “seizure” category does not include any instructions.  See id. \n  The “disclosure” category in Attachment B requires production of “all records or other \ninformation pertaining to [www.disruptj20.com], including all files, databases, and database \nrecords stored by DreamHost in relation to that account or identifier.”  Id.  (Emphasis added.)  \nFollowing this broad demand, the “disclosure” category includes three other descriptions of \n                                                \n1 Unlike a traditional search warrant executed by government agents, the Search Warrant is more \nakin to a subpoena, as it requires DreamHost itself to execute the warrant and provide the \nresponsive records to the government.  \n \n2 Neither the remainder of the Search Warrant nor the government’s brief explains how the \nelectronic information sought is itself “in violation of” the D.C. statute, i.e., contraband, as \nopposed to evidence of a violation.  DreamHost believes the use of this language in the Search \nWarrant is an error.    \n  3\n \n\ninformation sought: information identifying the subscribers and their payments; records pertaining \nto the types of service utilized by the user; and records pertaining to communications between \nDreamHost and anyone else regarding the account. \n  The “seizure” category in Attachment B consists of “all information described [in the \n‘disclosure’ category] that constitutes fruits, evidence and instrumentalities of violations of D.C. \nCode § 22-1322 involving the individuals who participated, planed [sic], organized, or incited the \nJanuary 20 riot, relating to the development, publishing, advertisement, access, use, administration \nor maintenance of [www.disruptj20.com] . . . .”  Id.   \nTwo different types of electronic data are listed as falling within the information subject to \n“seizure.”  See id. at 1-2.  The first is “[f]iles, databases, and database records stored by \nDreamHost on behalf of the subscriber or user operating the website, including (a) programming \ncode used to serve or process requests made via web browsers; (b) HTML, CSS, JavaScript, image \nfiles, or other files; (c) HTTP request and error logs; (d) SSH, FTP, or Telnet logs showing \nconnections related to the website, and any other transactional information, including records of \nsession times and durations, log files, dates and times of connecting, methods of connecting, and \nports; (e) MySQL, PostgreSQL, or other databases related to the website; [and] (f) email accounts \nand the contents thereof, associated with the account.”  Id.  The second is “[s]ubscriber \ninformation related to the accounts established to host [www.disruptj20.com],” including names \nand addresses, payment information, and domain registration details.  Id. at 2. \nC.  DreamHost Attempts to Address Concerns with the Search Warrant \n  DreamHost’s Compliance Team contacted AUSA Borchert on the evening of July 18, 2017 \nand informed AUSA Borchert that they were in receipt of the Search Warrant.  See Karl Decl., \nExhibit A at 3 submitted herewith.  AUSA Borchert replied the next day, asking if DreamHost \ncould produce the records that day.  See id. at 2-3.  Within a few hours, DreamHost’s General \n  4\n \n\nCounsel replied to AUSA Borchert and advised that all company personnel were offsite at an \nannual event and asked for additional time to respond.  See id. at 5.  The following day, Thursday, \nJuly 20, 2017, outside counsel for DreamHost contacted AUSA Borchert and advised that \nDreamHost was represented by counsel.  See Exhibit A at 3 to the Declaration of Raymond O. \nAghaian in Support of DreamHost’s Response in Opposition to United States’ Motion to Show \nCause (“Aghaian Decl.”).  In the e-mail, DreamHost’s counsel explained that DreamHost had \nquestions relating to the search warrant, and asked to discuss the matter with AUSA Borchert on \nthe afternoon of Friday, July 21, 2017, or Monday, July 24.  See id.  AUSA Borchert replied by \nvoicemail on the same day, stating that he would like to discuss the matter the morning of Friday, \nJuly 21, 2017.  See Aghaian Decl. ¶3.  AUSA Borchert then followed this voicemail with an e-\nmail four minutes later asking Mr. Aghaian to instead contact him as soon as possible.  See \nAghaian Decl. Ex. A at 3. \n  Counsel for DreamHost replied to AUSA Borchert by e-mail that evening and advised that \nDreamHost would like to comply and produce the records, but that there were a few concerns \nDreamHost wanted to discuss.  See id. at 2.  Counsel for DreamHost offered to call AUSA \nBorchert at 11:30 a.m. PDT on Friday, July 21, 2017.  See id.  The following morning, AUSA \nBorchert responded that he might be in court at the proposed time, and inquired about \nDreamHost’s concerns.  See id.  AUSA Borchert then left a voicemail for DreamHost’s counsel at \n10:01 a.m. PDT stating that DreamHost could send the government an email listing of any \nconcerns.  See Aghaian Decl. ¶4.  AUSA Borchert then sent an e-mail four minutes later, asking if \nDreamHost could begin a “rolling production.”  See Aghaian Decl. Ex. A at 2.  Counsel for \nDreamHost responded to AUSA Borchert in less than 45 minutes, advising that DreamHost \nwanted to resolve its concerns as expeditiously as possible so as to provide the records.  See id. at \n  5\n \n\n1-2.  DreamHost’s counsel listed the various concerns regarding the warrant, as instructed by \nAUSA Borchert.  See id.  Counsel offered to address the concerns with the government.  See id.   \nAUSA Borchert did not respond.  See Aghaian Decl. ¶5.  Counsel for DreamHost followed \nup with the government again on Thursday, July 27.  See Aghaian Decl. Ex. A at 1.  Yet again, the \ngovernment did not respond.  See Aghaian Decl. ¶5.  The government filed its motion to compel \nthe next day. \nD.  The Website “disruptj20.org” \nThe website at issue is public and accessible to anyone over the internet.  It appears to be a \nwebsite for a political organization calling itself DisruptJ20 or #DisruptJ20, with the motto \n“#DisruptJ20 rejects all forms of domination and oppression, particularly those based on racism, \npoverty, gender & sexuality, organizes by consensus, and embraces a variety of tactics.”3  The \nwebsite refers to “organizing,” “resistance,” “disruptions,” and “civil disobedience,” but does not \ndescribe acts of property damage or violence. \nThe website includes press releases from before the Inauguration (“Activists and organizers \nare planning massive protests and acts of resistance during the inauguration of Donald J. Trump on \nJanuary 20”) and after (“Our goals were: 1. Set a tone of resistance against the Trump \nadministration; 2. Disrupt the normal flow of the inauguration; and 3. Empower local organizers in \nD.C. and give them skills and relationships to continue their work.”).  Press releases identified \nspecific issues for protest at Inauguration checkpoints to include “racial justice, immigrant rights, \nLGBTQ+, antiwar, border justice, labor, climate, and other issues.” \n  A portion of the website is dedicated to information concerning arrests on January 20.  The \nwebsite purports to offer a “legal guide” for J20 protestors, announcements of support for those \narrested, and ways to contact the organization for further legal information, including by e-mail.  \n                                                \n3 #DISRUPTJ20 website, http://www.disuptj20.org (last visited July 31, 2017). \n  6\n \n\nThe website promotes several e-mail addresses using the disruptj20.org domain name and invites \ncorrespondence.  Each of the accounts for the email addresses are assigned to a different  user and \neach account contains a separate login password.  See Fry Decl. at ¶3.   The website also displays \nprintable signs, mainly disparaging President Trump, and posts photographs of protesters with \nbanners and signs and blogs regarding similar content.  \nIII.  Argument \nA.  The Search Warrant Violates the Fourth Amendment \n1.  Given the endangerment of First Amendment rights of third parties, \nthe Search Warrant must be scrutinized with “particular exactitude.” \nIn examining the features of the Search Warrant, the Court should begin with the way in \nwhich the warrant endangers the First Amendment interests of third parties, in this case the visitors \nto the website at issue.  The Supreme Court has “recognized the vital relationship between freedom \nto associate and privacy in one’s associations.”  NAACP v. Alabama ex rel. Patterson, 357 U.S. \n449, 462 (1958).  Where this constitutional protection “pertain[s] to political, economic, religious \nor cultural matters, and state action which may have the effect of curtailing the freedom to \nassociate is subject to the closest scrutiny.”  Id. at 460-61. \nThe “[c]ompelled disclosure of membership in an organization engaged in advocacy of \nparticular beliefs is of the same order.  Inviolability of privacy in group association may in many \ncircumstances be indispensable to preservation of freedom of association, particularly where a \ngroup espouses dissident beliefs.”  Id. at 462.  Moreover, the Second Circuit Court of Appeals has \nnoted:  “[t]he Supreme Court has long recognized that an organization can assert associational \nprivacy rights on behalf of its members, stating that ‘[i]t is hardly a novel perception that \ncompelled disclosure of affiliation with groups engaged in advocacy may constitute ... a restraint \n  7\n \n\non freedom of association.’”  Am. Civil Liberties Union v. Clapper, 785 F.3d 787, 802 (2d Cir. \n2015) (citation omitted).4   \nBecause it demands the disclosure to the government of “all files” related to the website, \nthe Search Warrant requires DreamHost to produce the HTTP logs for visitors.  HTTP logs contain \nextensive information about visitors to the website, including the time and date of the visit, the IP \naddress for the visitor, the website pages viewed by the visitor (through their IP address), and even \na detailed description of the software running in the visitor’s computer.  See Fry Decl. ¶4.  This \ninformation, together with information from the internet service provider for the IP address, would \nallow the government to identify the specific computers used to visit the website, and what \nspecifically was viewed on the website.  See id.  Pursuant to the government’s preservation \nrequest, DreamHost has maintained HTTP logs for over 1,300,000 IP addresses of visitors to the \nwebsite for a time frame after the rioting incidents.  See id. ¶5.   \nIn addition, DreamHost will be required to disclose all e-mails it maintains that are \nassociated with the website, which will include e-mails sent in by third parties.  See id. ¶6.  \nDreamHost maintains membership lists for several e-mail discussion lists, from a number of \ndifferent email accounts sponsored by the website. These discussion lists consist of groups of \nindividual e-mail addresses.  See id. ¶7.  The Website promotes several e-mail addresses using the \ndisruptj20.org domain name and invites correspondence.  Each of the accounts for the email \naddresses are assigned to a different user and each account contains a separate login password.  Id. \n¶3. \nCourts have specifically held that the government oversteps its authority when it seeks to \nobtain customer identities and records of activity in connection with protected speech, such as that \n                                                \n4 One Court poignantly noted that “[c]oncerns about privacy are especially critical when people \nengage in aspects of speech and association during political campaigns, ‘an area of the most \nfundamental First Amendment activities.’” State ex rel. Two Unnamed Petitioners v. Peterson, \n363 Wis. 2d 1, 140 (2015) (citation omitted). \n  8\n \n\ninvolved here.  For instance, a demand for records relating to customer purchases from a website, \nrequesting information on non-obscene purchases, was held to be overbroad.  See In re Grand Jury \nInvestigation of Possible Violation of 18 U.S.C. § 1461 et seq., 706 F. Supp. 2d 11, 21 (D.D.C. \n2009).  As the Court noted, the customers “enjoy a presumptive First Amendment right to receive \n[the materials] anonymously.”  Id.  Similarly, even where the government’s need to investigate \nwas found to be legitimate in a federal tax evasion and wire fraud case of a used-book seller, the \nCourt limited the records the government could obtain from on-line book-seller Amazon.  See In re \nGrand Jury Subpoena to Amazon.com Dated Aug. 7, 2006, 246 F.R.D. 570, 572 (W.D. Wis. \n2007).  Similar to the Search Warrant here, Amazon was asked to produce the identities of the \nbook buyers.  Amazon filed a motion to quash the subpoena, leading the court to express serious \nFirst Amendment concerns about letting the government go through an individual’s reading list.  \nThe compromise reached was to allow Amazon (not the government) to reach out and seek \nvolunteer witnesses from the 24,000 purchasers.  These individuals could then choose to contact \nthe government and arrange an interview if they wanted, but “[a]nyone who wishes not to \nparticipate in this exercise, by virtue of his or her silence, will be left alone, and the government \nwill never learn that person’s identity or the titles of materials he/she purchased from D’Angelo \nthrough Amazon.”  Id. at 574.5   \nThe disclosures of the information demanded by the Search Warrant will endanger the First \nAmendment interests of the innocent third parties who viewed or communicated with the website.  \nIt is not difficult to anticipate the impact this disclosure will have on the willingness of third parties \n                                                \n5 See also In re Grand Jury Subpoena to Kramerbooks & Afterwords, Inc., where the government issued grand jury \nsubpoenas to an independent bookstore and Barnes & Noble, seeking “all documents and things referring or relating \nto any purchase by Monica Lewinsky.”  The district court held that “the First Amendment is indeed implicated by \nthe subpoenas,” such that “the materials sought by the subpoenas would disclose specific titles of books purchased \nby Ms. Lewinsky, whose First Amendment rights are at issue here.”  The Court further held that the bookstores \nthemselves were “also engaged in constitutionally protected expressive activities,” namely, the circulation of books.  \nAccordingly, the Court declined to enforce the subpoenas as issued, and ordered the Government to demonstrate \nboth a compelling need for the materials it sought, and also explain why there was a sufficient connection between \nthat information and the grand jury subpoenas.  In re Grand Jury Subpoena to Kramerbooks & Afterwords, Inc., \nNos. 98-135 (NHJ) and 98-138 (NHJ), 26 Med. L. Rptr. 1599, 1600 (D.D.C. April 6, 1998).  \n  9\n \n\nto investigate and engage with web sites of political organizations.  United States Supreme Court \ncases “insist that the courts apply the warrant requirements with particular exactitude when First \nAmendment interests would be endangered by the search.”  Zurcher, 436 U.S. at 565 (emphasis \nadded).  This Court should not permit the government to trample upon the privacy of the \nindividuals interacting with the website and force DreamHost to produce the electronic \ninformation that would not only identify who they are, but specifically what each of these \nindividuals viewed, read or the political content that they were interested in.  \n2.  Scrutinizing the Search Warrant with “particular exactitude” \ndemonstrates that it violates the Fourth Amendment, both because it \nfails to describe the items to be seized with sufficient particularity and \nbecause the all-encompassing disclosures it requires are unreasonable.  \n  Attachment B to the Search Warrant requires DreamHost to disclose to the government “all \nrecords or other information pertaining to” the website.  The Search Warrant does not include any \ndate restriction on this information.  There is also no reference to any specific individual subject or \ntarget about whom information should be disclosed.  Accordingly, any information (including \ninformation about visitors of the website), about any individual (multiple users here), regarding \nany and all email accounts (numerous email accounts here), at any time frame (even after the \nincident), are required to be disclosed by DreamHost.  \n  From this practically unlimited set of electronic information concerning the website, the \nSearch Warrant goes on to identify what is to be “seized.”  That is “all information” that \n“constitutes fruits, evidence and instrumentalities of violations of D.C. Code § 22-1322 involving \nthe individuals who participated, planed [sic], organized, or incited the January 20 riot, relating to \nthe development, publishing, advertisement, access, use, administration or maintenance of” the \nwebsite.  The Search Warrant mentions, as a category of information to be seized, “files, \ndatabases, and database records stored by DreamHost on behalf of the subscriber or user operating \nthe website.”  Examples of these files are “HTTP request logs,” which, as discussed above, contain \n  10\n \n\nextensive information about visitors to the website, and “email accounts and the contents thereof \nassociated with the account.”  As with the information to be disclosed, there is no date restriction \non the information to be seized.   \n  The Search Warrant will result in the disclosure of large quantities of information, \nincluding information about third parties.  For example, during six days after the Inauguration, the \nwebsite received over 1,300,000 HTTP requests, each which generated an IP log of the visit.  See \nFry Decl. ¶5.  DreamHost also maintains over 2,000 images related to the website.  See id. ¶8.  \nDespite this volume of data, the Search Warrant does not describe any protocol for searching it.  \nNor does the Search Warrant explain what will happen to the information the government obtains \nthat is not subject to “seizure” because it is not evidence of a crime. \n  The Search Warrant’s “two-step” approach to obtaining electronic information  – where the \ngovernment gets a vast set of data without probable cause to that set, and then “seizes” a sub-set of \nthe data with probable cause – is not without controversy.   A number of courts have found the \napproach flawed under the Fourth Amendment.  See In re Search of Info. Associated with \n[redacted]@mac.com that is Stored at Premises Controlled by Apple, Inc., 25 F. Supp. 3d 1, 6-7 \n(D. D.C. 2014), vacated, 13 F. Supp. 3d 157 (D. D.C. 2014) (“Apple”) (rejecting the “two-step” \nprocedure for obtaining complete e-mail accounts); In re: [Redacted]@gmail.com, 62 F. Supp. 3d \n1100, 1105 (N.D. Cal. 2014) (denying search warrant application after finding “two-step” \nprocedure unreasonable under the Fourth Amendment); In re Search of Premises Known as Three \nHotmail Email Accounts, 2016 WL 1239916, *13 (D. Kan. 2016), overruled in part sub nom.  In re \nSearch of Info. Associated with Email Addresses Stored at Premises Controlled by Microsoft \nCorp., 212 F. Supp. 3d 1023 (D. Kan. 2016) (“Microsoft”) (denying search warrant application for \ne-mail accounts, comparing the warrant to one “asking the post office to provide copies of all mail \never sent by or delivered to a certain address so that the government can open and read all the mail \n  11\n \n\nto find out whether it constitutes fruits, evidence or instrumentality of a crime”); In re Search of \nInfo. Associated with the Facebook Account Identified by the Username Aaron.Alexis that is \nStored at Premises Controlled by Facebook, Inc., 21 F. Supp. 3d 1, 7 (D.D.C. 2013) (“Facebook”) \n(imposing minimization procedures where search warrant requested by government for Facebook \naccount “unduly invaded the privacy of third parties” by requesting records of communications \nbetween third parties and a Facebook account); In re Search of Info. Associated with 15 Email \nAddresses Stored at Premises Owned, Maintained, Controlled or Operated by 1&1 Media, Inc., \nGoogle, Microsoft, and Yahoo!, Case No. 2:17-cm-03152 (M.D. Ala. July 14, 2017) (“1&1 \nMedia”) (denying search warrant application for e-mail accounts as requesting permission for “a \ngeneral, exploratory rummaging”) (attached as Exhibit B to Aghaian Decl.).  Similarly, the Search \nWarrant invites this controversy by seeking the disclosure of every “record or other information” \npertaining to www.disruptj20.org, including associated e-mail, without probable cause for this \npractically unlimited scope of information concerning the website.      \n  Moreover, every search warrant must satisfy the particularity requirement of the Fourth \nAmendment, including that the “things to be seized” are described with specificity.  See Dalia v. \nUnited States, 441 U.S. 238, 255 (1979).  “The manifest purpose of th[e] particularity requirement \nwas to prevent general searches.”  Maryland v. Garrison, 480 U.S. 79, 84 (1987).  These were \nsearches “abhorred by the colonists . . . a general, exploratory rummaging in a person’s \nbelongings.”  Coolidge v. New Hampshire, 403 U.S. 443, 467 (1971). \n  The Search Warrant’s description of the things to be seized does not pass the particularity \ntest.  It defines what is to be seized in three ways.  First, it is information that “constitutes fruits, \nevidence, and instrumentalities of violations of” the rioting statute “involving the individuals who \nparticipated, planed [sic], organized, or incited the January 20 riot.”  Second, the information \n“relat[es] to the development, publishing, advertisement, access, use, administration or \n  12\n \n\nmaintenance of” the website.  Third, the information to be seized includes “files, databases, and \ndatabase records.”  Yet, describing the information to be seized as evidence of a crime “involving” \nunnamed participants in the crime does not provide any meaningful specificity.  Compare Apple, \n13 F. Supp. 3d at 161 (description of things to be seized identified the information as “involving \nany or all of the following: [individuals and entities . . .]”).  Limiting the information seized to that \n“relating to” the “publishing” or “use” of the website also lacks the required specificity, since \npractically any conceivable information about a web site is related to its publishing or use.  \nSimilarly, even if the use of the term “including” after the preceding broad description imposed \nsome limit on the information to be seized, which it does not, limiting the seizure to electronic \n“files, databases, and database records” is no limit at all.  Finally, the lack of a date range alone \nfails the specificity test.  See Microsoft, 212 F. Supp. 3d at 1036 (“In cases in which courts have \neither denied a search warrant for the entirety of an email account or suppressed evidence based on \nan overbroad search warrant, the warrants lacked particularity, for example, in identifying a \nspecified date range . . . .”). \n  The combination of the broad disclosure required by the Search Warrant implicating First \nAmendment issues and the lack of specificity in its description of the information to be seized \nimplicates the Fourth Amendment’s reasonableness requirement.  This is of particular significance \nwhere the Government is asking a private entity to determine what is responsive to a search \nwarrant without such specificity.  “As the text of the Fourth Amendment indicates, the ultimate \nmeasure of the constitutionality of a governmental search is reasonableness.”  Vernonia Sch. Dist. \n47J v. Acton, 515 U.S. 646, 652 (1995) (internal quotation marks omitted); see also In re G.B., 139 \nA.3d 885, 897 (D.C. 2016).  “[W]here the legality of the Government’s conduct already depends \nupon an attenuated construction of what constitutes a seizure, the court should be particularly \nscrupulous in holding the Government to its burden to show that its conduct is reasonable.”  1 & 1 \n  13\n \n\nMedia, Aghaian Decl. Ex. B, at 7-8.  Because the Search Warrant allows the government to obtain \nlarge amounts of information, including the content of e-mail communications, initiated by \ninnocent third parties, fails to identify with sufficient specificity what will be seized, and does not \nexplain to DreamHost what will happen to the large quantities of un-seized information, the Search \nWarrant is not reasonable under the Fourth Amendment.  See Facebook, 21 F. Supp. 3d at 7 \n(imposing Fourth Amendment minimization procedures where government “will have to see third \nparty communications that are innocuous and irrelevant and sent by persons who could not \npossibly have anticipated that the government would see what they have posted”). \nB.  The Search Warrant Violates the Privacy Protection Act \n  The Privacy Protection Act (“PPA”) makes it unlawful for a government officer, in \nconnection with the investigation or prosecution of a criminal offense, to search for or seize “work \nproduct” or “documentary materials” that are possessed by a person “in connection with a purpose \nto disseminate to the public a newspaper, book, broadcast, or other similar form of public \ncommunication.”  42 U.S.C. §§ 2000aa (a), (b) (1996).   \nThe PPA provides “First Amendment Privacy Protection” and was passed in response to \nthe Supreme Court’s much shunned Zurcher decision.  See generally, 436 U.S. 547 (1970); see text \naccompanying note 6.  In Zurcher, the Supreme Court had ruled that the execution of a search \nwarrant at the offices of a university newspaper did not violate the Fourth Amendment.  Much like \nhere, the search occurred following a demonstration at Stanford University Hospital in which \npolicemen had been injured.  After the demonstration, the paper had published “articles and \nphotographs devoted to the hospital protest and the violent clash between demonstrators and \npolice.”  Id. at 551.6  PPA protections are not limited to the traditional press and also protect \n                                                \n6 “The very purpose of the Privacy Protection Act is to protect materials that document matters of public interest. \nAfter all, the Act was passed in response to Zurcher v. Stanford Daily, 436 U.S. 547, 98 S.Ct. 1970, 56 L.Ed.2d 525 \n(1978), in which the Supreme Court upheld the search of a newspaper office for materials depicting a violent clash \n  14\n \n\n“academicians, authors, filmmakers, and free lance [sic] writers and photographers.”  H.R. Rep. \nNo. 96-1064, at 5 (1980). \nUnder the PPA, “documentary materials” are defined as “materials upon which information \nis recorded.”  42 U.S.C. § 2000aa-7(a).  Documentary materials include: “written or printed \nmaterials, photographs . . . and other mechanically, magnetically [sic] or electronically recorded \ncards, tapes or discs.”  Id.  Moreover, “work product” includes materials created “in anticipation of \ncommunicating such materials to the public,” and such material can include “mental impressions, \nconclusions, opinions, or theories.” Id. §2000aa-7(b).  Excluded from the definition for either \n“documentary materials” or “work product” are “property designed or intended for use, or which is \nor has been used, as the means of committing a criminal offense.”  Id. §§ 2000aa-7(a), (b). \n The legislative history to the PPA provides: “. . . the Committee recognized a problem for \nthe law enforcement officer, who seeking to comply with the statute, might be uncertain whether \nthe materials he sought were work product or nonwork product and that they were intended for \npublication.  Therefore, in the interests of allowing for some objective measure for judgment by \nthe office, the Committee has provided that the work product must be possessed by someone \n“reasonably believed” to have a purpose to communicate to the public.”  S.Rep. No. 96-874, at 10 \n(1980), reprinted in 1980 U.S.C.C.A.N. 3950, 3957.”  \n  As the provider of a web hosting service, DreamHost hosts the www.disruptj20.org website \nand all of the corresponding data.  The website disseminates the data it publishes through \nDreamHost, to include press releases, messages, photographs, and other images, to the public.  See \nFry Decl. ¶9.  See Steve Jackson Games, Inc. v. United States Secret Service, 816 F. Supp. 432, \n440 (W.D. Tex. 1993), aff’d 36 F.3d 457 (5th Cir. 1994) (noting information related to a public \nelectronic bulletin board constituted “documentary materials” under the PPA).  The \n                                                                                                                                                       \nbetween demonstrators and police at a university hospital—that is, a highly public event.” Binion v. City of St. Paul, \n788 F. Supp. 2d 935, 948 (D. Minn. 2011) \n  15\n \n\n“disruptj20.org” website, through DreamHost, was publishing and disseminating information and \nimages to the public.   Much of the information in possession of DreamHost was published to the \npublic through “disruptj20.org.”  Fry Decl. ¶10.  Yet, other material, to include numerous draft \nblog posts, hundreds of images, including metadata for the images via detailed “datafields” that \ninclude titles and explanations for the images, do not appear to have been previously published.  \nSee id.   The unpublished materials appear to be similar to the material that were previously \npublished.   It is difficult to determine if the apparent unpublished materials are preserved for a \nfuture publication date, such as an Inauguration Day anniversary event, or if the creator of the \nmaterial previously excluded such material from publication.  See Fry Decl. ¶11.   Moreover, just \nas the time frame relating to the information about visitors to the website is after the rioting \nincident date, some of the apparent unpublished material referenced above appears to be created \nafter the day of the rioting incident as well.  See id.    \nBased on DreamHost’s review of the data, much of this material appears that it could \nqualify either as “work product,” “documentary material,” or both.  Without any specification from \nthe government, particularly given the over-expansive language of the Search Warrant, the Court \nshould not compel DreamHost to provide all material to the government without a determination \nwhether such material is intended for publication and if such material qualifies either as “work \nproduct” or “documentary material.”     \nIn its motion, the government argues that the PPA provides only one “exclusive” remedy \nfor a violation – a civil cause of action for damages.  Government Motion at 6.  However, a review \nof the section cited by the government shows that this remedy is only exclusive of “any other civil \naction or proceeding . . . against the officer or employee whose violation gave rise to the claim, or \nagainst the estate of such officer or employee.”  42 U.S.C. §2000aa-6(d).  The statute does not bar \n  16\n \n\nDreamHost from raising the Act in a challenge to the Search Warrant itself, the very process at the \ncenter of the statute’s protections. \nC.  D.C. Law Does Not Authorize Extraterritorial Search Warrants \n  The Search Warrant is extraterritorial, i.e., issued from the District of Columbia but \ndirected at electronic data stored in Oregon.  However, D.C. law only provides for search warrants \nexecuted “in the District of Columbia.”  D.C. Code §23-521(a) (2011).  To resolve this conflict, \nthe government takes the position that the Search Warrant is authorized by the federal Stored \nCommunications Act, 18 U.S.C. §§ 2701 et seq.  See Government’s Motion at p. 5. \n  The Search Warrant generally falls within the SCA because it seeks the contents of \ncommunications in electronic storage from DreamHost, a provider of electronic communication \nservice.  See 18 U.S.C. § 2703(a).  The SCA requires a warrant for this information if it has been \nin storage for 180 days or less, or longer if no notice is given to the customer.  See id.  The SCA \nrequires that the warrant be “issued using the procedures described in the Federal Rules of \nCriminal Procedure (or, in the case of a State court, issued using State warrant procedures) by a \ncourt of competent jurisdiction.”  Id.  The SCA defines the term “court of competent jurisdiction” \nto include (1) any federal court with (a) jurisdiction over the offense being investigated or (b) in a \ndistrict in which the service provider is located or information is stored; and (2) “a court of general \ncriminal jurisdiction of a State authorized by the law of that State to issue search warrants.”  18 \nU.S.C. § 2711(3).  The term “State” includes the District of Columbia.  See 18 U.S.C. §§ 2510(3) \n& 2711(1). \n  The government argues that the above definition of what constitutes a “court of competent \njurisdiction” empowered the D.C. Superior Court to issue the Search Warrant for execution outside \nof the District of Columbia.  The government cites no authority for this interpretation, however.  \nIndeed, the government’s contention about the effect of this language is flatly contradicted by the \n  17\n \n\ncourts that have considered the issue.  See State v. Rose, 330 P.3d 680, 685 (Or. Ct. App. 2014) \n(“The SCA does not expressly address whether a state court can issue a search warrant for such \ncontent located in another state.”); In re Search Warrant for Records from AT&T, 2017 WL \n2511269, at *3 (N.H. June 9, 2017) (same, quoting Rose). \n  Instead, both the Oregon and New Hampshire courts looked to state law to answer the \nquestion of whether extraterritorial state search warrants were permitted.  In Rose, the Oregon \nCourt of Appeals relied on an Oregon statute that authorized Oregon courts to issue warrants \n“regardless of whether the recipient or the papers, documents, records or things are located within \nthis state.”  Rose, 330 P.3d at 685.  In the AT&T case, the New Hampshire Supreme Court \nexplained that New Hampshire law “does not expressly limit the [trial court’s] authority to issue \nsearch warrants based upon the location of the property or article sought.”  AT&T, 2017 WL \n2511269, at *3.  Relying on their analyses of state law, both courts concluded that the \nextraterritorial search warrants were permitted.7 \n  In contrast, the District of Columbia lacks a law that authorizes extraterritorial search \nwarrants.  Nor, unlike New Hampshire law, is D.C. law silent on the issue – D.C. Code §23-521(a) \nprovides that a warrant may authorize a search “in the District of Columbia” only.  Looking at \nD.C. law, as required, the extraterritorial Search Warrant is unauthorized and invalid. \nIV.  Conclusion \n                                                \n7 In Hubbard v. MySpace, Inc., 788 F. Supp. 2d 319 (S.D.N.Y. 2011), a federal district court \nconcluded that an extraterritorial search warrant issued by a Georgia state magistrate judge was \nvalid because federal magistrates had the ability to issue such search warrants and a Georgia \nstatute incorporated federal law on the subject.  Here, by contrast, there is no equivalent D.C. \nlaw.  Furthermore, Hubbard addressed a prior version of the SCA.  The current version of the \nSCA treats federal and state jurisdiction differently, by specifically defining only the federal \n“court of competent jurisdiction” in jurisdictional terms -- as “any [federal] district court . . . that \n. . .has jurisdiction over the offense being investigated [.]”  18 U.S.C. § 2711(3)(A)(i); Rose, 330 \nP.3d at 685 n.5 (“[U]nder the SCA, a federal court in Oregon could issue a warrant compelling \nthe disclosure of content in another state so long as the court has territorial jurisdiction over the \noffense related to the warrant.”). \n  18\n \n\n  Because it requires the disclosure of every piece of electronic information related to a \nwebsite, including a large amount of information about the protected activities of third parties, the \ngovernment’s Search Warrant requires scrutiny of “particular exactitude.”  Scrutiny of this type \ndemonstrates that the warrant lacks the specificity required by the Fourth Amendment and is \nunreasonable as a whole.  In addition, the Search Warrant violates the Privacy Protection Act and \nwas not authorized by District of Columbia law.  For the foregoing reasons, DreamHost \nrespectfully requests that the government’s motion be denied.       \n \n        Dated this 11th day of August, 2017. \n \n               By: /s/ Raymond O. Aghaian \n         Raymond O. Aghaian \n    D.C. Bar #478838 \n         Kilpatrick Townsend & Stockton LLP \n                      9720 Wilshire Blvd PH \n               Beverly Hills, CA  90212-2018 \n          raghaian@kilpatricktownsend.com \n                 (310) 310-7010 office \n          (310) 388-1198 facsimile \n          Attorney for DreamHost, LLC \n \n          Chris Ghazarian, Esq. (Pro Hac Vice to be submitted) \n          DreamHost, LLC \n          707 Wilshire Blvd., Suite 5050 \n          Los Angeles, CA  90017 \n          chris@dreamhost.com \n          (213) 787-4401 office \n          Attorney for DreamHost, LLC \n           \n           \n \n \n   \n  19\n \n\nCERTIFICATE OF SERVICE \n \nA true and correct copy of the foregoing was sent via e-mail and CaseFileXpress this 11th day of \nAugust, 2017, to: \n \n  AUSA John W. Borchert \n  U.S. Attorney’s Office \n  555 Fourth Street, N.W. \n  Washington, D.C.  20530 \n  john.borchert@usdoj.gov \n   \n   \n              /s/ Raymond O. Aghaian                           \n              Raymond O. Aghaian \n  20\n \n\n \nSUPERIOR COURT OF THE DISTRICT OF COLUMBIA \n \nCRIMINAL DIVISION – FELONY BRANCH \n \n  ) \nIn the Matter of the Search of  )    Special Proceeding No. 17 CSW 3438 \nwww.disruptj20.org that Is Stored at  ) \nPremises Owned, Maintained, Controlled, or )    Judge Leibovitz \nOperated by DreamHost  )    Hearing: 9:30 a.m. Friday, Aug. 18, 2017 \n  ) \n  / \n \n \nDECLARATION OF RAYMOND O. AGHAIAN IN SUPPORT OF DREAMHOST’S \nRESPONSE IN OPPOSITION TO UNITED STATES’ MOTION TO SHOW CAUSE \n \n  I, RAYMOND O. AGHAIAN, declare, under penalty of perjury as follows: \n1.  I am a partner with the law firm Kilpatrick Townsend & Stockton LLP, counsel to \nDreamHost, LLC (“DreamHost”). \n2.  Attached as Exhibit A is a true and correct copy of e-mails exchanged between the \ngovernment and DreamHost and its counsel during the time period of July 14, 2017 through July \n27, 2017. \n3.  On Thursday, July 20, 2017, I received a voicemail from Assistant United States \nAttorney John W. Borchert.  In the voicemail, AUSA Borchert stated that he would like to discuss \nthe search warrant that had been issued to DreamHost the following morning, Friday, July 21, \n2017.   \n4.  On Friday, July 21, 2017, at 10:01 a.m. PDT, I received a second voicemail from \nAUSA Borchert.  In the voicemail, AUSA Borchert informed me that DreamHost could submit to \nthe government a list of any concerns regarding the search warrant. \n1 \n \n \n\n \n5.  AUSA Borchert did not respond to the e-mail I sent him on July 21, 2017, which \nlisted concerns with the search warrant.  Nor did AUSA Borchert respond to the follow-up e-mail I \nsent him on July 27, 2017. \n6.  Attached as Exhibit B is a true and correct copy of the July 14, 2017 Order in In the \nMatter of the Search of Information Associated with Fifteen Email Addresses Stored at Premises \nOwned, Maintained, Controlled or Operated by 1 & 1 Media, Inc., Google, Inc., Microsoft Corp., \nand Yahoo! Inc., Case No. 2:17-cm-03152-WKW-WC (N.D. Ala.). \nI declare under penalty of perjury under the laws of the State of California that the \nforegoing is true and correct, and that this Declaration is executed on August 11, 2017 in Beverly \nHills, California \n            /s/Raymond O. Aghaian   \n            Raymond O. Aghaian \n \n \n \n   \n  2\n \n\n \nCERTIFICATE OF SERVICE \n \nA true and correct copy of the foregoing was sent via e-mail and CaseFileXpress this 11th \nday of August, 2017, to: \n \n  AUSA John W. Borchert \n  U.S. Attorney’s Office \n  555 Fourth Street, N.W. \n  Washington, D.C.  20530 \n  john.borchert@usdoj.gov \n   \n   \n              /s/ Raymond O. Aghaian                           \n              Raymond O. Aghaian \n   \n  3\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 1 of 13\n             \n         \n \n           \n     \n     \n       \n       \n             \n     \n    \t\n                     \n                       \n                     \n                         \n   \n                       \n               \n                       \n                     \n                       \n                           \n                     \n                         \n           \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 2 of 13\n                         \n                       \n                       \n                         \n                   \n                 \n                         \n                   \n                             \n                 \n                   \n                     \n                         \n                 \n               \n                     \n     \n\t        \n                     \n                   \n     \n               \n                 \n       \n           \n                 \n             \n           \n                     \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 3 of 13\n                       \n                 \n                     \n             \n                           \n                 \n                   \n                     \n                 \n   \n           \n               \n                     \n                     \n           \n         \n               \n \n                 \n \n               \n                   \n                     \n               \n               \n                   \n           \n                     \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 4 of 13\n                       \n                     \n                             \n               \n                         \n                     \n                   \n \n                           \n                         \n                 \n                         \n                     \n                   \n                       \n                       \n                   \n                     \n                   \n                   \n                           \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 5 of 13\n                         \n                       \n                     \n                       \n                         \n \n                       \n                         \n                       \n                       \n                       \n                       \n                           \n                       \n                       \n                       \n                     \n                         \n                     \n                               \n                       \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 6 of 13\n                     \n                   \n                       \n                         \n                           \n                         \n                       \n                         \n               \n                   \n                           \n                         \n                   \n     \n                     \n                       \n                           \n                           \n       \n                           \n                             \n                           \n                             \n \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 7 of 13\n                       \n                         \n                             \n                             \n                                   \n                                 \n               \n                   \n                       \n                         \n                           \n                       \n                   \n                           \n                     \n                 \n                           \n                           \n                           \n                     \n                 \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 8 of 13\n                       \n                 \n               \n                         \n                           \n                               \n                     \n                         \n                         \n                           \n                           \n                       \n                   \n                         \n                     \n                             \n                           \n                       \n                   \n                   \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 9 of 13\n                       \n                     \n                       \n                         \n                       \n                       \n                             \n                       \n                   \n                       \n                       \n               \n                 \n                         \n                       \n                       \n                         \n                     \n                           \n                           \n     \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 10 of 13\n                         \n                         \n                   \n                             \n                         \n                     \n                       \n                           \n                           \n                       \n                       \n                           \n                           \n                       \n                       \n               \n                           \n                       \n         \n                     \n                       \n                       \n                               \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 11 of 13\n                     \n                               \n                       \n                       \n                       \n                   \n                     \n                         \n                             \n                             \n                           \n                     \n                           \n                         \n                     \n                               \n                           \n                     \n                         \n                     \n                             \n                             \n                             \n     \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 12 of 13\n                             \n                       \n   \n                       \n                         \n                     \n                         \n                     \n               \n               \n                       \n                         \n                   \n                           \n                     \n                     \n                         \n                       \n                 \n                         \n                           \n\nCase 2:17-cm-03152-WKW-WC   Document 1   Filed 07/14/17   Page 13 of 13\n                       \n \n                     \n                         \n         \n           \n     \n       \n\nSUPERIOR COURT OF THE DISTRICT OF COLUMBIA \n \nCRIMINAL DIVISION – FELONY BRANCH \n \n  ) \nIn the Matter of the Search of  )    Special Proceeding No. 17 CSW 3438 \nwww.disruptj20.org that Is Stored at  ) \nPremises Owned, Maintained, Controlled, or )    Judge Leibovitz \nOperated by DreamHost  )    Hearing: 9:30 a.m. Friday, Aug. 18, 2017 \n  ) \n  / \n \n \nDECLARATION OF KARL FRY IN SUPPORT OF DREAMHOST’S RESPONSE IN \nOPPOSITION TO UNITED STATES’ MOTION TO SHOW CAUSE \n \n  I, KARL FRY, declare, under penalty of perjury as follows: \n1.  I am employed as a Compliance Analyst by DreamHost, LLC (“DreamHost”).  In \nconnection with my employment, I am familiar with the website www.disruptj20.org (“Website”) \nand the data possessed by DreamHost in connection with DreamHost’s hosting of the Website. \n2.  The information currently possessed by DreamHost pertaining to the Website is \nmaintained in Oregon.   \n3.  The Website promotes several e-mail addresses using the disruptj20.org domain \nname and invites correspondence.  Each of the accounts for the email addresses are assigned to a \ndifferent user and each account contains a separate login password.   \n4.  HTTP logs contain extensive information about visitors to the website, including \nthe time and date of the visit, the IP address for the visitor, the website pages viewed by the visitor \n(through their IP address), and even a detailed description of the software running in the visitor’s \ncomputer. This information, together with information from the internet service provider for the IP \naddress, would allow the government to identify the visitor to the website and the specific \ncomputers used to visit the website. \n \n \n \n\n5.  During the time period January 23, 2017 to January 28, 2017, DreamHost has \nmaintained HTTP logs for over 1,300,000 IP addresses of visitors to the website. \n6.  DreamHost maintains e-mails associated with the Website, including emails of third \nparties, which are requested by Search Warrant. \n7.  DreamHost maintains membership lists for several e-mail discussion lists, from a \nnumber of different email accounts sponsored by the website. These discussion lists consist of \ngroups of individual e-mail addresses.     \n8.  DreamHost maintains over 2,000 images related to the Website. \n9.  The Website disseminates the data it publishes through DreamHost, to include press \nreleases, messages, photographs, and other images, to the public.   \n10.  Much of the information in possession of DreamHost was published to the public \nthrough the Website.  Yet, other material, to include numerous draft blog posts, hundreds of \nimages, including metadata for the images via detailed “datafields” that include titles and \nexplanations for the images, do not appear to have been previously published.   \n11.  The unpublished material appear to be similar to the material that were previously \npublished.   It is difficult to determine if the apparent unpublished material are preserved for a \nfuture publication date, or if the creator of the material previously excluded such material from \npublication.   Some of the apparent unpublished material referenced above appears to be created \nafter the day of the rioting incident. \n12.  The search warrant refers to, among other things, electronic “files, databases, and \ndatabase records” to be seized.  As I understand these terms, they cover every piece of electronic \ninformation possessed by DreamHost related to the Website. \n  2\n \n\n13.  Attached as Exhibit A is a true and correct copy of e-mails exchanged between the \ngovernment and DreamHost and its counsel during the time period of July 14, 2017 through July \n19, 2017. \n             I declare under penalty of perjury under the laws of the State of California that the \nforegoing is true and correct, and that this Declaration is executed on August 11, 2017 in Los \nAngeles, California. \n \n            /s/Karl Fry       \n            Karl Fry \n \n  3\n \n\nCERTIFICATE OF SERVICE \n \nA true and correct copy of the foregoing was sent via e-mail and CaseFileXpress this 11th day of \nAugust, 2017, to: \n \n  AUSA John W. Borchert \n  U.S. Attorney’s Office \n  555 Fourth Street, N.W. \n  Washington, D.C.  20530 \n  john.borchert@usdoj.gov \n   \n   \n              /s/ Raymond O. Aghaian                           \n              Raymond O. Aghaian \n   \n  4\n \n\n\n\nFrom: \"Christopher Ghazarian\" <christopher.ghazarian@dreamhost.com>\nDate: Jul 19, 2017 10:57 AM\nSubject: Re: Search Warrant and Preservation (LGL-74338)\nTo: \"Borchert, John (USADC)\" <John.Borchert@usdoj.gov>\nCc: \"legal@dreamhost.com\" <legal@dreamhost.com>, \"Kerkhoff, Jennifer (USADC)\"\n<Jennifer.Kerkhoff@usdoj.gov>\nHi John,\n \nDreamHost is having its annual “All Hands” meeting; the entire company gathers offsite for a\nday-long meeting, and we’re all out of the office in order to attend. \n \nYou asked Karl about producing the data immediately since it has been “preserved since\nJanuary.” After reviewing the warrant, it looks like you are requesting additional data that\nwasn’t included in the preservations (“any messages, records, files, logs, or information that\nhave been deleted but are still available to DreamHost….”). Thus, in order for us to comply\nwith your warrant, Karl is pulling all of the new information from our database.\n \nWe kindly request additional time to put together what you’re asking for once we’re back in\nthe office, and we will have an update for you as soon as possible (likely tomorrow) with\nproduction information and instructions.\n \n \nBest,\n \nChris Ghazarian  |  General Counsel\n213.787.4401  |  chris@dreamhost.com  |  chris.law\n707 Wilshire Blvd, Suite 5050, Los Angeles, CA 90017\n \n \n \n \nOn Jul 19, 2017, at 6:04 AM, Borchert, John (USADC)\n<John.Borchert@usdoj.gov> wrote:\n \nHello, Karl -  \n\n \nThanks for your response.  I sent a courtesy copy of the warrant to you last week, and\nyou’ve had the data preserved since January.  Can you please provide the materials to\nus today?  If not, we may need to seek relief from the Court.  \n \nRegards,\n \nJohn\n \nFrom: Karl Fry [mailto:karl.fry@dreamhost.com] \nSent: Tuesday, July 18, 2017 8:31 PM\nTo: Borchert, John (USADC) <JBorchert@usa.doj.gov>; legal@dreamhost.com\nCc: Kerkhoff, Jennifer (USADC) <JKerkhoff@usa.doj.gov>\nSubject: Re: Search Warrant and Preservation (LGL-74338)\n \nHi John,\nWe are in receipt of the warrant that was served yesterday; thank you.  We have quite\na bit going on this week, but I will be in touch as soon as I have more information for\nyou.\nWe do appreciate your patience in the meantime.\nSincerely,\nKarl Fry\nDreamHost Compliance Team\nhttp://www.dreamhost.com\n \nOn 7/18/17 10:45 AM, Borchert, John (USADC) wrote:\nHello, Karl –\n \nYou were personally served by the FBI yesterday.  Can you please make a\nproduction to us today?\n \nRegards,\n \nJohn\n \nJohn W. Borchert\nDeputy Chief -- Felony Major Crimes Trial Section\nMisdemeanor Trial Unit \nU.S. Attorney’s Office for the\nDistrict of Columbia\n\nDesk: 202-252-7679  Mobile: 202-870-6071\njohn.borchert@usdoj.gov\n \n \nFrom: Karl Fry [mailto:karl.fry@dreamhost.com] \nSent: Friday, July 14, 2017 7:56 PM\nTo: Borchert, John\n(USADC) <JBorchert@usa.doj.gov>; legal@dreamhost.com\nSubject: Re: Search Warrant and Preservation (LGL-74338)\n \nHi John,\nJust as a reminder -- DreamHost does not accept substituted service for\nproduction orders.  We respectfully request that such orders be served\neither in person at our downtown Los Angeles location, or with our\nregistered service agent CT Corporation.  The addresses for both can be\nfound on our website, here:\nhttps://www.dreamhost.com/legal/government-requests/\nIf you already intend to serve in person as well, please disregard.\nThanks,\nKarl Fry\nDreamHost Compliance Team\nhttp://www.dreamhost.com\nOn 7/14/17 1:49 PM, Borchert, John (USADC) wrote:\nHello, Karl –\n \nI have attached a search warrant that we have obtained for\nthe disruptj20 website.  Our preservation for this account\ndates back to January 17.  I am also attaching an additional\npreservation letter dated today.  Please let me know if you\nhave any questions.\n \nRegards,\n \nJohn \n \nJohn W. Borchert\nDeputy Chief -- Felony Major Crimes Trial Section\nMisdemeanor Trial Unit \nU.S. Attorney’s Office for the\n\nDistrict of Columbia\nDesk: 202-252-7679  Mobile: 202-870-6071\njohn.borchert@usdoj.gov\n \n \n \n \n\n \nSUPERIOR COURT OF THE DISTRICT OF COLUMBIA \n \nCRIMINAL DIVISION – FELONY BRANCH \n \n  ) \nIn the Matter of the Search of  )    Special Proceeding No. 17 CSW 3438 \nwww.disruptj20.org that Is Stored at  ) \nPremises Owned, Maintained, Controlled, or )    Judge Leibovitz \nOperated by DreamHost  )    Hearing: 9:30 a.m. Friday, Aug. 18, 2017 \n  ) \n  / \n \n \n[PROPOSED] ORDER DENYING UNITED STATES’ MOTION \nFOR NON-PARTY DREAMHOST TO SHOW CAUSE \n \n  Having considered the United States’ Motion for DeamHost to Show Cause and the \nResponse in Opposition by Non-party DreamHost, LLC, and related oral argument, the Court \nhereby DENIES the government’s motion. \n  IT IS SO ORDERED.  \n \nDated:  August ___, 2017      ________________________________________     \n            LYNN LEIBOVITZ \n            D.C. SUPERIOR COURT ASSOCIATE JUDGE \n \n \n \n   \n \n \nKILPATRICK TOWNSEND 70048411 1     \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/91241"
    },
    {
      "date": "2017-07-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Columbia state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 100498,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/100498.pdf",
      "title": "Search Warrant",
      "text": "SUPERIOR COURT OF THE DISTRICT OF COLUMBIA \nSEARCH WARRANT \nTO:  CHIEF OF POLICE OR ANY OTHER LAW ENFORCEMENT OFFICER \n(Specific law Enfon:emem Officer or Classification of Officer oft he Metropolitan Police Depanment or other Autllonud Agen<:y) \nAFFIDAVIT, herewith attached, having been made before me by Detective Greggory Pemberton \nCD2-1645) that he has probable cause to believe that in the premises controlled by DreamHost Inc., there \nis now being concealed property, namely stored electronic communications including but not limited to \ndigital files, records, messages. and photographs as set forth more fully in Attachments A and B, attached \nhereto and incorporated herein. \nWHICH IS in violation of D.C. Code § 22-1322 and as I am satisfied that there is probable cause \nto believe that the property so described is being concealed in the above designated electronic storage and \nremote computing service and that the foregoing grounds for issuance of the warrant exist, \nYOU ARE HEREBY AUTHORIZED, within 10 days of the date of issuance of this warrant, to \nexecute this warrant by emailing or faxing this warrant to the designated electronic storage and remote \ncomputing service for execution of a search of its electronic files for the electronic data specified, and if \nthe electronic data be found there, \nDreamHost,  IS  ORDERED TO  ASSIST  LAW  ENFORCEME  T  AND PRODUCE SUCH \nELECTRONIC DATA, as detailed in Attachments A and B,  to  Detective Greggon' Pernbertor.,  and \nAUSA John Borchert \nYOU ARE FURTHER COMMANDED to file a copy of this warrant and return with the Court \non the next Court rer its;ecution. \nJ -• \n/2 v/' \nk  f  , 20_}J \nIssued this  {  day of  V \nJudge, Superior Court of the District of Columbia \nt \nRETURN \n1 \nI received the above warrant on  _ _________ ___ _ _  ___, 20_  _ and have \nexecuted it as follows: \nOn  , 20_  _ at _ _  M., I electronically submitted the warrant to DreamHost, \nand requested that the provider execute a search of its electronic files and produce the requested \ninformation and electronic data (as detailed in the Attachments, attached herewith, to the undersigned law \nenforcement officer on or before -----\nThe undersigned officer will supplement this return with an inventory of the information and electronic \ndata produced by DreamHost, within __ days. \nExecuting Officer \nSubscribed and sworn to before me this _ _ _ _  day of _ ____________  _ '20 \n.... , \n= \n___, \nJudge, Superior Court of the District of Columbia \nS= \nL:= \nN  , \n. \n-o  \"- \n-\nJ \n- --\nU1 \nw  -; \n\nATTACHMENT A \nProperty to Be Searched \nThis warrant applies to information associated with www.disruptj20.org that is stored at \npremises owned, maintained, controlled, or operated by DreamHost, a company headquartered at \n707 Wilshire Blvd., Suite 5050, Los Angeles, California 90017. \n-\n\nATTACHMENT B \nParticular Things to be Seized \nI.  Information to be disclosed by DreamHost \nTo the extent that the information described in Attachment A is within the possession, \ncustody, or control ofDreamHost, including any messages, records, files, logs, or information that \nhave been deleted but are still available to DreamHost, or have been preserved pursuant to a request \nmade under 18 U.S.C. § 2703(t), DreamHost is required to disclose the following information to \nthe government for each account or identifier listed in Attachment A: \na.  all records or other information pertaining to that account or identifier, including \nall files,  databases, and database records stored  by DreamHost in relation to  that account or \nidentifier; \nb.  all information in the possession of DreamHost that might identify the subscribers \nrelated to those accounts or identifiers, including names, addresses, telephone numbers and other \nidentifiers, e-mail addresses, business information, the length of service (including start date), \nmeans and source of payment for services (including any credit card or bank account number), and \ninformation about any domain name registration; \nc.  all records pertaining to the types of service utilized by the user, \nd.  all  records pertaining  to  communications  between DrearnHost and  any  person \nregarding the account or identifier, including contacts with support services and records of actions \ntaken. \nII.  Information to be seized by the government \nAll  information  described  above  in  Section  I  that  constitutes  fruits,  evidence  and \ninstrumentalities ofviolations ofD.C. Code§ 22-1322 involving the individuals who participated, \nplaned,  organized,  or  incited  the  January  20  riot,  relating  to  the  development,  publishing, \nL \nadvertisement,  access,  use,  administration  or  maintenance  of any  website  enumerated  in \nAttachment A, including: \n1.  Files,  databases,  and database records  stored  by  DreamHost on  behalf of the \nsubscriber or user operating the website, including: \na.  programming  code  used  to  serve  or  process  requests  made  v1a  web \nbrowsers; \nb.  HTML, CSS, JavaScript, image files, or other files; \n\nc.  HTTP request and error logs; \nd.  SSH, FTP, or Telnet logs showing connections related to the website, and \nany other transactional information, including records of session times and durations, log files, \ndates and times of connecting, methods of connecting, and ports; \ne.  MySQL, PostgreSQL, or other databases related to the website; \nf.  email accounts and the contents thereof, associated with the account; \n2.  Subscriber  information  related  to  the  accounts  established  to  host  the  site \nenumerated in Attachment A, to include: \na.  Names, physical addresses, telephone numbers and other identifiers, email \naddresses, and business information; \nb.  Length of service (including start date), types of service utilized, means and \nsource of payment for services (including any credit card or back account number), and billing and \npayment information; \nc.  If a domain name was registered on behalf of the subscriber, the date that \nthe domain was registered, the domain name, the registrant information, administrative contact \ninformation, the technical contact information and billing contact used to register the domain and \nthe method of payment tendered to secure and register the Internet domain name. \nDreamHost shall deliver the information set forth above via United States mail, courier, or \nemail to the following: \nJohn W. Borchert \nAssistant U.S. Attorney \nU.S. Attorney's Office for the District of Columbia \n555 Fourth Street, N.W. \nWashington, D.C.  20530 \nEmail: John.Borchert@usdoj.gov \nTelephone: 202-252-7679 \n2 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/100498"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115812,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115812"
    }
  ],
  "document_count": 7
}