{
  "case_id": 14460,
  "fetched_at": "2025-10-22T00:22:38.386827",
  "case_data": {
    "attorney_orgs": [
      "Southern Center for Human Rights (SCHR)"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Red Hills Community Probation, LLC",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Pelham Police Department",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "City of Pelham",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Bainbridge Police Department",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "City of Bainbridge",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law",
      "Declaratory Judgment Act, 28 U.S.C. § 2201"
    ],
    "class_action_granted": "Pending",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Training"
      }
    ],
    "court": "Middle District of Georgia",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Law-enforcement"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2015-04-10",
    "filing_year": 2015,
    "id": 14460,
    "injunction_duration": "48",
    "issues": [
      "General/Misc.: Poverty/homelessness",
      "Jails, Prisons, Detention Centers, and Other Institutions: Over/Unlawful Detention (facilities)",
      "General/Misc.: Discharge & termination plans",
      "General/Misc.: Pattern or Practice",
      "General/Misc.: Courts"
    ],
    "last_checked_date": "2020-04-15T00:00:00-04:00",
    "main_docket": {
      "id": 29784,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2015,
      "docket_filing_number": 67,
      "is_main_docket": true,
      "court": "Middle District of Georgia",
      "state": "Georgia",
      "docket_office_number": "1",
      "docket_number_manual": "1:15-cv-00067-LJA",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/gamd--1-15-cv-00067.html",
      "recap_link": "https://www.courtlistener.com/docket/14429679/edwards/",
      "is_active": true
    },
    "name": "Edwards v. Red Hills Community Probation",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2020,
    "order_start_year": 2016,
    "permanent_injunction": false,
    "plaintiff_description": "Five indigent probationers, individually and on behalf of a putative class similarly situated and affected",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Fines/Fees/Bail Reform (Criminalization of Poverty)",
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Georgia",
    "summary": "<p>On April 10, 2015, five indigent probationers brought <a href=\"http://www.clearinghouse.net/chDocs/public/CJ-GA-0010-0001.pdf\">this class action lawsuit</a> in the U.S. District Court for the Middle District of Georgia under 42 U.S.C. § 1983 and state law against Red Hills Community Probation, its employees, and city police officers.  Red Hills is a private probation company that contracts with local Georgia governments to supervise probation cases in municipal courts.    </p><p>The plaintiffs, represented by the Southern Center for Human Rights, sought declaratory and injunctive relief, class certification, and damages, claiming that the defendants operate an unconstitutional and fraudulent probation system.   Specifically, the plaintiffs alleged that the defendants had a longstanding practice of detaining indigent probationers to coerce immediate payment of city court fines and probation supervision fees.  Further, the plaintiffs alleged that Red Hills falsely represented to former probationers that they were required to continue to report to Red Hills personnel and continue to pay fines and fees even after the probationers' sentences were complete. </p><p>On September 17, 2015, the plaintiffs filed a motion for consent order, indicating they had reached an agreement with the defendants resolving all of their claims. On February 1, 2016, Judge Leslie J. Abrams issued the consent order. According to the consent order, the defendants were to ensure that (1) probation officers would not attempt to arrest probationers for failure to pay fines or fees without a good-faith and objective belief that the probationer had the ability to pay; (2) probation officers were to instruct probationer to request that his or her friends or family pay the probationer’s fines or fees; and (3) probation officers, the Court, and all City employees follow all laws regarding the treatment of probationers. The consent order also mandated training for the probation officers and that all probationers be advised of their rights. The consent order was to remain in place for four years.</p><p>On March 1, 2016, the parties filed stipulation of dismissal. The case is now closed, though the court retained jurisdiction to enforce the consent order. As of April, 2020, there has been no further action in the docket. </p>",
    "summary_published_date": "2018-02-18T00:00:00-05:00",
    "summary_short": "On April 10, 2015, five indigent probationers filed this civil rights class action lawsuit against a private probation company operating in two Georgia municipal courts.  The plaintiffs alleged that employees of Red Hills Community Probation routinely seize and detain indigent probationers in local courthouses until they or their family members make a payment on their fines and fees. In addition, the plaintiffs alleged that Red Hills employees use threats and misrepresentations to coerce people to report and pay after their probation sentences are complete.  This case is ongoing.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14460",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14460",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14460",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14460"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116963,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116963"
    },
    {
      "date": "2015-04-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Georgia",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 76608,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/76608.pdf",
      "title": "Complaint",
      "text": "Case 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 1 of 41\nIN THE UNITED STATES DISTRICT COURT \nMIDDLE DISTRICT OF GEORGIA \nALBANY DIVISION \n_________________________________ \n) \nADEL EDWARDS,  ) \nFRED BARBER,    ) \nVERA CHEEKS,    ) \nULYSSES WEST,   ) \nJAMES H. DAVIS, JR.,  ) \n) \nPlaintiffs,          ) \n)  CLASS ACTION \nv.            ) \n)  CIVIL ACTION NO.___1_:1_5_-_C_V_-_6_7__\nRED HILLS COMMUNITY      ) \nPROBATION, LLC,        )  JURY TRIAL DEMANDED \n) \nMARGARET CRUTCHFIELD,  ) \nChief Executive Officer, Red Hills  ) \nCommunity Probation, LLC,  ) \n) \nMARTIELE PICKLE, Probation  ) \nOfficer, Red Hills Community  ) \nProbation, LLC,    ) \n  ) \nJODI SIMPSON, Probation Officer,    ) \nRed Hills Community Probation, LLC,  ) \n  ) \nNEALIE MCCORMICK, Chief of  ) \nPolice, City of Pelham, in his     ) \nofficial and individual capacities,  ) \n  ) \nERIC MILLER, Public Safety Director,   ) \nCity of Bainbridge, in his official  ) \nand individual capacities,   ) \n) \nJOHN DOES 1-3, City of Pelham  ) \nPolice Officers, in their individual  ) \ncapacities,    ) \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 2 of 41\nJOHN DOES 4-6, City of  ) \nBainbridge Police Officers, in their  ) \nindividual capacities,  ) \n  ) \nCITY OF PELHAM,        ) \n  ) \nCITY OF BAINBRIDGE,      ) \n  ) \nDefendants.         ) \n_________________________________ ) \nCOMPLAINT \nPlaintiffs Adel Edwards, Fred Barber, Vera Cheeks, Ulysses West, and \nJames H. Davis, Jr., on behalf of themselves and the class alleged herein, by \ncounsel, state as follows for their Complaint: \nINTRODUCTION \n1. This is an action to stop Defendants—a private probation company,\nprivate probation officers, and city police officers—from wrongfully detaining and \njailing poor people who cannot afford to make payments on city court fines and \nprobation supervision fees in cases before the Municipal Court of Pelham and the \nMunicipal Court of Bainbridge.  This action further seeks to stop the private \nprobation company in question from requiring former probationers to report to \nprobation officers and to pay fines and fees after the expiration of the probationers’ \nsentences. \n2 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 3 of 41\n2. Red Hills Community Probation, LLC (“Red Hills”) contracts with\nlocal governments to supervise probation cases. These cases are handled by the \nmunicipal courts of Bainbridge, Cairo, Pelham, and Whigham, and by the \nMagistrate Court of Grady County. \n3. Plaintiffs are indigent men and women who received citations for\nmisdemeanors or ordinance violations in Pelham or Bainbridge.  Plaintiffs \nEdwards, Barber, and Cheeks appeared in court and pleaded guilty to a \nmisdemeanor or ordinance violation before Judge Joshua C. Bell, the presiding \njudge in the Pelham and Bainbridge Municipal Courts.  \n4. Judge Bell fined each Plaintiff and placed each Plaintiff on probation.\nJudge Bell then instructed each Plaintiff to meet with a probation officer. \nA. Immediate Payment or Seizure Policy \n5. Each Plaintiff met with a Red Hills probation officer inside the\ncourthouse.  In each case, the probation officer, without legal authority, informed \nthe Plaintiff that he or she could not leave the courthouse until a payment was \nmade.  In each case, the probation officer threatened the Plaintiff with jail if he or \nshe did not pay a certain amount of money by the end of court proceedings. \n6. On the date Plaintiff Adel Edwards pleaded guilty to burning leaves in\nhis yard without a permit, Red Hills personnel and city police detained Edwards in \n3 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 4 of 41\nthe courthouse and then caused Edwards to be jailed for several days because \nEdwards could not afford to make a $250 payment. \n7. On the date Plaintiff Fred Barber pleaded guilty to driving with a\nsuspended registration, Red Hills personnel and city police confined Barber in an \ninmate holding cell in the courthouse until Barber’s cousin brought $70 to secure \nhis release. \n8. On the date Plaintiff Vera Cheeks pleaded guilty to the offense of\nfailing to come to a complete stop at a stop sign, Red Hills personnel and city \npolice detained Cheeks at the courthouse until Cheeks’s fiancé brought $50 to \nsecure her release. \n9. Defendants have a longstanding policy, custom, and practice of\nseizing and detaining indigent probationers to coerce immediate payments without \nnotice, opportunity to be heard, or opportunity to comply (“the Immediate Payment \nor Seizure Policy”).  The seizures are unsupported by any reason to believe that \nPlaintiffs have committed a probation violation.  The seizures are made without \nany hearing to investigate the reasons for nonpayment or alternatives to detention. \nRed Hills personnel, with the assistance and approval of municipal police officers \nwho participate, have detained people in this manner repeatedly, over the course of \nyears, in violation of clearly established law.  \n4 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 5 of 41\n10. Red Hills personnel and city police officers have caused some\nindigent probationers to be detained in the courthouse for hours while the \nprobationers’ families scrambled to come up with money demanded by Red Hills.  \nIn other cases, Red Hills personnel and city police officers have caused indigent \npersons to be jailed because the probationers could not afford to pay.  \n11. Defendants’ policy and practice of detaining people to coerce date-of-\nadjudication payment violates provisions of the United States Constitution and the \nGeorgia Constitution.  Further, this policy and practice violates Georgia law and \nconstitutes false imprisonment.  Plaintiffs assert claims for violations of their civil \nrights under 42 U.S.C. § 1983 and Georgia law. \nB. Expired Probation Sentence Policy \n12. Plaintiffs further bring this litigation to challenge a second, illegal\nbusiness practice by Red Hills—its practice of falsely representing to former \nprobationers that they are required to report to Red Hills personnel and to pay Red \nHills any remaining money owed on fines and fees even after the probationers’ \nsentences are complete (“the Expired Probation Sentence Policy”). \n13. When probationers are finished with their probationary periods but\nstill have not paid all fines and fees, Red Hills personnel have falsely instructed \nformer probationers that they could be taken back to court and jailed for failing to \nreport to Red Hills officers and failing to make payments to Red Hills. \n5 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 6 of 41\n14.  Red Hills personnel have used threats of probation revocation and \nincarceration to ensure that former probationers will continue to pay and to report \nweekly to Red Hills officers. \n15.  The threats made by Red Hills personnel are backed by no legal \nauthority.  Red Hills’s policy in this regard constitutes fraud under Georgia law.  \nThe policy also deprives Plaintiffs and similarly situated probationers of their \nliberty without due process of law in violation of the United States Constitution \nand the Georgia Constitution. \n16.  Plaintiffs bring this action on behalf of themselves and all indigent \npersons who face criminal charges requiring them to appear in the Pelham \nMunicipal Court or the Bainbridge Municipal Court and who are subject to the \nDefendants’ policies and practices of: (a) demanding date-of-adjudication \npayments and seizing those who are unable make such payments; and (b) falsely \nrepresenting to former probationers that they are required to report to Red Hills \npersonnel and to pay Red Hills money even after the probation sentences are \ncomplete.   \n17.  Plaintiffs seek damages and declaratory and injunctive relief as set \nforth herein. \n  6 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 7 of 41\nJURISDICTION AND VENUE \n18.  This court has jurisdiction over the subject matter of this action \npursuant to 28 U.S.C. § 1331, as this action arises under the laws and Constitution \nof the United States; pursuant to 28 U.S.C. § 1983; pursuant to its supplemental \njurisdiction under 28 U.S.C. § 1367; and pursuant to 28 U.S.C. § 2201, as an actual \ncontroversy exists within this Court’s jurisdiction. This Court is authorized to grant \ndeclaratory and injunctive relief pursuant to 28 U.S.C. §§ 2201 and 2202.  \n19.  Venue is proper pursuant to 28 U.S.C. § 1391, because at least one \nDefendant resides in this district and all Defendants reside in this State, and \nbecause a substantial part of the events or omissions giving rise to the claims set \nforth in this Complaint occurred within this district.      \nPARTIES \n \nA. Plaintiffs \n \n20.  Adel Edwards is a 54-year-old, indigent, African-American man who \nresides in Pelham, Georgia.  Edwards has an intellectual disability.  On April 24, \n2013, Edwards pleaded guilty in the Municipal Court of Pelham to burning leaves \nin his yard without a permit.           \n21.  Fred Barber is a 52-year-old, indigent, African-American man who \nresides in Bainbridge, Georgia.  On August 21, 2013, Barber pleaded guilty in the \nMunicipal Court of Bainbridge to driving a vehicle with a suspended registration.   \n  7 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 8 of 41\n22.  Vera Cheeks is a 52-year-old, indigent, African-American woman \nwho resides in Bainbridge, Georgia.  On October 22, 2014 Cheeks pleaded guilty \nin the Municipal Court of Bainbridge to failing to come to a complete stop at a stop \nsign.   \n23.  Ulysses West is a 57-year-old African-American man who resides in \nMeigs, Georgia.  West has a fixed and limited income.  On March 27, 2015, West \nreceived a traffic citation for speeding in Pelham.  West cannot afford to pay his \nfine.  West’s citation requires him to appear in Pelham Municipal Court at a future \ndate.  Absent injunctive relief from this Court, West is imminently likely to be \nsubject to the Defendants’ unlawful policies as described in this Complaint. \n24.  James H. Davis, Jr., is a 54-year-old African-American man who \nresides in Atlanta, Georgia.  Davis lives on a fixed income of approximately $710 \nper month, most of which goes towards rent.  On January 29, 2015, Davis received \na traffic citation for speeding in Pelham.  Davis cannot afford to pay his fine.  \nDavis is required to appear in Pelham Municipal Court at a future date.  Absent \ninjunctive relief from this Court, Davis is imminently likely to be subject to the \nDefendants’ unlawful policies as described in this Complaint.  \nB. Defendants \n25.  Defendant Red Hills Community Probation, LLC, is a Georgia \ncompany that does business in the State of Georgia, in this District, and in this \n  8 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 9 of 41\nDivision.  Red Hills is headquartered in Cairo, Georgia.  Red Hills performs a \npublic function that was traditionally the exclusive prerogative of the State – \nsupervision of people on probation.  Georgia law authorizes the Pelham Municipal \nCourt and Bainbridge Municipal Court to contract with Red Hills to perform that \npublic function.  O.C.G.A. § 42-8-100(h)(1).  Red Hills is a state actor and a \nperson acting under color of state law and is liable under 42 U.S.C. § 1983. \n26.  Defendant Margaret Crutchfield is the owner of Red Hills Community \nProbation, LLC, and the company’s probation supervisor.  She resides in this \nDistrict and this Division.  Crutchfield is a “private probation officer” performing a \npublic function.  O.C.G.A. § 42-8-100(a)(2).  Crutchfield has caused, authorized, \ncondoned, ratified, approved, and knowingly participated in a longstanding policy \nand practice of (A) detaining probationers at the Bainbridge and Pelham \ncourthouses, without legal authority or probable cause, to coerce date-of-\nadjudication payments; and (B) informing probationers they will be jailed if they \nfail to make payments by the end of the day’s court proceedings.  Crutchfield has \ncaused probationers to be seized and detained for their failure to make immediate \npayments.  She has also caused probationers to continue reporting and making \nprobation payments after their sentences have expired.  At all times pertinent to \nthis action, she was acting under color of state law.  \n  9 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 10 of 41\n27.  Defendant Martiele Pickle is a probation officer employed by Red \nHills Community Probation, LLC.  She resides in this District and this Division.  \nPickle is a “private probation officer” performing a public function.  O.C.G.A. § \n42-8-100(a)(2).  Pickle has caused, authorized, condoned, ratified, approved, and \nknowingly participated in a longstanding policy and practice of (A) detaining \nprobationers at the Bainbridge and Pelham courthouses, without legal authority or \nprobable cause, to coerce date-of-adjudication payments; and (B) informing \nprobationers they will be jailed if they fail to make payments by the end of the \nday’s court proceedings.  Pickle has caused probationers to be seized and detained \nfor their failures to make immediate payments.  At all times pertinent to this action, \nshe was acting under color of state law.  \n28.  Defendant Jodi Simpson is a probation officer employed by Red Hills \nCommunity Probation, LLC.  She resides in this District and this Division.  \nSimpson is a “private probation officer” performing a public function.  O.C.G.A. § \n42-8-100(a)(2).  Simpson has caused, authorized, condoned, ratified, approved, and \nknowingly participated in a longstanding policy and practice of (A) detaining \nprobationers at the Pelham courthouse, without legal authority or probable cause, \nto coerce date-of-adjudication payments; and (B) informing probationers they will \nbe jailed if they fail to make payments by the end of the day’s court proceedings.  \nSimpson has caused probationers to be jailed for their failure to make immediate \n  10 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 11 of 41\npayments.  She has also caused former probationers to continue reporting and \nmaking probation payments after their sentences have expired.  At all times \npertinent to this action, she was acting under color of state law.   \n29.  Defendant Nealie McCormick is the Chief of the City of Pelham \nPolice Department.  He resides in this District and this Division.  McCormick is \nthe final policymaker for the City of Pelham with respect to the participation of \nPelham Police Department officers in implementing the policies challenged in this \nComplaint.  McCormick knew or should have known of the City’s and Red Hills’s \nlongstanding policy of detaining indigent probationers to coerce payment, and \nknew that police officers under his command effectuated these illegal detentions.  \nMcCormick caused, authorized, condoned, ratified, approved, participated in, or \nknowingly acquiesced in the illegal policies or practices described in this \nComplaint.  His actions and inactions were deliberately indifferent to the \nconstitutional rights of Plaintiffs.  He is sued in his individual capacity and in his \nofficial capacity as Chief of Police.  At all times pertinent to this action, he was \nacting under color of state law. \n30.  Defendant Eric Miller is the Director of the City of Bainbridge \nDepartment of Public Safety.  He resides in this District and this Division.  Miller \nis the final policymaker for the City of Bainbridge with respect to the participation \nof Bainbridge Department of Public Safety officers in implementing the policies \n  11 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 12 of 41\nchallenged in this Complaint.  Miller knew or should have known of the City’s and \nRed Hills’s longstanding policy of detaining indigent probationers to coerce \npayment, and knew that police officers under his command effectuated these \nillegal detentions. Miller caused, authorized, condoned, ratified, approved, \nparticipated in, or knowingly acquiesced in the illegal policies and practices \ndescribed in this Complaint.  His actions and inactions were deliberately \nindifferent to the constitutional rights of Plaintiffs.  He is sued in his individual \ncapacity and in his official capacity as Public Safety Director.  At all times \npertinent to this action, he was acting under color of state law.     \n31.  Defendants John Does 1-3 are officers of the City of Pelham Police \nDepartment.  Each is sued in his individual capacity.  Does 1-3 include officers of \nthe Pelham Police Department who were present in the Pelham Municipal Court on \nApril 24, 2013, and who were personally responsible for detaining Edwards and \ntransporting him to and confining him in the Pelham City Jail.  At all times \npertinent to this action, each of Does 1-3 was acting under color of state law. \n32.  Defendants John Does 4-6 are officers of the City of Bainbridge \nDepartment of Public Safety.  Each is sued in his individual capacity.  Does 4-6 \ninclude officers of the Bainbridge Department of Public Safety who were present \nin the Bainbridge Municipal Court on August 21, 2013 and October 22, 2014, and \n  12 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 13 of 41\nwho were personally responsible for detaining Barber and Cheeks.  At all times \npertinent to this action, each of Does 4-6 was acting under color of state law. \n33. Defendant City of Pelham, Georgia, is a municipal governmental\nentity whose policies, practices, and customs were a moving force in the \nconstitutional violations described in this Complaint.  For years, city police officers \nhave participated routinely with Red Hills in the illegal detention of probationers to \ncoerce payments.  Red Hills is able to carry out the policies and practices \nchallenged in this case only with the approval and assistance of city police officers, \nwhose active participation in the seizures adds credibility to threats of Red Hills \npersonnel.  These officers participate in the seizures of probationers both at the \ncourthouse and at the city jail.  The City is liable under 42 U.S.C. § 1983 because \n(a) Plaintiffs’ constitutional rights were violated; (b) the City had a well-settled and \nlongstanding custom, policy, or practice of detaining indigent probationers to \ncoerce immediate payment that constituted deliberate indifference to these \nconstitutional rights; and (c) the custom or policy caused the violation.  In the \nalternative, the City delegated its final policymaking authority to Red Hills to \nobtain revenue from probationers, and delegated its final policymaking authority \nconcerning arrests and detentions to the Chief of Police and Red Hills.  \n34. Defendant City of Bainbridge, Georgia, is a municipal governmental\nentity whose policies, practices, and customs were a moving force in the \n13 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 14 of 41\nconstitutional violations described in this Complaint.  For years, city police officers \nhave participated routinely with Red Hills in the illegal detention of probationers to \ncoerce payments.  Red Hills is able to carry out the policies and practices \nchallenged in this case only with the approval and assistance of city police officers, \nwhose active participation in the seizures adds credibility to threats of Red Hills \npersonnel.  The City is liable under 42 U.S.C. § 1983 because (a) Plaintiffs’ \nconstitutional rights were violated; (b) the City had a well-settled and longstanding \ncustom, policy, or practice of detaining indigent probationers to coerce payment \nthat constituted deliberate indifference to these constitutional rights; and (c) the \ncustom or policy caused the violation.  In the alternative, the City delegated its \nfinal policymaking authority to Red Hills to obtain revenue from probationers, and \ndelegated its final policymaking authority concerning arrests and detentions to the \nDirector of Public Safety and Red Hills.   \nCLASS ACTION ALLEGATIONS \n \n35.  Plaintiffs bring this class action pursuant to Rules 23(a) and (b)(2) \nand/or (b)(3) of the Federal Rules of Civil Procedure on their behalf and on behalf \nof a class similarly situated and affected during the pendency of this lawsuit and in \nthe future.  Plaintiffs will seek to certify two classes, the first of which will seek \nrelief with respect to the “Immediate Payment or Seizure Policy” and the second of \nwhich will seek relief with respect to the “Expired Probation Sentence Policy.”  \n  14 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 15 of 41\nThe first class is defined as all indigent persons with criminal charges requiring \nthem to appear in the Pelham Municipal Court or the Bainbridge Municipal Court \nwho are or were subject to the Defendants’ policy and practice of seizing and \ndetaining probationers who fail to make date-of-adjudication payments.  The \nsecond class is defined as all indigent persons with criminal charges requiring them \nto appear in the Pelham Municipal Court or the Bainbridge Municipal Court who \nare or were subject to Red Hills’s policy of requiring persons to report to Red Hills \npersonnel and/or pay Red Hills personnel even after their probation sentences had \nexpired.   \n36.  Plaintiffs meet the requirements of Rule 23(a) in that:   \na.  Each class is so numerous that joinder of all members is \nimpracticable.  The first class consists of hundreds of persons who \nhave been or will be under a legal obligation to appear before the \nmunicipal courts in question, and who are subject to Defendants’ \npolicy or custom of demanding immediate payments and seizing those \nwho fail to make such payments.  The second class consists of a large \nbut as yet unknown number of persons who have been or will be \nsubject to Defendants’ policy of requiring persons to report to Red \nHills personnel and/or pay Red Hills even after the probationary \nperiod has expired.   \n  15 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 16 of 41\nb.  There are questions of law and fact common to the classes concerning \nthe constitutionality and lawfulness of the Defendants’ policies \nchallenged in this Complaint.  The absence of any lawful basis for \ndetaining probationers to coerce payment presents a question of fact \nand law common to all class members.  Similarly, there is a common \nquestion as to whether the “Expired Probation Sentence Policy” \nviolates state and federal law.  \nc.  The policies challenged in this action apply with equal force to the \nnamed plaintiffs and all members of each class so that the claims of \nthe plaintiffs are typical of those of the class.  Edwards, Barber, and \nCheeks were subject to the “Illegal Detention Policy.”  Edwards was \nsubject to the “Expired Probation Sentence Policy.”  West and Davis \nhave yet to be adjudicated, and face an imminent risk of being subject \nto both illegal policies.  \nd.  The named Plaintiffs will fairly and adequately protect the interests of \neach class.  The Plaintiffs possess the requisite personal interest in the \nsubject matter of the lawsuit and possess no interests adverse to other \nclass members.  The Plaintiffs are represented by attorneys at the \nSouthern Center for Human Rights, a nonprofit organization with \nextensive experience in complex class action litigation.   \n  16 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 17 of 41\n37.  Plaintiffs meet the requirements of Rule 23(b)(2) in that the \nDefendants acted or refused to act on grounds that apply generally to each class, so \nthat final injunctive relief or corresponding declaratory relief is appropriate \nrespecting the class as a whole. \n38.  Plaintiffs meet the requirements of Rule 23(b)(3) because common \nquestions of law and fact predominate over questions affecting individual class \nmembers.  A class action is superior to any other method of adjudicating this \ndispute because hundreds of indigent people are subjected to the illegal policies \ndescribed in this Complaint, but few are likely to have the time, legal acumen, and \nresources to pursue the claims at issue in this case on their own. \nSTATEMENT OF FACTS \n \nA. The Cities’ Delegation of Municipal Probation Services to Red Hills  \n \n39.  Georgia law authorizes municipalities to contract with private \ncompanies to provide probation supervision services.  O.C.G.A. § 42-8-100(h)(1).  \n40.  Specifically, under Georgia law, “[t]he judge of [a] municipal court . . \n. with the approval of the governing authority of that municipality . . . is authorized \nto enter into written contracts with private corporations, enterprises, or agencies to \nprovide probation supervision, counseling, collection services for all moneys to be \npaid by a defendant according to the terms of the sentence imposed and any \nmoneys which by operation of law are to be paid by the defendant in consequence \n  17 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 18 of 41\nof the conviction, and other probation services for persons convicted in such court \nand placed on probation.”  O.C.G.A. § 42-8-100(h)(1).   \n41.  Red Hills is a party to contracts authorizing it to provide probation \nsupervision services to defendants adjudicated in the Municipal Court of \nBainbridge and the Municipal Court of Pelham. \nB. The Defendants’ Policy of Detaining Probationers to Coerce Payment \n \n42.  The city courts in Bainbridge and Pelham each hold court \napproximately once per month.  Judge Joshua C. Bell presides over both courts.   \n43.  Indigent defendants are seldom appointed counsel in either court.1   \n44.  In Bainbridge and Pelham, Red Hills personnel are present in the city \ncourthouses during adjudications.  In Bainbridge, where city court is held in the \ncounty courthouse, a Red Hills representative is stationed in a room adjacent to the \ncourtroom.  In Pelham, where city court is held in a large room housed in a former \ntrain depot, a Red Hills representative is stationed inside the courtroom across the \nroom from the judge’s bench.   \n45.  In both city courts, defendants who cannot afford to pay their fines on \nor before the day of court are typically placed on probation with Red Hills for the \n                                                      \n1 The Pelham Municipal Court adjudicates over 1,000 cases each year.  In 2012, \nthe Pelham Municipal Court appointed counsel in 19 cases; in 2013, the court \nappointed counsel in 9 cases.  The Bainbridge Municipal Court adjudicates \napproximately 2,000 cases each year.  In 2012, the Bainbridge Municipal Court \nappointed counsel in 14 cases; in 2013, the court appointed counsel in 26 cases.       \n \n  18 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 19 of 41\npurpose of having Red Hills collect their money.  Once on probation, these \ndefendants are required to pay probation supervision fees of $44 per month, which \ncan more than double the amount of a defendant’s monetary obligation. \n46.  As a matter of policy and practice, after Judge Bell places a defendant \non probation, he instructs the defendant to talk to a Red Hills probation officer.   \n47.  During the initial probation meeting, the probation officer tells the \nperson his total monetary obligation.  Red Hills multiplies its monthly fee by the \nnumber of months of probation, adds the fine, and presents the probationer with a \nlump sum for which the probationer is liable.     \n48.  Pursuant to the Defendants’ policy, the probation officer then informs \nthe probationer that he or she is not free to leave, and that he or she must remain in \nplace until a fixed payment has been made.   \n49.  Red Hills probation officers inform probationers that if they do not \nmake the payment, they will go to the Pelham City Jail until a payment is received.  \n(The City of Bainbridge contracts with the City of Pelham to house Bainbridge \ninmates in the Pelham City Jail.)   \n50.  In Bainbridge, defendants meet with a Red Hills probation officer in a \nroom accessible through a door in the courtroom.  Once the probationer enters that \nroom, Red Hills personnel and Bainbridge Department of Public Safety officers, \nwithout legal authority or probable cause, prevent the probationer from leaving \n  19 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 20 of 41\nuntil a probation officer authorizes him or her to leave.  The only other exit is \nthrough a locked door controlled by law enforcement officers.  Police officers are \npresent in the courtroom and move back and forth between the courtroom and the \nprobation holding area.   \n51.  In Pelham, defendants meet with a Red Hills probation officer at a \ndesk across the courtroom from the judge’s bench.  Without legal authority or \nprobable cause, Red Hills personnel and Pelham Police Department officers \nprevent probationers from leaving the courtroom until permitted to do so by a Red \nHills probation officer.  Police officers are present in the courtroom and move back \nand forth between the courtroom and the probation holding area. \n52.  In both Bainbridge and Pelham, Red Hills probation officers follow a \npolicy, custom, and practice of conscripting families and friends into paying Red \nHills.  When the probation officers know that a probationer cannot pay, they \ninstruct the probationer to contact family members or friends.  In this way, Red \nHills probation officers exploit poor families under color of law, effectively \ndemanding a ransom for the return of their loved ones.   \n53.  The policy described in the preceding paragraphs is persistent, \nwidespread, longstanding, and so common and well-settled as to constitute a \ncustom that fairly represents municipal policy. \n  20 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 21 of 41\nC. The Defendants’ Policy of Threatening Probationers with Jail after \nSentences Have Expired \n \n54.  Some probationers are unable to pay their fines and fees in full before \ntheir probation sentences expire. \n55.  Red Hills probation officers have threatened to jail individuals for \nnonpayment of unpaid fines and fees even after probation has ended and the former \nprobationer is no longer subject to the supervision of Red Hills or the jurisdiction \nof the municipal court.  Red Hills personnel refer to these cases as “expired pay” \ncases. \n56.  Red Hills probation officers know that they have no legal basis for \nrequiring former probationers to continue reporting.  The officers use false \nstatements to mislead former probationers into believing otherwise.  Red Hills \nprobation officers, in order to keep individuals under their control, instill fear in \ncurrent probationers with the threat of revocation and jail.   \n57.  Red Hills personnel have instructed purported probationers in \n“expired pay” status to solicit contributions from friends and loved ones so that the \npurported probationers will not have to go to jail. \n  21 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 22 of 41\nD. Application of Defendants’ Policies to Adel Edwards \n58.  On February 16, 2013, Adel Edwards received a citation for burning \nleaves in his yard without a permit.  Edwards appeared in the Pelham Municipal \nCourt on April 24, 2014, and pleaded guilty.     \n59.  The Pelham Municipal Court sentenced Edwards to pay a $500 fine.  \nBecause Edwards could not pay this fine on the day of court, Judge Bell placed \nEdwards on probation for 12 months and ordered him to pay $44 per month.     \n60.  After Judge Bell sentenced Edwards, Judge Bell instructed Edwards to \nmeet with Red Hills representatives.  Edwards complied.  City of Pelham police \nofficers were stationed in the courtroom and around the probation meeting area, \nsuch that Edwards was not free to leave.  A uniformed police officer was stationed \nat the door to the courtroom to prevent anyone from leaving without authorization. \n61.  Plaintiffs expect to show the probation officers on duty that day were \nDefendants Pickle and Simpson.  When Edwards met with Pickle and Simpson, he \nwas told that he owed not $500, but $1,028, to include $528 for probation \nsupervision fees. \n62.  After the Red Hills probation officer told Edwards that he owed \n$1,028, the probation officer told Edwards that he was required to make an \nimmediate payment before he could leave the courthouse.  The probation officer \ninstructed Edwards to remain in the courtroom until he paid.  Before meeting with \n  22 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 23 of 41\nthe probation officer, Edwards had not been informed of his probation conditions, \nand had no reason to know that he would be required to make a payment that day. \n63.  Edwards and loved ones accompanying him that day told his \nprobation officer that he was physically and intellectually disabled, that he could \nnot work, and that he had no money.   \n64.   Pickle and/or Simpson responded that if Edwards did not have the \nfull amount, he would have to go to jail. \n65.  There were law enforcement officers in Edwards’s immediate vicinity \nwhen he met with Red Hills representatives and when Pickle and/or Simpson told \nEdwards he could not leave the courthouse.        \n66.  As instructed by the Red Hills representatives, Edwards remained in \nthe courtroom until court was over.     \n67.  When court proceedings ended, City of Pelham police officers \ntransported Edwards to jail.     \n68.  Edwards remained in jail for several days until a friend was able to \nbring $250 to have Edwards released. \n69.  Thereafter, Edwards reported to Red Hills probation officers and \nmade four installment payments totaling $138 over 12 months.  During the course \nof probation, Edwards was repeatedly threatened by Defendant Simpson.  Simpson \ntold Edwards that Red Hills would have him incarcerated if he did not pay. \n  23 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 24 of 41\n70.  Edwards’s probation expired on April 24, 2014.  Although Edwards \nwas no longer on probation after April 24, 2014, and was no longer under any \nobligation with respect to Red Hills, Simpson continued to instruct Edwards to \nreport to Red Hills and to pay.  These instructions were given to Edwards on the \noccasions set forth below when Edwards reported to Simpson after his probation \nhad expired.  \n71.  In reliance on his probation officer’s false representation regarding his \nresponsibility to report and pay Red Hills, Edwards reported to Simpson and paid \nRed Hills numerous times following the expiration of his sentence, including on: \nAugust 14, 2014 ($2); September 11, 2014 ($4); October 17, 2014 ($4); November \n13, 2014 ($5); and December 11, 2014 ($5).   \n72.  In or around December 2014, Simpson told Edwards that if he did not \nbring in money the following week, she would take a warrant out on him. \n73.  Edwards reported to Simpson as recently as the first week of March \n2015, and Simpson instructed Edwards to report again on March 12, 2015. \n74.  As a result of Edwards’s post-probation reporting, Defendant Simpson \nobtained two benefits for Red Hills.  First, she obtained payments of money that \nEdwards otherwise would not have paid.  Second, she obtained a reputation among \nRed Hills’s customers for maximizing collections from poor people whose limited \n  24 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 25 of 41\nresources would not have been diverted to probation-related debts absent credible \nthreats of incarceration. \n75.  Red Hills stopped requiring Edwards to pay and report after \nundersigned counsel filed a “Motion to Stop Enforcement of Expired Probation \nSentence” in the Pelham Municipal Court on March 11, 2015.    \nE. Application of Defendants’ Policies to Fred Barber \n76.  In June 2013, Fred Barber received a citation for driving a vehicle \nwith a suspended registration.  On August 21, 2013, Barber appeared in the \nBainbridge Municipal Court and pleaded guilty.     \n77.  Judge Bell sentenced Barber to a fine of $590 and 12 months \nprobation at $44 per month.     \n78.  After Judge Bell sentenced Barber, Judge Bell instructed Barber to \nmeet with a probation officer.  A Bainbridge police officer led Barber to a room \nbehind the courtroom.  The room had two exits.  One was through the courtroom.  \nThe other was through a locked, back door.    \n79.  In this room, Barber met with Defendant Martiele Pickle.  Pickle told \nBarber that he owed a $590 fine, plus $528 for one year of probation supervision, \nfor a total of $1,118. \n80.  Pickle told Barber that he had to pay $280 in cash before he could \nleave the courthouse.  Before meeting with Pickle, Barber had not been informed \n  25 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 26 of 41\nof his probation conditions, and did not have any reason to know that he would be \nrequired to make a payment that day. \n81.  Barber told Pickle that he had $210 in his pocket from his last \npaycheck.  He asked if he could give Pickle $210 and bring in the rest at a later \ntime.  Pickle said if Barber did not immediately pay $280, he would be \nincarcerated in the Pelham City Jail. \n82.  There were law enforcement officers in Barber’s immediate vicinity \nwhen Pickle told Barber he could not leave the courthouse until he paid $280.  \nThere was no way for Barber to leave Pickle’s office, except through the \ncourtroom.  And there were uniformed officers stationed in the courtroom and in \nPickle’s office.  The officers controlled access into and out of the area.  When \nBarber got to Pickle’s office, he was not free to leave.      \n83.  To avoid being taken to jail in Pelham, Barber summoned his cousin \nwho had come to court with him that day.  Barber asked his cousin if she could \nborrow money from a friend for whom Barber did yard work.   \n84.  While Pickle and city police officers detained Barber at the \ncourthouse, Barber’s cousin left the courthouse to attempt to borrow money to \nsecure Barber’s release.  Pickle and a city police officer required Barber to sit in an \ninmate holding cell in the courthouse while Barber waited for his cousin to bring \nmoney.   \n  26 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 27 of 41\n85.  Barber’s cousin borrowed $70 from Barber’s friend.  Barber gave \nPickle the $70 in borrowed money plus the $210 he brought to court.  Pickle \npermitted Barber to leave the room only after Barber paid $280.  \nF. Application of Defendants’ Policies to Vera Cheeks \n86.  On September 23, 2014, Vera Cheeks received a traffic citation for \nfailing to come to a complete stop at a stop sign.  On October 22, 2014, Cheeks \nappeared in the Municipal Court of Bainbridge and pleaded nolo contendere to the \ncharge.  Judge Bell imposed $135 fine.   \n87.  At the time of her adjudication, Cheeks was unemployed and caring \nfor her father who was then terminally ill.  Because Cheeks did not have $135, \nJudge Bell placed her on probation for three months.     \n88.  After Judge Bell sentenced Cheeks, Judge Bell instructed Cheeks to \nmeet with a probation officer.  Cheeks proceeded to a room behind the courtroom.  \nThe room had two exits.  One was through the courtroom.  The other was through \na locked, back door.    \n89.  Once Cheeks was in the probation room, Defendant Pickle informed \nCheeks that she owed $135, plus $105 in probation supervision fees, and $27 for \nthe Georgia Crime Victims Emergency Fund.  Pickle gave Cheeks a document that \ntold her to report to the probation office once per week.   \n  27 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 28 of 41\n90.  Pickle then told Cheeks that Cheeks could not leave until she paid \n$50.  Cheeks explained that she did not have $50.  Pickle said again that Cheeks \ncould not leave until she paid $50.  Pickle told Cheeks that if she did not pay, she \nwould go to jail.  Before meeting with the probation officer, Cheeks had not been \ninformed of her probation conditions, and did not have any reason to know that she \nwould be required to make a payment that day. \n91.  Cheeks’s fiancé, James Bullard, was waiting for Cheeks in the \ncourtroom.  Cheeks was permitted to open the door to the courtroom and motion to \nsummon Bullard. \n92.  Bullard took the engagement ring off Cheeks’s finger.  Then he went \nto get a piece of lawn equipment from his house, and pawned both the ring and the \nlawn equipment at American Pawn & Jewelry in Bainbridge.  Together, the ring \nand equipment were exchanged for $50 in cash.   \n93.  Unable to leave, Cheeks sat in the probation room.  She worried about \ngoing to jail because her father was terminally ill, and she was helping to care for \nhim in his final weeks.     \n94.  Later that day, Bullard returned to the courthouse and gave $50 to \nPickle.  Only then did Pickle let Cheeks leave the courthouse.  After Cheeks paid, a \nlaw enforcement officer used her badge to open the door of the probation room so \nCheeks and Bullard could exit.   \n  28 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 29 of 41\nCLAIMS FOR RELIEF \n \nCOUNT ONE \n \nDue Process Clause Violations \n \nViolation of the Fourteenth Amendment to the United States Constitution, \nBrought Under 42 U.S.C. § 1983, and  \nViolation of Art. I, Sec. I, Para. I of the Georgia Constitution \n \n(by all Plaintiffs against all Defendants) \n \n95.  Plaintiffs incorporate herein and re-allege, as if fully set forth herein, \nall factual allegations of paragraphs 1-17, 20-34, and 39-94. \n96.  Defendants seized indigent probationers and caused probationers to be \ndetained and/or jailed when probationers were unable to make date-of-adjudication \npayments on city court fines and fees.  Defendants detained probationers without \nnotice to the probationers that they would be required to make date-of-adjudication \npayment, and without any process available to challenge the legality of detention.  \n97.  By detaining Plaintiffs without notice or legal authority to collect \npayments on city court fines and fees, Defendants deprived Plaintiffs of their \nliberty without due process of law in violation of Plaintiffs’ rights.  U.S. Const. \namend. XIV; Ga. Const. art. 1, § I, ¶¶ I and II. \n98.  Defendants jointly and severally caused deprivations of Plaintiffs’ \nliberty, under color of law, without providing notice or an opportunity to be heard.  \nIn addition, Defendants jointly and severally caused deprivations of Plaintiffs’ \n  29 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 30 of 41\nsubstantive due process rights through their deliberate indifference to Plaintiffs’ \nrights and their conscience-shocking behavior.  \n99.  Defendants knew or should have known that the conduct described \nherein violated Plaintiffs’ rights.   \n100.  As a direct and proximate result of Defendants’ illegal policies and \npractices, Defendants deprived Plaintiffs and others of their liberty.   \n101.  Defendants’ above-described actions were willful, deliberate, and \nmalicious, and involved reckless or callous indifference to Plaintiffs’ rights and \nshould be punished and deterred by an award of punitive or enhanced damages \nagainst individual Defendants as permitted by law. \nCOUNT TWO \n \nEqual Protection Clause Violations \n \nViolation of the Fourteenth Amendment to the United States Constitution, \nBrought Under 42 U.S.C. § 1983, and  \nViolation of Art. I, Sec. I, Para. II of the Georgia Constitution \n \n(by all Plaintiffs against all Defendants) \n \n102.  Plaintiffs incorporate herein and re-allege, as if fully set forth herein, \nall factual allegations of paragraphs 1-17, 20-34, and 39-94. \n103.  Defendants seized indigent probationers and caused probationers to be \ndetained and/or jailed when probationers were unable to make date-of-adjudication \n  30 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 31 of 41\npayments on court fines and fees.  Defendants treated people with money \ndifferently than indigent people without a rational basis for the disparate treatment. \n104.  By detaining indigent Plaintiffs without notice or legal authority to \ncollect payments on fines and fees, Defendants deprived Plaintiffs of the equal \nprotection of the law.  U.S. Const. amend. XIV; Ga. Const. art. 1, § I, ¶¶ II.   \n105.  Defendants jointly and severally caused deprivations of Plaintiffs’ \nliberty, under color of law.   \n106.  Defendants knew or should have known that detaining indigent \npersons, without legal authority, violated Plaintiffs’ constitutional rights.   \n107.  As a direct and proximate result of Defendants’ illegal policy and \npractice, Defendants deprived Plaintiffs and others of their liberty.   \n108.  Defendants’ above-described actions were willful, deliberate, and \nmalicious, and involved reckless or callous indifference to Plaintiffs’ rights and \nshould be punished and deterred by an award of punitive or enhanced damages \nagainst individual Defendants as permitted by law.  \n  31 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 32 of 41\nCOUNT THREE \nUnconstitutional Seizure \nViolation of the Fourth and Fourteenth Amendments to the United States \nConstitution, Brought Under 42 U.S.C. § 1983, and Violation of Art. I, Sec. \nI, Para. XIII of the Georgia Constitution \n(by all Plaintiffs against all Defendants) \n109.  Plaintiffs incorporate herein and re-allege, as if fully set forth herein, \nall factual allegations of paragraphs 1-17, 20-34, and 39-94. \n110.  Without probable cause or legal authority, Defendants caused \nprobationers to be detained and/or jailed when probationers were unable to make \nimmediate payments on court fines and fees. \n111.  Defendants had no particularized and objective basis to believe that \nany Plaintiff they seized had committed or was committing any criminal offense or \nviolation. \n112.  The detentions of the Plaintiffs were unreasonable seizures under the \nFourth and Fourteenth Amendments to the United States Constitution and under \nGa. Const. art. I, sec. I, para. XIII. \n113.  The seizure of the Plaintiffs was excessive and unreasonable in its \nduration and scope. \n114.  The seizure of the Plaintiffs constituted an arrest for which probable \ncause was required.  The arrest of the Plaintiffs was unreasonable. \n32 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 33 of 41\n115.  Defendants intended to confine the Plaintiffs, committed acts resulting \nin their confinement, and the Plaintiffs were aware of their confinement.  The \nPlaintiffs reasonably did not believe they were free to leave. \n116.  It was clearly established before the dates of Plaintiffs’ detentions that \nseizing and detaining Plaintiffs simply because they did not have money, would \nviolate the Plaintiffs’ clearly established rights.  The Defendants had fair warning \nthat their conduct would violate the Constitution and no reasonable officer or \nprobation officer could have believed that the seizure or incarceration of the \nPlaintiffs was legal. \n117.  The Defendants’ actions were conducted pursuant to the Defendants’ \npolicy, practice, or custom with the force of law: (A) to seize and detain \nprobationers during municipal court proceedings to coerce payments; (B) to \nthreaten probationers with further detention and incarceration for non-payment; (C) \nto transport indigent probationers to jail in the event of non-payment; and (D) to \nhold indigent probationers in jail to coerce payment on court fines and fees. \n118.  In each and every instance set forth above, Defendants acted \nintentionally, with malice, and with actual intent to cause injury in the performance \nof their official functions.  Defendants knew or should have known that detaining \nPlaintiffs, without any legal authority, violated Plaintiffs’ constitutional rights. \n33 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 34 of 41\n119.  As a direct and proximate result of Defendants’ illegal policies and \npractices, Defendants deprived Plaintiffs and others of their liberty.  Defendants \nare jointly and severally liable for the violations of Plaintiffs’ rights, and the harm \nthey suffered as a result, because each Defendant either personally participated in \nthe actions or failures to act, or implicitly authorized, approved, or knowingly \ncondoned or failed to remedy the wrongs at issue. \n120.  Defendants’ above-described actions were willful, deliberate, and \nmalicious, and involved reckless or callous indifference to Plaintiffs’ rights and \nshould be punished and deterred by an award of punitive or enhanced damages \nagainst individual Defendants as permitted by law.  \nCOUNT FOUR \nFalse Imprisonment  \n (by Plaintiffs Barber and Cheeks against Defendants Red Hills, Crutchfield, \nPickle, and John Does 4-6; by Plaintiff Edwards against Defendants Red Hills, \nCrutchfield, Pickle, Simpson, and John Does 1-3) \n \n121.  Plaintiffs incorporate herein and re-allege, as if fully set forth herein, \nall factual allegations of paragraphs 1-17, 20-34, and 39-94.  \n122.  “False imprisonment is the unlawful detention of the person of \nanother, for any length of time, whereby such person is deprived of his personal \nliberty.”  O.C.G.A. § 51-7-20.   \n  34 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 35 of 41\n123.  By unlawfully detaining Plaintiffs and depriving them of their \npersonal liberty, Defendants are guilty of false imprisonment, a tort for which an \naction for damages will lie under O.C.G.A. § 51-7-20. \n124.  Defendants conspired to accomplish the unlawful objective of falsely \nimprisoning Plaintiffs by unlawful means. \n125.  The false imprisonment was the act of the several Defendants jointly, \nand Defendants are jointly and severally liable for the entire damages pursuant to \nO.C.G.A. § 51-7-22. \n126.  The individual Defendants, with malice and oppression, falsely \nimprisoned and/or combined and conspired to falsely imprison Plaintiffs, and did \nso under color of law. \nCOUNT FIVE \nUnlawful Imprisonment for Debt \nViolation of Art. I, Sec. I, Para. XXIII of the Georgia Constitution \n(by Plaintiffs Edwards, Barber, and Cheeks against all Defendants) \n127.  Plaintiffs incorporate herein and re-allege, as if fully set forth herein, \nall factual allegations of paragraphs 1-17, 20-34, and 39-94. \n128.  Ga. Const. Art. I, Sec. I, Para. XXIII states: “There shall be no \nimprisonment for debt.” \n35 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 36 of 41\n129.  Defendants imprisoned Edwards for debt when they caused Edwards \nto be jailed because Edwards could not afford to pay $250.  Defendants imprisoned \nBarber and Cheeks for debt when Defendants seized and detained Barber and \nCheeks in the courthouse because they could not pay their city court debt. \nCOUNT SIX \nFraud \n(by Plaintiff Edwards against Defendants Red Hills, \nCrutchfield, and Simpson) \n130.  Plaintiffs incorporate herein and re-allege, as if fully set forth herein, \nall factual allegations of paragraphs 1-17, 25-34, 39-41, and 54-75. \n131.  Defendants Red Hills, Crutchfield, and Simpson committed the tort of \nfraud against Adel Edwards.  The tort of fraud has five elements: false \nrepresentation, scienter, inducement, reliance, and injury.  \n132.  Defendant Simpson made a series of false, verbal representations to \nEdwards that he was required to continue to report in person to Red Hills personnel \nand to pay court fines and fees after his probation sentence was over.  Simpson \nknew when making this false representation to Edwards that Red Hills had no legal \nauthority to require Edwards to pay or report after his sentence was over.  Red \nHills, through Simpson, nonetheless induced Edwards to pay and report to the \n36 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 37 of 41\nprobation office for nearly one year after Edwards’s sentence expired.  Defendants \nundertook these acts with malice and intent to deceive Edwards.     \n133.  Edwards relied on Defendants’ false representations and, as a \nproximate result of the false representations, Edwards paid and reported to Red \nHills for months after his sentence expired.  Edwards was injured by his reliance \non the false representations because he continued to pay, continued to report, and \ncontinued to experience worry and stress that he would be jailed for falling behind \nin his “probation” obligations. \nCOUNT SEVEN \nInjunctive Relief \n134.  Plaintiffs incorporate herein and re-allege, as if fully set forth herein, \nthe allegations of paragraphs 1-17, 20-34, and 39-94. \n135.  Plaintiffs seek an injunction to prevent Defendants from detaining and \njailing poor people who fail to make extorted, date-of-adjudication payments on \ncity court fines and probation supervision fees.  Plaintiffs seek an injunction to \nprevent Defendants Red Hills and Red Hills probation officers from requiring \nprobationers to pay and report to probation officers, even after the probationers’ \nsentences are complete.   \n  37 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 38 of 41\n136.  Defendants’ conduct is not authorized by any Georgia law and \nviolates 42 U.S.C. § 1983.  \n137.  Defendants’ conduct is likely to continue unless enjoined. \nDefendants’ conduct is causing Plaintiffs immediate irreparable harm that cannot \nbe remedied by the award of money damages.  Plaintiffs have no plain, adequate, \nor complete remedy at law to redress the wrongs described herein. \n138.  The balance of the hardships and public policy strongly favor the \nCourt entering a preliminary injunction and thereafter permanently enjoining \nDefendants’ unlawful policies and practices as described herein.  \nCOUNT EIGHT \nDeclaratory Relief \n139.  Plaintiffs incorporate herein and re-allege, as if fully set forth herein, \nall factual allegations of paragraphs 1-17, 20-34, and 39-94. \n140.  Without legal authority, Defendants caused probationers to be \ndetained in the courthouse and/or jail when probationers were unable to make \nimmediate payments on court fines and fees.  Defendants detained probationers \nwithout any notice to the probationers that they would be required to make day-of-\ncourt payments, and without any process to challenge the legality of detention. \n38 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 39 of 41\n141.  Pursuant to 28 U.S.C. § 2201, Plaintiffs seek a declaration by the \nCourt that Defendants may not use detention, incarceration, and the threat of \nincarceration to coerce payments from indigent persons who cannot afford to pay. \n142.  Plaintiffs and putative class members will be adversely affected if \nDefendants continue to detain indigent people to coerce payment.  Plaintiffs and \nputative class members will be adversely affected if Defendants continue to require \nformer probationers to report and pay after the probationers’ sentences are expired. \nPRAYER FOR RELIEF \nOn the basis of the foregoing, Plaintiffs respectfully pray that this Court: \na. Assume jurisdiction over this action;\nb. Determine by Order pursuant to Rule 23 of the Federal Rules of Civil\nProcedure that this action be maintained as a class action; \nc. Award Plaintiffs all actual damages, including damages for deprivation of\nliberty, deprivation of money, mental anguish and emotional distress; \nd. Award Plaintiffs nominal and presumed damages for violations of Plaintiffs’\nconstitutional rights; \ne. Award Plaintiffs punitive damages to the extent permitted by law;\nf. Declare that Defendants violated Plaintiffs’ constitutional rights by:\n39 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 40 of 41\n1. seizing and detaining probationers during municipal court proceedings\nto coerce immediate payments; threatening probationers with further \ndetention and incarceration for non-payment; and holding indigent \nprobationers in jail to coerce payment on city court fines and fees. \n2. requiring probationers to report to Red Hills personnel and pay money\nafter probation sentences are complete. \ng. Enjoin Defendants from:\n1. seizing and detaining probationers during municipal court proceedings\nto coerce payments; threatening probationers with further detention \nand incarceration for non-payment; holding indigent probationers in \njail to coerce immediate payment on city court fines and fees. \n2. requiring probationers to report to Red Hills personnel and pay money\nafter probation sentences are complete. \nh. Award costs and reasonable attorney fees under 42 U.S.C. § 1988 and any\nother applicable provision of law; \ni. Award such other and further relief as the Court deems just and proper.\nRespectfully submitted this 10th day of April, 2015. \ns/Sarah Geraghty \nSarah Geraghty \nGeorgia Bar No. 291393 \nRyan Primerano \n40 \n\nCase 1:15-cv-00067-LJA   Document 1   Filed 04/10/15   Page 41 of 41\nGeorgia Bar No. 404962 \nGerald Weber \nGeorgia Bar No. 744878 \nSOUTHERN CENTER  \n   FOR HUMAN RIGHTS \n83 Poplar Street, N.W. \nAtlanta, GA 30303 \nTelephone: (404) 688-1202 \nFacsimile: (404) 688-9440 \nsgeraghty@schr.org \nrprimerano@schr.org \ngweber@schr.org \nCounsel for the Plaintiffs \n41 \n\nCase 1:15-cv-00067-LJA   Document 1-1   Filed 04/10/15   Page 1 of 1",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/76608"
    },
    {
      "date": "2016-03-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Georgia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77123,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77123.pdf",
      "title": "Docket [PACER]",
      "text": "Case 1:15-cv-67   As of: 02/27/2018 02:00 PM EST   1 of 5\nARBITRATION\nU.S. District Court [LIVE AREA]\nMiddle District of Georgia (Albany)\nCIVIL DOCKET FOR CASE #: 1:15−cv−00067−LJA\nEDWARDS et al Date Filed: 04/10/2015\nAssigned to: US DISTRICT JUDGE LESLIE J ABRAMS Date Terminated: 03/02/2016\nCause: 42:1983 Civil Rights Act Jury Demand: Both\nNature of Suit: 440 Civil Rights: Other\nJurisdiction: Federal Question\nPlaintiff\nADEL EDWARDS represented by GERALD R WEBER\nPO BOX 5391\nATLANTA, GA 31107\n404−522−0507\nEmail: wgerryweber@gmail.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRYAN PRIMERANO\n83 POPLAR ST NW\nATLANTA, GA 30303\n404−688−1202\nEmail: rprimerano@schr.org\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nSARAH ELISABETH GERAGHTY\n83 POPLAR ST NW\nATLANTA, GA 30303−2122\n404−688−1202\nEmail: sgeraghty@schr.org\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nFRED BARBER represented by GERALD R WEBER\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRYAN PRIMERANO\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nSARAH ELISABETH GERAGHTY\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nVERA CHEEKS represented by GERALD R WEBER\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRYAN PRIMERANO\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\n\nCase 1:15-cv-67   As of: 02/27/2018 02:00 PM EST   2 of 5\nSARAH ELISABETH GERAGHTY\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nULYSSES WEST represented by GERALD R WEBER\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRYAN PRIMERANO\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nSARAH ELISABETH GERAGHTY\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nJAMES H DAVIS, JR represented by GERALD R WEBER\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRYAN PRIMERANO\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nSARAH ELISABETH GERAGHTY\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nV.\nDefendant\nRED HILLS COMMUNITY represented by J HOLDER SMITH , JR\nPROBATION LLC PO BOX 3007\nVALDOSTA, GA 31604−3007\n229−242−2520\nEmail: jaysmith@youngthagard.com\nATTORNEY TO BE NOTICED\nDefendant\nCHIEF EXEC OFFICER represented by J HOLDER SMITH , JR\nMARGARET CRUTCHFIELD (See above for address)\nRed Hills Community Probation LLC ATTORNEY TO BE NOTICED\nDefendant\nPROBATON OFFICER MARTIELE represented by JOHN C SPURLIN\nPICKLE PO BOX 7566\nRed Hills Community Probation LLC TIFTON, GA 31793\n229−391−9106\nEmail: johnspurlin@spurlinlaw.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\n\nCase 1:15-cv-67   As of: 02/27/2018 02:00 PM EST   3 of 5\nJ HOLDER SMITH , JR\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nPROBATION OFFICER JODI represented by J HOLDER SMITH , JR\nSIMPSON (See above for address)\nRed Hills Community Probation LLC ATTORNEY TO BE NOTICED\nDefendant\nPOLICE CHIEF NEALIE represented by W BRENT HYDE\nMCCORMICK 1564 KING RD\nCity of Pelham, in his official and TIFTON, GA 31793\nindividual capacities 229−382−0515\nTERMINATED: 02/02/2016 Email: bhyde@hbss.net\nATTORNEY TO BE NOTICED\nDefendant\nDIRECTOR ERIC MILLER represented by RALEIGH ROLLINS\nPublic Safety, City of Bainbridge, in his 411 GORDON AVE\nofficial and individual capacities THOMASVILLE, GA 31792\n229−226−2565\nEmail: rrollins@alexandervann.com\nATTORNEY TO BE NOTICED\nDefendant\nJOHN DOES 1−3 represented by W BRENT HYDE\nCity of Pelham Police Officers, in their (See above for address)\nindividual capacities ATTORNEY TO BE NOTICED\nTERMINATED: 02/02/2016\nDefendant\nJOHN DOES 4−6\nCity of Bainbridge Police Officers in their\nindividual capacities\nDefendant\nCITY OF PELHAM represented by W BRENT HYDE\nTERMINATED: 02/02/2016 (See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nCITY OF BAINBRIDGE represented by RALEIGH ROLLINS\n(See above for address)\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n04/10/2015 1  COMPLAINT against All Defendants; Filing Fee $ 400, Receipt Number 2055337,\nfiled by VERA CHEEKS, ULYSSES WEST, JAMES H DAVIS, JR, ADEL\nEDWARDS, FRED BARBER. (Attachments: # 1 Civil Cover Sheet)(wks) (Entered:\n04/10/2015)\n04/10/2015 2  Summons Issued as to MARGARET CRUTCHFIELD on 4/10/2015. (wks) (Entered:\n04/10/2015)\n04/10/2015 3  Summons Issued as to MARTIELE PICKLE on 4/10/2015. (wks) (Entered:\n04/10/2015)\n\nCase 1:15-cv-67   As of: 02/27/2018 02:00 PM EST   4 of 5\n04/10/2015 4  Summons Issued as to JODI SIMPSON on 4/10/2015. (wks) (Entered: 04/10/2015)\n04/10/2015 5  Summons Issued as to NEALIE MCCORMICK on 4/10/2015. (wks) (Entered:\n04/10/2015)\n04/10/2015 6  Summons Issued as to ERIC MILLER on 4/10/2015. (wks) (Entered: 04/10/2015)\n04/10/2015 7  Summons Issued as to CITY OF BAINBRIDGE on 4/10/2015. (wks) (Entered:\n04/10/2015)\n04/10/2015 8  Summons Issued as to CITY OF PELHAM on 4/10/2015. (wks) (Entered: 04/10/2015)\n04/10/2015 9  Summons Issued as to RED HILLS COMMUNITY PROBATION LLC on 4/10/2015.\n(wks) (Entered: 04/10/2015)\n04/10/2015 10  Consent Form (28 USC 636(c)(1)) sent to FRED BARBER, VERA CHEEKS, JAMES\nH DAVIS, JR, ADEL EDWARDS, ULYSSES WEST (wks) (Entered: 04/10/2015)\n04/30/2015 11  STIPULATION Extending Time to File Responsive Pleadings re 3 Summons Issued\nby MARTIELE PICKLE (SPURLIN, JOHN) (Entered: 04/30/2015)\n05/07/2015 12  ANSWER to 1 Complaint with Jury Demand by MARGARET CRUTCHFIELD,\nMARTIELE PICKLE, RED HILLS COMMUNITY PROBATION LLC, JODI\nSIMPSON.(SMITH, J)Attorney J HOLDER SMITH, JR added to party MARGARET\nCRUTCHFIELD(pty:dft), Attorney J HOLDER SMITH, JR added to party\nMARTIELE PICKLE(pty:dft), Attorney J HOLDER SMITH, JR added to party RED\nHILLS COMMUNITY PROBATION LLC(pty:dft), Attorney J HOLDER SMITH, JR\nadded to party JODI SIMPSON(pty:dft) (Entered: 05/07/2015)\n05/07/2015 13  DEMAND for Trial by Jury by MARGARET CRUTCHFIELD, MARTIELE\nPICKLE, RED HILLS COMMUNITY PROBATION LLC, JODI SIMPSON (SMITH,\nJ) (Entered: 05/07/2015)\n05/07/2015 14  Corporate Disclosure Statement by MARGARET CRUTCHFIELD, MARTIELE\nPICKLE, RED HILLS COMMUNITY PROBATION LLC, JODI SIMPSON (SMITH,\nJ) (Entered: 05/07/2015)\n05/21/2015 15  RULES 16/26 ORDER: Scheduling Conference set for 7/22/2015 at 11:00 AM in\nAlbany before U.S. District Judge LESLIE J ABRAMS. Proposed\nScheduling/Discovery order due by 7/6/2015. Corporate Disclosures due by 6/4/2015.\nOrdered by US DISTRICT JUDGE LESLIE J ABRAMS on 05/21/2015. (mtc)\nModified on 5/22/2015 (wks). (Entered: 05/21/2015)\n05/22/2015 NOTICE that the SCHEDULING CONFERENCE set for 7/22/15 and ALL deadlines\ncontained in the Rules 16&26 Order (Doc. 15) are continued until further order of the\nCourt − re 15 Order − Rules 16/26. (wks) (Entered: 05/22/2015)\n06/19/2015 16  ANSWER to 1 Complaint by CITY OF PELHAM, JOHN DOES 1−3, NEALIE\nMCCORMICK.(HYDE, W)Attorney W BRENT HYDE added to party CITY OF\nPELHAM(pty:dft), Attorney W BRENT HYDE added to party JOHN DOES\n1−3(pty:dft), Attorney W BRENT HYDE added to party NEALIE\nMCCORMICK(pty:dft) (Entered: 06/19/2015)\n06/22/2015 17  DEMAND for Trial by Jury by CITY OF PELHAM, JOHN DOES 1−3, NEALIE\nMCCORMICK (HYDE, W) (Entered: 06/22/2015)\n06/23/2015 Notice of Deficiency; Document does not have to be refiled. In the future, please\nconvert document into text−searchable PDF prior to filing − (related document(s): 17\nJury Demand filed by JOHN DOES 1−3, CITY OF PELHAM, NEALIE\nMCCORMICK ). (mdm) (Entered: 06/23/2015)\n07/17/2015 18  AMENDED RULES 16/26 ORDER: Proposed Scheduling/Discovery order due by\n8/31/2015. Scheduling Conference set for 9/22/2015 11:00 AM in Albany before US\nDISTRICT JUDGE LESLIE J ABRAMS. Corporate Disclosures due by 7/31/2015.\nOrdered by US DISTRICT JUDGE LESLIE J ABRAMS on 7/17/2015. (mtc)\n(Entered: 07/17/2015)\n08/31/2015 19  NOTICE Substitution of Party by FRED BARBER, VERA CHEEKS, JAMES H\nDAVIS, JR, ADEL EDWARDS, ULYSSES WEST (PRIMERANO, RYAN) (Entered:\n08/31/2015)\n\nCase 1:15-cv-67   As of: 02/27/2018 02:00 PM EST   5 of 5\n08/31/2015 Proposed Scheduling/Discovery Order Received and forwarded to Chambers. (mdm)\n(Entered: 08/31/2015)\n09/17/2015 20  CONSENT MOTION by CITY OF BAINBRIDGE, ERIC MILLER filed by\nRALEIGH ROLLINS. (Attachments: # 1 Text of Proposed Order − Consent\nOrder)(ROLLINS, RALEIGH) (Entered: 09/17/2015)\n09/22/2015 Minute Entry for proceedings held before US DISTRICT JUDGE LESLIE J\nABRAMS: Scheduling Conference held on 9/22/2015. Scheduling/Discovery Order to\nbe entered. Court Reporter: Darlene Fuller. (mtc) (Entered: 09/22/2015)\n09/23/2015 21  SCHEDULING/DISCOVERY ORDER: Discovery to be complete by\n3/21/2016. Dispositive motions due by 5/5/2016. Ordered by US DISTRICT JUDGE\nLESLIE J ABRAMS on 09/23/2015. (mdm) (Entered: 09/23/2015)\n10/02/2015 22  AMENDED MOTION Amending 20 MOTION by VERA CHEEKS, JAMES H\nDAVIS, JR, ADEL EDWARDS, ULYSSES WEST filed by SARAH ELISABETH\nGERAGHTY. (Attachments: # 1 Text of Proposed Order)(GERAGHTY, SARAH)\n(Entered: 10/02/2015)\n10/05/2015 *DISREGARD* Notice of Deficiency; Document must be refiled to separate out\nexhibit from proposed text order. You must include a description of exhibit(s) −\n(related document(s): 22 AMENDED MOTION filed by VERA CHEEKS, ADEL\nEDWARDS, ULYSSES WEST, JAMES H DAVIS, JR ). (mdm) Modified on\n10/5/2015 (mdm). (Entered: 10/05/2015)\n10/21/2015 23  STIPULATION of Dismissal by FRED BARBER, VERA CHEEKS, JAMES H\nDAVIS, JR, ADEL EDWARDS, ULYSSES WEST (GERAGHTY, SARAH)\n(Entered: 10/21/2015)\n10/23/2015 24  ORDER granting 20 Motion; granting 22 Amended Motion. Ordered by US\nDISTRICT JUDGE LESLIE J ABRAMS on 10/23/2015. (Attachments: # 1 Exhibit A\n− Standing Order Concerning Probation Supervision, # 2 Exhibit B − Settlement\nAgreement and General Release) (mdm) (Entered: 10/23/2015)\n10/23/2015 25  ORDER re 23 Stipulation of Dismissal filed by FRED BARBER, VERA CHEEKS,\nADEL EDWARDS, ULYSSES WEST, JAMES H DAVIS, JR. Ordered by US\nDISTRICT JUDGE LESLIE J ABRAMS on 10/23/2015. (mdm) (Entered:\n10/23/2015)\n11/10/2015 26  JOINT MOTION Entry of Consent Order by FRED BARBER, VERA CHEEKS,\nJAMES H DAVIS, JR, ADEL EDWARDS, ULYSSES WEST filed by SARAH\nELISABETH GERAGHTY. (Attachments: # 1 Text of Proposed Order Consent\nOrder)(GERAGHTY, SARAH) (Entered: 11/10/2015)\n11/10/2015 27  STIPULATION of Dismissal by FRED BARBER, VERA CHEEKS, JAMES H\nDAVIS, JR, ADEL EDWARDS, ULYSSES WEST (GERAGHTY, SARAH)\n(Entered: 11/10/2015)\n12/28/2015 28  MOTION for Leave to File Under Seal by FRED BARBER, VERA CHEEKS,\nJAMES H DAVIS, JR, ADEL EDWARDS, ULYSSES WEST filed by RYAN\nPRIMERANO. (Attachments: # 1 Text of Proposed Order Granting Leave to File\nUnder Seal)(PRIMERANO, RYAN) (Entered: 12/28/2015)\n01/26/2016 29  This is a text only entry; no document issued.ORDER granting 28 Motion for Leave\nto File. Ordered by US DISTRICT JUDGE LESLIE J ABRAMS on 1/26/2016.(rdb)\n(Entered: 01/26/2016)\n01/26/2016 30  SEALED DOCUMENT − Settlement Agreement (bcl) (Entered: 01/26/2016)\n02/01/2016 31  CONSENT ORDER regarding 26 Motion. Ordered by US DISTRICT JUDGE\nLESLIE J ABRAMS on 02/01/2016. (mdm) (Entered: 02/01/2016)\n03/01/2016 32  STIPULATION of Dismissal by FRED BARBER, VERA CHEEKS, JAMES H\nDAVIS, JR, ADEL EDWARDS, ULYSSES WEST (GERAGHTY, SARAH)\n(Entered: 03/01/2016)",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/77123"
    },
    {
      "date": "2016-02-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Middle District of Georgia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 95004,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/95004.pdf",
      "title": "Consent Order",
      "text": "Case 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 1 of 11\nIN THE UNITED STATES DISTRICT COURT \nMIDDLE DISTRICT OF GEORGIA \nALBANY DIVISION \n_________________________________ \n  ) \nADEL EDWARDS, et al.,      ) \n  ) \nPlaintiffs,          ) \n  )  CIVIL ACTION \nv.            ) \n  )  NO. 1:15-00067-LJA \nRED HILLS COMMUNITY      ) \nPROBATION, LLC, et al.,      ) \n  ) \nDefendants.         ) \n_________________________________ ) \nCONSENT ORDER \nPlaintiffs Adel Edwards, Vera Cheeks, Fred Barber, Ulysses West and James \nDavis  (“Plaintiffs”)  brought  this  action  challenging  policies  of  the  City  of \nBainbridge; Eric Miller, individually and in his official capacity as Director of \nPublic Safety for the City of Bainbridge; the City of Pelham; Nealie McCormick, \nindividually and in his official capacity as Police Chief for the City of Pelham; Red \nHills Community  Probation,  LLC,  a  private probation  company  under  contract \nwith each City to supervise probationers sentenced by the Municipal Courts of the \nCity  of  Bainbridge  and  the  City  of  Pelham;  and  Margaret  Crutchfield,  Jodi \nSimpson  and  Martiele  Pickle,  who  were  employed  by  Red  Hills  Community \nProbation, LLC (hereinafter collectively referred to as “Defendants”).  Plaintiffs \nalleged that Defendants violated the federal constitutional rights of Plaintiffs and \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 2 of 11\nothers similarly situated by requiring them to make initial probation payments on \nthe day of sentencing, under threat of imprisonment, and by imprisoning those who \nfailed  to  pay  (the  “Immediate  Payment  or  Seizure  Policy”).    Plaintiffs  further \nalleged that Defendants violated the federal constitutional rights of Plaintiffs and \nothers  similarly  situated  by  requiring  probationers  to  continue  reporting  and \nmaking  payments  after  their  probation  sentences  had  expired  (the  “Expired \nProbation Sentence Policy”).  In the complaint they filed in this matter, Plaintiffs \nsought injunctive and declaratory relief, compensatory and punitive damages, and \nother relief. \nAfter the filing of the lawsuit, Plaintiffs and the City of Pelham engaged in \nnegotiations  and  mutually  agreed  to  a  settlement  of  the  claims  that  are  being \nasserted against the City of Pelham, Nealie McCormick, and John Does 1–3.  This \nConsent Order is submitted and entered into as a settlement of all claims set forth \nin Plaintiffs’ Complaint with respect to the City of Pelham, Nealie McCormick, \nand  John  Does  1–3  (hereinafter  collectively  referred  to  as  “the  Pelham \nDefendants”).  This Consent Order represents the mutual agreement of the parties \nto the terms set forth herein and shall not be deemed an admission by Plaintiffs or \nthe Pelham Defendants.  In consideration of and in reliance on the parties’ mutual \nagreement to the terms of settlement set forth herein, Plaintiffs, hereby agree to a \n2 \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 3 of 11\nvoluntary dismissal of the claims asserted against the Pelham Defendants, upon the \nfollowing terms and conditions: \n1. This Consent Order shall bind the Pelham Defendants, as well as their\nofficers,  agents,  servants,  employees  and  attorneys.    This  Consent  Order  shall \nfurther  bind  any  persons  in  active  concert  or  participation  with  the  Pelham \nDefendants, including employees of private probation companies. \n2. The Pelham Defendants shall give actual notice of the terms of this\nConsent Order to the Judge of the Municipal Court, the Clerk of the Municipal \nCourt, and any other persons involved with the operation of the Municipal Court of \nthe City of Pelham within 14 days of entry of this Consent Order, or within 14 days \nof establishing an employment, contractual, or other relationship with a person or \nentity who will be involved with the operation of the Municipal Court of the City \nof Pelham.  Without limiting the scope of Paragraph 1, above, the parties agree that \nany judge seated on the Municipal Court of Pelham shall be bound by this Consent \nOrder and that the City of Pelham shall be responsible for providing actual notice \nof the terms of this Consent Order to any judge, permanent or temporary, who \npresides over its Municipal Court. \n3. The Pelham Defendants deny that they implemented or authorized an\n“Immediate  Seizure  Policy”  or  an  “Expired  Probation  Sentence  Policy”  with \nrespect to the Pelham Municipal Court.  Regardless of the foregoing, with respect \n3 \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 4 of 11\nto  the  operation  of  its  Municipal  Court,  the  Pelham  Defendants  agree  not  to \nimplement or utilize the “Immediate Payment or Seizure Policy” or the “Expired \nProbation  Sentence  Policy,”  as  those  terms  are  described  above  and  in  the \nComplaint. \n4. The City of Pelham agrees to adopt as its official policy the Standing\nOrder attached to this Consent Order as Exhibit A, which is hereby incorporated by \nreference as if fully set out herein.  The City of Pelham shall make all reasonable \nefforts to ensure that its Municipal Court enters the substantial equivalent of the \nStanding Order within 30 days of entry of this Consent Order. \n5. Within 30 days of the entry of this Consent Order, the Pelham Police\nChief shall establish a system for recording complaints about probation officers \nassigned to supervise probationers sentenced by the Municipal Court of the City of \nPelham.  The system shall be set forth in a written instrument and must include, at \nminimum,  (a)  a  designated  person  responsible  for  receiving,  maintaining,  and \nresponding  to  complaints  about  the  probation  department  and  its  probation \nofficers; (b) a procedure for screening and investigating colorable complaints of \nmisconduct by the probation department and its probation officers; (c) a procedure \nfor  referring  well-founded  complaints  to  the  Municipal  Judge  or  another  City \nofficial empowered to take corrective action up to and including suspending or \nterminating the probation department or its individual probation officers; and (d) a \n4 \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 5 of 11\nprocedure for compiling an annual report sufficient to show the substance of each \ncomplaint, whether each complaint was determined to be well-founded and the \nreasons for the determination, and the action taken in response to each complaint.  \nThe  records  and  annual  report  required  under  this  paragraph  shall  be  deemed \npublic  records,  except  that  the  identities  of  complainants  shall  be  redacted  or \nobscured before publication. \n6. Within 30 days of the entry of this Consent Order, the Pelham Police\nChief  shall  establish  an  official  written  policy  of  permitting  inmates  who  are \nincarcerated as a result of a sentence imposed in the Municipal Court of the City of \nPelham to earn credit for good behavior, regardless of where those inmates are \nhoused.    The  Pelham  Police  Chief shall notify  the  actual  custodian(s)  of  such \ninmates of the terms and conditions of the policies required by this paragraph. \n7. The  City  of  Bainbridge,  Eric  Miller,  Jerry  Carter,  Red  Hills\nCommunity Probation, LLC, Margaret Crutchfield, Jodi Simpson, Martiele Pickle, \nand John Does 1–6, shall not be bound by the terms of this Consent Order except \nas provided in Paragraph 1, above. \n8. Plaintiffs and the Pelham Defendants agree to execute a Settlement\nAgreement and General Release which will resolve the claims for damages and \nother monetary relief that the individual Plaintiffs are asserting against the Pelham \nDefendants.  \n5 \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 6 of 11\n10. The terms of this Consent Order shall remain in place for four years\nfrom the date of its entry.  Plaintiffs and the Pelham Defendants recognize that the \nlaw  of  the  State  of  Georgia  may  change  from  time  to  time  with  respect  to \nMunicipal Courts, private probation companies, and credit for good behavior for \ninmates.  Therefore, if within the four-year period, such a change in the law occurs, \nPlaintiffs or the City of Pelham, or both, may file a motion with the Court seeking \na modification of the terms of this Consent Order if such terms would cause a party \nto be in violation of Georgia law.  Attorneys for the parties shall confer before the \nfiling of any such motion.  The non-filing party shall have 21 days to respond in \nwriting to any such motion.  Such motion shall only be granted upon a showing of \ngood cause. \nWHEREFORE,  upon  the  consent  of  Plaintiffs,  the  City  of  Pelham,  and \nNealie McCormick, the Court, pursuant to Rule 41 of the Federal Rules of Civil \nProcedure, hereby dismisses the claims asserted in the above-styled action against \nthe City of Pelham, Nealie McCormick, and John Does 1–3.  The Court retains \njurisdiction of the case to enforce the terms of this Consent Order. \nSO ORDERED, this 1st day of February, 2016.\n  /s/ Leslie J. Abrams   \nLESLIE J. ABRAMS, JUDGE \nUNITED STATES DISTRICT COURT \n6 \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 7 of 11\nAPPROVED AND CONSENTED TO BY: \ns/Sarah Geraghty  s/ W. Brent Hyde \nSarah Geraghty  (signed by S. Geraghty with express permission)\nGeorgia Bar No. 291393   W. Brent Hyde \nGerald Weber  Georgia Bar No. 381455 \nGeorgia Bar No. 744878   HALL BOOTH SMITH, P.C. \nRyan Primerano    1564 King Road \nGeorgia Bar No. 404962   Tifton, GA  31793  \nSOUTHERN CENTER     Telephone: (229) 382-0515 \nFOR HUMAN RIGHTS   Facsimile: (229) 382-1676 \n83 Poplar Street, NW  bhyde@hbss.net \nAtlanta, GA  30303 \nTelephone: (404) 688-1202  Counsel for the City of Pelham, \nFacsimile: (404) 688-9440  Nealie McCormick, and John Does \nsgeraghty@schr.org  1-3 \ngweber@schr.org \nrprimerano@schr.org \nCONSENTED TO BY: \ns/J. Holder Smith, Jr.  s/ Raleigh Rollins \n(signed by S. Geraghty with express permission)   (signed by S. Geraghty with express permission)\nJ. Holder Smith, Jr.  Raleigh Rollins \nGeorgia Bar No. 661105   Georgia Bar No. 613860 \nYOUNG, THAGARD, HOFFMAN,    ALEXANDER & VANN, LLP \nSMITH, LAWRENCE & SHENTON   411 Gordon Avenue \nP.O. Box 3007  Thomasville, GA  31792 \nValdosta, GA  31604  Telephone: (229) 226-2565 \nTelephone: (229) 242-2520  Facsimile: (229) 228-0444 \nFacsimile: (229) 242-5040  rrollins@alexandervann.com \njaysmith@youngthagard.com   \nCounsel for the City of Bainbridge \nCounsel for Red Hills Community  Eric Miller, Jerry Carter, and    \nProbation, LLC, Margaret Crutchfield,  John Does 4-6 \nMartiele Pickle, and Jodi Simpson \n7 \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 8 of 11\nEXHIBIT A \n8 \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 9 of 11\nIN THE MUNICIPAL COURT OF PELHAM \nSTATE OF GEORGIA \nSTANDING ORDER CONCERNING PROBATION SUPERVISION \nThe Court, desiring to set forth certain rules regarding the treatment of \ndefendants and the supervising of probationers for the City of Pelham, does hereby \nORDER as follows: \n1. No probation officer shall apply for or threaten to seek an arrest\nwarrant for a probationer’s failure to pay fines or fees unless the\nprobation officer has a good-faith, objective basis for believing that\nthe probationer has the present ability to pay fines or fees.\n2. No probation officer shall instruct any probationer to request that his\nor her friends or family members pay the probationer’s fines or fees,\nexcept to the extent that family members have a legal duty to pay the\nprobationer’s fines or fees.\n3. All probation officers, the Court, and all employees of the City shall\nfollow all laws regarding the treatment of probationers including, but\nnot limited to the Official Code of Georgia, the United States\nConstitution, the Georgia Constitution, and all applicable case law.\nSpecifically, all officers and employees shall observe the following\nrules and principles:\n(a)  No probationer shall be restrained in his or her personal liberty \nby a probation officer except under a valid warrant or other \norder of this Court.  \n(b)  Every probationer shall be entitled to request modification of \nprobation conditions at any time for good cause shown.  Such \nmodification may include, without limitation, reducing fines or \nfees or converting them to community service; transferring \nsupervision to a different county or municipality; modifying \nreporting requirements; and reducing or terminating probation, \nas may be appropriate.  \n(c)  The probation officer shall notify the Court if he or she has \nreason to believe that a probationer will be unable to satisfy his \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 10 of 11\nor her financial obligations, due to significant financial \nhardship, for two or more consecutive months absent \nmodification of probation conditions.   \n4. If a probationer has failed to report to the probation officer, the\nprobation officer may seek an arrest warrant and/or tolling of the\nprobation sentence, provided that an affidavit is submitted to the\nCourt showing the following:\n(a)  The probationer has failed to report on two or more occasions; \n(b)  The probation officer has attempted on two or more occasions \nto contact the probationer at the probationer’s last known \ntelephone number or e-mail address, which shall be listed in the \naffidavit; \n(c)  The probation officer has checked the rosters of the Mitchell \nCounty Jail, Thomas County Jail, Decatur County Jail, and \nGrady County Jail, and the website of the Georgia Department \nof Corrections, and has determined that the probationer is not \nincarcerated in those facilities; and \n(d)  The probation officer has sent a letter by first-class mail to the \nprobationer’s last-known address, which shall be listed in the \naffidavit, warning the probationer that a tolling order and/or \narrest warrant would be sought if the probationer failed to \nreport by telephone or in person within 10 days, and the \nprobationer failed to report as directed in the letter. \n5. Prior to supervising any person sentenced by this Court, and at least\nevery six months thereafter, a probation officer shall be trained in the\nterms of this Order, the areas of law described in Paragraphs 3 and 4\nof this Order, and such other matters as the Court deems appropriate.\n6. All defendants and probationers brought before the Court for\nprobation revocations shall be instructed as to their constitutional\nrights, including but not limited to their right to apply for appointed\ncounsel, the benefits of having counsel, and the dangers of proceeding\nwithout counsel.  No fee will be charged for the application.  A\n2 \n\nCase 1:15-cv-00067-LJA   Document 31   Filed 02/01/16   Page 11 of 11\nwritten waiver of counsel must be executed prior to any proceeding \nbefore the Court. \n7. The Court designates the City’s Chief of Police or his or her duly\nauthorized representative, to receive, record, and investigate\ncomplaints about probation officers and refer serious credible\ncomplaints to the Court for corrective action.  Each probationer shall\nbe informed by his or her probation officer of the procedure for\nlodging complaints.\n8. No probationer shall be incarcerated at any time for the sole reason of\nfailing to pay fines and fees unless said failure was willful and no\nadequate alternative to incarceration exists.  The Court shall conduct\nan economic ability-to-pay hearing and issue a written order with\nfindings of fact prior to anyone being incarcerated for the sole reason\nof failing to pay fines and fees.\n9. Criminal proceedings and probation revocation proceedings shall be\nrecorded by a court reporter, or by the Clerk of Court using a reliable\naudio or audio-video recording device, such records to be kept as\nrequired under Rule 26 of the Uniform Municipal Court Rules.\n10. The Clerk of Court shall maintain a complete copy of each case file,\nincluding, but not limited to, all tolling affidavits and orders, petitions\nfor probation revocation, and orders revoking probation.\n11. For any willful violation of this order by the Court, the City may\nterminate the Judge for cause.\n12. For any willful violation of this order by any probation officer, the\nCourt may terminate the Probation Company for cause.\nSO ORDERED this _____ day of __________, 2015. \n___________________ \nMunicipal Judge \n3 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "31",
      "clearinghouse_link": "clearinghouse.net/doc/95004"
    }
  ],
  "document_count": 4
}