{
  "case_id": 16940,
  "fetched_at": "2025-10-22T00:29:21.726738",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Education"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2013,
    "id": 16940,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 28386,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Hawaii",
      "docket_office_number": null,
      "docket_number_manual": "10-13-6001",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Department of Education OCR Title IX Investigation of University of Hawaii",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Hawaii",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16940",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16940",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16940",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16940"
  },
  "documents": [
    {
      "date": "2017-12-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99710,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99710.pdf",
      "title": "Resolution Agreement",
      "text": "RESOLUTION AGREEMENT \nThe University ofHawai'i at Manoa \nOCR Reference No. I 013600 I \nThe University of Hawai'i at Manoa (University) agrees to implement this Resolution \nAgreement (Agreement) to voluntarily resolve a compliance review (Reference No. I 013600 I) \nconducted  by the U.S. Department of Education, Office for Civil Rights (OCR) under Title IX \nof the Education Amendments of 1972 (Title IX) and its implementing regulation.  The \nAgreement includes terms that resolve issues for which OCR identified violations under section \n303(b) of OCR's Case Processing Manual (CPM).  The Agreement also includes terms that the \nUniversity has entered into and agreed to in order to resolve issues that were not fully \ninvestigated prior to the conclusion of the investigation in accordance with section 302 of the \nCPM.  This Agreement does not constitute an admission by the University to the findings made \nby OCR, and the University shall not be deemed or construed to have made any admission of \nliability. \nOCR acknowledges that during the course of the investigation, the University implemented a \nnumber of policies, procedures, and practices in order to improve its response to complaints of \nalleged sex discrimination, including sexual violence and sexual harassment. \nI.  TITLE IX SEXUAL HARASSMENT POLICIES AND PROCEDURES \nA.  The University will review and revise, as necessary, and provide notice of, its policies \nand procedures (Procedures) used to address sexual harassment, so that they are \nconsistent with Title IX requirements.  The University's review and revision process will, \nat a minimum, ensure that the Procedures include: \nI.  clear and consistent explanations in all documents ofthe specific University policy \nand/or procedure that applies to each type of sexual harassment report or \ninvestigation; \n2.  an assurance to timely and appropriately respond to all complaints of sexual \nharassment and sexual violence, as well as other reports of sexual harassment and \nsexual violence of which it has notice; \n3.  an assurance that the University will take steps to prevent recurrence of any sexual \nharassment and to correct its discriminatory effects on the complainant and others, if \nappropriate; \n4.  a clear explanation to students, employees and third parties about the policy and \nprocedure that shall be uti Ii zed for reports of sexual harassment and sexual violence, \nincluding an explanation of how and where complaints may be filed; \n5.  provisions ensuring that both parties are notified of the availability of interim \nmeasures (such as enforced no contact orders, changes in class schedules, counseling, \nother mental health services, academic assistance, the ability to retake or withdraw \nfrom courses without penalty, etc.) to protect students during the investigation of \n\nPage 2 of 10- Resolution Agreement (Case No.  I 0-13-600 I) \npossible sexual harassment and during any judicial process, including appeals, and \nidentifying how interim measures may be requested; \n6.  a statement that the University Title IX Coordinator(s) will be responsible for \nensuring the implementation of appropriate interim measures and coordinating the \nUniversity's response with the appropriate offices on campus; \n7.  a statement that, in determining whether sexual harassment against a student resulted \nin a sexually hostile environment, the University will consider the conduct in question \nfrom both a subjective and objective perspective; \n8.  a statement clarifying that the Procedures apply to all University professional and \ngraduate schools, facilities, programs, and activities, including harassment that occurs \non campus and harassment that occurs at off-campus programs or activities that are \nsponsored by the University; \n9.  reasonable and consistent timeframes for each major stage of the procedure, including \nany sanctions process and appeal, as well as the process for extending timelines; \nI 0. a statement that any opportunity for parties to provide or access information will be \ngiven equally to both parties, including, but not limited to, an opportunity to access \nand review evidence, present witnesses and other evidence, and receive equally \ncomprehensive notice of the outcome of the investigation (cause/no cause) and appeal \nphases; \nII. a clear description of any informal resolution process the university offers, including \nthat it is voluntary and can be terminated by either party at any time; \n12. a statement that the University will consider the effects of off-campus sexual \nharassment and sexual violence when evaluating whether there is a hostile \nenvironment on campus or in an off-campus education program or activity; \n13. a definition of\"responsible employee\" that is consistent with Title IX requirements \nand a statement about the timeframe within which responsible employees must \npromptly report sexual harassment and sexual violence upon receiving notice; \n14. an explanation of the known relevant details a responsible employee must provide to \nthe Title IX Coordinator about alleged sexual harassment that a student or other \nperson repot1s to them, even when anonymity or confidentiality has been requested; \n15. a description of the factors that the University will consider in determining whether \nand to what extent any investigation is necessary in cases where a report has been \nreceived but no investigation has been requested; \n16. a clear prohibition against retaliation, which includes, but is not limited to, witness \nintimidation and interference and clarification that reports of any of the \naforementioned will be promptly investigated by the University under processes and \nstandards that meet Title IX requirements; \n\nPage 3 of 10- Resolution Agreement (Case No.  I 0-13-600 I) \n17. an explanation of the circumstances under which someone other than the Title IX \nCoordinator or Deputy Title IX Coordinator will be responsible for processing a \ncomplaint or report of sexual harassment; and \n18. a clear and consistent assurance that, regardless of which University employee or \nentity investigates and resolves the report, that the Title IX Coordinator will maintain \noversight of the investigation and resolution, will be provided written notice of the \nreport and the investigation determination, and where sexual harassment/sexual \nviolence is found to have occurred, will oversee the steps the University will take in \nresponse. \nB.  The University will conduct a comprehensive review of any additional published material \nrelevant to sexual harassment, including electronic materials and websites, and will \nensure that all materials are internally consistent, and do not conflict with, the Procedures \nreviewed and approved by OCR, pursuant to Section I.A. above with respect to defined \nterms, reporting options, timelines, investigation, and appeal procedures.  The University \nwill ensure that old policies and procedures and other outdated materials are removed \nfrom and are not available anywhere on the University's websites except as clearly \narchived material, and that all references to them have been removed from current \npublications, as necessary, to avoid confusion. \nC.  Reporting Requirements: \nI.  By June I, 2018, the University will provide to OCR, for review and approval, all \ndraft Procedures developed in accordance with Section I.A. above.  If OCR requires \nany changes to the draft of the Procedures, the University will make the changes and \nre-submit a draft of the Procedures within 90 days of receiving OCR's notice of \nrequired edits. \n2.  Within 60 days of receipt of OCR's approval, the University will provide \ndocumentation to OCR showing that it has adopted the revised Procedures and to \nthe extent necessary, revised additional materials as required by Section I.B. \n3.  Within 60 days of receipt of OCR's approval ofthe Procedures, the University will \nprovide notification of the Procedures on its website and through an electronic mail \nmessage to all employees and students, and provide documentation of this \nnotification to OCR. \nII.  STAFF TRAINING AND PROFESSIONAL DEVELOPMENT \nA.  During the 2017-2018 academic year, the University will provide comprehensive training \noverseen by the Title IX Coordinator to all \"responsible employees,\" as defined in the \nProcedures required by Section I.  A responsible employee includes any employee who \nhas the authority to take action to redress the harassment, who has the duty to report to \nappropriate University officials sexual harassment or any other misconduct by students or \nemployees, or an individual who a student could reasonably believe has this authority or \nresponsibility.  Specifically, the training will provide an understanding of the \n\nPage 4 of 10- Resolution Agreement (Case No. I 0-13-600 I) \nUniversity's responsibilities under Title IX to address allegations of sexual harassment, \nsexual violence, and retaliation. The training will include, at a minimum: \nI.  the University's revised policies and procedures for Title IX reports required by \nSection 1.; \n2.  how to inform students and complainants of their right to file Title IX reports and \ncriminal complaints simultaneously; \n3.  an explanation of the duty for responsible employees to share information with the \nTitle IX Coordinator, including the relevant information to be gathered and shared; \n4.  information about the prohibition on retaliation; and \n5.  information about interim measures and University resources, such as counseling and \nsupport. \nB.  Beginning with the 2018-2019 academic year, the University will ensure that all new \nresponsible employees complete the training live or through an OCR approved online \ntraining, pursuant to Section I I.A., within six months of their employment start date. \nC.  The Title IX Coordinator will ensure the development and provision of annual Title IX \ntraining for all University employees and contracted persons who are directly involved in \ninvestigating and/or resolving reports of sex discrimination for the University, including \nsexual harassment and sexual violence, including any staff conducting investigations or \nmaking decisions regarding student discipline, Title IX Coordinators and Deputy \nCoordinators, and confidential advocates.  This annual training will be conducted live by \ntrainer(s) with expert knowledge and will include, at a minimum: \nI.  the University's revised policies and grievance procedures for Title IX reports; \n2.  the University's responsibilities under Title IX to address allegations of sexual \nharassment and sexual violence, whether or not the actions are potentially criminal in \nnature; \n3.  recognizing and responding to allegations and reports pursuant to Title IX, including \nconducting interviews of victims of sexual violence and communicating in an \nimpartial and objective manner; \n4.  recognizing and appropriately responding to allegations of retaliation, intimidation, \nand coercion pursuant to Title IX; \n5.  how to conduct and document equitable, adequate, prompt, reliable and impartial \nTitle IX investigations, including the appropriate legal standards to apply in a Title IX \ninvestigation; \n6.  protection of information regarding sexual harassment and sexual violence allegations \nso that only University employees with a need to know receive such information; \n\nPage 5 of 10- Resolution Agreement (Case No. 10-13-6001) \n7.  how to determine the existence of a hostile environment and methods for eliminating \nand preventing the recurrence of a hostile environment; \n8.  the link between alcohol and drug use and sexual harassment and sexual violence, \nincluding how to address the challenges of investigating incidents involving alcohol \nor drug use; and \n9.  information on the complainant's option to request confidentiality and how such \nrequests will be evaluated, and the impact of such requests on the University's \nresponsibility to investigate. \nD.  Reporting Requirements: \nI.  By July 23, 2018, the University will provide OCR with a draft of the proposed staff \ntraining materials for review and approval, as described in Sections !I.A. and II.C., \nalong with the name(s), title(s) and qualification(s) of the proposed trainer(s) for \nreview and approval. \n2.  The University will implement the initial staff training as outlined in Section !I.A. \nand initial training for University employees and contracted persons with Title IX \nresponsibilities as outlined in Section li.C. within 60 days of OCR's review and \napproval of the training materials and provide documentation that the trainings have \nbeen conducted.  The documentation will include, at a minimum, the dates of the \ntraining, a copy of any materials presented or distributed during the training, and a list \nof the names and position titles of each individual who received the training, along \nwith a list of University employees and contracted persons who have yet to be trained \nand a plan for make-up training.  The documentation for live training will include the \nname(s), title(s) and qualifications of the trainer(s). \n3.  By December 31, 2018, and by the same date in 2019 and 2020, the University will \nprovide documentation to OCR demonstrating that it has conducted the trainings of \nnew responsible employees under Section II.B. The documentation will include, at a \nminimum, the dates of the training, the name(s), title(s) and qualifications ofthe \ntrainer(s), a copy of any materials presented or distributed during the training, and a \nlist ofthe names and position titles of the individuals who attended the training, along \nwith a list of new University employees who have yet to be trained and a plan for \nmake-up training. \n4.  By December 31, 2018, and by the same date in 2019 and 2020, the University will \nprovide documentation to OCR demonstrating that it has conducted annual training of \nUniversity employees and contracted persons with Title IX responsibilities under \nSection II.C.  The documentation will include, at a minimum, the dates of the \ntraining, the name(s), title(s) and qualifications ofthe trainer(s), a copy of any \nmaterials presented or distributed during the training, and a list of the names and \nposition titles of the individuals who attended the training, along with a list of \nUniversity employees and contracted persons who have yet to be trained and a plan \nfor make-up training. \n\nPage 6 of 10- Resolution Agreement (Case No. I 0-13-600 I) \nIII. CLIMATE SURVEYS \nA.  By March I, 2019, and again by the same date in 2021,  in consultation with the Title IX \nCoordinator, the University will conduct, as planned, the climate survey of undergraduate \nand graduate students which includes questions designed to do the following: \nI.  assess students' attitudes and knowledge regarding sexual harassment, sexual \nviolence, and retaliation; \n2.  gather information regarding students' experience with sexual harassment and sexual \nviolence while attending the university; \n3.  determine whether students know when and how to report such prohibited conduct; \n4.  gauge students' comfort with reporting such prohibited conduct; \n5.  identify potential barriers to reporting; and \n6.  assess students' familiarity with the University's outreach, education, and prevention \nefforts to identify which strategies are effective. \nB.  Reporting Requirements: \nI. By January 30, 2018, the University will provide to OCR, for review and approval, \nits plan for conducting climate surveys using the climate survey the University \nlaunched in spring 2017.  The plan will include the University's methodology for \nconducting the climate surveys and analyzing the results.  The University will \nprovide any proposed future revisions to its climate survey plan to OCR, for review \nand prior approval (allowing at least 30 days for OCR to conduct its review), during \nthe monitoring of the Agreement. \n2.  By December 28, 2019, and by the same date in 2021, the University will provide \ndocumentation to OCR demonstrating implementation of Section II I.A., including a \ndescription of how the climate survey was conducted, summaries of any student \nresponses to surveys, summaries of other information obtained, and a summary of \nany actions the University decides to take based on the results of the surveys, if \nappropriate. \nIV. RECORDKEEPING RESPONSIBILITIES AND FUTURE REPORTS \nA.  The University will submit documentation of its centralized record keeping system for \ndocumenting, reviewing, and examining complaints, reports, investigations, interim \nmeasures, and resolutions of student, employee, and third party conduct that may \nconstitute sexual harassment or sexual violence to ensure that such reports are \n\nPage 7 of 10- Resolution Agreement (Case No. I 0-13-600 I) \nadequately, reliably, promptly, and impartially investigated and resolved.  The system \nwill require, at a minimum, that: \nI.  all \"responsible employees,\" as defined in the Procedures required by Section I, \nincluding public safety officers,  with the exception of health care professionals and \nany other individuals who are statutorily prohibited from reporting, will notify the \nTitle IX Coordinator within a designated timeframe of receiving notice of sex \ndiscrimination, including sexual harassment and sexual violence, regardless of \nwhether a formal complaint was filed, for the purpose of ensuring that individuals \nsubject to sex discrimination are consistently and promptly receiving necessary \nservices and information; \n2.  the Title IX Coordinator or her or his designee enters into an electronic, confidential \ndatabase or other system the following fields of information:  the date and nature of \nthe complaint or other repott (witness or responsible employee report); the name of \nthe complainant and/or affected party or that the report was anonymous; the location \nand date ofthe alleged conduct; the name ofthe person(s) who received, made or \nforwarded a report; the name(s) ofthe respondent; the name(s) of the person(s) \nassigned to investigate the report; any interim measures taken, and any disciplinary \ncharges issued; the date and a summary ofthe investigative findings; the date and a \nsummary ofthe outcome of any appeal; and a summary ofthe final remedial and \ndisciplinary actions taken, if any; \n3.  the Title IX Coordinator will ensure the maintenance of records of all reports, \ninvestigations, findings, and appeals, including, but not limited to:  the location where \nthe incident took place, the name of the individual who reported the allegation, the \nidentification of the alleged victim and respondent, if an investigation is not \ncompleted, the reason for not completing the investigation, if the investigation is not \ncompleted within established timeframes, the reason why the timeframe was \nextended, any statements or other evidence submitted or collected, interview notes, \ncorrespondence related to the investigation, documentation of investigative steps \ncompleted, actions taken on behalf of the complainant, respondent, or third parties, \nincluding interim measures, the determination, including disciplinary actions, if any, \nof all parties involved, including findings and outcomes as communicated to the \nparties; and records of any appeals; \n4.  the University will demonstrate that the process developed by the University requires \nthat the University maintain all evidence listed herein pursuant to the University's \ndocument retention policies.  The University will also produce documentation \nevidencing that the process requires the University to maintain information regarding \nrequests for confidentiality, the individual responsible for assessing the University's \ndetermination regarding the request for confidentiality, as well as interim and/or \nremedial services provided to the parties, including referrals to counseling and/or \nacademic services in accordance with University document retention policies.  The \nUniversity will also indicate the individual(s) responsible for maintaining and \nreviewing this information and the location where the records will be maintained. \n\nPage 8 of 10- Resolution Agreement (Case No. 10-13-6001) \nB.  Reporting Requirements: \nI.  By Feb~uary I, 2018, the University will provide a proposal of the system for \nreviewing and examining sexual harassment and sexual violence reports described in \nSection IY.A. to OCR for review and approval.  If OCR requires changes to the \nproposed system, the University will re-submit its draft of the system within 90 days \nofreceiving OCR's notice of required changes. \n2.  Within 90 days of OCR approval, the University will adopt the system developed in \nSection IV.A. \n3.  Following OCR's approval of the system described in Section IY.A. and until such \ntime as OCR closes the monitoring of this Agreement, within 30 days of the end of \neach six month period (ending on June 30 and December 31 of each calendar year), \nthe University will provide OCR with a copy of all reports of sexual harassment and \nsexual violence for which a student was one of the parties, including all fields of \ninformation, entered into the electronic database described in Section IV .A. for the \npreceding six month period. \nV.  REVIEW OF REPORTS \nA.  The University will contact the complainants and respondents who were involved in \nreports and complaints of sexual harassment and sexual violence from August I, 2013, to \nOctober I, 2017, for which a student was one of the patties, to provide them with the \nopportunity to request that the University review any specific concerns they may have \nabout the processing of their report or complaint. \nThe notice will make clear that the University does not intend to revisit findings, \ndeterminations, or sanctions but rather will conduct reviews to assess whether any \ndeficiency on its part in responding or providing a prompt and equitable process may \nhave interfered with a student's educational benefits or services. \nIf a request is received, the University will review the concerns identified by the \nrequestor to determine if an effective response or the elements of a prompt and equitable \nprocess might have been denied.  OCR will be available for consultation with the \nUniversity as they consider requests for review.  If the University identifies concerns that \na prompt and equitable process might have been denied or that an effective response may \nnot have been provided, the University will determine if there are any appropriate \nremedies that may still be available for the affected parties.  The University will respond \nto each requestor.  The response will include either a determination that the University \nhas not identified any deficiency that may have interfered with a student's educational \nbenefits or services or an offer from the University of remedies and/or an explanation of \nother actions the University proposes. \nB.  Reporting Requirements: \n\nPage 9 of 10- Resolution Agreement (Case No. I 0-13-600 I) \nI.  By April 30, 2018, the University will provide to OCR, for review and approval, the \ndraft notice to parties or reporters described in Section V.A. above.  If OCR requires \nany changes to the draft notice, the University will make the changes and re-submit a \ndraft of the notice within 30 days of receiving OCR's feedback. \n2.  Within 30 days of OCR's approval of the notice, the University will issue the notice \nand provide the identified parties or reporters with a minimum of 60 days to respond. \n3.  Within 30 days of the closing of the period for requestors to contact the University, \nthe University will provide OCR with copies of the requests received, including name \nand case number of the requestor, if not included in the request. \n4.  Within 60 days of sending the list to OCR, the University will submit its proposed \nresponses.  If OCR determines that the University should take any different or further \naction(s) and/or provide any different or further remedies or notifications, OCR will \nprovide the University an opportunity to discuss the scope of the action.  The \nUniversity will issue responses within 45 calendar days of receipt of OCR's approval \nof the proposed responses. \nMonitoring:  General Principles \nThe University understands that OCR will not close the monitoring of this Agreement until such \ntime that OCR determines that the University has fulfilled the terms ofthis Agreement and is in \ncompliance with the regulations implementing Title IX, at 34 C.F.R. §§  I 06.8, and I 06.31, \nwhich were at issue in the OCR compliance review.  The University anticipates that it may \ncomplete its obligations under the Agreement by December 28, 2021.  The University also \nunderstands that by signing this Agreement, it agrees to provide data and other information in a \ntimely manner in accordance with the reporting requirements of this Agreement.  Further, the \nUniversity understands that, during the monitoring of this Agreement, OCR may visit the \nUniversity, interview staff and students, and request such additional reports or data as are \nnecessary for OCR to determine whether the University has fulfilled the terms of this Agreement \nand is in compliance with the regulations implementing Title IX, at 34 C.F.R. §§ I 06.8, and \nI 06.31, which were at issue in the compliance review.  In addition, the University understands \nand acknowledges that OCR may initiate administrative enforcement or judicial proceedings, \nincluding to enforce the specific terms and obligations of this Agreement.  Before initiating \nadministrative enforcement (34 C.F.R. §§  I 00.9, I 00.1 0), or judicial proceedings, including to \nenforce this Agreement, OCR shall give the University written notice of the alleged breach and \n60 days to cure the alleged breach.  This Agreement does not constitute an admission by the \nUniversity of any violation of Title IX. \n\nPage 10 of 10- Resolution Agreement (Case No.  10-13-6001) \nThis Agreement will become effective immediately upon the signature of the Chancellor or his \ndesignee below. \nThe University ofHawai'i at Manoa \n2' 6  .Pet ]ol 1 \nDavid Lassner  Date \nInterim Chancellor \nUniversity of Hawai' i at Manoa ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99710"
    },
    {
      "date": "2018-02-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99708,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99708.pdf",
      "title": "[Findings Letter for University of Hawaii]",
      "text": "UNITED STATES DEPARTMENT OF EDUCATION  REGION X \nOFFICE FOR CIVIL RIGHTS  ALASKA \nAMERICAN SAMOA \n \nGUAM \n915 2ND AVE., SUITE 3310 \nHAWAIʻI \nSEATTLE, WA 98174-1099 \nIDAHO \n  MONTANA \nNEVADA \n \nNORTHERN MARIANA \n    ISLANDS \n               February 8, 2018  OREGON \nWASHINGTON \n   \n \nVia U.S. Mail and E-mail (david@hawaii.edu) \n \n \nDr. David Lassner \nInterim Chancellor \nOffice of the President \nUniversity of Hawaiʻi at Mānoa  \n2444 Dole Street \nHonolulu, Hawaiʻi 96822 \n \nRe:  University of Hawaiʻi at Mānoa  \nOCR Reference No. 10136001  \n \nDear Dr. Lassner: \n \nThis letter is to advise you of the resolution of the above-referenced compliance review that was \ninitiated by the Office for Civil Rights (OCR), U.S. Department of Education (the Department), \nwith regard to the University of Hawaiʻi at Mānoa (the University).  The compliance review \nexamined the University’s handling of complaints and reports of sexual harassment1 to determine if \nthe University responded promptly and effectively. \n \nOCR is responsible for enforcing Title IX of the Education Amendments of 1972 (Title IX), as \namended, 20 U.S.C. § 1681 et seq., and its implementing regulation at 34 C.F.R. § 106, which \nprohibit discrimination on the basis of sex in any education program or activity receiving financial \nassistance from the Department.  The University offers education programs and activities and \nreceives financial assistance from the Department and is therefore a recipient subject to Title IX.  \n \nAs part of its compliance review, OCR investigated whether the University properly designated an \nemployee to coordinate its compliance with Title IX, whether it adopted and published grievance \nprocedures that provided for the prompt and equitable investigation of reports of sexual harassment, \nand whether the University appropriately responded to incidents of sexual harassment about which \nit knew or should have known.  As described below, OCR found that the University did not fully \ncomply with the grievance procedures requirements.  OCR also identified violations of Title IX and \nconcerns with regard to the University’s handling of individual complaints. \n \n                                                 \n1 The phrase sexual harassment is used throughout to include sexual violence. \n \nThe Department of Education’s mission is to promote student achievement and preparation for global competitiveness  \nby fostering educational excellence and ensuring equal access. \n \nwww.ed.gov \n\nPage 2 – OCR Reference No. 10136001 \n \nBackground \n \nThe University is the largest and oldest campus in the University of Hawaiʻi System (UH System), \nwhich consists of three universities and seven community colleges.  The University is located in the \ncity of Honolulu on the island of Oahu.  The University’s website lists its fall 2017 enrollment as \n17,612 students with 12,881 undergraduate students. The University has 58 percent female \nenrollment.    \n \nOver the course of the compliance review, OCR requested files of reports of sexual harassment \nfrom the University for the time period covering the 2010 – 2011 academic year through March \n2016; OCR received and reviewed 89 such files.  OCR also requested other documentary \ninformation for the time period covering 2010-2017.  For this review period, OCR evaluated the \nUniversity’s policies and procedures regarding sexual harassment and conducted over 35 interviews \nof University personnel involved in various aspects of the University’s Title IX compliance.  \nAdditionally, OCR invited all University undergraduate and graduate students to attend scheduled \nfocus groups or private office hours during OCR’s April 2014 on-site visit, or to contact OCR with \nany information related to their perspectives on or experiences with sexual harassment at the \nUniversity.  During the on-site focus groups, OCR received information from more than 53 \nundergraduate and graduate students, and several additional students contacted OCR individually to \nshare information.   \n \nThroughout the review period, the University readily cooperated with OCR, promptly provided all \nrequested information, and made staff available for interviews.  Additionally, the University \nforwarded an e-mail notice of OCR’s focus groups and private office hours to students and \nconducted extensive on-campus publicity about the focus groups and office hours in advance of \nOCR’s visit and during each day of the visit.  \n \nSince the inception of the compliance review, the University and the UH System have taken actions \nto proactively address their obligations under Title IX.  For example, in June 2015, the University \nappointed a single Title IX coordinator, to assist in consolidating its institutional response to Title \nIX issues.  Additionally, in July 2015, the UH System instituted an Office of Institutional Equity \n(OIE) to oversee and standardize the System’s Title IX and Violence Against Women Act \ncompliance throughout the 10 campuses in the System.  The OIE Director was appointed to a \nHawaiʻi state legislative task force which assisted the legislature with July 2016 legislation which \nmandated, among other items, Title IX training for UH System students and staff, a confidential \nadvocate at each System campus, and ongoing campus climate surveys.  Of particular note, the UH \nSystem has undertaken substantial revisions to its grievance procedure for processing complaints of \nsexual harassment and OCR’s review of almost six years of case files reflects improvement in the \nUniversity’s case processing.  OCR acknowledges the University and the UH System for effecting \nthese changes.  \n \nDuring the course of the investigation, the University expressed an interest in resolving the issues \nunder investigation prior to the conclusion of OCR’s compliance review.  On September 29, 2017, \nhaving reviewed investigative materials and identified violations and concerns under Title IX, OCR \n\nPage 3 – OCR Reference No. 10136001 \n \nconcluded that it would be appropriate to negotiate a resolution agreement in accordance with \nSections 302 and 303 of OCR’s Case Processing Manual.  Subsequent discussions with the \nUniversity resulted in the University signing the enclosed Agreement on December 28, 2017. \n \nLegal Standards \n \nThe regulation implementing Title IX, at 34 C.F.R. § 106.31, provides generally that, except as \nprovided elsewhere in the regulation, “no person shall, on the basis of sex, be excluded from \nparticipation in, be denied the benefits of, or be subjected to discrimination under any academic, \nextracurricular, research, occupational training, or other education program or activity operated by a \nrecipient which receives of Federal financial assistance.”   \n \nDesignation and Notice of a Title IX Coordinator \n \nThe regulation implementing Title IX, at 34 C.F.R. § 106.8(a), requires each recipient to designate \nat least one employee to coordinate its efforts to comply with and carry out its responsibilities under \nthe regulation implementing Title IX, including investigation of any complaint communicated to the \nrecipient alleging any actions which would be prohibited by the regulation implementing Title IX.  \nIt requires each recipient to notify all of its students and employees of the name, office address and \ntelephone number of the employee or employees so designated.  Additionally, the Title IX \nCoordinator must have adequate training as to what conduct constitutes sexual harassment and how \nthe recipient’s grievance procedures operate.  \n \nGrievance Procedures \n \nThe regulation implementing Title IX, at 34 C.F.R. § 106.8(b), requires that a recipient adopt and \npublish grievance procedures providing for prompt and equitable resolution of student and \nemployee complaints alleging any action prohibited by the regulation implementing Title IX.  OCR \nhas identified a number of elements in evaluating whether grievance procedures provide for a \nprompt and equitable resolution, including whether the procedures address:  (a) notice to students \nand employees of the procedures, including where complaints may be filed; (b) application of the \nprocedures to complaints alleging harassment carried out by employees, other students, or third \nparties; (c) adequate, reliable, and impartial investigation, including the opportunity to present \nwitnesses and evidence; (d) designated and reasonably prompt timeframes for the major stages of \nthe complaint process; (e) notice to the parties of the outcome of the complaint; and, (f) an \nassurance that the institution will take steps to prevent recurrence of any harassment and to correct \nits discriminatory effects on the complainant and others, if appropriate.  Moreover, any rights or \nopportunities made available to one party during the investigation should be made available to the \nother party on equal terms.  \n \nAdditionally, recipients should take steps to prevent retaliation against a student who makes a \ncomplaint (or was the subject of the harassment), against a person who files a complaint on behalf \nof a student, or those who provide information as witnesses.  Recipients should follow up with \ncomplainants to determine whether any retaliation or new incidents of harassment have occurred. \n\nPage 4 – OCR Reference No. 10136001 \n \nFurther, recipients must use the same legal standard of proof for resolving complaints of sexual \nharassment as they do for other conduct determinations and may use either the “clear and \nconvincing evidence” standard or the “preponderance of the evidence” standard.  Pending the \noutcome of an investigation, a recipient should also take steps to protect students and prevent \nrecurrence as necessary, including taking interim steps before the final outcome of the investigation. \nIf interim measures are specifically addressed in a recipient’s grievance procedures, they must be \naddressed in a manner consistent with Title IX.  A recipient’s grievance procedures may not make \nsuch measures available only to one party, and the recipient may not rely on fixed rules or operating \nassumptions that favor one party over another.  \n \nResponse to Complaints \n \nIn order to comply with Title IX and its implementing regulation at 34 C.F.R. § 106.31, the \nrecipient must provide a prompt and effective response to complaints of sexual harassment.  \nDiscussed below are the applicable legal standards relevant to OCR’s findings in this compliance \nreview.2  \n \nSexual harassment that creates a hostile environment is a form of sex discrimination prohibited by \nTitle IX at 34 C.F.R. § 106.31(a).  Sexual harassment is unwelcome conduct of a sexual nature.  \nSexual harassment can include unwelcome sexual advances, requests for sexual favors, and other \nverbal, nonverbal, or physical conduct of a sexual nature, such as sexual assault or acts of sexual \nviolence.  Sexual harassment of a student creates a hostile environment if the conduct is sufficiently \nserious that it denies or limits a student’s ability to participate in or benefit from the recipient’s \nprogram. \n \nOCR considers the harassment from an objective and subjective perspective to determine whether it \nis severe, persistent, or pervasive enough to deny or limit a student’s educational opportunity and \nevaluates the conduct in light of the following factors:  the degree to which the conduct affected one \nor more students’ education; the type, frequency, and duration of the conduct; the identity of and \nrelationship between the alleged harasser and the subject of the harassment; the number of \nindividuals involved; the age and sex of the alleged harasser and the subject of the harassment; the \nsize of the recipient, location of the incidents, and context in which they occurred; other incidents at \nthe recipient; and incidents of gender-based, but nonsexual harassment.   \n \nIf a recipient knows or reasonably should have known about sexual harassment by employees, other \nstudents or third parties, Title IX requires a recipient to respond promptly and effectively to reports \nof sexual harassment.  Once a recipient has notice of possible sexual harassment of students, \nwhether carried out by employees, other students, or third parties, it should take immediate and \nappropriate steps to investigate or otherwise determine what occurred and take prompt and effective \nsteps reasonably calculated to end any harassment, eliminate a hostile environment if one has been \ncreated, and prevent harassment from occurring again.  These steps are the recipient’s responsibility \nwhether or not the student who was harassed makes a complaint or otherwise asks the recipient to \n                                                 \n2 For further clarification, see OCR’s Revised Sexual Harassment Guidance: Harassment of Students by School \nEmployees, Other Students, or Third Parties (2001 Guidance) at 12. \n\nPage 5 – OCR Reference No. 10136001 \n \ntake action.  If a recipient fails to respond appropriately to a report of sexual harassment, and this \nfailure permits a student to be subjected to a hostile environment, the recipient is also responsible \nfor taking corrective action to remedy the effects on the student or students that could reasonably \nhave been prevented had it responded promptly and effectively.3  The extent of a recipient’s \nresponsibilities if an employee sexually harasses a student is determined by whether or not the \nharassment occurred in the context of the employee’s provision of aids, benefits, or services to the \nstudent.4 \n \nOCR’s guidance mandates that a recipient’s response to alleged incidents of sexual harassment be \nprompt.  Although there is no fixed timeframe to provide a prompt investigation, OCR will evaluate \nthe recipient’s good faith effort to provide a fair, impartial investigation of a Title IX complaint in a \ntimely manner designed to provide resolution to all parties.  \n \nDuring the course of a recipient’s investigation of sexual harassment complaints, including those of \nsexual violence, it may be appropriate for the recipient to provide interim measures to the parties.  \nInterim measures may include counseling, extensions of time or other course-related adjustments, \nmodifications of work or class schedules, campus escort services, restrictions on contact between \nthe parties, changes in work or housing locations, leaves of absence, increased security and \nmonitoring of certain areas of campus, and other similar accommodations.  Interim measures must \nbe appropriate both in the kind of interim measures offered and in the implementation of those \ninterim measures.  In assessing the need for interim measures, every effort should be made to avoid \ndepriving any student of his or her education.  The University should ensure that any interim \nmeasures are necessary and effective. \n \nRegardless of whether the student who was harassed decides to file a formal complaint or otherwise \nrequest action on his/her own behalf, the recipient must promptly investigate a report of sexual \nharassment or otherwise determine what occurred and then take appropriate steps to resolve the \nsituation.  The specific steps in an investigation will vary depending upon the nature of the \nallegations, the source of the complaint, the age of the student or students involved, the size and \nadministrative structure of the recipient, and other factors.  However, in all cases the inquiry must \nbe prompt, thorough, and impartial. \n \nOCR enforces Title IX consistent with the federally protected due process rights of the recipient’s \nstudents and employees.  Thus, for example, if a student, who was the only student harassed, insists \nthat his or her name not be revealed, and the alleged harasser could not respond to the charges of \nsexual harassment without that information, in evaluating the school's response, OCR would not \nexpect disciplinary action against an alleged harasser.  However, a recipient should evaluate the \nconfidentiality request or a request to not pursue a report of sexual harassment in the context of its \nresponsibility to provide a safe and nondiscriminatory environment for all students.  The factors that \na recipient may consider in this regard include the seriousness of the alleged harassment, the age of \nthe student harassed, whether there have been other complaints or reports of harassment against the \n                                                 \n3 See 2001 Guidance at 12. \n4 See 2001 Guidance at 10. \n\nPage 6 – OCR Reference No. 10136001 \n \nalleged harasser, and the rights of the accused individual to receive information about the accuser \nand the allegations if a formal proceeding with sanctions may result. \n \nTitle IX requires that notice of the outcome of a recipient’s investigation of Title IX complaints be \nprovided to both parties and that the provision of that notice be equitable.  In order to determine \nwhether the notice of outcome is equitable, OCR will consider factors such as the form, content, and \ntiming of the notice provided by a recipient to both parties.  \n \nPursuant to Title IX’s prohibition against retaliation, a recipient should take steps to prevent any \nretaliation against an individual who makes a complaint (or was the subject of the harassment), \nagainst a person who files a complaint on behalf of someone else, or against those who provide \ninformation as witnesses.  At a minimum, this includes making sure that the harassed individuals \nknow how to report any subsequent problems and making follow-up inquiries to see if there have \nbeen any new incidents of harassment or any retaliation. \n \nA recipient must provide notice of its grievance process because a grievance procedure applicable \nto sexual harassment complaints cannot be prompt or equitable unless individuals know it exists, \nhow it works, and how to file a complaint.  Thus, the procedures should be written in language that \nis easily understood and widely disseminated. \n \nFindings and Conclusions  \n \nThe following describes OCR’s findings regarding the University’s Title IX Coordinator and \ndescribes the violations and concerns found by OCR with respect to the University’s grievance \nprocedures and handling of complaints and reports of sexual harassment.  Each of these is addressed \nin the Agreement.  For issues identified as concerns, OCR would need to obtain additional \ninformation and conclude its investigation in order to determine whether the concern was in fact a \nviolation of Title IX.  As a result of the Agreement, however, OCR has resolved this compliance \nreview prior to completing its investigation. \n \nDesignation and Notice of a Title IX Coordinator \n \nDuring the times relevant to OCR’s investigation, the University had one or more designated Title \nIX Coordinators.  Contact information for these individuals was published on the University’s \nwebsite.  On June 22, 2015, the University announced that it had appointed a new Title IX \nCoordinator.  The new Title IX Coordinator was formerly the University’s Director of the Office of \nJudicial Affairs (OJA) from 2007 – August 2014.  The University informed OCR that under this \nnew Title IX Coordinator, the Title IX office investigates all Title IX complaints and the Title IX \nCoordinator has ultimate oversight and responsibility for responding to complaints and Title IX \ncompliance.  The University provided information to OCR in May 2016 reflecting that the new \nTitle IX Coordinator has been trained.  This training included receiving certifications from a \nnational for-profit Title IX organization as a Title IX Coordinator and investigator, and a \ncertification from a national for-profit behavioral intervention organization.  \n \n\nPage 7 – OCR Reference No. 10136001 \n \nThe University also has seven Deputy Title IX Coordinators assigned to cover distinct areas: 1) two \nfor employee on employee sexual harassment issues - one in Human Resources and the other in the \nEqual Employment Opportunity/Affirmative Action office (EEO/AA), 2) Student Housing Services \n(SHS), 3) the law school, 4) the medical school, 5) the Office of Graduate Education, and 6) \nathletics.  Each of these individuals is identified by name on the Title IX office webpage; contact \ninformation for each including telephone numbers, office addresses, and e-mail addresses is also \npublished on the same webpage.  The University provided information in May 2016 and September \n2017 that all Deputy Title IX Coordinators have received Title IX training specific to their roles as \nTitle IX Coordinators.   \n \nOCR determined that the University has a Title IX Coordinator with overall responsibility for Title \nIX compliance, including responsibility for responses to reports of sexual harassment; that students \nand employees are notified of the name, office address, and telephone number of the Title IX \nCoordinator as well as the Deputy Title IX Coordinators; and that the University’s Title IX \nCoordinator and its Deputy Title IX Coordinators have received adequate training to carry out their \nTitle IX responsibilities.  Accordingly, OCR finds that the University is compliant with Title IX in \nthis area. \n \n  Grievance Procedures \n \nFrom the beginning of OCR’s review period until September 2015, the University had three \nprocedures that were applicable to complaints of sexual harassment, including sexual assault \ncomplaints.  The existence of three different procedures resulted in a grievance process that was \npotentially conflicting and confusing.  In September 2015, the University adopted the System’s \nrevised sexual harassment policies and procedures entitled “EP1.204 Interim Policy and Procedure \non Sex Discrimination and Gender-Based Violence” (Procedure).  As of the date of this letter, the \nProcedure continues to be an “interim” procedure; no final procedure has been adopted by the \nUniversity.  This current Procedure addresses certain issues with the prior procedures, however, as \ndiscussed below, OCR finds that it is not yet fully compliant with the procedural requirements of \nTitle IX.   \n \nOCR found that the University provides clear and easily understood notice as to where complaints \nmay be filed as the Procedure is posted on the University’s Title IX website and states that anyone \nsubjected to sex discrimination, sexual harassment, or gender-based harassment should report the \nprohibited behavior immediately to the respective campus Title IX Coordinator.  OCR also found \nthat the Procedure explicitly states that it applies to complaints alleging sex discrimination, sexual \nharassment, or sexual assault carried out by employees, other students, or third parties.  The \nProcedure, as written, provides for an adequate, reliable, and impartial investigation of complaints, \nincluding the opportunity for both parties to present witnesses and evidence. \n \nThe Procedure provides a timeframe of 60 days for completion of all investigative activities and \nsanctions and provides a specific timeframe for the University to respond to appeals.  However, the \nProcedure does not set forth a specific timeframe in which complaining parties or respondents \nshould file an appeal, leaving the timeframe for filing an appeal open-ended.  OCR found that the \n\nPage 8 – OCR Reference No. 10136001 \n \nProcedure does provide for notice to both parties of the outcome of the complaint.  OCR found that \nthe Procedure states a broad commitment to preventing, reporting, and promptly resolving sexual \nharassment sufficient to constitute an assurance that the institution will take steps to prevent further \nharassment and to correct its discriminatory effects on the complainant and others, if appropriate.  \nOCR found that the University’s Procedure expressly states that the University prohibits and will \nnot tolerate retaliation, lists the types of activities which are protected under the prohibition against \nretaliation, and provides that retaliation will be treated as a separate offense.  The Procedure \nspecifies that the “preponderance of the evidence” standard of proof applies to complaints filed \nunder the Procedure.  This is the same standard that the University uses for other misconduct. \n \nAlthough not required to specifically address interim measures in written procedures, a recipient \nmust do so in a manner consistent with Title IX, if it includes such information.  OCR found that the \nProcedure defines interim measures which may be available and why they may be instituted.  OCR \nfound that the definition of interim measures is consistent with Title IX.  However, the wording of \nthe interim measures definition section conveys greater consideration for reporting parties than for \nresponding parties and does not convey that the rights of the responding party or accused will be \nweighed appropriately.  The Procedure specifically states that “in those instances where interim \nmeasures affect both the reporting party and responding party, the University shall minimize the \nburden on the Reporting Party wherever appropriate.”  The Procedure also implies that interim \nmeasures are only available to reporting parties, as it states “Requests for interim measures may be \nmade by or on behalf of the reporting party to the Title IX Coordinator, or the EEO/AA Office” and \ndoes not identify which individual or office should receive requests for interim measures made by \nor on behalf of responding parties.  Thus, OCR finds that the Procedure, as written, does not apply \nequally to all parties and is therefore not consistent with Title IX.  \n \nAccordingly, OCR finds that the Procedure does not provide a timeframe for a major stage of the \ngrievance process and does not provide for equitable application of interim measures in violation of \nTitle IX. \n \nResponse to Complaints \n \nIn order to evaluate whether the University complied with the requirements of Title IX, OCR \ninvestigated whether the University provided a prompt and effective response to reports of sexual \nharassment and, if sexual harassment was found to have occurred that was sufficiently serious as to \ncreate a hostile environment, whether it effectively took steps to end the harassment, eliminate the \nhostile environment, and prevent recurrence.  OCR also evaluated whether there were instances in \nwhich the University’s failure to properly respond to instances of sexual harassment may have \npermitted a hostile environment for the student or students involved.  To make this determination, \nOCR reviewed 89 reports (complaint files) of sexual harassment received by the University from \nthe beginning of the 2010-2011 academic year through March 2016.  OCR also reviewed files of \nthree cases appealed during the 2010-2013 time period which were also originally investigated \nduring that period.  In almost 60 percent of these files, the University determined that for various \nreasons which are discussed further below, it could not investigate the report.  For the reports the \nUniversity investigated, OCR reviewed and analyzed the documentation provided to determine \n\nPage 9 – OCR Reference No. 10136001 \n \ncompliance with regard to the requirements for a prompt and effective response to reports of sexual \nharassment.   \n \nOCR identified both violations of Title IX and concerns with respect to elements of the University’s \nresponse to complaints and reports of sexual harassment.  Those elements are detailed below.  \n \n  Promptness  \n \nOCR reviewed the complaint files to determine whether the University resolved complaints in a \ntimely manner.  For the period 2010 through 2013, the average time period for resolution of the \nunderlying complaint (excluding appeal) was 49 days for 2010-2011, 51 days for 2011-2012, 111 \ndays for 2012-2013, and for the files from 2014 to March of 2016, the average time period for the \nresolution of student on student incidents was 85 days.  In its review, OCR found 10 cases that took \nover 150 days for the University to complete. Seven of these cases took over 200 days to complete, \nincluding one case involving allegations against an employee that took 620 days to complete.  \nSeveral of these cases included information in the case file explaining potential reasons for delay, \nbut others contained no such information.  \n \nBased on the evidence contained in the case files provided by the University, OCR has a concern \nthat the University may not be completing its investigations in a reasonably prompt timeframe \nconsistent with the requirements of Title IX.  OCR would need to further investigate the \nUniversity’s explanation for these investigative timeframes in order to determine if any of these \ncases represented a violation of Title IX. \n   \n  Interim Measures \n \nIn some instances, interim measures may be necessary to protect the rights of the reporting or \nresponding parties.  In those instances, the University is responsible for fairly and effectively \ncarrying out the interim measures or amending them as appropriate.  OCR’s review of complaint \nfiles identified instances in which the University imposed interim measures to protect the reporting \nparty from a potentially hostile environment pending completion of an investigation, but the file \nsuggests that those measures may not have been effectively enforced.  In one such case, OCR found \nthat the University’s failure to effectively enforce interim measures resulted in a failure to \nappropriately respond to a report of sexual assault.   \n \nIn this case, a student athlete reported that, following a residence hall party, she was raped by \nanother student athlete who was well-known on campus.  Pursuant to the process employed under \nthe University’s procedures in place at the time of the incident, both SHS and OJA investigated the \ncomplaint.  The investigation took place during the respondent’s athletic season.  As interim \nmeasures during the investigation, SHS notified the respondent, who was not living on campus that \nsemester, that he was banned from entering all student housing property, and OJA issued an order \nprohibiting the respondent from contacting or retaliating against the complainant.  The files \nprovided to OCR show that the respondent violated the trespass ban four times within a three month \nperiod by entering residence halls, including where the complainant lived.  These instances were \n\nPage 10 – OCR Reference No. 10136001 \n \nreported to the University.  In particular, both the complainant and her roommate separately \nreported seeing the respondent in their dormitory building during the period of time that the ban was \nin place.  In response to the first violation of the trespass ban, the University emailed the respondent \na written clarification of the interim measures.  In response to the second violation of the trespass \nban, the University issued two charge letters to the respondent regarding his violation of the \ndirective not to enter student housing.  Two days later, student housing and OJA held a joint hearing \nwith the respondent regarding the violation of the trespass ban.  When he subsequently violated the \ntrespass ban for a third and fourth time, the University again sent him letters charging him with \nviolating the ban and met with him once.  No additional actions were taken.  The OJA investigation \ntook 134 days, and the SHS investigation took 159 days.  When the University ultimately issued its \ndecision letters, the University found the respondent responsible for the sexual assault as alleged \nand he was dismissed from school for the sexual assault as well as for the violation of the interim \ntrespass ban. \n \nBased upon the severity of the allegations, the number of times the respondent reportedly violated \nthe trespass ban and the ineffectiveness of the University’s response to the reported violations, OCR \nfinds that the University failed to effectively enforce the interim measures as described above. This \nfailure constitutes a violation of the University’s responsibility under Title IX to fairly and \neffectively implement interim measures.  \n \n  Hostile Environment \n \nThe University has an obligation to determine whether an allegation of sexual harassment creates a \nhostile environment for the impacted student or students.  If a hostile environment is found to exist, \nthe University must take steps to eliminate the hostile environment.  OCR reviewed the case files to \nevaluate whether the University was effectively responding to incidents of sexual harassment in \norder to identify whether the incident created a hostile environment for a student or students and, if \nso, whether there were appropriate steps necessary to eliminate it.  \n \nOCR found that in one case, the University’s own inaction resulted in the presence of a hostile \nenvironment for a student who was subjected to sexual assault.  In the case described above \nregarding interim measures involving the rape of a student athlete by another student athlete, the \nUniversity’s failure to enforce the interim no trespass ban and no contact order against the \nrespondent caused the reporting student to continue to be subjected to a hostile environment.  In that \ncase, the University found that the reporting student had been raped by the respondent.  A single \nincident of rape is considered sufficiently serious as to constitute a hostile environment under Title \nIX.  The University instituted the interim measures to keep the respondent away from the reporting \nstudent during the pendency of the investigation.  Over the course of the 134 days and 159 days it \ntook the University to complete its OJA and SHS investigations, the student, her roommate, and \nothers reported that the respondent was violating the orders, including being in the reporting \nstudent’s residence hall.  As described above, however, the University did not take steps reasonably \ncalculated to enforce the order and the complainant continued to encounter the respondent, \nincluding in her residence hall.  The failure to enforce the interim measures, compounded by the \n\nPage 11 – OCR Reference No. 10136001 \n \nfact that it took 134 and 159 days to complete the investigations, allowed the complainant to \ncontinue to be subjected to a hostile environment.  \n \nDuring OCR’s interviews, University staff told OCR that the complainant had suffered a drop in her \ngrades after the incident and that she considered dropping out of school in part because the lack of \nenforcement of the trespass ban meant she could not avoid seeing the respondent.  University \nadvocacy staff told OCR that they worked extensively with the complainant to encourage her not to \ndrop out of school.  Based on these facts, OCR finds that the University’s own inaction perpetuated \nthe hostile environment experienced by the student.   \n \nOCR finds the University in violation of Title IX regarding its response to the hostile environment \nthat it permitted to continue by its own inaction.   \n \n  Adequate Response to Reports \n \nThe University has an obligation to respond to incidents of sexual harassment about which it knows \nor should have known.  This response should include determining what occurred, who was \ninvolved, and whether and what steps the University should take.  \n \nWhile it can present a challenge for the University to take these steps in circumstances such as those \nwhen the University has notice of an incident, but where the alleged victim does not file a report, \nwhere the alleged victim or reporting party declines to participate in the investigation or requires \nconfidentiality, where the suspected respondent is unknown to the University, or where the \nsuspected respondent is not a student, these circumstances do not relieve the University of its \nresponsibility to take reasonable steps to determine what occurred and evaluate whether steps \nshould be taken to address any hostile environment that may have been created by the incident.  In \ncases such as these, the University should evaluate what steps it can take in the context of its \nresponsibility to provide a safe and nondiscriminatory environment for all students.  Based on the \ncase files reviewed, OCR has concerns that in some instances the University may have taken no or \ninadequate action solely because it lacked sufficient participation of the impacted or reporting \nstudent, or the suspect was unknown or not a student.  \n \nFor example, the University received a report from student B that student A had been raped by \nstudent C, who lived one floor above students A and B in the same dormitory building.  Student A \ndid not wish to file a report, student B requested confidentiality, and neither students A nor B \nprovided the name of student C to the University.  Student B informed the University that student C \nroutinely used the dormitory stairs next to student A’s room.  The University provided student B \nwith information about sexual assault resources to share with student A.  There is no information in \nthe file to suggest that further steps were taken to assess if additional steps might be appropriate to \nmeet the University’s responsibility to provide a safe environment for all students.  \n \nAccordingly, OCR has a concern that the University may not have fulfilled its obligations to \ninvestigate or otherwise determine what occurred when it knew or should have known about alleged \nsexual harassment.  \n\nPage 12 – OCR Reference No. 10136001 \n \n  Notice of Outcome for Both Parties \n \nThe University has an obligation under Title IX to provide notice of the outcome of its investigation \nto the parties on an equitable basis.   \n \nOCR found that in almost every case file it reviewed that included decision letters, the respondent’s \ndecision letter included more detail than the complainant’s.  Specifically, the respondents’ decision \nletters recounted the evidence and witness statements relied on for the determinations, and the \ncomplainants’ decision letters simply included the determination without any elaboration regarding \nthe reason for the fact-finder’s conclusion or any of the evidence considered in arriving at the \ndetermination.  For example, in two related cases alleging that one student was raped by two other \nstudents, the University’s investigation found insufficient evidence to support a finding of sexual \nassault under the Student Conduct Code.  In both instances, the respondents’ letters providing notice \nof outcome were significantly longer and more detailed than the complainant’s letter, and the \nrespondents’ letters set forth the reasons for the University’s decision, while the complainant’s letter \ndid not. \n \nIn other instances, OCR found that notice of the outcome was provided to the complainant \nsometime after the respondent received notice. In two related cases, one student reported that she \nwas physically sexually harassed by the respondent, and one month later a second student reported \ninappropriate touching by the same respondent.  The respondent was found responsible in the \ninvestigation of both allegations.  In both cases, the records in the file suggest that the complainants \nreceived notice of the outcome of the investigation two months after the respondent was notified. \nOCR also found cases in which the respondent received notice of the outcome but there is no record \nin the file that the complainant in the case ever received notice of the outcome.  For example, in one \ncase involving verbal sexual harassment, the complainant reported to the University that she \nreceived many sexually harassing e-mails from the respondent.  Once the University completed the \ninvestigation, the respondent received a decision letter explaining its findings and sanctioning him, \nbut the file does not reflect that the complainant was ever provided notice regarding the outcome of \nthe investigation. \n \nIn several instances, OCR’s review identified cases where only the respondent was provided notice \nof the right to appeal the University’s decision but the complainant was not.  In the example above \ninvolving the two students accused of rape, when the University found in favor of the respondents, \nthe respondents received a notice of their right to appeal but the complainant did not.   \n  \n \nAccordingly, OCR has a concern that the University may not have provided equitable notice of \noutcome to parties.  OCR would need to further investigate these individual cases to determine if \nthe apparent failures found in the case files regarding notice could be confirmed.  \n  \n  Protection Against Retaliation  \n \nOCR found that there were cases where it appears that the University failed to properly respond to \nallegations of retaliation against a complainant.  In one case, a graduate student alleged that she had \n\nPage 13 – OCR Reference No. 10136001 \n \nbeen sexually harassed by her advisor, who made unwanted sexual advances to her.  Following the \ninvestigation a fact-finding report concluded that the professor had sexually harassed the student.   \n \nThe University’s fact-finding report stated that, according to one witness, after the student filed the \ncomplaint, the advisor told this witness “on numerous occasions how he will retaliate against \n(complainant);” that he would “ruin (complainant’s) career;” and that if he lost the sexual \nharassment case, “his name will be stained and he will sue (complainant) and take her to court to \ngive her a lesson.”  The fact-finding report states that the decision maker must decide whether or \nnot to initiate an investigation of retaliation.  There is no information in the file, however, that the \npotential retaliation issue identified in the fact-finding report was ever investigated by the \nUniversity or that the University took steps to respond to these threats of retaliation or to follow up \nwith the complainant. \n \nOCR has concerns that the University may have failed to take proper steps to prevent retaliation, \nrespond to retaliation allegations presented to the University during its investigation, or to consider \nthose issues as related to its investigation.   \n \n  Notice of Grievance Procedures \n \nOCR’s investigation identified students in particular graduate programs, including the law school \nand library sciences programs, who may not have been provided information that they could file \ncomplaints with the Title IX office.  During the on-site, OCR conducted a focus group with law \nstudents.  The third year law students reported that they were not told about University-wide Title \nIX resources or procedures, but rather were told to report sexual harassment to the law school \ndeans.  A former graduate student in the library sciences program reported to OCR that after she \nwas raped off campus, she did not know how or where to report the rape, and that no such \ninformation had been given to graduate students in her department.   \n \nAdditionally, the University’s medical school’s webpage for Title IX and sexual harassment states \nthat the medical school’s own Title IX grievance procedure applies to all allegations of sexual \ndiscrimination involving students, faculty, or staff members.  However, the University’s websites \ndo not appear to contain such a procedure.  In addition, the medical school’s 2016-2017 Medical \nStudent Resource Guide provides an outdated reference/weblink to a withdrawn University sexual \nharassment procedure.  \n \nAccordingly, OCR has a concern that the University may have failed to provide adequate notice of \nits grievance process to its graduate students.   \n \nResolution Agreement \n \nThe enclosed Agreement addresses the violations and concerns that OCR identified.  In accordance \nwith the Agreement, the University agrees to: \n \n\nPage 14 – OCR Reference No. 10136001 \n \n  Review, revise, and provide notice of its policies and procedures (Procedures) used to \naddress sexual harassment, so they are consistent with Title IX requirements. \n  Review any additional published material relevant to sexual harassment, including \nelectronic materials and websites, and ensure that all materials are internally consistent \nwith, and do not conflict with, the Procedures. \n  Provide training regarding revised policies and procedures to “responsible employees,” \nand University employees and contracted persons who are directly involved in \ninvestigating and/or resolving reports of sex discrimination for the University. \n  Conduct climate surveys of students. \n  Submit to OCR documentation of its centralized system for tracking and recording \ncomplaints, reports, investigations, interim measures, and resolutions of student, \nemployee, and third party conduct that may constitute sexual harassment or sexual \nviolence. \n  Contact the complainants and respondents who were involved in reports and complaints \nof sexual harassment and sexual violence, from August 1, 2013, to October 1, 2017, for \nwhich a student was one of the parties, to provide them with the opportunity to request \nthat the University review any specific concerns they may have about the processing of \ntheir reports or complaints. \n \nThis concludes OCR’s investigation.  This letter should not be interpreted to address the \nUniversity’s compliance with any other regulatory provision or to address any issues other than \nthose addressed in this letter.  This letter sets forth OCR’s determination in an individual OCR \ncompliance review.  This letter is not a formal statement of OCR policy and should not be relied \nupon, cited, or construed as such.  OCR’s formal policy statements are approved by a duly \nauthorized OCR official and made available to the public. \n \nPlease be advised that the University may not harass, coerce, intimidate, or discriminate against any \nindividual because he or she has filed a complaint or participated in the complaint or compliance \nreview resolution process.  If this should occur, an individual may file a complaint alleging such \ntreatment. \n \nUnder the Freedom of Information Act, it may be necessary to release this letter and related \ncorrespondence and records upon request.  In the event that OCR receives such a request, it will \nseek to protect, to the extent provided by law, personally identifiable information, which, if \nreleased, could reasonably be expected to constitute an unwarranted invasion of personal privacy. \n \nOCR will monitor implementation of the Agreement.  If the University fails to implement the \nAgreement, OCR may initiate administrative enforcement or judicial proceedings to enforce the \nspecific terms and obligations of the Agreement.  Before initiating administrative enforcement (34 \nC.F.R. §§ 100.9, 100.10), or judicial proceedings to enforce the Agreement, OCR shall give the \nUniversity written notice of the alleged breach and 60 calendar days to cure the alleged breach.  The \nUniversity’s first report under the Agreement was received by OCR on January 29, 2018. \n \n\nPage 15 – OCR Reference No. 10136001 \n \nThank you for the cooperation that you and your staff extended to OCR staff in resolving this \ncompliance review.  We recognize and appreciate the dedication displayed by your staff throughout \nour interactions with them.  If you have any questions, please feel free to contact Amy Klosterman, \nAttorney, by telephone at (206) 607-1622 or by e-mail at amy.klosterman@ed.gov; Shirley Oliver, \nSenior Equal Opportunity Specialist, by telephone at (206) 607-1633 or by e-mail at \nshirley.oliver@ed.gov, or Tina Sohaili, Attorney, by telephone at (206) 607-1634 or by e-mail at \ntina.sohaili@ed.gov. \n \n            Sincerely,  \n \n            / s / \n \nLinda Mangel  \nRegional Director  \n \nEnclosure:  Resolution Agreement ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99708"
    },
    {
      "date": "2013-06-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99706,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99706.pdf",
      "title": "[Compliance review notice to University of Hawaii at Manoa]",
      "text": "UNITED STATES DEPARTMENT OF EDUCATION \nQti'FICE FOR CML RIG~-iTS \nSEATTLE OFFICE \nJune  11,  2013 \nDr. Thomas Apple \nChancellor \nUniversity of Hawaii at Manoa \n2500 Campus Road \nHonolulu, Hawaii 96822 \nRe:  University of Hawaii at Manoa \nOCR Reference No. 10136001 \nDear Dr. Apple: \nBy letter dated May 28, 2013, Acting Assistant Secretary for Civil Rights, Seth Galanter of the \nU.S. Department of Education, Office for Civil Rights (OCR) notified the University of Hawaii \nat Manoa (university) that OCR was initiating a proactive review to evaluate the university's \ncompliance with title IX ofthe Education Amendments of 1972,20 U.S.C. § 1681 et seq., and its \nimplementing regulation at 34 C.F.R. Part 106, with respect to sexual harassment1\n• \nSpecifically, the compliance review will examine whether the university has responded effectively \nto notice of possible sexual harassment and violence, including by examining the university's \nhandling of complaints of sexual assault and other sexual harassment under its various procedures \nand its coordination with local law enforcement authorities; whether the university has adopted, \npublished and implemented grievance procedures that provide for the prompt and equitable \nresolution of complaints alleging sexual harassment and sexual violence; and whether the \nuniversity has properly designated a Title IX Coordinator and provided notice of that designation. \n(b)(7)(A) \n1 Throughout this data request, the term \"sexual harassment\" is inrended to include claims of sexual assault and acts of \nsexual violence, such as rape, gross sexual imposition, ere. \n9,5 2Nu AVE. • SUITE. 33 ·o. SEATTLE. WA 98174-1099 \n'WI-'·.ed.gO\\ \nT.';e Departm~nt of Educacion 's mis!'lOI> is to oromo:e student achievemenr and preparation for global compcr:uvcness \nby foscering educatio!lsl exce!le!l~ ana ensu.ting equa. access. \n\nPage 2 - OCR Reference No. 10 13600 1 \n(b)(?)(A) \n\nPage 3- OCR Reference No. 10136001 \n(b)(7)(A) \n\nPage 4 - OCR Reference No. 10136001 \n(b)(7)(A) \n\nPage 5 -OCR Reference No. 10136001 \n(b)(7)(A) \nOCR is committed to prompt and effective service. If you have any questions, you may contact \nme by telephone at (206) 607-1633, or by e-mail at shirley.oliver@ed.gov. \nSincerely, \nShirley Oliver \nSenior Equal Opportunity Specialist ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99706"
    },
    {
      "date": "2013-05-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99704,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99704.pdf",
      "title": "[Compliance review notice to University of Hawaii at Manoa]",
      "text": "UNITED STATES DEPARTMENT OF EDUCATION \nOFFICE FOR CIVIL RIGHTS \nDr. Thomas Apple  MAY 2 8 2013 \nChancellor \nUniversity of Hawai'i at Manoa \n2500 Campus Road \nHonolulu, Hawai'i 96822 \nRc:  University of Hawai' i at Manoa \nOCR Reference No.  I 0 13600 I \nDear Chancellor Apple: \nThe Office for Civil Rights (OCR), the civil rights enforcement arm of the U.S. Department of Education \n(Department). implements Federal civil rights Jaws that prohibit discrimination on the basis of race, color, \nnational origin, sex, disability, and age by educational institutions that receive Federal financial \nassistance.  OCR is responsible for investigating individual complaints of discrimination and is also \nrequired to conduct periodic proactive compliance reviews of recipient practices to determine whether \nthey comply with the laws that OCR enforces. \nCompliance reviews are designed to address systemic issues and ensure that violations arc readily \nidentified and promptly eliminated. Compliance review sites are selected based on various sources of \ninformation, including statistical data and information from students and parents, advocacy groups, the \nmedia, and community organizations. \nI \\Hite to advise you that OCR has selected the University of Hawai'i at Manoa (University) for a \ncompliance review under: Title IX of the Education Amendments of 1972 (Title fX), 20 U.S.C. § 1681, \nand its implementing regulation, 34 C.F.R. Pa11 I 06, which prohibit discrimination on the basis of sex in \nany education program or activity operated by recipients of Federal financial assistance from the \nDepartment. The University is a public education system that receives funds from the Depa11ment and is \ntherefore is subject to Title IX and the regulations. \nSpecifically, this compliance review will assess whether the University has responded effectively to \nnotice of possible sexual harassment and violence, including by examining the University's handling of \ncomplaints of sexual assault and other sexual harassment under its various procedures and its coordinarion \nwith local law enforcement authorities: whether the University has adopted, published and implemented \ngrievance procedures that provide for the prompt and equitable resolution of complaints alleging sexual \nharassment and sexual violence; and whether the Unh crsity has properly designated a Title IX \nCoordinator and provided notice of that designation. \nIt should be emphasized that nt this time OCR has reached no conclusions as to whether a violation of any \nfederal law exists.  U.S. Secretnry of Education Arne Duncan is committed to ensuring that all students \narc afforded equal educal iona  I opp01tunities.  We believe the information and any results from this \ncompliance review will have a direct and positive impact on students at the University. We look forward \nto \\\\Orking with you in this review. \nOCR's Seattle enforcement office will conduct this compliance review. Gary D. Jackson. OCR's \nDirector in Seattle, will contact officials at the University within a week of the date of this letter to make \n-400 MARYLAND AVE.S.W., WASHINGTON, DC 20202-1100 \nwww.ed.gov \nThe Department of Education's mission is to promote student achit!1·ement and preparation for giClb,J/ nnnpetitil·em~s \nL~v fostering educational excellence and ensuring equal c1Ccess. \n\nPage 2 - Dr. Thomas Apple, Chancellor \narrangements for the next steps in the compliance review process, including requesting access to data and \npersonnel. \nShould you have any questions or concerns, please do not hesitate to contact me at (202) 453-5900.  Jf \nyour staff members have any questions regarding the investigation, please do not hesitate to contact Mr. \nJackson at (206) 607-1600. \nThank you for all you have done--and continue to do--to improve our nation's universities. \nSincerely, \nSeth Galanter \nActing Assistant Secretary for Civil Rights \ncc:  Gary D. Jackson, Director, Office for Civil Rights- Seattle ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99704"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115180,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115180"
    }
  ],
  "document_count": 5
}