{
  "case_id": 1022,
  "fetched_at": "2025-10-22T00:07:18.177503",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Los Angeles",
        "institution_county": null,
        "name": "Los Angeles Police Department",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Policing"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "42 U.S.C. § 1985"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 2000,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "California state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1991-07-24",
    "filing_year": 1991,
    "id": 1022,
    "injunction_duration": "",
    "issues": [
      "Policing: Improper use of canines",
      "General/Misc.: Racial profiling"
    ],
    "last_checked_date": "2007-01-03T00:00:00-05:00",
    "main_docket": {
      "id": 46071,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 2000,
      "docket_filing_number": 4719,
      "is_main_docket": true,
      "court": "California state trial court",
      "state": "California",
      "docket_office_number": null,
      "docket_number_manual": "BS 004719",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Lawson v. Gates",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2000,
    "order_start_year": 1995,
    "permanent_injunction": false,
    "plaintiff_description": "All individuals in Los Angeles against whom the LAPD has unleashed a police dog to attack and bite without probable cause or reasonable suspicion to believe that the individuals posed an immediate threat of death or serious physical injury.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 1020,
        "name": "Brown v. City of Los Angeles"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "California",
    "summary": "<p>On July 24, 1991, private attorneys and attorneys for the ACLU and NAACP filed a state-court class action lawsuit pursuant to 42 U.S.C. §§ 1983 and 1985, alleging that the Los Angeles Police Department (LAPD) engaged in unlawful use of police attack dogs to apprehend suspects. On August 17, 1993, after two years of discovery, plaintiffs filed their third amended complaint, which included as attachments sixteen separate charts evidencing statistical information regarding LAPD's K-9 unit.  Plaintiffs alleged, inter alia, that the LAPD engaged in a custom, pattern and/or practice whereby hundreds of citizens, particularly minorities, were subjected to vicious dog attacks and bodily injury, when officers deployed police dogs in circumstances that were not constitutionally justified.  Plaintiffs alleged that in the three years preceding the filing of the third amended complaint, some 900 suspects were believed to have been bitten by LAPD police dogs.  Plaintiffs cited a 90% injury rate to suspects subjected to the police dogs.  Plaintiffs further alleged that the LAPD disproportionately deployed attack dogs in minority areas, resulting in over 90% of the dog bites being inflicted on African-American or Latino citizens.  Plaintiffs sought monetary damages and injunctive relief to bar such practices.</p><p>On March 27, 1995 the parties settled the case along with some other cases pending against LAPD relating to use of canines.  The settlement included a monetary payment to 54 individually named plaintiffs and injunctive relief in the form of agreed revisions to the LAPD K-9 policies.  The revisions included the requirement that LAPD collect and publish data in the form of quarterly and annual reports, regarding the K-9 unit, including the number of searches by division, the find ratio, the number of bites, and the number of hospitalizations relating to bites.  While the settlement was a private agreement, it contained a court enforcement provision.</p><p></p>",
    "summary_published_date": "2006-12-28T00:00:00-05:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/1022",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=1022",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=1022",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=1022"
  },
  "documents": [
    {
      "date": "1993-08-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "California state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 5197,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/5197.pdf",
      "title": "Third Amended Complaint for Damages and Declaratory and Injunctive Relief",
      "text": "Lawson v. Gates\nPN-CA-006-001\n1 Barrett S. Litt, State Bar #45527\nVicki E. Cody, State Bar #157842\n2 LAW OFFICE OF LITT & MARQUEZ\nA LAW CORPORATION\n3 3550 Wilshire Boulevard, Suite 1200\nLos Angeles, California  90010\n4 Telephone:  (213) 386-3114\n5 Robert Mann, State Bar # 48293\nDonald W. Cook, State Bar # 116666\n6 3600 Wilshire Blvd., Suite 1700\nLos Angeles, CA  90010\n7 Telephone:  (213) 252-9444\n8 Paul L. Hoffman, State Bar # 71244\nRobin S. Toma, State Bar # 138777\n9 Tracy Rice, State Bar # 137327\nACLU FOUNDATION OF SOUTHERN CALIFORNIA\n10 1616 Beverly Boulevard\nLos Angeles, CA  90026\n11 Telephone:  (213) 977-9500\n12 Bill Lann Lee, State Bar # 108452\nConstance L. Rice, State Bar # 153372\n13 NAACP LEGAL DEFENSE AND EDUCATIONAL FUND, INC.\n315 West Ninth Street, Suite 208\n14 Los Angeles, CA  90015\nTelephone:  (213) 624-2405\n15\nAttorneys for Plaintiffs\n16\n17 SUPERIOR COURT OF CALIFORNIA\n18 FOR THE COUNTY OF LOS ANGELES\n19\n20 REVEREND DR. JAMES M. LAWSON,  ) Case No.: BC 031232\nREVEREND DR. WILLIAM S. EPPS, ACLU)\n21 OF SOUTHERN CALIFORNIA, KAROL  ) CLASS ACTION\nHEPPE, in her individual  capacity,)\n22 and MISAEL GARCIA-MENENDEZ, in his) THIRD AMENDED COMPLAINT FOR\nindividual capacity, in their  ) DAMAGES AND DECLARATORY AND\n23 capacities as taxpayers, CLARA MAE) INJUNCTIVE RELIEF\nPIERCE, JAY DALE, ALFRED GENE  )\n24 DOSS, JR., MICHAEL THOMPSON,  ) 1.  Excessive Force (4th &\nCURTIS LAVELL KING, JOHN  ) 14th Amendments to U.S.\n25 HERNANDEZ, DRAMECO KINDLE, and  ) Constitution)\nROBERT DOUGLAS individually and as)\n26 class representatives,  ) 2.  Racial Discrimination\n(4th & 14th Amendment to\n27 Plaintiffs, U.S.  Constitution)\n28 vs.\n1110SS1\n\n1 FORMER POLICE CHIEF DARYL GATES,  ) 3.  Due Process Violation\nindividually and in his official  ) (14th Amendment to U.S.\n2 capacity, POLICE CHIEF WILLIE L.  ) Constitution)\nWILLIAMS, in his official  )\n3 capacity, CITY OF LOS ANGELES,  ) 4.  Racial Discrimination\nDEPUTY CHIEF RONALD FRANKLE,  ) (14th Amendment to U.S.\n4 DEPUTY CHIEF BERNARD PARKS,  ) Constitution)\nCAPTAIN PATRICK MCKINLEY, CAPTAIN )\n5 RICHARD L. BONNEAU, LIEUTENANT  ) 5.  Conspiracy to Violate\nPETER DURHAM, SERGEANT JERRY  ) Civil Rights  (42 U.S.C. §\n6 THOMAS, SERGEANT DONN YARNALL, and) 1985)\nSERGEANT MARK MOORING,  )\n7 individually and in their official) 6.  Excessive Force,\ncapacities, and DOES 1-100,  ) Denial of Equal Protection\n8 ) and Due Process of Law,\nUnder California\n9 Defendants. Constitution\n10 7.  Racial Violence and\nIntimidation in Violation\n11 of Civil Code § 51.7\n12 8.  Threats, Intimidation\nor Coercion in Violation of\n13 Civil Code § 52.1\n14 9.  Violation of Statutory\nDuty  (Civil Code § 3342)\n15\n10.  Taxpayer Action for\n16 Declaratory and Injunctive\nRelief\n17\n18 DEMAND FOR JURY TRIAL\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n\n1  I. INTRODUCTION\n2  1.  This is a civil rights action brought by victims of a\n3  systematic custom, practice and/or policy of the Los Angeles\n4  Police Department (\"LAPD\") to use deadly or otherwise excessive\n5  or unreasonable force in the form of attack dogs against persons\n6  who pose no threat to the police or the community justifying such\n7  force.  As a result, hundreds of people, particularly African-\n8  Americans and Latinos, have been viciously bitten and grievously\n9  injured by police dogs, without the police having probable cause\n10  or reasonable suspicion to believe such individuals pose an\n11  immediate or any threat of death or serious bodily injury, or\n12  otherwise posed a threat justifying the use of such force.\n13  Plaintiffs seek to enjoin the illegal use of public funds to\n14  promote and implement these unconstitutional policies and\n15  practices, as well as damages on behalf of the class of victims.\n16  2.  While many major metropolitan police departments\n17  nationwide use canine units as part of their law enforcement\n18  programs, responsible police departments train their handlers and\n19  dogs to only have their dogs search and find suspects, and rarely\n20  do their dogs bite suspects.  Other police department canine\n21  units have significantly lower bite rates than the LAPD canine\n22  unit.  Within the LAPD generally, officers use force in an arrest\n23  situation in only one to two percent of all arrests.  However,\n24  the use of force rate is many times greater when the LAPD deploys\n25  a police dog.  In addition, police dog inflicted injuries are\n26  often far more grave than injuries caused by other police uses of\n27  force.\n28  3.  The LAPD trains, conditions and/or deploys its canine\nlltOCtl\n\n1  units to attack potential suspects and innocent bystanders; once\n2  a police dog begins biting, the dogs are conditioned or trained\n3  to bite a person until he or she becomes passive.  Even if the\n4  suspect or bystander is passive when the dog first encounters the\n5  person, the dogs are trained to attack and do attack.  The police\n6  dogs attack anywhere on the body, the face, the neck, the chest,\n7  the genitals, or any other part of the body that is available.\n8  Because the dogs are large and are used to attack aggressively,\n9  victims suffer deep puncture wounds, often with flesh and muscle\n10  ripped and torn, frequently requiring medical attention and\n11  hospitalization.  Physical scarring, and even reconstructive\n12  surgery, are common, not to mention the deep psychological trauma\n13  that ferocious attacks of this type inevitably leave.\n14  4.  The LAPD has systematically failed to monitor or\n15  evaluate the deployment of police dogs, ignoring overwhelming\n16  evidence of the grossly excessive nature of the force used and\n17  severity of the injuries inflicted.\n18  5.  The LAPD deploys its police dogs principally in\n19  African-American and Latino and/or other minority communities,\n20  although the crimes for which dogs are used occur at equal if not\n21  greater rates in communities with substantially higher Caucasian\n22  populations and/or more affluent areas.  In addition, the LAPD\n23  has a culture that condones racist behavior by a significant\n24  number of officers and it fosters racial discrimination with\n25  respect to police practices in the minority communities of Los\n26  Angeles.  Although Caucasians also suffer from unwarranted dog\n27  attacks, all information presently available to the plaintiffs\n28  indicates that the overwhelming majority of the victims of police\nlliOStl\n\n1  dog attacks are African-American or Latino.  Two conclusions are\n2  clear.  Through its canine units, the LAPD unleashes unjustified\n3  deadly or otherwise excessive or unreasonable force in violation\n4  of the Fourth and Fourteenth Amendments to the United States\n5  Constitution; of 42 U.S.C Section 1983; and of the California\n6  Constitution, Article I, Sections 7 and 13.  Moreover, this\n7  unconstitutional force is disproportionately and discriminatorily\n8  overdeployed in predominately minority communities, and not\n9  deployed in other communities where similar circumstances  (i.e.,\n10  types and rates of crimes) warrant use of the dogs, in violation\n11  of the Equal Protection and Due Process clauses of the Fourteenth\n12  Amendment to the United States Constitution; of 42 U.S.C.\n13  Sections 1983 and 1985; and of the California Constitution,\n14  Article I, Sections 7 and 13.\n15  6.  Plaintiffs seek a determination by this Court that the\n16  LAPD' s*-o«storn, practice and/or policy of using police dogs to\n17  automatically and without warning attack and bite people\n18  constitutes the unconstitutional use of deadly or otherwise\n19  excessive or unreasonable force in circumstances where no threat\n20  justifies the use of such force.  Plaintiffs also seek a\n21  determination that the custom, practice and/or policy of\n22  concentrating the use of this unconstitutional use of force in\n23  minority communities and against minority individuals deprives\n24  African-American and Latino persons of the equal protection of\n25  the law, and further deprives minority persons of due process of\n26  law.  Plaintiffs seek certification of a class of victims of\n27  these unconstitutional policies and practices, and compensation\n28  for all of the class members.  Finally, plaintiffs seek an order\nlltOCtl\n\n1 enjoining the continuation of these customs, policies and\n2 practices, requiring that LAPD officers only use dogs to attack\n3 and bite where the officers have probable cause to believe that\n4 an individual poses an immediate threat of death or serious\n5 physical injury to the officer or third parties or otherwise\n6 poses a threat justifying the use of such force/ that dogs be\n7 adequately trained not to routinely bite anyone except upon\n8 specific command of the handler; that handlers be screened\n9 psychologically, and that handlers and their dogs be trained to\n10 insure that the handlers properly control and direct their dogs,\n11 that the dogs be trained to properly respond to commands; that\n12 warnings to suspects include not only a warning of imminent use\n13 of the dogs, but also instruction17 to the suspect to remain\n14 still in order not to be bitten; development of a deployment\n15 policy which is based on objective criteria; that full record\n16 keeping, including color photographs of all dog bite injuries, be\n17 maintained; and that the Department monitor the use of dogs, and\n18 the injuries the dogs inflict, to both assure that any use of\n19 force via a police dog was appropriate, and that whatever force\n20 via a dog is used, that the level of force used was appropriate.\n21 XI.  PARTIES\n22 A.  The Taxpayer Plaintiffs.\n23 7.  The Reverend Dr. James M. Lawson is the pastor of the\n24 Holman United Methodist Church in Los Angeles.  At all times\n25 relevant herein Reverend Lawson was and is a resident and\n26 taxpayer of the City of Los Angeles.\n27\n1/  All instructions and warnings should be given in\n28\nSpanish or other languages as needed.\nlltOStl\n\n1  8.  The Reverend Dr. William S. Epps is the pastor of the\n2  Second Baptist Church of Los Angeles.  At all times relevant\n3  herein Reverend Epps was and is a resident and taxpayer of the\n4  City of Los Angeles.\n5  9.  The ACLU of Southern California, a non-profit\n6  corporation dedicated to the protection and furtherance of civil\n7  liberties, at all times relevant herein was and is a taxpayer of\n8  the City of Los Angeles.\n9  10.  Karol Heppe is the Executive Director of the Police\n10  Misconduct Lawyers Referral Service, and she is suing only in her\n11  individual capacity as a taxpayer.  At all times relevant herein\n12  Ms. Heppe was and is a resident and taxpayer of the City of Los\n13  Angeles.\n14  11.  Misael Garcia-Menendez is an indigent resident of the\n15  City of Los Angeles and he is suing only in his individual\n16  capacity as a taxpayer.  At all times relevant herein Mr. Garcia-\n17  Menendez was and is a taxpayer of the City of Los Angeles.\n18  B.  The Class Representatives and Plaintiff Classes\n19  12.  Plaintiff Clara Mae Pierce is a sixty-six year old\n20  African-American female and a resident of the County of Los\n21  Angeles.  Plaintiff Pierce has been a taxpayer of the City of Los\n22  Angeles during the year prior to the filing of this complaint.\n23  On or about January 14, 1992, LAPD officers unleashed a police\n24  dog upon plaintiff Pierce, although there was no probable cause\n25  or reasonable suspicion to believe that plaintiff Pierce posed an\n26  immediate or any threat of death or serious physical injury to\n27  the officers or to third parties, or otherwise posed a threat\n28  justifying the use of such force.  Plaintiff Clara Mae Pierce, a\n\n1  non-suspect, was attacked and severely bitten by the police dog\n2  in her enclosed backyard, suffering physical injury, mental and\n3  emotional harm, medical and other special damages.  When\n4  plaintiff Pierce attempted to protect herself from the dog's\n5  continued attack, officers yelled at her not to interfere with\n6  the dog.  By reason of the acts of defendants, plaintiff Pierce\n7  was put in great fear for her life and physical well being.\n8  13.  Plaintiff Jay Dale is a twenty-two year old Caucasian\n9  male and former resident of the County of Los Angeles.  Plaintiff\n10  Dale had been a taxpayer of the City of Los Angeles during the\n11  year prior to the filing of this complaint.  On or about July 7,\n12  1990, LAPD officers unleashed a police dog on plaintiff Dale,\n13  although there was no probable cause or reasonable suspicion to\n14  believe that plaintiff Dale posed an immediate or any threat of\n15  death or serious physical injury to the officers or to third\n16  parties, or otherwise posed a threat justifying the use of such\n17  force.  Plaintiff Jay Dale, a commercial burglary suspect, was\n18  attacked and severely bitten by the police dog, suffering\n19  physical injury, mental and emotional harm and suffering lost\n20  income, medical and other special damages.  Plaintiff Dale was\n21  attacked by the dog again, after being handcuffed.  During the\n22  attack on Dale, officers present at the scene took no action to\n23  call the dog off.  By reason of the acts of defendants, plaintiff\n24  Dale was put in great fear for his life and physical well being.\n25  14.  Plaintiff Alfred Gene Doss, Jr. (hereafter sometimes\n26  referred to as \"Doss\"), is a thirty-seven year old African-\n27  American male and resident of the County of Los Angeles.\n28  Plaintiff Doss has been a taxpayer of the City of Los Angeles\nutoeci\n\n1  during the year prior to the filing of this complaint.  On or\n2  about June 21, 1991, LAPD officers unleashed a police dog upon\n3  plaintiff Doss, a non-suspect, although there was no probable\n4  cause or reasonable suspicion to believe that plaintiff Doss\n5  posed an immediate or any threat of death or serious physical\n6  injury to the officers or to third parties, or otherwise posed a\n7  threat justifying the use of such force.  Plaintiff Alfred Gene\n8  Doss was attacked and severely bitten by the police dog,\n9  suffering physical injury, mental and emotional harm and\n10  suffering lost income, medical and other special damages.  While\n11  plaintiff Doss was being attacked, officers present at the scene\n12  took no action to call the dog off.  By reason of the acts of\n13  defendants, plaintiff Doss was put in great fear for his life and\n14  physical well being.\n15  15.  Plaintiff Michael Thompson is a thirty-nine year old\n16  African-American male and a former resident of the County of Los\n17  Angeles.  On or about November 13, 1990, LAPD officers unleashed\n18  a police dog upon plaintiff Thompson, a vehicle burglary suspect,\n19  although there was no probable cause or reasonable suspicion to\n20  believe that plaintiff Thompson posed an immediate or any threat\n21  of death or serious physical injury to the officers or to third\n22  parties, or otherwise posed a threat justifying the use of such\n23  force.  Plaintiff Michael Thompson was attacked and severely\n24  bitten by the police dog, suffering physical injury, mental and\n25  emotional harm and suffering lost income, medical and other\n26  special damages.  While the dog attacked plaintiff Thompson,\n27  officers present at the scene took no action to call the police\n28  dog off.  During the dog attack on plaintiff Thompson officers\nlltOStl\n9\n\n1  struck plaintiff Thompson on the side of the head with a\n2  flashlight, causing further serious injury.  After the dog's\n3  attack on plaintiff Thompson, police officers failed to provide\n4  plaintiff Thompson with prompt treatment for his injuries.  By\n5  reason of the acts of defendants, plaintiff Thompson was put in\n6  great fear for his life and physical well being.\n7  16.  Plaintiff Curtis Lavell King is a nineteen year old\n8  African-American male resident of the County of Los Angeles.  On\n9  or about April 24, 1989, LAPD officers unleashed a police dog\n10  upon plaintiff King, a grand theft auto suspect, although there\n11  was no probable cause or reasonable suspicion to believe that\n12  plaintiff King posed an immediate or any threat of death or\n13  serious physical injury to the officers or to third parties, or\n14  otherwise posed a threat justifying the use of such force.\n15  Plaintiff Curtis Lavell King was attacked and severely bitten by\n16  the police dog, suffering physical injury, mental and emotional\n17  harm and suffering lost income, medical and other special\n18  damages.  Plaintiff King was attacked by the police dog after he\n19  surrendered and lay on the ground as ordered by police officers.\n20  While plaintiff King was being attacked by the dog, officers\n21  present at the scene took no action to call the dog off.  After\n22  the dog attack police officers failed to provide plaintiff King\n23  with prompt treatment for his injuries.  At the time of the\n24  police dog's attack on plaintiff King he was a minor (born\n25  11/26/73).  By reason of the acts of defendants, plaintiff King\n26  was put in great fear for his life and physical well being.\n27  Plaintiff King has a case pending against the LAPD, King v. Citv\n28  of Los Angeles  (Super. Ct. Los Angeles County, filed November 14,\n10\n\n1  1989, No. C 743 543 ), which is consolidated with this case.  He\n2  joins this case and seeks a stay of his individual case pending\n3  resolution of the class certification motion.\n4  17.  Plaintiff John Hernandez is an eighteen year old male,\n5  a member of a minority group and a resident of ths County of Los\n6  Angeles.  Plaintiff Hernandez has been a taxpayer of the City of\n7  Los Angeles during the year prior to the filing of this\n8  complaint.  On or about July 18, 1991, LAPD officers unleashed a\n9  police dog upon plaintiff Hernandez, although there was no\n10  probable cause or reasonable suspicion to believe that plaintiff\n11  Hernandez posed an immediate or any threat of death or serious\n12  physical injury to the officers or to third parties, or otherwise\n13  posed a threat justifying the use of such force.  Plaintiff John\n14  Hernandez was attacked and severely bitten by the police dog,\n15  suffering physical injury, mental and emotional harm and\n16  suffering lost income, medical and other special damages.  During\n17  the dog's attack on plaintiff Hernandez, officers present at the\n18  scene took no action to call the dog off.  Police officers\n19  \"hogtied\" plaintiff and repeatedly picked plaintiff up off the\n20  ground and dropped him.  A police officer or officers kicked\n21  plaintiff in the head.  Police officers failed to provide\n22  plaintiff with prompt treatment for his injuries.  By reason of\n23  the acts of defendants, plaintiff Hernandez was put in great fear\n24  for his life and physical well being.\n25  18.  Plaintiff Drameco Kindle is an eighteen year old\n26  African-American male resident of the County of Los Angeles.  On\n27  or about March 8, 1989, LAPD officers unleashed a police dog upon\n28  plaintiff Kindle, a grand theft auto suspect, although there was\nlltOCtl\n11\n\n1  no probable cause or reasonable suspicion to believe that\n2  plaintiff Kindle posed an immediate or any threat of death or\n3  serious physical injury to the officers or to third parties, or\n4  otherwise posed a threat justifying the use of such force.\n5  Plaintiff Drameco Kindle was attacked and severely bitten by the\n6  police dog, suffering physical injury, mental and emotional harm\n7  and suffering, medical and other special damages.  During the\n8  dog's attack on plaintiff Kindle, officers present at the scene\n9  took no action to call the dog off.  At the time of the police\n10  dogs attack on plaintiff Kindle he was a minor  (born 9/17/74). By\n11  reason of the acts of defendants, plaintiff Kindle was put in\n12  great fear for his life and physical well being.\n13  19.  Plaintiff Robert Douglas is an adult African-American\n14  male and resident of the County of Los Angeles.  On or about\n15  November 11, 1991, LAPD officers unleashed a police dog upon\n16  plaintiff Douglas, although there was no probable cause or\n17  reasonable suspicion to believe that plaintiff Douglas posed an\n18  immediate or any threat of death or serious physical injury to\n19  the officers or to third parties, or otherwise posed a threat\n20  justifying the use of such force.  Plaintiff Douglas was attacked\n21  and severely bitten by the police dog, suffering physical injury,\n22  mental and emotional harm and suffering lost income, medical and\n23  other special damages.  Plaintiff Douglas was attacked by the\n24  police dog without any warning or opportunity to surrender.  The\n25  dog that attacked plaintiff Douglas was initially not accompanied\n26  by its handler.  During the attack on plaintiff Douglas, officers\n27  present at the scene took no action to call the dog off.  By\n28  reason of the acts of defendants, plaintiff Douglas was put in\n12\n\n1  great fear for his life and physical well being.\n2  20.  Plaintiffs Pierce, Doss, Hernandez and Douglas filed\n3  claims against defendants under Government Code Section 910 as\n4  individuals and as class representatives.  All of these claims\n5  were rejected.\n6  1.  The Classes\n7  21.  Plaintiffs Clara Mae Pierce, Alfred Gene Doss, Jr.,\n8  John Hernandez and Robert Douglas (hereafter the \"state claims\n9  class representatives\") bring this action for damages on their\n10  own behalf and on behalf of a class comprised of all individuals\n11  in the City of Los Angeles against whom the Los Angeles Police\n12  Department pursuant custom, practice and/or policy, has unleashed\n13  a police dog to attack and bite without probable cause or\n14  reasonable suspicion to believe that the individuals posed an\n15  immediate or any threat of death or serious physical injury to\n16  anyone, or otherwise posed a threat justifying the use of such\n17  force, in violation of California law.  Plaintiffs Pierce, Doss,\n18  Hernandez, Douglas, Jay Dale, Michael Thompson, Curtis Lavell\n19  King, and Drameco Kindle, (hereafter the \"federal claims class\n20  representatives\") also bring this action for damages on their own\n21  behalf and on behalf of a class comprised of all individuals in\n22  the City of Los Angeles against whom the Los Angeles Police\n23  Department, pursuant custom, practice and/or policy, has\n24  unleashed a police dog to attack and bite without probable cause\n25  or reasonable suspicion to believe that the individuals posed an\n26  immediate or any threat of death or serious physical injury to\n27  anyone, or otherwise posed a threat justifying the use of such\n28  force, in violation of federal law.\nlltOCtl\n13\n\n1  22.  Members of the classes on whose behalf the class\n2  representatives sue are readily ascertainable.  The LAPD\n3  maintains records which reflect the names of individuals attacked\n4  by LAPD dogs and the credible information, or information at all,\n5  on which the officer relied when deciding to order a dog to find\n6  and attack the individual.  These records will not only establish\n7  the identities of class members, but will constitute admissions\n8  establishing liability since the records facially demonstrate\n9  that the officers lacked probable cause or reasonable suspicion\n10  to believe that the suspect posed an immediate or any threat of\n11  serious physical injury or death to officers or to third parties,\n12  or otherwise posed a threat justifying the use of such force, and\n13  yet used deadly or otherwise excessive or unreasonable force by\n14  letting loose a dog trained to attack in the manner described\n15  above.\n16  23.  Members of the classes are so numerous that joinder is\n17  impracticable.  Plaintiffs are informed and believe and thereupon\n18  allege that there were over 900 suspects who were bitten by LAPD\n19  police dogs in the last three years and that in most, if not all,\n20  of these police dog attacks, the officers lacked probable cause\n21  or reasonable suspicion to believe the individual attacked posed\n22  an immediate or any threat of death or serious physical injury to\n23  anyone, or otherwise posed a threat justifying the use of such\n24  force.\n25  24.  Predominant common questions of law and fact affect the\n26  rights of all class members.  The central issues of law to be\n27  decided -- whether the Los Angeles Police Department's use of\n28  police dogs constitutes deadly or otherwise excessive or\nmosti\n14\n\n1  unreasonable force, and whether the Department may use such\n2  deadly or otherwise excessive or unreasonable force without\n3  probable cause or reasonable suspicion to believe that an\n4  individual poses an immediate or any threat of death or serious\n5  physical injury, or otherwise posed a threat justifying the use\n6  of such force -- are common to all class members.  Furthermore,\n7  as set forth below, plaintiffs' allegations as to the customs,\n8  practices or policies of the LAPD as to when officers will\n9  unleash dogs on individuals, how the LAPD has trained its\n10  handlers to use dogs to find and bite suspects rather than having\n11  the handlers take suspects into custody through other means, the\n12  amount of training and supervision given to the dog handlers and\n13  police dogs, the hiring practices for the canine unit, the lack\n14  of monitoring and review of police dog attacks, and the failure\n15  to investigate whether the handlers and their dogs used deadly or\n16  otherwise excessive or unreasonable force are questions that are\n17  common to all of the class members.\n18  25.  The claims of the class representatives are typical of\n19  those of the class members with respect to the constitutionality\n20  and legality of defendants' customs, practices and/or policies.\n21  All class members seek to challenge the same overall customs,\n22  practices and/or policies of the LAPD with respect to its use of\n23  police dogs, and training, supervision and monitoring of canine\n24  units.  The prosecution of separate actions against defendants by\n25  individual class members would create a risk of inconsistent or\n26  varying adjudications which would establish incompatible\n27  standards of conduct for defendants.  The class representatives\n28  will fairly and adequately protect the interests of the class\nlliOStl\n15\n\n1  because they and their counsel possess the requisite resources\n2  and ability to prosecute this case as a class action.\n3  2.  The Minority Subclasses\n4  26.  Plaintiffs Clara Mae Pierce, Alfred Gene Doss, Jr.,\n5  John Hernandez and Robert Douglas  (hereafter \"state claims\n6  minority subclass representatives\") also seek to represent\n7  themselves and a subclass comprised of all individuals in the\n8  City of Los Angeles belonging to racial minorities against whom\n9  the Los Angeles Police Department, pursuant to custom, practice\n10  and/or policy, has unleashed police dogs to attack without\n11  probable cause or reasonable suspicion to believe that the\n12  individuals posed an immediate or any threat of death or serious\n13  physical injury to anyone, or otherwise posed a threat justifying\n14  the use of such force, in violation of California law.\n15  Plaintiffs Pierce, Doss, Hernandez, Douglas, Michael Thompson,\n16  Curtis Lavell King, and Drameco Kindle (hereafter the \"federal\n17  claims minority class representatives\") also seek to represent\n18  themselves and a subclass comprised of all individuals in the\n19  City of Los Angeles belonging to racial minorities against whom\n20  the Los Angeles Police Department, pursuant to custom, practice\n21  and/or policy, has unleashed police dogs to attack without\n22  probable cause or reasonable suspicion to believe that the\n23  individuals posed an immediate or any threat of death or serious\n24  physical injury to anyone, or otherwise posed a threat justifying\n25  the use of such force, in violation of federal law.\n26  27.  Members of the classes on whose behalf the minority\n27  class representatives sue are readily ascertainable.  The LAPD\n28  records the race of all bite victims in its reports, permitting\nlltOCtl\n16\n\n1  easy identification of all minority individuals against whom the\n2  police unleashed police dogs without probable cause or reasonable\n3  suspicion to believe that the individuals posed an immediate or\n4  any threat of death or serious physical injury to anyone, or\n5  otherwise posed a threat justifying the use of such force.\n6  28.  Plaintiffs are informed and believe and thereupon\n7  allege that the vast majority of suspects and non-suspects bitten\n8  by LAPD police dogs are members of racial minority groups.  Given\n9  that there are hundreds of police dog attacks every year, the\n10  members of this subclass are so numerous that joinder is\n11  impractical.\n12  29.  Predominant common questions of law and fact affect the\n13  rights of all minority subclass members.  The central issues to\n14  be decided -- whether the LAPD has purposefully deployed dogs to\n15  attack minority individuals on account of their race and/or\n16  ethnicity and/or purposefully deployed dogs in communities with\n17  large minority populations -- are common to all subclass members.\n18  30.  The claims of the minority class representatives are\n19  typical of those of all subclass members with respect to the\n20  constitutionality of defendants' customs, practices or policies.\n21  The prosecution of separate actions against defendants by\n22  individual subclass members would create a risk of inconsistent\n23  or varying adjudications which would establish incompatible\n24  standards of conduct for defendants.  The minority class\n25  representatives will fairly and adequately protect the interests\n26  of the minority subclass because they and their counsel possess\n27  the requisite resources and ability to prosecute this case as a\n28  class action.\n17\n\n1  C.\n2  31.  Defendant Daryl Gates is the former Police Chief of the\n3  LAPD, an agency of the City of Los Angeles.  Plaintiffs are\n4  informed and believe and thereupon allege that at all times\n5  relevant herein defendant Daryl Gates was responsible for the\n6  development, establishment and/or implementation of the\n7  procedures, policies, regulations, practices and/or customs of\nB  the LAPD with respect to its deployment and use of police dogs.\n9  Upon information and belief, plaintiffs further allege that at\n10  all times relevant herein, defendant Gates participated in,\n11  approved of, and/or ratified the unconstitutional or illegal acts\n12  complained of herein.  Additionally, upon information and belief,\n13  defendant Gates failed adequately to train, supervise and monitor\n14  dog handlers and LAPD police dogs, or to promulgate adequate\n15  policies and regulations to prevent the unlawful acts complained\n16  of.  Plaintiffs sue defendant Daryl Gates in both his former\n17  official capacity, and his personal capacity.\n18  32.  Defendant Willie L. Williams, is the current Police\n19  Chief of the LAPD, and is sued only in his official capacity.\n20  Defendant Williams became Police Chief after this lawsuit was\n21  filed, and is sued in his official capacity with respect to the\n22  injunctive and declaratory relief plaintiffs seek regarding the\n23  LAPD's illegal canine customs, practices and/or policies.\n24  33.  Defendant City of Los Angeles is a municipal\n25  corporation duly organized and existing under the laws of the\n26  State of California.  The LAPD is an agency of defendant City of\n27  Los Angeles, and all actions of the LAPD are the legal\n28  responsibility of the City.  Defendant City of Los Angeles is\nlltOCIl\n18\n\n1  sued both in its own right and on the basis of respondeat\n2  superior, for the acts of its employees or agents even if not\n3  named herein on all claims except those under 42 U.S.C. Sections\n4  1983 and 1985.\n5  34.  Plaintiffs are informed and believe and thereupon\n6  allege that defendants former Police Chief Daryl Gates, Deputy\n7  Chief Ronald Frankle, Deputy Chief Bernard Parks, Captain Patrick\n6  McKinley, Captain Richard L. Bonneau, Lieutenant Peter Durham,\n9  Sergeant Jerry Thomas, Sergeant Dorm Yarnall and Sergeant Mark\n10  Mooring  (hereafter \"supervisorial defendants\"), are individuals\n11  who at all times relevant herein were responsible for the\n12  development, establishment and/or implementation of the\n13  procedures, policies, regulations, practices, and/or customs of\n14  the LAPD with respect to its deployment and use of police dogs.\n15  Alternatively, upon information and belief, plaintiffs allege\n16  that policy making authority was delegated to supervisorial\n17  defendants who thereafter developed, established, and/or\n18  implemented procedures, policies, regulations, practices, and/or\n19  customs of the LAPD with respect to the LAPD's deployment of and\n20  use of police dogs.  Upon information and belief, plaintiffs\n21  further allege that at all times relevant herein, these\n22  defendants participated in, approved and/or ratified the unlawful\n23  conduct complained of herein.  Additionally, upon information and\n24  belief, these defendants failed adequately to train, supervise\n25  and monitor dog handlers and LAPD police dogs, or to promulgate\n26  adequate policies or regulations to prevent the unlawful acts\n27  complained of herein.  Plaintiffs sue these defendants in both\n28  their official and personal capacities.\n19\n\n1  35.  Plaintiffs are ignorant of the true names and\n2  capacities of defendants sued herein as DOES 1 through 100,\n3  inclusive, and therefore sue these defendants by such fictitious\n4  names.  Plaintiffs will amend this complaint to allege their true\n5  names and capacities when ascertained.  Plaintiffs are informed\n6  and believe and based thereon allege that defendants DOES 1\n7  through 100 are responsible in some manner for the damages and\n8  injuries hereinafter complained of.\n9  36.  Plaintiffs are informed and believe and thereupon\n10  allege that at all times relevant herein defendant Gates, and the\n11  supervisorial defendants, and each of them, were the agents,\n12  servants and employees of defendant City of Los Angeles, and were\n13  acting at all times within the scope of their agency and\n14  employment and with the knowledge and consent of their principal\n15  and employer, the City of Los Angeles.  At all times herein,\n16  defendants, and each of them, were acting under the color of\n17  state law.\n18  37.  Plaintiffs are informed and believe and thereupon\n19  allege that at all times relevant herein each of the defendants,\n20  including the DOE defendants, was the agent, employee and/or\n21  joint venturer of his/her co-defendants and was acting within the\n22  course and scope of such agency, employment and/or joint venture.\n23  III. COMMON ALLEGATIONS\n24  A.  LAPP'S Custom. Practice and/or Policy of Using Deadly\n25  or Otherwise Excessive or Unreasonable Poreg Through\n26  Police Dogs.\n27  38.  Pursuant to the Los Angeles Police Department's own\n28  Manual, Vol. I., Section 556.40:\nlikocti\n20\n\n1  An officer is authorized in the use of deadly\n2  force [by discharging a firearm]\n3  when it reasonably appears\n4  necessary:\n5  A.  To protect himself or others from an\n6  immediate threat of death or serious bodily\n7  injury, or\n8  B.  To prevent a crime where the suspect's\n9  actions place persons in jeopardy of death or\n10  serious bodily injury, or\n11  C.  To apprehend a fleeing felon for a crime\n12  involving serious bodily injury or the use of\n13  deadly force where there is a substantial\n14  risk that the person whose arrest is sought\n15  will cause death or serious bodily injury to\n16  others if apprehension is delayed.\n17  39.  The Los Angeles Police Department's policy with respect\n18  to the use of deadly force reflects the permissible use of all\n19  forms of deadly force under both the federal and California\n20  constitutions, which prohibit the use of any deadly force unless\n21  the officer has probable cause to believe that a suspect poses an\n22  immediate threat of death or serious physical injury to officers\n23  or other persons.\n24  40.  Pursuant to the written policy of the Los Angeles\n25  Police Department, the use of police dogs is not treated as the\n26  use of deadly force or indeed as the use of force at all.  The\n27  LAPD fails to rank dogs on the ladder of the scale of escalating\n28  force despite overwhelming evidence of the serious injuries that\n21\n\n1  the dogs inflict.  The LAPD Manual, Vol. I, Section 571, states\n2  that police dogs may be used \"in the detection, control, and\n3  apprehension of a suspect when there is a reasonable suspicion of\n4  the suspect's involvement in criminal activity; [and] in the\n5  search of buildings and large areas for suspects.\"\n6  41.  Plaintiffs are informed and believe and thereupon\n7  allege that the LAPD acknowledges in training that the dogs are\n8  to be used for the purpose of locating the suspect, at which\n9  point the dog is to be withdrawn and individual officers are to\n10  apprehend the suspect.  Nonetheless, the custom, practice and/or\n11  policy of the LAPD is to train and condition its dogs to locate a\n12  suspect, and to then seek to bite the suspect, and thereby\n13  inflict serious bodily injury.  Thus, the custom, practice and/or\n14  policy of the LAPD is to use the dogs to not only locate a person\n15  but to routinely attack and inflict serious bodily injury on the\n16  person located.  This includes use of the dog to physically drag\n17  people from hiding places; although such individuals often have\n18  not come forward in affirmative surrender, they usually pose no\n19  threat to the officer or the dog, and could be readily\n20  apprehended without the use of any force.  Pursuant to this \"find\n21  and bite\" custom, practice and/or policy, the LAPD trains dogs to\n22  bite any part of the person's body within reach.  If the person\n23  struggles or moves in any fashion, the dog is trained and\n24  conditioned to attack, and does bite repeatedly,  it is the\n25  custom, practice and/or policy of the LAPD to use the dogs to\n26  physically apprehend suspects by biting, after the suspects have\n27  been located, and for dog handlers not to stop the dog's attack\n28  until the person ceases all movement.  During a dog attack if the\n•  lllOStl\n22\n\n1  person under attack reasonably attempts to defend him or herself\n2  from the dog, or to make the dog stop biting, it is the LAPD's\n3  custom, practice and/or policy for officers present at the scene\n4  to order the person to stop defending him or herself and/or for\n5  officers to otherwise actively interfere with the person's\n6  efforts to protect him or herself from the dog's continued\n7  attack.  Although the natural and instinctive reaction is for a\n8  person to try and prevent the continuation of a dog's bite,\n9  pursuant to LAPD custom, practice and/or policy, police officer\n10  efforts to interfere with a dog attack victim's self-defense\n11  efforts include striking the victim with objects and/or kicking\n12  the victim of the dog attack.\n13  42.  Plaintiffs are informed and believe and thereupon\n14  allege that in addition to training the police dogs to\n15  automatically bite until a victim is passive resulting in an\n16  outrageously high rate of use of force, the LAPD has tolerated,\n17  encouraged, sanctioned, and/or ratified the custom, policy and/or\n18  practice of the use of LAPD dogs in a sadistic, and\n19  unconstitutional fashion with the purpose to hurt, maim, or\n20  punish those whom the LAPD considered to be resistant to its\n21  authority, or in need of being taught a lesson not to flee, or in\n22  need of summary curbside punishment for certain offenses.\n23  43.  Police dogs can and should be trained to strictly\n24  adhere to all verbal commands by handlers.  Similarly, police\n25  dogs can, and should be, primarily trained to use their\n26  heightened sense of smell to locate suspects, after which police\n27  officers should physically apprehend the suspect.  Unless the\n28  foregoing\"practices are implemented at both the training and\nnsosai\n23\n\n1  actual implementation levels, an unreasonably high level of dog\n2  bites will occur.  The LAPD does not follow such practices and\n3  accordingly has an unreasonably high level of dog bites.\n4  44.  The police dogs used by the LAPD are male dogs chosen\n5  for their aggressive behavior.  The force of their jaws when they\n6  bite a person may equal or exceed 900 pounds per square inch.\n7  Police dog attacks frequently cause injuries as severe or worse\n8  than injuries caused by gunshot or knives.  Bite wounds are often\n9  gaping, with massive tissue and muscle damage, and the\n10  possibility of serious infection.\n11  45.  Individuals who are attacked and bitten by LAPD\n12  police dogs deployed in the above-described manner suffer serious\n13  bodily harm, as well as permanent and severe mental and physical\n14  injuries, including permanent disfigurement.  For the period of\n15  June, 1990, to June, 1992, 44% of all suspects located were\n16  bitten.  (See Charts # 1 and 7, attached).  Of the persons bitten\n17  by LAPD dogs for this period, 37% had to be hospitalized, and an\n18  additional 56% required medical treatment.i; (See Charts #3 and\n19  4, attached).  Thus, over 90% of all individuals subjected to the\n20  use of force by a police dog required medical treatment, and\n21  almost 40% of persons bitten by police dogs suffered the most\n22  serious level of injury possible  (short of the death of a\n23\n24\n25\n2/  All data are taken from the LAPD records and databases\n  produced by defendants in this lawsuit, some of which was\n26\nonly provided in a usable form within the last month.  The\n  data analyses that are reflected are preliminary only, and\n27\nfurther analysis is ongoing; according to plaintiffs'\no  experts, the analyses are reliable even though they are\n2\npreliminary.\nlliOSil\n24\n\n1 suspect), which is injury requiring hospitalization.i;  (See\n2 Chart #3, attached)•  In stark contrast, hospitalization where\n3 the use of force is by police officers without using dogs is only\n4 2%, i.e., only 2 out of 100 persons involved in non-canine uses\n5 of force required hospitalization.  (See Charts #2, 3, and 4,\n6 attached). Thus, the need for hospitalization where police dogs\n7 are involved in the use of force is 18.5 times as great as when\n8 police dogs are not used.  On information and belief, unlike when\n9 a police dog injures someone, many of the injuries caused during\n10 other arrests are not the result of police use of force at all,\n11 but of other factors, such as citizens injuring suspects or\n12 suspects being injured in car crashes.  The use of police dogs in\n13 this manner constitutes the use of deadly force, and in any event\n14 constitutes the use of excessive and unreasonable force.\n15 46.  Deadly force is that force which the actor uses with\n16 the purpose of causing, or which the actor knows, or should know,\n17 creates a substantial risk of causing death or serious physical\n18 injury.  Excessive or unreasonable force is that degree of force\n19 which is not reasonably necessary under the circumstances.  The\n20 use of police dogs to attack persons for whom there is no\n21 credible information, or information at all, that the person is\n22\n23\n3/  A 90% rate of injury is extraordinarily high and\nmoreover, is not explained by the type of crime for which a\n24\nsuspect was arrested.  Hospitalization rates for police dog\ninjuries vary according to the type of crime, but the\n25\nvariance is not based on the severity of the crime.\nAccording to our preliminary information, a person suspected\n26\nof a violent crime was not more likely to be seriously\ninjured than a person suspected of a non-violent crime.  For\n27\nexample, hospitalizatiqns occurred in 45% of bites of auto\ntheft suspects while they occurred in 28% of armed robbery\n28\nsuspects. (See Chart #3, attached).\nlltOCtl\n25\n\n1  armed or poses any threat of violence or otherwise poses a threat\n2  justifying the use of such force constitutes excessive and\n3  unreasonable force.\n4  47.  According to LAPD Police Chief Willie Williams, the\n5  force inflicted by a police dog should be placed only below a\n6  firearm on the ladder of police force, as the second most lethal\n7  use of force by officers.  Plaintiffs are informed and believe\n8  and thereupon allege that police departments, including the LAPD,\n9  consider deadly force to be that force which is reasonably\n10  capable of causing death or serious injury.  Plaintiffs are\n11  informed and believe and thereupon allege that the LAPD uses and\n12  used \"reasonably capable of causing\" deadly force definition\n13  during all times relevant to this lawsuit.  Moreover, the above\n14  statement by Police Chief Williams is a further indication that\n15  the LAPD is fully aware that police dogs are reasonably capable\n16  of causing death or serious injury.  Based on the foregoing,\n17  plaintiffs allege, in the alternative, that deadly force is that\n18  force which is reasonably capable of causing death or serious\n19  injury, and that the LAPD's custom, practice and/or policy of\n20  using police dogs to attack persons for whom there is no\n21  information that the person is armed or poses any threat of\n22  violence or otherwise poses a threat justifying the use of such\n23  force is the use of deadly force, and in any event constitutes\n24  excessive and unreasonable force.\n25  48.  The LAPD's custom, practice and/or policy of using\n26  police dogs to inflict unreasonable excessive, or deadly force\n27  resulted in a use of force in an extraordinarily high percentage\n28  of arrests where police dogs were used, ranging in a use of force\nlltOCtl\n26\n\n1  rate as high as 82%, and an overall use of force rate of 44%.\n2  For all arrests involving the use of police dogs from June, 1990,\n3  through June, 1992, divided into four time periods, the use of\n4  force rate was as follows (See Charts #1 and #7, attached):\n5  6/1/90-12/31/90:  82%\n6  1/1/91-6/30/91:  42%\n7  7/1/91-12/31/91:  39%\n8  1/1/92-6/30/92:  23%\n9  On information and belief, based upon statements made by\n10  Chief Willie Williams, the use of force rate with police dogs (or\n11  the bite rate) has dropped to about 10% at the present time.\n12  This continued downward trajectory demonstrates that the prior\n13  use of force rate was both excessive and was the direct product\n14  of the LAPD's custom, practice and/or policy of unjustifiably\n15  inflicting deadly or unreasonable force when using canines.  On\n16  information and belief, the LAPD has changed its customs,\n17  practices or policies as a result of this litigation and\n18  increased public pressure challenging the LAPD custom, practice\n19  and/or policy.  This change in custom, practice and/or policy has\n20  in particular entailed increased internal scrutiny to determine\n21  whether the canine use of force was justified and the increased\n22  use of warnings to suspects.  On information and belief warnings\n23  fail to currently instruct suspects to remain absolutely still in\n24  order to avoid being bitten, nor are warnings delivered in\n25  languages other than English, when needed.  All of these changes\n26  were readily available to the LAPD, which could and should have\n27  implemented them long ago.\n28  49.  From June, 1990, through June, 1992, while force was\n27\n\n1  used in approximately only 1% of all arrests when police dogs\n2  were not involved, force was used in 44% of all arrests when\n3  police dogs were involved. (See Charts # 1 and 7, attached).\n4  Thus, the rate of force used by the LAPD for all arrest\n5  situations is 44 times as great when police dogs are used as when\n6  they are not. (See Charts # 1 and 7, attached)  Nor is the use of\n7  force by police dogs explainable by the types of crime for which\n8  the dogs were used.  For example, of all assault and battery on a\n9  citizen arrests, only 2% involved the use of force when dogs were\n10  not used whereas 77% of all such assault and battery arrests with\n11  police dogs resulted in the use of force against a suspect, i.e.,\n12  meaning the suspect was bitten (See Charts #5 and 8). Similarly,\n13  of all armed robbery arrests, only 2% involved the use of force\n14  when dogs were not used whereas 55% of all armed robbery arrests\n15  with police dogs  resulted in the use of force against a suspect\n16  (see Charts # 5 and 10, attached).  Again, of all burglary\n17  arrests, only 1% involved the use of force, whereas 36% of all\n18  burglary arrests with police dogs resulted in the use of force\n19  against a suspect (see Charts # 5 and 11, attached).  And of all\n20  auto crime suspects, only 1% involved the use of force, whereas\n21  37% of all auto crime arrests with police dogs resulted in the\n22  use of force against suspects (see Chart # 12, attached).  The\n23  appropriate level of force when a police dog is deployed should\n24  not be higher than when a police dog is not used, yet it is 44\n25  times as great.\n26  50.  Even within the category of arrests which involve\n27  direct confrontations between suspects and police officers (i.e.,\n28  assault or battery on an officer or interference with an\nlltOttl\n28\n\n1  officer), the police dog use of force for such arrests is higher\n2  than where police dogs are not involved.  For such arrests\n3  without police dogs, only 26% resulted in the use of force\n4  whereas 50 % of confrontations between police officers and\n5  suspects where dogs are involved resulted in the use of force\n6  against a suspect. (See Chart #9, attached).\n7  51.  Plaintiffs are informed and believe and thereupon\n8  allege that the LAPD's custom, practice and/or policy of using\n9  police dogs results in far more bites and serious injuries than\n10  some other major metropolitan police departments' use of police\n11  dogs.\n12  52. Plaintiffs are informed and believe and thereupon allege\n13  that LAPD officers, pursuant to LAPD custom, practice and/or\n14  policy, have ordered dogs to attack and bite individuals who have\n15  committed only misdemeanors or for whom the police lack probable\n16  cause^>r~reasonable suspicion to believe are armed or otherwise\n17  dangerous, or otherwise posed a threat justifying the use of such\n18  force.\n19  53.  Plaintiffs are informed and believe and thereupon\n20  allege that, pursuant to LAPD's custom, practice and/or policy,\n21  LAPD officers have without legal justification ordered dogs to\n22  attack and bite juveniles as young as 14 years of age, resulting\n23  in massive injuries and emotional trauma to these juveniles.\n24  54.  Plaintiffs are informed and believe and thereupon\n25  allege, that pursuant to LAPD's \"find and bite\" custom, practice\n26  and/or policy, LAPD police dogs have attacked and severely bitten\n27  many innocent and defenseless people when the dogs were used to\n28  search large areas.  Pursuant to this \"find and bite\" custom,\n29\n\n1  practice and/or policy, the police dogs automatically bite when\n2  such force is not reasonably required and/or legally justified.\n3  The persons who have been bitten include children and women in\n4  their own homes, and homeless people sleeping in vacant\n5  buildings.\n6  55.  Plaintiffs are informed and believe and thereupon\n7  allege, that pursuant to LAPD's \"find and bite\" custom, practice\n8  and/or policy, LAPD dog handlers do not announce a warning prior\n9  to releasing dogs on searches, increasing the likelihood that the\n10  police dogs will in fact find someone, and thereafter bite and\n11  attack whomever the dogs find.  This custom, practice and/or\n12  policy is used when the officers lack probable cause or\n13  reasonable suspicion to believe the suspects they are purportedly\n14  searching for pose an immediate or any threat of death or serious\n15  physical injury to the officers or to third parties, or otherwise\n16  posed a threat justifying the use of such force.\n17  56.  Plaintiffs are informed and believe and thereupon\n18  allege, that LAPD's canine units, pursuant to LAPD's custom,\n19  practice and/or policy, order police dogs to attack and bite\n20  individuals after they have surrendered or have been handcuffed.\n21  57.  Plaintiffs are informed and believe and thereupon\n22  allege, that pursuant to LAPD's custom, practice and/or policy,\n23  police officers present at the scene of a dog bite attack fail to\n24  aid the victim of a police dog attack, unnecessarily extending\n25  the duration of the dog's attack on the victim, a custom,\n26  practice, or policy which clearly results in excessive and/or\n27  unreasonable force.\n28  58.  The LAPD's use of dogs in the above-described manner to\n1110(11\n30\n\n1  inflict serious physical injury on individuals without probable\n2  cause or reasonable suspicion to believe that the individuals\n3  pose an immediate or any threat of serious physical injury or\n4  death to the officers or third parties, or otherwise posed a\n5  threat justifying the use of such force, constitutes a custom,\n6  practice and/or policy of the Department to use deadly or\n7  excessive or unreasonable force that violates the Fourth and\n8  Fourteenth Amendments to the United States Constitution, Article\n9  I, Section 13 of the California Constitution, the Department's\n10  own deadly or excessive or unreasonable force policy, and\n11  California state law.\n12  B.  LAPP'S Racially Discriminatory Deployment and Use Of\n13  Police Doas.\n14  59.  It is the custom, practice and/or policy of the Los\n15  Angeles Police Department to use police dogs primarily against\n16  racial minorities, and in particular, against African-Americans\n17  and Latinos.  Pursuant to this custom, practice and/or policy,\n18  police dogs are used primarily against persons who are members of\n19  minority groups and in areas with a high proportion of\n20  minorities, despite the fact that the types of crimes for which\n21  dogs are used are even more likely to occur in predominantly\n22  Caucasian areas than they are in minority communities.  Of the\n23  persons bitten by LAPD police dogs from June 30, 1990 through\n24  June 30, 1992, 55% were African-American, 31% were Latino, 6%\n25  were Caucasian, 1% were Asian, and 7% were unknown. (See Chart #\n26  15, attached).  Thus, over 90% of the racially identified dog\n27  bite victims were African-American or Latino, and nearly 60% were\n28  African-American.  (See Charts # 14 and 15, attached.\n31\n\n1  60.  The numbers of African-Americans and Latinos who were\n2  bitten is not explainable by crime information.  After adjustment\n3  for crimes and population, the LAPD data indicates that police\n4  dogs are deployed disproportionately in areas of the City of Los\n5  Angeles that have an African-American population that exceeds 50%\n6  in contrast to areas with populations that are more than 75%\n7  Caucasian. (See Chart # 13, attached).  Areas of the City of Los\n8  Angeles with over a 50% African-American population average about\n9  46 dog deployments after adjusting for crime and population,\n10  while areas of the City of Los Angeles with over a 75% Caucasian\n11  population average about 17 deployments after adjusting for crime\n12  and population.  (See Chart # 13, attached).  Thus, there are\n13  nearly 3 times more deployments of LAPD dogs, after adjusting for\n14  crime and population, in predominately African-American areas of\n15  the City of Los Angeles, as in predominately Caucasian areas of\n16  the City of Los Angeles.  (See Chart # 13, attached).  For\n17  example, the 77th Precinct, which is predominately African-\n18  American, had more than 4.5 times the rate of deployments as it\n19  should have had based on crimes committed in that precinct. (See\n20  Chart #16, attached).\n21  61.  Plaintiffs are informed and believe and thereupon\n22  allege that the LAPD does not have a written deployment policy,\n23  but rather has intentionally developed a racially discriminatory\n24  custom, practice and/or policy of concentrating the use of the\n25  dogs in predominately racial minority areas.  Based on racial\n26  stereotyping, the LAPD disproportionately concentrates its dogs\n27  in the divisions in the City of Los Angeles that are\n28  predominately African-American. (See Chart #13, attached).\n32\n\n1  62.  Pursuant to the customary deployment of the police dogs\n2  in the predominately African-American communities, the Department\n3  unleashes potential deadly and/or excessive force against\n4  residents of minority communities or suspects in minority\n5  communities, while not subjecting predominately Caucasian\n6  community members to the same type of potential danger, and also\n7  not inflicting dog bite injuries on criminal suspects apprehended\n8  in Caucasian communities with the same degree of force used via\n9  the police dogs in the predominately minority communities.\n10  63.  This disproportionate race-based deployment is\n11  intentionally discriminatory, and results in an overwhelming\n12  disparity of who is victimized by the use of LAPD police dogs,\n13  which are trained to, and in fact do, bite under circumstances\n14  where an officer not using the dog could not, and would not,\n15  inflict any force.  The race-based deployment of the dogs in\n16  predominately minority communities is based on intentional\n17  decisions to concentrate the dogs in that area, and is not done\n18  based on any legitimate rationale, such as crime rates.  (See\n19  Chart #13, attached).  The LAPD was deliberately indifferent to\n20  this racial disparity, which had been asserted and called to its\n21  attention on many occasions and was otherwise known to it.\n22  64.  The LAPD's use of dogs in the above-de scribed manner to\n23  inflict serious physical injury on minority individuals on the\n24  basis of the minority individual's race and/or ethnicity, without\n25  probable cause or reasonable suspicion to believe that the\n26  individuals pose an immediate or any threat of serious physical\n27  injury or death to the officers or third parties, or otherwise\n28  posed a threat justifying the use of such force, constitutes a\nlltOttl\n33\n\n1 custom, practice and/or policy of the Department to use deadly or\n2 excessive or unreasonable force that violates the Fourth and\n3 Fourteenth Amendments to the United States Constitution, 42\n4 U.S.C. Sections 1983 and 1985, as well as Article I, Sections 7\n5 and 13 of the California Constitution, the Department's own\n6 deadly or excessive or unreasonable force policy, and California\n7 state law.\n6 65.  On information and belief, the crimes for which police\n9 dogs are most often deployed are the same or greater in\n10 predominantly Caucasian police divisions than in predominantly\n11 minority divisions.  Nevertheless, LAPD police dogs are used more\n12 in predominantly minority communities, and, in particular, in\n13 predominately African-American communities. (See Chart #13,\n14 attached) .4/\n15 66.  The supervisors and/or policy makers within the LAPD\n16 knew or should have known that there had developed within the\n17 LAPD an intentional, discriminatory custom, practice and/or\n18 policy of unjustifiably and disproportionately concentrating the\n19 LAPD dogs in the African-American communities in Los Angeles.\n20 The supervisors and/or policy makers knew or should have known of\n21 the Department's history of documented racial discrimination\n22 problems.  The supervisors and/or policy makers knew or should\n23 have known of the rates of injury caused by the dogs, and in\n24 particular, rates of injury and rates of serious injury caused to\n25 African-Americans and Latinos.  The LAPD's failure to require and\n26 implement a non-discriminatory deployment policy, and to\n27\n4/  As noted above, the analysis is ongoing and data\n28\nregarding this will be available later.\nlllOCtl\n34\n\n1  effectively monitor the use of police dogs whose use was\n2  overwhelmingly aimed at African-American and Latinos, constitutes\n3  deliberate indifference on the part of the Department and the\n4  City to the constitutional rights of minorities.\n5  67.  Plaintiffs are informed and believe and thereupon\n6  allege that supervisors and/or policy makers within the LAPD knew\n7  that the LAPD custom, practice and/or policy was to deploy the\n8  police dogs within predominately African-American communities,\n9  and these supervisors and/or policy makers within the LAPD knew\n10  that the dogs were being used to inflict injury upon\n11  predominately minority suspects for whom there was no probable\n12  cause or reasonable suspicion to believe that the individuals\n13  posed an immediate or any threat of death or serious bodily\n14  injury to anyone, or otherwise posed a threat justifying the use\n15  of such force.  The supervisorial defendants knew or should have\n16  known of the grossly excessive use of force via the police dogs\n17  and failed to take any steps to stop or correct the improper uses\n18  of the police dogs.\n19  68.  The supervisorial and/or policy making defendants, by\n20  failing to correct or stop the unconstitutional conduct against\n21  members of racial minority groups, conduct that is revealed by\n22  the Department's own records, ratified, condoned or acquiesced in\n23  the wrongful conduct.\n24  69.  In using police dogs primarily in minority communities\n25  and against persons who are members of racial minority groups,\n26  defendants intended, and, in fact, did purposefully discriminate\n27  against the minority class representatives and members of the\n28  minority sub-class on account of their race or ethnicity.\n35\n\n1  C.  LAPP'S Failure Adequately to Train Or Control Police\n2  Doers And Their Handlers.\n3  70.  Plaintiffs are informed and believe and thereupon\n4  allege, that the LAPD uses inadequate procedures to hire and\n5  select dog handlers, and do not adequately screen for persons who\n6  are prone to the use of deadly or otherwise excessive or\n7  unreasonable force.  As a result, defendant City of Los Angeles\n8  employs dog handlers who are prone to use and do use deadly or\n9  otherwise grossly excessive or unreasonable force.\n10  71.  Plaintiffs are informed and believe and thereupon\n11  allege, that the LAPD inadequately trains its dog handlers and\n12  police dogs.  Police dogs are not adequately trained to remain\n13  responsive to their handlers, or in the circumstances in which\n14  they should bite.  Dog handlers are not adequately trained to\n15  limit the amount of deadly or otherwise excessive or unreasonable\n16  canine force used to take a person into custody to the amount of\n17  force which is reasonably necessary.  Dog handlers are taught to\n18  use deadly or otherwise excessive or unreasonable force even to\n19  apprehend individuals who are not suspects, or who are suspected\n20  of only minor misdemeanor offenses, or against whom deadly or\n21  otherwise excessive or unreasonable force is not justified.\n22  72.  Plaintiffs are informed and believe and thereupon\n23  allege, that the LAPD does not adequately supervise or monitor\n24  the use of police dogs or the severity of bitings which occur\n25  during arrests.  Plaintiffs are informed and believe and\n26  thereupon allege that the LAPD in the past has not characterized\n27  injuries inflicted by police dogs to be a use of force, in spite\n28  of the well-known fact that large and disproportionate numbers of\nlllOCtl\n36\n\n1  victims of police dog bitings require hospitalization for their\n2  injuries. (See Chart # 2, attached).\n3  73.  Plaintiffs are informed and believe, and thereupon\n4  allege, that the LAPD was aware that police dogs were not\n5  intended to bite suspects, but only to assist officers to find\n6  suspects.  However, in practice, the Department's failure to\n7  properly monitor, adequately train and properly supervise the\n8  police dogs and their handlers, has permitted the police dog\n9  handlers to use the police dogs to attack and bite suspects when\n10  there is no legal justification for the use of any force against\n11  a suspect.  The LAPD's failure to have proper oversight of the\n12  use of its dogs has permitted and encouraged the use of the\n13  police dogs to inflict, serious bodily injury on suspects for no\n14  constitutionally sustainable reason.\n15  74.  Plaintiffs are informed and believe, and thereupon\n16  allege, that the LAPD fails to or refuses to investigate or\n17  discipline handlers who use their police dogs to inflict deadly\n18  or otherwise excessive or unreasonable force.  Plaintiffs are\n19  informed and believe, and thereupon allege, that the LAPD has\n20  failed to properly screen handler candidates to ensure that\n21  officers who have a history of using excessive force are not\n22  allowed to become handlers.\n23  75.  Plaintiffs are informed and believe and thereupon\n24  allege that the LAPD knew, or should have known, that dog\n25  handlers were using the dogs to inflict unnecessary and\n26  unwarranted injury upon persons who were suspected of criminal\n27  actions, although the officers did not have probable cause or\n28  reasonable suspicion to.believe they were armed or dangerous.\nutocti\n37\n\n1  Only 3% of suspects bitten by police dogs were armed with any\n2  type of weapon at the time of their arrest .k/  Of the 7 suspects\n3  who were armed at the time the suspect was arrested, only 2\n4  suspects had handguns.  Thus, the fact that suspects were armed\n5  in no way explains the force used.\n6  76.  Plaintiffs are informed and believe and thereupon\n7  allege, that the LAPD condones or encourages a conspiracy of\n8  silence among its employees for the purpose of concealing and\n9  furthering conduct by its employees, including but not limited to\n10  the use of unnecessary and unreasonable force and discriminatory\n11  deployment of police dogs, in violation of the United States\n12  Constitution and the Constitution and laws of the State of\n13  California.\n14  77.  Plaintiffs are informed and believe and thereupon\n15  allege, that former Chief of Police Daryl Gates and other\n16  official policy makers for the LAPD knew or reasonably should\n17  have known that police dogs were being used as deadly or\n18  otherwise excessive or unreasonable force against individuals for\n19  whom the police did not have probable cause or reasonable\n20  suspicion to believe they posed an immediate or any threat of\n21  death or serious physical injury, or otherwise posed a threat\n22  justifying the use of such force, and that this use of police\n23  dogs severely and permanently injured hundreds of individuals.\n24  On information and belief, plaintiffs further allege that\n25  Defendant Gates and other official policy makers for the LAPD\n26\n5/  Analysis of the data on this issue is currently\n  ongoing, and plaintiffs will submit this information at a\n28\nlater time.\nHtOSd\n38\n\n1  knew or reasonably should have known that LAPD officers were\n2  using dogs to attack and bite primarily African-American and\n3  Latino individuals.  Despite this knowledge, Chief Gates and\n4  other official policy makers failed to take any steps to remedy\n5  these violations of constitutional and statutory authority, as\n6  well as of the LAPD's own written policies, through adequate\n7  hiring, training, supervision and/or monitoring.  In so doing,\n8  defendants Gates and other official policy makers exhibited\n9  deliberate indifference and/or reckless disregard and/or gross\n10  negligence to the constitutional rights of all plaintiffs,\n11  including the classes of individuals the class representatives\n12  seek to represent.\n14  Victims of Police Poo Bites.\n15  78.  Plaintiffs are informed and believe and thereupon\n16  allege that pursuant to LAPD custom, practice and/or policy\n17  following  a dog attack, police officers present at the scene\n18  fail to provide prompt first aid to the victim or to promptly\n19  summon first aid.  Plaintiffs are informed and believe and\n20  thereupon allege that pursuant to LAPD custom, practice and/or\n21  policy victims' of dog attacks who are arrested by police\n22  officers have gone without medical treatment for their injuries\n23  for periods ranging up to several hours; pursuant to LAPD custom,\n24  practice and/or policy no efforts are made by officers on the\n25  scene to render any initial first aid to dog bite victims.\n26  79.  As explained in Section III B supra, it is the custom,\n27  practice and/or policy of the Los Angeles Police Department to\n28  use police dogs primarily against racial minorities,, and in\n1110(11\n39\n\n1  particular, against African-Americans and Latinos.  Pursuant to\n2  this custom, practice and/or policy, an African-American or\n3  Latino individual is far more likely to be attacked and bitten by\n4  police dogs than a Caucasian person.  Pursuant to this custom,\n5  practice and/or policy, the majority of persons bitten by police\n6  dogs, to whom the police then fail to provide prompt medical\n7  treatment, are disproportionately African-American or Latino.\n8  80.  By failing to provide or insure prompt medical\n9  treatment to persons who are members of racial minority groups\n10  who have been injured by police dogs or by police officers,\n11  defendants intended to, and in fact did purposely, discriminate\n12  against the minority class representatives and members of the\n13  minority sub-class on account of their race or ethnicity.  The\n14  failure to provide or insure prompt medical treatment to persons\n15  injured by police dogs or by police officers, and the\n16  Department's use of this custom, practice and/or policy primarily\n17  against members of racial minority groups, constitutes a custom,\n18  practice and/or policy of the Department that violates the\n19  Fourteenth Amendment Due Process Clause of the United States\n20  Constitution and Article I, Section 7 of the California\n21  Constitution.\n22  FIRST CAUSE OF ACTION -- EXCESSIVE FORCE\n23  (4th and 14th Amendments, 42 TJ.S.C. Section 1983)\n24  (The federal claims class representatives, individually and on\n25  behalf of the class against all defendants)\n26  81.  Plaintiffs and each of them hereby reallege and\n27.  incorporate by reference as if fully set forth herein the\n28  allegations set forth in paragraphs 1-80.\nmocti\n40\n\n1  82.  The conduct of each defendant violated the right of\n2  plaintiffs to be secure in home, person, and effects against\n3  unreasonable searches and seizures and not to be subjected to the\n4  use of deadly or otherwise excessive or unreasonable force, as\n5  guaranteed by the Fourth and Fourteenth Amendments to the United\n6  States Constitution, and entitles plaintiffs to bring suit and\n7  recover damages pursuant to 42 U.S.C. Section 1983.\n8  83.  The conduct complained of herein was undertaken\n9  pursuant to the custom, practice and/or policy of the Los Angeles\n10  Police Department, an agency of the City of Los Angeles.\n11  Alternatively, plaintiffs allege that defendant City of Los\n12  Angeles, through its official policy makers, Chief of Police\n13  Daryl Gates and others, knew that the canine units have operated\n14  and continue to operate in such a way as to deprive numerous\n15  individuals of their constitutional rights to be free from\n16  unreasonable seizures resulting from the use of deadly or\n17  otherwise excessive or unreasonable force.  Despite this\n18  knowledge, Chief of Police Gates and other official policy makers\n19  have failed to take any remedial or corrective actions.  In\n20  failing to take corrective measures in the areas of hiring,\n21  training, supervision, and monitoring, the City of Los Angeles\n22  has exhibited and continues to exhibit deliberate indifference\n23  and/or reckless disregard and/or gross negligence to the\n24  constitutional rights of plaintiffs.  Defendant Willie L.\n25  Williams has a duty to correct the deliberate indifference and/or\n26  reckless disregard and/or gross negligence to the constitutional\n27  rights of plaintiffs.\n28  84.  As a direct and proximate cause of the aforementioned\n11(001\n41\n\n1  acts of defendants, plaintiffs were deprived of their\n2  constitutional rights to be free from unreasonable seizures.\n3  85.  As a proximate result of the wrongful, malicious and\n4  violent acts of defendants, and the fright caused plaintiffs,\n5  plaintiffs and each of them, suffered physical injuries and\n6  experienced shock and injury to the nervous system and were\n7  injured in their health, strength and activity, suffering extreme\n8  and severe mental anguish and physical pain, anxiety, humiliation\n9  and emotional distress, in an amount according to proof, but in\n10  excess of the jurisdictional limits of this court.\n11  86.  By reason of the aforementioned acts and omissions of\n12  defendants and the City of Los Angeles, plaintiffs, and each of\n13  them, have incurred and will incur in the future medical and\n14  related expenses, past and future lost earnings, and other\n15  special and general damages, in an amount according to proof, but\n16  in excess of the jurisdictional limits of this court.\n17  87.  All acts or omissions alleged to have been engaged in\n18  by any defendant herein are alleged to have been engaged in with\n19  intent to injure plaintiffs or with a willful and conscious\n20  disregard for the rights and safety of plaintiffs, and were\n21  fraudulent, malicious or oppressive, entitling plaintiffs to\n22  recover punitive damages from defendants other than the City of\n23  Los Angeles.\n24  SECOND CAUSE OF ACTION -- RACIAL DISCRIMINATION\n25  (4th and 14th Amendments, 42 U.S.C. Section 1983)\n26  (The federal claims minority subclass representatives,\n27  individually and on behalf of the classes against all defendants)\n28  88. Plaintiffs and each of them hereby reallege and\nnsoeti\n42\n\n1  incorporate by reference as if fully set forth herein the\n2  allegations set forth in paragraphs 1-80 and paragraphs 84-87.\n3  89.  Defendants' actions as alleged herein deprived the\n4  minority class representatives and the subclass they seek to\n5  represent of the right to be secure in home, person, and effects\n6  against unreasonable searches and seizures and not to be\n7  subjected to the use of deadly or otherwise excessive or\n8  unreasonable force, on account of their race and/or ethnic origin\n9  in violation of the Fourth Amendment and the equal protection of\n10  the laws as guaranteed by the Fourteenth Amendment of the United\n11  States Constitution, and entitles them to bring suit and recover\n12  damages pursuant to 42 U.S.C. Section 1983.\n13  90.  The conduct complained of herein was undertaken\n14  pursuant to the custom, practice and/or policy of the Los Angeles\n15  Police Department, an agency of the City of Los Angeles.\n16  Alternatively, plaintiffs allege that defendant City of Los\n17  Angeles, through its official policy makers, former Chief of\n18  Police Daryl Gates and others, knew or should have known, that\n19  LAPD officers were intentionally and discriminatorily deploying\n20  the police dogs in predominately minority communities in order to\n21  have the police dogs attack and bite primarily African-American\n22  and Latino individuals.  Defendant Gates and other supervisorial\n23  defendants knew or should have known of the gross disparity in\n24  deployment of the dogs in predominately minority communities, and\n25  additionally knew or should have known of the gross disparity in\n26  the use of the dogs to attack predominately African-Americans and\n27  Latinos.  Despite this knowledge, Chief Gates and other official\n28  policy makers failed to take any remedial or corrective actions.\nHSOStl\n43\n\n1  In failing to take corrective measures in the areas of hiring,\n2  training, supervision, and monitoring, the City of Los Angeles\n3  has exhibited, and continues to exhibit, deliberate indifference\n4  and/or reckless disregard and/or gross negligence to the\n5  constitutional rights of the minority class plaintiffs. Defendant\n6  Willie L. Williams has a duty to correct the deliberate\n7  indifference and/or reckless disregard and/or gross negligence to\n8  the constitutional rights of plaintiffs.\n9  91.  As a direct and proximate cause of the aforementioned\n10  acts of defendants, plaintiffs were deprived of their\n11  constitutional rights to be free from unreasonable seizures and\n12  to receive equal protection of the laws.  As a further direct and\n13  proximate cause of the aforementioned actions of defendants,\n14  plaintiffs were injured as set forth in paragraphs 84-87 above.\n15  THIRD CAUSE OP ACTION --\n16  «•-*•  VIOLATION OP DDE PROCESS\n17  (14th Amendment, 42 U.S.C. Section 1983)\n18  (The federal claims class representatives, individually and on\n19  behalf of the class against all defendants)\n20  92.  Plaintiffs and each of them hereby reallege and\n21  incorporate by reference as if fully set forth herein the\n22  allegations set forth in paragraphs 1-80 and paragraphs 85-87.\n23  93.  The failure of each defendant to render prompt first\n24  aid to dog bite victims and/or insure they receive prompt medical\n25  treatment violated the plaintiffs' rights to be secure from\n26  deprivations of life, liberty or property without due process of\n27  law, as guaranteed by the Fourteenth Amendment to the United\n28  States Constitution, and entitles plaintiffs to bring suit and\n44\n\n1  recover damages pursuant to 42 U.S.C. Section 1983.\n2  94.  The failure of each defendant to prevent the LAPD's\n3  custom, policy and/or practice of the use of LAPD dogs in a\n4  sadistic and unconstitutional fashion with the purpose to hurt,\n5  maim, or punish those whom the LAPD consider to be resistant to\n6  its authority, and/or in need of being taught a lesson not to\n7  flee, and/or in need of summary curbside punishment for certain\n8  offenses, is in violation of the plaintiffs' rights to be secure\n9  from  deprivations of life, liberty or property without due\n10  process of law, as guaranteed by the Fourteenth Amendment to the\n11  United States Constitution, and entitles plaintiffs to bring suit\n12  and recover damages pursuant to 42 U.S.C. Section 1983..\n13  95.  The conduct complained of herein was undertaken\n14  pursuant to the custom, practice and/or policy of the Los Angeles\n15  Police Department, an agency of the City of Los Angeles.\n16  Alternatively, plaintiffs allege that defendant City of Los\n17  Angeles, through its official policy makers, former Chief of\n18  Police Daryl Gates and others, knew that police officers were\n19  failing to give necessary first aid to victims' of police dog\n20  bitings promptly and/or were not promptly making available to\n21  victims' of dog bitings treatment by medical professionals.\n22  Despite this knowledge, Chief Gates and other official policy\n23  makers failed to take any remedial or corrective actions.  In\n24  failing to take corrective measures in the areas of hiring,\n25  training, supervision, and monitoring, the City of Los Angeles\n26  has exhibited and continues to exhibit deliberate indifference\n27  and/or reckless disregard and/or gross negligence to the\n28  constitutional rights of plaintiffs.  Defendant Willie L.\nlltOCSl\n45\n\n1  Williams has a duty to correct the deliberate indifference and/or\n2  reckless disregard and/or gross negligence to the constitutional\n3  rights of plaintiffs.\n4  96.  The conduct complained of herein was undertaken\n5  pursuant to the custom, practice and/or policy of the Los Angeles\n6  Police Department, an agency of the City of Los Angeles.\n7  Alternatively, plaintiffs allege that defendant City of Los\n8  Angeles, through its official policy makers, former Chief of\n9  Police Daryl Gates and others, knew that LAPD dogs, pursuant to\n10  custom, practice and/or policy, were being used in a sadistic and\n11  unconstitutional fashion with the purpose to hurt, maim, or\n12  punish those whom the LAPD considers to be resistant to its\n13  authority, and/or in need of being taught a lesson not to flee,\n14  and/or in need of summary curbside punishment for certain\n15  offenses.  Despite this knowledge, Chief Gates and other official\n16  policy makers failed to take any remedial or corrective actions.\n17  In failing to take corrective measures in the areas of hiring,\n18  training, supervision, and monitoring, the City of Los Angeles\n19  has exhibited and continues to exhibit deliberate indifference\n20  and/or reckless disregard and/or gross negligence to the\n21  constitutional rights of plaintiffs.  Defendant Willie L.\n22  Williams has a duty to correct the deliberate indifference and/or\n23  reckless disregard and/or gross negligence to the constitutional\n24  rights of plaintiffs.\n25  97.  As a direct and proximate cause of the aforementioned\n26  acts of defendants, plaintiffs were deprived of their\n27  constitutional rights to not be deprived of life, liberty or\n28  property without due process of law.  As a further direct and\nmocei\n46\n\n1  proximate cause of the aforementioned actions of defendants,\n2  plaintiffs were injured as Bet forth in paragraphs 85-87 above.\n3  FOURTH CAUSE OF ACTION -- RACIAL DISCRIMINATION\n4  (The federal minority subclass representatives, individually and\n5  on behalf of the class against all defendants)\n6  98.  Plaintiffs and each of them hereby reallege and\n7  incorporate by reference as if fully set forth herein the\n8  allegations set forth in paragraphs 1-80 and paragraphs 85-87.\n9  99.  Defendants' actions as alleged herein deprived the\n10  minority class representatives and the subclass they seek to\n11  represent of their rights to be secure from deprivations of life,\n12  liberty or property, without due process of law, on account of\n13  their race and/or ethnic origin in violation of the Fourteenth\n14  Amendment of the United States Constitution, and entitles them to\n15  bring suit and recover damages pursuant to 42 U.S.C. Section\n16  1983.\n17  100. The conduct complained of herein was undertaken\n18  pursuant to the custom, practice and/or policy of the Los Angeles\n19  Police Department, an agency of the City of Los Angeles.\n20  Alternatively, plaintiffs allege that defendant City of Los\n21  Angeles, through its official policy makers, Chief of Police\n22  Daryl Gates and others, knew that police officers were failing to\n23  promptly give necessary first aid primarily to African-American\n24  and Latino victims' of police dog bitings and/or were failing to\n25  promptly make treatment by medical professionals available to\n26  African-American and Latino victims of dog bitings, who were over\n27  90% of the racially identified victims bitten by LAPD dogs from\n28  June 1, 1990 through June 30, 1992.  The official policy makers\nHSOCtl\n47\n\n1  of the Los Angeles Police Department knew that this failure to\n2  render timely first aid deprived and continues to deprive\n3  numerous individuals of their constitutional rights to not be\n4  deprived of life, liberty or property without due process of law,\n5  on account of their race and/or ethnic origin.  Despite this\n6  knowledge, Chief Gates and other official policy makers failed to\n7  take any remedial or corrective actions.  In failing to take\n8  corrective measures in the areas of hiring, training,\n9  supervision, and monitoring, the City of Los Angeles has\n10  exhibited and continues to exhibit deliberate indifference and/or\n11  reckless disregard and/or gross negligence to the constitutional\n12  rights of the minority class plaintiffs.  Defendant Willie L.\n13  Williams has a duty to correct the deliberate indifference and/or\n14  reckless disregard and/or gross negligence to the constitutional\n15  rights of plaintiffs.\n16  101. The conduct complained of herein was undertaken\n17  pursuant to the custom, practice and/or policy of the Los Angeles\n18  Police Department, an agency of the City of Los Angeles.\n19  Alternatively, plaintiffs allege that defendant City of Los\n20  Angeles, through its official policy makers, Chief of Police\n21  Daryl Gates and others, knew that LAPD dogs, pursuant to custom,\n22  practice and/or policy, were being used in a sadistic and\n23  unconstitutional fashion with the purpose to hurt, maim, or\n24  punish those whom the LAPD considers to be resistant to its\n25  authority, and/or in need of being taught a lesson not to flee,\n26  and/or in need of summary curbside punishment for certain\n27  offenses; of the persons victimized by the above custom, practice\n28  and/or policy, the LAPD knew, or should have known that African-\nutocti\n48\n\n1  Americans and Latinos were the primary victims, who were over 90%\n2  of the racially identified victims bitten by LAPD dogs from June\n3  1, 1990 through June 30, 1992.  The official policy makers of the\n4  Los Angeles Police Department knew that this failure to stop the\n5  above use of its police dogs deprived and continues to deprive\n6  numerous individuals of their constitutional rights to not be\n7  deprived of life, liberty or property without due process of law,\n8  on account of their race and/or ethnic origin.  Despite this\n9  knowledge, Chief Gates and other official policy makers failed to\n10  take any remedial or corrective actions.  In failing to take\n11  corrective measures in the areas of hiring, training,\n12  supervision, and monitoring, the City of Los Angeles has\n13  exhibited and continues to exhibit deliberate indifference and/or\n14  reckless disregard and/or gross negligence to the constitutional\n15  rights of the minority class plaintiffs.  Defendant Willie L.\n16  Williams has a duty to correct the deliberate indifference and/or\n17  reckless disregard and/or gross negligence to the constitutional\n18  rights of plaintiffs.\n19  102. As a direct and proximate cause of the aforementioned\n20  acts of defendants, plaintiffs were deprived of their\n21  constitutional rights to be secure from deprivations of life,\n22  liberty or property without due process of law, on account of\n23  their race and/or ethnic origin.  As a further direct and\n24  proximate cause of the aforementioned actions of defendants,\n25  plaintiffs were injured as set forth in paragraphs 85-87 above.\n26\n27\n28\nlltOCtl\n49\n\n1  FIFTH CAUSE OF ACTION -- CONSPIRACY TO VIOLATE CIVIL RIGHTS\n2  (42 U.S.C. Section 1985(3))\n3  (The federal minority subclass representatives, individually and\n4  on behalf of the class against all defendants)\n5  103. Plaintiffs and each of them hereby reallege and\n6  incorporate by reference as if fully set forth herein the\n7  allegations set forth in paragraphs 1-80 and paragraphs 84-87.\n8  104. Defendants, and two or more of them, conspired for the\n9  purposes of depriving the minority class representatives and the\n10  class they seek to represent of equal protection of the laws on\n11  account of their race and/or ethnic origin.  Defendants and two\n12  or more of them, also conspired through a code of silence within\n13  the Department, for purposes of continuing the conspiracy of\n14  depriving the minority class representatives and the class they\n15  seek to represent of equal protection of the laws on account of\n16  their <*aTe and/or ethnic origin.  Defendant City of Los Angeles,\n17  former Chief Daryl Gates and the supervisorial defendants who had\n18  the power to but who did not prevent the violations of Section\n19  1985, are liable to plaintiffs pursuant to 42 U.S.C. Section\n20  1985.\n21  105. Defendants, and two or more of them, conspired for the\n22  purposes of depriving the minority class representatives and the\n23  class they seek to represent of due process of the laws on\n24  account of their race and/or ethnic origin.  Defendants and two\n25  or more of them, also conspired through a code of silence within\n26  the Department, for purposes of continuing the conspiracy of\n27  depriving the minority class representatives and the class they\n28  seek to represent of due process of the law on account of their\nutocai\n50\n\n1  race and/or ethnic origin.  Defendant City of Los Angeles, Chief\n2  Daryl Gates and the supervisorial defendants who had the power to\n3  but who did not prevent the violations of Section 1985, are\n4  liable to plaintiffs pursuant to 42 U.S.C. Section 1985.\n5  106.  Defendant City of Los Angeles, Chief Daryl Gates and\n6  the supervisorial defendants knew or should have known of the\n7  custom, practice and/or policy of racially discriminatory\n8  deployment, and of the conspiracy to racially discriminate in the\n9  deployment of the police dogs, and knew or should have known of\n10  the gross disparity in the use of the dogs in predominately\n11  minority communities and the use of the dogs to bite\n12  predominately minority persons.  The deliberate indifference of\n13  the defendants to the custom, practice and/or policy of using the\n14  dogs in a racially discriminatory manner in minority communities\n15  subjects these defendants to liability under 42 U.S.C. Section\n16  1985.\n17  107. As a direct and proximate cause of the aforementioned\n18  acts of defendants, plaintiffs were deprived of their\n19  constitutional rights to be free from unreasonable seizures, to\n20  receive equal protection of the laws, and to receive due process\n21  of the laws.  As a further proximate result of defendants' acts,\n22  plaintiffs were injured as alleged in paragraphs 84-87 above.\n23  SIXTH CAUSE OF ACTION -- EXCESSIVE FORCE\n24  AND DENIAL OF EQUAL PROTECTION UNDER STATE CONSTITUTION\n25  (California Constitution, Article I, Sections 7 and 13)\n26  (The state claims representatives, individually and on behalf of\n27  the classes against all defendants)\n28  108. Plaintiffs and each of them hereby, reallege and\n51\n\n1  incorporate by reference as if fully set forth herein the\n2  allegations set forth in paragraphs 1-80 and 84-87.\n3  109.  The conduct of each defendant violated the right of\n4  plaintiffs to be secure in home, person, and effects against\n5  unreasonable searches and seizures and not be subjected to the\n6  use of deadly and or otherwise excessive or unreasonable force,\n7  as guaranteed by Article I, Section 13 of the California\n8  Constitution.\n9  110. The conduct of each defendant violated the right of the\n10  plaintiffs to be secure from deprivations of life, liberty or\n11  property without due process of law, and not to be deprived of\n12  necessary medical care as guaranteed by Article I, Section 7 of\n13  the California Constitution.\n14  111. The conduct of each defendant violated the right of the\n15  minority class representatives and the class they seek to\n16  represent of the equal protection of the law in violation of\n17  Article I, Section 7 of the California Constitution.\n18  112.  As a direct and proximate cause of the aforementioned\n19  acts of defendants, plaintiffs were deprived of their California\n20  constitutional rights to be free from unreasonable seizures, to\n21  receive equal protection of the laws, and to not be deprived of\n22  due process of the laws.  As a further direct and proximate cause\n23  of the aforementioned actions of defendants, plaintiffs were\n24  injured as set forth in paragraphs 84-87 above.\n25\n26\n27\n28  \"  .  .\n1110(11\n52\n\n1  SEVENTH CAUSE OF ACTION -- RACIAL VIOLENCE AND INTIMIDATION\n2  (Civil Code Section 51.7)\n3  (The state claims minority subclass representatives, individually\n4  and on behalf of the class against all defendants)\n5  113. Plaintiffs and each of them hereby reallege and\n6  incorporate by reference as if fully set forth herein the\n7  allegations set forth in paragraphs 1-80 and paragraphs 84-87.\n8  114.  Defendants' use of police dogs to inflict deadly or\n9  otherwise excessive or unreasonable force against the minority\n10  class representatives and the class they seek to represent was\n11  based upon plaintiffs' race and/or ethnic origin and constituted\n12  violence directed against plaintiffs on account of their race\n13  and/or ethnic origin  thereby entitling them to damages under\n#\n14  Civil Code Section 52.\n15  115. As a direct and proximate cause of the aforementioned\n16  acts of defendants, plaintiffs were injured as set forth in\n17  paragraphs 84-87 above.\n18  EIGHTH CAUSE OF ACTION -- THREATS, INTIMIDATION OR COERCION\n19  (Civil Code Section 52.1)\n20  (The state claims representatives, individually and on\n21  behalf of the class against all defendants)\n22  116. Plaintiffs and each of them hereby reallege and\n23  incorporate by reference as if fully set forth herein the\n24  allegations set forth in paragraphs 1-80 and paragraphs 84-87.\n25  117. The defendants by their conduct interfered by threats,\n26  intimidation, or coercion, or attempted to interfere by threats,\n27  intimidation, or coercion, with the exercise or enjoyment of\n28 \" plaintiffs rights as secured by the Constitution or laws of the\n53\n\n1  United States, or of the rights secured by the Constitution or\n2  laws of the state of California.\n3  118. As a direct and proximate cause of the aforementioned\n4  acts of defendants, plaintiffs were injured as set forth in\n5  paragraphs 84-87 above.\n6  NINTH CAUSE OF ACTION -- VIOLATION OP STATUTORY DUTY\n7  (Civil Code Section 3342)\n8  (The state claims representatives, individually and on behalf of\n9  the class against defendant City of Los Angeles only)\n10  119. Plaintiffs and each of them hereby reallege and\n11  incorporate by reference as if fully set forth herein the\n12  allegations set forth in paragraphs 1-80 and paragraphs 84-86.\n13  120.  Defendant City of Los Angeles' use of dogs as alleged\n14  above subjects City of Los Angeles to strict liability under Cal.\n15  Civil Code Section 3342, for all damages proximately caused\n16  plaintiffs as a result of the dogs' biting plaintiffs.\n17  121. Subdivision  (b) of Cal. Civil Code Section 3342.5 does\n18  not apply to shield the City of Los Angeles from liability\n19  because the written policy adopted by the city as to the use of\n20  police dogs to apprehend individuals is unconstitutional under\n21  the United States and California constitutions.\n22  122. As a direct and proximate cause of the aforementioned\n23  acts of defendants, plaintiffs were injured as set forth in\n24  paragraphs 84-86 above.\n25\n26\n27\n28  '  \"  •\nHSOCtl\n54\n\n1  TENTH CAUSE OF ACTION -- TAXPAYER ACTION\n2  (Declaratory and Injunctive Relief Under C.C.P. S 526 (a))\n3  (All taxpayer plaintiffs against the\n4  City of Los Angeles and Chief of Police Willie L. Williams)\n5  123. Plaintiffs and each of them hereby reallege and\n6  incorporate by reference as if fully set forth herein the\n7  allegations set forth in paragraphs 1-80 and paragraphs 84-86.\n8  124. Defendants' expenditure of taxpayer funds for the\n9  implementation of the unconstitutional policies and practices\n10  complained of herein is wasteful, illegal and unlawful.\n11  Plaintiffs Lawson, Epps, ACLU, Heppe, and Garcia-Menendez as\n12  taxpayers of the City of Los Angeles have an interest in\n13  enjoining the unlawful expenditure of tax funds and the proposed\n14  unlawful expenditure of such funds.\n15  125.  Pursuant to Code of Civil Procedure Sections 526 and\n16  526(a), the taxpayer plaintiffs seek declaratory and injunctive\n17  relief to prevent continued harm and to protect themselves and\n18  the public from the defendants' unlawful policies and practices.\n19  126.  The people of Los Angeles are threatened with great\n20  and irreparable injury in that defendants' use and deployment of\n21  police dogs frequently results in severe injuries to persons\n22  residing in the City of Los Angeles and deprives racial and\n23  ethnic minorities of the equal protection of the law.\n24  127.  Plaintiff taxpayers have no other speedy or adequate\n25  remedy at law.\n26  Wherefore, plaintiff taxpayers request the following\n27  declaratory relief and injunctive relief against defendants Chief\n28  Daryl Gates and City of Los Angeles:\nlliOSil\n55\n\n1  A.  A declaration that defendants Chief Daryl Gates\n2  and City of Los Angeles' deployment and use of\n3  dogs violates constitutional guarantees under the\n4  Fourth and Fourteenth Amendments to the United\n5  States Constitution, and Article I, Sections 7 and\n6  13 of the Constitution and laws of the State of\n7  California;\n8  B.  A preliminary and permanent injunction barring Los\n9  Angeles police officers from using or deploying\n10  dogs to apprehend persons by attacking and biting\n11  them except where the officers have probable cause\n12  to believe the person poses an immediate threat of\n13  serious physical injury of death to the officer or\n14  third persons;\n15  C.  A preliminary and permanent injunction barring the\n16  *- -•  Los Angeles Police Department from using dogs to\n17  assist in finding persons, taking persons into\n18  custody or for protection against attack until dog\n19  handlers and dogs are adequately selected,\n20  trained, supervised, and disciplined.  Such\n21  selection, training, supervision and discipline\n22  shall include, at a minimum, the following:\n23  i.  Training dogs not to attack or bite anyone\n24  except upon the special command of the\n25  .  handler;\n26  ii.  Training and requiring handlers to give\n27  appropriate warnings, including warnings in\n28  languages other than English when necessary,\nlltOStl\n56\n\n1  prior to the release of a police dog;\n2  further, the warnings should include not only\n3  a warning of imminent use of the dogs, but\n4  also instruction to the suspect to remain\n5  still in order not to be bitten;\n6  iii. Using psychological tests to screen dog\n7  handlers before they are selected to be dog\n8  handlers; periodically monitoring dog\n9  handlers, including monitoring the types of\n10  and severity of injuries inflicted by the\n11  dogs in order to determine if a dog bite was\n12  appropriate, and in order to determine if the\n13  level of force each time a dog bites a\n14  suspect, is appropriate;\n15  iv.  Photographing all dog bite injuries in color\n16  with high quality cameras such as are\n17  routinely used to photograph and record\n18  evidence by the Department, in such a manner\n19  as to depict the exact nature and extent of\n20  the injuries inflicted;\n21  v.  Preparing written reports which detail\n22  exactly what injuries are inflicted;\n23  vi.  Immediately transporting all dog bite victims\n24  to doctors for medical treatment;\n25  vii. Collecting and retaining medical records\n26  showing the nature of the injuries; and\n27  viii.  Video taping interviews of all persons bitten\n28  by a dog immediately after an attack by a\n57\n\n1  monitor appointed by the court regarding the\n2  manner in which the injuries occurred; such\n3  tape recorded interviews to be transcribed\n4  and the tapes preserved under seal of the\n5  Court and not to be released to any party\n6  except the dog bite victim without order of\n7  the court.\n8  V.\n9  PRAYER FOR RELIEF\n10  Wherefore, plaintiffs seek judgment as follows:\n11\n12  First. Second, Third, Fourth and Fifth Causes of Action\n13  Compensatory general and special damages in an amount\n14  according to proof; exemplary damages (against each of the\n15  individual defendants) in an amount sufficient to deter and to\n16  make an example of those defendants; reasonable attorneys fees\n17  and costs of litigation pursuant to 42 U.S.C. Section 1988;\n18  Sixth Cause of Action\n19  Compensatory general and special damages in an amount in\n20  accordance with proof; exemplary damages sufficient to deter and\n21  to make an example of those defendants;\n22  Seventh Cause of Action\n23  Actual damages in an amount according to proof; exemplary\n24  damages and/or statutory damages in the amount of $10,000 for\n25  each act of violence against plaintiffs on account of their race\n26  and/or ethnic origin; treble actual damages; and such attorneys\n27  fees as the court may determine;\n28  •  .  .  .\n1110(11\n58\n\n1  Eighth Cause of Action\n2  Actual damages in an amount according to proof; exemplary\n3  damages for each act or attempt of threat, intimidation or\n4  coercion against plaintiffs' exercise or erjoyment of secured\n5  rights; and such attorneys fees as the court may determine;\n6  Ninth Cause of Action\n7  Compensatory general and special damages in an amount in\n8  accordance with proof;\n9  Tenth Cause of Action\n10  Declaratory and injunctive relief as set forth above at\n11  paragraphs 1-125; attorneys fees and costs under C.C.P. Section\n12  1021.5;\n13  and;\n14  ///\n15  ///\n16  ///\n17  ///\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n11S0CI1\n59\n\n1 The costs of this suit and such other relief as the Court\n2 finds just and proper.\n3 Respectfully Submitted,\n4 LITT, MARQUEZ & FAJARDO\nA LAW CORPORATION\n5\n6\nDATED: August 17, 1993 By_\n7 Barrett S. Litt\n8\n9\nRobert Mann\n10 Donald W. Cook\n11\n12 DATED: August 17, 1993 By.\nDonald W. Cook\n13\n14\n15 ACLU FOUNDATION OF SOUTHERN\nCALIFORNIA\n16\n17\nDATED: August 17, 1993 By_\nIB\nRobin Toma\n19\n20\nNAACP LEGAL DEFENSE AND EDUCATIONAL\n21 FUND, INC.\n22\n23 DATED: August 17, 1993\nConstance L. Rice\n24\n25\n26\n27\n28\nneocti\n60\n\nChart 1:  Total Number of Suspects, Number of Suspects Found and Number of Suspects\nBitten for Six Month Intervals.\nTime Suspects Suspects Found Suspects Bitten\nPeriod (% of All Suspects) (% Bitten if Found)\n6/1/90- 210 110 (52) 90(82)\n12/31/90\n1/1/91 - 175 143 (82) 60(42)\n6/30/91\n7/1/91 - 167 116 (69) 45 (39)\n12/31/91\n1/1/92 - 161 160(99) 37 (23)\n6/31/92\nTOTAL 713 529 (74) 232 (44)\n\nChart 2: Comparison of Hospitalizations Rates\nby K9 and Non K-9 LAPD Officers\no\no\nNon K-9 Officers 2%\nK-9 Officers 37%\no\n00\nT3\n<D\nN\nQ.\nO  g\nX\nI\n>\no\no  .\no\nQ.\nO\nO\nCM\nO  J\nNon K-9 LAPD Officers K-9 LAPD Officers\nType of Officer\n\nChart 3:  Level of Injury by K9 Use of Force for selected crimes.\nMinor Treated and Hospitalized Unknown\nReleased\nAssault on 24 0% 42% 46% 12%\nCit\nAssault on 7 0% 28% 57% 14%\nP.O.\nArmed 53 0% 66% 28% 6%\nRobbery\nBurglary 49 4% 59% 35% 2%\nBreaking 13 0% 69% 31% 0%\ninto Auto\nStealing 53 4% 47% 45% 4%\nAuto\nOther 36 3% 58% 31% 8%\nTOTAL 235 2% 56% 37% 6%\n\nChart 4:  Level of Injury by Non K-9 Use of Force for selected Crimes.\nTotal Hospitalized Cuts, Complaining No\nNumber Bruises, of Pain Injuries\nAbrasions\nFoot 1019 2% 51% 13% 34%\nPursuit\nVehicle 255 5% 54% 11% 30%\nPursuit\nOther 257 2% 30% 16% 53%\nTraffic\nAssault 346 1% 36% 12% 51%\non P.O.\nAssault 100 3% 24% 16% 57%\nonCit\nTOTAL 10125 2% 39% 10% 49%\nNOTE:  An individual can fall into more than one category.  For example a single incident\ncan involve alcohol (not shown) and a foot pursuit  Thus the TOTAL category is not the\nsum of all of the individual incidents.\n\nChart 5: Proportion of Times Force is Used by K9 Officer for Selected Crimes.\nCrime Total Number of % Use of\nUses of Force Force\nAssault on Cit 31 24 77%\nAssault on P.O. 14 7 50%\nArmed Robbery 97 53 55%\nBurglary 135 49 38%\nBreaking into Auto 27 13 48%\nStealing Auto 151 53 35%\nTOTAL 539 235 44%\n\nChart 6: Proportion of types of crimes for which K9 Force is used.\nCrime Number of %ofallK-9\nUses of Force Uses of Force\nAssault on Cit 24 10%\nAssault on P.O. 7 3%\nArmed Robbery 53 23%\nBurglary 49 21%\nBreaking into Auto 13 6%\nStealing Auto 53 23%\nOther 36 15%\nTOTAL 235 100%\n\nChart 7: Use of force by K9 and Non K-9 LAPD Officers for All Crimes\no\no  -\nNon K-9 Officers 1%\nK-9 Officers 44%\no\n00\n•o\nCO\nIX.\nCO\ntr\no\nQ.\nO\no\neg\no  -J\nNon K-9 LAPD Officers K-9 LAPD Officers\nType of Officer\n\nChart 8: Use of Force by K-9 and Non K-9 LAPD Officers\nin Assaults or Batteries on Citizens\no\no\nNon K-9 Officers 2%\nK-9 Officers 77%\no\n00\nCO\ncd\no\no\nQ.\nO\nO\nCM\no  J\nNon K-9 LAPD Officers K-9 Officers\nType of Officer\n\nChart 9: Use of Force by K-9 and Non K-9 LAPD Officers\nfor Crimes Against Police Officers\no\no\nNon K-9 Officers 26%\nK-9 Officers 50%\no\n00\n•a\n(0\no\nCO\n<D\no\na.\no\nTV  77%\no\nCM\no  J\nNon K-9 LAPD Officers K-9 Officers\nType of Officer\n\nChart 10: Use of Force by K-9 and Non K-9 LAPD Officers\nin Armed Robberies\no\no\nNon K-9 Officers 2%\nK-9 Officers 55%\no\n00\nCO\n3\nS\nCO\n0)\nI\no\nCM\no  J\nNon K-9 UPD Officers K-9 Officers\nType of Officer\n\nChart 11: Use of Force by K-9 and Non K-9 LAPD Officers\nin Burglaries\no\no\nNon K-9 Officers 1%\nK-9 Officers 36%\no\n00\n8\nQ>\ng\ntr\no\nQ.\nO\nO\nCM\no  J\nNon K-9 LAPD Officers K-9 Officers\nType of Officer\n\nChart 12: Use of Force by K-9 and Non K-9 LAPD Officers\nin Auto Crimes\nNon K-9 Officers 1%\nK-9 Officers 37%\no\n03\n8  §\n(A\n0)\no\ntr\no\no.\no\no\nCM\nO  J\nNon K-9 LAPD Officers  K-9 Officers\nType of Officer\n\nChart 13: Average Number of Deployments by Racially\nCatagorized LAPD Divisions from 6/90 through 6/92\no\nAfter Controlling for Crime and Population Size\nO\nU)\n> 50% Black 46\n>75 White 17\nOther 25\nQ.\n** *  .*/\n<D\nQ\nq>\n3\nz\n'\"•\"».*H  ',-\n<D\nQ.\nX\nHI\no  .\no  J\nMore than 50% Black More than 75% White Other\nRacial Composition\n\nChart 14: Racial Distribution for LAPD K-9 Uses of Force\n(White/Non-White/Unknown)\no\no\no\n00 White 6%\nNon-White 87°/4\nUnknown 7%\no\n<0\n2\na<D.\no  .\no\nCM\nO  J\nWhite Non-White Unknown\nVictim Race\n\nChart 15: Racial Distribution for LAPD K-9 Uses of Force\n(White/Black/Latino/Unknown)*\no\nO  n\no  .\nCO White 6%\nBlack 55%\nLatino 31%\nUnknown T\nto ^\nQ)\nQ_\no.\nCM H\nO  -\nWhite Black Latino Unknown\n* Asians (1% of Total) are not Shown\nVictim Race\n\nChart 16: Number of LAPD K-9 Deployments by Division\n.77th\nCO\nc  o\n0)  O\nE  ~\na.\nQ  o\no>  »\nQ) O\n(D • newton\n•  southwest\n• wilshire\n• central\nrampart\no  .\n•  southeast\n•  hollywgQcU--^^^\n hollenfegc\n#\nO\nCM •\"\"fiarbor holly\n• west.1anorth •  northeast  •  west\n•  devonshire\n14 16 18  20  22 24 26\nTotal Reported Crime (Thousands)\n\n1 PROOF OF SERVICE\n2 STATE OF CALIFORNIA, COUNTY OF LOS ANGELES\n3 I am employed in the County of Los Angeles, State of\nCalifornia.  I am over the age of 18 and not a party to the\n4 within action; my business address is 3550 Wilshire Boulevard,\nSuite 1200, Los Angeles, California 90010.\n5\nOn August 17, 1993, I served the foregoing document\n6 described as THIRD AMENDED COMPLAINT FOR DAMAGES AND DECLARATORY\nAND INJUMCTIVE RELIEF on the interested parties in this action by\n7\nplacing the true copies thereof in sealed envelopes addressed as\nstated below:\n8\n9 Mr.  Robert Mann\n3600 Wilshire Blvd., Suite 1710\n10 Los Angeles, California  90010\n11 Ms.  Connie Rice\nNAACP - LDF, Inc.\n12 315 W. Ninth St., Suite 208\nLos Angeles, California  90015\n13\nMr.  Paul L. Hoffman\n14 ACLU\n1616 Beverly Blvd.\n15 Los Angeles, California  90026\n16 Mary House\nAssistant City Attorney\n17 200 North Main Street\n1800 City Hall East\n18 Los Angeles, California  90012\n19 Mr.  Eugene P. Ramirez\nMorris, Polich & Purdy\n20 1055 W. 7th St., 24th fl.\nLos Angeles, California  90017\n21\nMr.  J. Bernard Alexander, III\n22 Alexander & Goldsby\n10940 Wilshire Blvd. #1200\n23 Los Angeles, California  90024\n24 Mr.  Michael P. Stone\nStone & Feeley\n25 700 S. Flower St., 4th fl.\nLos Angeles, California  90017\n26\nMr.  Herman Sillas\n27\nOchoa & Sillas\n530 W. 6th St., Penthouse Suite 3\n28\nLos Angeles, California  90014\n\n1 Mr. W. Michael Workman\nRozanski ft Friedland\n2 11601 Wilshire Blvd. #1480\nLos Angeles, California  90025\n3\nMr. Howard R. Price\n4 Brodey ft Price\n9777 Wilshire Blvd. #900\n5 Los Angeles, California  90212-1901\n6 McCulloch ft deMontesquiou\n15821 Ventura Blvd., suite 545\n7 Encino, California  91436\n8 Mr. Don Vincent\nOffice of the City Attorney\n9 1700 City Hall East\n200 North Main Street\n10 Los Angeles, California  90012\n11 Mr. Emil Henen\nP. O. Box 606\n12 Newhall, California 91322\n13 Mr. Antonio Rodriguez\n5312 E. Beverly Blvd.\n14 Los Angeles, California 90022\n15 Mr. Robert Clark, Jr.\n3580 Wilshire Blvd. #1400\n16 Los Angeles, California  90010\n17 Mr. Norman Edell\n8383 Wilshire Blvd. #830\n18 Beverly Hills, California  90211\n19 Patricia Vargas\n2500 Wilshire Blvd., #1150\n20 Los Angeles, California  90057\n21 Mr. Peter King\nOffice of the City Attorney\n22 1700 City Hall East\n200 North Main Street\n23 Los Angeles, California  90012\n24 Ms. Debra Gonzalez\n1650 City Hall East\n25 200 N. Main St.\nLos Angeles, California  90012\n26\n27\nXX BY MAIL\n28\nXX I caused such envelope to be deposited in the mail at Los\nAngeles> California.  The envelope was mailed with postage\nthereon fully paid.\n\n1 I am \"readily familiar\" with the firm's practice of\ncollection and processing correspondence for mailing.  It is\n2 deposited with the U.S. postal on that same day in the ordinary\ncourse of business.  I am aware that on motion of party served,\n3 service is presumed invalid if postal cancellation date or\npostage meter date is more than one day after the date of deposit\n4 for mailing in affidavit.\n5 Executed on August 17, 1993, at Los Angeles, California.\n6 rX-i (State)  I declare under penalty of perjury under the laws\nLXJ  of the State of California that the above is true and\n7 correct.\n8 (Federal)  I declare that I am employed in the office of a\n• member of the bar of this court at whose direction the\n9 service was made.\n10\n11\nCarlos I. Garcia\n12\n13\n0840-5191062\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/5197"
    },
    {
      "date": "1991-07-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "California state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 5199,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/5199.pdf",
      "title": "Complaint",
      "text": "Robert Mann \n-Donald W. Cook \n3600 Wilshire Blvd., Suite 1700 \nLos Angeles, CA  90010  FILED \n(213) 252-9444 \nBarrett S. Litt \nJUM  24 1990 \nMercedes M. Mdrquez  ..   -.  \nVirginia Keeny  v,L.,;#  \nLAW OFFICE OF LITT &  STORMER \nA LAW CORPORATION  BY D. %l-lS,  GEPUI'Y  - \n3550 Wilshire Boulevard, Suite 1200 \nLos Angeles, California  90010 \n(213) 386-4303 \n- \nA'.- \nPaul Hoffman \nRobin Toma \nTracy Rice \nACLU FOUNDATION OF SOUTHERN CALIFORNIA \n633 Shatto Place \nLos Angeles, CA  90005  - \n(213) 487-1735  - \nBill Lann Lee \nConstance L. Rice \nNAACP LEGAL DEFENSE AND EDUCATIONAL FUND, INC. \n315 West Ninth Street, Suite 208 \nLos '~ngeles,CA   90015 \n(213) 624-2405 \nSUPERIOR COURT OF CALIFORNIA \nI \nFOR THE COUNTY OF LO6 ANGELES \nBCO31232 \n- \nREVEREND DR. JAMES M. LAWSON,  )  Case No. : \nREVEREND DR. WILLIAM S. EPPS, and ) \nACLU OF SOUTHERN CALIFORNIA,  CLASS ACTION \nKAROL HEPPE, in their capacities  ) \nas taxpayers, Rena BROWN, and JAY )  COMPLAINT FOR DAMAGES AND \nDALE, individually and as a-  1 \ntaxpayers and class  1- \n- \nrepresentatives;  3 \n>  gm,*   Excessive Force (4th & \na% \nPlaintiffs,  Amendments to U.S. \n&!?stitution) \n. \nNF! \nVS \na;,i c \nRacial Discrimination \nPOLICE CHIEF DARYL GATES,  1  C14th Amendment to U.S. \nindividually and in his official  )  ~o-e titution) \ncapacity, CITY OF LOS ANGELES,  u \nDEPUTY CHIEF RONALD FRANKLE,  3. ;03.  Conspiracy to Violate \nDEPUTY CHIEF BERNARD PARKS,  Cigil Rights (42 U.S.C. 5 \n,  CAPTAIN PATRICK MCKINLEY, CAPTAIN ) \n\n. \nRICHARD L  BONNEAU, LIEUTENANT  4.  Excessive Force and \nPETER DURHAM, SERGEANT JERRY  Denial of Equal Protection \nTHOMAS, SERGEANT DONN YARNALL,  Under California \nDOUGLAS ROLLER, JAY MOBERLY,  Constitution \n, \nSALVADOR APODACA, KERY ANDERSON,  ) \nKERELL BROUSSARD, DANIEL BUNCH,  )  5.  Racial Violence and \nMARTIN COON, PAUL STROPKAI, LARRY )  Intimidation in Violation \nMAILLET, JOE VITA, JOHN HALL,  1  of Civil Code §  51.7 \nBRIAN O'HARA, BLANE BLACKSTONE,  ) \nADAM BERCOVICI, AND RAYMOND  6.  Assault \nSENECAL, individually and in their) \nofficial capacities, and DOES 1-  )  7.  Battery \n100, \n8.  Negligence  .' \n' \nDefendants.  1  9.  Violation of Statutory \nDuty (Civil.C ode §  3342) \n10. Intentional Infliction \nof Emotional Distress \n11.  Taxpayer Action for \nDeclaratory and Injunctive \nRelief \n\n1.  This is a civil rights a-c tion brought by victims of a \nsystematic policy and practice of the Los Angeles Police  - \ni-- \nDepartment (I1LAPDU)t o use excessive, deadly force in the form of \n- \nI \n- -  \nattack dogs against persons who pose no threat to the police or \n: \nthe community justifying such force.  As a result, hundreds of \n. \npeople, particularly ~frican-Americansa nd Latinos, have been  - \nviciously mauled and grievously injured by police dogs, without \n- - \nthe police having probable cause to believe such individuals pose \nan immediate threat of death or serious bodily injury, the \n=-   - \nconstitutional standard for all other uses of deadly force. \nI \nPlaintiffs seek to enjoin the illegal use of public funds to \nI \npromote and implement these unconstitutional policies and \n- \nI \npractices, as well as damages on behalf of the class of victims. \n2.  While many major metropolitan police departments \nt \nnationwide use canine units as part of their law enforcement \nI \nprogram, responsible police departments train their handlers and \n' .I \ndogs only rarely to have the dogs bite suspects.  This is not \nI \ntrue of the LAPD.  While the LAPD generally uses force in an \narrest situation in only one to two perce- nt of all arrests, the- \nI1 \nk-. \nfigure is many times greater when LAPD deploys a police dog.  In-- \n.  . .   0 \naddition, when police dogs are used the injury is often far more \n. \ngrave.  ' \nI \n3.  The LAPD trains, conditions and deploys its canine \nI \nunits indiscriminately to attack potential suspects and innocent \nI \nbystanders by mauling them until they become passive.  The police \ndogs attack anywhere on the body, the face, the neck, the chest, \n\nI \nthe genitals, or any other part of the body that is available. \nI- \n4B ecause the dogs are large and are used to attack aggressively, \n- \n- \nvictims suffer deep puncture wounds, often with flesh and muscle \nripped and torn, requiring medical attention and frequently  I \nS. \nhospitalization.  Physical scarring, and even reconstructive \nsurgery, are common, not to mention the deep psychological \nthat ferocious attacks of this type inevitably leave. \n. \n.~ \n4.  The LAPD has systematically failed to monitor or  - \nevaluate the deployment of police dogs, ignoring overwhelming \n- - \nevidence of the grossly excessive nature of the force used and \nseverity of the injuries inflicted. \n- .  \n5.  The LAPD deploys its police dogs principally in African- \nAmerican and Latino minority communities, although the level of  I \nthe crimes for which dogs are utilized are equal if not greater - \nin white communities.  Although whites also suffer from  I \nunwarranted dog attacks, the information presently available to \nt \nthe plaintiffs indicates that the overwhelming majority of the \nvictims of police dog attacks are African-American or Latino.  I \n.I  \nThe conclusion is clear.  Through its canine units, the LAPD \nunleashes unjustified deadly force on a disproportionate basis  I \nagainst non-white communities which it would not and does not use, \n. \nagainst white communities. \n.  . .  \n6.  Plaintiffs seek a determination by this Court that the \nLAPD1s policy and practice of using police dogs to attack and \nmaul people constitutes the unconstitutional use of excessive \ndeadly force in circumstances where no threat justifies the use \nof such force.  Plaintiffs also seek a determination that the \npolicy and practice of concentrating the use of this \n\nunconstitutional use of force in minority communities and against \n.*  - \nminority individuals deprives African-American and Latino persons \nof the equal protection of the law.  Plaintiffs seek \n.. \ncertification of a class of victims of these unconstitutional \nI \npolicies and practices, and compensation for all of the class \nI \nmembers.  Finally, plaintiffs seek an order enjoining the \n. \ncontinuation of these policies and practices, requiring that LAPD \n.  7 \n. \nofficers only use dogs to attack and bite where they have  - \nprobable cause to believe that an individual poses an immediate \n- - \nthreat of death or serious physical injury to the officer or \nthird parties; that dogs be adequately trained not to routinely \n- \n- - \nbite anyone except upon specific command of the handler; that \nhandlers be trained to insure that they properly monitor and  I \ndirect their dogs, and that full record keeping be maintained and \nreviewed of the use of dogs and the injuries they inflict to \nassure the appropriate use of force. \nPARTIES  I \nA.  The Taxpayer Plaintiffs. \n7 .   The Reverend Dr. James M. Lawson is the pastor of the-.4-.I,   - \nHolman United Methodist Church in Los Angeles.  At all times \n- \n. .  \nrelevant herein Reverend Lawson was and is a resident and \ntaxpayer of the City of Los ~ngeies. \n8.  The Reverend Dr. William S. ' E ~i~s Sth e  of the \nSecond Baptist Church of Los Angeles.  At all times relevant \n1 \nI \nherein Reverend Epps was and is a resident and taxpayer of -  the \nCity of Los Angeles. \n\n9.  The ACLU of Southern California, a non-profit \n- \n4o rganization dedicated to the protection and furtherance of civil \n-  was and is a taxpayer of \nliberties, at all times relevant herein \n.- \nthe City of Los Angeles. \n-. \nlo.  Karol Heppe is the Executive Director of the Police \nMisconduct Lawyers Referral Service.  At all times relevant \nA*. \nherein Ms. Heppe was and is a resident and taxpayer of the City \n- \nof Los Angeles.  - \n‘. \nB.  The Class Representatives and Plaintiff -C  lasses \n. \n11.  Plaintiff Rena Brown is a thirty-one year old African- \nAmerican male and resident of the County of Los Angeles. \n- \n- - \nPlaintiff Brown has been a taxpayer of the City of Los Angeles \nI \nduring the year prior to the filing of this complaint.  On or \nabout November 5, 1990, LAPD officers unleashed a police dog upon \nI \nplaintiff Brown, although there was no probable cause to believe \nthat plaintiff Brown posed an immediate threat of death or \nserious physical injury to the officers or to third parties. \nPlaintiff Brown was attacked and severely mauled by the police \ndog, suffering physical injury, mental and emotional harm and  I \nsuffering lost income, medical and other special damages.  I \n12.  Plaintiff Jay p ale is a twenty-two year old white male- \nand resident of the County of  Los Angeles.  Plaintiff Dale has \n.  * \nbeen a taxpayer of the City of Los Ang.e-le s during the year prior \nto the filing of this complaint.  On or about July 7, 1990, LAPD \nofficers unleashed a police dog on plaintiff Dale, although there \nwas no probable cause to believe that plaintiff Dale posed an  I \nI \nI \nimmediate threat of death or serious physical injury to the \nofficers or to third parties.. Plaintiff Jay Dale was attacked \n\nand severely mauled by the police dog, suffering physical injury, \n- \n4m ental and emotional harm and suffering lost income, medical and \nother special damages.  ..  I \n-  r- \n( \n13.  Plaintiffs Brown and Dale each filed a claim against \n. \ndefendants under Government Code Section 910, and these claims \nwere rejected.  - '  \n1.  The Class \n. \n14.  Plaintiffs Rena Brown and Jay Dale (hereafter the \nI1class representativesw) bring this action for damages on their \n- - \nown behalf and on behalf of a class comprised of all individuals \nin the City of Los Angeles against whom the Los Angeles Police \nDepartment, pursuant to policy, practice or custom, has unleashed \na police dog to attack and bite without probable cause to believe \nthat the individuals posed an immediate threat of death or \nserious physical injury to anyone. \n15.  Members of the class on whose behalf the class \nrepresentatives sue are readily ascertainable.  The LAPD  I \n- \nmaintains records which reflect the names of individuals attacked -1 \nby LAPD dogs and the information on which the officer relied when I \nI \ndeciding to order a dog to find and attack the individual.  These \n4 \nrecords will not only establish the identities of class members,---- \nbut will constitute admissims establishing liability since the \n.  . -  \nrecords facially demonstrate that the officers lacked probable \ncause to believe that the suspec< posed an immediate threat of \nserious physical injury or death and yet used deadly9\"forceb y \nI \nletting loose a dog trained to attack in the manner described \nI \nabove.  I \n16.  Members of the class are so numerous that joinder is \n\nI \nimpracticable.  Plaintiffs are informed and believe and thereupon \nI \n.- \nallege that there were over 900 suspects who were mauled by LAPD \n- \npolice dogs in the last three year-s   and that ir. most of these \npolice dog attacks, the officers lacked probable cause to believe \n-. \nil \nthe individual attacked posed an immediate threat of death or \nserious physical injury to anyone. \n. \n.., v. \n17.  Predominant common questions of law and fact affect the \n7 \nrights of all class members.  The central issues of law to be.  - \n-- \ndecided  whether the Los Angeles Police Department's use of \nI \n- \n- \npolice dogs constitutes deadly force and whether the Department \nmay use such deadly force without probable cause to believe that \n- \n-- .  \nan individual poses an immediate threat of death or serious \n-- \nphysical injury  are common to all class members.  Furthermore, \nas set forth below in paragraphs 32-37 and 42-53, plaintiffs' \nallegations as to the policies, practices or customs of the LAPD \nI \nas to when officers will unleash dogs on individuals, how the \n1 .\nLAPD has trained its dogs to attack and maul rather than to find \nI \n1 \nand hold through barking or other means, the amount of training \nI \nand supervision given to the dog handlers and police dogs, the \nI \nhiring practices for the canine unit, the lack of monitoring and \nreview of police dog attacks, and the failure to investigate \nwhether the handler and his-dog used excessive force are \nr- \nquestions that are common to all of-the class members. \nI \n18.  The claims of the clas; representatives are typical of \nthose of the class members with respect to the constitutionality \nI \nand legality of defendantst policies and practices.  All class \nmembers seek to challenge the same overall policies, practices or \ncustoms of the LAPD with respect to its use of police dogs, and \n\ntraining, supervision and monitoring of canine units.  The \n4p rosecution of separate actions against defendants by individual \nclass members would create a risk -o f inconsistent or varying  , \nadjudications which would establish incompatible standards of \nconduct for defendants.  The class representatives will fairly \nand adequately protect the interests of the class because they \n- \n- \nand their counsel possess the requisite resources and ability to \nprosecute this case as a class action.  - \n< .  \n2.  The  Minority Subclass \n-. \n19.  Plaintiff Rena Brown (hereafter the \"minority class \nrepresentativen) also seeks to represent himself and a subclass \ncomprised of all individuals in the City of Los Angeles belonging \n' \nto racial minorities against whom the Los Angeles Police \nDepartment, pursuant to policy, practice or custom, has unleashed \npolice dogs to attack without probable cause to believe that the \nindividuals posed an immediate threat of death or serious \nphysical injury to anyone. \n20.  Members of the class on whose behalf the minority class \nrepresentative sues are readily ascertainable.  The LAPD records \nthe race of all bite victims in its reports, permitting easy \nidentification of all minority individuals against whom the \n-  ---   \na \npolice unleashed police dogs without probable cause to believe \n% \n* \nthat the individuals posed an immediate threat of death or \nserious physical injury to anyon&. \n21.  Plaintiffs are informed and believe and thereupon \nallege that the vast majority of suspects and non-suspects bitten \nby LAPD police dogs are members of racial minority groups.  Given \nthat there are hundreds of police dog attacks every year, the \n\nmembers of this subclass are so numerous that joinder is \nimpractical. \n22.  Predominant common que-s tions of law and fact affect the \nrights of all minority subclass members.  The central issues to \n-- \n'be decided  whether the LAPD has purposefully deployed dogs to -' \nattack minority individuals on account of their race or ethnicity \nor purposefully deployed dogs in communities with large minority' \n-* \n-- \ncommunities  are common to all class members.  - \n< .  \n23.  The claims of the minority class representative are \n-. \ntypical of those of all subclass members with respect to the \nconstitutionality of defendantsf policies, practices or customs. \n-- .  \nThe prosecution of separate actions against defendants by \nindividual subclass members would create a risk of inconsistent \nor varying adjudications which would establish incompatible  - \nstandards of conduct for defendants.  The class representative \nwill fairly and adequately protect the interests of the minority \nsubclass because he and his counsel possess the requisite \nresources and ability to prosecute this case as a class action. \nC.  Defendants.  I \nI \n24.  Defendant Daryl Gates is the Chief of the Los Angeles \n=_1   \nPolice Department (lfLA~~ianl )a,ge ncy of the City of Los Angel=?, \n--  \nPlaintiffs are informed and believe and thereupon allege that \n0 \n23  all times relevant herein defendant ~arylG ates was responsible \n24  for the development, establishnient and/or implementation of the \n25  procedures, policies, regulations, practices and/or customs of \n26  the LAPD with respect to its deployment and use of police dogs. \n27  Upon information and belief, plaintiffs further allege that at \n28  all times relevant herein, defendant Gates participated in, \n\nI \napproved, and/or ratified the unconstitutional or illegal acts \nI \n'5omplained of herein.  ~dditionally,u pon information and belief, \n- \n3  defendant Gates failed adequately ..t o train, supervise and monitor \nI \n4  dog handlers and LAPD police dogs, or to promulgate adequate  -- \n5  policies and regulations to prevent the unlawful acts complained \nof.  Plaintiffs sue defendant Daryl Gates in both his official \n7  and personal capacity. \n.. \n8  25.  Defendant City of Los Angeles is a municipal  - \nC \n9  corporation duly organized and existing under the laws of the \n- - \n10  State of California.  The LAPD is an agency of defendant City of \n11  Los Angeles, and all actions of the LAPD are the legal \n- \n12  responsibility of the City.  Defendant City of Los Angeles is  -. \nsued both in its own right and on the basis of respondeat  I \n14  superior. \n15  26.  Plaintiffs are informed and believe and thereupon \n11 \nallege that defendants Deputy Chief Ronald Frankle, Deputy Chief \nH  I- \nBernard Parks, Captain Patrick McKinley, Captain Richard L. \nl7 \nll  Bonneau, Lieutenant Peter Durham, Sergeant Jerry Thomas, and  I \nl8 \nI \nSergeant Donn Yarnall, (hereafter ltsupervisoriald efendants\"), \n11  I \n20  are individuals who at all times relevant herein were responsible \nY \n21  for the development, establishment and/or implementation of the-.- \n- \n22  procedures, policies, regulations, practices, and/or customs of \n* \n23  the LAPD with respect to its deployh6nt and use of police dogs.  - \n24  Upon information and belief, plaintiffs further allege that at \n11  I \n25 1  all times relevant herein, these defendants participated in, \n25  approved and/or ratified the unlawful conduct complained of \n11  I \n27  herein.  Additionally, upon information and belief, these \n28  defendants failed adequately to train, supervise and monitor dog \n\n( \nll.-brr egulations to prevent the unlawful acts complained of herein. \n-. \nPlaintiffs sue these defendants in both their official and \n.. \npersonal capacities. \n1: \n27.  Plaintiffs are informed and believe and thereupon \nallege that defendants Douglas Roller, Jay Moberly, Salvador \nApodaca, Kery Anderson, Kerell Broussard, Daniel Bunch, Martin \nCoon, Paul Stropkai, Larry Maillet, Joe Vita, John Hall, Brian  - \nOIHara, Blane Blackstone, Adam Bercovici, and Raymond Seneca1 are \n-- \nindividuals who at all times relevant herein were employed by the \n11 \nCity of Los Angeles as police officers responsible for handling  I \n. \nI \ndogs in the department's canine unit.  At all times relevant \nI \nherein these defendants acted within the course and scope of \nI \ntheir employment.  They are sued in both their official and  I \n- \npersonal capacities. \n28.  Plaintiffs are ignorant of the true names and \n11 \nI- \ncapacities of defendants sued herein as DOES 1 through 100, \ninclusive, and therefore sue these defendants by such fictitious  ' \nnames.  Plaintiffs will amend this complaint to allege their true \n. \nI \nnames and capacities when ascertained.  Plaintiffs are informed \nI \n4 \nand believe and based theieon allege that defendants DOES 1 \n- \nthrough 100 are responsible,in some manner for the damages and \n.  . -  \ninjuries hereinafter complained of. \n29.  Plaintiffs are informed and believe and thereupon \nallege that at all times relevant herein defendant Gates, the \nsupervisorial defendants and the police officer defendants, and \neach of them, were the agents, servants and employees of \ndefendant City of Los Angeles, and were acting at all times \n\nI \nwithin the scope of their agency and employment and with the \nI \n.- \nknowledge and consent of their principal and employer, the City \n- \nof Los Angeles.  At all times here-i  n, defendants, and each of \nthem, were acting under the color of state law. \nI \nCOMMON ALLEGATIONS \n: \nA.  LAPD8s Policy On Use Of Police Doas. \n30.  Pursuant to the Los Angeles Police Department's own.  - \nManual, Vol. I., Section 556.40: \n- - \nAn officer is authorized the use of deadly \nforce [by discharging a firearm] \nwhen it reasonably appears \nnecessary:  I \nA.  To protect himself or others from an \nimmediate threat of death or serious bodily \ninjury, or \nt \nB.  To prevent a crime where the suspect's \nI \nactions place persons in jeopardy of death or \nI \nserious bodily injury, or \nI \nC.  To apprehend a fleeing felon for a crime \ninvolving serious bodily injury or the use of \n- \ndeadly force where there is a substantial \nrisk that the person whose arrest is sought \nwill cause death or se;ious  bodily injury to \nI \nothers if apprehension is delayed. \n31.  The Los Angeles Police Department's policy with respect \nI \nto the use of deadly force codifies the permissible use of all \nI \nfows of deadly force under both the federal and California \n\nI \nconstitutions, which prohibit the use of any deadly force unless \nI \n-%he officer has probable cause to believe that a suspect poses an  - \n- \nimmediate threat of death or serious physical injury to cfficers \n.. \n1; \nor other persons. \nI--: \n32.  Pursuant to the official written policy of the Los \nAngeles Police Department, police dogs are not treated as the u's  e- \n-  . -   .  , ,  .  _,/_ ....A  - . ..  - \nof deadly force.  The Manual, Vol. I, Section 571, states that \n.,.  .. . \npolice dogs may be used \"in the detection, control, and  - \n&.I \napprehension of a suspect when there is a reasonable suspicion of \n- - \nthe suspect's involvement in criminal activity; [and] in the \nsearch of buildings and large areas for suspects.\" \n- \n33.  The LAPD trains and conditions its police dogs to find  - \na person, attack him or her and inflict seriously bodily injury  I \nby biting.  Pursuant to this \"find and bite1' policy, the LAPD and \nits dog handlers train dogs to bite any part of the person's body \nI \nwithin reach.  If the person struggles, the dog is trained and \nI \nconditioned to attack the person again and continue biting.  It \nI \nis the policy, practice or custom of LAPD dog handlers not to \n:. I \nstop the dog attack until the person ceases all resistance. \n34.  The police dogs used by the LAPD are male dogs chosen  I \nfor their aggressive behavior.  The force of their jaws when they.-,  \nbite a person is equal to nearly 900 pounds per inch.  Bite \nwounds from police dog attacks are biten indistinguishable from \ngun shot wounds, leaving gaping Gounds, massive tissue and muscle \nI \ndamage and the possibility of serious infection. \nI \n35.  Individuals who are attacked and bitten by LAPD police \nI1   I \ndogs deployed in the above-described manner suffer serious bodily \nharm, as well as permanent and severe mental and physical \n\nI \ninjuries.  The use of police dogs in this manner constitutes the \n.- \nuse of deadly force. \n36.  Deadly force is that for-c e which the actor uses with \nthe purpose of causing, or which he knows, or should know, \ncreates a substantial risk of causing death or serious physical  ..  \ninjury. \n37.  The LAPD's use of dogs in the above-described manner to \n-* \ninflict serious physical injury on individuals without prdbab&e  - \na \ncause to believe that the individuals pose an immediate threat of \n- - \nserious physical injury or death to the officers or others \nconstitutes a policy, practice or custom of the Department that \n- \n- \nviolates the Fourth and Fourteenth Amendments to the United \n1 \nStates Constitution, Article I, Section 13 of the California \nI \nConstitution, as well as the Department's own deadly force \n- \npolicy. \nB.  LAPD8s Racially Discriminatory Deployment Of Police \n. \nI. \nDoqs \nI \n38.  It is the policy, practice or custom of the Los Angeles \n.I \nPolice Department to use police dogs primarily against racial \nI \nminorities, and in particular, against African-Americans and \n-.$ \nLatinos.  Pursuant to this. policy, practice or custom, police \ndogs are used primarily against persons who are members of \na \nminority groups and in divisions with-  high proportion of \nI \nminorities, despite the fact thas the types of crimes for which \ndogs are used are even more likely to occur in predominantly \nI \nwhite areas than they are in minority communities. \n39.  As a result of this policy, practice or custom, an \nAfrican American or Latino individual is far more likely to be \n\nattacked and mauled by police dogs than a white person.  I \n- \nI \nPlaintiffs are informed and believe that only a very small \npercentage of all bite victims are white and that the vast  I \n.. \nmajority are African American, Latino, or members of other racial \n:I-: \nminorities. \n40.  According to the LAPD1s own statistics, the crimes for \n; \n- \nwhich police dogs are most often deployed is greater in \npredominantly white police divisions than in predominantly  - \n-. \nminority divisions.  Nevertheless, canine units are more likely \n-. \nto be used in predominantly minority communities. \n41.  In using police dogs primarily in minority communities \n- \n- - \nand against persons who are members of racial minority groups, \nI \ndefendants intended, and, in fact, did purposefully discriminate \n1 \nagainst the minority class representative and members of the \n- \nI \nminority sub-class on account of their race or ethnicity. \nC.  The LAPDVs Use Of Excessive Force Throush Police Doqs \n42.  The LAPD1s own statistics demonstrate that, for the  I- \nI \nperiod 1988 through 1990, in arrest situations where a canine \n:I  \nunit was not used, LAPD officers reported a use of force in less \nthan two percent of all arrests.  For the same time period, LAPD  I \nreported a use of force many times greater when police dogs \n. ..  .  ..   .. \n~ \nused in arrest situations. .Plaintiffs are informed and believe \n- \n..  . \nand thereupon allege that the use of deadly force by canine units \ncontinues to the present time t ~ * ~ r o sesxlce~ed  use of force by \nI \nnon-canine units making arrests. \nI \n43.  Plaintiffs are informed and believe and thereupon \nallege that the LAPDtsp olicy, practice or custom of using police \ndogs results in far more bites and serious injuries than other \n\nmajor metropolitan police departmentst use of police dogs. \n44. Plaintiffs are informed and believe and thereupon \nthat LAPD officers, pursuant to LA- PD police, practice or custom, \nhave ordered dogs to attack and bite individuals who have  - \ncommitted only minor misdemeanors or who the police lack probable \nI \ncause to believe are armed or otherwise dangerous.  I \n; \n45.  Plaintiffs are informed and believe and thereupon \nallege that pursuant to LAPDts policy, practice or custom, LAPD - \nofficers have ordered dogs to attack and bite juveniles as young \n- - \nas 14 years of age, resulting in massive injuries and emotional \n11 \ntrauma to these juveniles.  I ,  \n46.  Plaintiffs are informed and believe and thereupon \nI \nallege that pursuant to LAPDts  policy, practice or custom, LAPD  1 \nII \npolice dogs have attacked and severely mauled many innocent and. \nI \ndefenseless people when the dogs were used to search large areas. \n11 \nThese persons include children and women in their own homes, and  1 \n11 \nt \nhomeless people sleeping in vacant buildings. \n47.  Plaintiffs are informed and believe and thereupon \n11 \n1 \nallege that LAPDts canine units, pursuant to LAPDtsp olicy, \nI \npractice or custom, direct police dogs to attack and bite  1 \nindividuals even after they have surrendered or have been - \nhandcuffed. \n.  . -  \nD.  LAPDgs Failure Adequately to Train Or Control Police \n1I \nDoqs And Their ~andlerb. \n1I \n48.  Plaintiffs are informed and believe and thereupon \n( \n1 \nallege that the LAPD uses inadequate procedures to hire and \n1I \nselect dog handlers, which do not adequately screen for persons \nI \nwho are prone to the use of excessive force.  As a result,  1 \n\nI \ndefendant City of Los Angeles employs dog handlers who are prone \nI \n4t o use and do use grossly excessive force. \n- \n49.  Plaintiffs are infornied .. and believe and thereupon \nallege that the LAPD inadequately trains its dog handlers and  - \n. \npolice dogs.  Police dogs are not adequately trained to remain  .tyI \n-,.  I \nresponsive to their handlers, or in the circumstances in which \n; \nthey should bite.  Dog handlers are not adequately trained to \n-* \nlimit the amount of deadly canine force used to take a person.  - \ninto custody to the amount of force which is reasonably \n..  \nnecessary.  Dog handlers are taught to use excessive force even \nto apprehend individuals who are not suspects, or who are \n- \n- - \nsuspected of only minor misdemeanor offenses, or against whom \ndeadly force is not justified.  I \n50.  Plaintiffs are informed and believe and thereupon \nallege that the LAPD does not adequately supervise or monitor the \nuse of police dogs or the severity of bitings or maulings which  I \nI- \noccur during arrests. \n:I \n51.  Plaintiffs are informed and believe and thereupon \nallege that the LAPD fails to or refuses to investigate or  .I \nI \ndiscipline handlers who use their police dogs to inflict \n4 \nexcessive force. \n- \n52.  Plaintiffs are informed and believe and thereupon \n. \n. -  \nallege that the LAPD condones or encourages a conspiracy of \nsilence among its employees for ihe purpose of concealing and \nfurthering conduct by its employees, including but not limited to \nI \nthe use of unnecessary and unreasonable force and discriminatory \n1  I \ndeployment of police dogs, in violation of the United States' \nConstitution and the Constitution and laws of the State of \n\n- \nCalifornia. \n1I  I \n53.  Plaintiffs are informed and believe and thereupon \n-- \nI allege that Chief of Police Daryl -G ates and other official policy  -- \n4  makers for the LAPD knew or reasonably should have known that \n5  police dogs were being used as deadly force against individuals \n11  I \n6  for whom the police did not have probable cause to believe posed \n; 1 \nH \nan immediate threat of death or serious physical injury, and that \n.. \n-* \n11  this use of police dogs severely and permanently injured hundreds \n9  of individuals.  On information and belief, plaintiffs further \n-- \n10  allege that Defendant Gates and other official policy makers for \n11  the LAPD knew or reasonably should have known that LAPD officers \n- \n- \n12  were using dogs to attack and bite primarily African-American and \nI \nLatino individuals.  Despite this knowledge, Chief Gates and \nl3 \n11  other official policy makers failed to take any steps to remedy - \nl4  I \nI \n15  these violations of constitutional and statutory authority, as \n16  well as of the LAPD1s own written policies, through adequate \n17  hiring, training, supervision and/or monitoring.  In so doing, \ndefendants Gates and other official policy makers exhibited \n19  deliberate indifference to the constitutional rights of all \n20  plaintiffs and the classes of individuals they seek to represent. \nE.  Individual Alleqations. \n. \n1.  Rena Brown  -- \n54.  On or about November 5, 1990, LAPD officers requested a \n1 \n24  K-9  unit to respond to a search ior a grand theft auto suspect. \n25  The officers set up a perimeter around the area in which they \n26  believed the suspect was hiding.  The police officers had no \n27  information that the suspect for whom they were searching was \n28  armed, nor did they have probable cause to believe that the \n\nsuspect posed an immediate threat of death or serious bodily  I \n.- \ninjury to the police or to others.  Nonetheless, the police \nofficers deployed a police dog to search for the suspect.  The  I \nsuspect was found by the police dog as he scrambled out from \nunder the back of house where he had apparently hidden. \nI \n55.  The police dog attacked Brown and viciously mauled his \n,; \nleg, inflicting serious puncture and bite wounds. \n56.  While this attack was going on, the police officers-at- \nthe scene took no action to call the police dog off. \n- - \n57.  While plaintiff Brown was being attacked and bitten by \nthe dog, police officers hit Brown on the head with an unknown \n- \n- \n. \nobject \n58.  By reason of the acts of defendants, plaintiff Brown  I \nwas placed in great fear for his life and physical well being.  - \nI \n2.  Jay Dale \n59.  On or about July 7, 1990, a police canine unit was  I \nI- \ncalled to respond to a suspected commercial burglary of a \nI \nbuilding located in the Hollywood area.  Two individuals came \nI \nforward voluntarily, telling the police that they had been on the \n. \nroof of the building drinking beer.  None of the police officers, \n-I. \nor the dog handler who arr-ived at the scene, had any information-, \nthat any of the individuals-were armed, nor did they have \n-  . .  \nprobable cause existed to believe that the individuals posed an \nimmediate threat of death or serious physical injury to the \nI \nofficers or to third parties.  Nonetheless, the dog handler \n- \nunleashed a police dog to search and bite a third individual who \nI \nhad not come forward. \n60.  The police dog found plaintiff Jay Dale hiding near a \n\nI \ntrash dumpster and immediately attacked him and began biting his \n. .- \narms, torso, and legs. \nI \n61.  While this attack was going on, police officers at the \nscene took no action to call the police dog off. \n62.  After plaintiff Dale was handcuffed, LAPD officers \nordered the police dog to attack him again, which it did by \nbiting him on the legs and body.  At the same time, police \n-rc \nofficers struck Dale repeatedly with their batons, beating him in \nthe stomach, ribs and other parts of his body. \n- - \n63.  By reason of the acts of defendants, plaintiff Dale was \nplaced in great fear, for his life and physical well being. \n-- .  \n64.  All acts or omissions alleged to have been engaged in \nI \nby any defendant herein are alleged to have been engaged in with \nintent to injure plaintiffs or with a willful and conscious \ndisregard for the rights and safety of plaintiffs, and were \nmalicious and oppressive, entitling plaintiffs to recover \nI- \npunitive damages from defendants. \n-- \nFIRST CAUSE OF ACTION  EXCESSIVE FORCE \n(4th and 14th Amendments, 42 U.S.C.  Section 1983) \n(All the class representatives, i- ndividually and  - \non behalf of the class they seek to represent, \nagainst all defendants) \n65.  Plaintiffs and each of 'them hereby reallege and \nincorporate.b y reference as if fully set forth herein the \nI \nallegations set forth in paragraphs 1-64. \n~  I \n66.  The conduct of each defendant violated the right of \nplaintiffs to be secure in home, person, and effects against \n\nunreasonable searches and seizures and not to be subjected to the \n-- \n, use of excessive force, as guaranteed by the Fourth and \nFourteenth Amendments to the Unite-d  States Constitution, and \nentitles plaintiffs to bring suit and recover damages pursuant to \n42 U.S.C.  Section 1983. \n67.  The conduct complained of herein was undertaken \nI \npursuant to the policy, practice or custom of the Los Angeles \nPolice Department, an agency of the City of Los Angeles. \n< .  \nAlternatively, plaintiffs allege that defendant City of Los \n- - \nAngeles, through its official policy makers, Chief of Police \nDaryl Gates and others, knew that the canine units have operated  =I \n-1 \nand continue to operate in such a way as to deprive numerous \nindividuals of their constitutional rights to be free from  I \nunreasonable seizures resulting from the use of excessive force.. \nI \nDespite this knowledge, Chief of Police Gates and other official \npolicy makers have failed to take any remedial or corrective \n- \nactions.  In failing to take corrective measures in the areas of \nI \nhiring, training, supervision, and monitoring, the City of Los \nI \nAngeles has exhibited and continues to exhibit deliberate \nindifference to the constitutional rights of plaintiffs.  I \n68.  As a direct and proximate cause of the aforementioned-._,I  \nacts of defendants, plaintiffs were deprived of their \n.  . -  \nconstitutional rights to be free from unreasonable seizures. \n69.  As a proximate result 6f the wrongful, malicious and \nviolent acts of defendants, and the fright caused plaintiffs, \nI \nplaintiffs and each of them, suffered physical injuries and \nI \nexperienced shock and injury to the nervous system and were \ninjured in their health, strength and activity, suffering extreme \n\nand severe mental anguish and physical pain, anxiety, humiliation \n.- \nand emotional distress. \n70.  By reason of the aforeme-n tioned acts and omissions of  r \ndefendants and the City of Los Angeles, plaintiffs, and each of \n. \n. \nthem, have incurred and will incur in the future medical and \nrelated expenses, past and future lost earnings, and other  - \n' \nspecial and general damages, in an amount according to proof, but \n-* \nin excess of the jurisdictional limits of this court.  - \n= -  \n- - \n-- \nSECOND CAUSE OF ACTION  RACIAL DISCRIMINATION \n(Fourteenth Amendment, 42 U.S.C.  Section 1983) \n- \n- \n(The minority class representative, individually and on behalf of \nthe class he seeks to represent, against all defendants) \n71.  Plaintiffs and each of them hereby reallege and  I \n- \nI \nincorporate by reference as if fully set forth herein the \nI \nallegations set forth in paragraphs 1-64 and paragraphs 69-70. \nI \n72.  Defendants' actions as alleged herein deprived the \n- \nminority class representative and the subclass he seeks to  I \n.I \nrepresent of the equal protection of the laws on account of their \nI \nrace and/or ethnic origin in violation of the Fourteenth \nAmendment of the United states Constitution, and entitles him ta. A,.  \nbring suit and recover damages pursuant to 42 U.S.C.  Section \n.  . .  \n1983. \n73.  The conduct complained'of herein was undertaken \npursuant to the policy, practice or custom of the Los Angeles  I \nI \nPolice Department, an agency of the City of Los Angeles. \nI \nAlternatively, plaintiffs allege that defendant City of Los \nAngeles, through its official policy makers, Chief of Police \n\n- \nDaryl Gates and others, knew that LAPD officers were using dogs \nI  I \nll.-%o attack and bite primarily African-American and Latino \nI \nI  I \nindividuals.  Despite this knowled- ge, chief Gates and other \nofficial policy makers failed to take any remedial or corrective \nactions.  In failing to take corrective measures in the areas of \n11 \nhiring, training, supervision, and monitoring, the City of Los  I  1 \n-I \nAngeles has exhibited, and continues to exhibit, deliberate \nindifference to the constitutional rights of the minority class - \nI \nplaintiffs. \nII  74.  As a direct and proximate cause of the aforementioned  1 \n11 \nI \nacts of defendants, plaintiffs were deprived of their \n11 \nconstitutional rights to receive equal protection of the laws. \nAs a further direct and proximate cause of the aforementioned \nactions of defendants, plaintiffs were injured as set forth in  - \nparagraphs 69-70 above. \n-- \nTHIRD CAUSE OF ACTION  CONSPIRACY TO VIOLATE CIVIL RIGHTS \n(42 U.S.C.  Section 1985 (3))  \n(The minority class representative, individually and on behalf of \nII \nthe class he seeks to represent, against all defendants) \n75.  Plaintiffs and each of them hereby reallege and \nincorporate by reference as if fully set forth herein the \n. \nallegations set forth in paragraphs 1-64 and paragraphs 69-70. \n- \n. -  \n76.  Defendants, and two or more them, conspired for the \npurposes of depriving the minority class representative and the \nI \nclass he seeks to represent of equal protection of the laws on \nI \naccount'oft heir race and/or ethnic origin.  'Defendant City of \nLos Angeles, Daryl Gates and the supervisorial defendants who had \nthe power to but who did not prevent the violations of Section \n\nI \n1985, are liable to plaintiffs pursuant to 42 U.S.C.  Section \n77.  As a direct and proximat-e  cause of the aforemer~tioned \nacts of defendants, plaintiffs were deprived of their \n.- \ni: \nconstitutional rights to be free from unreasonable seizures and \n-  * I  \nto receive equal protection of the laws.  As a further proximate \n. \nresult of defendants' acts, plaintiffs were injured as alleged in \n. \nparagraphs 68 through 69 above.  - \na. \n--  - - \nFOURTH CAUSE OF ACTION  EXCESSIVE FORCE \nAND DENIAL OF EQUAL PROTECTION UNDER STATE CONSTITUTION \n-- .  \n(California Constitution, Article I, Sections 7 and 13) \nI \n(All class representatives, individually and on behalf of the \nI \nclasses they seek to represent, against all defendants) \n- \n78.  Plaintiffs and each of them hereby reallege and \nI \nincorporate by reference as if fully set forth herein the \nI- \nallegations set forth in paragraphs 1-64 and paragraphs 69-70. \nI \n79.  The conduct of each defendant violated the right of \nI \nplaintiffs to be secure in home, person, and effects against \n. \nI \nunreasonable searches and seizures and not be subjected to the \nuse of excessive force, ai guaranteed by Article I, Section 13 af i,  \nthe California Constitution, \nc- \n.  . -  \n80.  The conduct of each defendant violated the right of the \nminority class representative and the class he seeks to represent \nI \nof the equal protection of the law in violation of Article I, \nI \nSection 7 of the California Constitution. \n,81.  As 'a direct and proximate cause of the aforementioned \nacts of defendants, plaintiffs were deprived of their California \n\nproximate cause of the aforementioned actions of defendants, \n.. \nplaintiffs were injured as set forth in paragraphs 69-70 above. \n.  --. -- .  \n- \n-- \nFIFTH CAUSE OF ACTION  RACIAL VIOLENCE AND INTIMIDATION \n~ \n(Civil Code Section 51.7) \n1  -m \n(The minority class representative, individually and on 'behalf - \nof the class he seeks to represent, against all defendants) \n-. \n11  82.  Plaintiffs and each of them hereby reallege and \nincorporate by reference as if fully set forth herein the \n- \n11 \n-I \nallegations set forth in paragraphs 1-64 and paragraphs 69-70. \n1I \n83.  Defendantst use of police dogs to inflict deadly force \n1I \nagainst the minority class representative and the class he seeks- \nto represent was based upon plaintiffst race and/or ethnic origin \nand constituted violence directed against plaintiffs on account \n11 \nI- \nI/  of their race and/or ethnic origin, thereby entitling them to \nI \ndamages under Civil Code Section 52. \nI \n84.  As a direct and proximate cause of the aforementioned \n1I \nacts of defendants, plaintiffs were injured as set forth in \nparagraphs 69-70 above. \n. \n-- \nSIXTH CAUSE OF ACTION  ASSAULT \n(All class representatives, individually and on behalf of the \nclass they seek to represent, against all defendants) \n85.  Plai,ntiffsa nd each of them hereby reallege and \nincorporate by reference as if fully set forth herein the \nallegations set forth in paragraphs 1-64 and paragraphs 69-70. \n\nI \n86.  Defendant police officers willfully and unlawfully \n-a4 ttempted to commit a violent injury upon plaintiffs, thereby \ncausing them damages according to .. proof.  Defendant Daryl Gates \nand supervisorial defendants ratified and condoned these assaults \n.t \n-- \nmaking them liable for injuries as a result thereof.  Defendant \nCity of Los Angeles is liable pursuant to Government Code Section. \n815.2. \n-* \n87.  As a direct and proximate cause of the aforementioned - \nacts of defendants, plaintiffs were injured as set forth in \n- - \nparagraphs 69-70 above. \n--  :I. \nSEVENTH CAUSE OF ACTION  BATTERY \n(All class representatives, individually and on behalf \nof the class they seek to represent, against all defendants) \n. \n88.  Plaintiffs and each of them hereby reallege and \nI \nincorporate by reference as if fully set forth herein the \nI \nallegations set forth in paragraphs 1-64 and paragraphs 69-70. \n- \n89.  Defendant police officers willfully and unlawfully used \nI \nforce or violence upon plaintiffs, thereby causing them damages \nI \naccording to proof.  Defendant Daryl Gates and the supervisorial \ndefendants ratified and condoned these assaults, making them \nliable for injuries as a result thereof.  Defendant City of Los \n.-- \n.  . -  \nAngeles is liable pursuant to Government Code Section 815.2. \n90.  As a direct and proximzite cause of the aforementioned \nacts of defendants, plaintiffs were injured as set forth in \nparagraphs 69-70 above. \n\n-- \nEIGHTH CAUSE OF ACTION  NEGLIGENCE \n-- \n(All class representatives, individually and on behalf of the \nclass they seek to represent-,  against all defendants) \n91.  Plaintiffs and each of them hereby reallege and \nincorporate by reference as if fully set forth herein the \nallegations set forth in paragraphs 1-64 and paragraphs 69-70. \n- \n92.  Defendants negligently permitted dogs to attack and \n. \nmaul plaintiffs when they knew or should have known, in the  - \nexercise of ordinary care, that the use of such dogs was \n-- \nunnecessary, and that the use of the dogs created a substantial \nprobability of causing serious injury to plaintiffs. \n93.  Defendants city of Los Angeles, Daryl Gates and the \nsupervisorial defendants had a duty to adequately train, \nsupervise and monitor the dog handlers and dogs in the \nDepartment's canine units.  Despite their duty to do so, these \nI \n16  defendants negligently trained, supervised and monitored the dog \n17  handlers and dogs in the Department's Canine Units. \n18  94.  As a direct and proximate cause of the aforementioned \n: \n19  acts of defendants, plaintiffs were injured as set forth in \n20  paragraphs 69-70 above. \n21  --  \n-7. \n22  NINTH CAUSE OF ACTION.--  VIOLATION OF STATUTORY DUTY  . \nC1 \n* \n.  . .  \n23  (Civil Code Section 3342) \n24  (All class representatives,' individually and on behalf \n25  of the class they see to represent, against \n26  defendant City of Los Angeles only) \n27  95.  Plaintiffs and each of them hereby reallege and \n28  incorporate by reference as if fully set forth herein the \n- \n0840-5220905 \n28 \nl .  \n:  .-.-  -- \n\nI \nallegations set forth in paragraphs 1-64 and paragraphs 69-70. \n-- \n96.  Defendant City of Los Angelesls use of a dog as alleged \nabove subjects City of Los Angeles to strict liability under Cal. \n.. \nI \nCivil Code Section 3342, for all damages proximately caused \nplaintiffs as a result of the dogs' biting plaintiffs. \n97.  Subdivision (b) of Cal. Civil Code Section 3342.5 does  - \n.* \n- \nnot apply to shield the City of Los Angeles from liability \nbecause the written policy adopted by the city as to the use, of \npolice dogs to apprehend individuals is unconstitutional under \n-- \nthe United States and California constitutions. \n98.  As a direct and proximate cause of the aforementioned \nacts of defendants, plaintiffs were injured as set forth in \nparagraphs 69-70 above.  I \n-- \nI \nTENTH CAUSE OF ACTION \nINTENTIONAL INFLICTION OF EMOTIONAL DISTRESS \nI \n(All class representatives, individually and on behalf of the \nI : \nclass they seek to represent, against all defendants) \nI \n99.  Plaintiffs and each of them hereby reallege and \n.I  \nincorporate by reference as if fully set forth herein the \n4 \nallegations set forth in paragraphs 1-64 and paragraphs 69-70. \n- \n100.  In committing the acts and omissions described more \nfully in paragraphs 1 through 64, inclusive, -defendants knew or \nshould have known that their conduct would result in plaintiffs \nsuffering severe emotional distress and that defendants1 acts and \nomissions were perpetrated with the intent to inflict or with  I \nreckless disregard for the probability of inflicting humiliation, \nmental anguish and severe emotional distress on plaintiffs. \n\nI \n..- conduct as described herein, plaintiffs have suffered and/or \ncontinue to suffer humiliation, mental anguish;nervous  shock  -' \n.. \nsevere emotional distress, attendant physical injuries and \n;i \nconditions, and other special and general damages in amounts \n< I  \naccording to proof.  Further, plaintiffs were injured as alleged \n. \n-I \nin paragraphs 69-70 above. \n- \n' \nC \n-- \nELEVENTH CAUSE OF ACTION  TAXPAYER ACTION \n.-  \n(Declaratory and Injunctive Relief Under C.C.P.  5  526(a)) \n(All taxpayer plaintiffs against the \n- \n- \nCity of Los Angeles and Chief of Police Daryl Gates) \n102. Plaintiffs and each of them hereby reallege and \nI \nincorporate by reference as if fully set forth herein the \n- \nallegations set forth in paragraphs 1-64. \nI \n103. Defendants' expenditure of taxpayer funds for the \nimplementation of the unconstitutional policies and practices \ncomplained of herein is wasteful, illegal and unlawful. \n.I \nPlaintiffs Lawson, Epps, ACLU, Heppe, Brown and Dale as taxpayers \nI \nof the City of Los Angeles have an interest in enjoining the \nunlawful expenditure of ta.x funds and the proposed unlawful \n- \nexpenditure of such funds. . \n-  . -  \n104.  Pursuant to Code of Civil Procedure Sections 526 and \n526 (a), the taxpayer plaintiffs ieek declaratory and injunctive \nrelief to prevent continued harm and to protect themselves and \nthe public from the defendants' unlawful policies and practices. \nI \n105.  The people of Los Angeles are threatened with great \nand irreparable injury in that defendants' use and deployment of \n\nI \npolice dogs frequently results in severe injuries to persons \n.- \nresiding in the City of Los Angeles and deprives racial and \nethnic minorities of the equal protection of the law. \n.. \n106.  plaintiff taxpayers have no other speedy or adequate \nremedy at law. \nWherefore, plaintiff taxpayers request the following \ndeclaratory relief and injunctive relief against defendants Chief \n-* \n_ \nDaryl Gates and City of Los Angeles: \nL I  \nA.  A declaration that defendants Chief Daryl Gates \n- - \nand City of Los Angeles' deployment and use of \ndogs violates constitutional guarantees under the \n- \n- \nFourth and Fourteenth Amendments to the United \nStates Constitution, and Article I, Sections 7  and \n13 of the Constitution and laws of the State of  - \nI \nCalifornia; \nB.  A preliminary and permanent injunction barring Los \nI= \nAngeles police officers from using or deploying \nI \ndogs to apprehend persons by attacking and biting \nI I \nthem except where the officers have probable cause \nto believe the person poses an immediate threat of \nserious  injury of death to the officer or \nthird persons; \n- \n. -  \nC.  A preliminary and permanent injunction barring the \nLos Angeles ~olicgD epartment from using dogs to \nI \nassist in finding persons, taking persons into \ncustody or for protection against attack until dog \nI \nhandlers and dogs are adequately selected, \ntrained, supervised, and disciplined.  Such \nI \n\nselection, training, supervision and discipline  I \nI \nshall include, at a minimum, the following: \n.. \ni.  Training dogs -n ot to attack or bite anyone \nexcept upon the special command of the \nhandler ; \nii.  Training and requiring handlers to give \nappropriate warnings prior to the release of \n. \na police dog; \n‘. \niii. Using psychological tests to screen dog \n- - \nhandlers before they are selected to be dog \nhandlers and to periodically monitor dog \nhandlers ; \nI \niv.  Photographing all dog bite injuries in color \nI \nwith high quality cameras such as are \n- \nroutinely used to photograph and record  I \nI \nevidence by the Department, in such a manner \nI \nas to depict the exact nature and extent of \n- \nI \nthe injuries inflicted; \n1 \nv.  Preparing written reports which detail \nexactly what injuries are inflicted;  I \nA .  \nvi.  Immediately transporting all dog bite victims-- \nto doctars for medical treatment; \n.  . -  \nvii. Collecting and retaining medical records \nshowkg the n'ature of the injuries; and \nviii.  Video taping interviews of all persons bitten \nby a dog immediately after an attack by a \nmonitor appointed by the court regarding the \nmanner in which the injuries occurred; such \n\ntape recorded interviews to be transcribed \n- \nI \nand the tapes preserved under seal of the \nCourt and not - to be released to any party \nexcept the dog bite victim without order of  I \nthe court. \nv. \n. \nPRAYER FOR RELIEF  - \nL. \nWherefore, plaintiffs seek judgment as follows: \n.-  \nFirst, Second and Third Causes of Action \n- \n- \nCompensatory general and special damages in an amount \naccording to proof; exemplary damages (against each of the \nindividual defendants) in an amount sufficient to deter and to \n- \nmake an example of those defendants; reasonable attorneys fees \nI \nand costs of litigation pursuant to 42  U.S.C. Section 1988; \n1 \nFourth, Sixth, Seventh, and Tenth Causes of Action \nCompensatory general and special damages in an amount in \naccordance with proof; exemplary damages sufficient to deter and  ' I  \nI \nto make an example of those defendants; \nFifth Cause of Action \n-  a \nActual damages in an amount according to proof; exemplary \n-  . .  \ndamages and/or statutory damages in the amount of $10,000 for \nI \neach act of violence against plaintiffs on account of their race \nand/or ethnic origin; treble actual damages; and such attorneys \nI \nfees as the court may determine; \nEishth and Ninth Causes of Action \nCompensatory general and special damages in an amount in \n\naccordance with proof; \n-- \n. \nELeventh Cause of Action \nII  Declaratory and injunctive relief as set forth above at  I \n.\" \n1 \nparagraphs 1-64; attorneys fees and costs under C.C.P.  Section  I - \n1021.5; \nand ; \nThe costs of this suit and such other relief as the Court \nfinds just and proper. \n-. \nRespectfully Submitted, \nI  Robert Mann  1 \n- \n- \nA l l  \nDATED:  June  1991 \nLITT &  STORMER \nA LAW CORPORATION \nACLU FOUNDATION OF SOUTHERN \nCALIFORNIA \nu, \nDATED:  June  1991  By \nPaul Hoffman \nc- \n' 1  \nN-CP  LEGAL DEFENSE AND EDUCATIONAL \nFUND, INC. \nJ/, \nDATED :  June - 199 1 \nconstance L. Rice \nAttorneys for Plaintiffs \nREVEREND DR. JAYES M. LAWSON, et al. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/5199"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128568,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128568"
    },
    {
      "date": "1999-06-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "California state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 5201,
      "file": null,
      "title": "",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/5201"
    },
    {
      "date": "1995-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "California state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff",
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 5198,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/5198.pdf",
      "title": "Settlement and Injunctive Relief Agreement",
      "text": "Lawson v. Gates\nPN-CA-006-002\n1 Barrett S. Litt, State Bar #45527\nVicki E. Cody, State Bar #157842\n2 LAW OFFICE OF LITT & MARQUEZ\nA LAW CORPORATION\n3 3435 Wilshire Boulevard, Suite 1100\nLos Angeles, California  90010-1912\n4 Telephone:  (213) 386-3114\n5 Robert Mann, State Bar #48293\nDonald W. Cook, State Bar #116666\n6 3600 Wilshire Blvd., Suite 1700\nLos Angeles, CA 90010\n7 Telephone:  (213) 252-9444\n8 Paul L. Hoffman, State Bar #71244\nRobin S. Toma, State Bar #138777\n9 Tracy Rice, State Bar #137327\nACLU FOUNDATION OF SOUTHERN CALIFORNIA\n10 1616 Beverly Boulevard\nLos Angeles, CA 90026\n11 Telephone:  (213) 977-9500\n12 Bill Lann Lee, State Bar #108452\nConstance L. Rice, State Bar #153372\n13 NAACP LEGAL DEFENSE AND EDUCATIONAL FUNJD, INC.\n315 West Ninth Street, Suite 208\n14 Los Angeles, CA 90015\nTelephone:  (213) 624-2405\n15\nAttorneys for Plaintiffs,\n16 JAMES M. LAWSON, et al.\n17\nSUPERIOR COURT OF THE STATE OF CALIFORNIA\n18\nFOR THE COUNTY OF LOS ANGELES\n19\n20 REVEREND DR. JAMES M. Case No.: BC 031 232\nLAWSON, et al.,\n21 SETTLEMENT AND INJUNCTIVE\nPlaintiffs, RELIEF AGREEMENT\n22\nvs.\n23\nPOLICE CHIEF DARYL GATES, et\n24 al.,\n25 Defendants.\n26\nJAIME CALDERON, an individual, )  CASE NO.  BC 034088\n27\nPlaintiff,\n28\nvs.\nDoc: 2119V5  Client: 0840  File: lmv0Si.DOC\n\nCITY OF LOS ANGELES, a\nmunicipal corporation; DARYL F.\nGATES, an individual; DOES 1-\n200; in their personal and\nofficial capacities,\nDefendants.\nWILLIE WIMBREY, )  CASE NO. BC 011575\nPlaintiff,\n7\nvs.\n8 )\nCITY OF LOS ANGELES, DARYL )\n9 GATES, DOUGLAS ROLLER, DEREK )\nGONSALVES, SHARELL MATTHEWS, in )\n10 both their personal and )\nofficial capacities, and DOES 1 )\n11 through 100, )\n)\n12 Defendants. )\n)\n13\nCHARLES EDWARD BROWN, an )  CASE NO. BC 020742\n14 individual,\n15 Plaintiff,\n16 vs.\n17 CITY OF LOS ANGELES, a\nmunicipal corporation; DARYL F.\n18 GATES, an individual; Los\nAngeles Police Officers V.\n19 SUAPAIA (#25198); S. DEFOE\n(#27116); SAL APODACA, in both\n20 their personal and official\ncapacities, and DOES 1-200.\n21\nDefendants.\n22\n23 LADELL EDMONDSON, )  CASE NO. BS004719\n24 Plaintiff,\n25\nvs.\n26 CITY OF LOS ANGELES, a  )\nmunicipal corporation, and DOES )\n27 1-10, inclusive,  )\n)\n28 Defendants. )\nDoc: 2119v5  Client: 0840  File: lmvO5i.DOC ii\n\n1 ROBERT DEAN ROBINSON, an )  CASE NO. BC 021246\nindividual,\n2\nPlaintiff,\n3\nvs\n4\nCITY OF LOS ANGELES, a\n5 municipal corporation; DARYL F.\nGATES, an individual; Los\n6 Angeles Police Officers DANIEL\nBUNCH (#22408); SGT. JOHN F.\n7 GROOVER (#21901), in both their\npersonal and official\n8 capacities, and DOES 1-200,\n9 Defendants.\n10\nSTEVEN RICHARD POPE, )  CASE NO. C 743117\n11\nPlaintiff,\n12\nvs.\n13\nCITY OF LOS ANGELES, a Body\n14 Corporate and Politic, MARTIN\nCOON, ALBERT VITA, DOES 1 to\n15 20, inclusive,\n16 Defendants.\n17\nROBERT EVERRETE, )  CASE NO.  BC 017560\n18\nPlaintiff,\n19\nvs.\n20\nCITY OF LOS ANGELES; CITY OF\n21 LOS ANGELES POLICE DEPARTMENT;\nOFFICERS JOHN DOE STROPKAI;\n22 JOHN DOE GARCIA; JOHN DOE\nCASINI, JOHN DOE SGT. BUSCHKE,\n23\nDefendants.\n24\nCURTIS LAVELL KING, etc. )  CASE NO. C 743543\n25\nPlaintiff,\n26\nvs.\n27\nCITY OF LOS ANGELES, et al.\n28\nDefendants.\nCHmrt  0840  File:  lmv0Sl.DOC\n\n1  )\n2  BRUCE LAWRENCE FRENCHER,  )  CASE NO. C 755482\n3  Plaintiff,  )\n4  vs.  )\n5  CITY OF LOS ANGELES, DARYL  )\nGATES, LARRY MAILLET, FANITA  )\n6  GOLDSMITH,  )\nRICHARD BLUE, AND JOHN DOES 1  )\n7  THRU 1000,  )\n8  Defendants.\n9\nJEFFREY PRIETO,  )  CASE NO. NCC 3 59 72B\n10  )\nPlaintiff,  )\n11  )\nvs.  )\n12  )\nCITY OF LOS ANGELES, et al.,  )\n13  )\nDefendants.  )\n14  )\n15  ///\n16  ///\n17  ///\n18  ///\n19  ///\n20\n21\n22\n23\n24\n25\n26\n27\n28\nDoc: 2119  Client: 0840  File: 1MVO3I.DOC\n\n1 INTRODUCTION\n2 1.  The plaintiffs in this action allege that defendants\n3 have engaged in the unlawful use of police dogs to apprehend\n4 suspects in violation of 42 U.S.C. §1983 and Civil Code §52.1,\n5 among other statutes.  The claims include both excessive force in\n6 violation of the Fourth Amendment and race discrimination in\n7 deployment of the dogs in violation of the Fourteenth Amendment.\n8 2.  The term \"class counsel\" as used herein shall refer to\n9 the Law Offices of Litt & Marquez, the Law Offices of Mann &\n10 Cook, the ACLU Foundation of Southern California, and the NAACP\n11 Legal Defense and Educational Fund, Inc.\n12 3.  This settlement covers the individuals and for the\n13 amounts set forth in Exhibit A, so long, as they execute\n14 individual releases. The releases which are already signed are\n15 contained in Exhibit C.  Some of those covered by the settlement\n16 are named plaintiffs in the lead case of Lawson v. Gates, Los\n17 Angeles Superior Court No. BC 031232; some are named plaintiffs\n18 in state cases which have been related to Lawson: some are named\n19 plaintiffs in pending federal court cases; and some are not named\n20 plaintiffs in any pending case but were covered by the class\n21 claim in the Lawson case.  All of them are represented by class\n22 counsel in the T.awson case unless they have filed an individual\n23 lawsuit in which they have indicated separate representation by\n24 attorneys other than Lawson class counsel  (with all of whom the\n25 Lawson class counsel have been in communication regarding\n26 settlement of this case).  These individuals are hereafter\n27 collectively referred to as the \"plaintiffs,\" but they only\n28 finally qualify as a \"plaintiff\" under this agreement if they\nrw-  211H  Client-  0840  Pile:  1MVO31.DOC\n\n1 execute a release.\n2 4.  The identities of the 54 plaintiffs for whom settlement\n3 amounts have been set are contained in Exhibit A hereto, but as\n4 the term \"plaintiff\" or \"plaintiffs\" is used in this Agreement,\n5 it refers only to those who execute a release.\n6 5.  Plaintiffs' complaint in Lawson sought monetary\n7 damages, injunctive relief, and attorneys' fees and costs.\n8 6.  The parties agree that this matter should be resolved\n9 without further litigation.  Defendants enter into this Agreement\n10 solely to avoid the burdens, expense and inconvenience of\n11 litigation.  Defendants expressly deny the allegations in the\n12 complaint, and this Agreement shall not constitute an admission\n13 of liability.\n14 7.  The term \"parties\" shall include all plaintiffs and all\n15 defendants, and the term \"City\" means the City of Los Angeles,\n16 which is a party defendant.\n17 INJUNCTIVE RELIEF\n18 8.  The terms of Exhibit B are incorporated by this\n19 reference as if fully set forth .herein.  The purpose and intent\n20 of Exhibit B is to resolve the injunctive relief claims in the\n21 complaint.  The parties have agreed to Exhibit B instead of a\n22 court ordered Consent Decree.  Exhibit B shall be enforceable by\n23 way of the filing of an action in court seeking specific\n24 performance and/or injunctive relief, if its terms are violated\n25 and if, after the completion of the meet and confer provisions\n26 specified in Exhibit B, no satisfactory resolution has been\n27 reached.\n28 MONETARY DAMAGES. COSTS AND ATTORNEYS' FEES\niuvnii nnr\n\n1 9.  Defendants agree to pay the sura of $1,595,00 0 to\n2 plaintiffs, allocated among them as indicated in Exhibit A\n3 hereto, which lists all plaintiffs and the settlement amounts\n4 assigned to them.  The amounts indicated in Exhibit A do not\n5 include attorneys' fees and litigation costs for class counsel\n6 for any of the cases in which they have been counsel  (which fees\n7 and costs are discussed in *[ 13, below), but they do include\n8 attorneys' fees and litigation costs for other counsel.  Thus,\n9 the amounts set forth in Exhibit A cover non-litigation costs\n10 incurred by the plaintiff, attorneys' fees and litigation costs\n11 due to attorneys other than class counsel, and monies to be\n12 recovered by the plaintiff personally.\n13 10.  The $1,595 million payment ta>be allocated to the\n14 individual plaintiffs will be made payable to the Litt & Marquez\n15 Client Trust Account.  Class counsel, specifically Litt &\n16 Marquez, shall be responsible for the distribution of settlement\n17 funds by and amongst the settling plaintiffs and their counsel.\n18 Payment of attorneys' fees from the individual amounts set forth\n19 in Exhibit A is permitted to the extent they have been agreed on\n20 between those individuals and their counsel.  Class counsel hold\n21 harmless and indemnify defendants and/or their insurers in the\n22 event there is any dispute arising from said allocation and\n23 distribution.\n24 11.  Class counsel shall hold all settlement funds for the\n25 plaintiffs in trust and shall not disburse any settlement funds\n26 to any plaintiff or to any non-class counsel unless and until\n27 class counsel has received a Release of Claims executed by the\n28 plaintiff and, where appropriate, any third party attorney other\nlUirni i rvv\n\n1 than class counsel. Copies of the Releases presently signed by\n2 any of the plaintiffs are contained in Exhibit C. There are minor\n3 variations in the wording of certain releases, depending on the\n4 release appropriate to different individuals, but there is no\n5 substantive difference in the extent of the release itself.\n6 12.  In the event any individual listed in Exhibit A fails\n7 or refuses, for any reason, to execute the Release of All Claims,\n8 or otherwise rejects the settlement amount allocated to that\n9 individual, the amount allocated to that individual shall be\n10 deducted from the final payment to be made to the Litt & Marquez\n11 Client Trust Account under 1 14 of this agreement, but shall\n12 otherwise have no effect on this agreement.\n13 13.  For any individual plaintiff .who does not sign the\n14 Release of All Claims for his individual amount as indicated on\n15 Exhibit A, his claim will remain as an individual claim. The\n16 refusal of any individual plaintiff to the terms of this\n17 settlement shall not be a ground for any party to withdraw from\n18 this settlement.\n19 14.  The amount of $15,000 .will be paid to and held in the\n20 Litt & Marquez Trust Account to cover the following future\n21 expenses: the purchase of a computer for donation to the Los\n22 Angeles Police Department pursuant to the provisions of Exhibit\n23 B; the cost of any analysis of computer data provided under the\n24 terms of Exhibit B; and the attorneys' fees associated,with pre-\n25 litigation monitoring of the reports specified in Exhibit B. Any\n26 funds remaining at the expiration of Exhibit B shall be donated\n27 to the NAACP Legal Defense & Educational Fund, Inc. and the ACLU\n28 equally.\nDoc:  2111  fliwif:  0840  File:  1MVO3I.DOC  A\n\n1 15.  As settlement for class counsels' statutory or other\n2 attorneys' fees, including under 42 U.S.C. §1988, CCP §1021.5,\n3 and CC §§51 et seq., the City of Los Angeles shall pay $1,990,000\n4 to the Litt & Marquez Client Trust Account.  This amount is a\n5 compromise of the statutory fee claim in this case, and is less\n6 than the lodestar fee and any fee enhancement which class counsel\n7 could reasonably claim.  These fees and costs cover both the work\n8 done by class counsel on the plaintiffs' monetary claims and on\n9 injunctive relief.  They include litigation costs incurred by\n10 class counsel in any of the cases in which they are counsel for\n11 parties to this agreement.  The sole fees and costs to be\n12 compensated to class counsel for their representation of any of\n13 the plaintiffs in any case shall be from this sum. In the event\n14 that any plaintiff represented by class counsel declines to\n15 settle his case, any class counsel shall only be entitled to fees\n16 for the representation of that plaintiff from March 1, 1995, on\n17 and shall not be compensated through a future attorneys' fee\n18 award for any fees or costs incurred prior to that date because\nthe award for fees and costs pursuant to this agreement shall\n19\nconstitute a settlement of any fees or costs to which any class\n20\n21 counsel could make a claim prior to March 1, 1995.\n22 16.  The total settlement in this case shall be $3.6 Million\n23 combined  (less any amounts that are to be deducted because a\n24 plaintiff did not sign the Release of All Claims).  All payments\n25 shall be made to the Litt & Marquez Client Trust Account.  The\n26 first payment shall be made by March 30, 1995, or as soon\n27 thereafter as it is possible for the City to provide the funds\n28 (but in no event no later than April 15, 1995) in the amount of\nnr\\n-  7110  rlimnr-  nR40  Pile:  1MVO31.DOC  C\n\n1 $2.6 Million.  The second payment shall be made by July 15, 1995,\n2 in the amount of $1 Million, less any sums to be deducted for\n3 plaintiffs who have not executed a Release of All Claims.  In the\n4 event that any plaintiff does not sign the Release of All Claims,\n5 class counsel shall provide notice to that effect to the City of\n6 Los Angeles, attention: Mary T. House, by June 15, 1995, which\n7 shall be the final date by which a plaintiff and any third party\n8 counsel must sign the Release.  Class counsel shall provide\n9 copies of each Release signed by any plaintiff and/or his counsel\n10 to the City, and none of the funds listed in Exhibit A shall be\n11 disbursed to any plaintiff or his counsel until and unless the\n12 Release of All Claims has been signed by that individual and,\n13 where appropriate, by his attorney.  ->\n14 17.  Class counsel hereby warrant that Exhibit A lists all\n15 persons  (except Michelle Nunley, Gabriel Rubalcaba, and Miriam\n16 Rose) currently represented by any of them who have claims\n17 against the City of Los Angeles or any of its agents, whether a\n18 lawsuit has been filed on their behalf or not, in connection with\n19 the operation of the LAPD's canine unit.  Those listed on Exhibit\n20 A represent the 54 individuals on whose behalf class counsel has\n21 negotiated, and the amounts set forth represent the amount which\n22 that individual will receive in settlement or, where third-party\n23 attorneys are involved  (whether of record or not), the amount\n24 which that individual and his attorney will receive.  Class\n25 counsel has attached as Exhibit C hereto copies of signed\n26 releases totaling in excess of $1 Million. Class counsel agree to\n27 hold harmless and indemnify defendants and/or their insurers in\n28 the event there is a dispute or claim arising from or connected\n\n1 with their authority to enter into this settlement agreement or\n2 to distribute funds under it, or their exercise of that\n3 authority.\n4 RELEASE\n5 18.  For and in consideration of the sums set forth in H 16,\n6 above, the plaintiffs for whom Releases are provided to the City\n7 hereby release and forever discharge defendants, and each of\n8 them, together with their employees, agents, servants,\n9 successors, assigns, insurers, adjusters, attorneys-in-fact and\n10 their respective agents, employees, servants, successors and\n11 assigns, from and any and all claims, controversies, demands,\n12 actions, or causes of action or account of injuries, known or\n13 unknown to plaintiffs and any other person, or persons\n14 whomsoever, damages or losses of whatever nature, known or\n15 unknown occurring in, arising out of or resulting from any of\n16 those plaintiffs' contact with Los Angeles Police Department\n17 (\"LAPD\") canines and/or with any LAPD police officers involved in\n18 those contacts and/or with any use of force or arrest by any LAPD\n19 police officers occurring during or in the wake of the\n20 plaintiffs' contact with LAPD canines.\n21 19.  It is expressly understood and agreed that the total\n22 sum of $3.6 Million described in the foregoing paragraph is the\n23 sole consideration for this Release and Settlement Agreement and\n24 that the consideration stated herein is contractual and not a\n25 mere recital; that all agreements and understandings between the\n26 parties are embodied and expressed herein; that no\n27 representations or agreements made to, by, or between the parties\n28 hereto, or any of their representatives, prior to or at the time\n\n1 of execution hereof, shall be binding upon any party hereto\n2 unless the same are printed or written in this agreement and that\n3 neither this agreement not any part thereof, shall be construed\n4 or used as an admission, or circumstances tending to show an\n5 admission, or liability by defendants, and each of them,\n6 concerning the fact, nature or extent of the injuries, damages,\n7 or losses sustained or alleged to have been sustained.\n8 20.  It is expressly understood and agreed that this Release\n9 and Settlement Agreement is intended to cover, and does cover,\n10 all damages and/or injuries, including injuries for emotional\n11 distress, and not only now know injuries, losses and damages, but\n12 any future injuries later developed or\"to be discovered,\n13 including all the effects and consequences thereof, which relate\n14 to claims arising from the action known as Lawson v. Gates. Los\n15 Angeles Superior Court Case Number BC 031232, and any other case\n16 filed by a plaintiff who executes a release, and provisions of\n17 law to the contrary are hereby waived.  It is also expressly\n18 understood and agreed that this settlement in full is made\n19 without reliance upon any representations made by or on behalf of\n20 defendants concerning the nature or extent of the injuries,\n21 damages or losses sustained.\n22 21.  It is further expressly understood and agreed that part\n23 of the consideration herein is compensation for injuries and\n24 damage of which the plaintiffs who execute a release are not\n25 aware and that those plaintiffs expressly waive all rights which\n26 may exist under Section 1542 of the California Civil Code which\n27 reads as follows:\n28 \"A general release does not extend to claims\n1-n.r.f. na*n  p<1»- 1HVO3I.DOC  _  Q_\n\n1 which the creditor does not know or suspect to\n2 exist in his favor at the time of executing the\n3 release, which if known by him must have\n4 materially affected his settlement with the\n5 debtor.\"\n6 22.  In exchange for the compensation referred to in 1\n7 16 of this Release and Settlement Agreement, plaintiffs\n8 hereby agree to dismiss with prejudice all claims against\n9 all defendants alleged in the action known as Lawson v.\n10 Gates, Los Angeles Superior Court Case Number BC 031232, and\n11 all related cases, or any cases filed in federal court by\n12 any of those plaintiffs  (except for those who, do not sign\n13 releases).  Upon execution of this General Release by\n14 defendants and receipt by plaintiffs' counsel of the final\n15 draft checks for the compensation referred to above, made\n16 out to the Client Trust Account of Litt & Marquez,\n17 plaintiffs hereby authorize the Los Angeles City Attorney's\n18 Office to file a Dismissal of the action with prejudice as\n19 to those plaintiffs, which class counsel will provide at the\n20 time of the final payment provided for in this settlement.\n21 23.  Upon consummation of the final terms and conditions of\n22 this settlement, Defendants are forever and fully released and\n23 discharged from all claims which have been asserted by the\n24 plaintiffs as part of the Lawson case, or by the plaintiffs as\n25 part of any other lawsuit relating to LAPD canines, and from any\n26 other such claims made by any person claiming through plaintiffs,\n27 whether by indemnity, contribution or otherwise, arising from any\n28 or all matters or things encompassed within this or other LAPD\n\n1 canine cases.  This Agreement will constitute a final and full\n2 accord and satisfaction, settlement of and bar to each and every\n3 past, present and future right, suit, complaint, compensation,\n4 controversy, damage, debt, account, reckoning, liability,\n5 obligation, cost, expense, lien, action or cause of action,\n6 whether known or unknown, fixed or contingent, suspected or\n7 unsuspected, foreseen or unforeseen, to the extent that such\n8 matter could have been asserted in this action or in any other\n9 LAPD canine actions filed by any of the plaintiffs. Although the\n10 injuries and damages sustained by a plaintiff may be of such a\n11 character that the full extent and type of the damages are not\n12 presently known, and further damages may be sustained by them, or\n13 individual plaintiffs may hereafter discover facts different from\n14 or in addition to those presently known with respect to the\n15 subject matter of this lawsuit, any such new, different or\n16 additional facts do not constitute a ground to set aside this\n17 settlement Agreement, which fully, finally, absolutely and\n18 forever settles any and all claims, disputes and differences\n19 which now exist or have existed -in the past between any\n20 individual plaintiffs and the defendants to the extent that such\n21 matters could have been asserted in this.\n22 24.  Any plaintiffs who receive compensation through this\n23 agreement and have pending actions in other courts shall dismiss\n24 those cases with prejudice within 5 days of receipt by Litt &\n25 Marquez of final payment.  The settlement funds for such\n26 individuals shall be released from the Litt & Marquez Client\n27 Trust account only after the filing of such a dismissal.\n28\n\n1\n2\nAGREED AND ACCEPTED:\n3\nDATED:  Febrwusy  , 1995 LITT & MARQUEZ\n4\n5\nBy:.\n6\nBarrett S. Litt\n7\nDATED:  February  , 1995 Robert Mann\n8\nDonald W. Cook\n9\n10\nBy:.\nDonald W. Cook\n11\n12\nDATED:  February  , 1995 ACLU FOUNDATION OF SOUTHERN\nCALIFORNIA\n13\n14\nBy:\n15\nRobin Totna\n16\nDATED: ^freTaruary U*-f, 1995 NAACP LEGAL DEFENSE AND\n17\nEDUCATIONAL FUND, INC.\n18\n19\nBy:_\nConstance L. Rice\n20\n21\nDATED:  February  , 1995 JAMES K. HAHN\nLOS ANGELES CITY ATTORNEY\n22\nMARY T. HOUSE\nDEPUTY CITY ATTORNEY\n23\n24\nBy:.\n25\nMary T. House\n26\n27\n28\nnor.  T\\M>  rli.nr.  n««n  Pile:  1MVO31.DOC 11\n\n1\n2\nAGREED AND ACCEPTED:\n3\nDATED:  February  , 1995 LITT & MARQUEZ\n4\n5\nBy:.\n6\nBarrett S. Litt\n7\nDATED:  F , 1995 Robert Mann\n8\nDonald W. Cook\n9\nMet\n10\nDonald  W.  Cook\n11\n12\nDATED:  February  , 1995 ACLU FOUNDATION OF SOUTHERN\nCALIFORNIA\n13\n14\nBy:\n15\nRobin Toma\n16\nDATED:  February  , 1995 NAACP LEGAL DEFENSE AND\n17\nEDUCATIONAL FUND, INC.\n18\n19\nBy:.\nConstance L. Rice\n20\n21\nDATED:  February  , 1995 JAMES K. HAHN\nLOS ANGELES CITY ATTORNEY\n22\nMARY T. HOUSE\nDEPUTY CITY ATTORNEY\n23\n24\nBy:\n25\nMary T. House\n26\n27\n28\n\n1\n2\nAGREED AND ACCEPTED:\n3\nDATED:  February  , 1995 LITT & MARQUEZ\n4\n5\nBy:.\n6\nBarrett S. Litt\n7\nDATED:  February  , 1995 Robert Mann\n8\nDonald W. Cook\n9\n10\nBy:.\nDonald W. Cook\n11\n12 7/\nDATED:  February 1995 ACLU FOUNDATION OF SOUTHERN\nCALIFORNIA.\n13\n14\n15\nRobin Toma\n16\nDATED:  February  , 1995 NAACP LEGAL DEFENSE AND\n17\nEDUCATIONAL FUND, INC.\n18\n19\nBy:\n20 Constance L. Rice\n21\nDATED:  February  , 1995 JAMES K. HAHN\nLOS ANGELES CITY ATTORNEY\n22\nMARY T. HOUSE\nDEPUTY CITY ATTORNEY\n23\n24\nBy:\n25\nMary T. House\n26\n27\n28\nDoc: 2119  Client: 0840  File: lMV03i.DOC 1 1\n\n1\n2 AGREED AND ACCEPTED:\n3\nDATED:  February  , 1995 LITT & MARQUEZ\n4\n5 By:\nBarrett S. Litt\n6\n7 DATED:  February  , 1995 Robert Mann\nDonald W. Cook\n8\n9 By:.\nDonald W. Cook\n10\n11 DATED:  February  , 1995 ACLU FOUNDATION OF SOUTHERN\nCALIFORNIA\n12'\n13\nRobin Toma\n14\n15 DATED:  February  , 1995 NAACP LEGAL DEFENSE AND\nEDUCATIONAL FUND, INC.\n16\n17 By:\nConstance L. Rice\n18\n19 JAMES K. HAHN\nLOS ANGELES CITY ATTORNEY\n20 MARY T. HOUSE\nDEPUTY CITY ATTORNEY\n21\n22\nDATED:  March , 1995\n23\n24\nr?\n25 DATED:  March , 1995\n26\n27\n28\niwn«i .DOC",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/5198"
    },
    {
      "date": "1995-03-27",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff",
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 5202,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/5202.pdf",
      "title": "Injunctive Relief Agreement",
      "text": "I.  POLICIES  GOVERNING  USE  OF  SEARCH  CANINES \n1.  Policies and practices governing the use of police \nservice dogs to search for felony or armed misdemeanant suspects1 \nshall be contained in the K-9 Manual, the Los Angeles Police \nDepartment Manual, and the August, 1992 Police Commission \nGuidelines and Recommendations and this Agreement. \n2.  By and through this Agreement, the Los Angeles \nPolice Department Canine Unit recognizes that deployment and use \nof search canines should be based upon an evaluation of the \ntotality of the circumstances including (but not limited to) the \nfollowing factors: \n*  the nature of the crime, \n*  the propensity for and  of violence to \nofficers and others, \n2 \n*  the threat and level of danger to officers or \nresidents, \n*  the age of the suspect (if known prior to the \ncommencement of the search), and, \n*  the believed overall effectiveness of the operation. \nA  consideration of these .factors should be made in order to \ndetermine if the deployment is in the-best interests of the \nDepartment and the community, and is in the furtherance of officer \nand public safety. \n3.  A primary function of the deployment of a police \nservice canine is to find and locate suspects, although depending \nupon the circumstances, deployment of the police service dog for \nprotection and safety purposes may be required. \n1 Hereafter, the term \"suspectn shall mean a person believed to \nhave committed a felony, or, a person armed with a .gun who is \nbelieved to have committed a misdemeanor. \n1 \nDOC: 15680  Client: 0840  File: C3KOl!.DOC \n\n4.  While the use of a police canine to inter-act and \nultimately bite a suspect may be necessary in situations which \ncannot be otherwise controlled,  the use of the canine to bite a \nsuspect should not be resorted to unless other reasonable \nalternatives have been exhausted or would clearly be ineffective \nunder the particular circumstances. \n5.  The Department recognizes that the search canines \nare trained to function upon command and cannot be expected to use \n- \nhuman judgment or reasoning;  in that regard, if a concealed \nsuspect quickly confronts and assaults a canine prior to the \nhandler's ability to call off the canine, and the canine reacts by \ninstinct, a bite might occur. \nIn circumstances where the canine has been attacked by \nthe suspect and responds by biting, all available tactical \nmeasures shall be used to call the dog off quickly and as safely \nas possible to reduce the risk and degree of.injury to the \nsuspect, the officers, and the dog. \nJ \n6.  Situations wherein a police canine is commanded to \nbite a suspect and/or apprehend a suspect by biting should only be \nin those circumstances wherein the suspect would pose a risk of \nimminent  danger to officers and the community, or, when a suspect \nis fleeing from officers and the failure to quickly apprehend the \nsuspect would pose a risk to the suspect, officers, and the \ncommunity. As in all situations, only those tactics which are \nreasonable and necessary to protect officers or others from bodily \nharm may be used. \nIn the situation wherein a canine is ordered to \napprehend a fleeing suspect, officers shall make every effort to \nverbally warn the suspect that a dog will be released. Should \ncontact occur between the canine and the suspect, all available \ntactical measures shall be used to call the dog off as quickly and \nas safely as possible to reduce the risk and degree of injury to \nthe suspect. \n7.  Whether or not a \"Risk of Imminent Danger\" is \npresent will naturally depend upon the circumstances;  officers \nmust be capable of articulating those circumstances, which may \ninclude, but are not necessarily limited to, the following \nsituations: \n2 \nDOC: 15680  Client: 0840  File: C3KOl!.DOC \n\nthe suspect attempts and/or assaults officers or \nothers with either a weapon (other than a gun) or the use of great \nbodily force, \ndelay in deployment of additional officers would \nresult in injury to the suspect as well as the community, i.e. a \nhostage or barricade situation, or, \n*  the suspect threatens to use deadly force on \nofficers or himself/herself. \n8.  Use of a police service dog to unnecessarily bite \nany individual shall be investigated through the current \ndisciplinary processes, resulting in appropriate action as deemed \nnecessary. \n11.  PROCEDURES FOR THE USE OF POLICE SERVICE DOGS \n9.  Warnings, as currently mandated by Police \nCommission Guidelines, shall be given by the K-9 handler (or \nsomeone so designated) prior to the deployment of the canine. \nWarnings routinely shall be given in English and Spanish.  If the \ncircumstances indicate that the suspect understands a language \nother than English or Spanish, the warnings, if at all possible, \nshall be given in a language understandable by the suspect prior \nto the search. \nPrior to searching, the following warning shall be \nused \n: \nThis is the Los Angeles Police. 'A  po,lice dog is going \nto be used to find you.  If the dog is used, you may be \nbitten.  Surrender now or the dog will be used.  You \nhave one minute to surrender. Make your location known \nto us immediately.  Put down all weapons, come out with \nyour hands raised, and follow  directions. \n10.  In those situations wherein known articulable \nfacts indicate that tactics and/or officer or public safety may be \ncompromised by a warning, the K-9 officer shall advise the on- \nscene supervisor of those facts and recommend that no announcement \nbe made.  If the supervisor concurs, the search may be initiated \nwithout the search announcement.  On those searches where an \nDoc: 15680  Client: 0840  File: C3KOl!.DOC  3 \n\nannouncement is not made, the facts supporting the decision and \nthe name of the supervisor who concurred shall be included in the \nCanine Search Report. \n11.  In circumstances where a perimeter is established, \nperimeter officers shall verify that they heard the warning.  The \nCanine Search Report shall indicate that a warning and \nverification took place. \n12.  The use of subsequent or repeated warnings \nacknowledges that each search is unique and the search team's \nresponse to a suspect and/or the suspect's actions requires \n- \nflexibility.  subsequent and repeated warnings to a suspect, \nalthough not presumptively mandated, should be considered by the \nhandler, particularly in situations where verification of the \noriginal warning can not be obtained, e.g. searches in buildings \nor dense areas.  Where possible, a subsequent warning should be \ngiven. \n13.  If a subsequent or repeated warning is given, it \nshould be noted in the Canine Search Report.  A suggested format \nfor a subsequent warning would be as follows: \n2 \nSurrender now.  If you try to flee, the dog will catch \nand bite you.  If the dog approaches you, keep still \nand do not move, or you may be bitten.  Make your \nlocation known to us immediately and await further \ninstructions. \n14.  As is currently the practice, all LAPD dogs shall \nbe trained in the Revere method;  the police senrice dog shall \nalert to the location of a suspect by barking and, if practicable, \nmaintain a reasonable distance from the suspect.  Current training \nmethods, which include the use of an electronic collar as a means \nof back-up for canine error and fine tuning of obedience work, \nshall remain in full force and effect. \n111. PROCEDURES FOR REVIEW \n15.  A  bite inflicted upon a suspect that did not \nrequire hospitalization shall be documented in the handler's \ncanine search report.  Included in the search data report shall be \na description of the circumstances that gave rise to the bite. \n4 \nDOC: 15680  Client: 0840  File: C3KOl!.DOC \n\n16.  All bites not requiring hospitalization shall \nreceive three levels of review.  Upon notification that a bite has \noccurred, a K-9  sergeant shall be assigned to conduct a bite \ninvestigation.  This investigation shall involve review of the \nhandler's report as well as contacting and interviewing witnesses \nto the incident and obtaining all pertinent reports, such as the \nRA  treatment slip, the arrest report, and othe-r  documents deemed \nnecessary to complete the investigation.  The bite investigation \nshall then be reviewed by the OIC of the K-9  Unit and the Captain \nof Metropolitan Division. \n17.  A bite investigation and review should reveal in \nwriting whether and why the bite was necessary, whether the \ntactics were appropriate, and whether the bite was within policy. \n18.  The range of discipline which may be imposed upon \na canine handler for out of policy deployment, usage, or tactics \nattributable to the handler's error, omission, or intentional act \nshall parallel the criteria and procedures now in place for the \nevaluation of an officer's conduct relative-tot he incident or any \nother misconduct. \n2 \n19.  All bites requiring hospitalization, shall be \ninvestigated the same as those for non-hospitalized bites, but \nwith the following further review:  reports by the handler, \nsupervisor, K-9  OIC, and Metropolitan Captain shall all be \nforwarded to the Commander of Uniform Services Group, the Deputy \nChief of Operations Headquarters Bureau, and to the Chief of \nPolice.  A person bitten by a LAPD canine shall be deemed \nhospitalized for the purposes of this Agreement when the following \noccurs:  when admission to the 13th Floor jail ward Los Angeles \nCounty Medical Center, admission to ahy hospital, and/or placement \nin the jail ward infirmary occurs for injuries related to the \nbite. \n20.  Photographs of bite injuries shall be photographed \nby the sergeant investigating the bite, if practicable at the time \nof treatment by paramedics or at a hospital emergency room.  If \nadmitted to the hospital, SID shall be called upon to photograph \nthe injury at the site of treatment.  All photographs and \nnegatives shall remain with the bite investigation file. \n21.  The K-9  Unit shall add the following fields of \ninformation to its current database:  search team officer's names, \n5 \nDOC: 15680  Client: 0840  File: C3KOl!.DOC \n\nrace of the suspect, whether the bite resulted in hospitalization, \nthe booking charge of the suspect, if any, whether the K-9  Unit \nwas requested and by whom, (i.e. LAPD Unit, Division, \nCommunications, etc.) and location of the K-9  unit (by Division) \nat the time of the receipt of all calls to which the K-9  Unit \nresponded by going to the scene and conducting a search. \n22.  An annual audit of the performance of the K-9  Unit \nshall be conducted and presented to the Los Angeles Police \nCommission.  A narrative description of the K-9  Unit's activities, \nduties, deployment patterns, and resource allocations/needs shall \nbe part of the audit, in addition to providing statistics that \ninclude the number of searches by division, the find ratio, the \nnumber of bites, and the number of  hospitalizations relating to \nbites. \n23.  As required by both State and Federal \nconstitutional law, the deployment of LAPD canines, as with any \nother police tactic, must be achieved through non-raced based \ndecision-making and without racial animus cowards one person, one \ngroup and/or groups of persons. \n2 \nPlaintiffs, as well as the general public, shall be \nprovided data as set forth in 1 21 kndj 25 to make whatever \nanalysis they choose.  If, after an analysis of any four quarters \nof data, plaintiffs become concerned about deployment patterns, \nthis shall first be subject to the meet and confer provisions of \n1 27 as modified herein: \n1)  All analyses of data conducted by plaintiffst \ncounsel that forrn the basis of the request for the meet and confer \nshall be forwarded, in writing, to t h ~Ci ty Attorney, Chief of \nPolice, and the Los Angeles Police Commission; \n2)  The Los Angeles Police Department shall have sixty \ndays to respond, in writing, to the concerns and data analysis \npresented on this issue; \n3)  If the meet and confer obligations fail to resolve \nconcerns of plaintiffs' counsel, then the matter shall be \nforwarded to the Los Angeles Police Commission for action. \n4)  ~ f a,ft er sixty days, Police Commission action \nfails to provide an adequate remedy, then it shall be the \n6 \nDoc: 15680  Client: 0840  File: C3KOl!.DOC \n\nobligation of plaintiffs1 counsel to seek relief from the Superior \nCourt upon appropriate notice to all parties and a showing to the \ncourt that there exists an unjustified pattern of discriminatory \ndeployment of the K-9 Unit. \n24.  A quarterly report to the Chief of Police and \nPolice Commission shall include the above statistics, with the \noption of including narrative or qualitative analysis. \n25.  The annual report and quarterly reports shall be \nmade availableto members of the public and forwarded upon \ncompletion to plaint iff s  counsel.  The identity of persons found \nand/or bitten shall remain confidential. In addition, the LAPD \nCanine Database and the Los Angeles Police Department Statistical \nDigest (if available) shall be provided to plaintiffs1 counsel on \ndisc for ready computer access. \n26.  This Agreement shall remain in full force and \neffect from the date of its execution for a period of five years, \nexcept that the data entry requirement of paragraph 21 shall \ncommence within 90 days of the execution of this Agreement. \n2 \nThe first quarterly report shall be due on or before \nOctober 31, 1995 with quarterly reports then due January 31, April \n30, July 31, and October 31 for the years 1995 through 2000.  The \nannual audit and report shall be due on or before each April 30, \ncommencing in 1996 through to the end of the year 2000. \nTo assist in the data-gathering and audit processes, \nplaintiffs shall provide/donate to defendants computer equipment \nwith the understanding that the computer equipment provided shall \nbe for the sole use of the Canine Unit and for no other purpose. \n27.  The parties reserve the right to  modify, amend or \notherwise alter the guidelines set forth herein upon ninety days' \nnotice to the parties.  If, during the ninety days, an objection \nis made to the proposed modifications/alterations, the parties \nagree to meet and confer.  If the meet and confer process fails to \nsatisfy the party seeking modification, then it shall be the \nobligation of the party requesting a modification to this \nAgreement to seek relief from the Superior Court upon appropriate \nnotice to all parties. \n7 \nDOC: 15680  Client: 0840  File: C3KOl!.DOC \n\n28.  The parties agree that this Agreement may only be \nmodified in a writing executed by the parties to be charged with \nsuch modification.  Any and all alterations and modifications to \nthis Agreement shall be and signed by all parties, their \nrepresentatives and/or agents. To be effective, said writing shall \nexpressly state that it is in modification to this Agreement. \n29.  The Parties agree that the terms of this Agreement \nare enforceable by the filing of an action seeking specific \n-  -  - \nperformance and/or injunctive relief if there has been a violation \nof this Agreement presented to the City, through its attorneys, \nthat has not been resolved through the meet and confer \nrequirements set forth in paragraphs 23 and 27, said procedures \nbeing deemed a condition precedent to the filing of a suit to \nenforce the terms of this Agreement. \n8 \nDOC: 15680  Client: 0840  File: C3K011.00C ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/5202"
    },
    {
      "date": "1999-06-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "California state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 5200,
      "file": null,
      "title": "Work Invoice",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/5200"
    },
    {
      "date": "1995-02-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Other",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Monitor/Master"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 5203,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/5203.pdf",
      "title": "Settlement Distribution by Individual",
      "text": "Lawson Settlement Distr¡btion  By Individual  3PY06!.Xt_S2/6/95\nNAME SETTLEMENT\nAllen Bailey $45,000\nCharles Brown $22,500\nRena Brown $65,000\nJaime Calderon $65,000\nGloria Coronel $7,500\nJay Dale $20,000\nAlfred Gene Doss $30,000\nRobert Douglas $22,500\nLadell Edmondson $30,000\nRobert Everette $42,500\nJames Fields $20,000\nDeAndre Fisher $20,000\nBruce Frencher $30,000\nWilliam Hanson $20,000\nJohn Hernandez $20,000\nFrank Jones $37,500\nDrameco Kindle $55,000\nCurtis King $32,500\"\nJessie Lagoa $15,000\nJames Lewis $17,500\nCory Lovett $25,000\nMark Lugo $15,000\nGragor Magyari $17,500\nChris Mallory $20,000\nTyelle Meadows $15,000\nErnesto Monterde $17,500\nLarry Trevon Moore -  $30,000\nRodney Moore $15,000\nShante Newton $20,000\nPhillip Owens $20,000\nRussell Perry $12,500\nClara Mae Pierce $65,000\nSteven Richard Pope $75,000\nJeffrey Prieto $25,000\nBrian Raymond $20,000\nKevin Ray $5,000\nGregory D. Robertson $20,000\nRobert D. Robinson $70,000\nDarryl F. Rogers $12,500\nPage 1\n\nLawson Settlement D¡str¡btlon  By Individual 3PYO6!.XLS2/6/95\nNAME SETTLEMENT\nRicky Ross $37,500\nToi Seals $20,000\nKevin Stone $20,000\nMichael Taflinger $22,500\nMichael Talley $45,000\nEarle D. Thomas $10,000\nJason Thomas $20,000\nGregory Thompson $65,000\nLorenzo Thompson $20,000\nMichael Thompson $32,500\nAlan Thompson $20,000\nErrol Traylor $15,000\nFrancisco Vasquez $60,000\nDerrick Wallace $50,000\nDemetri Washington $20,000\nWillie Wimbrey $20,000\nTotal: $1,595,000\nPage 2",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/5203"
    },
    {
      "date": "1995-02-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 5204,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/5204.pdf",
      "title": "Release of All Claims",
      "text": "RELEASOR: Robert Dean Robinson \nI, Roben Dean Robinson, the undersigned (hereafter \"releasor\"),  declare that I sustained \neconomic loss, physical injury, emotional distress or other injuries as a result of my encounter with \nLos Angeles Police Depamnent canines and personnel on or about 5/5/90. \nI understand that all of my claims against the City of Los Angeles, et al., and any of its \nofficers,  employees and agents have been settled by my attorneys on behalf of 54 individuals for the \ntotal amount of $1.6 Million, excluding costs and fees due to Litt & Mirquez, Mann & Cook, the \nNAACP Legal Defense and Educational Fund, and the American Civil Liberties Union (hereafter \n\"class counsel\"). These firms are the primary firms to have litigated these cases, and the fees. and \ncosts which they are to collectively receive are to compensate for their work in having the LAPD \ncanine policies revised as well as for their work in recovering damages for me and others, and are \nless than they would be entitled to under their retainer ageement with the various plaintiffs and \nunder the statutes allowing them to be awarded such fees and costs. I am advised that class counsel \naccepted this reduced fee because otherwise they would not have been able to settle the case, and \nthey considered it in the best interests of me and their other clients to do so. \nFrom this $1.6 Million, although no fees or costs are d6e to class counsel, in some cases fees \nand costs are due to other counsel who were involved in representation of some of the 54 individuals, \na factor which was taken into account in determining the amounts allocated to each. In addition, the \ndetermination of the amounts allocated to me and to each other  individual was based on several \nother factors, inchding assessments made by a settlement judge retained in the case, assessments \nmade by both the plaintiffs'  and defendants' counsel, the severity of injury, the strength of the \nplaintiffs 1iabiIity case, and the concerns of each client. I understand that I am free to reject the \nsettlement, but that the amount available to me in settlement will not change because the full $1.6 \nMillion has been allocated; and I understand that, if I reject the settlement on my behalf, my  case \nwill have to proceed without a settlement and at the risk of receiving no money if the case were to \nlose at trial. \nWhile no litigation costs of class counsel will be deducted fiom the above $1.6 Million, any \nother costs are not included and are my sole responsibility and not that of class or any other counsel. \nThus, any liens on my award, or any claims made by any medical provider for my treatment, are to \ncome out of my award. I understand that class counsel can try and negotiate any such amounts if I so \nchoose, but that it is my responsibiIity to teIl them if I want them to do so, and that otherwise they \nwill do nothing in this regard. I understand that, if there are liens of which my attorneys have notice, \nthey will pay them fiom the sum listed below as my settlement, and that they will not pay any other \nsums which may be due unless I instruct them otherwise, and that any such unpaid sums are solely \nmy responsibility and not theirs. \nI understand that, by signing this release, I release and discharge the City of Los Angeles, et \nal., and any of its officers, agents, and employees, fiom any and all claims, actions, causes of action, \ndemands, rights, damages, costs, loss of service, expenses and compensation whatsoever, which I now \nhave or which may hereafter accrue on account of, or in any way growing out of, any and all injuries \n\nandlor property damage resulting fiom my encounter with Los Angeles Police Department canines \nand personnel on 5/5/90, or which otherwise were or could have been asserted in this case. \nIt is further expressly understood and agreed that part of the consideration herein is \ncompensation for injuries and damage of which I am not aware and that I expressly waive all rights \nwhich may exist under Section 1542 of the California Civil Code, which reads as follows: \n\"A general release does not extend to claims which the creditor does not know or suspect to \nexist in his favor at the time of executing the release, which if known by him must have \nmaterially affected his settlement with the debtor.\" \nI understand that my share of the settlement on my behalf is $62,500.00, which amount \nincludes my recovery and any liens or medical treatment for which I may be responsible but does not \ninclude attorneys' fees and costs for class counsel, which are being paid separately. \nI also understand that there was another attorney involved in my case other than class counsel \n(Emil Henen).  His fee was agreed to berween him and class counsel, and the amount negotiated on \nmy behalf out of the $1.6 Million global settlement pool included fees and costs due to him.  The \namount of $67,500 is the amount due to me after payment of any such fees and litigation costs to \nany attorney.  Mr. Henen's  fee is $7,500.00.  Thus, my total.release is for $70,000.00. \nI understand that my recovery, like the recovery of all gther plaintiffs, was determined based \non what I would receive after payment of all attorneys' fees.  That amount is $62,500.00. \nI authorize the City of Los Angeles to issue a 1ump.sum check to the Litt & Mirquez Client \nTrust Account, fiom which my check will be drawn. I agree that one half of the settlement amount \nshall be payable to me by March 30 and the second half by July 30, and that part of the agreement \nwith the City is that some of the payment is to be delayed to the second half of the year. I \nunderstand that, by signing below, I accept $62,500.00 as a complete and correct settlement of the \namount owed to me for my settlement in this case. \nI \nI authorize my attorneys or class counsel to file a dismissal with prejudice of my case after \nreceipt to the Litt & Mdrquez Client Trust Account of the final payment due under their agreement \nwith the City (which is expected to 'be by July 30, 1995). \nmH1 \nExecuted this  day of  Kb r  4  Y  , 1995, at Carson City, NV, under the laws of \nthe State of California and of the United States of America. \nRobert \n\n- \nPLEASE OF ALL CLAIMS  LAWSON V. GATES \nRELEASOR:  Curtis Rogers (Darryl Rogers) \nI, Curtis Rogers, the undersigned (hereafter \"releasor\"),  father of Darryl Rogers \n(deceased) and executor of the Estate of Darryl Rogers, declare that Darryl Rogers sustained \neconomic loss, physical injury, emotiond distress or other injuries as a result of his encounter \nwith Los Angeles Police Department canines and personnel on or about 12/19/88. \nI understand that all of Darryl Rogers'  claims against the City of Los Angeles, et al., \nand any of its officers, employees and agents have been settled by my attorneys on behalf of \n54 individuals for the total amount of $1.6 Million, excluding costs and fees due to Litt & \nMirquez, Mann & Cook, the NAACP Legal: Defense and Educational Fund, and the American \nCivil Liberties Union (hereafter \"class counsel\").  These firms are the primary firms to have \nlitigated these cases, and the fees and costs which they are to collectively receive are to \ncompensate for their work in having the LAPD canine policies revised as well as for their \nwork in recovering damages for me and others, and are less than they would be entitled to \nunder their retainer agreement with the various plaintiffs and under the statutes allowing them \nto be awarded such fees and costs. I am advised that class counsel accepted this reduced fee \nbecause otherwise they would not have been able to settle the'case, and they considered it in \nthe best interests of me and their other clients to do so. \n2 \nFrom this $1.6 Million, although no fees or costs are due to class couisel, in some \ncases fees and costs are due to other counsel who were invplved in representation of some of \nthe 54 individuals, a factor which was taken into account in determining the amounts \nallocated to each. In addition, the determination of the amounts allocated to me and to each \nother  individual was based on several other factors, including assessments made by a \nsettlement judge retained in the case, assessments made by both the plaintiffs' and defendants' \ncounsel, the severity of injury, the strength of the plaintiffs liability case, and the concerns of \neach client. I understand that I am free to reject the settlement, but that the amount available \nto me in settlement will not change because the full $1.6 Million has been allocated; and I \nunderstand tkt, if I reject the spttlement on my behalf. my  case will have to proceed without \na settlement and at the risk of receiving no money if the case were to lose at trial. \nWhile no litigation costs of class counsel will be deducted from the above $1.6 \nMillion, any other costs are not included and are my sole responsibility and not that of class \nor any other counsel. Thus, any liens on my award, or any claims made by any medical \nprovider for my treatment, are to come out of my award. I understand that class counsel can \ntry and negotiate any such amounts if I so choose, but that it is my responsibility to tell them \nif I want them to do so, and that otherwise they will do nothing in this regard. I understand \nthat, if there are liens of which my attorneys have notice, they will pay them fiom the sum \nlisted below as my settlement, and that they will not pay any other sums which may be due \nunless I instruct them otherwise, and that any such unpaid sums are solely my responsibility \nand not theirs. \n\nI understand that, by signing this release, I release and discharge the City of Los \nAngeles, et al., and any of its officers, agents, and employees, fiom any and all claims, \nactions, causes of action, demands, rights, damages, costs, loss of service, expenses and \ncompensation whatsoever, which I now have or which may hereafter accrue on account of, or \nin any way growing out of, any and all injuries and/or property damage resulting fiom Darryl \nRogers'  encounter with Los Angeles Police Department canines and personnel on 12/19/88, or \nwhich otherwise were or could have been asserted in this case. \nIt is further expressly understood and agreed that part of the consideration herein is \ncompenktion for injuries and damage of which I am not aware and that I expressly waive all \nrights which may exist under Section 1542 of the California Civil Code, which reads as \nfollows: \n\"A general release does not extend to claims which the creditor does not know or \nsuspect to exist in his favor at the time of executing the release, which if known by \nhim must have materially affected his settlement with the debtor.\" \nI understand that Darryl .Rogers' case has been settled for $12,500.00, which amount \nincludes the recovery for Darryl Rogers and any liens or medical treatment for which the \nEstate of Darryl Rogers may be responsible but does not include attorneys' fees and litigation \ncosts, which are being paid separately. \nI authorize the City of Los Angeles to issue a lump s h c heck to the Litt & MArquez \nClient Trust Account, from which my check will be drawn. I agree that one half of the \nsettlement amount shall be payable to me by March 30 and the second half by July 30, and \nthat pan of the agreement with the City is that some of thi payment is to be delayed to the \nsecond half of the year. 1 understand that, by signing below, 1 accept $12,500.00 as a \ncomplete and correct settlement of the amount owed to the Estate of Darryl Rogers for \nsettlement in this case. \nI authorize my attorneys or class counsel to file a dismissal with prejudice of my case \nafter receipt to the Litt & Mbrquez Client Trust Account of the final payment due under their \nagreement with the City (which is expected to be by July 30, 1995). \nExecuted this f  day of  Los Angeles, CA, under the \nJ) \nlaws of the State of Califo \n\n- \nRELEASE OF ALL CLAIMS  LAWSON V. GATES \nRELEASOR: Ricky Donell Ross \nI, Ricky Donell Ross, the undersigned (hereafter \"releasor\"),  declare that I sustained \neconomic loss, physical injury, emotional distress or other injuries as a result of my encounter \nwith Los Angeles Police Department canines and personnel on or about 11/24/89. \nI understand that all of my claims against the City of Los Angeles, et al., and any of \nits officers, employees and agents have been settled by my attorneys on behalf of 54 \nindividuals for the total amount of $1.6 Million, excluding costs and fees due to Litt & \nMArquez, Mann & Cook, the NAACP Legal Defense and Educational Fund, and the American \nCivil Liberties Union (hereafter \"class counsel\"). These f m s a re the primary fums to have \nlitigated these cases, and the fees and costs which they are to collectively receive are to \ncompensate for their work in having the LAPD canine policies revised as well as for their \nwork in recove'nng damages for me and others, and are less than they would be entitled to \nunder their retainer agreement with the various plaintiffs and under the statutes allowing them \nto be awarded such fees and costs. I am advised that class counsel accepted this reduced fee \nbecause otherwise they would not have been able to settle the case, and they considered it in \nthe best interests of me and their other clients to do'so. \nFrom this $1.6 Million, although no fees or costs are due to class counsel, in some \ncases fees and costs are due to other counsel who were involved in representation of some of \nthe 54 individuals, a factor which was taken into account io determining the amounts \nallocated to each. In addition, the determination of the amounts allocated to me and to each \nother  individual was based on several other factors, including assessments made by  a \nsettlement judge retained in the case, assessments made by both the plaintiffs' and defendants' \ncounsel, the severity of injury, the strength of the plaintiffs liability case, and the concerns of \neach client. I understand that I am free to reject the settlement, but that the amount available \nto me in settlement will not change because the full $1.6 Million has been allocated; and I \nunderstand that, if I reject the settlement on my behalf, my  case will have to proceed without \na settlement and at the risk of receiving no money if the case were to lose at trial. \nWhile no litigation costs of class counsel will be deducted fiom the above $1.6 \nMillion, any other costs are not included and are my sole responsibility and not that of class \nor any other counsel. Thus, any liens on my award, or any claims made by any medical \nprovider for my treatment, are to come out of my award. I understand that class counsel can \ntry and negotiate any such amounts if I so choose, but that it is my responsibility to tell them \nif I want them to do so, and that otherwise they will do nothing in this regard. I understand \nthat, if there are liens of which my attorneys have notice, they will pay them fiom the sum \nlisted below as my settlement, and that they will not pay any other sums which may be due \nunless I instruct them otherwise, and that any such unpaid sums are solely my responsibility \nand not theirs. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/5204"
    }
  ],
  "document_count": 9
}