{
  "case_id": 451,
  "fetched_at": "2025-10-22T00:05:02.533158",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Hammond",
        "institution_county": null,
        "name": "Hammond Developmental Center",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 451,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Neglect by staff",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "Disability and Disability Rights: Developmental disability without intellectual disability",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2015-04-09T00:00:00-04:00",
    "main_docket": {
      "id": 42617,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Louisiana",
      "docket_office_number": "",
      "docket_number_manual": "N/A",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "CRIPA Investigation, Hammond (LA)",
    "never_filed": true,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Louisiana",
    "summary": "<p>On December 20, 1996, the U.S. Department of Justice notified the U.S. Department of Health and Human Services of its intention to investigate the Hammond Developmental Center, a state-run facility for individuals with developmental disabilities, in Hammond, Louisiana, pursuant to the Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. Sec. 1997 et seq.  The Department of Justice suspected that the conditions of confinement at Hammond violated the residents' constitutional rights, and it asked the Health and Human Services officials for any complaints of abuse, neglect, and inappropriate use of restraints they may have received.  </p><p>The investigation was initiated upon the recommendation of the Special Litigation Section of the Department of Justice on October 16, 1996.  That division had received calls from Louisiana Department of Health and Hospitals describing abuse, neglect, and the use of chemical and physical restraints in lieu of adequate behavioral treatment; the Special Litigation Division had also separately received reports from residents' families containing similar details.  </p><p>We have only the Department of Justice's letters in the file, so we have no further information  about the outcome of the investigation or what actions, if any, the institution took to address the concerns. </p>",
    "summary_published_date": "2006-07-21T00:00:00-04:00",
    "summary_short": "On December 20, 1996 the United States Department of Justice (DOJ) notified the United States Department of Health and Human Services of its intention to investigate the Hammond Developmental Center pursuant to the Civil Rights of Institutionalized Persons Act (CRIPA, 42 U.S.C. § 1997 <i>et seq</i>. The Special Litigation Division of the DOJ has received calls describing abuse, neglect, and the inappropriate use of chemical and physical restraints at Hammond.  We have no further information about the outcome of the investigation.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/451",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=451",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=451",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=451"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128668,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128668"
    },
    {
      "date": "1996-10-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Justification Memo",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2066,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2066.pdf",
      "title": "Memorandum re: Recommendation to Investigate Hammond Developmental Center, Hammond, Louisiana",
      "text": "Memorandum\nCRIPA Investigation\nAEP:RF:RJF\nMR-LA-002-001\nDJ  168-32-64\nSubject Dale\nRecommendation to Investigate\nHammond Developmental Center October 16, 1996\nHammond, Louisiana\nTo Deval L. Patrick thur E. Peabody, Jr.\nAssistant Attorney General Chief\nCivil Rights Division Special Litigation Section\nINTRODUCTION\nWe recommend that the Department initiate an investigation\ninto the conditions of confinement at the Hammond Developmental\nCenter (\"Hammond\") in Hammond, Louisiana, pursuant to its\nauthority under the Civil Rights of Institutionalized Persons Act\n(\"CRIPA\"), 42 U.S.C. § 1997.  Hammond is the second largest\nstate-operated institution for individuals with developmental\ndisabilities in Louisiana, serving about 400 clients.\nIn a rare turn of events, legal counsel for Louisiana\ncontacted us to alert us of deficient conditions at Hammond.\nThis call, as well as other information we have obtained,\nindicates that residents of Hammond are being harmed and exposed\nto unreasonable risks of harm in violation of their\nconstitutional and statutory rights.  Alleged unconstitutional\nconditions and practices include abuse and neglect and excessive\nuse of physical and chemical restraints in lieu of adequate\nbehavioral treatment.  These deficiencies subject residents at\nHammond to unreasonable risks to their personal safety and\nviolate their constitutional rights.1/  In addition, the State is\nallegedly failing to evaluate Hammond residents for community\nplacement and is therefore failing to provide services to Hammond\n1/  Residents of state-operated facilities for individuals with\ndevelopmental disabilities and mental retardation have a\nfundamental Fourteenth Amendment due process right to reasonable\nsafety and training.  Younaberq v. Romeo. 457 U.S. 307 (1982) .\nSuch training must be sufficient to protect each resident's\nliberty interests and permit each resident an opportunity to\nfunction as independently as his or her individual handicapping\nconditions permit.  See. e.g., Thomas S. by Brooks v. Flaherty.\n699 F. Supp. 1178 (W.D.N.C. 1988), aff'd, 902 F.2d 250 (4th\nCir.), cert, denied. 498 U.S. 951 (1990); United States v.\nTennessee. No. 92-2062, slip op. at 12 (W.D. Tenn. Feb. 17,\n1994); Haiderman v. Pennhurst State Sch. & Hosp.. 154 F.R.D. 594\n(E.D. Pa. 1994).  See also 42 C.F.R. § 483.440.\n\n- 2 -\nresidents in the least separate, most integrated setting as\nrequired by the Americans with Disabilities Act of 1990  (\"ADA\"),\n42 U.S.C. § 12101 e_t seq. . and Section 504 of the Rehabilitation\nAct of 1973, 29 U.S.C. § 794 et seq.\nWe learned about unconstitutional and unlawful conditions at\nHammond as a result of the contacts we made as part of our\nongoing CRIPA investigation of the Pinecrest Developmental Center\nin Pineville, Louisiana.  Pinecrest is the largest such facility\nin the State.  Our investigation of Pinecrest uncovered\nunconstitutional and unlawful conditions including incidents of\nabuse and neglect, lack of adequate medical, psychiatric and\nnursing care, and failure to provide adequate programming.  We\nare currently involved in consent decree negotiations with State\nofficials to remedy these violations.  If an investigation of\nHammond is approved, we plan on conducting an expedited\ninvestigation and, if our findings warrant, we would include\nappropriate remedial actions for Hammond in an omnibus consent\ndecree that addresses conditions at both Pinecrest and Hammond.\nPOSSIBLE VIOLATIONS\nI.  The State Admits Abuse, Neglect and Deficient Conditions and\nPractices at Hammond\nBecause of the good relationship we have established with\nopposing counsel in the Pinecrest matter, on October 10, 1996, we\nreceived an unsolicited call from Frank Perez, the Deputy General\nCounsel for the Louisiana Department of Health and Hospitals\n(\"DHH\"), who informed us that Hammond had just been placed on a\ntwenty-four day \"fast-track\" for decertification in the Medicaid\nprogram.  Perez indicated that he was calling us at the express\nrequest of Charles Castille, the General Counsel for DHH, who\nwanted us to be informed of this disturbing development right\naway.  Perez explained that a few days earlier this month,\nLouisiana officials conducted a special surprise investigation of\nHammond after having received allegations of abuse and neglect at\nthe facility from an employee at Hammond.  Perez informed us that\nthe survey uncovered suspected client abuse and neglect and\ninappropriate use of restraints.\nSpecifically, the State surveyors discovered that a number\nof residents had been threatened and abused by staff with a towel\nnamed \"Josephine.\"2/  It appears that staff had used the towel to\nchoke the residents .3./  Upon questioning, three Hammond clients\n2/  Department of Health and Human Services, Health Care\nFinancing Administration, Statement of Deficiencies, Hammond\nDevelopmental Center, Oct. 4, 1996, at 2-3.\n2/  Id. at 3.\n\n- 3 -\nresponded in an angry and frightened manner to the name\n\"Josephine,\" and one pointed to a scarred, darkly discolored area\non his right shin and stated that \"Josie\" did it. 4./\nThe surveyors also found that the facility failed to provide\nclients with appropriate behavior modification treatment prior to\nusing restraints:  \"the facility failed to assure that the\nclient's record documents that the use of less intrusive or more\npositive techniques have been tried systematically and\ndemonstrated to be ineffective. \"5./  Specifically, the\nsurveyors found that mechanical restraints were used for\nbehavioral episodes where there was no evidence in the\nindividual's program plan that these behaviors were being\naddressed with behavior management plans. 6/  The facility\nalso failed to obtain the proper consent for the use of physical\nor mechanical restraints on these individuals.2/\nThe surveyors further found that:\n* the facility failed to provide the minimum ratio of direct\ncare staff to clients;\n* the facility failed to notify in a timely fashion\nappropriate authorities about suspected client abuse;\n* there was an unacceptably high number of incidents of\nunknown origin at Hammond; and\n* staff members, who had been suspected of client abuse,\nremained at the facility, and often continued to interact\ninappropriately with the clients. 8./\nPerez indicated that Louisiana officials intended to re-tour\nthe facility again this week.  He indicated that seven employees\nhave already been suspended and that he expects major management\nchanges at the facility.  Recent newspaper accounts confirm that\nseven Hammond employees have been suspended amidst allegations\n1/  Id.\n5/  Id. at 8.\n6./  Id. at 8-9.\n2/  Id. at 2.\n8/  Id. at 3-7.\n\n- 4 -\nthat they physically abused four adult clients under their\ncare. .9/\nThe fact that the opposing counsel from Louisiana called to\ninform us of these developments is powerful evidence that\ndeficient conditions currently exist at Hammond that rise to a\nlevel warranting further investigation by the Department.\nHowever, we have compiled other information from a variety of\nsources, including parents and family members, that also strongly\nsuggests that an investigation is called for at this time.\nII.  Family Members of Hammond Clients Detail Abuse, Neglect and\nUndue Restraint of Residents\na.  Vince L.\nA number of Hammond family members have furnished us with\ncorroborating information about conditions and practices\naffecting their own children and relatives who live at Hammond.\nFor example, Mrs. Geraldine Young recently forwarded to us a copy\nof a letter she had written to the Hammond Administrator which\ndetailed that her profoundly retarded 26-year-old nephew, Vince\nL., has been beaten on the head, hit in the eye, bitten, and\nscratched on the neck while residing at Hammond.3J)/  She\nenclosed a copy of a formal Hammond investigation that confirmed\nthat a bite to Vince's right shoulder by another client was due\nto neglect and was the result of \"poor judgment\" on the part of\nHammond staff in allowing a more aggressive resident to attack\nVince.il/  Even with this admission of neglect, Mrs. Young\nindicated to us that she believes the Hammond investigation is\ncursory and incomplete because it did not remedy the underlying\nproblem. 12./  Mrs. Young enclosed disturbing photographs of\nVince with knots, bumps, bruises, and scars all over his body,\nand also attached a scribbled note that said \"Please help us!\"\nJust this year, Vince has suffered from persistent episodes\nof agitation, and \"out of control\" behaviors that have often led\n.9/  Workers Suspended in Abuse Probe.- Four Cases Involve Disabled\nClients. The New Orleans Times-Picayune, Oct. 11, 1996, at A3.\n10/  Letter from Geraldine Young to Leonard J. McCaffery, Jr.,\nAdministrator, Hammond Developmental Center, July 18, 1996, at 1.\n11/  Memorandum and Case Determination from Leonard J. McCaffery,\nJr., Administrator, Hammond Developmental Center, to Geraldine\nYoung, June 26, 1996, at 2.\n12/  Telephone interview with Geraldine Young, July 2, 1996.\n\n- 5 -\nto his being placed in restraints ..13./  Hammond documents\nreveal that \"Vince frequently runs off or has to be physically-\ncontrolled by staff; the episodes are very severe and represent a\nsignificant danger to himself and others. \"14./  During a two\nmonth period alone this year, Vince suffered from fourteen\nepisodes of physical aggression, attempted to elope from the\nfacility sixteen times, stole food five times, engaged in\ninappropriate sexual behavior and sexually aggressive behavior,\nand destroyed property.15/\nb.  Paula K.\nRose Anne Kliebert, mother of Paula Ann, a 23-year-old\nHammond resident, told us that Paula suffers from severe\naggressive behavior for which she does not receive any real\nprogramming, but is instead overmedicated with psychotropic\nmedication..16./  Mrs. Kliebert and her husband recently wrote\nus that \"[o]ur child is not getting the quality of care she needs\nand is not being protected from harm.\"12/  The Klieberts\nadded that \"[o]ur child has been restrained excessively  ... and\nhas sustained injuries requiring stitches as a result  ... [o]ur\nchild has not had an effective behavior program ...\n[c]onsultants' recommendations have not been implemented relating\nto a behavioral program  ... [c]hemical restraints and\npsychotropic medications have been utilized in lieu of an\neffective behavioral program. \"18./  The Klieberts have also\nwritten to the Hammond Administrator expressing their concerns:\n\"Paula was placed in restraints  [at Hammond] and sustained a head\ninjury requiring stitches due to the fact she was restrained in\nan unsafe manner.  She was restrained in a bed with a bookcase\nheadboard and during her resistance of the restraints cut her\nhead.\"19/\n13/  Hammond Client Record for Vince L., Service Areas and\nService Objectives, June 15, 1996, at 1, 2.\n14/  Id. at 1.\n15/  Id. at 3.\n16/  Telephone interview with Rose Anne Kliebert, June 3, 1996.\n17/  Letter from Rose Anne and Paul Kliebert to Richard Farano,\nJune 15, 1996, at 1.\n13./ Id.\n19/  Letter from Rose Anne Kliebert to Leonard J. McCaffery, Jr.,\nAdministrator, Hammond Developmental Center, Dec. 12, 1995, at 1.\n\n- 6 -\nHammond documents clearly reveal that the facility has\nroutinely placed Paula in mechanical restraints for hours at a\ntime each day..20./  In a period of one day alone, Paula was\nrestrained five times for a total of nine hours and forty-five\nminutes.2JL/  The following day she was restrained twice for\na total of eight and a half hours, with only one fifteen minute\nbreak between sessions of restraint ..22./  Paula's restraint\nlogs from June through December 1995 reveal thirteen separate\nincidents of restraint for four hours or more in one\nday.23/\nA May 1996 psychological evaluation of Paula, conducted at\nHammond, revealed that \"Paula exhibits aggressive and disruptive\nbehavior that has resulted in multiple incidents of mechanical\nrestraint over the past year ... [i]f Paula is not calm after two\nminutes of the hold, she is then placed in mechanical restraints\n... Paula's maladaptive behavior in addition to the physical\neffort required to restrain her has resulted in numerous staff\ninjuries as well as injury to Paula. \"24./  The evaluation\nalso clearly indicates that Hammond has placed Paula in emergency\nchemical restraints simply because staff members have failed to\nadequately and appropriately treat her maladaptive\nbehaviors.25/\nMrs. Kliebert indicated that she has repeatedly lobbied the\nHammond Administrator to obtain more and better services to help\nher daughter, but that his response always is that he does not\nhave the resources to implement what is needed.26/\nc.  Tammy H.\nWilliam and Sandra Holtman, parents of Tammy, informed us\nthat they had recently removed their daughter from Hammond\n20/  Letters from Shirley M. Brumfield, MSW, BCSW, Social Worker\nSupervisor at Hammond, to Mr. and Mrs. Kliebert, Jan. 8, 1996,\nDec. 7, 1995, Nov. 28, 1995, Sept. 12, 1995, and June 29, 1995.\n21/  Letter from Brumfield to the Klieberts, June 29, 1995, at 1.\n22/  Id.\n23/  Letters from Brumfield to the Klieberts, June 1995 - Jan.\n1996.\n24/  Psychological Evaluation of Paula K., Hammond Developmental\nCenter, May 16, 1996, at 1.\n25/  Id.\n26/  Telephone interview with Rose Anne Kliebert, June 3, 1996.\n\n- 7 -\nbecause of their concerns for her physical safety.  Mrs. Holtman\ntold us that she and her husband began to feel like they were\naccomplices in harming their daughter by leaving her in the\ninstitution for so long.2J7/  Mrs. Holtman told us that\nHammond programs are not being fully implemented, and that\ngenerally, Hammond is \"doing a half-assed job\" and setting itself\nup for failure.23.1  She said all the psychologists at\nHammond are \"poor,\" and that the staff members are\n\"abusive. \"29./  She said that the Hammond Administrator knows\nthat abuse and neglect.are occurring at Hammond, but that he\ncontinues to do nothing about it..30./  Mrs. Holtman said he\nlies all the time, telling parents what he thinks they want to\nhear.  As a result, she said the residents are \"caught in the\nmiddle.\"31/\nThe Holtmans wrote us a compelling letter alleging abuse and\nneglect at Hammond. 3_2./  The Holtmans indicated that Hammond\nstaff failed to implement Tammy's Individual Program Plan and\nthat as a result, they were forced to watch their daughter\nregress.3_3_/  Mrs. Holtman tried to work for change by\nserving on the Hammond Human Rights Committee, but as she stated,\n\"I was in shock the first few meetings and since then I have\nmoved through a covey of emotions coming to my current state of\nanger at the situations the residents of  [Hammond] are in.  Anger\nat the seeming helplessness of the Administration at  [Hammond] to\ncorrect the inadequacies and deliberate actions that violate the\n27/  Telephone interview with Sandra Holtman, July 19, 1996.  The\ninformation furnished by the Holtmans is particularly\nsignificant, because Mr. Holtman was initially reluctant to come\nforward with any information.  The positive relationship we\nestablished with Mr. Holtman during the Pinecrest investigation\nhelped de-escalate tensions, calm his unfounded fears and\nincredibly, turned him into an ally who is now furnishing us with\ninformation that would enable us to investigate Hammond.\n28/  Telephone interview with Sandra Holtman, July 19, 1996.\n29/  Id.\n30/  Id.\n31/  Id.\n32/  Letter from William H. and Sandra L. Holtman to Richard\nFarano, June 18, 1996, at 1.\n33/  Id.\n\n- 8 -\ncivil and human rights of the individuals who live at\nHammond.\"34/\nMrs. Holtman added that \"[w]e have tried working through the\n'proper channels' to make necessary changes, but the slight\nchanges these time consuming efforts make will never change the\nwhole picture to make  [Hammond] a place where the individuals who\nlive there are free of abuse and neglect on a daily basis.  Our\nendeavors alone will never change the apathy that exists  among\nmany of the professional and direct care staff and administration\ntowards the lack of residents' needs being met.\"35/\nMrs. Holtman indicated that the corrective actions taken at\nHammond in response to her many allegations of abuse and neglect\nare  \"ineffective and meaningless.\"36/\nMrs. Holtman explained that other issues such as improper\ncleaning of clothes and hair, haphazard regulation of heat and\ncold, ignoring unsanitary conditions, \"set the foundation for\ngreater abuse and neglect by direct care staff. \"3.7/ She\nadded that the Hammond administration  \"allows\" staff to treat the\nresidents in a \"demeaning manner. \"3_8_/  Mrs. Holtman  also\nindicated that she suspects the staff caused many of the \"major\"\nunexplained bruises her daughter suffered while at\nHammond. 3_9/  She has personally witnessed staff speaking to\nresidents in an abusive manner.40/\nThe Holtmans attached a number of Hammond documents  that\nconfirm some of their fears.  One document acknowledges  that\nHammond staff had neglected to supervise the residents  properly,\n34./  Id. at 2.\n35/  Id.\n16/  Id.\n37/  Id. at 4.\n18/  Id.\n39/  Id. at 4 (\"[t]he major bruises she began having were large\nindicating an impact other than bumping into something and in\nareas unusual for her to have bruises ... we would inquire [of\nthe Hammond staff] how the bruise happened and no one knew\").\n40/  Id.\n\n- 9 -\nand another admits that staff had neglected to properly document\nbehaviors in a resident's chart.41/\nd.  Other Hammond Clients\nThe Holtmans, along with the family members of five other\nHammond clients, wrote a letter to the Hammond Administrator to\nexpress their \"concerns regarding the physical safety, the\nemotional well-being, the human dignity and the civil rights of\nour children/siblings while they are in residence at\nHammond. \"42./  The family members also indicated that\n\"certain chronic events have caused us to conclude that  [Hammond]\npolicies and procedures designed to protect our interests are at\nbest inadequate. \"43./  The family members also stressed that\nthey resented the \"contemptuous attitude of indifference to the\nmistreatment of  [Hammond] residents by some staff ... [w]e cannot\nand will not tolerate the exposure of our 'defenseless loved\nones' to individuals who exhibit such an attitude and who react\nto non-compliant behavior outbursts with abusive\nactions. \"44./  The family members continued:  \"We strongly\nbelieve that the apathy by some staff toward the abuse/neglect of\nclients is deep-rooted and is partially the result of lenient\ndisciplinary policies  ... employees who are known to be abusers\nhave been allowed to continue to work directly with clients who\ncan neither defend themselves from physical and verbal abuse nor\nreport the abuse/neglect to the appropriate\nauthorities.\"45/\nIII. Hammond-Commissioned Safety Review Reveals Deficiencies\nA May 1996 safety and environmental report commissioned by\nHammond indicates, among other things, that:\n* many of the incidents involving the clients on the units,\nincluding those involving abuse and neglect, are not\nreported;\n41/  Memorandum and Case Determination from Leonard J. McCaffery,\nJr., Administrator, Hammond Developmental Center, to Bill\nHoltman, Oct. 20, 1995, at 2;  Memorandum and Case Determination\nfrom McCaffery to Sandra Holtman, Nov. 3, 1994, at 2.\n42/  Letter from Hammond parents to Leonard J. McCaffery, Jr.,\nAdministrator, Hammond Developmental Center, Oct. 27, 1995, at 1.\n42/  Id.\n44./  Id.\n45./  Id.\n\n- 10 -\n* there are still a large number of \"unexplained\" injuries\nat Hammond;\n* over two dozen different clients were recorded as having\nbeen placed in mechanical restraints;\n* the frequency in the use of restraints on a number of\nclients is quite large; and\n* the Hammond direct care staff members speak casually about\nthe common and chronic use of restraints.46/\nIV.  The State of Louisiana Fails to Provide Hammond Residents\nwith Services in the Least Separate. Most Integrated Setting\nIn most cases, the facility is failing to appropriately\nassess whether or not the individual Hammond residents are\ncurrently situated in the most integrated setting appropriate to\nmeet their individualized needs.  Even where professionals have\ndetermined that a Hammond resident would benefit from placement\nin a less restrictive setting, the State is failing to implement\nthese professional determinations.  As a result, many Hammond\nresidents who are suitable for community placement continue to be\nisolated from the rest of society.  The State's failure to assess\nHammond residents and to implement professional judgments about\ncommunity placements raises issues about potential ADA and\nSection 504 violations.\nCONCLUSION\nBased upon the Medicaid decertification of Hammond which is\ncurrently in progress, the concern about deficiencies conveyed to\nus by legal counsel for Louisiana, and information provided by\nparents of Hammond residents, we recommend immediate initiation\nof a CRIPA investigation of Hammond.  The information gathered\nthus far indicates that the inadequate conditions at Hammond\ndeprive residents of their constitutional and statutory rights.\nFunds are available to conduct this investigation.\nApproved: ()j£. jUp Q UP\n  t\nDisapproved:\nComments:\n46/  Report on incident management, abuse, neglect and\ninvestigatory practices at the Hammond Developmental Center,\nAntone Aboud, Ph.D., Labor Relations Alternatives, Inc., May 6,\n1996, at 6-9.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2066"
    },
    {
      "date": "1996-12-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2067,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2067.pdf",
      "title": "Findings Letter re: CRIPA Investigation of Hammond Developmental Center, Hammond, Louisiana",
      "text": "U.S.  Department of Justice\nCivil Rights Division\nOffice of the Assistant Attorney General  Wbshington, D.C 20035\nDecember  20,  1996\n'nvestigation\nMR-L A nn?'\nThe Honorable Donna E. Shalala\nSecretary of Health and Human Services\nWashington, D.C.  20201\nRe:  Investigation of Hammond Developmental Center\nin Hammond. Louisiana\nDear Secretary Shalala:\nI wish to advise you, pursuant to the Civil Rights of\nInstitutionalized Persons Act, 42 U.S.C. § 1997, of our intent\nto investigate the Hammond Developmental Center  (\"Hammond\"), a\nstate-operated facility for individuals with developmental\ndisabilities located in Hammond, Louisiana.\nWe have received information that calls into question the\nconstitutionality of the conditions at Hammond.  If you have\nreceived any complaints regarding this facility or have any other\ninformation you believe would be helpful in this investigation,\nplease advise us. We understand that this facility has recently\nbeen placed on a \"fast track\" for decertification in the Medicaid\nprogram because of suspected abuse, neglect and the inappropriate\nuse of restraints at the facility.\nWe will cooperate fully with your Department in this\nmatter and will consult with you regarding the status of our\ninvestigation.  If you have any questions, please contact the\nattorney assigned to this matter, Richard J. Farano, at\n(202) 307-3116.\n\n- 2 -\nThank you for your assistance.\nSincerely,\nAssistant Attorney\nCivil Rights Division\ncc:  Harriet Raab, Esquire\nGeneral Counsel\nBruce C. Vladeck, Ph.D.\nAdministrator\nHealth Care Financing Administration\nMr. Anthony J. Tirone\nDirector\nOffice of Survey & Certification\nHealth Standards Quality Bureau",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2067"
    }
  ],
  "document_count": 3
}