{
  "case_id": 17394,
  "fetched_at": "2025-10-22T00:30:20.171217",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Non-settlement Outcome"
    ],
    "case_defendants": [],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title VII targeting order (Sections 702, 703, 704), 50 U.S.C. 1881a, 1881b, 1881c"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2018,
    "id": 17394,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "General/Misc.: Terrorism/Post 9-11 issues",
      "General/Misc.: Records Disclosure",
      "General/Misc.: Confidentiality"
    ],
    "last_checked_date": "2020-02-16T00:00:00-05:00",
    "main_docket": {
      "id": 28100,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "Semiannual Assessment of Compliance with Procedures and Guidelines Issued Pursuant to Section 702 of the Foreign Intelligence Surveillance Act (March 2019) (702)",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": "No",
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Act—Foreign Targeting (702, 703, 704)"
    ],
    "special_case_type": [],
    "state": "District of Columbia",
    "summary": "<p>Section 702 of the FISA Amendments Act of 2008, 50 U.S.C. &sect; 1881a, permits the Attorney General (AG) and the Director of National Intelligence (DNI) to conduct foreign intelligence surveillance targeting the communications of non-U.S. persons located abroad. The government need not establish probable cause that the target of electronic surveillance is a foreign power or agent of a foreign power, nor must the government specify the nature and location of the facilities or places that surveillance will occur. Communications of U.S. citizens and residents are frequently collected \"incidentally\" if those U.S. persons are communicating with or about a targeted foreigner.</p>\r\n<p>Section 702 requires that the AG, through the Department of Justice (DOJ), and DNI, through the Office of the Director of National Intelligence (ODNI), submit annual &ldquo;certifications&rdquo; that define the categories of foreign actors that may be appropriately targeted. By law, these certifications must include specific targeting and minimization procedures adopted by the AG in consultation with the DNI. These certifications must be approved by the Foreign Intelligence Surveillance Court (FISC) before Section 702 surveillance may be conducted. For a more in-depth overview of the certification process, see <a href=\"https://www.clearinghouse.net/detail.php?id=14411\" target=\"_blank\" rel=\"noopener\"> [In re DNI/AG 702(i) Certification 2008]</a> in this Clearinghouse.</p>\r\n<p>On March 4, 2019, the Director of National Intelligence, with the Department of Justice, released a redacted 18th Semiannual Assessment of Compliance with Procedures and Guidelines issued Pursuant to Section 702 of the Foreign Intelligence Surveillance Act. The assessment detailed the measures the government took to comply with FISC approved targeting and minimization procedures.</p>\r\n<p>The report was compiled in October 2018, detailing measures taken from December 1, 2016 to May 31, 2017. The assessment was based on compliance assessments conducted by the DOJ's National Security Division (NSD) and the Office of the Director of National Intelligence (ODNI). The report concluded that \"the agencies have continued to implement the procedures and follow the guidelines in a manner that reflects a focused and concerted effort by agency personnel to comply with the requirements of Section 702.\"</p>\r\n<p>Much of the report detailing statistical data was redacted. This includes statistical data relating to compliance incidents, where the report reads \"there were a total of [redacted] compliance incidents that involved noncompliance with NSA's targeting or minimization procedures and [redacted] compliance incidents . . . for a total of [redacted] incidents involving NSA and/or FBI procedures.\" The actual number of compliance incidents (meaning incidents of noncompliance) was redacted, but the compliance incident rate was .37%, which was compiled by dividing the number of incidents by average facilities subject to acquisition. This was a reduction from .88% in the prior reporting period. The report concedes that .37% may not adequately represent compliance in the program in that a single incident could have broad effects and involve multiple facilities.</p>\r\n<p>39.1% of these infractions were minimization issues, where the NSA failed to comply with its minimization procedures. 24.9% of the infractions were tasking issues, where noncompliance with the targeting procedures resulted in an error in the initial tasking of the facility.</p>\r\n<p>The report then detailed the effect of human error. Typographical and other similar errors accounted for about 11% of the tasking errors, which was an increase from 6% in the last period. 27% of the detasking delays from this period were caused by inadvertent errors, such as misunderstanding the rules or inadvertent miscommunication. 14% of compliance incidents were the result of documentation errors. There were also instances where the NSA failed to adequately determine the location of a target.</p>\r\n<p>As to minimization errors, about 92% involved improper queries, of which about 69% involved U.S. persons without adequate approval.</p>\r\n<p>The report concluded that there were no instances of intentional or willful attempts to violate the Acts in the compliance incidents addressed in the report.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2023-03-19T16:34:20.570837-04:00",
    "summary_short": "On March 4, 2019, the Director of National Intelligence, with the Department of Justice, released a redacted 18th Semiannual Assessment of Compliance with Procedures and Guidelines issued Pursuant to Section 702 of the Foreign Intelligence Surveillance Act. The assessment detailed the measures the government took to comply with FISC approved targeting and minimization procedures.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/17394",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17394",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17394",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17394"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114870,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114870"
    },
    {
      "date": "2018-10-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Legislative Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 104717,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/104717.pdf",
      "title": "Semiannual Assessment of Compliance with Procedures and Guidelines Issued Pursuant to Section 702 of The Foreign Intelligence Surveillance Act, Submitted by the Attorney General and the Director of National Intelligence",
      "text": "TOP SECRET//SI//NOFORN/FISA \n(U) SEMIANNUAL ASSESSMENT OF COMPLIANCE WITH PROCEDURES AND\nGUIDELINES ISSUED PURSUANT TO SECTION 702 OF THE FOREIGN INTELLIGENCE \nSURVEILLANCE ACT, SUBMITTED BY THE ATTORNEY GENERAL AND THE \nDIRECTOR OF NATIONAL INTELLIGENCE \nReporting Period:  December 1, 2016– May 31, 2017 \nOctober 2018 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U) SEMIANNUAL ASSESSMENT OF COMPLIANCE WITH PROCEDURES AND\nGUIDELINES ISSUED PURSUANT TO SECTION 702 OF THE FOREIGN\nINTELLIGENCE SURVEILLANCE ACT, SUBMITTED BY THE ATTORNEY GENERAL \nAND THE DIRECTOR OF NATIONAL INTELLIGENCE \nOCTOBER 2018 \nTABLE OF CONTENTS \n(U) Executive Summary 5 \n(U) Section 1:  Introduction 6 \n(U) Section 2:  Oversight of the Implementation of Section 702 8 \n(U) I. Joint Oversight of NSA  9 \n(U) II. Joint Oversight of CIA  11 \n(U) III. Joint Oversight of FBI  13 \n(U) IV. Joint Oversight of NCTC  16 \n(U) V. Interagency/Programmatic Oversight  17 \n(U) VI. Training  17 \n(U) Section 3:  Trends in Section 702 Targeting and Minimization 18 \n(U) I. Trends in NSA Targeting and Minimization  19 \n(U) II. Trends in FBI Targeting   23 \n(U) III. Trends in CIA Minimization  25 \n(U) Section 4:  Compliance Assessment – Findings 28 \n(U) I. Compliance Incidents – General  28 \n(U) II. Review of Compliance Incidents – NSA Targeting and  \nMinimization Procedures  35 \n(U) III. Review of Compliance Incidents – CIA Minimization Procedures  45 \n(U) IV. Review of Compliance Incidents – FBI Targeting and  \nMinimization Procedures  46 \n(U) V. Review of Compliance Incidents – Provider Errors  47 \n(U) Section 5:  Conclusion 48 \n(U) Appendix A A-1\n2 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(When this 2-Page Fact Sheet is Separated from this Assessment, this Fact Sheet is Unclassified.) \n(U) FACT SHEET \n(U) Semiannual Assessment of Compliance with Procedures and Guidelines Issued Pursuant \nto Section 702 of the Foreign Intelligence Surveillance Act (FISA) \nJoint Assessments \n(U) This Fact Sheet provides an overview of the Semiannual Assessments of Compliance with \nProcedures and Guidelines Issued Pursuant to Section 702 of the Foreign Intelligence Surveillance \nAct. These assessments are commonly referred to as “Joint Assessments,” and are submitted by the \nAttorney General and the Director of National Intelligence (DNI). As of October 2018, eighteen \nJoint Assessments have been submitted.  \n(U) Highlights from 18th Joint Assessment: \n(U) Joint Assessment Basics: \n (U) No intentional violations. Consistent with\n (U) Why is the Joint Assessment\nprevious Joint Assessments, no instances of\nrequired?  The FISA Amendments Act\nintentional circumvention or violation of those\nof 2008 (50 U.S.C.  § 1881(l)(1))\nprocedures were found during this reporting\nrequires the Attorney General and the\nperiod.\nDNI to assess compliance with certain\nprocedures and guidelines issued\n (U) Continued focused efforts to implement\npursuant to FISA Section 702.\nSection 702 in a compliant manner. This Joint\nAssessment reports that the agencies continued\n (U) What period is covered by a Joint\nto implement the procedures in a manner that\nAssessment?  Each Joint Assessment\nreflects a focused and concerted effort by\ncovers a six-month period: December 1 –\nIntelligence Community (IC) personnel to\nMay 31 or June 1 – November 30.\ncomply with the requirements of Section 702.\n (U) Who receives it? Each Joint\n (U) Compliance incident rate remains low.\nAssessment is submitted to the Foreign\nThe compliance incident rate remained low,\nIntelligence Surveillance Court (FISC)\nwhich is consistent with the compliance\nand relevant congressional committees.\nincident rate reported for other reporting\nperiods. The majority of incidents were caused\n (U) What is being assessed? The by a misunderstanding of the procedures,\nAttorney General and the DNI jointly failure to conduct the required checks,\nassess the Government’s compliance technical issues, and inadvertent human\nwith FISC-approved “targeting” and errors.\n“minimization” procedures.\n (U) What are targeting procedures and minimization procedures? Section 702 allows for the\ntargeting of (i) non-United States persons (ii) reasonably believed to be located outside the United\nStates (iii) to acquire foreign intelligence information. To ensure that all three requirements are\nappropriately met, Section 702 requires targeting procedures. Targeting is effectuated by tasking\ncommunications facilities (such as telephone numbers and electronic communications accounts) to\nU.S. electronic communications service providers. Section 702 also requires minimization\nprocedures to minimize and protect any non-public information of United States persons that may\nbe incidentally collected when appropriately targeting non-United States persons abroad for\nforeign intelligence information.\n(When this 2-Page Fact Sheet is Separated from this Assessment, this Fact Sheet is Unclassified.) \n3 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(When this 2-Page Fact Sheet is Separated from this Assessment, this Fact Sheet is Unclassified.) \n (U) What compliance and oversight efforts underlie the Joint Assessment? Agencies employ\nextensive compliance measures to implement Section 702 in accordance with procedural, statutory,\nand constitutional requirements. A joint oversight team consisting of experts from the Department\nof Justice (DOJ) and the Office of the Director of National Intelligence (ODNI) oversee these\nmeasures. Each incident of non-compliance (i.e. compliance incident) is documented, reviewed\nby the joint oversight team, remediated, and reported to the FISC and relevant congressional\ncommittees. The Joint Assessment summarizes trends and assesses compliance (including\ncalculating the compliance incident rate for the relevant reporting period) and may include\nrecommendations to help prevent compliance incidents or increase transparency.\n (U) What government agencies are involved with implementing Section 702? The National\nSecurity Agency (NSA), the Federal Bureau of Investigation (FBI), the Central Intelligence\nAgency (CIA), and the National Counterterrorism Center (NCTC). Each Joint Assessment\ndiscusses how these agencies implement the authority.\n (U) Why is the Joint Assessment classified? The Joint Assessment is classified to allow us to\nprovide the congressional oversight committees a complete assessment of the Section 702\nprogram, while at the same time protecting sources and methods. They are carefully redacted for\npublic release in the interest of transparency.\n (U) What is the format of the Joint Assessment? The Joint Assessment generally contains an\nExecutive Summary, five sections, and an Appendix. Beginning with the 16th Joint Assessment,\nthis fact sheet has been included. Sections 1 and 5 provide an introduction and conclusion.\nSection 2 details internal compliance efforts by the agencies that implement Section 702,\ninteragency oversight, training efforts, and efforts to improve the implementation of Section\n702.Section 3 compiles and presents data acquired from compliance reviews of the targeting\nand minimization procedures. Section 4 describes compliance trends. The Joint Assessment\ndescribes the extensive measures undertaken by the Government to ensure compliance with court-\napproved targeting and minimization procedures; to accurately identify, record, and correct errors;\nto take responsive actions to remove any erroneously obtained data; and to minimize the chances\nthat mistakes will re-occur.\n (U) What are the types of compliance incidents discussed? Generally, the Joint Assessment\ngroups incidents into six or seven categories. Categories 1-4 (tasking incidents, detasking\nincidents, notification delays, and documentation errors) discuss non-compliance with targeting\nprocedures. Category 5 discusses incidents of non-compliance with minimization procedures,\nsuch as erroneous queries of Section 702-acquired information using United States person\nidentifiers. Sometimes a category discussing incidents of overcollection is included.  Additionally,\nthe last category is a catch-all category for incidents that do not fall into one of the other\ncategories. The actual number of the compliance incidents is classified; the percentage\nbreakdown of those incidents is unclassified and reported in the Joint Assessment. Additionally,\nbecause Section 702 collection occurs with the assistance of U.S. electronic communications\nservice providers who receive a Section 702(h) directive, the Joint Assessment includes a\nreview of any compliance incidents by such service providers.\n(When this 2-Page Fact Sheet is Separated from this Assessment, this Fact Sheet is Unclassified.) \n4 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U) Semiannual Assessment of Compliance with Procedures and Guidelines Issued Pursuant\nto Section 702 of the Foreign Intelligence Surveillance Act, Submitted by the Attorney\nGeneral and the Director of National Intelligence \nOctober 2018 \nReporting Period:  December 1, 2016 – May 31, 2017 \n(U) EXECUTIVE SUMMARY\n(U) The FISA Amendments Act of 2008 (hereinafter “FAA”) requires the Attorney General\nand the Director of National Intelligence (DNI) to assess compliance with certain procedures and \nguidelines issued pursuant to Section 702 of the Foreign Intelligence Surveillance Act of 1978, \n50 U.S.C. § 1801 et seq., as amended (hereinafter “FISA” or “the Act”), and to submit such \nassessments to the Foreign Intelligence Surveillance Court (FISC) and relevant congressional \ncommittees at least once every six months.  Section 702 authorizes, subject to restrictions imposed \nby the statute and required targeting and minimization procedures, the targeting of non-United \nStates persons reasonably believed to be located outside the United States in order to acquire \nforeign intelligence information.  The present assessment sets forth the eighteenth joint compliance \nassessment of the Section 702 program.  This assessment covers the period from December 1, 2016 \nthrough May 31, 2017 (hereinafter the “reporting period”) and accompanies the Semiannual Report \nof the Attorney General Concerning Acquisitions under Section 702 of the Foreign Intelligence \nSurveillance Act as required by Section 707(b)(1) of FISA (hereinafter “the Section 707 Report”).  \nThe Department of Justice (DOJ) submitted the Section 707 Report on September 7, 2017; it covers \nthe same reporting period as the Joint Assessment. \n(U) This Joint Assessment is based upon the compliance assessment activities that have\nbeen jointly conducted by the DOJ’s National Security Division (NSD) and the Office of the \nDirector of National Intelligence (ODNI).   \n(U) This Joint Assessment finds that the agencies have continued to implement the\nprocedures and follow the guidelines in a manner that reflects a focused and concerted effort by \nagency personnel to comply with the requirements of Section 702.  The personnel involved in \nimplementing the authorities are appropriately focused on directing their efforts at non-United \nStates persons reasonably believed to be located outside the United States for the purpose of \nacquiring foreign intelligence information.  Processes are in place to implement these authorities \nand to impose internal controls for compliance and verification purposes.  The compliance incidents \nthat occurred during this reporting period represent a very small percentage (0.37%) of the overall \ncollection activity.  This represents a decrease from the last Joint Assessment’s rate of 0.88% and \nstill remains below 1%.  Individual incidents, however, can have broader implications, as further \ndiscussed herein and in the Section 707 Report.  Based upon a review of these compliance \nincidents, the joint oversight team believes that none of these incidents represents an intentional \nattempt to circumvent or violate the Act, the targeting or minimization procedures, or the Attorney \nGeneral’s Acquisition Guidelines.   \n5 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U) SECTION 1:  INTRODUCTION\n(U) The FISA Amendments Act of 2008 (hereinafter, “FAA”)1 requires the Attorney\nGeneral and the Director of National Intelligence (DNI) to assess compliance with certain \nprocedures and guidelines issued pursuant to Section 702 of the Foreign Intelligence Surveillance \nAct of 1978, 50 U.S.C. § 1801 et seq., as amended (hereinafter, “FISA” or “the Act”), and to submit \nsuch assessments to the Foreign Intelligence Surveillance Court (FISC) and relevant congressional \ncommittees at least once every six months.  As required by the Act, a team of oversight personnel \nfrom the Department of Justice’s (DOJ) National Security Division (NSD) and the Office of the \nDirector of National Intelligence (ODNI) have conducted compliance reviews to assess whether the \nauthorities under Section 702 of FISA (hereinafter, “Section 702”) have been implemented in \naccordance with the applicable procedures and guidelines, discussed herein.  This report sets forth \nNSD and ODNI’s 18th joint compliance assessment under Section 702, covering the period \nDecember 1, 2016 through May 31, 2017 (hereinafter, the “reporting period”).2   \n(U) Section 702 requires that the Attorney General, in consultation with the DNI, adopt\ntargeting and minimization procedures, as well as guidelines.  A primary purpose of the guidelines \nis to ensure compliance with the limitations set forth in subsection (b) of Section 702, which are as \nfollows: \nAn acquisition authorized under subsection (a)— \n(1) may not intentionally target any person known at the time of acquisition to be\nlocated in the United States;\n(2) may not intentionally target a person reasonably believed to be located outside the\nUnited States if the purpose of such acquisition is to target a particular, known\nperson reasonably believed to be in the United States;\n(3) may not intentionally target a United States person reasonably believed to be\nlocated outside the United States;\n(4) may not intentionally acquire any communication as to which the sender and all\nintended recipients are known at the time of the acquisition to be located in the\nUnited States; and\n(5) shall be conducted in a manner consistent with the fourth amendment to the\nConstitution of the United States.\nThe Attorney General’s Guidelines for the Acquisition of Foreign Intelligence Information Pursuant \nto the Foreign Intelligence Surveillance Act of 1978, as amended (hereinafter “the Attorney \n1 (U)  On January 18, 2018, Congress reauthorized FAA with the FISA Amendments Reauthorization Act of 2017, with \nan effective date of December 31, 2017; it codified new requirements concerning Section 702.  However, because the \nAct was signed into law after this current joint assessment’s reporting period, any new requirements and how the \ngovernment implements those requirements are not discussed in this joint assessment; they will be addressed in \nsubsequent joint assessment(s), as appropriate.  \n2 (U)  This report accompanies the Semiannual Report of the Attorney General Concerning Acquisitions under Section \n702 of the Foreign Intelligence Surveillance Act, which was previously submitted on September 7, 2017, as required by \nSection 707(b)(1) of FISA (hereafter Section 707 Report). This 18th Joint Assessment covers the same reporting period \nas the 18th Attorney General’s Section 707 Report. \n6 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nGeneral’s Acquisition Guidelines”) were adopted by the Attorney General, in consultation with the \nDNI, on August 5, 2008. \n(U) During this reporting period, the Government acquired foreign intelligence information\nunder Attorney General and DNI authorized Section 702(g) certifications that targeted non-United \nStates persons reasonably believed to be located outside the United States in order to acquire \ndifferent types of foreign intelligence information.3  Four agencies are primarily involved in \nimplementing Section 702:  the National Security Agency (NSA), the Federal Bureau of \nInvestigation (FBI), the Central Intelligence Agency (CIA), and National Counterterrorism Center \n(NCTC).4  An overview of how these agencies implement the authority appears in Appendix A of \nthis assessment.      \n(U) Section Two of this Joint Assessment provides a comprehensive overview of oversight\nmeasures the Government employs to ensure compliance with the targeting and minimization \nprocedures, as well as the Attorney General’s Acquisition Guidelines.  Section Three compiles and \npresents data acquired from the joint oversight team’s compliance reviews in order to provide \ninsight into the overall scope of the Section 702 program, as well as trends in targeting, reporting, \nand the minimization of United States person information.  Section Four describes compliance \ntrends.  All of the specific compliance incidents for the reporting period have been previously \ndescribed in detail in the Section 707 Report.  As with the prior Joint Assessments, some of those \ncompliance incidents are analyzed here to determine whether there are patterns or trends that might \nindicate underlying causes that could be addressed through additional measures, and to assess \nwhether the agency involved has implemented processes to prevent recurrences.  Finally, this Joint \nAssessment contains an Appendix.  Appendix A, also contained in previous joint assessments, \ndetails how each agency implements Section 702 and includes a general description of the oversight \nat each agency.   \n3\n4  (U) During this reporting period, NCTC was authorized by the FISC to receive unminimized Section 702 data.  \nSpecifically, in an opinion issued by the FISC on April 26, 2017, the FISC approved new minimization Section 702 \nprocedures for NCTC (2016 NCTC Minimization Procedures).  Both the FISC opinion and the 2016 NCTC \nMinimization Procedures were posted, in redacted form, on ODNI’s website IC on the Record on May 11, 2017.  The \n2016 NCTC Minimization Procedures reflect that NCTC may now receive unminimized Section 702 information.  Prior \nto the approval of the 2016 NCTC Minimization Procedures, NCTC was not authorized to receive unminimized Section \n702 information pertaining to counterterrorism.  However, under both the prior minimization procedures and the current \nprocedures, NCTC ingests data from FBI systems that contain minimized Section 702 information.  Because NCTC is \nnot a law enforcement agency, it may not receive disseminations of Section 702 information that contain evidence of a \ncrime, but which have no foreign intelligence value.    \n7 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U) In summary, the joint oversight team finds that the agencies have continued to\nimplement the procedures and follow the guidelines in a manner that reflects a focused and \nconcerted effort by agency personnel to comply with the requirements of Section 702 during this \nreporting period. As in the prior Joint Assessments, the joint oversight team has not found the \ncompliance incidents that have been reported or otherwise identified during this reporting period to \nbe an intentional or willful attempt to violate or circumvent the requirements of the Act.5  The \nnumber of compliance incidents remains small, particularly when compared with the total amount \nof targeting and collection activity.  In its ongoing efforts to reduce the number of future \ncompliance incidents, the Government will continue to focus on measures to improve (a) inter and \nintra-agency communication, (b) training, and (c) systems used in the handling of Section 702-\nacquired communications, including those systems needed to ensure that appropriate purge \npractices are followed and that certain disseminated reports are withdrawn as required.  Further, the \njoint oversight team will also continue to monitor agency practices to ensure appropriate \nremediation steps are taken to prevent, whenever possible, reoccurrences of the types of compliance \nincidents discussed herein and in the Section 707 Report.  As appropriate, this Joint Assessment \nprovides updates on these on-going efforts.   \n(U) SECTION 2:  OVERSIGHT OF THE IMPLEMENTATION OF SECTION 702\n(U) The implementation of Section 702 is a multi-agency effort.  As described in detail in\nAppendix A, NSA and FBI each acquire certain types of data pursuant to their own Section 702 \ntargeting procedures.  NSA, FBI, CIA, and NCTC6 each handle Section 702-acquired data in \naccordance with their own minimization procedures.7  There are differences in the way each agency \nimplements its procedures resulting from unique provisions in the procedures themselves, \ndifferences in how these agencies utilize Section 702-acquired data, and efficiencies from using \npreexisting systems to implement Section 702 authorities.  Because of these differences in practice \nand procedure, there are corresponding differences in each agency’s internal compliance programs \nand in the external NSD and ODNI oversight programs.   \n5 (S//NF)  As reported to Congress in the 19th Semiannual Report of the Attorney General Concerning Acquisitions \nUnder Section 702 of the Foreign Intelligence Surveillance Act, produced on March 5, 2018, NSD identified a \ncompliance incident involving certain queries conducted by an FBI linguist.  That Semiannual Report noted that the \nGovernment is investigating whether those noncompliant queries were conducted intentionally.  The Government has \ncompleted its investigation.    Although some of the noncompliant queries were conducted during the reporting period \nof this Joint Assessment, they were discovered by NSD and reported to the Court outside the period of this Joint \nAssessment. Now that the investigation is complete, NSD is in the process of updating the Court regarding this matter. \nBecause the incident occurred outside the current reporting period and because the Government has yet to provide the \nCourt with an updated report, this incident will be discussed in the next Joint Assessment. \n6 (U)  As discussed herein, CIA and NCTC receive Section 702-acquired data from NSA and FBI. \n7 (U)  Each agency’s Section 702 targeting and minimization procedures are approved by the Attorney General and \nreviewed by the FISC.  On May 11, 2017, the DNI released, in redacted form, the current 2016 minimization procedures \nfor NSA, FBI, CIA, and NCTC, as well as the current 2016 targeting procedures, in redacted form, for NSA and FBI.  \nThese procedures are posted on ODNI’s IC on the Record website.  Past years’ versions of the minimization procedures \nwere previously released and remain on IC on the Record as part of the DNI’s commitment to the IC’s Principles of \nTransparency.  \n8 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U)  A joint oversight team was established to conduct compliance assessment activities, \nconsisting of members from NSD, the ODNI Office of Civil Liberties, Privacy, and Transparency \n(ODNI CLPT), the ODNI Office of General Counsel (ODNI OGC), and the ODNI Office of the \nDeputy Director for Intelligence Integration/Mission Integration Division (ODNI DD/II/MID).  The \nteam members play complementary roles in the review process.  The following describes the \noversight activities of the joint oversight team, the results of which, in conjunction with the internal \noversight conducted by the reviewed agencies, provide the basis for this Joint Assessment. \n(U)  I.  Joint Oversight of NSA \n(U)  Under the process established by the Attorney General and Director of National \nIntelligence’s certifications, all Section 702 targeting is initiated pursuant to the NSA targeting \nprocedures.  Additionally, NSA is responsible for conducting post-tasking checks of all Section \n702-tasked communication facilities8 (also referred to as selectors) once collection begins.  NSA \nmust also minimize its collection in accordance with its minimization procedures.  Each of these \nresponsibilities is detailed in Appendix A.  Given its central role in the Section 702 process, NSA \nhas devoted substantial oversight and compliance resources to monitoring its implementation of the \nSection 702 authorities.  NSA’s internal oversight and compliance mechanisms are further \ndescribed in Appendix A. \n(U)  NSD and ODNI’s joint oversight of NSA’s implementation of Section 702 consists of \nperiodic compliance reviews, which the NSA targeting procedures require,9 as well as the \ninvestigation and reporting of specific compliance incidents.  During this reporting period, NSD and \nODNI conducted the following onsite reviews at NSA: \nFigure 1:  (U)  NSA Reviews  \nDate of Review  Taskings/Minimization Reviewed \nFebruary 24, 2017  December 1, 2016 – January 31, 2017 \nApril 28, 2017  February 1, 2017 – March 31, 2017 \nJune 16, 2017  April 1, 2017 – May 31, 2017 \n(U) Figure 1 is UNCLASSIFIED. \n(U)  Reports for each of these reviews document the relevant time period of the review, the \nnumber and types of communication facilities tasked, and the types of information that NSA relied \nupon, as well as provide a detailed summary of the findings for that reporting period.  These reports \n8 (U)  Section 702 authorizes the targeting of non-United States persons reasonably believed to be located outside the \nUnited States.  This targeting is effectuated by tasking communication facilities (i.e. selectors), including but not \nlimited to telephone numbers and electronic communications accounts, to Section 702 electronic communication service \nproviders.  The oversight review process, which is described in this joint assessment, applies to the targeting of every \ncommunication facility, regardless of the type of facility.  A fuller description of the Section 702 targeting process may \nbe found in the Appendix.  This assessment uses the terms facilities and selectors interchangeably and is not attempting \nto make a substantive distinction between the two terms. \n9 (U)  The NSA targeting procedures require that the onsite reviews occur approximately every two months. \n9 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nhave been provided to the congressional committees with the Section 707 Report, as required by \nSection 707(b)(1)(F) of FISA. \n(U) The joint oversight review process for NSA targeting begins well before the onsite\nreview.  Prior to each onsite review, NSA electronically sends the tasking record (known as a \ntasking sheet) for each facility tasked during the reporting period to NSD and ODNI.  Members of \nthe joint oversight team initially review the tasking sheets, with ODNI team members sending any \nquestions they may have concerning the tasking sheets to NSD, who then prepares a detailed report \nof the findings, including any questions and requests for additional information.  NSD shares this \nreport with the ODNI members of the joint oversight team.  During this initial review, the joint \noversight team determines whether the tasking sheets meet the documentation standards required by \nNSA’s targeting procedures and provide sufficient information to ascertain the basis for NSA’s \nforeignness determinations.  The joint oversight team also reviews whether the tasking was in \nconformance with the targeting procedures and statutory requirements.  For those tasking sheets \nthat, on their face, meet the standards and provide sufficient information, no further supporting \ndocumentation is requested.  The joint oversight team then identifies the tasking sheets that did not \nprovide sufficient information and requests additional information.   \n(U) During the onsite review, the joint oversight team examines the cited documentation\nunderlying these identified tasking sheets, together with the NSA Office of Compliance for \nOperations (formerly known as the NSA’s Signals Intelligence Directorate (SID) Office of \nOversight and Compliance),10 NSA attorneys, and other NSA personnel as required.  The joint \noversight team works with NSA to answer questions, identify issues, clarify ambiguous entries, and \nprovide guidance on areas of potential improvement.  Interaction continues following the onsite \nreviews in the form of electronic and telephonic exchanges to answer questions and clarify issues.   \n(U) The joint oversight team also reviews NSA’s minimization of Section 702-acquired\ndata.  NSD currently reviews all of the serialized reports (ODNI reviews a sample) that NSA has \ndisseminated and identified as containing Section 702-acquired United States person information.  \nThe team also reviews a sample of serialized reports that NSA has disseminated and identified as \ncontaining Section-702 acquired non-United States person information.  NSD and ODNI also \nreview a sample of NSA disseminations to certain foreign government partners made outside of its \nserialized reporting process.  These disseminations consist of information that NSA has evaluated \nfor foreign intelligence and minimized, but which may not have been translated into English.   \n(U)NSA’s Section 702 minimization procedures provide that any use of United States\nperson identifiers as terms to identify and select communications must first be approved in \naccordance with NSA procedures,11 which must require a statement of facts establishing that the use \nof any such identifier as a selection term is reasonably likely to return foreign intelligence \ninformation, as defined in FISA.  With respect to queries of Section 702-acquired content using a \n10 (U) NSA’s SID Oversight & Compliance office was replaced by NSA’s Office of Compliance for Operations (OCO) \non August 31, 2016, as part of NSA’s internal reorganization.  \n11 (U)  NSA released these internal procedures in response to a Freedom of Information (FOIA) case filed in the U.S. \nDistrict Court, Southern District of New York, ACLU v. National Security Agency, et al. (hereafter the ACLU FOIA), \nand they were posted, in redacted form, on ODNI’s IC on the Record on April 11, 2017.   \n10 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nUnited States person identifier, the joint oversight team reviews all approved United States person \nidentifiers to ensure compliance with NSA’s minimization procedures.12  For each approved \nidentifier, NSA also provides information detailing why the proposed use of the United States \nperson identifier would be reasonably likely to return foreign intelligence information, the duration \nfor which the United States person identifier has been authorized to be used as a query term, and \nany other relevant information.  In addition, with respect to queries of Section 702-acquired \nmetadata using a United States person identifier, NSA’s internal procedures require that NSA \nanalysts document the basis for each metadata query prior to conducting the query.  NSD reviews \nthe documentation for 100% of the metadata queries that NSA provides to NSD.13   \n(U)  Additionally, the joint oversight team investigates and reports incidents of \nnoncompliance with the NSA targeting and minimization procedures, as well as with the Attorney \nGeneral Acquisition Guidelines.  While some of these incidents may be identified during the \nreviews, most are identified by NSA analysts or by NSA’s internal compliance program.  NSA is \nalso required to report certain events that may not be incidents of non-compliance.  For example, \nNSA is required to report all instances in which Section 702 acquisition continued while a targeted \nindividual was in the United States, whether or not NSA had any knowledge of the target’s travel to \nthe United States.14  The purpose of such reporting is to allow the joint oversight team to assess \nwhether a compliance incident has occurred and to confirm that any necessary remedial action is \ntaken.  Investigations of all of these incidents sometimes result in requests for supplemental \ninformation.  All compliance incidents identified by these investigations are reported to the \ncongressional committees in the Section 707 Report and to the FISC. \n(U)  II.  Joint Oversight of CIA \n(U)  As further described in detail in Appendix A, although CIA does not directly engage in \ntargeting or acquisition, it does nominate potential Section 702 targets to NSA.  Because CIA \nnominates potential Section 702 targets to NSA, the joint oversight team conducts onsite visits at \nCIA, and includes the results of those visits in the bimonthly NSA review reports discussed above.  \n12 (U) On May 2, 2017, the DNI publicly released ODNI’s fourth annual Transparency Report[s]: Statistical \nTransparency Report Regarding Use of National Security Authorities for Calendar Year 2016 (hereafter the 2016 \nTransparency Report).  Pursuant to reporting requirements proscribed by the USA FREEDOM Act (see 50 U.S.C. § \n1873(b)(2)(A)), the 2016 Transparency Report provided the “estimated number of search terms concerning a known \nUnited States person used to retrieve the unminimized contents of communications obtained under Section 702” \n(emphasis added) for the entire calendar year of 2016.  \n13 (U) Also pursuant to reporting requirements proscribed by the USA FREEDOM Act (see 50 U.S.C. § 1873(b)(2)(B)), \nthe 2016 Transparency Report provided the “estimated number of queries concerning a known United States person \nused to retrieve the unminimized noncontents [(i.e. metadata)] information obtained under Section 702” (emphasis \nadded) for the entire calendar year of 2016. \n14 (U) If NSA had no prior knowledge of the target’s travel to the United States and, upon learning of the target’s travel, \nimmediately “detasked” (i.e. stopped collection against) the target’s facility, as is required by NSA’s targeting \nprocedures, the collection while the target was in the United States would not be considered a compliance incident \nunder NSA’s targeting procedures, although the collection would generally be subject to purge under the applicable \nminimization procedures.  The joint oversight team carefully considers, and where appropriate, obtains additional facts \nregarding every reported detasking decision to ensure that NSA’s collection and detasking complied with its targeting \nand minimization procedures. \n11 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nCIA has established internal compliance mechanisms and procedures to oversee proper \nimplementation of its Section 702 authorities.  \n(U)  The onsite reviews also focus on CIA’s application of its Section 702 minimization \nprocedures.  For this reporting period, NSD and ODNI conducted the following onsite reviews at \nCIA: \nFigure 2:  (U)  CIA Reviews \nDate of Visits  Minimization Reviewed \nMarch 9 and 10, 2017  December 1, 2016 – January 31, 2017 \nMay 8 and 10, 2017  February 1, 2017 – March 31, 2017 \nJune 28 and 30, 2017  April 1, 2017 – May 31, 2017 \n(U) Figure 2 is UNCLASSIFIED. \nReports for each of those reviews have previously been provided to the congressional committees \nwith the Section 707 Report, as required by Section 707(b)(1)(F) of FISA. \n(U)  As a part of the onsite reviews, the joint oversight team examines documents related to \nCIA’s retention, dissemination, and querying of Section 702-acquired data.  The team reviews a \nsample of communications acquired under Section 702 and identified as containing United States \nperson information that have been minimized and retained by CIA.  Reviewers ensure that \ncommunications have been properly minimized and discuss with CIA personnel issues involving \nthe proper application of CIA’s minimization procedures.  The team also reviews all disseminations \nof information acquired under Section 702 that CIA identified as potentially containing United \nStates person information.  In addition, NSD and ODNI review CIA’s written foreign intelligence \njustifications for all queries using United States person identifiers of the content of unminimized \nSection 702-acquired communications to assess whether those queries were compliant with CIA’s \nminimization procedure requirements that such queries are reasonably likely to return foreign \nintelligence information, as defined by FISA. 15    \n(S//NF)  CIA may receive  16 unminimized Section 702-acquired \ncommunications.  Such communications must be minimized pursuant to CIA’s minimization \nprocedures.  Additionally, and as further described in detail in Appendix A, CIA nominates \npotential Section 702 targets to NSA.  \n the joint oversight team conducts onsite visits at CIA \nto review CIA’s original source documentation   \n the \nresults of those visits are included in the bimonthly NSA review reports discussed previously.  CIA \n15 (S//NF)  As of   CIA had  , such that NSD and ODNI will be able to \nreview CIA’s written foreign intelligence justifications for queries using United States person identifiers of the \nnoncontents of unminimized Section 702-acquired communications.  NSD and ODNI’s assessments of such queries will \nbe included in future joint assessments, as appropriate.  \n16\n12 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nhas established internal compliance mechanisms and procedures to oversee proper implementation \nof its Section 702 authorities.  Those processes are further described in Appendix A.   \n(U) In addition to the bimonthly reviews, the joint oversight team also investigates and\nreports incidents of noncompliance with CIA’s minimization procedures, the Attorney General \nAcquisition Guidelines, or other agencies’ procedures in which CIA is involved.17  Investigations \nare coordinated through the CIA FISA Program Office and CIA’s Office of General Counsel (CIA \nOGC), and when necessary, may involve requests for further information, meetings with CIA legal, \nanalytical and/or technical personnel, or the review of source documentation.  All compliance \nincidents identified by those investigations are reported to the congressional committees in the \nSection 707 Report and to the FISC. \n(U) III.  Joint Oversight of FBI\n(U) FBI fulfills various roles in the implementation of Section 702.  First, FBI is authorized\nunder the certifications to acquire foreign intelligence information.  Those acquisitions must be \nconducted pursuant to FBI’s Section 702 targeting procedures.   \n(S//NF) Second, FBI also\n Pursuant to its \nown authority, FBI is authorized to  from electronic communication \nservice providers by targeting facilities that NSA designates (hereinafter “Designated Accounts”). \nFBI conveys  from the electronic communications service providers \n for processing in accordance with the \nagencies’ FISC-approved minimization procedures.   \n(S//NF) Third,  FBI may receive  unminimized Section 702-acquired \ncommunications.  Such communications must be minimized pursuant to FBI’s Section 702 \nminimization procedures.  Like CIA, FBI has a process for nominating to NSA new facilities to be \ntargeted pursuant to Section 702. \n(U) FBI’s internal compliance program and NSD and ODNI’s oversight program are\ndesigned to ensure FBI’s compliance with statutory and procedural requirements for each of those \nthree roles.  Each of the roles discussed above, as well as FBI’s internal compliance program, are \nset forth in further detail in Appendix A. \n(U) NSD and ODNI generally conduct monthly reviews at FBI headquarters of FBI’s\ncompliance with its targeting procedures and bimonthly reviews at FBI headquarters of FBI’s \ncompliance with its minimization procedures.  Reports for each of those reviews have been \nprovided to the congressional committees with the Section 707 Report, as required by Section \n17 (U)  Insofar as CIA nominates facilities for tasking and reviews content that may indicate that a target is located in the \nUnited States or is a United States person, some investigations of possible noncompliance with the NSA targeting \nprocedures can also involve CIA.  \n13 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n707(b)(1)(F) of FISA.  For this reporting period, onsite reviews at FBI Headquarters were \nconducted on the following dates: \nFigure 3:  (U)  FBI Reviews \nDate of Visit  Targeting and Minimization Reviewed \nFebruary 7 and 8, 2017  December 2016 targeting decisions \nMarch 15 and 16, 2017  January 2017 targeting decisions \nApril 11 and 12, 2017  February 2017 targeting decisions and December 1, 2016 \nthrough February 28, 2017, minimization decisions \nMay 3 and 4, 2017  March 2017 targeting decisions \nJune 20 and 21, 2017  April 2017 targeting decisions and March 1 through May \n31, 2017, minimization decisions \nJune 27 and 28, 2017  May 2017 targeting decisions \n(U) Figure 3 is UNCLASSIFIED. \n(U)  In conducting the targeting review, the joint oversight team reviews the targeting \nchecklist completed by FBI analysts and supervisory personnel involved in the process, together \nwith supporting documentation.18  The joint oversight team also reviews a sample of other files to \nidentify any other potential compliance issues.  FBI analysts, supervisory personnel, and attorneys \nfrom FBI’s Office of General Counsel (FBI OGC) are available to answer questions and provide \nsupporting documentation.  The joint oversight team provides guidance on areas of potential \nimprovement. \n(U)  At the FBI reviews, with respect to minimization, the joint oversight team reviews \ndocuments related to FBI’s application of its Section 702 minimization procedures.  The team \nreviews a sample of communications that FBI has marked in its systems as both meeting the \nretention standards and containing United States person information.  The team also reviews all \ndisseminations by the relevant FBI headquarters unit of information acquired under Section 702 that \nFBI identified as potentially containing non-publicly available information concerning unconsenting \nUnited States person information.     \n(U)  In addition to conducting minimization reviews at FBI headquarters, during this \nreporting period, NSD continued to conduct minimization reviews at FBI field offices in order to \nreview the retention, query, and dissemination decisions made by FBI field office personnel with \nrespect to Section 702-acquired data.  During those field office reviews, NSD reviewed a sample of \nretention decisions made by FBI personnel in Section 702 cases and a sample of disseminations of \ninformation acquired under Section 702 that FBI identified as potentially containing non-publicly \navailable information concerning unconsenting United States persons.  NSD also reviewed a sample \nof queries by FBI personnel in FBI systems that contain raw (unminimized) FISA-acquired \ninformation, including Section 702-acquired information.  Those reviews ensure that the queries \ncomplied with the requirements in FBI’s FISA minimization procedures, including its Section 702 \nminimization procedures.  In addition, as a result of a Court-ordered reporting requirement in the \n18 (S//NF)  Supporting document includes, among other things,  . The joint oversight \nteam reviews every file identified by FBI   \n \n14 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nFISC’s November 6, 2015 Memorandum Opinion and Order19 for queries conducted after \nDecember 4, 2015, NSD reviews those queries to determine if any such queries were conducted \nsolely for the purpose of returning evidence of a crime.  If such a query was conducted, NSD would \nseek additional information as to whether FBI personnel received and reviewed Section 702-\nacquired information of or concerning a United States person in response to such a query.  Pursuant \nto the FISC’s opinion and order, such queries must subsequently be reported to the FISC.  \n(U)  As detailed in the attachments to the Attorney General’s Section 707 Report, NSD \nconducted minimization reviews at 14 FBI field offices during this reporting period and reviewed \ncases involving Section 702-tasked facilities.20  ODNI joined NSD at a subset of those reviews; \nODNI received written summaries regarding all of the reviews from NSD regardless of whether \nODNI was in attendance.  Those reviews are further discussed in Section IV below.   \n(S//NF)  Separately, in order to evaluate the FBI’s   \nacquisition   and provision of  , the joint \noversight team conducts an annual process review with FBI’s technical personnel to ensure that \nthose activities complied with applicable minimization procedures.  The last annual process review \noccurred in March 2017.   \n(S//NF)  As further described in detail in Appendix A, FBI nominates potential Section 702 \ntargets to NSA. \n FBI has established \ninternal compliance mechanisms and procedures to oversee proper implementation of its Section \n702 authorities.  Those processes are further described in Appendix A.   \n(U)  The joint oversight team also investigates potential incidents of noncompliance with the \nFBI targeting and minimization procedures, the Attorney General’s Acquisition Guidelines, or other \nagencies’ procedures in which FBI is involved.21  Those investigations are coordinated with FBI \nOGC and may involve requests for further information; meetings with FBI legal, analytical, and/or \ntechnical personnel; or review of source documentation.  Compliance incidents identified by those \ninvestigations are reported to the congressional committees in the Section 707 Report and to the \nFISC. \n19 (U)  The FISC’s November 6, 2015 Opinion and Order approved the 2015 FISA Section 702 Certifications.  On \nApril 19, 2016, the DNI, in consultation with the Attorney General, released in redacted form, this Opinion and Order \non the ODNI public website IC on the Record. \n(S//NF) The title of the FISC’s November 6, 2015 opinion is \n20 (S//NF)  During those field office reviews, NSD reviewed   cases involving Section 702-tasked facilities. \n21 (U)  Insofar as FBI nominates facilities for tasking and reviews content that may indicate that a target is located in the \nUnited States or is a United States person, some investigations of possible noncompliance with the NSA targeting \nprocedures can also involve FBI. \n15 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U) IV.  Joint Oversight of NCTC\n(U) As noted above, NCTC previously played a more limited role in implementing Section\n702, as reflected in the “Minimization Procedures Used by NCTC in connection with Information \nAcquired by the FBI pursuant to Section 702 of FISA, as amended.”  For the majority of this \nreporting period, under these limited minimization procedures, NCTC was not authorized to receive \nunminimized Section 702 data, but NCTC had access to certain FBI systems containing minimized \nSection 702 information pertaining to counterterrorism.  As part of the joint oversight of NCTC to \nensure compliance with these procedures, NSD and ODNI conduct reviews of NCTC’s access, \nreceipt, and processing of minimized Section 702 information received from FBI.  NSD conducted \nthe most recent review at NCTC for this reporting period in May 2017.   \n(S//NF)  As referenced in footnote 4, during this reporting period, NCTC was authorized to \nreceive unminimized Section 702 information pertaining to counterterrorism.  NCTC’s processing, \nretention, and dissemination of such information is subject to its 2016 Minimization Procedures.  \nUnlike  NCTC does not directly engage in targeting or acquisition, nor does it \nnominate potential Section 702 targets NCTC may receive  unminimized \nSection 702-acquired communications.  Such communications must be minimized pursuant to \nNCTC’s minimization procedures.  NCTC has established internal compliance mechanisms and \nprocedures to oversee proper implementation of its Section 702 authorities.  Because NCTC now \nacquires unminimized Section 702 information, the joint oversight team conducts onsite visits at \nNCTC, and the results of those visits are included in bimonthly NCTC review reports.  The onsite \nreviews focus on NCTC’s application of its Section 702 minimization procedures.  In July 2017, \nwhich is outside this reporting period, NSD and ODNI conducted the first onsite review at NCTC to \nassess NCTC’s handling of unminimized Section 702-acquired communications pursuant to its \n2016 Section 702 minimization procedures.  The July 2017 onsite review at NCTC will be \ndiscussed in a subsequent joint assessment, as appropriate. \n(U) As a part of the onsite review, the joint oversight team examines documents related to\nNCTC’s retention, dissemination, and querying of Section 702-acquired data.  The team reviews all \ncommunications acquired under Section 702 that have been minimized and retained by NCTC, \nirrespective of whether it contains United States person information.  Reviewers ensure that \ncommunications have been properly minimized and discuss with personnel issues involving the \nproper application of NCTC’s minimization procedures.  The team also reviews all NCTC \ndisseminations of information acquired under Section 702.  In addition, NSD and ODNI review \nNCTC’s written foreign intelligence justifications for all queries of the content of unminimized \nSection 702-acquired communications. \n(U) In addition to the bimonthly reviews, the joint oversight team also investigates and\nreports incidents of noncompliance with NCTC’s minimization procedures or other agencies’ \nprocedures in which NCTC is involved.22  Investigations are coordinated through the NCTC \nCompliance and Transparency Group and NCTC Legal, a forward deployment component of the \nDNI Office of General Counsel (DNI OGC), and when necessary, may involve requests for further \n22 (U)  Insofar as NCTC reviews content that may indicate that a target is located in the United States or is a United \nStates person, some investigations of possible noncompliance with the NSA targeting procedures can also involve \nNCTC.   \n16 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \ninformation; meetings with NCTC Legal, analytical, and/or technical personnel; or the review of \nsource documentation.  All compliance incidents identified by those investigations are reported to \nthe congressional committees in the Section 707 Report and to the FISC. \n(U) V.  Interagency/Programmatic Oversight\n(U) Because the implementation and oversight of the Government’s Section 702 authorities\nare a multi-agency effort, investigations of particular compliance incidents may involve more than \none agency.  The resolution of particular compliance incidents can provide lessons learned for all \nagencies.  Robust communication among the agencies is required for each to effectively implement \nits authorities, gather foreign intelligence, and comply with all legal requirements.  For those \nreasons, NSD and ODNI conduct twice monthly telephone calls and quarterly meetings (in addition \nto ad hoc calls and meetings on specific topics as needed) with representatives from all agencies \nimplementing Section 702 authorities to discuss and resolve interagency issues affecting \ncompliance with the statute and applicable procedures.  Additionally, NSD and ODNI conduct \nweekly telephone calls with NSA to address outstanding compliance matters and work through the \nprocess of understanding those matters and reporting incidents to the FISC. \n(U) NSD and ODNI’s programmatic oversight also involves efforts to proactively minimize\nthe number of incidents of noncompliance.  For example, NSD and ODNI have required agencies to \ndemonstrate to the joint oversight team new or substantially revised systems involved in Section \n702 targeting or minimization prior to implementation.  NSD and ODNI personnel also continue to \nwork with the agencies to review and, where appropriate, seek modifications of their targeting and \nminimization procedures in an effort to enhance the Government’s collection of foreign intelligence \ninformation, civil liberties protections, and compliance.   \n(U) VI.  Training\n(U) In addition to specific instructions to personnel directly involved in certain incidents of\nnoncompliance discussed in Section 4, the agencies and the joint oversight team have also \ncontinued their training efforts to ensure compliance with the targeting and minimization \nprocedures.  NSA continued to administer the compliance training course updated in November \n2016.23  All NSA personnel who require access to Section 702 data are required to complete this \ncourse on an annual basis in order to gain and/or maintain that access.  Additionally, NSA \ncontinued providing training on a more informal and ad hoc basis by issuing training reminders and \ncompliance advisories to analysts concerning new or updated guidance to maintain compliance with \nthe Section 702 procedures.  Those training reminders and compliance advisories are e-mailed to \nindividual analysts and targeting adjudicators and maintained on internal agency websites24 where \n23 (U) The transcript associated with this training, dated August 2016, was posted, in redacted form, on IC on the \nRecord on August 22, 2017, in response to the aforementioned ACLU FOIA case titled, OVSC1203: FISA Amendments \nAct Section 702 (Document 17, NSA’s Training on FISA Amendments Act Section 702). \n24 (U) These documents were posted, in redacted form, on ODNI’s IC on the Record on August 23, 2017, in response to \nthe aforementioned ACLU FOIA case:  NSA’s 702 Targeting Review Guidance (Document 10), NSA’s 702 Practical \nApplications Training (Document 11), NSA’s 702 Training for NSA Adjudicators (Document 12), and NSA’s 702 \nAdjudication Checklist (Document 13). \n17 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \npersonnel can obtain information about specific types of Section 702-related issues and compliance \nmatters.  \n(U) CIA continues to provide regular FISA training at least twice a year to all of the\nattorneys it embeds with CIA operational personnel.  Additionally, CIA has a required training \nprogram for anyone handling raw Section 702-acquired data that provides hands-on experience with \nhandling and minimizing Section 702-acquired data, as well as the Section 702 nomination process; \nduring this reporting period, CIA continued to implement this training, which is required for all \npersonnel who nominate facilities to NSA and/or minimize Section 702-acquired communications.  \nFurthermore, CIA has issued guidance to its personnel about how to properly conduct United States \nperson queries that are reasonably likely to return foreign intelligence information, see USP Query \nGuidance for Personnel with Access to Unminimized FISA Section 702 Data.25   \n(U) FBI has similarly continued implementing its online training programs regarding\nSection 702 nominations, minimization, and other related requirements.  Completion of those FBI \nonline training programs is required of all FBI personnel who request access to Section 702 \ninformation.  NSD and FBI have also conducted in-person trainings at multiple FBI field offices.  \nFor example, during this current reporting period, NSD and FBI continued to provide additional \nfocused training at FBI field offices on the Section 702 minimization procedures, including training \nFBI field personnel on the attorney-client privileged communication provisions of FBI’s \nminimization procedures.26  NSD training at FBI field offices also included training on the reporting \nrequirement from the FISC’s November 6, 2015 Memorandum Opinion and Order regarding the \n2015 FISA Section 702 Certifications.   As discussed above, this reporting requirement applies to \nqueries conducted after December 4, 2015, that were conducted solely for the purpose of returning \nevidence of a crime and returned Section 702-acquired information of or concerning a United States \nperson that was reviewed by FBI personnel. \n(U) NCTC provides training on the NCTC Section 702 Minimization Procedures to all of its\npersonnel who may have access to raw Section 702-acquired information.  NCTC uses a training \ntracking system through which NCTC can verify that its users have received the appropriate Section \n702 training before being given access to raw Section 702-acquired information.  In addition, \nNCTC conducts audits of personnel at NCTC who accessed raw Section 702-acquired information \nin its system to confirm that those personnel who access raw Section 702-acquired information had \nreceived training on the NCTC Section 702 Minimization Procedures. \n(U) SECTION 3:  TRENDS IN SECTION 702\nTARGETING AND MINIMIZATION\n(U) In conducting the above-described oversight program, NSD, ODNI, and the agencies\nhave collected a substantial amount of data regarding the implementation of Section 702.  In this \n25 (U) In response to the aforementioned ACLU FOIA case, CIA’s guidance document was posted, in redacted form, on \nODNI’s IC on the Record on April 11, 2017, see ACLU April 2017 Production 5, Document 15 “CIA’s United States \nPerson Query Guidelines for Personnel.” \n26 (U)  This specific training began before and continued after the current reporting period of December 1, 2016 – \nMay 31, 2017.   \n18 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nsection, a comprehensive collection of this data has been compiled in order to identify overall trends \nin the agencies’ targeting, minimization, and compliance.   \n(U)  I.  Trends in NSA Targeting and Minimization \n(U)  NSA provides to the joint oversight team the average approximate number of facilities \nthat were under collection on any given day during the reporting period.  Because the actual number \nof facilities tasked remains classified,27 the figure charting the average number of facilities under \ncollection is classified as well.  Since the inception of the program, the total number of facilities \nunder collection during each reporting period has steadily increased with the exception of two \nreporting periods that experienced minor decreases.28   \nFigure 4:  (TS//SI//NF)  Average Number of Facilities Under Collection \n(U) Figure 4 is classified TOP SECRET//SI//NOFORN \n27 (U)  The provided number of facilities, on average, subject to acquisition during the reporting period remains \nclassified and is different from the unclassified estimated number of targets affected by Section 702 released by the \nODNI most recently in its 2016 Transparency Report.  The classified numbers estimate the number of facilities subject \nto Section 702 acquisition, whereas the unclassified numbers provided in the Transparency Report estimate the number \nof Section 702 targets.  As noted in the Transparency Report, the number of 702 ‘targets’ reflects an estimate of the \nnumber of known users of particular facilities, subject to intelligence collection under those Certifications.  The \nclassified number of facilities account for those facilities subject to Section 702 acquisition during the current six month \nreporting period, whereas the Transparency Report estimates the number of targets affected by Section 702 during the \ncalendar year.  \n28 (U)  One of the reporting periods in which the total number of facilities under collection decreased occurred prior to \n2010 and is not reflected in Figure 4.  \n19 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(TS//SI//NF) More specifically, NSA reports that, on average, approximately   \nfacilities were under collection pursuant to the applicable certifications on any given day during the \nreporting period.29  This represents a 27.4% increase from the approximately   facilities \nunder collection on any given day in the last reporting period.30 \n(U) The above statistics describe the average number of facilities under collection at any\ngiven time during the reporting period.  The total number of newly tasked facilities during the \nreporting period provides another useful metric.31  Classified Figure 5 charts the total monthly \nnumbers of newly tasked facilities since 2010. \nFigure 5:  (TS//SI//NF)  New Taskings by Month (Yearly Average for 2011 through Nov. 2016) \n(U)Figure 5 is classified TOP SECRET//SI//NOFORN.\n29 (S//NF)  The applicable certifications for this reporting period were  \n \n30\n31 (U)  The term newly tasked facilities refers to any facility that was added to collection under a certification.  This \nterm includes any facility added to collection pursuant to the Section 702 targeting procedures; some of these newly \ntasked facilities are facilities that had been previously tasked for collection, were detasked, and then retasked. \n20 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(S//SI//NF)  Specifically, NSA provided documentation of  new taskings during the \nreporting period.  This represents a 33.8% increase in new taskings from the previous reporting \nperiod. \n(S//SI//NF)  NSA tasked an average of   telephony facilities during the first eleven \nmonths of 2016.  From December 2016 through May 2017, NSA has tasked an average of   \ntelephony facilities.  This represents increase in the average monthly telephony facilities \nwhen compared to the first eleven months of 2016.   \n(S//SI//NF)  NSA tasked an average of   electronic communications accounts during the \nfirst eleven months of 2016.  From December 2016 through May 2017, NSA tasked an average of \nelectronic communication accounts ( increase from the January through November \n2016 monthly average).   \n(U) With respect to minimization, NSA identified to the joint oversight team the number of\nserialized reports NSA generated based upon minimized Section 702-acquired data, and provided \nNSD and ODNI access to all reports NSA identified as containing United States person \ninformation.32  Figure 6 contains the classified number of serialized reports and reports identified as \ncontaining United States person information over the last ten reporting periods.  The NSD and \nODNI review revealed that the United States person information was at least initially masked in the \nvast majority of circumstances.33  The number of serialized reports NSA has identified as containing \nUnited States person information increased after slightly decreasing for the prior two reporting \nperiods.  \n32 (U) Previous joint assessments referred to those reports containing minimized Section 702- or Protect America Act \n(PAA)-acquired information.  However, given that Section 702 of FAA replaced the PAA in 2008, the Government no \nlonger disseminates minimized information that was previously acquired pursuant to PAA.  However, Figure 6 provides \na trend analysis over a longer period of time and may include reports containing minimized PAA-acquired information \nin addition to minimized Section 702-acquired information. \n33 (U)  NSA generally “masks” United States person information by replacing the name or other identifying information \nof the United States person with a generic term, such as “United States person #1.”  Agencies may request that NSA \n“unmask” the United States person identity.  Prior to such unmasking, NSA must determine that the United States \nperson’s identity meets the applicable standards in NSA’s minimization procedures.  \n21 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nFigure 6:  (S//NF)  Total Disseminated NSA Serialized Reports Based Upon Section \n702-Acquired Data and Number of Such Reports NSA Identified as Containing USP\n(U)Figure 6 is classified SECRET//NOFORN.\n(S//NF)  Specifically, in this reporting period NSA identified to NSD and ODNI   \nserialized reports based upon minimized Section 702-acquired data.  This represents a 13.7% \nincrease from the  serialized reports NSA identified in the prior reporting period.  NSA \nattributes this increase, in part, to its expanded use of Section 702 \nwhich have produced reportable foreign intelligence information.  Figure 6 reflects \nNSA reporting over the last ten reporting periods; this is the first and only decrease for these ten \nreporting periods. \n(S//NF)  Figure 6 also shows the number of these serialized reports that NSA identified as \ncontaining United States person information.  During this reporting period, NSA identified  \nserialized reports as containing United States person information derived from Section 702-acquired \ndata.34  The percentage of reports containing United States person information was slightly higher \nthis reporting period (8.5%) than the 8.4% reported in the previous reporting period and similar to \nthe 8.5% and 9.0% reported in the two prior reporting periods.  \n34 (U)  NSA does not maintain records that allow it to readily determine, in the case of a report that includes information \nfrom several sources, from which source a reference to a United States person was derived.  Accordingly, the references \nto United States person identities may have resulted from collection pursuant to Section 702 or from other authorized \nsignals intelligence activity conducted by NSA that was reported in conjunction with information acquired under \nSection 702.  Thus, the number provided above is assessed to likely be over-inclusive.  NSA has previously provided \nthis explanation in its Annual Review pursuant to Section 702(l)(3) that is provided to Congress. \n22 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U) II.  Trends in FBI Targeting\n(U) Under Section 702, NSA designates and submits facilities to FBI for acquisition of\ncommunications from certain facilities that have been previously approved for Section 702 \nacquisition under the NSA targeting procedures.  FBI applies its own targeting procedures with \nregard to these designated accounts.  FBI reports to the joint oversight team the specific number of \nfacilities designated by NSA and the number of NSA-designated-facilities that FBI approved.35  As \ndetailed below, the number of facilities designated for acquisition has increased from the past \nreporting period, which is consistent with the general trend in prior reporting periods.36  \n(U) As classified Figure 7 details, FBI approves the vast majority of NSA’s designated\nfacilities and this percentage has been consistently high.  The high level of approval can be \nattributed to the fact that the NSA-designated facilities have already been evaluated and found to \nmeet the NSA targeting procedures.  FBI may not approve NSA’s request for acquisition of a \ndesignated facility for several reasons, including withdrawal of the request because the potential \ndata to be acquired is no longer of foreign intelligence interest, or because FBI has uncovered \ninformation causing NSA and/or FBI to question whether the user or users of the facility are non-\nUnited States persons located outside the United States.  Historically, the joint oversight team notes \nthat for those accounts not approved by FBI, only a small portion37 were rejected on the basis that \nthey were ineligible for Section 702 collection. \n(U) Between 2011 and December 2013, the yearly average of designated facilities approved\nby FBI steadily increased.  The yearly average of designated facilities approved by FBI in 2014 \nslightly decreased, and then increased again in 2015 and in the first eleven months of 2016.  \nBetween December 2016 and May 2017, the number of designated facilities approved by FBI each \nmonth has varied.  NSD and ODNI have continued to track the number of facilities approved by \nFBI in 2017 and will incorporate this information into future Joint Assessments. \n35\n36\n37\n23 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U)Figure 7 is classified SECRET//NOFORN.\n(S//SI//NF)  Specifically, FBI reports that NSA designated  accounts   \n during the reporting period – an average of  designated accounts per \nmonth.  This is a\n(S//NF)  FBI approved   requests\n(U) As indicated in prior Joint Assessments, the Government was previously able to provide\nfigures regarding the number of reports FBI had identified as containing minimized Section 702-\nacquired United States person information.  However, in 2013, FBI transitioned much of its \n24 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \ndissemination of Section 702-acquired information from FBI headquarters to FBI field offices.  \nNSD conducts oversight reviews at multiple FBI field offices each year, some of which ODNI \nattends, and during those reviews, NSD reviews a sample of the Section 702 disseminations issued \nby the respective field office.  Because every field office is not reviewed every six months, NSD no \nlonger has comprehensive numbers on the number of disseminations of Section 702-acquired \nUnited States person information made by FBI.  FBI does, however, report comparable information \non an annual basis to Congress and the FISC pursuant to 50 U.S.C. § 1881a(l)(3)(i).    \n \n(U)  III.  Trends in CIA Minimization \n \n(U)  CIA only identifies for NSD and ODNI disseminations of Section 702-acquired United \nStates person information.  Classified Figure 8 compiles the number of such disseminations of \nreports containing United States person information identified in the last ten reporting periods (June \n2012 – November 2012 through the current period of December 2016 – May 2017).  In the first four \nreporting periods, the number of CIA-identified disseminations containing United States person \ninformation, while always low, decreased.  In the fifth reporting period, the number of CIA-\nidentified disseminations containing United States person information, while still low, increased.  In \nthe sixth and seventh reporting periods, the number of CIA-identified disseminations containing \nUnited States person information again decreased.  In the eighth and ninth reporting periods, the \nnumber of CIA-identified disseminations containing United States person information increased.  In \nthis reporting period, the number of CIA-identified disseminations containing United States person \ninformation decreased. \n \n25 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nFigure 8:  (S//NF) Disseminations Identified by CIA as Containing Minimized \nSection 702-Acquired United States Person Information (Excluding Certain \nDisseminations to NCTC) \n         (U) Figure 8 is classified SECRET//NOFORN. \n(S//NF)  During this reporting period, CIA identified disseminations of Section 702-\nacquired data containing minimized United States person information.  This is a  decrease \nfrom the  such disseminations CIA made in the prior reporting period.\nand as reported in prior Joint Assessments, CIA also permits some personnel with \n NSD and ODNI, however, review all\ncontaining Section 702-acquired information that CIA has identified as \npotentially containing United States person information to ensure compliance with CIA’s \nminimization procedures. \n(U)  CIA also tracks the number of files its personnel determine are appropriate for broader \naccess and longer-term retention.  The CIA minimization procedures must be applied to those files \nbefore they are retained or transferred to systems with broader access.38  Classified Figure 9 details \nthe total number of files that were either retained or transferred, as well as the number of those \n38 \nIn making those retention decisions, CIA personnel are required to identify any files \npotentially containing United States person information.   \n26 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \nretained or transferred files that contain identified United States person information.39  Beginning in \nthe middle of the reporting period covered by the 13th Joint Assessment (dated September 2015), \nCIA began reporting the number of files CIA transferred to systems with broader access, instead of \nthe number of files retained in systems of limited access, as the number of transferred files provides \na more accurate portrayal of CIA’s use of Section 702-acquired information.  This current \nassessment reports the total number of files CIA transferred from December 2016 through May \n2017.  For reference, however, the number of files retained from prior assessment periods is also \ndisplayed in the Figure below.40  In all reporting periods, the number of retained or transferred files \nidentified by CIA as potentially containing United States person information has been consistently a \nvery small percentage of the total number of retained or transferred files.  \n \nFigure 9:  (S//NF) Total CIA Files Retained or Transferred and Total CIA Files that were \nRetained or Transferred Which Contained Potential United States Person Information  \n(U) Figure 9 is classified SECRET// NOFORN. \n                                                 \n39 (U)  As reported in the 11th Joint Assessment (October 2014), CIA determined in September 2014 that \ncharacterizations in prior assessments of the number of files having been “transferred” was not the most appropriate \nterm as some files had been retained for long term retention but had not been transferred to systems of broader access. \nConsequently, the numbers of files for which CIA had made a retention decision were re-characterized as having been \n“retained.”  Because the terms transferred and retained attempt to describe the same authorized actions under CIA’s \nMinimization Procedures, this Joint Assessment just refers to retention decisions. \n \n40 \n \n27 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n \n(S//NF)  For this reporting period, CIA analysts transferred a total of \n of which were identified by CIA as containing a communication with potential United States \nperson information.  This is decrease in the number of files transferred or retained when \ncompared with the previous reporting period when\nof which contained potential United States person information. \n   \n(U)  SECTION 4:  COMPLIANCE ASSESSMENT – FINDINGS \n(U)  The joint oversight team finds that during this reporting period, the agencies have \ncontinued to implement the procedures and follow the guidelines in a manner that reflects a focused \nand concerted effort by agency personnel to comply with the requirements of Section 702.  The \npersonnel involved in implementing the authorities are appropriately directing their efforts at non-\nUnited States persons reasonably believed to be located outside the United States for the purpose of \nacquiring foreign intelligence information.  Processes have been put in place to implement these \nauthorities and to impose internal controls for compliance and verification purposes.  The \ncompliance incidents during the reporting period represent a very small percentage of the overall \ncollection activity.  Based upon a review of the reported compliance incidents for this period, the \njoint oversight team does not believe that these incidents represent an intentional attempt to \ncircumvent or violate the procedures required by the Act.  \n \n(U)  As noted in prior reports, in the cooperative environment the implementing agencies \nhave established, an action by one agency can result in an incident of noncompliance with another \nagency’s procedures.  It is also important to note that a single incident can have broader \nimplications.   \n \n(U)  Each of the compliance incidents for this current reporting period is described in detail \nin the corresponding Section 707 Report.  The Joint Assessment provides NSD and ODNI’s \nanalysis of those compliance incidents in an effort to identify existing patterns or trends that might \nidentify the underlying causes of those incidents.  The joint oversight team then considers whether \nand how those underlying causes could be addressed through additional remedial or proactive \nmeasures and assesses whether the agency involved has implemented appropriate procedures to \nprevent recurrences.  The joint oversight team continues to assist in the development of such \nmeasures, some of which are detailed below, especially as it pertains to investigating whether \nadditional and/or new system automation may assist in preventing compliance incidents. \n \n(U)  I.  Compliance Incidents – General   \n \n(U)  A.  Statistical Data Relating To Compliance Incidents  \n \n(S//NF)  As noted in the Section 707 Report, there were a total of  compliance incidents \nthat involved noncompliance with NSA’s targeting or minimization procedures and  compliance \nincidents involving noncompliance with FBI’s targeting and minimization procedures, for a total of \n28 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nincidents involving NSA and/or FBI procedures.41  During this reporting period, there were \nidentified incidents of noncompliance with CIA’s minimization procedures.  There were no \nidentified instances of noncompliance by an electronic communication service provider issued a \ndirective pursuant to Section 702(h) of FISA. \n(U) Figure 10 puts those compliance incidents in the context of the average number of\nfacilities subject to acquisition on any given day42 during the reporting period: \nFigure 10:  (TS//SI//NF)  Compliance Incident Rate \nCompliance incidents during reporting period (December 1, 2016 – May 31, \n2017)  \nNumber of facilities on average subject to acquisition during the reporting \nperiod  \nCompliance incident rate:  number of incidents divided by average facilities  0.37% \nsubject to acquisition \n(U)Figure 10 is classified TOP SECRET//SI//NOFORN.\n(U) The compliance incident rate continues to remain below one percent, with the current\nrate of 0.37% representing a decrease from the 0.88% compliance incident rate in the prior reporting \nperiod.43  The number of notification delays decreased during this reporting period, but remained \nhigher than the number reported for several periods prior to the June 1, 2016 through November 30, \n2016 reporting period.  If the notification delays incidents are not included in the calculation, the \noverall compliance incident rate for this reporting period is 0.33%.  This information is explained \nbelow and detailed in Figure 11. \n(U) While the incident rate remains well below one percent, this percentage in and of itself\ndoes not provide a full measure of compliance in the program.  A single incident, for example, may \nhave broad ramifications and may involve multiple facilities.  Other incidents, such as notification \n41 (U)  As is discussed in the Section 707 report and herein, some compliance incidents involve more than one element \nof the IC.  Incidents have therefore been grouped not by the agency “at fault,” but instead by the set of procedures with \nwhich actions have been noncompliant. \n42 (S//NF) \n The Attorney General’s \nSection 707 report provides further details with respect to any particular incident.   \n43 (U) As explained in the previous joint assessment, the prior 0.88% compliance incident rate was largely attributed to \nan increase in two types of incidents.  If those two types of incidents had not been included in that reporting period, the \nprevious compliance incident rate would have been 0.40% (as opposed to 0.88%).  \n29 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \ndelays (described further below) may occur with frequency, but have limited significance with \nrespect to United States person information.44    \n \n(U)  The joint oversight team assesses that another measure of substantive compliance with \nthe applicable targeting and minimization procedures is to compare the compliance incident rate \nexcluding notification delays.  Figure 11 shows that adjusted rate: \n \nFigure 11:  (U) Compliance Incident Rate (as the number of incidents divided by the \nnumber of average facilities tasked), Not including Notification Delays  \n1.00%\n0.82%\n0.80%\n0.60%\n0.50%\n0.42%\n0.40% 0.34% 0.32% 0.33%\n0.25%\n0.20% 0.24%\n0.19%\n0.20%\n0.00%\n9th 10th 11th 12th 13th 14th 15th 16th 17th 18th\nJoint Assessment Period\n  \n(U) Figure 11 is UNCLASSIFIED. \n \n(U)  As Figure 11 demonstrates, the adjusted compliance incident rate calculated without the \nnotification delays is 0.33%, which is lower than what was reported in the prior reporting period \n(0.82%), and still below 1%.  While the underlying causes of the compliance incident rate are \ndiscussed later in this assessment, as the DNI explained on June 7, 2017, during an open hearing in \nfront of the Senate Select Committee on Intelligence, ODNI and DOJ's reviews have revealed an \nextremely low incident rate.  The DNI explained that, while mistakes have occurred, “any system \nwith zero compliance incidents is a broken compliance system because humans make mistakes.”  \nThe DNI emphasized that when the government finds compliance incidents, those incidents are \nreported and corrected.     \n \n                                                 \n44 (U)  The Joint Assessment has traditionally compared the number of compliance incidents to the number of average \ntasked facilities.  Using the number of average facilities subject to acquisition as the denominator provides a general \nproxy for an activity level that is relevant from a compliance perspective.  That is, the joint oversight team believes that \nthe number of targeted facilities generally comports with the number of activities that could result in compliance \nincidents (e.g. taskings, detaskings, disseminations, and queries).  Tracking this rate over consecutive years allows one \nto discern general trends as to how the Section 702 program is functioning overall from a compliance standpoint.   \n \n30 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n(U)  The joint oversight team assesses that the consistently low compliance incident rate of \nless than 1% is a result of training, internal processes designed to identify and remediate potential \ncompliance issues, and a continued focus by internal and external oversight personnel to ensure \ncompliance with the applicable targeting and minimization procedures.  \n \n(U)  B.  Categories of Compliance Incidents  \n \n(U)  Most of the compliance incidents occurring during the reporting period involved non-\ncompliance with the NSA’s targeting or minimization procedures.  This largely reflects the \ncentrality of NSA’s targeting and minimization efforts in the Government’s implementation of the \nSection 702 authority.  The compliance incidents involving NSA’s targeting or minimization \nprocedures have generally fallen into the following categories: \n \n  (U)  Tasking Issues.  This category involves incidents where noncompliance with the \ntargeting procedures resulted in an error in the initial tasking of the facility.   \n  (U)  Detasking Issues.  This category involves incidents in which the facility was \nproperly tasked in accordance with the targeting procedures, but errors in the \ndetasking of the facility caused noncompliance with the targeting procedures. \n  (U)  Overcollection.  This category involves incidents in which NSA’s collection \nsystems, in the process of attempting to acquire the communications of properly \ntasked facilities, also acquired data regarding untasked facilities, resulting in \n“overcollection.”    \n  (U)  Notification Delays.  This category involves incidents in which a facility was \nproperly tasked in accordance with the targeting procedures, but a notification \nrequirement contained in the targeting procedures was not satisfied.   \n  (U)  Documentation Issues.  This category involves incidents where the \ndetermination to target a facility was not properly documented as required by the \ntargeting procedures.   \n  (U)  Minimization Issues.  This category involves NSA’s compliance with its \nminimization procedures. \n  (U)  Other Issues.  This category involves incidents that do not fall into one of the \nsix above categories. \nIn some instances, an incident may involve more than one category of noncompliance. \n \n(U)  These categories are helpful for purposes of reporting and understanding the \ncompliance incidents.  Because the actual number of incidents remains classified, Figure 12A \ndepicts the percentage of compliance incidents in each category that occurred during this reporting \nperiod, whereas Figure 12B provides that actual classified number of incidents.     \n31 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \nFigure 12A:  (U) Percentage Breakdown of Compliance Incidents Involving the NSA \nTargeting and Minimization Procedures  \nDecember 1, 2016 - May 31, 2017\n0.9%\n11.2%\n24.9%\nTasking\n14.0%\nDetasking\nMinimization\nDocumentation\nNotification\n7.5%\nOther\n39.1%\n \n(U) Figure 12A is UNCLASSIFIED \n \nFigure 12B:  (S//NF) Number of Compliance Incidents Involving the NSA Targeting \nand Minimization Procedures  \n(U) Figure 12B is classified SECRET//NOFORN \n \n32 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n(U)  As Figures 12A and 12B demonstrate, the proportion of notification delays, which used \nto constitute the predominant share of incidents, remains low.  Tasking and detasking incidents \noften involve more substantive compliance incidents insofar as they can (but do not always) involve \ncollection involving a facility used by a United States person or an individual located in the United \nStates.  Furthermore, incidents of noncompliance with minimization procedures are also a focus of \nthe joint oversight team because these types of incidents may involve information concerning \nUnited States persons.   \n \n(S//NF)  More specifically, the number of tasking incidents decreased from \ndetasking incidents decreased   minimization incidents \ndecreased from  documentation incidents slightly increased \n and “other” category incidents decreased from   The number of \nnotification delays decreased   There were zero overcollection incidents in \nthis period, which is less than the single overcollection incident reported for the prior period. \n \n(U)  Figure 13 depicts the compliance incident rates, as compared to the average facilities on \ntask, for tasking and detasking incidents over the previous reporting periods.  While these tasking \nand detasking incidents are grouped in a single chart for a comparison, the tasking and detasking \nincidents are not relational to each other, i.e. an increase or decrease in the rate of tasking incidents \ndoes not result in an increase or decrease in the detasking incident rate. \n \nFigure 13:  (U)  Tasking and Detasking Incident Compliance Rates  \n0.40%\n0.35% 0.31%\n0.31%\n0.30%\n0.25% 0.22%\n0.20%\n0.13% 0.14%\n0.15%\n0.11%\n0.09%\n0.10% 0.07% 0.06% 0.07% 0.11% 0.06%\n0.10%\n0.05% 0.07% 0.08% 0.09% 0.08%\n0.07%\n0.05%\n0.00% 0.03%\n9th 10th 11th 12th 13th 14th 15th 16th 17th 18th\nTasking Detasking\n \n \n(U) Figure 13 is UNCLASSIFIED.\n \n(U)  Over the time periods covered in the above chart, the tasking and detasking incident \ncompliance rate has varied by fractions of a percentage point as compared to the average size of the \ncollection.  Tasking errors cover a variety of incidents, ranging from the tasking of an account that \n33 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \nthe Government should have known was used by a United States person or an individual located in \nthe United States to typographical errors in the initial tasking of the account that affect no United \nStates persons or persons located in the United States.45  The tasking compliance incident rate \ninvolving facilities used by United States persons was less than 0.01%, which was substantially \nlower than the overall tasking incident compliance rate.  Detasking errors more often involve a \nfacility used by a United States person or an individual located in the United States, who may or \nmay not have been the targeted user.46  The percentage of compliance incidents involving such \ndetasking incidents has remained consistently low.47  The detasking compliance incident rate \ninvolving facilities used by United States persons was also less than 0.01%. \n \n(U)  With respect to FBI’s targeting and minimization procedures, the total number of \nidentified targeting and minimization errors also remained low, as consistent with past reporting \nperiods.48  Classified Figure 14 shows the classified number of incidents for the last several \nreporting periods.  The joint oversight team assesses that FBI’s overall compliance with its targeting \nand minimization procedures is a result of FBI’s training and the processes it has designed to \neffectuate its procedures.   \n \n   \n                                                 \n45 (U) As discussed in detail in the 15th Joint Assessment, the significant increase in tasking errors during that reporting \nperiod was substantially caused by one particular NSA targeting office’s misunderstanding of the requirements of the \ntargeting procedures. As a result, that particular targeting office was required to retake the formal NSA Section 702 \nonline training. See the 15th Joint Assessment, pp. 35 – 36.  As detailed in the 17th Joint Assessment, the increase in \ntasking errors was not caused by a single targeting office’s misunderstanding of the rules, but a number of the tasking \nerrors consisted of a common fact pattern.     \n \n46\n \n47 (U)  NSD and ODNI note that the above incident rates fluctuate by hundredths of a percentage point.  Any perceived \nsignificant fluctuation is due to the scale of the graph (.00% to .25%).  If, for example, the chart used a 0% to 1% scale \nto show fluctuations, the chart would show two virtually flat lines hugging the bottom.  NSD and ODNI do not believe \nthat the different incident rates are statistically significant and note that the incident rate is consistently quite low. \n \n48\n34 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \nFigure 14:  (S//NF) Number of Compliance Incidents Involving the FBI Targeting and \nMinimization Procedures  \n \n(U) Figure 14 is classified SECRET//NOFORN. \n \n(S//NF)  There were  incidents during this reporting period that involved CIA’s \nminimization procedures;  incidents were also reported in the previous reporting period for \nCIA.  The joint oversight team assesses that CIA’s compliance is a result of its training, systems, \nand processes that were implemented when the Section 702 program was developed to ensure \ncompliance with its minimization procedures and the work of its internal oversight team.   \n \n(S//NF)  Finally, there were zero incidents of non-compliance caused by errors made by a \ncommunications service provider in this reporting period, which represents a decrease from the \nreported in the prior reporting period. The joint oversight team assesses that the low \nnumber of errors by the communications service providers is the result of continuous efforts by the \nGovernment and providers to ensure that lawful intercept systems effectively comply with the law \nwhile protecting the privacy of the providers’ customers.   \n \n(U)  II.  Review of Compliance Incidents – NSA Targeting and Minimization \nProcedures \n \n(U)  As with the prior Joint Assessment, this Joint Assessment takes a broad approach and \ndiscusses the trends, patterns, and underlying causes of the compliance incidents reported in the \nSection 707 Report.  The joint oversight team believes that analyzing the trends of those incidents, \nespecially in regard to their causes, helps the agencies focus resources, avoid future incidents, and \nimprove overall compliance.  The Joint Assessment primarily focuses on incidents involving NSA’s \ntargeting and minimization procedures, the volume and nature of which are better-suited to  \n35 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \ndetecting such patterns and trends.  The following subsections examine incidents of non-compliance \ninvolving NSA’s targeting and minimization procedures.  Most of those incidents did not involve \nUnited States persons, and instead involved matters such as typographical or other tasking errors, \ndetasking delays with respect to facilities used by non-United States persons who may have entered \nthe United States, or notification delays.  Some incidents during this reporting period did, however, \ninvolve United States persons.  United States persons were primarily impacted by: (1) tasking errors \nthat led to the tasking of facilities used by United States persons; (2) delays in detasking facilities \nafter NSA determined that the user of the facility was a United States person; and (3) non-\ncompliance with the NSA’s minimization procedures involving the unintentional improper \ndissemination, retention, or querying of Section 702 information. \n(U) The NSA compliance incident rate for this reporting period, excluding FBI and CIA\ncompliance incidents, is 0.36%49 and represents a substantial decrease from the compliance incident \nrate of the previous reporting period.  In the subsections that follow,50 this Joint Assessment \nexamines some of the underlying causes of incidents of non-compliance focusing on incidents that \nhave the greatest potential to impact United States persons’ privacy interests, albeit that those \nincidents represent a minority of the overall incidents.  Different types of communication issues, \ntechnical and system errors, and human errors are detailed and discussed below.  The joint oversight \nteam believes that analyzing the trends of these incidents, especially in regards to their causes, help \nthe agencies focus resources, avoid future incidents, and improve overall compliance.   \n(U) A.  The Impact of Compliance Incidents on United States Persons\n(U) A primary concern of the joint assessment team is the impact of certain compliance\nincidents on United States persons.  The Section 707 Report discusses every incident of \nnoncompliance with the targeting and minimization procedures, including any necessary purges \nresulting from these incidents.  Most of these incidents did not involve United States persons, and \ninstead involved matters such as typographical errors in tasking that resulted in no collection, \ndetasking delays with respect to facilities used by non-United States persons who had entered the \nUnited States, or notification errors.   \n(U) Some incidents, however, did involve United States persons during the recent reporting\nperiod.  As noted above, both the tasking compliance incident rate and detasking compliance \nincident rate involving facilities used by United States persons was less than 0.01% during this \nreporting period.  For tasking and detasking incidents, United States persons were primarily \nimpacted by (1) tasking errors that led to the tasking of facilities used by United States persons, and \n(2)delays in detasking facilities after NSA determined that the user of the facility was a United\nStates person.  United States persons were also impacted by minimization errors during this\nreporting period, which are detailed below.  While the number of incidents involving United States\npersons remains low, due to their importance, these incidents are highlighted in this subsection.\nThe Section 707 Report provides further details regarding each individual incident and how any\n49 (U) The overall compliance incident rate for this reporting period is 0.37%. \n50 (U) Although ODNI and DOJ strive to maintain consistency in the headings of these subsections, these headings may \nchange with each joint assessment, depending on the incidents that occurred during that reporting period and the \nrespective underlying causes. \n36 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nerroneously acquired, disseminated, or queried United States person information was handled \nthrough various purge, recall, and deletion processes.    \n(U) (1)  Tasking Errors Impacting United States Persons\n(U) Only 3% of the total number of tasking errors identified during this reporting period\ninvolved instances where facilities used by United States persons were tasked pursuant to Section \n702.51  These incidents represent isolated instances of insufficient due diligence and did not involve \nan intentional effort to target a United States person.     \n(U) All of the tasking errors in this reporting period impacting United States persons\ninvolved the tasking of facilities where the Government knew or should have known that at least \none user of the facility was a United States person.52  The majority of these tasking errors involved \ntargeting analysts not considering the totality of circumstances known to the Government prior to \ntargeting pursuant to Section 702.53  One tasking error was of a somewhat different nature.  In that \nincident, an NSA analyst tasked a facility pursuant to Section 702 based on an erroneous analysis of \ndata acquired from the intended target’s Section 702-tasked facility.54   \n51 (U) Note that this is 3% of all tasking incidents.  As described above, the overall tasking compliance incident rate \ninvolving United States persons was less than 0.01%.   \n52 \n53 \n54 \n37 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U) (2)  Delays in Detasking Impacting United States Persons\n(U) The majority of the detasking incidents involved non-United States persons who either\ntraveled to the United States, appeared to have traveled to the United States, or involved a non-\nresolvable unexplained indication of an account appearing to be accessed from within the United \nStates.  Only 17% of the total number of detasking delays involved facilities used by a United States \nperson.55  As discussed in further detail below, the detasking delay incidents impacting United \nStates persons in this reporting period were caused by human errors: miscommunication, \nmisunderstandings of the detasking requirements, and analysts’ faulty analysis of information that \nerroneously led them to continue to assess that the target was a non-United States person located \noutside the United States. \n(TS//SI//NF)  Of the detasking delays involving facilities used by United States persons,56 \nncidents involved a misunderstanding of the detasking requirements. \n(TS//SI//NF/FISA)  Other incidents were the result of faulty analysis that led to delays in \ndetasking facilities used by United States persons.59 \n55 (U) Note that this is 17% of all detasking incidents.  As described above, the overall detasking compliance incident \nrate involving United States persons was less than 0.01%. \n56 \n57 \n58 \n59 \n60 \n38 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(TS//SI//NF)  One delayed detasking incident that impacted a United States person was the \nresult of intra-agency and inter-agency miscommunication.\n(U) B. Effect of Human Error\n(U) (1)  Errors That Can Be Addressed Through Training\n(U) Unlike in the immediately prior section, which focused exclusively on incidents\nimpacting United States persons, this section addresses incidents that impacted both United States \npersons and non-United States persons.  As reported in previous Joint Assessments, human errors \ncaused some of the identified compliance incidents.  Each of the agencies has established processes \nto both reduce human errors and to identify such errors when they occur.  These processes have \nhelped to limit such errors, but some categories of human errors are unlikely to be entirely \neliminated.  For example, despite multiple pre-tasking checks, instances of typographical errors or \nsimilar errors occurred in the targeting process that caused NSA to enter the wrong facility into the \ncollection system.  Such typographical errors accounted for approximately 11% of the tasking errors \nmade in this reporting period, which is an increase from the previous reporting period, in which \n39 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \ntypographical errors accounted for 6% of the tasking errors.61  Approximately 27% of the detasking \ndelays from this reporting period were the result of inadvertent errors, such as an NSA analyst \ndetasking some, but not all, of a target’s facilities that required detasking62 or, as explained above in \nthe examples of detasking delays, were the result of misunderstanding the rules and inadvertent \nmiscommunication, all of which can be and are addressed through remedial training efforts.  As \nwith other compliance incidents, any data acquired as a result of such tasking and detasking errors is \nrequired to be purged.   \n(U) Other types of errors can also be addressed and alleviated through training – in\nparticular certain types of tasking errors.  Specifically, during this reporting period, a number of \nincidents involved the failure to conduct necessary foreignness checks prior to the tasking of a \nfacility.  Approximately 40% of the tasking errors in this reporting period involved instances in \nwhich NSA did not take sufficient pre-tasking steps to try to find information regarding the location \nof the targeted user or otherwise did not properly establish a sufficient basis to assess that the \ntargeted user was outside the United States.  The two most common examples include situations in \nwhich the analyst did not conduct a necessary pre-tasking check or there was too long of a delay \nbetween the necessary pre-tasking checks and the actual tasking of the account.63  In all of these \nincidents, NSA advised that there is no indication that these facilities were used by a United States \nperson or by someone in the United States.  After discussing these incidents with NSA compliance \npersonnel, NSA advised that they have met in person with target offices to reiterate NSA’s 702 \nTargeting Review Guidance regarding foreignness checks.64  NSA also held training in 2016 for \nSection 702 adjudicators who review proposed taskings, and during that training, NSA reminded \nthem of the need to conduct the relevant foreignness checks prior to tasking and to ensure that the \nchecks are done within 7 days of approving a tasking.  NSA has also posted guidance on this issue \non several NSA internal webpages to reach as wide an audience as possible.  The joint oversight \nteam assesses that these types of tasking errors are easily preventable and recommends that NSA \ncontinue to reinforce this issue with analysts and adjudicators as part of regular training.    \n(U) Of all the tasking errors, approximately 9% of those incidents were caused by the\nincorrect processing of tasking requests.  Specifically, errors arose where an analyst requested \nadministrative updates to the tasking record, and the request inappropriately triggered retasking the \nfacility without NSA appropriately applying its targeting procedures.65  In order to address these \ntypes of incidents, NSA updates its adjudication guidance as needed, including in February 2017 to \n61\n62\n63\n64 (U) See NSA’s documents posted, in redacted form, on ODNI’s IC on the Record on August 23, 2017, in response to \nthe ACLU FOIA: NSA’s 702 Targeting Review Guidance (Document 10), NSA’s 702 Practical Applications Training \n(Document 11), NSA’s 702 Training for NSA Adjudicators (Document 12), and NSA’s 702 Adjudication Checklist \n(Document 13). \n65\n40 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nall adjudicators to address administrative updates and how to prevent this type of incident from \noccurring.  Specifically, NSA reminded all adjudicators to check the tasking history for each facility \nto verify that the facility is currently tasked to Section 702 prior to making changes to the tasking, \nsuch as reassigning the facility to a different analyst. \n(S//NF)  Approximately 14% of the total number of NSA compliance incidents was the result \nof documentation errors.66  The NSA targeting procedures require that NSA’s documentation \nconcerning each tasked facility contain a citation to the source of information upon which the \ndetermination that the user of that facility was reasonably believed to be located outside the United \nStates was made (the “foreignness determination”) and identify the foreign power or foreign \nterritory about which NSA expects to obtain foreign intelligence information pursuant to the \ntasking.  The targeting procedures also require NSA to provide a written explanation of the basis for \nthe assessment, at the time of targeting, that the target possesses, is expected to receive, and/or is \nlikely to communicate foreign intelligence information concerning that foreign power or foreign \nterritory.  In addition, NSA must document which certification under which the facility is tasked.  In \nall of these incidents, while the actual tasking of each facility was appropriate, the analyst failed to \nsufficiently document this information on the tasking sheet.  \n(U) Additionally, during the reporting period, the joint oversight team noted a number of\ncompliance incidents resulting from instances in which NSA neglected to provide the required \nnotice to NSD and ODNI within the specified timeframe required by the targeting procedures.  \nReporting delays accounted for 11% of all incidents during the reporting period.67  NSA advised \nthat the number of compliance incidents resulting from reporting delays was due to reorganization \nand personnel changes within NSA.  NSA’s OCO has implemented additional safeguards to ensure \nthat all new analysts are appropriately trained in the Incident Reporting Tool (IRT) and that IRT \nchecks were conducted regularly to ensure that notices were reviewed in a timely manner.  NSA \nalso increased its incident reporting staff, began cross-training personnel in different authorities, and \nrevised its standard operating procedures to streamline incident reporting.  Reducing the number of \nreporting delays is a priority for NSD and ODNI, and the joint oversight team continues to discuss \nadditional steps NSA can take to reduce these notification delays. \n(U) (2)  Minimization Errors That Can Be Addressed Through Training and\nTechnical Improvements\n(U) During this reporting period, NSA’s minimization procedures included three types of\nrestrictions on querying raw Section 702 collection.  \n66 \n67 \n41 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n1) NSA’s Section 702 minimization procedures require that queries of raw Section 702\ncollection must be designed in a manner “reasonably likely to return foreign intelligence\ninformation.”  For example, if a query is determined to be overly broad under this standard\n(e.g., typographical or comparable error in the construction of the query term),68 it\nconstituted a compliance incident, regardless of whether the query term used a non-United\nStates person identifier or a United States person identifier.\n2) Although NSA’s Section 702 minimization procedures permit queries of raw Section 702\ncollection using United States person identifiers, such queries must be approved in\naccordance with NSA’s internal procedures.  If an NSA analyst used a United States person\nidentifier that had not been approved pursuant to NSA’s internal procedures to query Section\n702-acquired data, it constituted a compliance incident.\n3) NSA’s Section 702 minimization procedures in effect during the majority of this reporting\nperiod prohibited using United States person identifiers to query Internet communications\nacquired through NSA’s upstream collection techniques.  If an NSA analyst used a United\nStates person identifier to query Internet communications acquired through NSA’s upstream\ncollection techniques, it constituted a compliance incident.\n(U)As with prior Joint Assessments, query incidents remain the cause of most compliance\nincidents involving NSA’s minimization procedures.  During this reporting period, out of all of \nNSA’s total minimization errors, approximately 92.4% involved improper queries,69 of which: \no approximately 68.9% involved United States person queries (i.e., queries that\ninvolved using a United States person identifier without approval as required by\nNSA’s internal procedures or using a United States person identifier to query NSA’s\nupstream collection)70 and\no approximately 23.5% involved overly broad queries.71\nAs with previous reporting periods, there were no incidents of an NSA analyst intentionally running \nimproper queries. \n68 (U) For example, an overly broad query can be caused when an analyst mistakenly inserts an “or” instead of an “and” \nin constructing a Boolean query, and thereby potentially received overly broad results as a result of the query.   \n69 (U) In the previous reporting period, approximately 99% of NSA’s minimization procedures errors involved improper \nqueries.   \n70\n71\n42 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U) As a result of its review of NSA’s compliance with the procedures approved by the\nCourt in the 2002 Raw Take Order, NSA’s Office of the Inspector General (OIG) discovered a \nnumber of potentially improper queries conducted by NSA personnel between June 1, 2016, and \nAugust 31, 2016, using United States person identifiers in upstream collection.72  Because NSA’s \nOIG discovered these potentially improper queries during the current reporting period, they are \ndiscussed in this joint assessment; however, the queries were conducted outside the current \nreporting period.  After the OIG notified NSA’s Office of Compliance for Operations (OCO) of \nthese queries, which were outside the scope of the OIG review, OCO conducted further analysis and \nfound additional improper queries.  At this time, the NSA OIG has completed the investigative \nportion of the Raw Take Order review and issued its report.  NSD is in the process of reviewing this \nreport to determine the scope of the improper queries, which ones had previously been reported by \nNSA, and the associated root cause(s). \n(U) In another incident, a discrete category of information collected pursuant to NSA’s\nSection 702 upstream collection techniques was inadvertently not labeled as upstream collection.73  \nAs a result, it is likely that, even if analysts took the appropriate actions to limit queries to Section \n702 downstream collection, queries including United States person identifiers would have run \nagainst this limited set of mislabeled communications acquired through NSA’s upstream collection \ntechniques.  NSA corrected the labeling error in May 2016, but failed to report it to NSA \ncompliance personnel at that time.  NSA subsequently reported it to NSD, and it was reported to the \nFISC. \n(U)Additionally, during this reporting period, there was a series of other incidents that\ninvolved NSA improperly querying Section 702-acquired data using United States person identifiers \nin two NSA systems that are used to determine the location of the user of the facilities queried. 74  \nNSA uses those systems, for example, as part of the due diligence requirement to ensure that \nSection 702 targets are non-United States persons located outside the United States.  These systems \nsearch information acquired pursuant to multiple FISA and non-FISA authorities, including NSA’s \nSection 702 collection (which at the time the queries took place included upstream collection). \nConsequently, queries using known United States person identifiers should not have been conducted \nin those particular systems. 75  Subsequently, the improper queries and results were deleted, and no \n72 \n73 \n74 \n75 \n43 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nresults were included in disseminated reports.  NSA advised that the relevant personnel have been \nreminded to exercise care when performing queries of United States person identifiers and using \nthese two systems.  Additionally, as is the case with all identified compliance incidents, those \nincidents were reported to the FISC, and to Congress in the Section 707 report. \n(U)Prior to the above-described incidents, NSA issued a compliance advisory that advised\nNSA personnel, as part of the due diligence requirement, to check the location of the users of any \nidentifiers proposed for queries.  However, the NSA guidance did not differentiate between United \nStates person identifiers and non-United States person identifiers.  In early 2017, NSA issued an \nupdated compliance advisory instructing personnel not to use the two particular systems to conduct \nqueries using known United States person identifiers.76  As a result of the initial compliance \nadvisory discussed above, the government assesses it is likely that at least one of those two systems, \nwhich pre-dates the second one, was regularly used to conduct queries using United States person \nidentifiers.  Despite NSA’s efforts to ensure all analysts were aware of the updated 2017 \ncompliance advisory, it remains possible for an analyst to inadvertently query United States person \nidentifiers in those particular systems.    \n(U) C.   Inter-Agency and Intra-Agency Communications\n(U) Section 702 compliance requires good communication and coordination within and\nbetween agencies.  In order to ensure targeting decisions are made based on the totality of the \ncircumstances and after the exercise of due diligence, those involved in the targeting decision must \ncommunicate the relevant facts to each other.  Analysts also must have access to the necessary \nrecords that inform such decisions.  Good communication among analysts is also needed to ensure \nthat facilities are promptly detasked when it is determined that the Government has lost its \nreasonable basis for assessing that the facility is used by a non-United States person reasonably \nbelieved to be located outside the United States for the purpose of acquiring foreign intelligence \ninformation.  Furthermore, query rules regarding United States person identifiers and dissemination \ndecisions regarding United States person information require inter- and intra-agency \ncommunications regarding who the Government has determined to be a United States person. \n(U) In general, the joint oversight team found that better communication and coordination\nbetween and among the agencies reduced certain types of errors from occurring during this \nreporting period.  However, the joint oversight team assesses that there remains room for continued \nimprovement: approximately 13% of the detasking delays that occurred were attributable to \nmiscommunications or delays in communicating relevant facts.77  Those detasking delays typically \n76 \n77 \n44 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \ninvolved travel or possible travel of non-United States persons to the United States.  Only one \nincident is attributable to a communication issue that resulted in a tasking error and that incident did \nnot involve a United States person.78   \n(U) D.  Incidents Resulting from Technical Issues\n(U) A number of compliance incidents resulted from technical issues during this reporting\nperiod.  Technical issues potentially have larger implications than other incidents because technical \nissues: often involve more than one facility; can remain undetected and uncorrected for a long \nperiod of time; and can proliferate dramatically in a short time period, including across numerous \ninterconnected systems.  Accordingly, all agencies involved in the Section 702 program devote \nsubstantial resources towards the prevention, identification, and remedy of technical issues.  \nCollection equipment and other related systems undergo substantial testing prior to deployment.  \nThe agencies also employ a variety of monitoring programs to detect anomalies in order to prevent \nor limit the effect of technical issues on acquisition.  As a result of those efforts, potential issues \nhave been identified, the resolution of which prevented compliance incidents from happening and \nensured the continued flow of foreign intelligence information to the agencies.  The joint oversight \nteam determined that the historically limited number of overcollection incidents was the result of \nthe efforts of all of the involved agencies.  Although technical issues can potentially have larger \nimplications, that potential was largely avoided during this reporting period.   \n(U) Specifically, the technical issues that resulted in delayed detaskings were caused by\nsystem errors and a system processing problem.79  In all of the instances involving system errors or \nsystem processing problems, the technology and systems failed to function as designed, and, thus, \nthe systems failed, resulting in delayed detasking incidents whereby NSA was unable to timely \ndetask facilities.  NSA subsequently corrected those technical issues. \n(U) III.  Review of Compliance Incidents – CIA Minimization Procedures\n(U) During this reporting period, there were   incidents involving\nnoncompliance with the CIA minimization procedures.  Those incidents involved inadvertent \ninstances of CIA not completely removing Section 702-acquired information that was supposed to \nbe deleted and failing to properly track certain United States person queries so that those queries \ncould subsequently be reviewed by the joint oversight team. \n(S//NF) Specifically, there were   involving noncompliance with the CIA \nminimization procedures.  In  , CIA discovered that it inadvertently deleted \na portion of a CIA system used  and minimization of FISA-acquired \ninformation.  To address the system outage and   CIA directed users to \n78\n79 \n45 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nCIA subsequently corrected these errors.  In , CIA’s investigation \ninto the incident described above \n  CIA corrected this error and \n As a result of this error, because United States person \nqueries   any United States person queries conducted in the \nwere not available for review by NSD and ODNI. \ninvolved the inadvertent failure to age off a portion of unminimized data acquired pursuant to \nSection 702 in the    CIA has since identified and resolved the \nthat led to these compliance incidents and continues to review its FISA to ensure \n for age-off and purge requirements. \n(U) IV.  Review of Compliance Incidents – FBI Targeting and Minimization\nProcedures\n(S//NF)  During this reporting period, there were no incidents involving non-compliance \nwith FBI’s targeting procedures.  However, there were  incidents involving noncompliance \nwith the FBI minimization procedures.80 \n(S//NF) Some of FBI’s minimization incidents involved improper queries using United \nStates person identifiers, such that the queries were not designed to extract foreign intelligence \ninformation or evidence of a crime and thus did not comply with the query standard in the relevant \nminimization procedures.  For example, some of those query incidents involved FBI personnel who \nconducted queries of FBI personnel names (i.e., for work-related purposes, such as for case load \nmanagement), but those queries were not designed to extract foreign intelligence information or \nevidence of a crime.  In each of those query incidents, the agents or analysts were reminded of the \nquery restrictions in the FBI minimization procedures.   \n80\n46 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U) V.  Review of Compliance Incidents – Provider Errors\n(U) During this reporting period, there were no instances of noncompliance by an electronic\ncommunication service provider with a Section 702(h) directive.  Given that errors by the service \nproviders can result in the acquisition of United States person information, the Government must \nactively monitor the acquisitions that the providers transmit to the Government.  The joint oversight \nteam assessed that the historically low number of compliance incidents caused by service providers \n81\n82\n47 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nreflected, in part, the service providers’ commitment to comply with the law while protecting their \ncustomers’ interests.  However, the low number of those incidents also reflected the continued \nefforts by the Government and service providers to ensure that lawful intercept systems were \neffective and compliant with all applicable laws and other requirements.  The Government must \ncontinue to work with the service providers to prevent future incidents of non-compliance. \n(U) SECTION 5:  CONCLUSION\n(U) During this reporting period, the joint oversight team found that the agencies continued\nto implement the procedures and follow the guidelines in a manner that reflects a focused and \nconcerted effort by agency personnel to comply with the requirements of Section 702.  As in \nprevious reporting periods, the joint oversight team found no intentional or willful attempts to \nviolate or circumvent the requirements of the Act in the compliance incidents assessed herein.  \nAlthough the number of compliance incidents continued to remain small, particularly when \ncompared with the total amount of collection activity, a continued focus is needed to address the \nunderlying causes of the incidents that did occur.  The joint oversight team assesses that such focus \nshould emphasize maintaining close monitoring of collection activities and continued personnel \ntraining.  Additionally, as part of its on-going oversight responsibilities, the joint oversight team and \nthe agencies’ internal oversight regimes will continue to monitor the efficacy of measures to address \nthe causes of compliance incidents during the next reporting period.   \n48 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nAPPENDIX A\nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nAPPENDIX A \n(U) IMPLEMENTATION OF SECTION 702 AUTHORITIES - OVERVIEW\n(U) I.  Overview - NSA\n(U) The National Security Agency (NSA) seeks to acquire foreign intelligence information\nconcerning specific targets under each Section 702 certification from or with the assistance of \nelectronic communication service providers, as defined in Section 701(b)(4) of the Foreign \nIntelligence Surveillance Act of 1978, as amended (FISA).1  As required by Section 702, those \ntargets must be non-United States persons2 reasonably believed to be located outside the United \nStates.   \n(S//NF)  During this reporting period, NSA conducted foreign intelligence analysis to \nidentify targets of foreign intelligence interest that fell within one of the following certifications:  \n1 (U)  Specifically, Section 701(b)(4) provides: \nThe term ‘electronic communication service provider’ means – (A) a telecommunications carrier, as that term \nis defined in section 3 of the Communications Act of 1934 (47 U.S.C. 153); (B) a provider of electronic \ncommunication service, as that term is defined in section 2510 of title 18, United States Code; (C) a provider of \na remote computing service, as that term is defined in section 2711 of title 18, United States Code; (D) any \nother communication service provider who has access to wire or electronic communications either as such \ncommunications are transmitted or as such communications are stored; or (E) an officer, employee, or agent of \nan entity described in subparagraph (A), (B), (C), or (D). \n2 (U)  Section 101(i) of FISA defines “United States person” as follows:  \na citizen of the United States, an alien lawfully admitted for permanent residence (as defined in \nsection101(a)(20) of the Immigration and Nationality Act [8 U.S.C. § 1101(a)(20)]), an unincorporated \nassociation a substantial number of members of which are citizens of the United States or aliens lawfully \nadmitted for permanent residence, or a corporation which is incorporated in the United States, but does not \ninclude a corporation or an association which is a foreign power, as defined in subsection (a)(1), (2), or (3). \n3\n4\nA-2\nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n(U)  As affirmed in affidavits filed with the Foreign Intelligence Surveillance Court (FISC), \nNSA believes that the non-United States persons reasonably believed to be outside the United States \nwho are targeted under these certifications will either possess foreign intelligence information about \nthe persons, groups, or entities covered by the certifications or are likely to receive or communicate \nforeign intelligence information concerning these persons, groups, or entities.  This requirement is \nreinforced by the Attorney General’s Acquisition Guidelines, which provide that an individual may \nnot be targeted unless a significant purpose of the targeting is to acquire foreign intelligence \ninformation that the person possesses, is reasonably expected to receive, and/or is likely to \ncommunicate. \n \n(U)  Under NSA’s FISC-approved targeting procedures, NSA targets a particular non-\nUnited States person reasonably believed to be located outside the United States by tasking facilities \nused by that person who possesses or who is likely to communicate or receive foreign intelligence \ninformation.  A facility (also known as a “selector”) is a specific communications identifier tasked \nto acquire foreign intelligence information that is to, from, or about a target.  A “facility” could be a \ntelephone number or an identifier related to a form of electronic communication, such as an e-mail \naddress.5  In order to acquire foreign intelligence information from or with the assistance of an \nelectronic communications service provider, NSA first uses the identification of a facility to acquire \nthe relevant communications.  Then, after applying its targeting procedures (further discussed \nbelow) and other internal reviews and approvals, NSA “tasks” that facility in the relevant tasking \nsystem.  The facilities are in turn provided to electronic communication service providers who have \nbeen served with the required directives under the certifications.   \n \n(U)  After information is collected from those tasked facilities, it is subject to FISC-\napproved minimization procedures.  NSA’s minimization procedures set forth specific measures \nNSA must take when it acquires, retains, and/or disseminates non-publicly available information \nabout United States persons.  All collection of Section 702 information is routed to NSA.  However, \nthe NSA’s minimization procedures also permit the provision of unminimized communications to \nthe Central Intelligence Agency (CIA) and Federal Bureau of Investigation (FBI) relating to targets \nidentified by these agencies that have been the subject of NSA acquisition under the certifications.  \nThe unminimized communications sent to CIA and FBI, in accordance with NSA’s targeting and \nminimization procedures, must in turn be processed by CIA and FBI in accordance with their \nrespective FISC-approved Section 702 minimization procedures.6  \n \n(U)  NSA’s targeting procedures address, among other subjects, the manner in which NSA \nwill determine that a person targeted under Section 702 is a non-United States person reasonably \nbelieved to be located outside the United States, the post-targeting analysis conducted on the \nfacilities, and the documentation required.   \n                                                 \n5\n \n6\nA- 3 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n \n(U)  A.  Pre-Tasking Location \n \n(U)  1.  Telephone Numbers   \n \n(S//SI//NF)  For telephone numbers, NSA analysts \n \n(U)  2.  Electronic Communications Identifiers    \n \n(S//SI//NF)  For electronic communications identifiers, NSA analysts \n \n \n \n \n                                                 \n7\n \n8 (U)  Analysts also check this system as part of the “post-targeting” analysis described below. \n \n9\nA- 4 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n(U)  B.  Pre-Tasking Determination of United States Person Status   \n \n(U)  C.  Post-Tasking Checks   \n \n(S//REL TO USA, FVEY)  NSA also requires that tasking analysts review information \ncollected from the facilities they have tasked.  With respect to NSA’s review of  \n,11 a notification e-mail is sent to the tasking team upon initial collection for the \nfacility.  NSA analysts are expected to review this collection within five business days to confirm \nthat the user of the facility is the intended target, that the target remains appropriate to the \ncertification cited, and that the target remains outside the United States.  Analysts are then \nresponsible to review traffic on an on-going basis to ensure that the facility remains appropriate \nunder the authority.  \n  Should traffic not be viewed in at least once every 30 business days, a \nnotice is sent to the tasking team and their management, who then have the responsibility to follow \nup.  \n                                                 \n10 \n \n11 (S//NF)  NSA’s automated notification system to ensure analysts have reviewed collection is currently implemented \nonly for , not  .  NSA is attempting to develop a similar system for \n \nA- 5 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n(U)  D.  Documentation   \n \n(S//NF) The procedures provide that analysts will document in the tasking database a \ncitation to the information leading them to reasonably believe that a targeted person is located \noutside the United States.  The citation is a reference that includes the source of the information, \n enabling \noversight personnel to locate and review the information that led the analyst to his/her reasonable \nbelief.  Analysts must also identify the foreign power or foreign territory about which they expect \nthe proposed targeting will obtain foreign intelligence information. \n \n(S//NF)  NSA has  an \nexisting database tool, for use by its analysts for Section 702 tasking and documentation purposes.  \nto assist analysts \nas they conduct their work.  This tool has been modified over time to accommodate the \nrequirements of Section 702, to include, for example, certain fields and features for targeting, \ndocumentation, and oversight purposes.  Accordingly, the tool allows analysts to document the \nrequired citation to NSA records on which NSA relied to form the reasonable belief that the target \nwas located outside the United States. \nThe tool has fields for the certification \nunder which the target falls, and for the foreign power as to which the analyst expects to collect \nforeign intelligence information.  Analysts fill out various fields   each facility, as \nappropriate, including the citation to the information on which the analyst relied in making the \nforeignness determination.   \n \n(U)  NSA’s targeting procedures also require analysts to identify the foreign power or \nforeign territory about which they expect the proposed targeting will obtain foreign intelligence \ninformation and provide a written explanation of the basis for their assessment, at the time of \ntargeting, that the target possesses, is expected to receive, and/or is likely to communicate foreign \nintelligence information concerning that foreign power or foreign territory. \n \n(U) NSA also includes the targeting rationale (TAR) in the tasking record, which requires \nthe targeting analyst to briefly state why targeting for a particular facility was requested.  The intent \nof the TAR is to memorialize why the analyst is requesting targeting, and provides a linkage \nbetween the user of the facility and the foreign intelligence purpose covered by the certification \nunder which it is being tasked.  The joint oversight team assesses that the TAR has improved the \noversight team’s ability to understand NSA’s foreign intelligence purpose in tasking facilities. \n \n(S//NF) \nEntries are reviewed before a tasking can be finalized.  Records from this tool are \nmaintained and compiled for oversight purposes.  For each facility, a record can be compiled and \nprinted showing certain relevant fields, such as:  the facility, the certification, the citation to the \nrecord or records relied upon by the analyst,  the analyst’s \nforeignness explanation, the targeting rationale,    These records, \nreferred to as “tasking sheets,” are reviewed by the Department of Justice’s National Security \nA- 6 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \nDivision (NSD) and the Office of the Director of National Intelligence (ODNI) as part of the \noversight process.  \n \n(S//NF)  The source records cited on these tasking sheets are contained in a variety of NSA \ndata repositories.  These records are maintained by NSA and, when requested by the joint team, are \nproduced to verify determinations recorded on the tasking sheets.  Other source records may consist \nof “lead information” from other agencies, such as disseminated intelligence reports or lead \ninformation \n \n(U)  F.  Internal Procedures   \n   \n(U)  NSA has instituted internal training programs, access control procedures, standard \noperating procedures, compliance incident reporting measures, and similar processes to implement \nthe requirements of the targeting procedures.  Only analysts who have received certain types of \ntraining and authorizations are provided access to the Section 702 program data.  These analysts \nmust complete an NSA OGC and OCO training program; review the targeting and minimization \nprocedures as well as other documents filed with the certifications; and must pass a competency \ntest.  The databases NSA analysts use are subject to audit and review by OCO.  For guidance, \nanalysts consult standard operating procedures, supervisors, OCO personnel, and NSA OGC \nattorneys.   \n \n(U)  The NSA targeting and minimization procedures also require NSA to conduct oversight \nactivities and make any necessary reports, including those relating to incidents of non-compliance, \nto the NSA Office of the Inspector General (NSA OIG) and NSA OGC.  NSA’s OCO reviews all \nSection 702 taskings and conducts spots checks of disseminations based in whole or in part on \nSection 702-acquired information.  The Directorate of Operations Information and Intelligence \nAnalysis organization also maintains and updates an NSA internal website regarding the \nimplementation of, and compliance with, the Section 702 authorities.  \n \n(U)  NSA has established standard operating procedures for incident tracking and reporting \nto NSD and ODNI.  Compliance officers work with NSA analysts and CIA and FBI points of \ncontact, as necessary, to compile incident reports that are forwarded to both the NSA OGC and \nOIG.  NSA OGC forwards the incidents to NSD and ODNI.   \n \nA- 7 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n(U)  On a more programmatic level, under the guidance and direction of the Compliance \nGroup, NSA has implemented and maintains a Comprehensive Mission Compliance Program \n(CMCP) designed to effect verifiable conformance with the laws and policies that afford privacy \nprotections during NSA missions.  The Compliance Group complements and reinforces the \nintelligence oversight program of the NSA OIG and oversight responsibilities of NSA OGC.   \n \n(U)  A key component of the CMCP is an effort to manage, organize, and maintain the \nauthorities, policies, and compliance requirements that govern NSA mission activities.  This effort, \nknown as “Rules Management,” focuses on two key components: (1) the processes necessary to \nbetter govern, maintain, and understand the authorities granted to NSA and (2) technological \nsolutions to support (and simplify) Rules Management activities.  The Authorities Integration Group  \ncoordinates NSA’s use of the Verification of Accuracy (VoA) process originally developed for \nother FISA programs to provide an increased level of confidence that factual representations to the \nFISC or other external decision makers are accurate and based on an ongoing, shared understanding \namong operational, technical, legal, policy and compliance officials within NSA.  NSA has also \ndeveloped a Verification of Interpretation (VoI) review to help ensure that NSA and its external \noverseers have a shared understanding of key terms in Court orders, minimization procedures, and \nother documents that govern NSA’s FISA activities.  The Compliance Group has developed a risk \nassessment process to assess the potential risk of non-compliance with the rules designed to protect \nUnited States person privacy.  The assessment is conducted and reported to the NSA Deputy \nDirector and NSA Senior Leadership Team biannually. \n \n(U)  II.  Overview - CIA \n \n(U)  A.  CIA’s Role in Targeting   \n \n(S//NF)  Although CIA does not target or acquire communications pursuant to Section 702, \nCIA has put in place a process, in consultation with NSA, FBI, NSD, and ODNI, to identify foreign \nintelligence targets to NSA (hereinafter referred to as the “CIA nomination process”).  Based on its \nforeign intelligence analysis, CIA may “nominate” a facility to NSA for potential acquisition under \none of the Section 702(g) certifications. \n                                                 \n12 \nA- 8 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(S//NF) \n Nominations are reviewed and approved by a \ntargeting officer’s first line manager, a component legal officer, a senior operational manager and \nthe FISA Program Office prior to export to NSA for tasking. \n  \n(S//NF) The FISA Program Office was established in December 2010\nand is charged with providing strategic direction for the management \nand oversight of CIA’s FISA collection programs, including the retention and dissemination of \nforeign intelligence information acquired pursuant to Section 702.  This group is responsible for \noverall strategic direction and policy, programmatic external focus, and interaction with \ncounterparts of NSD, ODNI, NSA and FBI.  In addition, the office leads the day-to-day FISA \ncompliance efforts    The primary responsibilities of the FISA Program Office are to \nprovide strategic direction for data handling and management of FISA/702 data, as well as to ensure \nthat all Section 702 collection is properly tasked and that CIA is complying with all compliance and \npurge requirements. \n \n(U)  B.  Oversight and Compliance   \n \n(U)  CIA’s FISA compliance program is managed by its FISA Program Office in \ncoordination with CIA OGC.  CIA provides small group training to personnel who nominate \nfacilities to NSA and/or minimize Section 702-acquired communications.  Access to unminimized \nSection 702-acquired communications is limited to trained personnel.  CIA attorneys embedded \nwith operational elements that have access to unminimized Section 702-acquired information also \nrespond to inquiries regarding nomination and minimization questions.  Identified incidents of \nnoncompliance with the CIA minimization procedures are generally reported to NSD and ODNI by \nCIA OGC. \n \n \n \n                                                 \n \nA- 9 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U)  III.  Overview NCTC \n(S//NF)  NCTC does not target or acquire communications pursuant to Section 702. In \naddition, NCTC does not currently have a process in place to identify or nominate foreign \nintelligence targets to NSA.  However, like CIA and FBI, NCTC may request to be  on \nunminimized data (pertaining to counterterrorism) from Section 702 facilities already tasked by \nNSA.  NCTC applies its Section 702 minimization procedures to Section 702  data.   \n(S//NF)  NCTC, in consultation with NSD, developed an electronic and data storage system, \nknown as  , to retain and process raw FBI-collected FISA-acquired information in accordance \nwith NCTC’s Standard Minimization Procedures for Information Acquired by the Federal Bureau \nof Investigation Pursuant to Title I, Title III, or Section 704 or 705(b) of the Foreign Intelligence \nSurveillance Act.  In consultation with NSD, ODNI, NSA, and FBI, NCTC modified   to (i) \nprovide additional compliance capabilities in support of   FISA Section 702-acquired \ncounterterrorism data and (ii) monitor compliance with NCTC’s Minimization Procedures for \nSection 702-acquired counterterrorism data (Section 702 minimization procedures).  In addition to \ndocumenting compliance with the Section 702 minimization procedures requirements,  also \ndocuments the requests for  of Section 702-acquired information.  This documentation \nincludes the \n(S//NF)  communications from Section 702 tasked facilities are \nstored within  where only properly trained and authorized analysts are able to query them.  \n(S//NF)  NCTC personnel may disseminate Section 702-acquired information of or \nconcerning an unconsenting United States person if that information meets the standard for \ndissemination pursuant to Section D of NCTC’s Section 702 Minimization Procedures. \n(S//NF)   .  NCTC’s Compliance and \nTransparency Group (hereafter NCTC Compliance)\nconducts periodic reviews of Section 702  as well as \nNCTC Section 702 disseminations in order to verify compliance with NCTC’s Section 702 \nMinimization Procedures and identify the need for system modifications, enhancements, or \nimprovements to training materials or analyst work aids. \n(S//NF) \nA- 10 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n \n(U)  B.  Oversight and Compliance   \n \n(U)  NCTC’s FISA compliance program is managed by NCTC Compliance in coordination \nwith NCTC Legal.  NCTC provides training to all NCTC personnel who may access raw FISA-\nacquired information.  Access to unminimized Section 702-acquired communications is limited to \ntrained personnel.  NCTC compliance personnel and attorneys also respond to inquiries regarding \nminimization questions.  Identified incidents of noncompliance with the NCTC Section 702 \nMinimization Procedures are reported to NSD and ODNI generally by NCTC Compliance or NCTC \nLegal personnel. \n \n(S//NF) NCTC Compliance was established in the fall of 2014 and is charged with providing \nstrategic direction for the management and oversight of NCTC’s access to and use of \n This includes management and oversight of NCTC’s FISA programs, including the \nretention and dissemination of foreign intelligence information acquired pursuant to Section 702.  \nThis group is responsible for overall strategic direction and policy, programmatic external focus, \nand interaction with counterparts of NSD, ODNI, NSA, FBI, and CIA.  In addition, the office leads \nthe day-to-day FISA compliance efforts within NCTC.  NCTC Compliance is responsible for \nproviding strategic direction and internal oversight for data handling and management of \nFISA/Section 702 data, as well as administering and implementing NCTC FISA/Section 702 \ntraining, ensuring that all NCTC Section 702 collection is properly   minimized and \ndisseminated, and that NCTC is complying with all minimization procedures requirements. \n \n \n \n \n \n \n \n \n \nA- 11 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n \n(U)  IV.  Overview - FBI \n \n(U)  A.  FBI’s Role in Targeting – Nomination for Acquiring   \nCommunications \n \n(S//NF)  Like CIA, FBI has developed a formal nomination process to identify foreign \nintelligence targets to NSA for the acquisition of  communications. \nincluding \ninformation underlying the basis for the foreignness determination and the foreign intelligence \ninterest.  FBI nominations are reviewed by FBI operational and legal personnel prior to export to \n \n The FBI targeting procedures \nrequire that NSA first apply its own targeting procedures to determine that the user of the \nDesignated Account is a person reasonably believed to be outside the United States and is not a \nUnited States person.  NSA is also responsible for determining that a significant purpose of the \nacquisition it requests is to obtain foreign intelligence information.  After NSA designates accounts \nas being appropriate  , FBI must then apply its own, additional \nprocedures, which require FBI to review NSA’s conclusion of foreignness and\n \n(S//NF)  More specifically, after FBI obtains the tasking sheet from NSA, it reviews the \ninformation provided by NSA regarding the location of the person and the non-United States person \nstatus of the person. \n \nA- 12 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(S//NF)  Unless FBI locates information indicating that the user is a United States person or \nis located inside the United States,\n \n(S//NF)  If FBI identifies information indicating that NSA’s determination that the target is a \nnon-United States person reasonably believed to be outside the United States may be incorrect, FBI \nprovides this information to NSA and does not approve \n \n(U)  C.  Documentation   \n \n(S//NF)  The targeting procedures require that FBI retain the information \nin accordance with its records retention policies \n  FBI uses a multi-page checklist for each Designated \nAccount to record the results of its targeting process, as laid out in its standard operating \nprocedures, commencing with   extending through   \n and culminating in approval or disapproval of the acquisition.  In addition, the FBI \nA- 13 \n \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \nstandard operating procedures call for   \n depending on the circumstances, which are maintained by FBI with the applicable \nchecklist.  FBI also retains with each checklist any relevant communications   regarding its \nreview of the  information.  Additional checklists have been created to capture information \non requests withdrawn  , or not approved by FBI. \n(U)  D.  Implementation, Oversight, and Compliance  \n(S//NF)  FBI’s implementation and compliance activities are overseen by FBI OGC, \nparticularly the National Security and Cyber Law Branch (NSCLB), as well as FBI’s Exploitation \nThreat Section (XTS),   and FBI’s Inspection \nDivision (INSD). \nXTS has the lead \nresponsibility in FBI for   requests  .  XTS personnel are \ntrained on the FBI targeting procedures and FBI’s detailed set of standard operating procedures that \ngovern its processing of requests for  .  XTS also has the \nlead responsibility for facilitating FBI’s nominations to NSA   \ncommunications.  XTS, NSCLB, NSD, and ODNI have all worked on training FBI personnel to \nensure that FBI nominations and post-tasking review comply with the NSA targeting procedures.  \nNumerous such trainings were provided during the current reporting period.  With respect to \nminimization, FBI has created a mandatory online training that all FBI agents and analysts must \ncomplete prior to gaining access to unminimized Section 702-acquired data in the FBI’s   \nIn addition, \nNSD conducts training on the Section 702 minimization procedures at multiple FBI field offices \neach year.   \n(S//NF)  The FBI’s targeting procedures require periodic reviews by NSD and ODNI at least \nonce every 60 days.  FBI must also report incidents of non-compliance with the FBI targeting \nprocedures to NSD and ODNI within five business days of learning of the incident.  XTS and \nNSLB are the lead FBI elements in ensuring that NSD and ODNI received all appropriate \ninformation with regard to these two requirements. \n (U)  V.  Overview - Minimization  \n(U)  After a facility has been tasked for collection, non-publicly available information \ncollected as a result of these taskings that concerns United States persons must be minimized.  The \nFISC-approved minimization procedures require such minimization in the acquisition, retention, \nand dissemination of foreign intelligence information.  As a general matter, minimization \nprocedures under Section 702 are similar in most respects to minimization under other FISA orders.  \nFor example, the Section 702 minimization procedures, like those under certain other FISA court \norders, allow for sharing of certain unminimized Section 702 information among NSA, FBI, CIA \nand NCTC.  Similarly, the procedures for each agency require special handling of intercepted \ncommunications that are between attorneys and clients, as well as foreign intelligence information \nconcerning United States persons that is disseminated to foreign governments.  \nA- 14 \nTOP SECRET//SI//NOFORN/FISA \n\nTOP SECRET//SI//NOFORN/FISA \n(U)  Section 702 minimization procedures do, however, impose additional obligations or \nrestrictions as compared with the minimization procedures associated with authorities granted under \nTitles I and III of FISA.  For example, the Section 702 minimization procedures require, with \nlimited exceptions, the purge of any communications acquired through the targeting of a person \nwho at the time of targeting was reasonably believed to be a non-United States person located \noutside the United States, but is in fact located inside the United States at the time the \ncommunication is acquired, or was in fact a United States person at the time of targeting.  \n(U)  NSA, CIA, NCTC, and FBI have created systems to track the purging of information \nfrom their systems.  CIA, NCTC, and FBI receive incident notifications from NSA to document \nwhen NSA has identified Section 702 information that NSA is required to purge according to its \nprocedures, so that CIA and FBI can meet their respective obligations.   \nA- 15 \nTOP SECRET//SI//NOFORN/FISA ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/104717"
    }
  ],
  "document_count": 2
}