{
  "case_id": 388,
  "fetched_at": "2025-10-22T00:03:59.647202",
  "case_data": {
    "attorney_orgs": [
      "Youth Law Center"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Salt Lake County Juvenile Court",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Salt Lake",
        "institution_county": null,
        "name": "Salt Lake County Detention Center",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Utah",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1982-08-27",
    "filing_year": 1982,
    "id": 388,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Protective custody",
      "General/Misc.: Access to lawyers or judicial system"
    ],
    "last_checked_date": "2007-11-27T00:00:00-05:00",
    "main_docket": {
      "id": 42691,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1982,
      "docket_filing_number": 811,
      "is_main_docket": true,
      "court": "District of Utah",
      "state": "Utah",
      "docket_office_number": "2",
      "docket_number_manual": "82-0811W",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "D.J.R. v. Christean",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1984,
    "permanent_injunction": false,
    "plaintiff_description": "any past, present or future juveniles confined at the Detention Center",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Utah",
    "summary": "<p>On August 27, 1982, juveniles confined in the Salt Lake Detention Center in Salt Lake City, Utah, filed a class action lawsuit under 42 U.S.C. &sect; 1983 against the Second District Juvenile Court in the U.S. District Court for the District of Utah, Central Division.  The plaintiffs, represented by private counsel, asked the court for declaratory, injunctive and other equitable relief, alleging that the defendants violated their rights to due process of law and equal protection of the laws.  Specifically, the plaintiffs contended that they were detained without a prompt judicial determination of probable cause and without adequate constitutional safeguards to prevent unnecessary and punitive incarceration.</p><p>On February 15, 1983, the District Court (Judge David K. Winder) granted class certification on a provisional basis, constituting a class consisting of any past, present or future juveniles confined at the Detention Center.</p><p>On March 27, 1984, the District Court (Judge Winder) approved a consent decree.  Under the consent decree, the defendants agreed to implement a new procedure for determining probable cause for alleged offenses.  The new procedures provided for a probable cause hearing within 48 hours, a determination based on testimony and release of those whose allegation were not supported by probable cause.</p><p>The consent decree required that a juvenile would be detained only if (a) secure placement of the juvenile was required to protect the juvenile from harm, (b) to protect persons in the community form being harmed, or (c) to secure the attendance of the juvenile at future court proceedings.  The consent decree permitted, though did not require, detention to protect the juvenile or members of the community only if the juvenile was alleged to have committed an offense specified in the consent decree.  Offenses sufficient to alone justify detention included serious offenses such as aggravated assault and kidnapping, felony attempt and conspiracy, manslaughter and murder.  Offenses necessary, though not sufficient, to alone justify detention included less serious offenses.  The consent decree permitted, though did not require, detention to secure the attendance of the juvenile at future court proceedings if the juvenile was an escapee from a secure institution, failed to appear at a juvenile proceeding in the past year, was a fugitive from another institution, or had voluntarily absented himself or herself from three or more non-secure placements.</p><p>Under the consent decree, juveniles could not be detained if  brought to the Detention Center solely by reason of having been (a) alleged to be ungovernable or runaway, (b) taken into custody for neglect, abuse, abandonment, dependence, or requiring protection for any other reason, (c) alleged to have committed a status offense (an offense which would not be a crime if committed by an adult), (d) taken into custody solely for an endangering condition or for attempted suicide.  The consent decree prohibited detention of juveniles under the age of ten years old.</p><p>Under the consent decree, the plaintiffs reserved the right to request such attorneys' fees and costs, and defendants reserved the right to oppose such requests.</p><p>Because we only have the consent decree, we have no more information on this file.</p><p></p>",
    "summary_published_date": "2006-05-22T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/388",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=388",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=388",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=388"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128943,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128943"
    },
    {
      "date": "1984-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Utah",
      "no_title": false,
      "party_types": [
        "Plaintiff",
        "Defendant",
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1710,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1710.pdf",
      "title": "Consent Decree",
      "text": "D.J.R. v. Christean\nIlllllII\nUKSTEO  STATES\nJI-UT-001-001\nDtSTRJvT  COURT\nD131P.IC7OFUTAH\nIN THE UNITED STATES DISTRICT COURT\nl\n4 oPH B4\n2\nFOR THE DISTRICT OF UTAH, CENTRAL\nPAUL L. BAOCER\nCLERK\nD.J.R., and L.A.M., minors, by and\nthrough their Next Friend and attorney,\nWILLIAM W. DOWNES, JR., on their behalf\nand on behalf of all others similarly\nsituated,\nCivil No. C-82-0811W\nPlaintiffs,\nCONSENT DECREE\nvs.\nTHE HONORABLE ARTHUR GRANT CHRISTEAN,\nTHE HONORABLE SHARON PEACOCK, and\nTHE HONORABLE REGNAL W. GARFF, JR.,\nSecond District Juvenile Court Judges,\nin and for Salt Lake County, State of\nUtah,\nDefendants.\nThis is a civil rights action for declaratory, injunctive,\nand other equitable relief, brought by juveniles confined  in the\nSalt Lake Detention Center (\"Detention Center\") in Salt Lake\nCity, Utah.  The Complaint  in this action was filed August 27,\n1982.  The plaintiffs, on behalf of themselves and a class of\njuveniles similarly situated, alleged that the defendants\nviolate their rights to due process of law and equal protection\nof the laws (1) by detaining them at the Detention Center without\na prompt judicial determination of probable cause and  (2) by\ndetaining them at the Detention Center pursuant to Section\n78-3a-30 Utah Code Annotated  (1953) and Rules 8, 11, and 13 of\nthe Utah State Juvenile Court Rules of Practice and Procedure but\n\nwithout adequate constitutional safeguards to prevent unnecessary\nand punitive incarceration in the absence of any adjudication of\n»\nguilt.  The defendants answered, admitting that they do not\nafford probable cause hearings to detained juveniles, but denying\nthat their detention practices violate plaintiffs' constitutional\nrights.\nBy order dated February 15, 1983, this Court granted class\ncertification on a provisional basis subject to further order\nfrom the Court.  The class consists of those juveniles who have\nbeen, are now, or in the future will be confined at the Detention\nCenter.\nWhile neither admitting nor denying any allegations of fact\nor legal liability, the parties have now agreed to the entry of a\nConsent Judgment resolving plaintiffs' claims regarding prompt\njudicial determinations of probable cause.  Therefore, based upon\nthe stipulation and agreement of all parties to this action, by\nand through their respective counsel, and based upon all matters\nof record in this case, it is hereby ORDERED, ADJUDGED and\nDECREED that:\n1.  This Court has jurisdiction over this matter.\n2.  The named plaintiffs in this action are D.J.R. and\nL.A.M., minors, suing by and through their Next Friend, WILLIAM\nW. DOWNES, JR.\n3.  The defendants in this action are THE HONORABLE ARTHUR\nGRANT CHRISTEAN, THE HONORABLE SHARON PEACOCK, and THE HONORABLE\nREGNAL W. GARFF, JR., Second District Juvenile Court Judges in\n\nand for Salt Lake County, State of Utah.\n4.  This action is properly maintained as a class action\nunder Rule *23(b) of the Federal Rules of Civil Procedure.\n5.  The plaintiff class consists of:\nAll juveniles who have been, are now, or in the future\nwill be confined at the Salt Lake Detention Center.\n6.  Defendants will, on or before June 1, 1984, implement\nthe following procedure for determining probable cause that a\njuvenile detained in the Detention Center committed the\noffense(s) alleged to have been committed:\na.  A probable cause/detention hearing will be held\nwithin 48 hours of the juvenile's admission to Detention,\nexcluding Sundays and holidays.  § 78-3a-30(2) Utah Code\nAnnotated.\nb.  The Juvenile Court Judge or referee will make the\ndetermination whether there is probable cause to believe the\nalleged offense was committed and that the detained  juvenile\nalleged to have committed the offense did commit  it.\nc.  The judge or referee must base the finding of\nprobable cause upon sworn statements or testimony of persons\nhaving direct knowledge of the facts or circumstances\nsurrounding the offense(s) which the juvenile is alleged to\nhave committed or upon sworn statements or testimony of\npersons who have been informed of the facts or circumstances\nsurrounding the offense(s) which the juvenile is alleged to\nhave committed by informants having direct knowledge of such\n\nfacts or circumstances.\nIf the finding of probable cause is based only on\ninformation from informants, the sworn statements or\ntestimony relating the information shall set forth the\nunderlying fact or circumstances from which the informants\nconcluded the offense(s) was committed and that the juvenile\ncommitted  the offense(s) and shall set forth circumstances\ndemonstrating  the credibility or reliability of the\ninformants.\nd.  If the judge or referee finds that probable cause\nhas not been established, the allegation against the\njuvenile shall be found to be unsupported by probable cause\nand the juvenile shall be released from the Detention\nCenter.\ne.  If the judge or referee finds there is probable\ncause to believe the offense(s) alleged was committed and\nthat the juvenile committed  it; the judge or referee shall\nimmediately proceed to inquire into the need for further\ndetention.\n7.  Defendants will, on or before July 1, 1984, adopt rules\nand procedures governing detention hearings in cases in which a\njuvenile is alleged to have committed an offense.  Detention will\nonly be permitted  if the judge or referee determines that secure\nplacement of the juvenile is required to protect the juvenile\nfrom harm, to protect persons in the community from being harmed\nor to secure the attendance of the juvenile at future court\nproceedings.\n\na.  Detention to protect the juvenile from harm or to\nprotect persons in the community  from being harmed, shall be\npermitted only as follows:\n(1)  The nature and seriousness of the alleged\noffense:\n(a) If a juvenile is alleged to have  committed\nan offense specified  in the list of OFFENSES WHICH ALONE MAY\nJUSTIFY ORDER FOR FURTHER DETENTION AT THE  DETENTION-PROBABLE\nCAUSE HEARING  (attached hereto as Appendix A), the juvenile may\nbe detained without consideration of any other facts or\ncircumstances.  Detention  is not mandated, however, even upon\nestablishment of probable cause that the juvenile committed  an\noffense listed  in Appendix A.  The judge or referee may determine\nwhether to detain the juvenile after consideration of the facts\nand circumstances  listed  in paragraph 8.\n(b) If a juvenile is alleged to have  committed\nan offense listed  in the UNSAFE OFFENSE LIST (attached hereto as\nAppendix B), the juvenile may be detained  if the judge or referee\nfinds, after reviewing  the relevant facts and circumstances, that\ndetention  is required  to protect the juvenile from harm and/or\nprotect persons in the community  from being harmed by the\njuvenile.\n(c) If a juvenile is brought to detention\nsolely by reason of one of the following facts or  circumstances,\nthe juvenile may not be detained  in the Detention  Center:\n(i) Alleged to be ungovernable or runaway;\n\n(ii) Taken into custody for neglect, abuse,\nabandonment, dependency, or requiring protection for any other\nreason; .\n(iii) Alleged to have committed  a status\noffense (an offense which would not be a crime if committed  by an\nadult);\n(iv) Taken into custody solely for an\n\"endangering  condition,\" U.C.A. 78-3a-29(c);\n(v) Taken into custody for attempted\nsuicide.\n(d) No juvenile under the age of ten years may\nbe detained  in the Detention Center.\n(e) If a juvenile is alleged  to have  committed\nan offense not listed  in Appendix A or Appendix B, the juvenile\nmay be detained only if the juvenile may be detained  under\n7.a.(2) or 7.b. below.\n(2)  The juvenile's past offense record, as\ndemonstrated by juvenile court files;\n(a) A juvenile may be detained  if the juvenile\nhas two adjudications  for offenses arising out of separate\ncriminal episodes listed  in the UNSAFE OFFENSE LIST within the\npast year and the judge or referee finds that the juvenile's past\nrecord and the other relevant  facts and circumstances  listed\nherein require detention  to protect the juvenile from harm and/or\nto protect the community  from being harmed by the juvenile.\n(b) A juvenile may be detained  if the juvenile\nis currently alleged to have committed  an offense listed  in\n\nAppendix C and if the juvenile has three or more adjudications\nwithin the past year for offenses listed in either Appendix B or\nAppendix. C\nb.  Secure placement to secure the attendance of the\njuvenile at future court proceedings shall only be\npermitted  as follows:\n(1) A juvenile may be detained  if the juvenile is\nan escapee from a secure institution or other secure placement\nfacility to which the juvenile was committed  under a prior\nadjudication of a juvenile  court.\n(2) A juvenile may be detained  if the juvenile has\nfailed  to appear at a juvenile proceeding within the past year\nand the judge or referee finds that secure placement  is necessary\nto ensure the juvenile's appearance at future court proceedings.\n(3) A juvenile may be detained  if the juvenile has\nbeen verified  to be a fugitive from another jurisdiction, an\nofficial of which has formally requested  that the juvenile be\nplaced  in detention.\n(4) A juvenile may be detained  if the juvenile has\nvoluntarily absented himself or herself for at least 48 hours\nfrom three or more non-secure placements, including but not\nlimited to court-ordered  placements, within the preceding  year.\n8.  In determining whether to detain a juvenile or continue\na juvenile in detention  in accordance with paragraph 7, a judge\nor referee may consider the juvenile's background  and\n\ncircumstances, including:\na;  Family support/supervision and control;\n-b.' School involvement—attendance, student-faculty\nrelations;\nc.  Beneficial/supportive community relationship;\nd.  Mental and emotional state/factors;\ne.  Characterological or pathological factors;\nf.  Other factors.\n9.  Defendants will, on or before July 1, 1984, revise Form\n7, currently entitled  \"DETENTION/SHELTER HEARING FINDINGS AND\nORDER,\" in a manner consistent with this Consent Decree.\n10.  Defendants will, upon adoption of the rules and\nprocedures reflected  in this Consent Decree, follow these\npractices and procedures within the Second District Juvenile\nCourt.\n11.  Defendants will, on or before July 1, 1984, issue\n\"Guidelines for Admission to Detention\" consistent with the terms\nof this Consent Decree.  Said \"Guidelines\" shall be directed to\nintake and admissions desk personnel at the Detention Center.\n12.  Defendants will forward copies of the daily population\nreports of the Salt Lake County Detention Center on a monthly\nbasis to the attorneys for plaintiffs from July 1, 1984, until\nJune 30, 1985.\n13.  Plaintiffs reserve the right to request such attorneys'\nfees and costs as this Court deems appropriate, and defendants\nreserve the right to oppose such request.\n14.  No just reason exists for delay in entering this Consent\n8\n\nDecree as to all defendants in accordance with its terms.\n15.  The agreement set forth herein constitutes a fair and\nreasonable resolution of plaintiffs' claims regarding prompt\njudicial determinations of probable cause, and is therefore\napproved by this Court.\n dfl   of /   1984\nDATED this  3J\\ y   fn{l l^:^r\\ *\nDAVID  K.  WINDER\nUnited  States  District  Judge\n. LuA\nWILLIAM W. DOJ«l££, JR. ROBERT N. PARRISH\nCollard, Piston, Iwasaki & Assistant  Attorney  General\nDownes 236  State  Capitol\n417 Church Street Salt  Lake  City,  Utah  84114\nSalt Lake City, Utah 84111 (801)  533-7627\n(801) 534-1663\nAttorney  for  Defendants\nMARK I. SOLER\nYouth Law Center\n1663 Mission St., 5th Fl.\nSan Francisco, CA 94103\n(415) 543-3379\nJAMtS  R. BELL\nYo&th  Law  Center\n1663  Mission  St., 5th Fl.\nSan  Francisco,  CA  94103\n(415)  543-3379\nAttorneys for Plaintiffs\nCopies mailed to counsel  3-28-84cn:\nWilliam W. Downes, Jr.,  Esq.\nMark I. Soler, Esq.\nRobert  N. Parrish,  Asst.  Atty  Gen'l\n\nAPPENDIX A\nOFFENSES WHICH ALONE MAY JUSTIFY\nORDER FOR FURTHER DETENTION AT THE\nDETENTION-PROBABLE CAUSE HEARING\nARSON\nARSON5  Aggravated Arson - damages a habitable structure or\nvehicle when any person not a participant  is in the\nsame.\nASSAULTS\n1.  AGST23 Aggravated Assault\n2.  AGSXA1 Aggravated Sexual Assault\nATTEMPTS\n1.  ATM?11 Attempt to commit  a Capital Felony\n'..  ATMP22 Atte.-npt to commit a 1st Degree Felony against person\nBOMBS-CATASTROPHES-RIOTS\n1.  BOMBD2 Bombing - person injured\n2.  CAUCI2 Catastrophe - knowingly caused - injury to persons\n3.  RIOT39 Riot resulting  in injury or substantial property damage\nor arson or armed with a deadly weapon.\nBURGLARY\n1.  AGBUA1 Aggravated Burglary - causes physical injury to\nnon-participant or threatens the immediate use of a\ndangerous or deadly weapon.\nAGBUB3 Aggravated Burglary - armed with a deadly weapon or\npossesses or attempts to use any explosive or deadly\nweapon.\n\n-2-\nCONSPIRACIES\nj.  CNSP11 Conspire to commit  Capital Felony.  No overt act\nrequired.\n2.  CNSP22 Conspire to commit  Is Degree Felony against person.\nEXTORTION-ROBBERY\nLXTPA3  Extortion - threatens physical harm - value of property\nextorted  is more than $250 to $1,000.\nEATRTA  Extortion - threatens physical harm - value of property\nextorted  is from more than $100 to $250.\n3. EXTR42  Extortion - threatens physical harm - value over $1,000.\n4, PBERY1  Aggravated Robbery - 1st Degree Felony\nHOMICIDES\n1.  MKSLT2 Manslaughter\n2.  MRDR10 Murder - First Degree\n3.  M.RDR2 ) Murder - Second  Degree\nKIDNAP\n1.  AGKD21  Aggravated  Kidnaping\n2.  KDNCD1  Child Kidnaping - victim under 14 years\nOBSTRUCTING GOVERNMENTAL  OPERATIONS\n1.  ESCP18 Escape from official custody by use of force, threat or\ndeadly weapon.\nSEX OFFENSES\n1.  AGSXA1 Aggravated  Sexual Assault\n2.  RAPE21 Rape of person 14 years or older,\n3.  J»APCD1 Rape of a child  under 14 years.\n\n-3-\n4.  R£I»0B1  Object  Rape  -  victim  14  years  or  over.\n5.  fcAPOCI  Object  Rape  upon  a  child  under  14  years  of  age.\n6.  AGSAC1  Forcible  Sexual  Abuse  upon  a  child  under  14  years  of  age\naccompanied  by  an  aggravating  factor  specified  in\n76-05-404.1(3)(a)  or  (b)  or  (I).\n\nAPPENDIX B\nUNSAFE OFFENSE LIST\nJUVENILES BOOKED IN DETENTION FOR THE FOLLOWING OFFENSES NAY\nBE DETAINED IF THE JUDGE OR REFEREE FINDS THAT DETENTION IS\nREQUIRED TO PROTECT THE JUVENILE FROM HARM AND/OR PROTECT\nPERSONS IN THE COMMUNITY FROM BEING HARMED BY THE JUVENILE.\nASSAULTS\n1.  AGST23 Aggravated Assault\n2.  AGSXA1 Aggravated Sexual Assault\nATTEMPTS\n1. ATMPAA Attempt to commit a 3rd Degree Felony against person\n2. ATMP11 Attempt to commit a Capital Felony\n3. ATMP22 Attempt to commit a 1st Degree Felony against person\n4. ATMP33 Attempt to commit a 2nd Degree Felony against person\nBOMBS - CATASTROPHES - RIOTS - WEAPONS\n1.  BOMBD2 Bombing - person injured\n2.  CAUCI2 Catastrophe - knowingly caused - injury to persons\n3.  PSWEPG Possession of dangerous weapon with intent to assault\nanother.\n4.  RIOT39 Riot resulting in injury or substantial property damage\nor arson or armed with a deadly weapon.\n5.  SBTGE8 Sabotage\n6.  WEAPEH Exhibiting a dangerous weapon in any angry manner in\npresence of two or more persons.  (Knife or Gun)\n7.  WEAPOH Using a dangerous weapon in any fight or quarrel.\n(Knife or Gun)\nBURGLARY .\n1.  AGBUA1 Aggravated Burglary - causes physical injury to\nnon-participant or threatens the immediate use of\ndangerous or deadly weapon.\n\n-2-\n2.  AGBUB3 -Aggravated Burglary * armed with a gun or knife or\npossesses or attempts to use any explosive.\n3.  BURG25 Burglary - where burglary involved entry into a\nhabitable dwelling.\nCONSPIRACIES\n1.  CNSPAA Conspire to commit 3rd Degree Felony against a person,\n2.  CNSP11 Conspire to commit Capital Felony.  No overt act\nrequired.\n?.  CNSP22 Conspire to commit  1st Degree Felony against person.\n4.  CKSP33 Conspire to commit 2nd Degree Felony against person.\nDESTRUCTION OF PROPERTY - ARSON - RECKLESS/BURNING  (FIRESETTING)\n1.  ARSK2D  Arson - value exceeds $1,000.\nA-INS\"^  Arson - value exceeds $5,000.\n2.  ARSON3  Aggravated Arson - damages a habitable structure or\nvehicle when any person not a participant  is in the\nsame.\n}.  RKLBAA  Reckless Burning - endangers human life, or having\nstarted a fire and knowing it is spreading and will\nendanger human life fails to take reasonable measures to\nput it out or control it or to give a prompt alarm.\nDIRECT HOLDS - DETENTION\nCTYCMZ Circuit or J.P. Court Commitment.  Child may be held if\ndetention is authorized by guidelines.\nCTYWRZ Circuit or J.P. Judge Warrant.  Child may be held for\ndetention if detention is authorized by guidelines.\nDRUGS (SALE OF)\nNRCSAG Distribution of narcotic drug for value.\nNRCSB9\nNRCSL7\n\n-3-\nEXTORTION - ROBBERY\nEXTRA3  Extortion - threatens physical harm - value of property\nextorted is more than $250 to $1,000.\nEXTRTA  Extortion - threatens physical harm - value of property\nextorted  is from more than $100 to $250.\nEXTR42  Extortion - threatens physical harm - value over $1,000.\nRBERYl  Aggravated Robbery - 1st Degree Felony.\nROPER?  Robbery - Federal Offense Bank Robbery.\nHOMICIDES\n1 -  AUTOH? Automobile Homicide\n2.  MNSLT2 Manslaughter\nl^  MR:\">RK Murder - First Degree\n1.  MRHR21 Mjrder - Second Degree\n).  MYHEM2 Mayhem\nJUVENILE\nPCKUP2  Pickup Order, child may be held if authorized by\nguidelines.\nALICNJ  Non-resident Alien - Hold for Immigration Service.  If\nnot charged with a criminal offense, place on a direct\nhold.  Otherwise, include on Detention Docket.\nKIDNAP - TERRORISTIC THREATS\nA31.D\"C  Aggravated Kidnaping - victim not released.\nAGD021  Aggravated Kidnaping - victim released.\nDTAIN3  Unlawful Detention\nKDNAP/  Kidnaping\nKDNCD1  Child kidnaping - victim under 14 years\n\n-4-\n\\   OBSTRUCTING  (JUSTICE) GOVERNMENTAL OPERATIONS\nx\n1.  AWOL-H  Absent Without Official Leave from the Military.\n2.  ESCAW7  Aiding in an escape from official custody by providing a\ndeadly weapon which nay facilitate such escape.\n3.  FSCP18  Escape from correctional facility by use of force,\nthreat or deadly weapon.\n4.  PLGHTG  Interstate Flight to Avoid Prosecution.\n5.  OB.7SC8  Obstructing Justice where a capital offense or felony of\nfirst degree has been committed.\nTRAFFIC\n1. HR1P1M Leave Accident Scene - personal injury.\n2. HH4FD6 Fleeing a Police Officer causing damage to police\nproperty or substantial damage to property of another.\n3. HR4F13 Fleeing a Police Officer causing bodily injury to\nanother.\n4. Hi*4FS9 Fleeing a Police Officer - 90 MPH or over or while doing\nso leaves the state of Utah.\nSEX OFFENSES\n1. AGEXP8 Aggravated Exploitation of Prostitution\n2. AGEXA1 Aggravated Sexual Assault\n3. RAPCD1 Rape of person under 14 years.\n4. RAPE21 Rape of a person 14 years or over.\ni. SDMY11 Sodomy upon a child - victim under 14.\n5. SDHY21 Forcible Sodomy - victim 14 years or over.\n7. SXABS2 Forcible Sexual Abuse - victim 14 or over.\nRAPOB1 Object rape- victim 14 years or over.\nRAPOC1 Object rape upon a child under 14 years of age.\n\n-5-\n10. AGS&C1  Aggravated  sexual abuse upon a child under 14 years of\nage.\n11. SXAtie2  Sexual abuse upon a child under 14 years of age.\n\nAPPENDIX C\nA JUVENILE MAY BE DETAINED IF CURRENTLY ALLEGED TO HAVE\nCOMMITTED AN OFFENSE ON THIS LIST AND THE JUVENILE HAS\nTHREE OR MORE ADJUDICATIONS WITHIN THE PAST YEAR FOR\nOFFENSES LISTED IN EITHER APPENDIX B OR THIS LIST.\nHOMICIDE\n1.  NGHOMA  Negligent homicide\nTRAFFIC\n1.  DI1UIM  DUI - Alcohol\nDI2MEM  DUI - Other Drugs\nSEX OFFENSES\n1.  EXPRS9  Exploiting Prostitution\n2.  PRSTU9  Interstate Transportation of Prostitute",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1710"
    }
  ],
  "document_count": 2
}