{
  "case_id": 15942,
  "fetched_at": "2025-10-22T00:26:33.465995",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Benefits/Government Services"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq.",
      "Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12111 et seq."
    ],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2006,
    "id": 15942,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 28948,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Oregon",
      "docket_office_number": "",
      "docket_number_manual": "Never filed",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "U.S. CRIPA and ADA/Olmstead investigation of Oregon State Hospital and Mental Health System",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Olmstead Cases"
    ],
    "special_case_type": [],
    "state": "Oregon",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15942",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15942",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15942",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15942"
  },
  "documents": [
    {
      "date": "2014-01-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 90054,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/90054.pdf",
      "title": "Interim Report",
      "text": " \n \nUnited States Department of Justice \n\n\nInterim Report to the State of Oregon \n\n\n  \n \n \nIntegration of Community Mental Health and \n\n\nCompliance with Title II of the Americans with \n\n\nDisabilities Act \n\n\n \nJanuary 2, 2014\n \n \n   \n\nI.   Background  \n \nThe United States Department of Justice initially opened an investigation of conditions at \nthe Oregon State Hospital under the Civil Rights of Institutionalized Persons Act in 2006.  In late \n2010, we expanded our focus to look at Oregon’s broader mental health system pursuant to our \nauthority under the Americans with Disabilities Act (“ADA”).  This expanded investigation \nincluded examining the community services and supports available to persons with mental illness \nthroughout Oregon. \n \nShortly after we began our expanded investigation, Oregon announced a transformation \nof its healthcare system to include integration of the systems for delivering physical and mental \nhealth care, expanding the number of individuals and services covered under the Oregon Health \nPlan, and ensuring improved quality of services through an outcome-driven system.  The \ntransformation is designed to shift financial incentives from acute care to prevention, wellness, \nand community-based management of chronic conditions – which is exactly the point of our \nADA investigation, in which we are determining whether Oregon’s mental health care is being \nprovided in the most integrated setting.    \n \nOregon leadership and the Department agreed that this health transformation process – if  \nit includes a focus on helping people with serious and persistent mental illness achieve positive \noutcomes through the provision of critical community services – provided a unique opportunity, \nthrough a cooperative process, to ensure that Oregon meets that integration mandate of the ADA \nas interpreted by Olmstead v. L.C., 527 U.S. 581 (1999). \n \nIn order to resolve our investigation, the Department and the State agreed to a process to \nensure that the health transformation initiative brought about changes to the Oregon mental \nhealth system necessary to ensure that people were not placed at a risk of unnecessary \nsegregation. The agreement included a three-part process.  In the first year, largely, although not \nexclusively through the managed care provider contracts, the State would collect data that would \npermit the mapping of services and outcomes.  This was essential to the reform because \nstatewide data was largely unavailable and the State did not have information essential for the \nplanning process. \n \nOnce the data was collected and the systems understood, the parties agreed to discuss \nintermediate metrics to be placed in provider contracts.  These would include a minimum array \nof services necessary to meet the known needs.  We agreed that this was a necessary step to \ntransition to a system driven solely by outcome measures. \n \nIn the final phase, we would work together to develop outcome measures that would be \nguided by individual and community health. These would be included in the provider contracts \nand would not measure the quantity of each service, but rather set standards to measure whether \nthe systems are supporting people in the community and preventing unnecessary segregation.  \n \nAs provided by our November 9, 2012 agreement, Oregon has submitted quarterly data \nand information to the Department regarding system development and outcomes regarding \ncommunity mental health provisions.  We also met with State officials in late March 2013 and \n1    \n\n\n\nhave had various discussions throughout the year regarding the data provided by the State.  This \nreport addresses our initial analysis of that data.  \n \nII.   Executive Summary  \n \nSeveral themes emerge from the data provided by the State throughout this past year: \n \n \t \t  First, and foremost, Oregon appears to have made only limited progress over the past \nthree quarters in decreasing the use of restrictive institutional settings, decreasing the \nrate of readmission to these institutional settings, decreasing the average time  \nconfined in these institutional settings, and decreasing the service dollars spent on \nthese institutional settings.   \n \n\t  \t  Second, while Oregon data reports somewhat of an array of mental health services, \nthe data reveals a lack of adequate high-intensity services like Assertive Community \nTreatment (“ACT”), and critical supports for housing and employment.   \n \n \t \t  Third, the data suggests that the high quantity of services that Oregon is reporting in \nsome parts of the State do not meet evidence-based models for quality. \n \n \t \t  Finally, the data is inconclusive whether community services are being appropriately \ndistributed and allocated statewide, particularly throughout the more heavily \npopulated centers in the State. \n \nThe data we have reviewed clearly shows that Oregon’s community services have not \nbegun to expand. That has led to a predictable result – Oregon is not yet transitioning to a \ncommunity-based system. The State’s data reveals that funding for mental health services is not \nyet shifting away from costly restrictive institutional settings to more effective, less costly \ncommunity settings. \n \nThe State has long been aware of the gaps in its community mental health system.  In \n2008 and 2009, the Legislature and the Department of Mental Health funded reports from  \nvarious workgroups and consultants that document the gaps in the system.1  For years, the \nDepartment has repeatedly raised this same concern with Oregon leadership.  We were assured \nthat the State was committed to moving to a community-based system of providing mental health \ncare. \n \n                                                            \n1    Public Consulting Group, Oregon Department of Human Services Additions and Mental \nHealth Division, Assessment and Evaluation of the Mental Health Care Delivery System in \nOregon, November 2008; Public Consulting Group, Oregon Department of Human Services \nAdditions and Mental Health Division, Assessment and evaluation of the adult mental health \nsystem in Oregon, March 12, 2009; Oregon Department of Human Services Community Services \nWorkgroup Report, A Complement to the Master Plan Phase II Report on the Replacement of the \nOregon State Hospital, March 2009. \n2    \n\n\nCertainly, serving individuals with highly complex mental health needs is best done \nthrough a person-centered approach delivered through an array of effective evidence-based \ncommunity services. Furthermore, this approach best preserves State general funds and is more \neffective than institution-based services.  While State officials have expressed their desire to \ncreate a community-based mental health care delivery system, this is not yet happening.  We  \nlook forward to working with the State to now redirect its focus and efforts to make community-\nbased mental health services a reality in Oregon.  \n \nIII.   Analysis of Data  \n \nA.   Current Service Provision of Oregon Community-Based Mental Health Services  \n \nDespite the stated commitment to transform to a community-based system, the data \nprovided demonstrates that there has not been an increase in the provision of community-based \nmental health services.  As the State develops community services, we would expect to see an \nincrease in the amount of community-based mental health services (service units) being provided \nand a decrease in the amount of institution-based services.  This expected increase is not evident. \nIndeed, as demonstrated in Chart 1, the quantity provided for most community services has \nessentially stayed the same during 2013, and in the case of supported housing, has actually \ndecreased.  \n \nChart 1 - Service units per adult with a serious and persistent mental illness \nprovided by Coordinated Care Organizations, per 1,000 clients  \n8,000 \n6,888 \n7,000  6,568 \n5,774 \n6,000 \n5,000 \n4,000 \n2,890 \n2,729 \n3,000  2,514  3,011 \n2,643 \n2,477 \n2,000 \n2,161 \n1,906 \n1,000  1,587 \n609  594  588 \n228  294  333 \n0 \nApril  2013 Report  July  2013 Report  Oct  2013 Report \nCase management  Peer support \nSupported employment  Psych-education and  living  skills training \nSupported housing services  Supportive housing services \n \n3    \n\n\n\nSimilarly, despite Oregon’s stated goal to shift from costly institution-based services to \nless costly preventative services, this transformation is not yet occurring.  Funding has not yet \nshifted away from costly restrictive inpatient settings to less costly, less restrictive community \nsettings. In fact, the percentage of spending on care for adults with a serious and persistent \nmental illness in more restrictive living settings has increased by about 5% over the two quarters \nof data provided, as noted in Chart 2.2  The data provided clearly demonstrates that \napproximately 74% of all service dollars spent by Oregon for adults with a serious and persistent \nmental illness is going toward restrictive, institution-based settings.  Moreover, it is worth noting \nthat three quarters of the budgeted service dollars are being spent on less than 2% of Oregon \nadults with a serious and persistent mental illness.  \n \nChart 2 - Percent of all service dollars for adults with a serious and persistent \nmental illness that are used for care, by reported setting3  \n35% \n31.6% \n30.0% \n30% \n25%  23.6% \n20.8% \n20% \n15% \n10%  8.1%  8.0% \n6.6%  7.0% \n5%  3.6%  3.9%  3.3%  3.8%  3.9% \n1.7% \n0%  0% \n0% \nApril 2013 Report  Oct 2013 Report \nSupported Housing  Supportive Housing \nAdult Foster Home  Residential Treatment  Home \nResidential Treatment  Facility  Secure Residential Treatment  Facility \nInpatient Hospital  State Hospital \n \nThe above care settings are defined herein. 4  \n                                                            \n2    During calendar year 2013, as evidenced in Chart 2, service dollars spent on care of \nadults in institutional settings increased from 69% to74% according to data provided by the State \nfor System Development Measure 9, items D-H.  The reported data demonstrates that the State \ncontinues to spend a vast majority of its service dollars for adults with serious and persistent \nmental illness on restrictive settings, including the state hospital and smaller secure settings.  \n  \n3    Chart 2 includes only spending for people in select settings and, therefore, does not sum \nto 100%. The chart does not include spending for people who received services in other settings, \nsuch as those living in their own home, those living with family, those living with friends, and \nthose who are homeless, for example.  \n4    \n\n\n \nSignificantly, as the State itself recognizes, the movement from an institution-based \nsystem and a subsequent reinvestment into a community-based system will result in major \nsavings. This is because the cost of providing care at the state hospital is significantly higher \nthan the cost of providing individualized services in the community.  For example, with an \nestimated cost of care at Oregon State Hospital of $945 per day,5 the annual cost of a state \nhospital stay is approximately $344,925 per person.  Given that care provided by the state \nhospital is generally not reimbursable through Medicaid or other insurance, these costs have \nlargely been borne by the State of Oregon. \n \nIn contrast, providing services to individuals in the community would not only lower \ncost, but would draw down federal dollars through Medicaid or other programs.  For example, a \nnational estimate of the average annual total cost of effectively supporting an individual in the \ncommunity with Assertive Community Treatment services is about $15,000.6  Taking into \naccount that ACT services are reimbursable through Medicaid and draw federal dollars, the costs \nto Oregon are only approximately $5,634 per person annually.  The table below summarizes \nannual projections comparing inpatient hospitalization with intensive community services. \n \n \n \n \n                                                                                                                                                                                                \n4    “Supported housing” as defined in the November 9, 2012 agreement, refers to permanent, \nscattered-site housing for no more than two people in a given apartment or house where housing, \nsupport, and individualized care services are provided as an integrated package.  “Supportive \nhousing” as defined in the November 9, 2012 agreement, refers to permanent housing in which \ntenants who live together in a single building or complex of buildings receive support services. \n“Residential Treatment Facility” is a state-licensed live-in facility that provides services on a 24-\nhour basis for six or more residents with serious and persistent mental illness. “Secure \nResidential Treatment Facility” is a state-licensed locked facility that provides services on a 24-\nhour basis for six or more residents with serious and persistent mental illness.  By regulation, a \nresident is restricted from exiting the facility or its grounds through the use of approved locking \ndevices on resident exit doors, gates, or other closures for the stated purpose of protecting the \npublic. “Residential Treatment Home” is a group  home for five or fewer residents with serious \nand persistent mental illness where services are provided on a 24-hour basis.  “Adult Foster \nHome” is a state-licensed group home in which residential care is provided to five or fewer \nadults. By regulation, Adult Foster Homes are required to have written posted house rules \n“regarding hours, visitors, use of tobacco and alcohol, meal times, use of telephones and kitchen, \nmonthly charges and services to be provided and policies on refunds in case of departure, \nhospitalization or death.” \n \n5    Oregon Health Authority, Oregon State Hospital Cost of Care,  \nhttp://www.oregon.gov/oha/amh/osh/Pages/cost-of-care.aspx.  \n6    National Alliance on Mental Illness, Assertive Community Treatment: Investment Yield  \nOutcomes, September 2007.  \n5    \n\n\nChart 3 – Institutional costs compared to community services  \n \nFederal \nAnnual Cost Basis  Total Annual Cost  Net State Cost  \nMedicaid \n  \nAverage  Average \nstay (256  Full year  stay (256  Full year \nHospital Days:  days)   cost     days)   cost \nInstitutional  \nOregon State Hospital \n($945 daily  rate)  $241,920   $344,925   $0  $241,920   $344,925  \nCommunity \nACT @ $15,000   $15,000   $9,366   $5,634  \nRange of Annual Savings/Person:   $236,286 to $339,361  \n   \n \nB.   Consumer Outcomes \n \nThe State’s data raises concerns that Oregon continues to rely heavily on institutional \nsettings for persons with mental illness and is not yet providing an adequate array or volume of \nservices in the community. Assessing the data Oregon provided shows a trend of relatively \nunchanged use of restrictive living placements, relatively unchanged lengths of stay in these \nsettings, and relatively unchanged rates of readmission to institutional settings.  These “flat line” \ndata trends are shown in Charts 4-7 below, and all are poor consumer outcomes.   \n \nChart 4 -Number of adults with an identified serious and persistent mental illness \nin restrictive settings \n1000 \n900  817  825  825 \n800 \n700  788  771  762 \n600 \n497  496 \n474 \n500 \n400 \n265  257  257 \n300 \n200 \n100  193  191  208 \n0 \nApril  2013 Report  July  2013 Report  Oct  2013 Report \nState Hospital  Secure Residential Treatment  Facility \nResidential Treatment  Facility  Residential Treatment  Home \nAdult Foster Home \n \n6    \n\n\nChart 5 -Average admission rate for adults with serious and \npersistent mental illness, per  1,000 clients \n10.00 \n8.6\n9.00 \n8.0  8.0 \n8.00 \n7.00 \n6.00 \n5.00 \n4.00 \n3.00 \n2.0  2.0  2.0 \n1.8  1.7  1.7  1.7 \n2.00  1.2  1.5  1.2  1.5  1.4\n1.00 \n0.00\n \n \nApril  2013 Report  July  2013 Report  Oct  2013 Report\n \n \nState Hospital  Secure Residential Treatment  Facility \nResidential Treatment  Facility  Residential Treatment  Home \nAdult Foster Home   \nChart 6 -Average length of stay for  adults with serious and persistent \nmental illness, by setting \n685.1 \n700.0 \n650.0 \n597.6  605.7 \n600.0 \n550.0  506.9  512.4 \n500.0  472.2 \ns  440.4 \nay450.0  423.9 \nD\n400.0 \n350.0 \n300.0  300.3  263.6  308.1 \n262.5 \n250.0 \n258.6  256.0 \n200.0  234.0 \nApril  2013 Report  July  2013 Report  Oct  2013 Report \nState Hospital  Secure Residential Treatment  Facility \nResidential Treatment  Facility  Residential Treatment  Home \nAdult Foster Home \n \n7    \n\n\n\nChart 7 - Readmission rates for inpatient psychiatric care for adults \nwith serious and persistent mental illness \n35.0% \n30.6% \n29.6% \n30.0% \n25.0% \n19.2% \n20.0%  18.1%  17.7% \n15.4%  30-day \n15.0% \n180-day \n10.0% \n5.0% \n0.0% \nApril  2013 Report  July  2013 Report  Oct  2013 Report \n \nCharts 4-7 reflect that mental health services in Oregon have not shifted away from  \nrestrictive settings to less restrictive settings in accordance with the integration mandate of the \nAmericans with Disabilities Act, as interpreted by the Supreme Court in Olmstead v. L.C., 527 \nU.S. 581 (1999). Moreover, the data provided by the State reflects that services in the \ncommunity are not sufficient to keep individuals out of restrictive settings.  \n \nIn addition, the State’s data (Chart 8) shows only a minimal decline in the number of \nconsumers seeking emergency room services.  Again, if the State were following through on its \nstated goal of investing in preventative community-based services, we would expect to see the \nnumber of emergency room visits for individuals with mental illness start trending significantly \ndownward. As evidenced by the data, this has not happened.  Furthermore, while the number of \ntotal emergency room visits may appear to have decreased somewhat, the number of consumers \nusing community-based crisis stabilization services (such as mobile crisis teams and walk-in \ncrisis centers) has not increased as shown by the State’s data for System Development Measure \n3, evidencing a lack of intended outcomes. \nChart 8 - Number of emergency room visits for adults with a \n\n\nwith a mental health diagnosis\n\n  \n3,000 \n2,500 \n2,572  2,562 \n2,428 \n2,000 \n1,500 \n1,000 \n500 \n-\nApril  2013 Report  July  2013 Report  Oct  2013 Report \n \n8    \n\n\nIV.  \t\t  Utilization of Community-Based Mental Health Services by Adults with a Serious \nand Persistent Mental Illness  \n \nA.   Data Integrity  \n \nChart 9, below, summarizes the key community-based services that Oregon reports \nproviding to people with serious and persistent mental illness, either through its counties or \nthrough managed care organizations – predominantly the fledgling Coordinated Care \nOrganizations, but to a lesser extent Mental Health Organizations and fee-for-service providers.  \nAn analysis of the data provided calls into question both the accuracy of the data and suggests \nthat the high quantity of services that Oregon is reporting in some parts of the state do not meet  \nevidence-based models for quality. \n \nChart 9 - Oregon community-based mental health services: Number of adults with a \nserious and persistent mental illness served and number of contracted providers  \n \n# of adults  Total # of \nwith a   adults \nserious  # of adults  with a  \nand  with a serious  serious \npersistent   and persistent  and \nCommunity- mental   mental illness  persistent  \nbased mental  illness  served by  # of managed  mental  \nhealth   served by  # of county   managed care   care  illness  Total # of \nservice  counties   subcontractors   organizations   subcontractors   served  subcontractors  \nCommunity-Based Crisis Services 7  \nCrisis hotline   37,931  47  37,931   47 \nMobile crisis  \nteams  5,579  45  5,579  45 \nWalk-\nin/drop-off \nCCOs partner with the  counties, \ncrisis centers  3,803  38  3,803  38 \nwho typically  run the crisis \nCrisis \nsystem, according to Oregon’s \napartments / \n“Data Table.”  \nrespite  150  27  150  27 \nShort-term  \ncrisis \nstabilization \nunits   574  25  574  25 \n   \n                                                            \n7    It is also likely the data includes individuals who are not diagnosed with serious and \npersistent mental illness, given that the counties do not appear to have a system for filtering who \nqualifies as serious and persistent mental illness versus someone diagnosed with serious mental \nillness or someone without mental illness.  Additionally, the State is unable to provide \nunduplicated counts for these services. \n9   \n\nCommunity-Based Mental Health Services  and Supports  \n# of adults \nwith a   Total # of \nserious and  adults \npersistent   with a  \n# of adults  mental   serious \nwith a serious  illness  and \nand persistent  served by  persistent  \nCommunity- mental illness  managed   # of managed  mental  \nbased mental  served by  # of county   care  care  illness  Total # of \nhealth service   counties   subcontractors   organizations   subcontractors   served  subcontractors  \nAssertive \nCommunity  \nTreatment   169   17  349  24   518  41 \nIntensive Case  \nManagement   2,610   41  310  289   2,920  330 \nCase  Data not provided for  \nManagement  counties  5,553  289  5,553  289 \nPeer Support   409  39  404  62   813  101 \nSupported \nemployment  248   27  534  36   779  63 \nPsych-education \nand living skills \ntraining  692  35  2,366  62  3,058  97 \nAssessment  \n3,330  72  6,783  564  10,113   636 \nCommunity-Based Housing  \nSupported \nhousing services \n(DOJ definition)  460  0     460   \nSupportive \nhousing services   873   0     873   \nOwn Home       21,419  \nTotal Adults  \nServed      22,752  \n \n  In conversations with Oregon since this data was provided, State officials were confident \nthat the information provided is accurate.  The data regarding Intensive Case Management \nillustrates why some of the data may be flawed.  If the information provided is accurate, Oregon \nprovides this service to almost 3,000 individuals – the vast majority of whom receive Intensive \nCase Management through the counties.  The counties are reported to have 41 subcontractors – \nwhich the State asserted represents 41 teams – providing services to 2,610 individuals.  The \nmanaged care organizations are reported to have 289 subcontractors or 289 teams, serving 310 \nindividuals. Thus, the counties have an average case load of 64:1 which is more than 60 times \ngreater than the caseload provided by the managed care organizations for the exact same service.  \nAlthough it is likely the discrepancy arises from how managed care organizations count the \nnumber of subcontractors providing ICM, the data shows an obvious discrepancy.  \n \n10  \n   \n\n  In addition, the data reflects the inadequacy of the totality of services currently being \nprovided. Given the total number of adults with a serious and persistent mental illness being \nserved in the community, the level of services that they are receiving is extremely low.  For \nexample, we would expect that most of these individuals would receive some type of case \nmanagement or care coordination.  The data reveals, however, that only 41% of these individuals \nreceived case management or care coordination services.   \n \nB.   Current Service Caseloads \n \nSetting aside the accuracy issue, the current service population data illustrates a critical \npoint: many service teams in Oregon report caseloads dramatically lower than what we have \nseen in states using evidence-based models. \n \nThe Intensive Case Management data also highlights this point, as shown in Chart 10, \nbelow. Looking at just the county-level data and excluding the managed care data, Oregon \ncounty Intensive Case Management teams serve caseloads of roughly 64 people per team with \ncaseloads varying from 0 people per team to 527 people per team.   \n \nChart 10 - Comparison of Oregon Intensive Case Management team caseloads,  \nby county \n \nAverage \nNumber of Intensive Case  Unique number of people with serious  caseload per \nCounty  Management teams  and persistent mental illness served   team \nGilliam  1  0  0.00 \nGrant  1  0  0.00 \nHarney  1  0  0.00 \nMorrow  1  0  0.00 \nWheeler  1  0  0.00 \nClatsop  1  1  1.00 \nColumbia  1  1  1.00 \nLake  1  3  3.00 \nWallowa  1  3  3.00 \nClackamas  3  12   4.00 \nUnion  1  4  4.00 \nCoos  1  5  5.00 \nSherman  1  5  5.00 \nTillamook  1  5  5.00 \nYamhill  1  5  5.00 \nDeschutes  1  7  7.00 \nHood River  1  12   12.00 \nMultnomah  4  55   13.75 \nJosephine  1  18   18.00 \nJackson  1  20  20.00 \n11 \n\n    \n\nAverage \nNumber of Intensive Case  Unique number of people with serious  caseload per \nCounty  Management teams  and persistent mental illness served   team \nDouglas  1  29   29.00 \nBaker  1  33   33.00 \nLane  2  73   36.50 \nWasco  1  51  51.00 \nBenton  1  65   65.00 \nLinn  1  86   86.00 \nJefferson  1  135   135.00 \nPolk  2  274   137.00 \nWashington  3  440   146.67 \nLincoln  1  214   214.00 \nMarion  2  1,054   527.00 \n \nAs shown in Chart 11, below, the ACT team caseloads are similarly low and reflect \nsubstantial variation among ACT providers.  These caseload numbers are not consistent with \nfull-fidelity ACT services, which typically serve a caseload of 75 to 100 people per ACT team.  \nIn Oregon, ACT teams serve, on average, 10 people.8  When broken down by provider, though, \nthe caseloads vary wildly. The data also raises the question of whether there are sufficient ACT \nservices in the State. For instance, Multnomah County ACT team serves only 25 of the roughly \n13,173 estimated adults with a serious and persistent mental illness in the county.9  By any \nmeasure, this is woefully inadequate as researchers have estimated that ACT teams should be \nprovided to between 20-40% of those with serious mental illness.10  Given that consumers with \nserious and persistent mental illness present greater needs than people with serious mental illness \ndo, that number may need to be even higher, particularly when there has previously been a high \nrate of institutionalization.   \n   \n                                                            \n8    Assuming full- fidelity, these lower caseloads would result in extremely high costs per \nindividual – way beyond what we would expect for full-fidelity, evidence-based ACT teams. \n \n9    This includes only individuals served by the county ACT team, not those served by \nCoordinated Care Organization ACT teams covering Multnomah County.  Two Coordinated \nCare Organizations – Family Care and Health Share – cover Multnomah County.  These \nCoordinated Care Organizations reported having one ACT team and three ACT teams, \nrespectively. These teams – which also partially cover Clackamas, Marion, and Washington \nCounties – serve 78 people with ACT. This means even if all of the ACT services provided by \nthese Coordinated Care Organizations were actually provided in Multnomah County, at most  \nonly 103 people would be receiving ACT services in the Portland area.  \n \n10     Gary R. Bond, et al., Assertive Community Treatment for People with Severe Mental \nIllness: Critical Ingredients and Impact on Patients, Dis Manage Health Outcomes, 141-159 \n(2001); Gary S. Cuddeback, et al., How Many Assertive Community Treatment Teams Do We \nNeed?, Psychiatric Services, 1803-1806 (December 2006).  \n12  \n   \n\n \nChart 11 - Comparison of Oregon ACT team caseloads, by provider \n \nUnique number of people \nNumber of  with a serious and persistent  Average caseload \nCounty or CCO  ACT teams  mental illness served  per ACT team \nCounty: Columbia  1  0   0.00 \nCounty: Douglas  1  0   0.00 \nCounty: Gilliam  1  0   0.00 \nCounty: Morrow  1  0   0.00 \nCounty: Wheeler  1  0   0.00 \nCounty: Union  1  1   1.00 \nCounty: Wallowa  1  1   1.00 \nCCO: FamilyCare  1  1   1.00 \nCCO: Western Oregon Advanced \nHealth  1  1   1.00 \nCounty: Lane   2  5   2.50 \nCCO: PrimaryHealth Josephine   2  8   4.00 \nCounty: Josephine   1  5   5.00 \nCCO: Columbia Pacific  3  18  6.00 \nCCO: Yamhill County Care   2  12   6.00 \nCounty: Hood River  1  8   8.00 \nCCO: Intercommunity Health \nNetwork  2  16   8.00 \nCCO: Eastern OR   3  33  11.00 \nCounty: Benton   1  12   12.00 \nCCO: PacificSource  2  30  15.00 \nCCO: Trillium  4  71  17.75 \nCounty: Deschutes  1  19  19.00 \nCCO: All Care  1  20  20.00 \nCounty: Washington   1  22   22.00 \nCounty: Multnomah   1  25   25.00 \nCCO: Health Share  3  77  25.67 \nCounty: Wasco  1  27   27.00 \nCounty: Yamhill   1  44   44.00 \n \nC.   Geographic Distribution of Current Services  \n \nGiven the data provided by the State to date, we do not have enough information to map \nprecisely where services are concentrated.  While we have information about what the counties \nprovide, the complication arises for the services provided by Coordinated Care Organizations.  \nSeveral Coordinated Care Organizations cover multiple counties, and several counties are \ncovered by multiple Coordinated Care Organizations.  In places where overlap exists, we do not \n13 \n \n   \n\nhave a way to accurately overlay where services are available.11  The State should amend its data \ncollection process to permit this analysis to be done.  It will be essential to its ability to address \ngaps in services and successfully move to an outcome-based system. \n \nV.   Conclusion  \n \nAlthough the accuracy of the data provided by Oregon over the past year is concerning, \nour review of intended outcomes does show substantial gaps in the community mental health \nservices being provided. Despite our expectation that changes in the service system would help \nreduce Oregon’s reliance on institutionalization, that key outcome for consumers has not taken \nhold. Likewise, key consumer outcomes in general have not appeared to improve over the past \nthree quarters. Further, despite data reporting a high quantity of some services, the data suggests \nthose services likely do not meet the quality of evidence-based models for care.  Oregon is far \nbehind where it needs to be in providing the high-intensity community services that are most \nnecessary for serving people with serious mental illness in the most appropriate integrated \nsettings. \n                                                            \n11    We have reached out to the State about this issue.  Oregon informed us that it expected to \nprovide us this breakdown by January 1, 2014, but we have not yet received this information. \nReceiving this information will assist in conducting a mapping of services throughout Oregon. \n14 \n \n   ",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/sites/default/files/crt/legacy/2014/01/28/oregonmh_interimrpt_1-2-14.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/90054"
    },
    {
      "date": "2014-01-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 90056,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/90056.pdf",
      "title": "Cover Letter To Interim Report",
      "text": "U.S. Department of Justice \nJanuary 2, 2014 \nJohn Dunbar \nAttorney in Charge, Special Litigation Unit \nOregon Department of Justice \n1515 S.W. Fifth Avenue, Suite 400 \nPortland, OR  97201 \nRe: \t Interim Report regarding United States' Investigation of Oregon's Mental Health \nSystem. DJ#168-61-30 \nDear Mr. Dunbar: \nWe write in connection to our upcoming meeting with State officials as agreed upon in \nour November 9, 2012 letter.  That letter provides an opportunity to work cooperatively together \nto resolve the United States Department of Justice's investigation ofthe State's compliance with \nthe integration mandate of Title II of the Americans with Disabilities Act and Olmstead v. L.e., \n527 U.S. 581 (1999), as it applies to persons with mental illness. \nOregon has made clear that the transformation of its health care system, pursuant to the \nAffordable Care Act, will include:  integration of the systems delivering physical and mental \nhealth care; expanded coverage under the Oregon Health Plan; and ensuring improved quality of \nservices through an outcome-driven system.  As Governor Kitzhaber has recognized, this pivotal \nturning point in delivery ofhealth care services provides a unique opportunity for the State and \nthe Department to work together to address the Departmenfs concerns in this particular \ninvestigation, by embedding necessary mental health care reform in the design and \ntransformation ofthe State's overall health care system.  By utilizing health-care reform to ensure \nthat the integration mandate is met for treatment of mental illness, Oregon has the opportunity to \nbecome a national model for community-based care.  It is the desire ofthe Department to work \nwith Oregon to meet this charge. \nWe previously agreed that it is the State's intent to use this health reform process to better \nprovide individuals with serious and persistent mental illness ('SPMI) with the critical community \nservices necessary to help them live in the most integrated setting appropriate to their needs and \nachieve positive outcomes.  As you know, the State and the Department agreed to resume \ndiscussions shortly after the system -wide data was shared with the Department.  In conjunction \nwith that understanding, the State and the Department have agreed to meet January 8-10, 2014 in \nOregon. \nIn order to facilitate these discussions, we are writing to provide the State with our \n\npreliminary review of the state-wide data provided by State officials over the past year.  As \n\n\nPage 2 -John Dunbar \nRe: Interim Report regarding United States' Investigation of Oregon's Mental Health System. \nDJ#168-6 1-30 \nevidenced in the attached Interim Report, several themes emerge from the State's information. \nFirst, and foremost, despite the blueprint provided in our November 9, 2012 agreement matrix \nfor the array of services Oregon must support to build a community-based system, the State's data \ndisplays that the funding of mental health services has not shifted away from costly restrictive \ninpatient settings to less costly preventative community settings and services.  This particular \nconcern was raised during our meetings with State officials in March 2013, and in a subsequent \nletter to the State.  Second, Oregon appears to have made only limited progress over the past \nthree qualters in improving key outcomes for consumers.  While the data suggests a minimal \ndecline in the number of consumers seeking emergency room services, the number of consumers \nusing community-based crisis stabilization services (such as mobile crisis teams and walk-in \ncrisis centers) has not increased, evidencing a lack of intended outcomes. Third, while Oregon \nreports to have an array of mental health services, the data indicates a lack of adequate high­\nintensity services like Assertive Community Treatment, and critical supports for housing and \nemployment.  Fourth, despite the data suggesting a high quantity of services in some parts ofthe \nState, these services do not appear to meet evidence-based models for quality. Finally, how the \nState provides services across the State remains an unanswered question in the data. \nAs agreed in our November letter, our upcoming discussions will focus on identifying \ngaps in the community service system that are impeding serving individuals in the most \nintegrated setting appropriate to their needs.  These discussions will also include whether our \nshared analysis should be broadened to include crisis service access by those with serious mental \nillness, as well as those with SPMI as defmed in the letter agreement.  Ifgaps in the system are \nagreed upon, the State has agreed to include fwther requirements in its plan documents, \nregulatory materials, and provider contracts with the managed care organizations and counties to \nensure that an adequate array of community services is available throughout the State to help \nindividuals live successfully in the community and prevent their unnecessary institutionalization. \nDuring our January meetings we will provide additional recommended changes to these \ndocuments to help achieve the positive outcomes sought by us both. \nWe trust that our upcoming discussions will allow us to move forward to reach our \nmutual goal of identifying and agreeing on the gaps in the community service system that are \nimpeding serving individuals in the most integrated setting appropriate to their needs. \nUnderstanding these gaps will allow the State to take necessary remedial measures to ensure that \nan adequate array of community services is available throughout the State to help individuals live \nsuccessfully in the community and prevent their unnecessary institutionalization. We look \nforward to meaningful and fruitful discussions next week. \nSincerely, \n-\nS. AMANDA MARSHALL \nUnited States Attorney  Special Litigatio  Section \nDistrict of Oregon \nCivil Rights Di  ision \nEnclosure (Interim Report) ",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/sites/default/files/crt/legacy/2014/01/28/oregonmh_cover_1-2-14.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/90056"
    },
    {
      "date": "2015-03-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 90058,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/90058.pdf",
      "title": "Status Letter",
      "text": "U.S. Department of Justice \nCivil Rights Division \n \nJMS: JP: JP: LL \nSpecial Litigation Section - PHB \nDJ 168-61-30  950 Pennsylvania Ave, NW  \nWashington DC 20530 \n \n \n              March 11, 2015   \n \n \n \n \nVIA FIRST CLASS MAIL AND ELECTRONIC MAIL  \n \nJohn Dunbar \nMarkowitz Herbold PC \n1211 SW Fifth Avenue, Suite 3000  \nPortland, OR 97204-3730 \n \nRe: Oregon’s Status Resolving the U.S. Department of Justice’s Investigation into \nOregon’s Mental Healthcare System    \n \nDear Mr. Dunbar: \n \nWe write in connection with our ongoing negotiations with state officials regarding the \nU.S. Department of Justice’s investigation of Oregon’s compliance with the integration mandate \nof Title II of the Americans with Disabilities Act (“ADA”) and Olmstead v. L.C., 527 U.S. 581 \n(1999), as it applies to adults with mental illness.  As anticipated in our November 9, 2012 letter, \nthe Department and the State continue to work cooperatively to resolve our investigation.  The \nUnited States agreed to this collaborative effort because of Oregon’s stated commitment to \ndevelop the infrastructure and services which will allow individuals with serious and persistent \nmental illness to live integrated lives in the community, maintain safe and stable housing and \nemployment, and avoid outcomes such as homelessness, jail, and unnecessary hospitalizations \nand institutionalization. As provided in our 2012 letter, we are currently working to develop \noutcome measures which the State must meet in order to resolve the Department’s investigation.   \nThese outcome measures will be crucial in demonstrating whether Oregon is in compliance with \nthe ADA’s integration mandate. \n \nSince Oregon and the Department began our work together, the State has begun to lay the \nfoundations to improve its mental health system.  We commend the State’s progress in a number \nof areas. First, Oregon has significantly increased the number of individuals who have \nhealthcare coverage under the Oregon Health Plan.  We applaud the State’s work to provide \nhealthcare coverage for vulnerable individuals.  Second, the Addictions and Mental Health \nDivision (“AMH”) has rolled out the Measures and Outcomes Tracking System (MOTS), an \nelectronic data system for behavioral health providers.  There are now more than 127,000 \nindividuals enrolled in MOTS. This system has the capacity to address one of the Department’s \nkey concerns about Oregon’s historic failure to collect statewide data about the mental health \nservices it funds and the individuals receiving those services.  We look forward to MOTS being \nfully developed for utility with providers. We  are similarly encouraged by the new Emergency \n\n \nDepartment Information Exchange system  AMH is unveiling, which will provide hospital \nemergency departments with key information for the treatment of individuals with mental illness.  \nWe also appreciate AMH’s efforts to develop a strategic plan under the leadership of Pam  \nMartin, the Director for Addictions and Mental Health.   \n \nThere are several key areas that we continue to watch closely as we embark on an \nagreement regarding outcome measures: development of reliable baseline data; the population of \nthe State Hospitals; fidelity and outcomes of Assertive Community Treatment teams; supported \nhousing; crisis services and jail diversion; supported employment; peer services; and delivery of \ncare in frontier regions. \n \nDevelopment of Baseline Data  \n \nWe are pleased that the State has begun to collect and report data on the areas agreed \nupon in our data matrix.  This data is providing us with critical information regarding Oregon’s \nuse of institutions and community-based mental health services, and once the State achieves \nconsistency in its reporting, such data will provide  us with baseline data that we can use to track \noutcome measures.  However, it is concerning that there were significant discrepancies in certain \ndata points between the October 2014 and January 2015 reports – purportedly reporting on the \nexact same time periods.  For example, in the October 2014 report, AMH reported that in the \nfirst quarter of 2014 there were 4,256 emergency room visits by Medicaid-enrolled adults with \nmental illness.  In the January 2015 report, AMH revised that number for the same quarter to \n3,447 – a decrease of more than 800.  In another example, in the October 2014 report, AMH \nreported that in the third and fourth quarters of 2013, 415 and 455 individuals with SPMI \nreceived supported employment services, respectively.  Yet, in the January 2015 report, AMH \nreported that for the exact same time periods – the third and fourth quarters of 2013 – more than \n1,000 individuals with SPMI received those services during each of those quarters.  These shifts \nin data that are supposed to be reporting on the exact same periods of time illustrate that we still \ndo not have true baseline data.  Our November 2012 letter contemplated that we would have this \nbaseline data by October 2013, but as of March 2015, we do not yet have reliable baseline data \nfor important measures.  By necessity, because we are more than a year past a key agreement \ndeadline, the timelines in our November 2012 resolution must be extended.  As we move \nforward with an agreement to track outcome measures, it will be critical to have data upon which \nwe can all rely in order to determine whether Oregon is meeting the agreed-upon outcome  \nmeasures.   \n \nState Hospital Population  \n \nThe population at the Oregon State Hospital has decreased since the start of our \ninvestigation.  We are pleased with the State’s current success in this key area.  However, as \npreviously stated, we have serious concerns about the State’s development of another state \nhospital institution at Junction City, when the resources necessary to resolve this investigation \nmust be focused on increased community-based services.  \n \n \n \n2 \n\n \n\n \nAssertive Community Treatment  \n \nWe are cautiously optimistic of the State’s expansion of critical community-based \nservices under the 2013 Investments in Community Mental Health.  These investments included \nexpanded Assertive Community Treatment (ACT) services, mobile crisis services, supported \nhousing, and jail diversion programs.  While it is too early to see results of these investments in \nthe data that we have been provided, we are encouraged that the State is investing in these \ncritical areas.  If the State continues to expand these services and provides that they have the \nintended outcomes, it will address many of the concerns raised in our investigation.  We \nencourage the State to utilize these cost effective, evidence-based practices for solving the \nvicious cycle of institutionalization of vulnerable populations in the jails and hospitals. \n \nAs noted above, the State has expanded its ACT services, and it is committed to \nincreasing the provision of ACT services across Oregon.  The developments around ACT are \nencouraging, including the creation of the Oregon Center of Excellence for Assertive \nCommunity Treatment, the expansion of the number of ACT teams statewide, the use of fidelity \nreviews, and the creation of an ACT team for a forensic population.  However, the State’s data \nshows that many ACT teams are still not meeting fidelity, and that caseloads for most ACT \nteams are well below that of full-fidelity ACT services.  Further, there still are not nearly enough \nACT services across the State. Indeed, according  to the most recent data we have been provided, \njust 460 individuals across the State received ACT services during the second quarter of 2014.  \nMoreover, as we have emphasized in meetings and in our August 8, 2014 letter, the State must \nconfirm that ACT achieves the desired outcomes for the individuals receiving those services.  \nWe encourage you to begin assessing outcomes for ACT services.  In addition, we urge you to \nensure that appropriate high-intensity services are available for individuals with mental illness in \nthe State’s frontier regions. \n \nSupported Housing  \n   \nIt is also critical that the State continue to increase its investments in integrated, \ncommunity-based supported housing for individuals with serious mental illness.  The 2013 \nMental Health investments provide for rental assistance and for the development of 32 units of \nhousing for individuals with serious mental illness.  However, there is still a dearth of supported \nhousing, as is evidenced by the fact that of the 115 individuals who were discharged from the \nOregon State Hospital in the first half of 2014, just 3 or 4 were discharged to supported housing.  \nDisturbingly, more than half of those individuals leaving the state hospital were moved to \nanother institutional setting, and two individuals were discharged to homelessness.  \n \nCrisis Services and Jail Diversion  \n \nIt is vital that the State work collaboratively with local agencies to develop strategies to \naddress services for individuals experiencing mental health crises and to prevent their \nunnecessary hospitalization and incarceration.  For example, the State must make efforts to \nprovide that individuals with mental illness do not end up arrested or incarcerated due to their \nmental illness.  As memorialized in our May 12, 2014 letter, AMH had committed to partnering \nwith local law enforcement agencies statewide to develop its crisis system and was evaluating \n3 \n\n \n\n \nhow partnerships might occur through the Local Public Safety Coordinating Councils.  AMH had \nfurther committed to drafting a comprehensive plan to establish agreements between providers  \nand law enforcement agencies by July 2014 and to implementing that plan by January 2015.  To \nour disappointment, these steps have not occurred.  We are concerned with AMH’s lack of \nprogress in working with local law enforcement and other community partners, beyond \nproviding some grant funding.   \n \nWhile AMH has not taken the lead in this area, we are aware of some promising models \nin Oregon. For example, the Marion County mental health system, sheriff’s office, police \ndepartment, and court system are working together to provide services to individuals in mental \nhealth crisis and to avoid their unnecessary arrests.  These services respond directly to our \nconcerns. We encourage AMH to explore these and other models further, to help bring these \nmodels to scale and to provide that these services are available statewide.  We appreciate that \nAMH has committed to meet with sheriffs and other local law enforcement as it continues to \nexplore these areas, and we look forward to further work and investments in this area.  \n \nSupported Employment  \n \nThe State has increased its investment in supported employment services, and it is \nproviding data by county and conducting fidelity reviews.  However, we still are not receiving \ninformation which the State committed to provide in May 2014 regarding the number of  \nindividuals with serious and persistent mental illness who are competitively employed.  This data  \nis necessary in order to evaluate the success of any of these programs.  Additionally, there are \nsignificant swaths of the State where there are no providers of supported employment services.   \n \nPeer Delivered Services  \n \nWe applaud the State’s increased focus on peer-delivered services, including the creation \nof an Office of Consumer Affairs and the development of a peer certification process.  We have \nseen the effectiveness of peer-delivered services in other jurisdictions, and we urge the State to \nfurther incorporate these services throughout its mental health programs, such as in walk-in \ncenters for crisis stabilization, and through warm-lines utilized for telecare.   \n \nFrontier Services  \n \nFinally, there are still significant gaps in the provision of services in the frontier areas.   \nThis is especially problematic with regard to crisis services, ACT, jail diversion, and supported \nemployment services.  In order to resolve the Department’s investigation, the State must ensure \nthat appropriate services are available to all individuals with serious and persistent mental illness, \nand we look forward to discussions with you concerning services in the frontier.   \n \n \n \n \n \n \n4 \n\n \n\nConclusion \nThis is a critical time for the reform effort.  While we are encouraged by some of the \nState's efforts, there are key areas ofcommunity-based services where the State needs to \nincrease its efforts to achieve compliance with the ADA's integration mandate.  Those \ninvestments are both evidence-based and provide the public health system a significant cost \nsavings to institutional care. We urge the State to be ambitious in developing the high-intensity \ncommunity services and supports that are necessary so that Oregonians with serious and \npersistent mental illness can live in the most integrated setting appropriate to their needs. \nSincerely, \na--Yfi~~ \nBILLY J. WILLIAMS \nActing United States Attorney  ... ec ·on \nDistrict of Oregon  Special Litigation Section \nCivil Rights Division \n5 \n",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/sites/default/files/crt/legacy/2015/03/12/oregonmh_ltr_3-11-15.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/90058"
    },
    {
      "date": "2008-01-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 90050,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/90050.pdf",
      "title": "Findings Letter",
      "text": "u.s. \nDepartment of Justice \nCivil Rights Division \nOffice ofthe Assistant Attorney General \t Washington, D.G. 20530 \nJAN \t 9 2008 \nThe  Honorable  Theodore  R.  Kulongoski \nGovernor  of  Oregon \n160  State  Capitol \n900  Court  Street \nSalem,  OR  97301-4047 \nRe: \t CRIPA  Investigation  of  the  Oregon  State  Hospital, \nSalem  and  Portland,  Oregon \nDear \t Governor  Kulongoski: \nI  am  writing  to  report  the  findings  of  the  Civil  Rights \nDivision's  investigation  of  conditions  and  practices  at  the  Salem \nand  Portland  campuses  of  the  Oregon  State  Hospital  (OSH).  On \nJune  14,  2006,  we  notified  you  that  we  were  initiating an \ninvestigation  of  conditions  and  practices  at  OSH,  pursuant  to  the \nCivil  Rights  of  Institutionalized  Persons  Act  (CRIPA), \n42  U.S.C.  §  1997.  CRIPA  gives  the  Department  of  Justice \nauthority  to  seek  a  remedy  for  a  pattern  and  practice  of  conduct \nthat  violates  the  constitutional  or  federal  statutory rights  of \npatients  with mental  illness  who  are  treated  in  public \ninstitutions. \nAs  part  of  our  investigation,  on  November  13  through  16, \n2006,  we  conducted  an  on-site  review  of  care  and  treatment  at \nboth  OSH  campuses  with  expert  consultants  in  the  fields  of \npsychiatry,  psychology,  psychiatric  nursing,  protection  from \nharm,  life  safety,  and  discharge  planning  and  community \nplacement.  While  on-site,  we  interviewed  administrative  staff, \nmental  health  care  providers,  and  patients,  and  examined  the \nphysical  living  conditions  at  the  facility.  Additionally, \nbefore,  during,  and  after  our  on-site  inspection,  we  reviewed  a \nwide  variety  of  documents,  including  policies  and  procedures, \nincident  reports,  and  medical  and  mental  health  records. \nConsistent  with  our  commitment  to  provide  technical  assistance \nand  conduct  a  transparent  investigation,  we  concluded  our  tour \nwith-an  extensive  debriefing  at  which  our  consultants  con~eyed \ntheir  initial impressions  and  concerns  to  counsel,  OSH \nadministrators  and  staff,  and  state  officials. \n\n- 2  ­\nWe  appreciate  the  full  cooperation  we.received  from  the \nOregon  Department  of  Health  and  Human  Services  and  the  Oregon \nAttorney  General's  office.  We  also  wish  to  thank  the \nadministration  and  staff at  OSH  for  their professional  conduct, \ntheir  timely  responses  to  our  information  requests,  and  th$ \nextensive  assistance  they provided  during  ou~ tour.  Further,  we \nwish  to  especially  thank  those  individual  OSH  staff members,  both \nnew  and  longstanding,  who  make  daily  efforts  to  provide \nappropriate  care  and  treatment,  and  who  improve  the  lives  of \npatients  at  OSH .. Those  efforts  were  noted  and  appreciated by  the \nDepartment  of  Justice  and  our  expert  consultants.  We  hope  to \ncontinue  to  work  cooperatively with'OSH  and  the  State  of  Oregon \nto  address  the  deficiencies  at  the  Salem  and  Portland  campuses. \nIn  accordance  with  statutory  requirements,  I  now  write  to \nadvise  you  formally  of  the  findings  of  our  investigation,  the \nfacts  supporting  them,  and  the  minimal  remedial  steps  that  are \nnecessary  to  remedy  the  deficiencies  set  forth  below.  42  U.S.C. \n§  1997b(a).  Specifically,  we  have  concluded  that  numerous \nconditions  and  practices  at  OSH  violate  the  constitutional  and \nstatutory rights  of  its  residents.  In  particular,  we  find  that \nOSH:  (1)  fails  to  adequately  protect  its patients  from  harm; \n(2)  fails  to  provide  appropriate  psychiatric  and  psychological \ncare  and  treatment;  (3)  fails  to  use  seclusion  and  restraints  in \na  manner  consistent  with  generally  accepted  professional \nstandards;  (4)  fails  to  provide  adequate  nursing  care;  and \n(5)  fails  to  provide  discharge  planning  and  to  ensure  placement \nin  the  most  integrated  setting.  See  Youngberg  v.  Romeo,  457  U.S. \n307  (1982);  Title XIX  of  the  Social  Security Act,  42  U.S.C. \n§  1396;  42  C.F.R.  Part  483,  Subpart  I  (Medicaid  Program \n. Provi.sions);  Americans  with  Disabilities  Act  (ADA),  42  U. S. C. \n§  12132  et ~.; 28  C.F.R.  §  35.130(d);  see  also  Olmstead  v. \nL.C.,  527  U.S.  581  (1999). \nI  .  BACKGROUND \nOSH  is  the  State's primary  psychiatric  facility  for  adults, \nincluding  those  over  age  65.  It consists  of  two  campuses,  a \n627-bed  facility  in  Salem,  where  most  patients  reside,  and  a \n54-bed  facility  in  Portland,  which  is  used  for  psychiatric \nrehabilitation  Services.  The  Salem  facility  opened  its  do6rs \nwell  over  a  century  ago,  and  some  of  the  original  buildings  are \nstill in use.  In  1988,  and  again  in  2005,  state-commissioned \nreports  described  various  health  and  safety dangers  stemming  from \nthe  facility's  antiquated physical  structure  and  recommended \ndemolition. \n\n- 3  ­\nPsychiatric  services  at  OSH  are  provided  through  two \nseparate  treatment  programs  -- forensic  psychiatric  services \n(FPS)  and  psychiatric  recovery  services  (PRS).  FPS  consists  of \n334  budgeted  hospital-level  beds  on  ten  units  and  100  budgeted \nresidential-level  beds  on  three  units.  This  program  houses  three \n'categories  of  patients:  (1)  individuals  who  have  been  committed \nto  OSH  pursuant  to  criminal  court  proceedings  (~, incompetent \nto  stand  trial  and  not  guilty by  reason  of  insanity);  (2)  inmates \ntransferred  from  correctional  facilities  for  psychiatric \ntreatment;  and  (3)  individuals  who  are  committed  by  the  courts \nfor  a  psychiatric  and/or  psychological  evaluation,.  All  FPS \npatients  reside  on  the  Salem  campus. \nNon-forensic  patients  receive  services  through  PRS,  which \nconsists  of  193  budgeted  hospital-level  beds  in  Salem  and  54 \nbudgeted  hospital-level  beds  in  Portland.  Five  units  serve  adult \npatients  civilly committed  to  the  hospital  due  to  serious  and \npersistent mental  illness,  two  units  serve  geriatric patients, \none  unit  serves  patients  with  brain  damage,  and  one  unit  serves \nas  a  medical  unit  for  patients  with  physical  illness  or  other \nmedical  needs. \nIl.  FINDINGS \nAt  issue  is whether  the  State  is  providing  patients  at  OSH \nwith  care  and  treatment  in  accordance  with  its  constitutional  and \nfederal  statutory obligations.  Residents  of  state-operated \nfacilities  have  a  right  to  live  in  reasonable  safety and  to \nrec'eive  adequate  health  care,  along  with rehabilitation,  to \nensure  their  safety  and  freedom  from  unreasonable  restraint, \nprevent  regression,  and  facilitate  their  ability to  exercise \ntheir  liberty  interests.  See  Youngberg,  457  u.S.  at  315,  322. \nFederal  statutes  p'rovide  similar protections.  See,~, Title \nXIX  of  the  Social  Security Act,  42  U.S.C.  §  1395hh,  and \nimplementing  regulations,  42  C.F.R.  Parts  482-483  (Medicaid  and \nMedicare  Program  Provisions) . \nMore  particularly,  a  state mental  health  hospital  is \nconstitutionally required  to  pr~vide reasonable,  adequate  mental \nhealth  treatment.  See  Or.  Advocacy  Ctr.  v.  Mink,  322  F.3d  1101, \n1121  (9th  Cir.  2003)  (even  incapacitated  criminal  defendants  have \na  liberty interest  in  restorative  treatment);  Sharp  v.  Weston, \n233  F.3d  1166,  1172  (9th  Cir.  2000)  (\"[TJhe  Fourteenth Amendment \nDue  Process  Clause  requires  states  to  provide  civilly committed \npersons  with  access  to mental  health  treatment  that  gives  them  a \nrealistic  opportunity  to  be  cured  and  released.\");  Ohlinger  v. \nWatson,  652  F.2d  775,  778  (9th  Cir.  1980)  (\"Adequate  and \neffective  treatment  is  constitutionally required because,  absent \n\n- 4  ­\ntreatment,  appellants  [who  were  committed  as  sex  offenders]  could \nbe  held  indefinitely as  a  result  of  their mental  illness.\") . \nTreatment  is  not  adequate  if it substantialiy departs  from \naccepted  professional  judgment,  practice,  or  standards.' \nYoungberg,  457  u.s.  at  320-23;  Rohde  v.  Rowland,  898  F.2d  156, \n160  (9th  Cir.  1990);  see  also  Or.  Advocacy  Ctr.,  322  F.3d  at \n1120-21. \nPatients'  constitutional  liberty  interests  in  security \ncompel  states  to  provide  reasonable  protection  from  harm  in \nmental  health  hospitals.  Youngberg,  457  u. S.  ,at  315-16.  States \nalso  are  compelled  by  the  Constitution  to  ensure  that patients \nare  free  from  hazardous  drugs  which  are  \"not  shown  to  be \nnecessary,  used  in  excessive  dosages,  or  used  in  the  absence  of \nappropriate monitoring  for  adverse  effects.\"  Thomas  S.  v. \nFlaherty,  699. F.  Supp.  1178,  1200  (W.O.N.C.  1988),  aff'd, \n902  F.2d  250  (4th  Cir.  1990).  \"Even  on  a  short-term basis, \nstates may  not  rely  on  drugs  to  the  exclusion  of  other methods  to \ntreat  people  with  behavior  problems.\"  Id.  at  1188.  Moreover,  it \nis  a  substantial  departure  from  professional  standards  to  rely \nroutinely  on  seclusion  and  restraint  rather  than  behavior \ntechniques, 'such  as  social  reinforcement, ·to  control  aggressive \nbehavior.  Id.  at  1189.  Seclusion  and  restraint  should  only be \nused  as  a  last  resort.  Id.;  Davis  v.  Hubbard,  506  F.  Supp.  915, \n943  (W.O.  Ohio  1980). \nMedicare  and  Medicaid  regulations  governing  psychiatric \nhospitals  require  adequate  staffing,  record  keeping,  care, \ntreatment,  and  discharge  planning.  42  C.F.R.  §§  482-483.  In \naddition,  states  must  provide  services  to  qualified  individuals \nwith  disabilities  in the most  integrated  setting appropriate  to \ntheir  needs.  Olmstead  v.  L.C.,  527  u.S.  581,  607  (1999)  (states \nare  required  to  provide  community-based  treatment  for  persons \nwith  mental  disabilities  when  a  state's  treatment  professionals \ndetermine  that  such  placement  is  appropriate,  the  affected \npersons  do  not  oppose  such  treatment,  and  the  placement  can  be \nreasonably  accommodated,  taking  into  account  the  resources \navailable  to  the  state  and  the  needs  of  others  with mental \ndisabilities);  see  also  Title  II  of  the  ADA,  42  U.S.C.  §  12132 \n(\"no  qualified  individual  with  a  disability  shall,  by  reason  of \nsuch  disability,  be  excluded  from  participation  in  or  be  denied \nthe  benefits  of  the  services,  programs,  or  activities  of  a  public \nentity,  or  b~ subjected  to  discrimination  by  any  such  entity\"), \nand  its  implementing  regulations,  28  C.F.R.  §  35.130.(d)  (\"A \npublic  entity  shall  administer  services,  programs,  and  activities \nin  the  most  integrated  setting  appropriate  to  the  needs  of \nqualified  individuals  with  disabilities\").  Professional \nJudgments  should  be  made  on  a  case-by-case  basis  regarding  the \n\n- 5  ­\nmost  appropriate  setting  in  which  individual  patients  should  be \nplaced.  Thomas  S.,  902  F.2d  at  254-55. \nSee,~, \nIt  is  apparent  that many  as~ staff genuinely  are  concerned \nfor  the  well-being  of  the  persons  in their  care.  These  staff \nmembers  display  admirable  dedicat~on and  undertake  significant \nefforts  to  provide  appropriate  treatment  and  improve  the  lives  of \naSH  patients.  Nevertheless,  it is  also  the  case  that  significant \nand  wide-ranging  deficiencies  exist  in  aSH's  provision  of  care. \nCertain  conditions  and  services  at  aSH  substantially depart  from \ngenerally  accepted professional  standards,  and  violate  the \nconstitutional  and  federal statutory  rights  of  patients  who \nreside  there.  In  particular,  we  find  that  aSH:  (1)  fails  to \nensure  reasonable  safety of  its patients;  (2)  fails  to  provide \nadequate  mental  health  treatment;  (3)  engages  in  the \ninappropriate  use  of  seclusion  and  restraints;  (4)  fails  to \nprovide  adequate  nursing  care;  and  (5)  fails  to  provide  adequate \ndischarge  planning.l  Many  of  these  deficiencies  stem  from  a \nsystem  that  does  not  have  clear,  specific  standards  of  care  or  an \nadequate 'number  of  trained professional  and  direct  care  staff. \nA.  Inadequate  Protection  From  Harm \nPatients  at  aSH 'have  a  right  to  live  in  reasonable  safety. \nSee  Youngberg,  457  u.S.  at  315,  322.  Yet,  in  our  judgment,  aSH \nfails  to  provide  a  living  environment  that  complies  with  this \nconstitutional mandate.  Specifically,  there  is widespread \npatient~against-patient assault,  unchebked  self-injurious \nbehavior,  and  a  high  rate  of  falls.  In  addition,  the  housing \nunits  contain  environmental  hazards,  some  of  which  pose  risks  of \nserious  injury,  illness,  and  death.  The  harm  aSH  patients \nexperience  as  a  result  of  these  deficiencies  is \nmulti-faceted,  and  includes  physical  injury;  psychological  harm; \nexcessive  and  inappropriate  use  of  restraints;  inadequate, \nineffective,  and  counterproductive  treatment;  and  excessively \nlong  hospitalizations.  The  facility's  ability to  address  this \nharm  is  hampered  by  inadequate  incident management  and  qual{ty \nassurance  systems., \n1.  Inadequate  Incident  Management \nTo  protect  its patients,  aSH  should  have  in place  an \nincident  management  system  that  helps  to  prevent  incidents  and \nensures  appropriate  corrective  action  when  incidents  do  occur. \n1  Unless  otherwise  indicated,  the  findings  apply  to  both \ncampuses. \n\n- 6  ­\nAn  effective  incident management  system  depends  on  (1)  'accurate \nreporting,  (2)  thorough  investigations,  (3)  tracking  and  trending \nof  data,  and  (4)  implementation  and  monitoring  of  effective \ncorrective  and/or  preventive  actions.  The  incident management \nsystem  at  aSH  falls  significantly short  of  these  standards  and, \na y  a  result,  patients  are  exposed  to  actual  and  potential  harm. \na.  High  levels  of  incidents \nCertain  types  of  incidents  occur  frequently  at  aSH. \nFacility  records  indicate  that  between  January  and  December  2005, \nthere  were  392  patient-against-patient  assaults.  At  the  time  of \nour  tour  in November  2006,  these  incidents  appeared  to  be  on  the \nrise  -- in  the  first  ten months  of  2006,  aSH  already had  recorded \n410  patient-against-patient  assaults  and  thus  was  on  pace  for  a \n25%  increase  over  the  previous  year.  . \nIncidents  of  self-harm also  are  common  at  aSH..  Although  the \nfacility  did  not  provide  data  regarding  the  total  number  of  these \nincidents,  we  found  numerous  references  to  self-injurious \nbehavior  during  our  document  review.  For  example,  H.M. 2  engaged \nin  26  episodes  of  self-injurious  behavior/suicide  attempts  during \na  nine-month  period  in  2006.  an  seven  of  these  occasions,  H.M. \nwas  on  1:1  observation;  on  one  occasion,  she  was  on  2:1 \nobservation. 3  While  on  1:1  observation,  H.M.  was  able  to  wrap \nwires  around  her  neck,  swallow  liquid cleaner,  and  climb  under \nher  bed  and  wrap  a  sheet  around  her  neck.  While  on  2:1 \nobservation,  H.M.  was  able  to,  among  other  things,  wrap  yarn \naround  her  neck  while  taking  a  shower.  D.I.,  another  aSH \npatient,  harmed  herself  14  times  between  March  and  November  2006. \nA  number  of  these  incidents,  including  two  occasions  when  D.I. \n2  To  protect  patients'  privacy,  we  identify them  by \ninitials  other  than  their  own.  We  will  separately  transmit  to \nthe  State  a  schedule  that  cross-references  the  initials with \npatient  names. \n3  As  defined  in  aSH  policy,  ~1:1 close  observation\"  means \nthat  a  staff member  is  assigned  to  monitor  a  patient's  location \nand  activities  at  all  times  and  shall  have  constant  visual  and \nappropriate  verbal  contact  with  the  patient  at  all  times.  While \nthe  term  close observation\"  is  not  defined  in  any  aSH \n~2:1 \npolicy,  it clearly  suggests  that  patients  subjected to  this \nrestriction have  two  staff members  assigned ·to  monitor  them  at \nall  times.  In  light  of  the  staffing  issues  discussed  later in \nthis  letter,  it is  worth  noting  that  1:1  and  2:1  staffing  is  a \nlabor-intensive  and  costly  intervention.  . \n\n- 7­\nattempted  to  choke  herself,  occurred  while  she  was  on  1:1 \nobservation.  It  is  incomprehensible  how  patients  being \nsupervised by  staff members,  whose  only  duty  it is  to monitor \nthose  patients,  could be  allowed  to  hurt  themselves. \nThere  also  is  a  pattern  of  falls  at  OSH.  Between  January \nand  November  2006,  staff  reported  654  of  these  incidents. \nC~rtain patients  appear  to  be  especially  susceptible  to  falls, \nand  yet  OSH  fails  to  take  measures  to  prevent  this  harm.  For \ninstance,  Q.T.,  a  patient  in his  late  40s,  fell  25  times  between \nMay  8  and  August  15,  2006. \nb.  Incident  reporting \nAs  the  above  examples  indicate,  OSH  patients  frequently  are \nsubjected  to  the  most  basic  kinds  of  harm.  The  first  step  in \naddressing  this  issue  is  proper  incident  reporting.  At  OSH,  this \nprocess  is  governed  by  Policy  1.003,  which  is  vague,  confusing, \nand  incomplete. \nPolicy 1.003 .sets  forth  five  categories  of  \"reportable \nincidents\":  (1)  actual  injury to  patients  or  visitors; \n(2)  potential moderate  or  severe  injury to  patients  or  visitors; \n(3)  damage  to  or  loss  of  belongings  of  a  patient,  staff,  or \nvisitor  as  a  result  of  a  reportable  incident;  (4)  security \nproblems  or  suspicious  events;  and  (5)  falls.  Not  only  are  these \ncategories  extremely broad,4  Policy  1.003  makes  no  attempt  to \ndefine  the  categories.  Thus,  individual  staff members  are  left \nto  determine  whether  a  partic~lar incident  involves  \"potential \nmoderate  or  injury,\"  presents  a  \"security problem,\"  or \nsever~ \nconstitutes  a  \"suspicious  event.\"  With  regard .to  falls,  the \npolicy  is  silent  on  whether  all  falls  should  be  reported  or  only \nthose  that  result  in  injury. \nIncident  reporting  at  OSH  is  further  confused  by  the  fact \nthat  the  categories  of  incidents  in  Policy  1.003  do  not  track \nthose  listed on  the  facility's  Incident  Report  form.  Instead, \nthe  Incident  Report  form  has  its  own  separate  and  distinct \ncategories  of  \"reportable  incidents\":  (1)  medical; \n(2)  behavioral;  (3)  laboratory;  (4)  security;  and  (5)  environment \nof  care.  In  addition,  the  Incident  Report  form  has  more  than  90 \n4  Psychiatric  facilities  typically  group  incidents  into \ncategories  such  as:  . physical  abuse,  verbal  abuse,  sexual \nassaults,  suicide  attempts,  deaths,  patient-against-patient \nassault,  elopement,  medication  error with  adverse  consequences, \nand  transfer  to  a  community  hospital  for  medical  treatment. \n\n- 8  ­\nboxes  that  can  be  checked  to  further  describe  the  incident.  None \nof  the  terms  contained  in  the  90  boxes,  and  only  one  of  the  five \nbroad  categories  is  defined  byOSH  policy. \nThe  lack  of  clarity and  conformity  in  OSH's  incident \nreporting  system  virtually ensures  that  adverse  events  will  not \nbe Ieported or  categorized  consistently.'  And,  without  proper \ncategorization,  incidents  cannot  be  reliably  aggregated  and \nanalyzed.  ' \nIn  addition  to  presenting  a  confusing  and  undefined  array  of \n\"reportable  incidents,\"  Policy  1.003  specifically precludes  staff \nfrom  reporting  abuse  and  neglect  through  the  normal  incident \nreporting  process.  Instead,  staff are  to  report  allegations  of \nabuse  to  the, Superintendent  by  (1)  taking  a  written  copy  of  the \nallegation  to  the  Sup~rintendent's office,  (2)  emailing  the \nallegation  to  the  Superintendent,  (3)  calling the \nSuperintendent's  office,  or  (4)  reporting  the  allegation  in \nperson  to  the  Superintendent.  There  is  rto  requirement  that \nallegations  of  abuse  and  neglect  be  memorialized  in writing  or \nthat  they  be  collected,  preserved,  and  tracked  in  a  particular \nmanner.  OSH  administrators  know  little about  the  frequency  of \nabuse  and  neglect  allegations  or  the  outcomes  of  abuse  and \nneglect  investigations.  'Indeed,  when  we  asked  for  a  list of  the \nabuse  allegations  that  had  been  made  during  the  12  months \npreceding  our  tour,  OSH  could  neither  provide  this  information \nnor  tell us  how  many  allegations  had  been  substantiated. \nc.  Incident  investigations \nGenerally  accepted professional  standards  dictate  that \nfacilities  like  OSH  investigate  serious  incidents  such  as  alleged \nabuse  and  neglect,  serious  injury,  and  death.  Staff  selected to \nconduct  investigations  should  have  a  demonstrated  competence  in \ninvestigation  techniques  and  a  programmatic  knowledge  of mental \nhealth.  Additionally,  investigators  should  have  no  real  or \napparent  conflict  of  interest,  and  no  direct  involvement  with  the \nincident,  the  alleged perpetrator,  or  the  victim.  During  the \ninvestigation,  evidence  should  be  systematically identified, \ncollected,  preserved,  analyzed,  and  presented.  Investigators \nshould attempt  to  determine  the  underlying  cause  of  the  incident \nby,  among  other  things,  reviewing  staff's  adherence  to \nI \nprogrammatic  requirements  such  as  policies  and  procedures  for \naddressing  the  patient's  behaviors  and  the  implementation  of  the \npatient's  treatment  plan. \n\n-' 9 \nThe  investigative  process  at  aSH  significantly departs  from \nthese  standards.  As  an  initial matter,  there  is  no  requirement \nthat  aSH  staff  conduct  even  a  cursory  investigation  of  serious \nincidents.  The  only  policy that  touches  on  this  topic  is  Policy \n1.003,  which  requires  numerous  managers,  including  unit \ndirectors,  unit  mental  health  supervising  RNs,  program  directors, \nand  department  directors  to  check  the  incident  reports  each  day \nto  evaluate  them  for  clarity and  to  determine  if any  follow-up  is \nnecessary.  If one  of  these  managers  believes  follow-up  is \nrequired,  Policy  1.003  states  that  \"the  Incident  Report  Action \nPlan  form  ... may  be  utilized  for  gathering  information.\" \nThere  are  no  guidelines  on  how  or  when  this  form  should be \ncompleted,  and  it appears  that  the  form  is  used  infrequently. \nFor  instance,  out  of  the  161  incidents  reported  during  September \n2006,  only  four  were  flagged  for  follow-up.  In  short,  Policy \n1.003  yields  an  ill-defined process  in which  many  people \ntheoretically are  responsible  for  investigating  incidents  and  in \nwhich  no  one  is,  in  fact,  responsible.  Not  surprisingly,  the \nfacility  conducts  very  few  investigations. \nOne  type  of  incident,  however,  is  routinely  investigated. \nState  law  requires  that most  allegations  of  abuse  at  aSH  be \ninvestigated by  the  Office  of  Investigations  and  Training  (OIT), \nwhich  is  part  of  the  Oregon  Department  of  Human  Services  and  is \nnot  affiliated with  the  hospital.  We  were  pleased  with  the \nquality  of  the  OIT  investigations  we  reviewed.  We  do,  however, \nhave  two  serious  concerns  with  this  system.  First,  it is  not \nclear  that  OIT  is  notified  of  all  abuse  allegations.  As \nexplained  above,  aSH  does  not  require  that  abuse  allegations  be \nmemorialized  in writing  and  does  not  have  a  policy  or  procedure \nthat  governs  the  maintenance  of  these  allegations.  Second,  it \nappears  that  once  OIT  assumes  responsibility  for  investigating  an \nabuse  allegation,  aSH  receives  little feedback  about  the  inquiry. \nWhen  done  properly,  investigations  of  serious  incidents \noften  raise  programmatic  issues  that  should  be  reviewed  and \nevaluated.  By  failing  to  require  investigations,  establish \nprocedures  for  conducting  investigations,  and  follow  up  on  the \ninvestigations  conducted by  OIT,  aSH  is missing  both the \nopportunity to  identify the  underlying  causes  of  incidents  and \nthe  chance  to  correct  deficiencies  that may  prevent  similar \nincidents  from  occurring  in  the  future. \nd.  Incident  tracking  and  trending \nGenerally  accepted professional  standards  require  facilities \nlike  aSH  to  track  and  trend  incident  data  to  identify potentially \nproblematic  trends,  and  to  identify,  implement,  and  monitor \n\n- 10  ­\nimplementation  of  corrective  action.  The  deficiencies  in  OSH's \nreporting process  and  the  lack  of  an  established  investigatory \nprocess  compromise  its  ability to  do  so. \nEven  when  OSH  identifies  problematic  trends,  we  found  no \nevidence  that  adequate  or  appropriate  remedies  ensue.  For \nexample,  OSH  has  data  showing  that  certain  housing  units  have  a \nhigh  incidence  of  patient-against~patient assaults.  Yet,  OSH  has \nmade  no  attempt  to  explain  this  disparity and  thus  cannot  help \nmanagers  on  these  units  reduce  the  number  of  assaults. \nSimilarly,  OSH  has  identified certain patients  who  often  are \ninvolved  in patient-against-patient  assaults  and  others  who \nregularly  engage  in  self-injurious  behavior.  The  hospital  has \nnot,  however,  used  this  information  to·develop  and  implement \nbehavior  interventions  to  reduce  these  patients'  harmful  conduct. \nOSH's  failure  to  take  appropriate  and  timely  action  to  address \nsuch  trends  suggests  a  pattern  of  institutional neglect  and \nsubstantially departs  from  generally  accepted  professional \nstandards. \n2.  Inadequate  Quality Management \nGenerally  accepted  professional  standards  require  that  a \nfacility  like  OSH  develop  and  maintain  an  integrated  system  to \nmonitor  and  ensure  quality  of  care  across  all  aspects  of  care  and \ntreatment.  An  effective  quality management  program must  . \nincorporate  adequate  systems  for  data  capture,  retrieval,  and \nstatistical analysis  to  identify and  track  trends.  The  program \nalso  should  in6lude  a  process  for  developing  a  corrective  action \nplan  and  a  process  for  monitoring  the  effectiveness  of  corrective \nmeasures  that  are  taken.  Throughout  this  letter,  we  enumerate \nvarious  failures  at  OSH  to  provide  adequate  care  and  treatment \nfor  its patients.  With  few  exceptions,  OSH  has  failed  to \nidentify these  problems  independently,  or  formulate  and  implement \nremedies  to  address  them.  Consequently,  actual  and  potential \nsources  of  harm  to  OSH's  patients  are  going  unaddressed. \nAn  adequate  quality management  program  has  two  components: \n(1)  quality assurance  (QA),  which  focuses  on  evaluating \ncompliance  with  basic  standards  of  quality  that  are  either \ninternally or  externally  imposed;  and  (2)  quality  improvement \n(QI),  which  focuses  on  proactive  self-evaluation and  improvement \nefforts.  The  focus  of  our  review  was  on  the  facility's  QI \nefforts. \nEach  year,  OSH  develops  a  QI  plan  that  identifies  the \nfacility's  goals  and  objectives  for  improving  patient  outcomes \nand  safety.  Unfortunately,  these  efforts  have  resulted  in  few \n\n- 11  ­\n$ignificant  and  sustained  improvements  for  OSH  patients.  Many  of \nthe  QI  initiatives  are  disjointed  and  inadequate.  Others  do  not \nlast  long  enough  to  achieve  the  desired  system  change. \nAdditionally,  much  of  the  data  collected  through  these  efforts \nrelates  to  process,  not  to  the  outcomes  being  achieved  by \npatients  or  the  adequacy  of  the  protections,  treatments,  supports \nand  services  being  provided.  For  instance,  OSH  has  collected \ndata  about  the  number  of  restraint  and  seclusion  episodes,  but \ndoes  not  collect  data  about  whether  the  use  of  such  procedures \nwas  clinically necessary  and  justified.  Similarly,  as  discussed \nabove,  OSH  collects  data  about  the  number  of  patient-against­\npatient  assaults  and  falls,  but  does  not  collect  data  that  shed \nlight  on  why  these  incidents  occurred,  or  that  can  assist  staff \nin preventing  future  incidents. \n3.  Failure  to  Provide  a  Safe .Living  Environment· \nOSH  also  fails  to  provide  patients  at  the  Salem  campus  with \na  safe  living  environment.  Indeed,  the  Salem  facility  is  rife \nwith  serious  environmental  hazards,  many  of  which  pose  risks  of \nserious  injury,  illness,  and  death.  These  environmental \ndeficiencies  exacerbate  the  deficiencies  in  patient  care  and \ntreatment  identified throughout  this  letter.  In  a  facility \nserving people  at  risk of  harming  themselves  or  others,  the \nenvironment  should be  free  of  physical  r~sks and  environmental \nhazards.  See  Youngberg,  457  U.S.  at  324  (the  state  \"has  the \nunquestioned  duty  to  provide  reasonable  safety  for  all  residents \nand  personnel  within  the  institution\");  Houghton  v.  South, \n965  F. 2d  1532,  1535  (9th  Cir.  1992)  (\"Youngberg  clearly \nestablished that  institutionalized per.sons  have  a  substantive  due \nprocess  liberty  interest  in  'reasonably  nonrestrictive \nconfinement  conditions'\");  Society  for  Good  Will  to  Retarded \nChildren  v.  Cuomo,  737  F.2d  1239,  1244  (2d  Cir.  1984) \n(un~afe \nliving  conditions  violated  residents'  constitutional  rights); \n42  C.F.R.§  482.41(a)  (\"The  condition  of  the  physical  plant  and \nthe  overall  hospital  environment  must  be  developed  and  maintained \nin  such  a  manner  that  the  safety  and  well-being  of  pafients  are \nassured.\").  OSH  egregiously  departs  from  this  generally  accepted \nprofessional  standard of  care. \nThe  physical  plant  at  the  Salem  campus  is  in  a  state  of \nsevere  deterioration  and  serious  dilapidation.  Indeed,  as  OSH's \nown  consultants  noted  in  a  written  report,  (1)  the  buildings  do \nnot  comply  with  current  building  and  energy  codes  for  secure \npsychiatric  facilities;  (2)  the  buildings  do  not  comply  with \nseismic  requirements  and  will  experience  significant  damage  or \ncollapse  in the  event  of  an  earthquake;  and  (3)  the  patient  wards \nare  inefficient  in  layout  and  lack  appropriate  program  space .. \n\n- 12  ­\nMoreover,  many  patient-occupied  areas  are  not  adequately \nventilated or  cooled,  and  it is  fairly  routine  for  indoor \ntemperatures  to  exceed  90°F.  These  conditions  present  a  serious \nrisk of  heat  injury  for  OSH's  patient ,population because  many \npsychotropic medications  affect  heat  regulation  and  because  many \nelderly patients  have  chronic  conditions  that  predispose  them  to \nheat  illness  such  as  heat  stroke.  Additionally,  OSH's \nconsultants  acknowledge  that  the  physical  layout  negatively \nimpacts  the  ability of  OSH  staff to  administer  appropriate \ntreatment  programs  and  accordingly,  creates  a  potentially unsafe \nenvironment  for  the  patients  and  staff. \nB.  Failure  To  Pro~ide Adequate  Mental  Health  Care \nOSH  patients  have  a  constitutional  right  to  receive  adequate \nmental  health  treatment.  See  Or.  Advocacy  Ctr.,  322  F.3d  at \n1121.  However,  the  mental  health  services  at  OSH  substantially \ndepart  from  generally  accepted professional  standards. \nPsychiatric practices  at  both  campuses  are  marked  by  inadequate \nand  diagnoses,  inadequate  behavioral management \nass~ssments \nservices,  and  inadequate  medication management.  Each  of  these \nfailures  affects  the  quality  and  effectiveness  of  the  patients' \ntreatment  plans  which,  in  turn,  are  the  foundation  of  an  adequate \nmental  health  care  program. \nIn  accordance  with  generally  accepted  professional \nstandards,  each  patient  should  have  a  comprehensive, \nindividualized treatment  plan  based  on  the  integrate\"d  assessment \nof mental  health professionals.  Treatment  plans  should  define \nthe  goals  of  treatment,  the  interventions  to  be  used  in  achieving \nthese  goals,  and  the  manner  in which  staff are  to  coordinate \ntreatment.  The  treatment  plans  should  also  detail  the  integrated \nplan  of  care  or  treatment  designed  to  promote  the  patient's \nstabilization and/or  rehabilitation  so  that  the  patient may \nreturn  to  the  community.  Taken  together,  treatment  plans \nconstitute  the  standard  against  which  a  facility  evaluates  the \neffectiveness  of  the  services  it offers.  In  this  sense,  they  are \ncritical to  a  hospital's  ongoing  efforts  at  quality  improvement. \nTreatment  planning must  incorporate  a  logical  sequence  of \ninterdisciplinary care:  (1)  the  formulation  of  an  accurate \ndiagnosis  based  on  adequate  assessments  conducted  by  all  relevant \nclinical  disciplines;  (2)  the  use  of  the  diagnosis  to  identify \nthe  fundamental  pioblems  that  are  caused by  the  diagnosed \nillness;  (3)  the  development  of  specific,  measurable  and \nindividualized  goals  that  are  designed  to  ameliorate  problems  and \npromote  functional  independence;  (4)  the  identification of \nappropriate  interventions  that  will  guide  staff  as  they  work \n\n- 13  ­\ntoward  those  goals;  and  (5)  ongoing  assessments  and,  as \nwarranted,  revision  of  the  treatment  plan.  To  be  effective,  the \ntreatment  plan  should be  comprehensive  and  include  input  from \nvarious  disciplines,  under 'the  active  direction  and  guidance  of \nthe  treating psychiatrist who  is  responsible  for  ensuring  that \nrelevant  and  critical patient  information  is  obtained  and \nconsidered. \nOSH  treatment  planning  substantially departs  from  these \nstandards.  From  initial diagnosis  and  assessment,  to  the \ndevelopment  of  skills  and  functioning  necessary  for  recovery  and \ncommunity  reintegration,  OSH's  treatment  planning  fails  to  meet \nthe  fundamental  requirements  for  the  treatment  and  rehabilitation \nof  its patients.  As  a  result,  patients'  actual  illnesses  are  not \nproperly  assessed  and  diagnosed;  patients  are  not  receiving \nappropriate  treatment  and  rehabilitation;  patients  are  at  risk  of \nharm  from  themselves  and  others;  patients  are  subject  to \nexcessive  use  of  restrictive  treatment  interventions;  patients \nare  at  increased  risk of  relapses  and  repeat  hospitalizations; \nand  patients'  options  for  discharge  are  seriously  limited, \nresulting  in  unnecessary  prolonged  hospitalization,  and,  with \nrespect  to  forensic  patients,  prolonged  involvement  in  the \ncriminal  justice  system. \n1.  Inadequate  Psychiatric Assessments  and  Diagnoses \nAn  effective  treatment  plan begins  with  a  diagnosis  that  is \nclinically  justified.  If mental  health professionals  do  not \ncorrectly identify a  patient's psychiatric  condition  before \ndeveloping  a  treatment  plan,  the  treatment  interventions  will riot \nbe  aligned  with  the  patient's  needs.  A  thorough  assessment, \nhowever,  establishes  the  parameters  for  individualized,  targeted, \nand  appropriate  interventions  that  meet  the  medical,  mental \nhealth,  and  psychological  needs  of,the  patient. \nAt  a  minimum,  an  initial  assessment  should  include:  (1)  an \nadequate  review  of  presenting  symptoms  and  the  individual's \nmental  status;  (2)  a  provisional  diagnosis  and  differential \ndiagnosis  that  provides  a  decision  tree  by  which  diagnosis  and \ntreatment  options  may  clarified over  time;  and  (3)  a  plan  of \n~e \ncare  that  includes  specific medication  and/or  other  interventions \nto  ensure  the  safety of  the  individual  and  others.  As  more \ninformation becomes  available,  the  assessment  must  be  updated  to \ninclude:  (1)  a  history  of  the  presenting  symptoms  from  the \nindividual  based  on  the  individual's  level  of  functioning  and \nfrom  collateral  sources,  as  available;  (2)  the  progression  of  the \nsymptoms  and  setting within  which  the  symptoms  occur;  (3)  the \nrelevant  historical  findings  regarding  the  patient's \n\n- 14  ­\nbiopsychosocia1  functioning;  (4)  a  review  and  critical \nexamination  of  diagnostic  conclusions  made  in  the  past  as  more \ninformation becomes  available;  (5)  a  review  of medical  and \nneurological  problems,  if any,  and  their  impact  on  the  current \nstatus  of  symptoms  and  treatment;  and  (6)  a  complete  mental \nstatus  examination. \nIn  many  cases,  OSH  simply  does  not  conduct  initial \nassessments.  In  the  instances  when  they  are  performed,  they \noften  do  not  identify or prioritize  specific mental  health \nproblems  and  needs.  Moreover,  many  assessments  do  not  provide  a \nclinical  justification for  patients'  psychiatric  diagnoses. \nThis,  in  turn,  leads  to  inappropriate  and  inadequate  care  because \npatients  can  receive medication  and  other  treatment  for \nconditions  they  do  not  have.  At  the  same  time,  their  real mental \nillness  can be  left untreated,  thereby  exposing the  patients  to \nuncontrolled  negative  behaviors  and  unnecessary  readmissions  to \nOSH. \nPerhaps  as  a  result  of  these  flawed  initial assessments,  OSH \npatients  are  routinely  given  tentative  and  unspecified  diagnoses \n(often  referred  to  as  \"rule  out\"  or  \"not  otherwise  specified\" \n(NOS)  diagnoses)  without  evidence  of  further  assessments  or \nobservations  to  finalize  the  diagnoses.  Because  different \npsychiatric  conditions  can  have  similar  signs  and  symptoms,  it is \nimportant  for  mental  health  professionals  to  address  rule· out  and \nNOS  diagnoses  to  ensuie  that  a  patient's  treatment  is  appropriate \nfor  his  or  her  actual  mental  health  needs.  At  OSH,  however,  rule \nout  and  NOS  diagnoses  persist  for  months ,.  with  no  sign  of  further \ndiagnostic  refinement.  For  instance,  M.O.  has  a  di~gnosis of \n\"psychosis  NOS.\"  Rather  than  refining  this  nonspecific  diagnosis \nin  an  effort  to  provide  treatment  that  targets  M.O.'s  illness, \nOSH  has  simply  tried one  medication  after  another. \nOSH's  failures  in  the  preliminary  stages  of  assessment  and \ndiagnosis  as  well  as  its  failure  to  reassess  patients  for  the \npurpose  of  refining  diagnoses  grossly  depart  froIt).  generally \naccepted professional  standards.  Patients  receive,  or  are  at \nrisk  of  receiving,  treatment  that,  at  best,  is  unnecessary  and, \nat  worst,  may  actually  exacerbate  their mental  illnesses.  All \nthe  while,  the  actual  mental  illness  is  unaddressed,  placing \npatients  at  risk of  prolonged  institutionalization an'ct/or \nrepeated  admissions  to  the  facility. \n2.  Inadequate  Behavioral  Management  Services \nBehavioral  management  plans  at  OSH  are  inadequate  and  not \nwell  integrated  into  overall  treatment.  Untrained  staff  lack  th~ \n\n- 15  ­\nskills  necessary  to  band1e  the  large  number  of  very  impaired \npatients  who  are  dangerous  to  themselves  or  others  or who  have \nspecialized needs. \nWe  found  numerous  cases  where  patients  exhibited \nself-injurious  behavior  (SIB)  or  behavior  toward \naggre~sive \nothers  for  extended  periods  due  to  ineffective  treatment  plans. \nContrary  to  generally  accepted professional  standards,  staff \neffort  is  focused  primarily  on  controlling dangerous  patients \nrather  than  treating them  and  changing  their behavior. \nAccordingly,  staff  resort  to  seclusion  and  restraint  and \n'secondarily,  \"as  needed\"  medication,  in  lieu  of  appropriate \ntreatment.  Indeed,  with  the  exception  of  several  specific  units \n(48B  and  41A,  Band  C  in  Salem  and  5A  in  Portland),  OSH  fails  to \nuse  systemic  behavioral  (social  learning)  strategies  to  eliminate \ndangerous  behaviors  and  teach  patients  more  adaptive  ways  to \nbehave.  This  problem  is  exac~rbated by  OSH's  failure  to  provide \na  centralized  system  of  oversight,  review,  feedback,  and  expert \n~onsultation,  where  necessary,  to  protect  patients  and  ensure \nthat  adequate  treatment  is  provided.  Specific  examples  of  OSH's \ninadequate  behavioral  management  services  include: \n• \t N.N.  has  a  history  of  life-threatening  self-abuse. \nWhile  at  OSH,  N.N.  has  swallowed  30  spoons  and  17 \npencils  resulting  in multiple  abdominal  surgeries. \nOSH's  response  to  N.N.'s  behavior  is  to  place  him  in  an \nam}:mlatory  \"suicide  s:uit\"  restraint,  which  is  designed \nto  restrict  the  use  of  his  hands.  N.N.  is  also  on  a \n2:1  close  observation  and  is  not  allowed  to  eat  with \nutensils  (he  uses  celery  and  taco  chips). \nstal~s \nN.N.'s  treatment  plan  is  only  a  set  of  restrictions. \nIt  does  not  reflect  any  systematic,  active  effort  to \nchange  his  behaviors. \n• \t F.T.'~ record  states  that  she  engages  in  serious \nself-injurious  and  suicidal  behavior.  She  was  placed \non  2:1  observation  and  was  subjected 'to  11  episodes  of \nseclusion  and  restraint  between  May  and  September  2006. \nThere  has  been  no  change  in  F.T.'s  treatment  plan  and \nno  active  intervention  to  teach  her  alternative \nbehaviors. \n• \t H.M.  has  a  long  history  of  SIB  and  suicide  attempts. \nOn  various  occasions,  she  has  attempted  to  strangle' \nherself with  a  shoe  lace,  yarn,  and  a  telephone  cord. \nShe  has  also  cut  berself  seriously.  On  July  3,  and \nJuly  12,  2006,  H.M.  drank  cleaning  liquid even  though \nshe  was  being  supervised  on  1:1  close  observation.  Her \n\n- 16  ­\ntreatment  plan  does  not  analyze  her  behavior  nor  does \nit contain  any  strategies  to  change  this  pattern  of \nconduct.  The  only  plan  is  to  keep  H.M.  on  1:1  close \nobservation. \n• \t Q.T.  has  Huntington's  disease  and  a  history of  falls. \nHis  treatment  plan  consists  of  restraining  him  in  a \nsafety vest  restraint  that  provides  posture  and  torso \nsupport.  OSH  has  not  conducted  a  behavior  assessment \nor  implemented  a  program,  such  as  gait  training,  to \nmodify  or  eliminate  his  falls. \n• \t O.Q.  has  a  long  history  of  severe  self-harm and \nrepeated  dangerous  assaults  on  others.  She  has  been  on \n1:1  close  observation  for  several  years.  On  July  25, \n2006,  an  OSH  psychiatrist  criticized this  strategy, \nnoting  that  \"[w]hat  appears  to  be  a  significant  problem \nat  this  point  is  how  dependent  she  has  become  on  having \na  constant  1:1  and  the  difficulty of  removing  her  from \nthis.  It would  also  seem  as  if some  of  her  aberrant \nbehaviors  have  been  inadvertently  reinforced by  our  own \ninterventions.\"  Notwithstanding  this  stark rebuke, \nO.Q.'s  treatment  team  did  not  modify  her  treatment \nplan. \n• \t B.O.  has  poor  impulse  control.  He  frequently  pockets \nmedications  and  gives  them  to  other  patients.  He  also \nattempts  to  feed  inappropriate  food  to  patients  on \nspecial  diets.  Although  successive  treatment  plans  and \nprogress  notes  reference  these  behaviors,  there  is  no \nplan  in  place  to  address  them. \nOSHalso  f~ils ~ddress specific  obsessional  behaviors  such \nas  picas  and  polydipsia. 6  Many  OSH  patients  with  these \nS  Pica  is  a  common  eating  disorder  characterized by \nrepeatedly  eating  non-food  items.  This  disorder  is  prevalent  in \npatients  with  mental  illness  and  in  those:with  cognitive \nimpairments. \nPolydipsia  is  a  common,  disorder  characterized by \n6 \ndrinking  excessive  amounts  of  water  to  quench  a  constant  thirst. \nThis  condition  is  prevalent  in  patients  who  spend  significant \namounts  of  time  in psychiatric  facilities,  particularly those \npatients  diagnosed  with  schizophrenia,  This  condition may  cause \nincontinence,  vomiting,  seizures,  water  intoxication,  or  even \ndeath. \n\n- 17  ­\nconditions  are  not  treated  in  accordance  with  generally  accepted \nprofessional  standards.  For  example: \n• \t D.D.  has  a  history  of  polydipsia  and  obesity.  Although \nhis  problems  are  noted  in his  medical  record,  D.D.'s \ntreatment  plan  for  polydipsia  is  that  he  will  not  gain \nmore  than  six pounds  per  day  for  six months.  There  is \nno  specific  strategy to  accomplish  this  goal.  A \nprogress  note  written  shortly bef6re  our  visit  states \nthat  D.D.  was  found  sitting at  the  water  fountain, \ndrinking  cup  after  cup  of  water.  A  second  progress \nnote  indicated  a  weight  gain  of  13  pounds  in  one  day \ndue  to  water  intake. \n• \t E.K.'s  polydipsia  is  potentially life-threatening.  His \nmedical  record  reflects  significant  episodes  of  weight \ngain  associated with  water  consumption.  During  a  two \nmonth  period  in  2006,  E.K.  was  allowed  to  gain \nextraordinary  amounts  of  weight  by  drinking  water  even \nthough,  at  times,  he  was  on  1:1  close  observation.  On \nJune  14,  E.K.  had  a  grand mal  seizure  due  to  water \nconsumption;  on  June  21,  he  gained  11  pounds;  on  June \n22,  he  gained  14  pounds;  on  July  11,  he  gained  10 \npounds;  on  July  13,  he  gained  10  pounds;  and  on  July \n14,  he  gained  12  pounds  in  three  hours.  A  July  23, \n2006  progress  note  states  that  \"for past  ~ hour  pt  has \nbeen  drinking  water  at  fountain  despite  being  on  1:1.\" \nA  doctor's  note  from  that  day  indicates  that  E.K.  has \nrecurrent  episodes  of  seizures. \n• \t K.L.  continues  to  exhibit  significant  and  constarit  pica \nbehavior.  Our  review  of  her medical  record  revealed \nthat  during  a  period  of  one  month  she  swallowed  speaker \nwire,  several  button.s,  and  glass  particles.  Pica  is \nlisted in  K.L.'s  chart  as  her  primary  barrier to  being \ndischarged  from  aSH,  yet  this  behavior  is  not  being \ntreated,  jeopardizing K.L.iS  health  and  resulting  in \nher  prolonged  institutionalization. \n3. \t Inadequate  Medication  Management  and  Monitoring \nMedication  practices  at  aSH  substantially  depart  from  the \ngenerally  accepted  professional  standards.  These  standards \nrequire  the  development  and  implementation  of  a  pharmacological \ncomponent  of  a  treatment  plan  that  reflects  the  exercise  of \nprofessional  judgment  for  medication  treatment  including: \ndiagnosis,  target  symptoms,  risks  and  benefits  of  particular \nmedications,  and  consideration  of  alternate  treatments.  Based  on \n\n- 18  ­\nthese  factors,  the  rationale  for  each  patient's  course  of \ntreatment  should  be  included  in the  physician's  progress  notes. \nPsychotropic  medications  should  be  used  as  an  integral  part  of  a \nt~eatment program  to manage  specific behaviors  in  the  least \nrestrictive manner,  to  eliminate  targeted behaviors/symptoms,  and \nto  treat  specific psychiatric  disorders.  Psychiatric medications \nshould  be  integrated with  any  behavioral  intervention plan. \nMedications  should  be  carefully monitored  and  tracked. \nMedication  changes,  as  well  as  the  rationale  for  the  changes, \nsh6uld.be  documented  in  a  physician's  order.  All  l~ngthy \nadministrations  of medication  should  be  periodically evaluated  to \nassess  their  efficacy.  OSH's  practices  fall  far  short  of  these \nrequirements. \nOSH's  inappropriate  psycho~pharmacological practices  have \nled  to  the  inappropriate  use  of  PRN  (pro  re  nata  or  \"as  needed\") \nmedication.  OSH  frequently  administers  PRN  medication  that  is \nnot  targeted  to  specific  symptoms  of mental  illness,  and  lacks \nadequate  justification.  For  example,  B.N.  was  routinely  given  an \nantipsychotic,  an  antidepressant,  and  a  mood  stabilizing drug  on \nan  \"as  needed\"  basis  even  though  her  psychiatrist  expressly \nquestioned  the  need  for  these  medications.  Another  patient, \nQ.S.,  was  given  prescribed  PRN  vicodin,  a  highly  addictive \nnarcotic  pain  medication,  despite  the  fact  that  his  chart  states \nthat  he  should  not  be  given  PRN\\pain  medication,  aside  from \nacetaminophen,  because  of  his  propensity  for  addiction. \nMoreover,  rather  than  prescribing  antipsychotic medications \nand  benzodiazepines  for  their  specific  purpose  -- agents  that \ntarget  symptoms  of  psychosis  and ·anxiety  -- it appears  that \nclinicians  prescribe  these  medications  for  theii  secondary \nsedating  effects  and  as  a  substitution  for  appropriate \ntherapeutic  interventions.  Generally  accepted  professional \nstandards  instruct  that  PRN  psychotropic medications  should  be \nused  only  as  a  short-term measure  to  relieve  a  patient  in  acute \ndistress,  not  as  a  means  to  escape  mild,  possibly  healthy \ndiscomfort,  as  a  repeatedly-deployed  substitute  for  treatment,  or \nas  punishment.  As  noted  above,  OSH's  use  of  PRN  medications \ndeparts  from  these  standards.  Because  OSH's  psychiatrists  rarely \nanalyze  the  use  of  PRN  medications  and  patients'  reactions  to \nthem,  they  cannot  refine  patients'  diagnoses  and  adjust  routinely \nadministered medications.  Without  such monitoring,  patients  are \nat  risk  of  being  overly  and/or  improperly medicated.  This \npractice  constitutes  chemical  restraint,  which  violates  federal \nregulations.  See  42  C.F.R.  §  482:13.  This  practice  also \nsubstantially departs  from  generally  accepted  professional \nstandards. \n\n- 19  ­\nK.L.  is  one  patient  who  is  routinely  subjected  to  chemical \nrestraint.  She  received  PRN  medication  26 ,times  in April  2006, \n22  times  in May  2006  and  35  times  between  August  28  and  September \n24,  2006  to  address  her  agitation  and  aggressive  behavior. \nAnother  example  is  D.C.,  a  34-year-old woman  with  anorexia \nnervosa,  polysubstance  abuse,  major  depression,  and  post \ntraumatic  stress  syndrome.  Although  admittedly  a  complicated \npatient,  D.C.  receives  multiple  medications  that  have  overlapping \npurposes.  For  instance,  D.C.'s  PRN  medications  include  at  least \nfour  different  drugs  for  anxiety  and  agitation.  This  dependence \non  the  nonspecific  use  ofPRN  medication  also  is  reflected  in  the \ncase  of A.A.,  who  receives  PRN  medications  for  agitation, \naggression,  psychosis,  and  anxiety.  It is  not  clear  from  the \ndoctor's  orders  or  progress  notes  how  OSH  is  treating each  of \nA.A.'s  separate,  but  overlapping  conditions  or  how  PRN \nmedications  should  be  prioritized to  avoid  over-medicating  this \npatient. \nGenerally  accepted  professional  standards  require  that \nfacilities  like  OSH  adopt  and  incorporate  the  necessary \nprotections  and  safeguards  to  ensure  that  patients  are  afforded \nsafe  and  effective  pharmacological  treatment.  Hospitals  such  as \nOSH  must  have  mechanisms  to:  (1)  monitoi  practitioners' \nadherence  to  specific  and  current  guidelines  in  the  use  of  each \nmedication;  (2)  report  and  analyze  adverse  drug  reactions;  and \n(3)  report,  analyze,  and  document  actual  and  potential  variations \nin  the  prescription,  transcription,  procurement/storage, \ndispensing,  administration,  and  documentation  categories  of \nmedication.  To  the  extent  that  these  mechanisms  even  exist  at \nOSH,  they  are  inadequate. \n) \nOSH  fails  to  provide  any  systematic monitoring  to  ensure \nappropriate,  safe,  and  effective medication  use  in  the  facility. \nFurthermore,  OSH's  medication  guidelines,  which  are  the  basis  of \nany  effective medication  monitoring  system,  are  seriously \ndeficient.  They  fail  to  provide  necessary monitoring \nrequirements  for  a  variety  of  risks  associated with  psychotropic \nmedications,  including:  (1)  the  adverse  metabolic  effects  (such \nas  weight  gain  and  Type  2  diabetes);  (2)  the  risk  of myocarditis, \na  potentially lethal  inflamation  of  the  heart  muscle;  and \n(3)  potentially harmful  drug  interactions  with  anticonvulsants, \ndiets,  and  tobacco  smoking. \nOSH's  current  system  to  trqck  and  analyze  adverse  drug \nreactions  is also  deficient  and  seriously under-reports  problems. \nThe  data  collection tool  does  not  include  basic  components,  such \nas  a  definition  of  an  adverse  drug  reaction,  a  severity. scale,  a \nprobability scale,  or  a  description  of  patient  outcomS.  There \n\n- 20  ­\nare  no  established thresholds  triggering  analysis  of  adverse  drug \nreactions.  There  is  no  data  analysis  to  indicate  individual  or \ngroup  practitioner  trends.  And,  there  is  no  evidence  that  any \ndata  on  adverse  drug  reactions  have  been  used  for  performance \nimprovement  activities. \nMoreover,  OSH  fails  to  provide  adequate  protection  against \n\nmedication  errors.  Medication  errors,  when  tracked  at  all,  are \n\nnot  used  for  staff assessment  or  performance  improvement.  For \n\nexample,  the  current  system  ignores  a  number  of  substantial \n\nvariances,  such  as  procurement  and  storage,  monitoring,  and \n\ndocumentation.  It does  not .incorporate  information  or  analysis \n\nregarding  critical breakdown  points  or  individual  or  group \n\npractitioner  trends.  Finally,  it does  not  appear  that  variance \n\ndata  have  been  used  for  performance  improvement  activities,  and \n\nthere  is  no  evidence  of  any  meaningful  corrective  actions  as  a \n\nresult  of  variance  analysis .. \n\nC.  Inappropriate  Use  Of  Seclusion And  Restraints \nThe  right  to  be  free  from  undue  bodily  restraint  is  the  core \nof  the  liberty protected  from  arbitrary governmental  action  by \nthe  Due  Process  Clause.  Youngberg,  457  U.S.  at  316.  Thus,  the \nState may  not  subject  residents  of  OSH  to  seclusion  and  restraint \n\"except  when  and  to  the  extent  professional  judgment  deems  this \nnecessary  to  assure  [reasonable]  safety  [for  all  residents  and \npersonnel  within  the  institution]  or  to  provide  needed  training.\" \nId.  at  324.  Generally  accepted  professional  standards  require \nthat  seclusion  and  restraints:  (1)  will  be  used  only when \npersons  pose  an  immediate  safety threat  to  themselves  or  others \nand  after  a  hierarchy  of  less  restrictive measures  has  been \nexhausted;  (2)  will  not  be  used  in the  absence  of,  or  as  an \nalternative  to,  active  treatment,  as  punishment,  or  for  the \nconvenience  of  staff;  (3)  will  not  be  used  as  a  behavioral \nintervention;  and  (4)  will  be  terminated  as  soon  as  the  person  is \nno  longer  a  danger  to  himself  or  others.  OSH's  use  of  seclusion \nand  restraints  substantially departs  from  these  standards  and \nexposes  patients  to  excessive  and  unnecessarily  restrictive \ninterventions. \n1.  Planned  Seclusion  and  Restraint \nOSH's  permissive  approach  to  seclusion  and  restraints  is \nperhaps  best  illustrated by  its use  of  planned  seclusion  and \nrestraint.  According  to  OSH  policy,  \"planned  seclusion  and/or \nrestraint may  be  one  component  of  a  patient's  comprehensive \ntreatment plan,  when  the  patient  suffers  from  significant \n.repetitive,  maladaptive  behaviors.\"  The  policy  specifies  that \n\n- 21  ­\n\"planned  seclusion  and/or  restraint must  be  developed  as  an \nindividualized therapeutic  intervention  that  is  integrated  into \nthe  patient's  comprehensive  treatment  plan.\"  The  policy  further \nstates  that  \"this  practice  is  designed  to  provide  a  therapeutic \nenvironment.  .,  thus  enabling  the  implementation  of  other \ncomponents  of  the  patient's  comprehensive  treatment  plan.\"  For \nthe  reasons  discussed below,  this  policy  is  in  stark  contract  to \ngenerally accepted  professional  standards. \nIn  practice,  planned  seclusion/restraint  often  is  the  only \ncomponent  of  a  patient's  treatm~nt plan.  It is  an  unrefined  and \nunlawful  strategy that  consists  of  restricting patients  to  a \nbedroom  or  seclusion  room  for  weeks  and  sometimes  months  at  a \ntime.  Once  a  patient  is  placed  in  planned  seclusion,  staff \ntypically make  little or  no  effort  to  develop  treatment  plans \nthat  address ,the  problematic  behaviors  in  less  restrictive ways. \nIndeed,  both  staff  and  patients  seem  to  accept  the  fact  that \npatients  in planned  seclusion  will  remain  there  unless  and  until \nthere  is  some  ipontaneous  change  in  the  patients'  behavior. \nFurthermore,  because  patients  in  planned  seclusion  have  few \nopportunities  to  demonstrate  improvement,  many  of  them  remain  in \nseclusion  indefin'itely. \nOne  such  patient  is  T.Q.,  who  was  placed  in planned \nseclusion  on  November  30,  2005  and  remained  there  at  the  time  of \n,our  on-site  visit  in  November  2006.  During  this  12-month  period, \nT.Q.  was  confined  to  a  seclusion  room  and  allowed  out  only with \n\nambulatory  restraints  and  2:1  close  observation.  According  to \n\nher  treatment  plan,  T.Q.  is  \"a  violence  risk  and  will  be a \n\nviolence  risk  even  with  extended  periods  of  abstinence.\"  This \n\nstatement  reflects  staff's  apparent  belief  that  T.Q.  cannot  be \n\ntreated.  Thus,  it is  likely that  planned  seclusion  will  remain \n\nthe  facility's  intervention  of  choice  for  this  patient,  and  T.Q. \n\nwill  coritinue  to  lead  her  life alone  and  institutionalized. \n\nD.W.  also  spent more  than  one  year  in  planned  seclusion. \nBetween  December  2004  and  December  2005,  he  was  restricted to  his \nroom  and  allowed  out  only with  ambulatory  restraints.  In \nDecember  2005,  his  program  changed  to  permit  D.W.  to  leave  his \nroom  for  brief periods  on  2:1  close  observation.  The  planned \nseclusion,  however,  remained  in place  until  February  2006.  Other \npatients  subjected  to  planned  seclusion  include  K.B.,  who  was  in \nplanned  seclusion  from  July  15,,2005  through  at  least  June  2006 \n(the  date  of  the  last  reviewed  record),  and  C.S.,  who  was  placed \nin planned  seclusion  on  December  7,  2005  and  remained  there  until \nat  least ,July  2006  (the  date  of  the  last  reviewed  record) . \n\n- 22  ­\nWe  found  no  evidence  to  suggest  that  any  of  the  patients \nplaced  in, planned  seclusion/restraint  had  active  treatment  plans \nto  address  the  violent  conduct  that  resulted  in  these  extreme \nmeasures.  For  instance,  the  treatment  plan  for  N'. T.  simply \ndirects  staff to  place  him  in  a  ,restraint  bed  when  he  bangs  his \nhead.  The  plan  does  not  include  any  behavioral  interventions  to \naddress  this  self-injurious  conduct.  Despite  the  fact  that  N.T. \nwas  placed  in  restraints  nine  times  between  February  18  and \nAugust  23,  2006,  there  is  no  sign  that  his  behavior  is  improving. \nGiven  the  deleterious  effects  of  seclusion  and  restraint, \n'and  the  fact  that  these  measures  restrict  patients'  rights  and \ntheir  ability to  receive  appropriate  care,  generally  accepted \nprofessional  standards  require  that  institutions  like OSH  will \nreduce  their  use  of  seclusion/restraint  and  address  behavior \nproblems  with  less  intrusive  and  restrictive  strategies.  With \nits  use  of  planned  seclusion/restraint,  however,  OSH  has  taken \nthe  opposite  approach.  It  is  worth  noting  that  no  member  of  the \nDepartment  of  Justice  site  visit  team  had  ever  encountered  the \nuse  of  continuous  seclusion  as  a  planned  treatment  strategy.  The \nfact  that  OSH  condones  this  unconstitutional  practice  reveals \nmuch  about  the  facility's  permissive  attitude  towards  the  use  of \nseclusion  and  restraints. \n2. \t Use  of  Seclusion  and  Restraint  as  Informal  Alternatives \nto  Treatment  and  as  Punishment \nEven  when  seclusion  and  restraint  are  not  formal  parts  of  a \npatient's  treatment  program,  OSH  often  uses  these  measures  as \nsubstitutes  for  proper  treatment.  Indeed,  between  January  and \nJune  2006,  aSH  staff used  ~eclusion and/or  restraints  393  times. \nOn  83  of  these  occasions,  patients  were  placed  in  prone \nrestraints,  which  are  dangerous  and  can  be  deadly,  before  being \nm6ved  to  a  seclusion  room.  Many  patient  charts  identify  frequent \nepisodes  of  seclusion  and  restraint  without  related  documentation \nindicating  that  the team  adequately  assessed  the  patient, \ndeveloped  and/or  reviewed  the  treatment  plan,  or  considered \nalternative  interventions. \nFor  instance,  S.I.  had  seven  episodes  of  seclusion/restraint \nbetween  March  and  August  2006.  There  is  no  evidence  that  staff \nattempted  to  identify the  cause  of  his  aggressive,  violent \nbehavior  or  developed  a  treatment  plan  to  address  it.  Similarly, \nduring  a  seven-month  period  in  2006,  B.Q.  was  placed  in  seclusion \nten  times  and  was  almost  constantly  on  1:1  or  2:1  close \nobservation.  Yet,  staff proposed  no  intervention  strategies  and \nmade  no  changes  to  his  treatment  plan.  Between  July  and  August \n2006,  M.O.  had  18  episodes  of  seclusion  for  self-injurious \n\n- 23  ­\nbehavior,  but  staff made  no  effort  to  address  her  dangerous \nconduct  with  a  specific  treatment  plan.  N.U.  suffers  from \ncommand  hallucinations  to  kill  others'and  a  record  of  seriously \ninjuring  other  people.  His  treatment  plan  is  to  predict  or \ncontrol  aggression  by  directing  him  to  time  out,  seclusion,  or \nclose  observation,  primarily  at  his  request.  There  is  no \nproactive  strategy  to  change  his  behavior. \nOSH's  frequent  use  of  seclusion  and  restraint  supports  our \nfinding  that many  OSHpatientshave  erroneous  diagnoses  and/or \ninappropriate  treatment  plans:  The  facility's  reliance  on \nseclusion  and  restraint  as  treatment  strategies  is  inappropriate, \nineffective,  extraordinarily detrimental,  and,  at  times, \nlife-threatening. \n3.  Use  of Ad  Hoc  Restrictive  Measures \nAnother  concern  about  seclusion  and  restraint  at OSH  is  the \nwidespread  use  of  ad  hoc  restrictive measures  such  as  \"suicide \nsuits,\"  \"safety  status,\"  \"east  end  restriction,\"  \"the  10  foot \nrule,\"  and  \"security hold.\"  Thes~ unconventional  measures  are \nnot  defined  or  described  in  OSH  policy.  Rather,  they  appear  to \nbe  improvised  responses  to  patient behavior  that,  over  time,  have \nbeen  adopted  throughout  the  fa'cility. \nAmong  the  patients  subjected  to  these  ad  hoc  restrictions  is \nN.N.,  who  was  admitted  to  OSH  from  the  Department  of  Corrections \nwith  a  history  of  severe,  life-threatening  self-abuse.  At  the \ntime  of  our  visit,  N.N.  was  required  to  wear  a  \"suicide  suit\" \n-- a  device  that  restricted his  hands  so  he  could  hot  do  further \ndamage  to  a  stomach  woutid.  There  is  no  evidence  that  OSH  has \nmade  any, systematic,  active  effort  to  change  his  behavior  or \naddress  it through  less-restrictive means. \nOSH  staff use  ad  hoc  measures  with  S.D.  According  to  his \nchart,  S.D.  exhibits  excessive  anger  and  explosive  outbursts, \nalthough  no  such  episodes  were  documented  in  the  12  months  before \nour  visit.  S.D:'s  behavior  plan  specifies:  \"If  [S.D.]  has  an \nexplosive  or  angry  outburst  with  staff  and  requires  more  than  1 \ncue  to  calm  or  redirect  himself,  regardless  of  the  cause  of  the \noutburst,  his  level  will  be  dropped  to  safety  status  for  3  days. \nIf during  an  angry  outburst  he  throws,  or  harms  objects,  his \nlevel  will  be  dropped  to  safety  status  for  7  days.\"  It is  not \nclear  exactly what  \"safety status\"  entails  -- presumably  close \nobservation  and  restriction  in movement.  In  any  event,  the \nconduct  described  above  hardly merits  three  or  seven  days  of \nrestriction.  This  appears  to  be  punitive. \n\n- 24  ­\nK.N.,  E.K.,  and  Q.Z.  are  among  the  patients  placed  on  \"east \nend  restriction.\"  Under  this  restrictive measure,  patients  must \nremain  on  one  end  of  their housing  unit,  except  to  shower  and  tise \nthe  restroom.  Although  east  end  restriction  does  not  seem  to \nresult  in  improved  behavior, staff typically make  little effort \nto  develop  proactive  treatment  plans  for  patients  under  this \nrestriction. \nw.w. \nis  aggressive  and  assaultive.  He  also  exposes  his \ngenitals  to  female  staff.  His  treatment  plan  includes  a  \"10  foot \nrule\"  and  \"security hold.\"  These  restrictions  are  not  defined  in \nany  aSH  policy  or  procedure,  but  they  appear  to  be  designed  to \nkeep  W.W.  at  a  safe  distance  from  other  patients.  These \nprocedures  were  implemented  consistently  for  two  months  and  then \nterminated  without  any  explanation. \nNot  only  are  the  makeshift  measures  described  above  often \nused  in  lieu  of  active  treatment,  they  almost  always  are \nineffective.  Moreover,  because  there  is  no  central  oversight, \neach  individual  unit  is  free  to  develop  its  own  restrictive \npractices  without  regard  to  aSH 'policy.  As  a  result of  this \ndisorganized,  unmonitored  system,  aSH  patients  are  subjected  to \nunnecessary  restrictions. \n4.  Failure  to Assess  Patients  in  Seclusion  and  Restraint \naSH  also  fails  to  comply  with  its  own  policy  and  generally \naccepted  professional  standards  whiCh  require  staff to  constantly \nobserve  patients  who  are  in  restraints.  For  instance,  on  June \n13,  2006,  D.I.  used  a  plastic  fork  to  lacerate  her  wrist. \nFollowing  this  incident,  D.I.  was  restrained  and  placed  in \nseclusion.  The  record  notes  that  she  made  herself  vomit  as'soon \nas  staff  left  the  area.  Failure ,to  monitor  restrained patients \nplaces  them. at  risk  for  serious  injury.  In  D.I.'s  case,  she \ncould  have  choked  to  death  while  unsupervised. \nD.  Inadequate  Nursing  Care \nAlthough  aSH  patients  are  entitled to  receive  adequate \nhealth  care,  see  Youngberg,  45,7  U.S.  at  315,  the  facility's \nnursing  services  substantially depart  from  generally accepted \nprofessional  standards.  aSH  is  suffering  from  a  chronic  nursing \nshortage,  which  has  caused  a  number  of  serious  deficiencies  in \nthe  nursing  services  provided  to  patients.  Specifically,  nursing \nstaff:  (1)  fail  to  provide  basic  care  such  as  monitoring  vital \nsigns  and  responding  in  a  timely manner  to  changes  in patients' \nmedical  status;  (2)  fail  to  actively  participate  in  the  treatment \nteam  process  by  providing  feedback  on  patients'  responses,  or \n\n- 25  ­\nlack  thereof,  to medication  and  behavioral  interventions; \n(3)  fail  to  properly  document  and  monitor  the  administration  of \nmedications;  and  (4)  fail  to  implement  adequate  infection  control \nprocedures.  These  deficiencies  expose  OSH  patients  to  harm  and  a \nsignificant  risk of  harm. \n1.  Staffing \nMany  of  the  shortcomings  in  nursing  care  are  exacerbated  by \nthe  lack  of  adequate  staffing,  support,  training,  and \nsupervision.  The  chronic  shortage  of  nursing  staff at  OSH  has \nreceived  press  coverage,  and  the  Associate  Director  of  Nursing  at \nthe  facility  referred  to  as  a  \"critical  staffing  crisis.\" \n~t \nGenerally  accepted  professional  standards  require  facilities  like \nOSH  to  provide  sufficient  nursing  staff to,  at  a  minimum,  protect \npatients  from  harm,  ensure  adequate  and  appropriate  treatment, \nand  prevent  unnecessary  and  prolonged  institutionalization.  OSH, \nhowever,  routinely  compromises  its patients'  care  and  treatment \nby  failing  to  satisfy these  requirements.? \nA  recurring  issue  is  that  OSH  has  no  formal  mechanism  with \nwhich  to  analyze  the  specific needs  of  each  unit  and  determine \nthe  number  and  skill mix  of  nursing  staff that  each  unit \nrequires. 8  Instead,  nursing  staff  seem  to  be  assigned  to \nparticular units  based  upon  their  schedules  and  availability \nwithout  serious  regard  to  patients'  needs. \nIn  an  effort  to  triage  its  staffing  issues,  OSH  uses  a \nsignificant  amount  of  overtime.  Indeed,  during  the  first  six \nmonths  of  2006,  overtime  hours  at  the  facility  amounted  to \napproximately  41  full  time  equivalent  positions.  The  use  of \novertime  is particularly dangerous  because  staff who  work \nmultiple  and  contiguous  shifts  in  a  given  day  or  week  are  more \nlikely to  be  fatigued,  less  capable  of making  accurate  clinical \ndecisions,  more  likely to make  medication  errors,  more  likely to \nbe  injured  and  cause  injuries,  and  less  inclined to  provide \nactive  treatment  and  interventions  to  patients. \n?  We  note  that  the  State  has  convened  a  group  of  nursing \nprofessionals  to  advise  the  Department  of  Human  Services  on  ways \nto  encourage  nursing  students  to  prepare  for  and  seek  employment \nat  OSH;  This  is  commendable. \nOSH  has  three  levels  of  nursing  staff:  (1)  registered \nnurses  (RNs);  (2)  licensed practical  nurses  (LPNs);  and \n(3)  medical  health  technicians  (MHTs).  RNs  are  the  most  skilled \nnursing  staff and  often  are  required  to  supervise  LPNs  and  MHTs. \n\n- 26  ­\nFor  instance,  when  completing  seclusion  and  restraint  review \nforms,  staff repeatedly  identify  insufficient  staffing as  a \nserious  concern.  Staff  indicate  that  they  feel  unsafe  during \nemergency  seclusion  and  restraint  procedures,  and,  in  a  number  of \ncases,  staff were  injured because  there  were  not  enough  staff to \nensure  the  safety  of  those  present. 9  Staff  also  mention \npersonnel  shortages  when  explaining medication  errors.  For \nexample,  on  January  6,  2006,  a  nurse  gave  Q.T.  a  dose  of  medicine \neven  though  the  doctor  had  discontinued  the  order  for  it.  At  the \ntime  the  error  occurred,  the  nurse  was  caring  for  two  seriously \nill patients.  She  cited workload  as  a  factor  that  contributed  to \nthis  mistake.  In  another  case,  K.C.  received  two  medications  in \nerror.  The  mistake  reportedly was  made  because  an  employee \nworking  an  overtime  shift  failed  to  confirm  K.C.'s  identity \nbefore  giving  him  the  medication.  On  May  16,  2006,  O.N.  was \ngiven  twice  the  amount  of medication  the  doctor  ordered;  There \nwas  only  one  RN  on  the  unit  at  the  time  and  she  was  an  agency \nnurse.  An  in-house  preliminary  staffing  analysis  conducted \nduring  2006  confirms  staff's  conclusions.  The  correlated \nrepo~t \nthe  use  of  overtime  with  increased  use  of  seclusion  and \nrestraints,  staff  injuries,  and  patient  grievances. \nOSH  also  uses  float  staff to  address  staffing  shortages. \nLike  the  use  of  overtime,  this  practice  is  risky because  float \nstaff are  less  familiar  with  the  patients  in  thelr  care  and  thus \nare  more  likely to  make  mistakes  with  medications  and  less  likely \nto  rapidly  identify precursors  to  behavioral  issues.  OSH \ndocuments  are  replete  with,examples  of  such  harm.  For  instance, \non  January  28,  2006,  B.T.  received  the  wrong  medication  from  a \nfloat  staff member  who  was  unfamiliar  with  both  the  unit  and  B.T. \nB.T.  had  to  be  closely monitored  to  ensure  there  was  no  decrease \nin his  blood  glucose  levels  as  a  result  of  the  medication  error. \nIn  short,  OSH's  staffing  shortages  fall  dangerously  below \nthe  min~mum levels  required  to  provide  basic  levels  of  nursing \nservice~ and  care.  Unless  and  until  OSH  hires,  trains,  and \nsupervises  a  sufficient  number  of  nursing  staff,  patients  will \ncontinue  to  receive  inadequate  care. \nFor  example,  on  April  24,  2006,  several  staff were \n9 \ninjured while  trying  to  place  E.E.  in  seclusion.  Other  staff \nwere  injured  during  an  April  9,  2006  episode  with  patient  Q.F. \nand  a  January  25,  2006  episode  with  patient  T.I. \n\n- 27  ­\n2. \t Failure  to  Provide  Basic  Care \nEffective medical  services  depend  on  timely,  thorough \nasiessments  and  monitoring.  Nurs~s are  a  primary  source  of \ninformation  regarding  patients  who  need medical  attention.  At \nOSH,  however,  nursing  staff  often  fail  to  provide  even  the  most \nbasic  care,  opting  instead  for  a  reactive  approach  in which \npatients'  medical  needs  are  addressed  only  after problems \ndevelop.  Consequently,  residents  are  exposed  to  a  significant \nrisk of  harm  and  often  suffer  preventable  injuries  and  illnesses. \nFor  example: \n• \t At  3:20  a.m.,  an  outside  provider  that  performs \nlaboratory work  for  OSH  informed  the  facility's  nursing \nstaff that  s.C.  had  toxic  levels  of  norclozapine  and \nclozapine  in  her  blood.  Upon  receipt  of  this \ninformation,  the  RN  assessed  s.C.  and  obtained vital \nsigns.  The  RN  was  concerned  about  S.C.'s  pulse,  which \nseemed  high  given  that  she  was  resting  in bed,  and \ninformed  the  doctor.  The  doctor  agreed  to  evaluate \nS.C.  in .the  morning,  and  the  RN  agreed  to  monitor  the \npatient  throughout  the  night  and  to  alert  the  day  shift \nRN  to  the  patient's  status.  Yet,  there  was  no \nadditional  documentation  for  24  hours,  suggesting  that \nno  one  monitored  the  patient's  vital  signs  for  an \nentire  day. \n• \t The  progress  notes  for  E.N.  discuss  the  following \nincident.  E.N.  got  out  of  bed  to  use  the  restroom. \nAfter  walking  a  few  steps,  he  got  down  and  crawled  to \nthe  nursing  station where  he  complained  of  shortness  of \nbreath.  After  staff directed  him  to  a  nearby  restroom, \nE.N.  got  up  and  walked  there.  At  no  time  did  staff \ncall  an  RN  to  assess  this  patient  in  response  to  his \ncomplaint  of  shortnes$  of  breath.  Two  hours  later, \nE.N.  was  found  in  his  bed  \"shaking,\"  with  a  fever  and  a \nhigh  pulse  rate.  He  was  transferred  to  a  local \nhospital  for  treatment. \n, \n•  Around  2:30  a.m.,  N.C.  was  found  on  the  floor  of  his \nroom  with  a  large  laceration  on  his  head.  He  was  sent \nto  the  emergency  room  for  treatment.  Although staff \ndid  not  witness  the  injury,  N.C.'s  record  states  that \nhe  sustained  the  injury when  he  fell  but  of  bed.  The \nrecord  also  states  that  earlier  in  the  day,  N.C.  was \nhesitant  to  stand  up  on  several  occasions  and,  in  fact, \ndid  not  stand  at  all  the  day  after the  injury  occurred. \nThere  was  no  evidence  that  nursing  staff conducted  an \nassessment  to  determine  why  N.C.  was  feeling  unsteady. \n\n- 28  ­\n3.  Failure  to  Provide  Feedback  to  Treatment  Teams \nIn  order  for  treatment  teams  to  evaluate  the  adequacy  of \nimplemented  interventions,  nursing  and  other  unit-based  staff \nmust  monitor,  document,  and  report  patients'  symptoms.  The \npsychiatrists  and  other  physicians  who  prescribe medication,  and \nthe  psychologists  and  therapists  who  oversee  therapeutic \ninterventions,  rely  on  staff to  provide  this  information.  In  the \nabsence  of  such  communication,  the  treatment  teams  lack \nsignificant  information  regarding  dangerous  behavior  and  the \nefficacy  of  interventions. \nUnfortunately,  the  culture  and  structure  at  OSH  do  not \nfacilitate  communication  between  treatment  team members.  Most \nsignificantly,  as  discussed  earlier,  aSH  treatment  plans  do  not \nadequately  define  the  criteria or  target  variables  by  which \ntreatments  and  interventions  are  to  be  assessed,  nor  do  the  plans \nidentify how  -and  when  these  factors  should  be  monitored. \nAccordingly,  nursing  staff do  not  have  the  tools  that  are \nnecessary  to  monitor  patients'  problems  and  symptoms. \nCompounding  this  problem-is  the  fact  that  nursing  staff members \nare  not  required  or  encouraged  to  communicate  with  other  team \nmembers  in  an  effort  to  anticipate  and minimize  problems. 10  As  a \nresult,  both  nursing  staff and  treatment  teams  respond  to  patient \nneeds,  if at all,  in  a  largely  reactive  way.  Consequently,  aSH \npatients  are  subjected  to  excessive  and  inappropriate  uses  of \nmedication,  seclusion  and  restraints,  and  inadequate  and \nineffective  therapeutic  interventions. \n4.  Medication  Administration. \nGenerally  accepted  professional  standards  require  that  staff \nproperly  complete  the  Medication  Administration  Records  (MARs). \nAmong  other  things,  MARs  list the  current  medications,  dosages, \nand  times  that medications  are  to  be  administered.  Generally \naccepted professional  standards  also  dictate  that  staff  sign  the \nMARs  at  the  time  the  medication  is  administered.  Properly \ncompleting  the  MARs  is  fundamental  to maintaining  patient  safety \nand  reducing  the  likelihood  of medication  errors  and  adverse  drug­\nFor  instance,  progress  notes  for  U.N.  indicate  that  she \n10 \nsecured  a  container  of  Ajax,  several  Cups  of  liquid  soap,  and \ndisinfectant,  which  she  used  to  \"wash\"  her  hands  to  the  point  of \nskin  breakdown.  She  also  was  observed  eating  and  microwaving \nsoap,  and  pouring  it on  the  floor.  There  is  no  evidence  that \nnursing  staff brought  these  behaviors  to  the  attention  of  the \ntreatment· team  in  an  effort  to  address  them. \n\n- 29  ­\neffects.  If staff  fail  to  do  so,  it may  result  in  patients  not \nreceiving medications  or  them multiple  times. \nrec~iving \nWe  identified many  instances  in  which  staff documented  that \nmedication  had  been  given  when,  in  fact,  the  patient  had  never \nreceived  it.  One  example  is  the  March  10,  2006  episode  in which \nthe .MAR  indicated  that  T. U.  had  his  Digoxin  and \nreceiv~d \nOmeprazole,  but  the  medication  was  later  found  in  the medication \ncart.  Digoxin  is  used  to  treat  heart  fail~re.  A  few  days  later, \non  March  19,  2006,  H.T.  failed  to  receive  her  nighttime  dose  of \nthe  sleep  aid Ambien  although  the  MAR  reflected that  it had  been \ngiven.  Documenting  medication  as  given  before  actually \nadministering  it is  a  dangerous  practice  which  substantially \ndeparts  from  generally  accepted  professional  standards. \nOther  dangerous  medication  administration practices  at  OSH \ninclude  \"setting up\"  medications  (i.e.,  preparing  medication  in \nadvance  of  administration)  and  \"borrowing\"  medications  (i.e., \ngiving  a  dose  of  a  patient's medication  to  another  patient). \nSetting  up  medication  often  contributes  to  medication errors \nbecause  it encourages  staff to  simply  hand  over  medications  when \nthe  patient  arrives  without  validating what  is  being  given  to \nI \n!  whom.  Indeed,  there  are numerous  examples  of  staff  giving \nmedications  to  the  wrong  patients  or  giving  incorrect  doses.  In \nsome  cases,  these  mistakes  had  serious  consequen~es.  On  March \n14,  2005,  D.H.received the  wrong  medication  and  was  transported \nto  the  emergency  room  because  of  over-sedation  and  altered vital \nsigns.  On  July  18,  2006,  S.N.  was  sent  to  the  emergency  room \nafter  receiving  a  double  dose  of medication  and  temporarily \nlosing  consciousness.  S.M.  received  the  wrong  medication  on  June \n26,  2006  and  had  to  be  monitored  every  two  hours.  On  February \n18,  2006,  nursing  staff  gave  X.X.  three  times  the  amount  of \nmedication  he  was  supposed  to  receive.  Borrowing  one  patient's \nmedications  to  give  to  another  is  similarly  reckless.  It \ndeprives  patients  of  access  to  their medications  and  can  lead  to \nerrors  in  dosage  and  timing. \nInfection  Control \n~5. \nGenerally  accepted  professional  standards .require  adequate \ninfection  control.  OSH's  plan  for  infection  control  is \ninadequate  and  places patients  and  staff at  substantial  risk  for \nexposure  to  dangerous  diseases.  OSH's  failure  to  prevent  and \ncontrol  infections  in  the  hospital  places  patients,  staff,  and \nvisitors  at  risk of  harm,  including  death.  Indeed,  of  the  28 \npatient  deaths  that  occurred  between  January  2005  and August \n2006,  15  were  from  pneumonia,  an  infection-related  condition. \n\n- 30  ­\nNeither  OSH  staff nor  its patients  comply  with  generally \naccepted  standards  for  hand  washing.  Indeed,  documents  we \nreviewed  referenced  nursing  staff who  administered medication  and \nengaged  in  other  patient  care  activities  without  washing  their \nhands.  Other  documents  noted  problems  with  mice  in patients' \nrooms,  norovirus  outbreaks,11  scabies  outbreaks,  and  failure  of \nstaff to  clean  up  \"messes\"  in  seclusion  rooms. \nIn  addition,  problems  with  medication  administration  have \nlead  to  errors  with  antibiotics  where  patients  did  not  receive \ntheir  full  course  of medicine  or  did  not  receive  their medicine \nin  a  timely manner;  These  errors  lead  to  increased  risk  of \ntreatment  failure  and  antibiotic  resistence. \nE. \t Inadequate  Discharge  Planning  And  Placement  In  The  Most \nIntegrated  Setting \nWithin  the  limitations  of  court-imposed  confinement,  federal \nlaw  requires  that  OSH  actively pursue  the  timely discharge  of \npatients  to  the  most  integrated,  appropriate  setting that  is \nconsistent  with  the  patients'  needs.  Olmstead,  527  U.S.  at \n12 \n607.  Thus,  at  the  time  of  admission  and  throughout  a  patient's \n11  Noroviruses  are  a  highly  contagious  group  of  viruses \nthat  cause  the  stomach  flu. \n12  We  are  aware  that  the  State  has  entered  into  two \nsettlement  agreements  that  address  the  discharge  of  patients  from \nOSH.  The  first  agreement,  signed  in  December  2003,  arose  out  of \nthe  Miranda  B.  litigation and  concerns  patients  who  are  civilly \ncommitted.  See  Miranda  B.  v.  Kulongoski,  No.  CVOO-1753-HU  (D. \nOr.  Dec.  19,  2000).  The  second  agreement,  signed  in April  2006, \narose  out  of  a  class  action  lawsuit  concerning  forensic  services \nat  OSH.  Harmon  v.  Fickle,  No.  CV05-1855-BR  (D.  Or.  Dec.  8, \n2005).  Among  other  things,  both  agreements  require  the  State  to. \nincrease  the  number  of  community  placements  and  to  take  steps  to \nfacilitate  the  discharge  or  conditional  release  of  OSH  patients \nin  a  clinically appropriate manner  and  within  a  reasonable  time \nframe.  These  agreements,  however,  do  not  obviate  the  need  for \nfederal  review.  Indeed,  our  independent  evaluation  identified  a \nnumber  of  barriers  and  deficiencies  in  OSH's  procedures, \nservices,  and  treatment  that  hamper  the  State's  efforts  to \ndevelop  and maintain  an  adequate  community  integration program. \nMoreover,  it is  our  understanding  that  the  State  has  been \nextremely  slow  to  implement  the  reforms  it agreed  to  in  the \nMir~nda B.  and  Harmon  agreements.  In  light  of  these  reported \n\n- 31  ­\nstay,  OSH  should  (1)  identify,  through  professional  assessments, \nthe  factors  that  likely will  foster  viable  discharge  for  the \npatient,  and  (2)  use  these  factors  to  drive  treatment  planning \nand  intervention.  Without  clear  and  purposeful  identification  of \nsuch  factors  and  related  issues,  patients  will  be  denied \nrehabilitation  and  other  services  and  supports  that  will  help \nthem  acquire,  develop,  and/or  enhance  the  skills  necessary  to \nfunction  in a  community  setting. \nThe  discharge  planning  process  atOSH  falls  significantly \nshort  of  these  standards  of  care.  Treatment  teams  typically  do \nnot  consider  or  integrate  criteria  for  discharge  into  treatment \nplanning.  Consequently,  many  patients  whose  psychiatric \nconditions  are  largely under  control  remain  hospitalized because \nof  poor  daily  living  skills,  aggressive  conduct,  incontinence, \ninadequate  dietary management,  failure  to  take  medication,  and/or \nother  behaviors  that  prevent  discharge  and  community \nreintegration.  Although  such  behaviors  ofteri can  be  resolved \nwith  proper  treatment,  OSH  rarely  addresses  these  issues  in \npatients'  treatment  plans  or  in  the  facility's  discharge \nplanning.  For \ninst~nce: \n• \t U.T.  has  been  refused  admission  into  community \nfacilities  of  agitated  and  aggressive  behavior. \nbecau~e \nThere  appears  to  be  no  plan  to  address  this conduct  and \nno  acknowledgment  that  it is  an  impediment  to \ndischarge.  Instead,  U.T.'s  chart  reflects  the  apparent \nconsensus  that  he  will  never  be  discharged  from  OSH. \n• \t T.I.  also  remains  hospitalized because  of  aggressive \nbehavior.  During  his 'three  years  at  OSH,  staff have \ncontrolled this  behavior  with  sedating medications.  , \nAlthough  T.I.'s  chart  notes  that  sedation  is  a  problem, \nthis  issue  is  not  adequately  addressed  in  the  overall \ntreatment  plan.  Moreover,  there  is  no  specific \nbehavior  plan  to  address  the  aggressive  conduct  that  is \nthe  reason  for  T.I.'s  continued  institutionalization. \n• \t N.N.  has  been  hospitalized  at aSH  since  December  2005. \nShortly after  he  was  admitted,  staff developed  and \nimplemented  a  behavior  plan  to  reduce  N.N.'s  intrusive \nand  threatening  behaviors.  This  seemingly  successful \ndelays,  we  are  reluctant  to  rely  on  those  agreements  to  correct \nthe  constitutional  deficiencies  OSH's  discharge  planning \n~n \nprocess. \n\n- 32  ­\nplan,  however,  was  discontinued  for  reasons  that  are \nunclear.  Currently,  there  is  no  behavior  plan  that \naddresses  the  conduct  that  is  a  barrier  toN.N.'s \ndischarge. \n• \t 0.0.  has  been  hospitalized  since  April  2002.  According \nto  his  chart,  he  no  longer  exhibits  symptoms  of  his \npsychiatric  disorder.  However,  0.0.  has  a  history  of \nsubstance  abuse  and  refuses  to  participate  in programs \nto  address  this  issue.  OSH  staff will  not  recommend \n0.0.  for  discharge  because  he  has  a  negative  attitude \nand  does  not  want  to  leave  the  hospital.  Yet,  there  is\" \nno  plan  to  resolve  these  issues. \n• \t N.T.  and  N.D.  are  incontinent  of  bowel  and  urine~ \nNeither  patient  has  a  plan\"to  address  this  issue. \nAlthough  we  certainly do  not  advocate  the  release  of \ndangerous  persons  into  the  community,  we  find  thatOSH  often \ndoes  not  t~ke appropriate  s~eps to  address  the  aggressive \nconduct  that  keeps  many  of  its patients  institutionalized.  The \n\"failure  to provide  adequate,  individualized treatment  and \ndischarge  planning  for  these  and  other  patients  deviates  from \ngenerally  accepted  professional  standards  and  contributes  to \nextended  hospitalizations,  unsuccessful  community  placements, \nand  a  high  likelihood  of  readmission.  Patients  are  harmed  or \nexposed  to  the  risk of  harm  by  the  effects  of  prolonged \ninstitutionalization and  by  being  denied  a  reasonable \nopportunity  to  live  su6cessfully  in  the  most  integrated, \nappropriate  setting. \nIt  is worth  noting  that  OSH  has  a  utilization  review \ncommittee  and  processes  by  which  to  identify and  track  civil  and \nforensic  patients  who  are  ready  for  discharge.  The  facility \nalso  has  increased  vocational  and  educational  programming  and, \nshortly before  our  tour,  initiated at  least  two  specialized \ntreatment  programs  to  address  common  barriers  to  discharge \n-- one  for  sex  offenders  and  one  for  patients  with  co-occurring \nmental  illness  and  substance  abuse  disorders.  It  is  our \nunderstanding,  however,  that  these  opportunities  are  limited,  at \nleast  informally,  to  patients  who  are  on  the  placement  list. \nThus,  these  changes  do  little to  address  the  lack  of  early, \nconsistent,  systematic  discharge  planning  and  intervention  at \nOSH.  Moreover,  because  these  changes  are  relatively new,  it is \nunclear  whether  they  will,  in  fact,  improve  the  timely ­\ntransition of  patients  to  community  settings. \n\n- 33  ­\nAnother  difficulty with  OSH's  discharge  planning  is  that \nthe  facility  does  not  provide  the  follow-up  supports  and \nservices  that  are  essential  for  successful  transitions  to  the \ncommunity.  Patient  records  rarely  discuss  the  provision  of \ntransition  supports,  and  when  discharged,  patients  are \nill-equipped to  succeed  in  community  placement.  Furthermore,  in \nat  least  one  instance,  OSH  placed  a  patient  on  the  discharge \nlist notwithstanding  the  fact  that  his  psychiatric  treatment  was \nin  flux  and  the  fact  that  he  appeared  likely to  harm himself  or \nothers. 13 \nA  final  problem with  discharge  planning  at  OSH  grows  out  of \n.the  contracting  arrangement  between  the  State  and  the  privately­\nowned  and  -operated  community  providers.  At  present,  these \nproviders  are  allowed  to  subjectively  select  or  \"cherry pick\" \ntheir  residents  from  the  OSH  patients  who  have  met  the  criteria \nfor  discharge  and  are  on  the  hospital's  placement  list. \nPredictably,  when  given  a  choice,  providers  often  reject  those \npatients  who  appear  most  challengini.  As  a  result,  some \npatients  remain  at  OSH  for  months  or  even  years  after having  met \nthe  criteria  for  discharge.  Indeed,  at  the  time  of  our  tour, \nthere  were  18  civil patients  who  had  been  on  the  discharge  list \nfor  more  than one  year  and  15  more  who  had  been  on  the  discharge \nlist for  more  than  six months.  Thirty-one  forensic  patients  had \nbeen  waiting more  than  three  months  for  a  transfer. \nThe  detrimental  effect  on  individual  patients  of  this \nprolonged  waiting  and  frequent  rejection  is  documented \nrepeatedly  in  their  clinical  records.  Patients'  despair,  anger, \nand  agitation  about  having  been  turned  down  by  community \nproviders  become  a  pari of their  illness.  These  and  other \neffects  of prolonged  institutionalization result  in  harm  or  a \nserious  risk  of  harm  to  OSH  patients.  Unless  and  until aSH \nimplements  a  discharge  planning  program  that  results  in  timely \ndischarge  to  appropriate  community  placements,  the  State  is  in \nviolation  of  Olmstead. \n13  This  patient,  D. K.,  has  a  long  history of \nschizoaffective  disorder.  In  response  to  symptoms  of  his  mental \ndisorder,  he  enucleated his  left  eye  and  severely  damaged  his \nright  eye  leading  to  functional  blindness.  At  the  time  the  team \nidentified him  for  discharge,  D.K.  frequently  experienced \ndelusional  thoughts  of  self-harm,  often was  verbally  threatening \nto  staff,  and  was  on  several  antipsychotic medications  without \njustification. \n\n.:....  34  ­\nIII.  RECOMMENDED  REMEDIAL  MEASURES \nTo. remedy  the  deficiencies  discussed  above  and  protect  the \nconstitutional  and  federal  statutory rights  of  the  patients  at \nOSH,  the  State  of  Oregon  should  promptly  implement  the  minimum \nremedial  measures  set  forth  below: \nA. \t Protection  From  Harm \nOSH  sh.ould  provide  its patients  with  a  $afe  and  humane \nenvironment  and  protect  them  from  harm..  At  a  minimum,  OSH \nshould: \n1. \t Create  or  revise,  as  appropriate,  and  implement  an . \nincident  management  system  that  comports  with \ngenerally  accepted  professional  standards.  OSH \nshould: \na. \t Create  or  revise,  as  appropriate,  and  implement \ncomprehensive,  consistent  incident  management \npolicies  and  procedures  that  provide  clear \nguidance  regarding  reporting  requirements  and  the \ncategorization  of  incidents,  including \nallegations  of  abuse  and  neglect; \nb. \t Develop  and  implement  policies  and  procedures \nthat  require  all  abuse  and  neglect  allegations  to \nbe  memorialized  in writing  and  forwarded  to  the \nOffice  of  Investigations  and  Training \n(~OIT\") \nupon  receipt; \nc. \t Require  all  staff to  complete  successfully \ncompetency-based  training  in  the  revised \nreporting  requirements; \nd. \t Create. or  revise,  as  appropriate,  and  implement \nthresholds  for  patient  injury/event  indicators, \nincluding  p~tient-against-patient assaults,  self­\ninjurious  behavior  and  falls,  that  will  initiate \nreview  at  both  the  unit/treatment  team  level  and \nat  the  appropriate  supervisory  level  and  that \nwill  be  documented  in  the  patient medical  record \nwith  explanations  given  for  changing/not  changing \nthe  patient's  curr~nt treatment  regimen; \ne. \t Create  or  revise,  as  appropriate,  and  implement \npolicies and  procedures  addressing  the \ninvestigation  of  serious  incidents.  Such \n\n- 35  ­\npolicies  ~nd procedures  shall  include \nrequirements  that  investigations  of  such \nincidents  be  undertaken  and  that· they be \ncomprehensive,  include  consideration  of  staff's \nadherence  to  programmatic  requirements,  and  be \nperformed  by  independent  investigators; \nf.  Require  all  staff  involved  in  conducting \ninvestigations  to  complete  successfully \ncompetency-based  training  on  technical  and \nprogrammatic  investigation methodologies  and \ndocumentation  requirements  necessary  in mental \nhealth  service  settings; \ng.  Monitor  the  performance  of  staff charged  with \ninvestigative  responsibilities  and  provide \ntechnical  assistance  and  training ,whenever \nnecessary  to  ensure  the  thorough,  competent,  and \ntimely  completion  of  investigations  of  serious \nincidents; \nh.  Develop  and  implement  a  reliable  system  to \nidentify  the  need  for,  and  monitor  the \nimplementation  of,  appropriate  corrective  and \npreventative  actions  addressing  problems \nidentified as  a  result  of  investigations;  and \ni.  Review,  revise,  as  appropriate,  and  implement \npolicies  and  procedures  related  to  the  tracking \nand  trending  of  incident  data,  including  data \nfrom  the  abuse  and  neglect  allegations \ninvestigated by  OIT,  to  ensure  that  appropriate \ncorrective  actions  are  identified  and  implemented \nin  response  to  problematic  trends. \n2. \t Develop  and  implement  a  comprehensive  quality \nimprovement  system  consistent  with  generally  accepted \nprofessional  standards  of  care.  At  a  minimum,  such  a \nsystem  should: \na. \t Collect  information  related to  the  a~~quacy of \nthe  provision  of  the  protections,  treatments, \nservices,  and  supports  provided  by  OSH,  as  well \nas  the  outcomes  being  achieved  by  patients; \nb. \t Analyze  the  information  collected  in  order  to \nidentify  strengths  and  weaknesses  within  the \ncurrent  system;  and \n\n- 36  ­\nc. \t Identify  and  monitor  implementation  of  co~rective \nand  preventative  actions  to  address  identified \nissues  and  ensure  resolution  of  underlying \nproblems. \n3. \t Conduct  a  thorough  review  of  all units  to  identify any \npotential  environmental  safety hazards,  and  develop \nand  implement  a  plan to  remedy  any  identified issues. \nAt  a  minimum,  OSH  'should: \na. \t Ensure  that  the  buildings  at  the OSH  Salem  campus \ncomply  with  current  building  codes  for  secure \npsychiatric  facilities; \nb. \t Ensure  that  all buildings  housing  patients  comply \nwith  seismic  requirements; \nc. \t Develop  and  implement  plans  to  ensure  that  all \npatient wards  are  adequately  ventilated and \ncooledi  consistent  with  patients'  medical  needs; \nand \nd. \t Eliminate  all  suicide  hazards  in patient \nbedrooms  and  bathrooms. \nB. \t Mental  Health  Care \n1.  Assessments  and  Diagnoses \nPsychi~tric \nOSH  should  ensure  that  its patients  receive  accurate, \ncomplete,  and  timely  assessments  and  diagnoses,  consistent  with \ngenerally  accepted  professional  standards,  and  that  these \nassessments  and  diagnoses  drive  treatment  interventions.  More \nparticularly,  OSH  should: \na. \t Develop  and  implement  comprehensive  policies  and \nprocedures  regarding  the  timeliness  and  content \nof  initial psychiatric  and  ongoing \n~ssessments \nreassessments.  Ensure  that  initial assessments \ninclude  a  plan  of  care  that  outlines  specific \nstrategies,  with  rationales,  including \nadjustments  of  medication  regimens  and  initiation \nof  specific  treatment  interventions. \nb. \t Ensure  that  psychiatric  reassessments  are \ncompleted  within, time-frames  that  reflect  the \nindividual's  needs,  including prompt  evaluations \n\n- 37  -\nof  all  individuals  requiring  restrictive \ninterventions. \nc.  Develop  diagnostic  practices,  guided  by  current, \ngenerally  accepted  professional  criteria,  for \nreliably  reaching  the  most  accurate  psychiatric \ndiagnoses. \nd.  Conduct  interdisciplinary  assessments  of  patients \nconsistent  with  generally  accepted  professional \nstandards.  Expressly  identify  and  prioritize \neach  patient's  individual mental  health problems \nand  needs,  including maladaptive  behaviors  and \nsubstance  abuse  problems. \ne.  Develop  a  clinical  formulation  of  each  patient \nthat  integrates  relevant  elements  of  the \npatient's  history,  mental  status  examination,  and \nresponse  to  current  and  past medications  and \nother  interventions,  and  that  is  used  to  prepare \nthe  patient's  treatment  plan. \nf.  Ensure  that  the  information  gathered  in  the \nassessments  and  reassessments  is  used  to  justify \nand  update  diagnoses,  and  establish  and  perform \nfurther  asses$ments  for  a  differential  diagnosis. \ng.  Review  and  revise,  as  appropriate,  psychiatric \nassessments  of  all patients,  providing  clinically \njustifiable  current  diagnoses  for  each  patient, \nand  removing  all  diagnoses  that  cannot  be \nclinically  justified.  Modify  treatment  and \nmedication  regimens,  as  appropriate,  considering \nfactors  such  as  the  patient's  response  to \ntreatment,  significant  developments  in  the \npatient's  condition,  and  changing  patient  needs. \nh.  Develop  a  monitoring  instrument  to  ensure  a \nsystematic  review  of  the  quality and timeliness \nof  all  assessments  according  to  established \nindicators,  including  an  evaluation  of  initial \nevaluations,  progress  notes  and  transfer  and \ndischarge  summaries,  and  require  the  physician \npeer  review  system  to.address  the  process  and \ncontent  of  assessments  and  reassessments, \nidentify  individual  and  group  trends,  and  provide \ncorrective  follow-up  action. \n\n- 38  ­\n2.  Behavior  Management  Services \nOSH  should  develop  and  implement  an  integrated treatment \nplanning  process  consistent  with  generally  accepted professional \nstandards  of  care.  More  particularly,·  OSH  should: \na. \t Develop  and  implement  policies  and  procedures \nregarding  the  development  of  individualized \ntreatment  plans  consistent  with  generally \naccepted  professional  standards  of \ncare~ \nb. \t Review  and  revise,  as  appropriate,  each  patient's \ntreatment  plan  to  ensure  that  it is  current, \nindividualized,  strengths~based,  outcome-driven, \nemanates  from  an  integration  of  the  individual \ndisciplines'  assessments  of  patients,  and  that \ngoals  and  interventions  are  consistent  with  . \nclinical  assessments.  Revise  each  patient's \ntreatment  plan  if it is  not  effective. \nc. \t Ensure  that  treating psychiatrists  verify,  in  a \ndocumented  manner,  that  psychiatric  and \nbehavioral  treatments  are  properly  integrated. \nd. \t Require  all  clinical  staff to  complete \nsuccessfully  competency-based  training  on  the \ndevelopment  and  implementation  of  individualized \ntreatment  plans,  including  skills  needed  in the \ndevelopment  of  clinic~l formulations,  needs, \ngoals  and  interventions  as  well  as  discharge \ncriteria. \ne. \t Ensure  that  individualized treatment  plans  are \nimplemented  in  a  consistent  manner  in  accordance \nwith  generally  accepted  professional  practices. \nf. \t Ensure  that  the  medical  director  timely  reviews \nhigh-risk  situations  such  as  individuals \nrequiring  repeated  use  of  seclusion  and \nrestraints. \ng. \t Provide  adequate  and  appropriate  psychiatric  and \nother mental  health  services,  including  adequate \npsychological  services  and  behavioral management, \nin  accordance  with  generally  accepted \nprofessional  standards.  Behavioral  management \nshould  focus  on  teaching  alternative,  adaptive \nbehaviors. \n\n- 39  ­\nh. \t Develop  and  implement  psychological  evaluations \nto  assess  each  patient's  cognitive  deficits  and \nstrengths  to  ensure  that  treatment  interventions \nare  selected based  on  the  patient's  capacity  to \nbenefit. \ni. \t Develop  and  implement  treatment  goals  that  will \nestablish  an  objective,  measurable  basis  for \nevaluating  patient  progress. \nj. \t Develop  and  implement  policies  to  ensure  that \npatients  who  are  dually  diagnosed  as  mentally \nill/developmental  disabilities  or mentally \nill/substance  abuse,  and  patients  with  behavioral \nproblems,  are  appropriately  evaluated,  treated; \nand  monitored  in  accordance  with  generally \naccepted professional  standards. \nk. \t For  patients  identified as  suicidal,  develop  and \nimplem'ent  a  clear  and  uniform policy  for  patient \nassessment  and  treatment. \n1. \t Ensure  that  staff  receive  adequate  training  to \nserve  the  needs  of  patients  requiring  specialized \ncare. \n3.  Medication  Management  and  Monitoring \nOSH  should  provide  adequate  psychiatric  supports  and \nservices  for  the  treatment  of  it patients,  including medication \nmanagement  and  monitoring  of medication  side-effects  in \naccordance  with  generally  accepted  professional  standards.  More \nparticularly,  OSH  should: \na. \t Develop  and  implement  policies  and  procedures \nrequiring  clinicians  to  document  their analyses \nof  the  benefits  and  risks  of  chosen  treatment \ninterventions. \nb. \t Ensure  that  the  treatment  plans  at  OSH  include  a \npsychopharmacological  plan  of  care  that  includes \ninformation  on  purpose  of  treatment,  type  of \nmedication,  rationale  for  its  use,  target \nbehaviors,  and  possible  side  effects.  Reassess \nthe  diagnosis  in  those  cases  that  fail  to  respond \nto ,repeat  drug  trials. \n\ni' \ni \nI \n- 40 \t ­\nc. \t Ensure  that  individuals  in  need  are  provided  with \nbehavioral  interventions  and  plans  with  proper \nintegration  of  psychiatric  and  behavioral \nmodalities.  In  this  regard,  OSH  should: \ni. \t Ensure  that  psychiatrists  review  all \nproposed  behavioral  plans  to  determine  that \nthey  are  compatible  with  psychiatric \nformulations  of  the  case; \nii. \t Ensure  regular  exchange  of  data  between \nth~ \npsychiatrist  and  the  psychologist  and  use \nsuch  exchange  to  distinguish  psychiatric \nsymptoms  that  require  drug  treatments  from \nbehaviors  that  require  behavioral  therapies; \nand \niii. \t Integrate  psychiatric  and  behavioral \ntreatments  in  those  cases  where  behaviors \nand  psychiatric  symptoms  overlap. \nd. \t Ensure  that  all psychotropic medications  are: \ni. \t prescribed  in  therapeutic  amounts; \nii. \t tailored to  each  patient's  individual \nsymptoms;, \niii. \tmonitored  for  efficacy against  clearly­\nidentified target  variables  and  time  frames; \niv. \t modified  based  on  clinical  rationales;  and \nv. \t properly  documented. \ne. \t Ensure  that  the  psychiatric progress  note \ndocumentation  includes: \ni. \t the  rationale  for  the  choice  and  continued \nuse  of  drug  treatments; \nii. \t individuals'  histories  and  previous \nresponses  to  treatments; \niii. \t careful  review  and  critical assessment  of \nthe  use  of  PRN  medications  and  the  use  of \nthis  information  in  timely  and  appropriate \nadjustment  of  regular  drug  treatment;  and \n\n- 41  ­\niv. \t justification of  polypharmacy  in accordance \nwith  generally  accepted  professional \nstandards. \nf. \t Institute  systematic monitoring mechanisms \nregarding  medication  use  throughout  the  facility. \nIn  this  regard,  OSH  should: \ni. \t Develop,  implement  and  continually update  a \ncomplete  set  of medication  guidelines  that \naddress  the  indications,  contraindications, \nscreening  procedures,  dose  requirements  and \nexpected  individual  outcomes  for  all \npsychiatric medications  in  the  formulary \nthat  reflects  generally  accepted \nprofessional  standards; \nii. \t Develop  and  implement  a  procedure  for  the \nidentification,  reporting  and  monitoring  of \nadverse  drug  reactions  (ADRs)  that  includes \nthe  definition  of  an  ADR,  likely causes,  a \nprobability  scale,a severity  scale, \ninterventions  and  outcomes  and  that \nestablishes  thresholds  to  identify  serious \nreactions; \niii. \t Develop  and  implement  an  effective \nMedication  Variance  Reporting  system  that \ncaptures  both  potential  and  actual  variances \nin  the  prescription,  transcription, \nprocurement/ordering,  dispensing/storage, \nadministration  and  documentation  of \nmedications,  and  identifies  critical \nbreakdown  points  and  contributing  factors; \nand \niv. \t Develop  and  implement  a  procedure  governing \nthe  use  of  PRN  medications  that  includes \nrequirements  for  specific  identification of \nthe  behaviors  that  result  in  PRN \nadministration  of medications,  a  time  limit \non  PRN  uses,  documented  rationale  for  the \nuse  of more  than  one  medication  on.  a  PRN \nbasis,  and  physician  documentation  to .ensure \ntimely  critical  review  of  the  individual's \nresponse  to  PRN  treatments  and  reevaluation \nof  regular  treatments  as  a  result  of  PRN \nuses. \n\n- 42  ­\nc.  Seclusion  and  Restraints \nOSH  should  ensure  that  seclusion  and  restraints  are  used  in \naccordance  with  generally  accepted  professional  standards. \nAbsent  exigent  circumstances  -- i.e.,  when  a  patient poses  an \nimminent  risk  of  injury  to  himself  or  a  third party  -- any \ndevice  or  procedure  that  restricts,  limits  or  directs  a  person's \nfreedom  of movement  (including,  but  not  limited  to,  chemical \nrestraints,  mechanical  restraints,  physical/manual  restraints, \nor  time  out  procedures)  should be  used  only  after  other  less \nrestrictive  alternatives  have  been  assessed  and  exhausted.  More \nparticularly,  OSH  should: \n1. \t Eliminate  the  use  of  planned  seclusion  and  planned \nrestraint. \n2. \t Eliminate  standing  orders  for  restraints  and \nseclusion. \n3. \t Eliminate  prone  restraints. \n4. \t Ensure  that  restraints  and  seclusion: \na. \t Are  used  only  when  persons  pose  an  immediate \nthreat  to  themselves  or  others  and  after  a \nhierarchy  of  less  restrictive measures  has  been \nexhausted; \nb. \t Are  not  used  in the  absence  of,  or  as  an \n.alternative  to,  active  treatment,  as  punishment, \nor  for  the  convenience  of  staff; \nc. \t Are  not  used  as  part  of  a  behavioral \nintervention; \nd. \t Are  terminated  as  soon  as  the  person  is  no  longer \nan  imminent  danger  to  himself  or  others;  and \ne. \t Are  used  in  a  reliably documented  manner. \n5. \t Create  or  revise,  as  appropriate,  and  implement \npolicies  and  procedures  consistent  with  generally \naccepted  professional  standards  that  cover  the \nfollowing  areas: \na. \t The  range  of  restrictive  alternatives  available \nto  staff and  a  clear  definition  of  each;  and \n\n- 43 \t ­\nb. \t The  training  that  all  staff  receive  in  the \nmanagement  of  the  patient  crisis  cycle,  the  use \nof  restrictive measures,  and  the  use  of \nless-restrictive  interventions. \n6. \t Ensure  that  if seclusion  and/or  restraint  are \ninitiated,  the  patient  is  assessed  within  an \nappropriate  period of  time  and  an  appropriately \ntrained  staff member  makes  a  determination  of  the  need \nfor  continued  seclusion  and/or  restraint: \n7. \t Ensure  that  a  physician's  order  for  seclusion  and/or \nrestraint include: \na. \t The  specific behaviors  requiring  the  procedure; \nb. \t The  maximum  duration  of  the  order;  and \nc. \t Behavioral  criteria  for  release,  which,  if met, \nrequire  the  patient's  release  even  if the  maximum \nduration  of  the  initiating order  has  not  expired. \n8. \t Ensure  that  the  patient's  attending  physician be \npromptly  consulted  regarding  the  restrictive \nintervention. \n9. \t Ensure  that  at  least  every  thirty minutes,  patients  in \nseclusion  and/or  restraint  be  re-informed  of  the \nbehavior91  criteria  for  their  release  from  the \nrestrictive  intervention. \n10. \t Ensure  that  immediately  following  a  patient being \nplaced  in  seclusion  and/or  restraint,  the  patient's \ntreatment  team  reviews  the  incident,  and  the  attending \nphysician  documents  the  review  and  the  reasons  for  or \nagainst  change  in  the  patient's  current \npharmacological,  behavioral,  or  psychosocial \ntreatment. \n11. \t Comply  with  42  C.F.R.  §  483.360 (f)  as  to  assessments \nby  a  physician  or  licensed medical  professional  of  any \nresident  placed  in  seclusion  and/or  restraints. \n12. \t Ensure  that  staff  successfully  complete \ncompetency-based  training  regarding  implementation  of \nseclusion  and  restraint  policies  and  the  use  of \nless-restrictive  interventions. \n\nI \nI, \n- 44  ­\nD. \t Nursing  Care \nOSH  should  provide  nursing  services  to  its patients \nconsistent with  generally  accepted  professional  standards.  Such \nservices  should  result  in  OSH  patients  receiving  individualized \nservices,  supports,  and  therapeutic  interventions,  consistent \nwith  their treatment  plans.  More  particularly,  OSH  should:' \n1. \t Ensure  sufficient  nursing  staff to  provide  nursing \ncare  and  services  in  accordance  with  generally \naccepted professional  standards. \n2. \t Ensure  that,  before  they  work  directly with  patients, \nall  nursing  staff have  completed  successfully \ncompetency-based training  regarding mental  health \ndiagnoses,  related  symptoms,  psychotropic medications, \nidentification of  side  effects  of  psychotropic  ' \nmedications,  monitoring  of  symptoms  and  target \nvariables,  and  documenting  and  reporting  of  the \npatient's  status. \n3. \t Ensure  that  nursing  staff monitor,  document,  and \nreport  accurately  and  routinely,  patients'  symptoms \nand  target  variables  in  a  manner  that  enables \ntreatment  teams  to  assess  the  patient's  status  and  to \nmodify,  as  appropriate,  the  treatment  plan. \n4. \t Ensure  that  nursing  staff actively participate  in  the \ntreatment  team  process  and  provide  feedback  on \npatients'  responses,  or  lack thereof,  to medication \nand  behavioral  interventions. \n5. \t Ensure  that  nursing  staff document  properly  and \nmonitor  accurately  the  administration  of medications. \n6. \t Ensure  that,  prior  to  assuming  their  duties  and  on  a \nregular  basis  thereafter,  all  staff  responsible  for \nthe  administration  of medication  have  completed \nsuccessfully  competency-based  training  on  the \ncompletion  of  the  Medication Administration  Records. \n7. \t Ensure  that  all  failures  to  properly  sign  the \nMedication  Administration  Record  are  treated  as \nmedication  errors,  and  that  appropriate  follow-up \noccurs  to  prevent  recurrence  of  such  errors.  ' \n\n- 45  ­\n8.  Ensure  that  each  patient's  treatment  plan  identifies: \na. \t The  diagnoses,  treatments,  and  interventions  that \nnursing  and  other  staff  are  to  implement; \nb. \t The  related  symptoms  and  target  variables  to  be \nmonitored  by  nursing  and  other  unit  staff;  and \nc. \t The  frequency  by  which  staff need  to monitor  such \nsymptoms. \n9. \t Establish  an  effective  infection  control  program  to \nprevent  the  spread  of  infections  or  communicable \ndiseases.  More  specifically,  aSH  should: \na. \t Actively  collect  data  with  regard  to  infections \nand  communicable  diseases; \nb. \t Assess  these  data  for  trends; \nc. \t Initiate  inquiries  regarding  problematic  trends; \nd. \t Identify necessary  corrective  action; \ne. \t Monitor  to  ensure  that  appropriate  remedies  are \nachieved; \nf. \t Integrate  this  information  into  aSH's  quality \nassurance  review;  and \ng. \t Ensure  that  nursing  staff  implement 'the  infection \ncontrol  program. \nE. \t Discharge  Planning \nWithin  the  limitations  of  court-imposed  confinement  and \npublic  safety,  the  State  should  actively pursue  the  appropriate \ndischarge  of  patients  and  ensure  that  patients  receive  services \nin  the  most  integrated,  appropriate  setting that  is  consistent \nwith  their needs.  Mqre  particularly,  aSH  should: \n1. \t Identify at  admission  and  address  in  treatment \nplanning  the  criteria that  likely will  foster  viable \ndischarge  for  a  particular patient,  including  but  not \nlimited  to: \na. \t The  individual  patient's  symptoms  of mental \nillness  or  psychiatric  distress; \n\n- 46 \t ­\nb. \t Any'other  barriers  preventing  that  specific \npatient  from  transitioning  to  a  more  integrated \nenvironment,  especially difficulties  raised  in \npreviously  unsuccessful  placements;  and \nc. \t The  patient's  strengths,  preferences,  and \npersonal  goals. \n2. \t Include  in  treatment  interventions  the  development  of \nskills  necessary  to  live in  the  setting  in which  the \npatient  will  be  placed,  and  otherwise  prepare  the \npatient  for  his  or  her  new  living  environment. \n3. \t Provide  the  patient  adequate  assistance  in \ntransitioning  to  the  new  setting. \n4. \t Ensure  that  profesSional  judgments  about  the  most \nintegrated  setting  appropriate  to  meet  each  patient's \nneeds  are  implemented  and  that  appropriate  aftercare \nservices  are  provided  that meet  the  needs  of  the \npatient  in  the  community. \n5. \t Ensure  that  the  patient  is  an  active  participant  in \nthe  placement  process. \n6. \t Contract  with  community  providers  on  a  \"no  rejection\" \nbasis  or  implement  a  state-operated  system  of \ncommunity  residential  services. \n7. \t Create  or  revise,  as  appropriate,  and  implement  a \nquality assurance  or  utilization  review  process  to \noversee  the  discharge  process  and  aftercare  services, \nincluding: \na. \t Developing  a  system  of  follow-up  with  community \nplacements  to  determine  if discharged patients \nare  receiving  the  care  that  was  prescribed  for \nthem  at  discharge;  and \nb. \t Hiring  sufficient  staff to  implement  these \nminimum  remedial  measures  with  respect  to \ndischarge  planning. \n\n- 47  ­\nIV.  CONCLUSION \nPlease  note  that  this  findings 'letter is  a  public  document. \nIt will  be  posted  on  the  Civil  Rights  Division's  website. \nAlthough  we  will  provide  a  copy  of  this  letter to  any  individual \nor  entity upon  request,  as  a  matter  of  courtesy,  we  will  not \npost  this  letter on  the  Civil  Rights  Division's  website  until \nten  calendar  days  from  the  date  of  this  letter. \nWe  hope  to  c6ntinue  working  with  the  State  in  an  amicable \nand  cooperative  fashion  to  resolve  our  outstanding  concerns \nregarding  OSH.  Assuming  that  our  cooperative  relationship \ncontinues,  we  are  willing  to  send  our  consultants'  written \nevaluations  -- which  are  not  public  documents  -- under  separate \ncover.  Although  the  consultants'  reports  do  not  necessarily \nreflect  the  official  conclusions  of  the  Department  of  Justice, \nthe  observations,  analysis,  and  recommendations  contained \ntherein  provide  further  elaboration  of  the  issues  discussed  in \nthis  letter and  offer  practical  technical  assistance  to  help \naddress  them.  We  hope  that  you  will  give  this  information \ncareful  consideration  and  that  it will  assist  in  facilitating  a \ndialogue  swiftly  addressing  the  areas  that  require  attention. \nWe  are  obligated  to  advise  you  that,  in  the  unexpected \nevent  that we  are  unable  to  reach  a  resolution  regarding  our \nconcerns,  the  Attorney  General  may  initiate  a  lawsuit  pursuant \nto  CRIPA  to  correct  deficiencies  of  the  kind  identified  in  this \n49  days  after  appropriate  officials  have  been  notified of \nlett~r \nthem.  42  u.s.c.  §  1997b(a) (1).  We  would  prefer,  however,  to \nresolve  this  matter  by  working  cooperatively with  the  State  and \nare  confident  that  we  will  be  able  to  do  so.  The  DOJ  lawyers \nassigned  to  this  investigation will  be  contacting 'the  State's \nattorneys  to  discuss  this  matter  in  further  detail.,  If  you  have \nany  questions  regarding  this  letter,  please  call  Shanetta  Y. \nCutlar,  Chief  of  the  Civil  Rights  Division's  Special  Litigation \nSection,  at  (202)  514-0195. \nSincerely, \n;dfLaZ-Gy~c~ \n~~\nChung  Becker \nActing Assistant  Attorney  General \ncc:  The  Honorable  Hardy  Myers \nAttorney  General \nState ,of  Oregon \n\n- 48  ­\nDavid  Freed,  Ph.D \nInterim  Superintendent \nOregon  State  Hospital \nBruce  Goldberg,  MD \nDirector \nOregon  Department  of  Human  Services \nKarin  J.  Immergut \nUnited  States  Attorney \nDistrict  of  Oregon ",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/sites/default/files/crt/legacy/2011/04/14/oregon_state_hospital_findlet_01-09-08.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/90050"
    },
    {
      "date": "2012-11-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 90052,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/90052.pdf",
      "title": "Letter Agreement",
      "text": "          U.S. Department of  Justice  \n \n          S. Amanda Marshall  \n          United States Attorney  \n          District of Oregon  \n            1000 SW Third Avenue, Ste. 600         (503)  727-1000  \n____________ ______ ______ ______ ______ ______P_o_r_tl_a_n_d_, _O_R_ _97_2_0_4_-_2_9_0_2 _ _  _  _  _   _F_a_x:_(5_0_3_) _7_27_-_11_1_7  \n   \n  November  9, 2012  \n   \n   \nJohn Dunbar    \n \nAttorney in Charge, Special Litigation Unit  \n \nOregon Department of Justice  \n \n1515 S.W. Fifth Avenue, Suite 400  \n \nPortland, OR  97201  \n \n \n \nRe: \t   Agreement regarding  United States’  Investigation of Oregon’s Mental Health  \n System, DJ#168-61-30   \n   \nDear Mr. Dunbar:  \n \n  This letter will memorialize the agreement between the State of Oregon  (“State”) and the  \nUnited States Department of Justice (“Department”) to implement a process which upon full \nimplementation as described below, will resolve the Department’s investigation of the State’s  \ncompliance with the integration mandate of Title  II  of the Americans  with Disabilities Act \n(“ADA”) and  Olmstead v. L.C., 527 U.S. 581 (1999) for persons with serious and persistent  \nmental illness.    \n \nThe State is currently in the midst of  transforming  its health care system.  The  \ntransformation includes integration of the systems delivering physical and mental health care, \nexpand coverage under the Oregon Health Plan, and ensure improved quality of services through \nan outcome-driven system.   This health transformation process provides  a  unique opportunity for  \nthe State and the Department to work together to address the Department’s concerns in this  \nparticular investigation by  embedding  reform in the design  of the State’s health care system.   We \nhave agreed that it is the  State’s intent to use this health reform process to better provide  \nindividuals with serious and persistent mental illness with the critical community services  \nnecessary to help them live in the most integrated  setting appropriate to their needs and  achieve \npositive outcomes.  We agreed that these measures cannot be implemented all at once, but that  \nthe process must be staged over the next few  years as outlined below.    \n \nFirst, in  year one of this agreement, the State will collect statewide system  data on the \nservices currently being  provided and the people  being served as provided in the attached agreed \nupon matrix.  This  matrix contains both “System  Development Measures” and “Program  \nOutcome Measures” which outlines the information the state will collect throughout this process  \nto identify not only  what  services are  available throughout the state, but also to assess what  gaps  \nneed to be filled during the State’s healthcare transformation.  Three of the  terms used in the  \nmatrix –  Serious and Persistent Mental Illness  (SPMI), Supported Housing, and Supportive  \nHousing  -- are defined in the attachments to the matrix.  The State also agreed to include \ncommunity integration and data collection requirements in provider contracts, regulations  \n\nJohn Dunbar  \nRe:Agreement regarding United States’  Investigation of Oregon’s Mental Health System, DJ#168-61-30  \nPage 2  \n \npromulgated to implement Oregon’s transformation process, and other  guidance issued to the  \nCommunity Care Organizations (CCOs) and Counties.  The data collected will be shared with \nthe Department at periodic intervals as the State collects it.  More specifically, the State will \nprovide data to the Department as shown in the attached matrix.   It is anticipated that it will take  \nabout a year to collect data that covers the entire system.  Therefore, the State will share final  \nsystem wide data with the  Department no later than October 15, 2013, except as shown in the  \nmatrix.  During  year one  of the agreement, the State and the Department will meet periodically to  \ndiscuss gaps  revealed by  the data.   In conjunction with this investigation, the Department also \nhas conducted an investigation of the  Oregon State Hospital, which is not  yet complete. The  \nparties are hopeful that the work described in this agreement will aid Oregon in providing  \ntreatment in the setting  that is most integrated  and  appropriate.  \n \nSecond, in  year two of this agreement, the State  and the Department will resume  \ndiscussions shortly  after the system wide data has been shared with the Department.   It is  \nanticipated that these discussions will resume in early  November, 2013.   These discussions will \nfocus on identifying  gaps in the community service system that  are impeding serving individuals  \nin the most integrated setting appropriate to their needs.  These discussions will also include  \nwhether the data collected should be broadened to include crisis services access by those with  \nserious mental illness as well as those with SPMI  as defined herein.  If  gaps in the system are \nagreed upon, the State has agreed to include further requirements in its plan documents, \nregulatory materials, and provider contracts with the CCOs and Counties to ensure that an \nadequate  array of community services is available  throughout the State to help individuals live  \nsuccessfully in the community and prevent their unnecessary institutionalization.  If the State and \nthe Department  cannot agree upon gaps in the system, the Department  reserves the right to \ncontinue its investigation.  The State will continue to collect the data listed  in the matrix, or other  \ndata that may be agreed to at that time, in order to fill the gaps  and discern if gaps are being filled  \nthroughout the  year.  \n \nThird, in year three of the agreement, the State and the Department will develop outcome  \nmeasures that will be included in plan documents, contracts and regulatory  materials.  It is  \nanticipated that these discussions will occur in early November, 2014.   Throughout this  year, the  \nState will provide the data it collects on the measures in the matrix, to the Department.  \n \nFourth, in  year four of the agreement, the State and the Department will meet to discuss  \nwhether positive outcomes are being achieved on  the agreed-upon outcome measures.  If  \nadjustments need to be made to the outcome measures, the State and the  Department agree to \nengage in discussions about making those adjustments.  It is anticipated that these discussions  \nwill occur in early  November, 2015.  \n \nThis agreement is without any  admission of liability  by the State,  and it shall not be  \nreceived or construed as  an admission on any issue.  Both parties reserve their rights in the event  \nthat they fail to reach agreement in the future on issues described in this agreement.  \n \n\n\n\nOregon Health Authority  –  Addictions and  Mental Health Division  \n\nUnited  States Department of  Justice (USDOJ) matrix \n \nSystem Development Measures   Date Reported  \n   \n1. #  of CCOs that  operate a single 24/7 behavioral crisis hotline.   April 1, 2013  \nOctober 15, 2013  \nBiennially thereafter  \n2. # of  subcontractors with  each CCO and the number  of subcontractors with  each County who  offer each of  the   April 1, 2013  \nfollowing behavioral health services:   October 15, 2013  \n•   Crisis hotline   Biennially thereafter  \n•   Mobile  crisis teams  \n•   Walk-in/drop-off crisis  centers  \n•   Crisis apartments/respite  \n•   Short-term crisis  stabilization units  \n•   Inpatient hospitals  \n•   Agreed-upon alternatives to above crisis services in frontier  \n•   Assertive Community  Treatment (ACT)  \n•   Intensive case  management (out of office)  \n•   Peer support  \n•   Supported employment  \n•   Psych-education and living  skills training  \n•   Supported housing services, using definition provided  by USDOJ for supported housing  \n•   Supportive housing services, using SAMSHA definition for supportive housing (or  subset  of SAMSHA  \ndefinition such as single site housing)   \n•   Assessment  (initial and review)  \n•   EASA  \n \n3. #  of adults with SPMI who utilized/received:   April 1, 2013  \n•   Crisis hotline   July 1, 2013  \n•   Mobile  crisis teams   October 15, 2013  \n•   Walk-in/drop-off crisis  centers   Quarterly thereafter  \n•   Crisis apartments/respite  \n•   Short-term  crisis stabilization units  \n•   Inpatient hospitals  \n•   State Hospital  \n \n1  \n\nOregon Health Authority  –  Addictions and  Mental Health Division  \n\nUnited  States Department of  Justice (USDOJ) matrix \n \nSystem Development Measures   Date Reported  \n   \n•   Agreed-upon alternatives to above crisis services in frontier  \n•   Assertive Community  Treatment (ACT)  \n•   Intensive case  management (out of office)  \n•   Peer support  \n•   Supported employment  \n•   Psych-education and living  skills training  \n•   Supported housing services,  using definition provided  by USDOJ  \n•   Supportive housing services, using SAMSHA definition (or  subset  of SAMSHA definition)   \n•   Non Title XIX supported housing services  (subject to  agreement on  definition)  Assessment (initial and  \nreview)  \n \n4. #  of service units per adult with SPMI per month for each  of the following behavioral health services:   CCO:  \n•   Case management   April 1, 2013  \n•   Peer support   July 1, 2013  \n•   Supported employment   October 15, 2013  \n•   Psych-ed and living skills training   Quarterly thereafter  \n•   Supported housing services, using USDOJ definition     \n•   Supportive housing services, using SAMSHA definition (or  subset  of SAMSHA definition)    County:  \nOctober 15, 2013  \n \nQuarterly thereafter  \n \n5. Housing:    April 1, 2013  \n•   # of available independent  supported housing units for adults with SPMI, using USDOJ supported housing  October 15, 2013  \ndefinition.   Biennially thereafter  \n•   # of available supportive housing  units for adults with SPMI, using SAMSHA supportive housing definition  \n(or subset  of SAMSHA definition)    \n6. # adults with SPMI who reside in each  of the following settings:   April 1, 2013  \n•   Own house   July 1, 2013  \n•   Supported housing, using USDOJ definition   October 15, 2013  \n•   Supportive housing, using SAMSHA definition (or subset  of SAMSHA definition)    Quarterly thereafter  \n \n2  \n\nOregon Health Authority  –  Addictions and  Mental Health Division  \n\nUnited  States Department of  Justice (USDOJ) matrix \n \nSystem Development Measures   Date Reported  \n   \n•   Adult foster home (AFH)  \n•   Residential  treatment homes (RTH)  \n•   Residential treatment facilities (RTF)  \n•   Secure  residential treatment facilities (SRTF)  \n•   State hospitals  \n \n7. #  of adults with SPMI:   April 1, 2013  \nMoved from the state hospital, inpatient hospital, or residential care setting into  an independent supported   July 1, 2013  \nhousing setting.   October 15, 2013  \nQuarterly thereafter  \n \n8. %  of funding for community services spent for adults with SPMI living in  supported housing for each  of the   CCO:  \nfollowing:    April 1, 2013  \n•   ACT   October 15, 2013  \n•   Intensive case  management (out of office)   Biennially thereafter  \n•   Peer support    \n•   Supported employment   Counties:  \n•   Psych-Ed and living skills training   October 15, 2013  \n•   Assessment  (initial and review)   Biennially thereafter  \n \n \n9. %  of all service dollars spent for adults  with SPMI  that are used for care provided in:   CCO:  \n•   Supported housing,   using USDOJ definition   April 1, 2013  \n•   Supportive housing, using SAMSHA definition (or subset  of SAMSHA definition)    October 15, 2013  \n•   AFH   Biennially  thereafter  \n•   RTH    \n•   RTF    Counties:  \n•   SRTF   October 15, 2013  \nBiennially thereafter  \n•   Inpatient hospital  \n•   State hospitals  \n   \n \n3  \n\nOregon Health Authority  –  Addictions and  Mental Health Division  \n\nUnited  States Department of  Justice (USDOJ) matrix \n \n9.1.  Amount of funds spent for  EASA   April 1, 2013  \n  October 15, 2013  \n \n10.  %  of adults  with an identified SPMI who:   First Bullet:  \n•   Have had a PCP  visit within the past 12  months   April 1, 2013   \n•   Have a current care plan  (e.g., has been reviewed and  updated within the past  XX months)   July 1, 2013  \n•   Have a current bio-psycho-social assessment   October 15, 2013  \n•   Have had a level of care assessment  within the past  12 months   Quarterly thereafter  \n \nOther  Bullets:  \nOctober 15, 2013  \nAnnually thereafter  \n \n11.  %  of care plans for adults with SPMI that include a current crisis intervention  plan.   October 15, 2013  \nAnnually thereafter  \n \n12.  # of behavioral health screen (e.g., depression, substance abuse)  conducted by PCPs during initial health   October 15, 2013  \nscreens for newly enrolled  adults (all adults  enrolled in a CCO, not  just adults with SPMI).   Annually thereafter  \n \n13.  %  of adults  with SPMI  who had a follow-up after hospitalization for mental illness within  7 days and  within 30   April 1, 2013  \ndays.   July 1, 2013  \nOctober 15, 2013  \nQuarterly thereafter  \n \n14. Conduct assessment  of  current Quality Assessment and Performance Improvement (QAPI) program and   October 15, 2013  \ndevelop a plan for establishment  of a QAPI program  that integrates behavioral health and physical health at the  \nstate  and individual CCO level. For the CCOs this includes development  of contractual requirements related  to  \nQAPI.  \n \n   \n \n4  \n\nOregon Health Authority  –  Addictions and  Mental Health Division  \n\nUnited  States Department of  Justice (USDOJ) matrix \n \n15. Establishment of integrated QAPI structure (committee,  staff) at  state and individual CCO  that includes   April 1, 2013  \nexpertise in the delivery of  care to adults with SPMI.  \n \n16.  Development and implementation of comprehensive data system  (data warehouse)  that allows for analysis  of  October 15, 2013  \nencounter/claims and client demographic/clinical data and monitoring of care delivered  to adults  with SPMI  at  \nlevel of individual client, individual provider, individual CCO and  overall system of care.  \n \n17. Development of management  reports  and  dashboards  that monitor system performance for adults  with  SPMI.   April 1, 2013  \n \n18. Identification of Performance Improvement Projects (PIPs) that seek improvement in at least one of the  October 15, 2013  \nidentified areas of poor performance in  the behavioral health system for adults with  SPMI.   Annually thereafter  \n \n19. Identification of gaps, barriers, and needs  of behavioral health as collected by  CCOs and Counties.     April 30, 2013 (copies of  \nNOTE:  CCOs are required to do a Community Health  Assessment  that identifies  gaps and barriers and the counties   County plans)  \nare responsible for conducting a behavioral health community assessment. Both require plans to address gaps and  \nneeds. AMH has agreed to  provide copies  of those county plans in April  2013.  OHA has taken significant steps in  \nthe past to  increase outreach for Medicaid enrollment. OHA can provide a report  of such actions and the  \noutcomes  of those efforts.  \n \nSYSTEM DEVELOPMENT  MEASURE (for third-year contract by OHA)    \n \n1.  # of CCOs that have formal agreements with  law enforcement  agencies or clear policies  and   3rd  year of CCO contracts  \nprocedures for  coordination  with  and/or training of  law enforcement.  \n \n5  \n\nOregon Health Authority  –  Addictions and  Mental Health Division  \n\nUnited  States Department of  Justice (USDOJ) matrix \n \nProgram Outcome Measures   Date Reported  \n   \n1. Ability  to effectively manage behavioral health crises in a community setting as   April  1, 2013  \nmeasured by:   July 1, 2013  \na.   # of emergency room  visits for adults with SPMI in crisis   October 15, 2013  \nb.   # of inpatient hospital admits for adults  with SPMI  that are  the results  of a   Quarterly thereafter  \nbehavioral  health crisis    \nc.   # of 30 and 180 day readmission rates for inpatient psychiatric  care for   \nadults with SPMI   Note: g. will be provided by November  30, 2013, based on  \nd.   # of adults with SPMI  who  are referred/moved to  the state hospitals   current survey results.   \ne.   # of adults with SPMI  who  are referred/moved to a SRTF, RTF,  RTH and  \nAFH from a less intensive setting   \nf.   Behavioral health crisis hotline call standards, e.g.,  24/7 coverage,  \nresponse rates  of 5 rings/30 seconds,  abandonment rate  \ng.   % of adults  with SPMI (and  or their family) that report  positively about the  \nsystem response  to  a behavioral health crisis event  \nh.   % of adults  with SPMI show have a behavioral health  crisis event who also  \nhad a crisis intervention plan  \n \n2. Ability  to provide access  to behavioral health services in a community  setting  as   CCO:  \nmeasured by:   April 1, 2013  \n# of service  units per  adult  with SPMI per month for  each of  the following  July 1, 2013  \nbehavioral  health services:   October 15, 2013  \n  Case management   Quarterly thereafter  \no \n  Peer support    \no \n  Supported employment   Counties:  \no \n  Psych-ed and living skills training   October 15, 2013  \no \n  Supported housing services, using USDOJ definition   Quarterly thereafter  \no \n  Supportive housing services,  using SAMSHA definition (or  subset  of   \no \nSAMSHA definition)   \n \n \n \n \n \n6  \n\nOregon Health Authority  –  Addictions and  Mental Health Division  \n\nUnited  States Department of  Justice (USDOJ) matrix \n \nProgram Outcome Measures   Date Reported  \n   \n3. Ability  to provide access  to adequate housing as  measured by:   April 1, 2013  \n•   % of adults  with SPMI living in  supported housing, using DOJ definition (90   July 1, 2013  \nconsecutive days in supported housing)   October 15, 2013  \n•   % of adults  with SPMI living in supportive housing, using SAMSHA   Quarterly thereafter  \ndefinition  or subset (90  consecutive days in supportive housing)   \n•   % of adults  with SPMI  who  are living in a setting that is at the appropriate  \nlevel of care   \n \n4.  # of adults with identified SPMI  who reside in each  of the following  settings:   April 1, 2013  \n•   Supported housing, using USDOJ definition   July 1, 2013  \n•   Supportive housing, using SAMSHA definition (or subset  of SAMSHA   October 15, 2013  \ndefinition)    Quarterly thereafter  \n•   AFH  \n•   RTH  \n•   RTF  \n•   SRTF  \n•   State hospital  \n \n5. The  average length of stay, admission rate, and  readmission rate for adults  with   April 1, 2013  \nSPMI in  each  of the following settings:   July 1, 2013  \n•   State hospitals   October 15, 2013  \n•   Inpatient hospital setting   Quarterly thereafter  \n•   SRTF  \n•   RTF  \n•   RTH  \n•   AFH  \n \n6. %  of adults with an identified SPMI who:   April 1, 2013  \n•   Received  their first routine  services  with XX days  of their initial assessment   July 1, 2013  \n•   Have had a PCP  visit within the past 12  months   October 15, 2013  \n•   Are employed   Quarterly thereafter  \n \n7  \n\nOregon Health Authority  –  Addictions and  Mental Health Division  \n\nUnited  States Department of  Justice (USDOJ) matrix \n \nProgram Outcome Measures   Date Reported  \n   \n•   Have abstained from drug/alcohol use    \n•   Had a criminal justice event (jail, arrest, other interactions with law    \nenforcement, etc.)  \n•   Had a homeless event  \n \n7. %  of adults with SPMI reporting positively about:   November 15,  2012 (Current survey results)  \n•   Their living environment   October 15, 2013  (next year’s  survey)  \n•   Their opportunity to improve  their housing situation (e.g., supported    \nhousing)   Annually thereafter  \n•   Ability  to  access community-based behavioral health  services    \n•   Outcomes (i.e., perception  of care)  \n•   Improved level  of functioning  \n•   Service quality and appropriateness  \n•   Social connectedness  \n \n8. %  of adults receiving  mental health services  who filed complaints related to:   April 1, 2013  \n•   Quality  of care (substantiated and unsubstantiated)   July 1, 2013  \n•   Access and  availability to services   October 15, 2013  \n•   Effectiveness/appropriateness of services    \nQuarterly thereafter  \n9. QAPI programs  at the state and CCO level:   October 15, 2013  \n•   Are successfully implemented and meet contractual requirements  \n•   Are able to demonstrate the operation of an effective system for  \ncontinuous quality improvement  (identification  of areas for improvement,  \nimplementation of interventions, and improved outcomes)  \n \n10.  The statewide comprehensive data system:   October 15, 2013  \n•   Includes accurate and timely encounter/claims/and client  \ndemographic/clinical data for adults  with SPMI  \n•   Generates key  management reports, including dashboards with program  \noutcome scores (statewide and at individual CCO level).  \n \n8  \n\nOregon Health Authority  –  Addictions and  Mental Health Division  \n\nUnited  States Department of  Justice (USDOJ) matrix \n \nProgram Outcome Measures   Date Reported  \n   \n11.  The individual CCOs have  methods  that are able to:   October 15,  2013  \n•   Identify adults  with SPMI who are high-risk (high need) and would benefit  \nfrom  intensive services  \n•   Generate key QAPI-related  management reports, including those  that are  \nsubmitted to the State  \n12.  Ability to provide access to behavioral health services in a community setting   April 1, 2013  (first bullet)  \nas measured  by:   Quarterly thereafter  \n•   Time from  enrollment to first encounter for adults receiving  mental   \nhealth services   October  15,  2013  (second bullet)  \n•   % of primary care providers who report no difficulty  obtaining    \nbehavioral health services  for members   \n \n \n \n \n \n \n9  \n\nSerious and Persistent Mental Illness Definition  \nAddictions and Mental Health Division  \n \nAMH previously submitted a definition of  Serious and Persistent Mental Illness \n(SPMI) based on defining this for the Medicaid population. The  definition takes \ninto account both the  diagnosis and functioning. To define SPMI beyond the  \nMedicaid population  is more challenging due to the  limits of CPMS, the  current \ndata system. CPMS only collects diagnostic impression which only captures broad \ndiagnostic categories. For  example, the  data will indicate that someone has a Mood \nDisorder but will not distinguish between  Major Depression and  Depressive  \nDisorder, NOS. This distinction is necessary to determine if the  person has a  \nSPMI. The new system COMPASS we will capture  specific diagnoses that will \nenable us to select individuals, 18 or  older  based on the diagnoses listed below:  \n \n•   Schizophrenia  and other psychotic  disorder: 295xx; 297.3; 298.8; 298.9  \n•   Major Depression and Bi-Polar Disorder 296xx   \n•   Anxiety Disorders:  300.3; 309.81 (PTSD and OCD)  \n•   Personality Disorders: 301.22; 301.83 (schizotypal and borderline)  \nOR  \nHas one or more  mental illnesses recognized by the current edition of the  \nDiagnostic  and Statistical Manual, excluding substance abuse and addiction \ndisorders,  and a  GAF score of  40 or  less that result from such illnesses.    \nThis definition incorporates diagnosis and functional impairment and the elements \nin this definition will be captured in Compass.  \n \nTherefore, if the decision is to collect  information on  individuals that are enrolled \nin Medicaid and  those that are  not enrolled in Medicaid,  then AMH will be able to \ncollect data on individuals with SPMI after the  implementation of COMPASS.  \n\nSupported Housing   \nUnited States Department of Justice  \n \nSupported housing is permanent housing with tenancy rights and support services that  \nenables people to attain and maintain integrated affordable housing.  Support services offered to \npeople living in supported housing are flexible and are available as needed and desired, but are  \nnot mandated as a  condition of  obtaining  tenancy.   Tenants have a private and secure place to  \nmake their home, just like other members of the community, with the same rights and \nresponsibilities.  \n  Supported housing  enables  individuals with disabilities to interact  with individuals  \nwithout disabilities  to the fullest extent possible.    \n \nSupported housing is  scattered site supported housing, with no more than 20% of the  \nunits in any building to be occupied by individuals with a disability known to the State.  \n \nSupported housing has  no more than  two people in a given apartment  or house, with a  \nprivate bedroom for each person.  If two people are living together in an apartment  or house, the  \nindividuals must be able to select their own roommates.  \n \nSupported housing providers cannot reject individuals for placement due to medical  \nneeds or substance abuse history.  \n\nSupportive Housing Definition  \nAddictions and  Mental Health Division  \n \nThe Addictions and Mental Health Division will collect data for  supportive  \nhousing based on the Substance Abuse and Mental Health Services  \nAdministration definition  \n \nPermanent Supportive  Housing is  the following:  \n \nPermanent. Tenants may live in their homes as long as  they meet the basic  \nobligations  of  tenancy,  such  as  paying  rent;  \nSupportive. Tenants have access  to the support  services that  they  need \nand  want to  retain  housing;  and  \nHousing. Tenants have a private and  secure place  to make their home, just  \nlike other members of the  community,  with the same rights and \nresponsibilities  [and can be] single-site housing, in which tenants who  \nreceive  support  services  live together  in a  single  building  or  complex  of  \nbuildings with or without  onsite support services; or scattered-site housing  \nin which  tenants who receive support services live throughout  the  \ncommunity in housing that be agency-owned or privately  owned.\"  \n \n\"key elements\" of supportive  housing  are:  \n \n•\t   \"Tenants have a lease  in  their name,  and,  therefore, they have  full  \nrights of tenancy  under landlord-tenant  law,  including  control  over  \nliving space and protection against eviction.\"  \n•\t   \"Leases do not have any provisions  that would not  be  found in leases  \nheld by  someone who does not have a psychiatric disability.\"  \n•\t   \"Participation in  services is  voluntary and tenants cannot  be evicted  \nfor  rejecting  services.\"  \n•\t   \"House rules, if  any, are  similar to  those found in housing  for people  \nwho do not have psychiatric disabilities and  do not restrict  visitors or  \notherwise interfere  with a life in  the  community.\"  \n•\t   \"Housing is  not time-limited, and the lease  is renewable at the  \n\ntenants' and owners' option.\"  \n\n•\t   \"Before moving into Permanent  Supportive Housing,  tenants  are \nasked about their  housing preferences and  are offered the same  \nrange of  choices  as are available to others at their income level in  the  \nsame housing market.\"  \n\n•\t   \"Housing is  affordable, with tenants  paying no more  that 30 percent  \nof  their  income toward rent  and  utilities,  with  the  balance  available  for  \ndiscretionary  spending.\"  \n•\t   \"Housing is integrated. Tenants  have  the opportunity  to interact with  \nneighbors who do not have psychiatric  disabilities.\"  \n•\t   \"Tenants have  choices in the  support services  that  they receive. They  \nare asked about their  choices and can choose  from a range of  \nservices,  and different  tenants  receive  different  types  of  services  \nbased on  their needs and preferences.\"  \n•\t   \"As needs change  over time,  tenants  can receive more intensive or  \nless  intensive  support  services  without  losing  their  homes.\"  \n•\t   \"Support services promote  recovery and are designed to help tenants  \nchoose, get, and keep housing.\"  \n•\t   \"The provision of housing and the provision of support  services are  \ndistinct.\"  \n \n \nSource:  U.S. Dept. of Health and Human Services, Substance Abuse and \nMental Health Services Administration  (SAMHSA),  Evidence  Based  \nPractices Kit  \n ",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/sites/default/files/crt/legacy/2012/11/14/oregonmh_agreement_11-9-12.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/90052"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115786,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115786"
    }
  ],
  "document_count": 6
}