{
  "case_id": 15954,
  "fetched_at": "2025-10-22T00:26:36.817680",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Mental Health (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2009,
    "id": 15954,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 28942,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "New Jersey",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "U.S. CRIPA Investigation of Ancora Pyschiatric Hospital (New Jersey)",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New Jersey",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15954",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15954",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15954",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15954"
  },
  "documents": [
    {
      "date": "2009-08-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 90072,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/90072.pdf",
      "title": "Re: CRIPA and ADA Investigation of Ancora Psychiatric Hospital, Winslow, New Jersey",
      "text": "U.S. Department of Justice \nCivil Rights Division \nAssistant Attorney General \n950 Pennsylvania Avenue, NW - RFK \nWashington, DC  20530 \nAugust 24, 2009 \nThe Honorable Jon Corzine \nGovernor of New Jersey\nOffice of the Governor \nP.O. Box 001 \nTrenton, NJ  08625-0001 \nRe:\t  CRIPA and ADA Investigation of Ancora Psychiatric Hospital,\nWinslow, New Jersey                   \nDear Governor Corzine: \nI am writing to provide the Civil Rights Division’s report of findings\nregarding our investigation of conditions and practices at the Ancora Psychiatric\nHospital (“Ancora”) in Winslow, New Jersey, pursuant to the Civil Rights of\nInstitutionalized Persons Act (“CRIPA”), 42 U.S.C. § 1997a.  CRIPA gives the\nDepartment of Justice authority to seek a remedy for a pattern and practice of\nconduct that violates the constitutional or federal statutory rights of persons\nconfined to public institutions, including psychiatric hospitals such as Ancora. \nOn September 4, 2008, we notified you that we were initiating an\ninvestigation of conditions and practices at Ancora.  We conducted an on-site \ninspection on January 12-15, 2009.  After deferring our investigation several\nmonths to accommodate the State’s request, we conducted our on-site review with\nthe assistance of expert consultants in the fields of psychiatry, psychology and\ndischarge planning, psychiatric nursing, and protection from harm.  While on-site, \nwe interviewed administrative staff, mental health care providers, and patients and\nexamined documents, patient records, and physical plant conditions.  In addition to \nour on-site inspection, we reviewed a wide variety of documents, including policies\nand procedures, incident reports, and patient records.  Consistent with our \ncommitment to provide technical assistance and conduct a transparent\ninvestigation, we concluded our tour with an extensive debriefing at which our\nconsultants conveyed their initial impressions and concerns about Ancora to\ncounsel, administrators and staff, and State officials. \n\n- 2 ­\nIn accordance with statutory requirements, we now write to advise you\nformally of the findings of our investigation pertaining to Ancora, the facts\nsupporting them, and the minimum remedial steps that are necessary to remedy\nthe deficiencies set forth below.  42 U.S.C. § 1997b(a).  Specifically, we have\nconcluded that numerous conditions and practices at Ancora violate the\nconstitutional and statutory rights of its patients.  In particular, we find that \n(A) Ancora fails to provide adequate discharge planning to ensure placement in the\nmost integrated setting and to provide adequate supports and services necessary for\nsuccessful discharge and (B) Ancora’s policies and practices subject patients to an\nexcessive risk of serious harm by (1) providing inadequate systems to identify and\nreduce risks of harm, (2) providing inadequate clinical management and nursing\ncare, (3) failing to use restraints appropriately, and (4) failing to provide\nappropriate mental health assessments and treatment.  See Youngberg v. Romeo,\n457 U.S. 307 (1982); Title XVIII and Title XIX of the Social Security Act, 42 U.S.C.\n§§ 1395 to 1395b-10 and 1396 to 1396w-1; 42 C.F.R. §§ 482-483 (listing program\nrequirements for participating in Medicare and Medicaid); 42 U.S.C.\n§§ 12132-12134; 28 C.F.R. § 35.130(d); Title VI of the Civil Rights Act of 1964, 42\nU.S.C. §§ 2000d to 2000d-7; see also Olmstead v. L.C., 527 U.S. 581 (1999). \nMany of the findings we make here have also been made by other agencies in\nthe past.  See, e.g., U.S. Department of Health and Human Services, Centers for\nMedicare and Medicaid Services, Survey of Ancora State Hospital (March 31, 2008)\n(“CMS Survey”); Rutgers Center for State Health Policy, “Barriers to Discharge,\nOptimal Housing and Supportive Mental Health Services for Residents with\nConditional Extension Pending Placement Legal Status Final Report” (May 2006)\n(“Rutgers CEPP Report”).  Throughout this letter, we include specific references to\npast findings by these entities, where appropriate.  We found that these conditions \nremain unabated, despite the fact that the State and Ancora have been notified\nabout the deficiencies. \nOn the issue of discharge services, a decade ago, the United States Supreme\nCourt made clear that the unnecessary institutionalization of persons with\ndisabilities is discrimination and violates the law.  Olmstead, 527 U.S. at 587. \nOlmstead involved two women with developmental disabilities and mental illness\nwho were inappropriately confined at a state psychiatric hospital.  Id. at 593, 597. \nThe Supreme Court held that states are required to provide mental health\ntreatment to persons in the most integrated, appropriate settings.  See id. at 596­\n97.  Despite the mandate by the Supreme Court, our review of discharge planning\nat Ancora finds that New Jersey frequently fails to ensure that patients receive \n\n- 3 ­\nappropriate and sufficient services to enable them to live in the most integrated\nsetting consistent with their needs, as required by federal law. \nI.  BACKGROUND \nAncora, operated by the New Jersey Department of Human Services, Division\nof Mental Health Services (“DMH”), is located in rural southeastern New Jersey. \nAncora provides mental health services to approximately 580 adults.  The \npopulation includes patients with dual diagnoses of both mental illness and either\ndevelopmental disabilities or substance abuse.  The vast majority of the patients at \nAncora have been committed there by a court.  Approximately one third of the \npatients are forensic commitments.  Ancora also houses some voluntary patients. \n  \nII.  LEGAL STANDARDS \nThe State of New Jersey must provide services to qualified patients with\ndisabilities in the most integrated setting appropriate to their needs.  ADA, 42 \nU.S.C. § 12132 (“[N]o qualified individual with a disability shall, by reason of such\ndisability, be excluded from participation in or be denied the benefits of the services,\nprograms, or activities of a public entity, or be subjected to discrimination by any\nsuch entity.”), and its implementing regulations; 28 C.F.R. § 35.130(d); see\nOlmstead, 527 U.S. at 607 (holding that a State is required to provide\ncommunity-based treatment for persons with mental disabilities when that State’s\ntreatment professionals determine that such placement is appropriate, the affected\npersons do not oppose such treatment, and the placement can be reasonably\naccommodated); Helen L. v. DiDario, 46 F.3d 325 (3d Cir. 1995) (holding that the\nADA was violated where a person with disabilities was offered personal care\nservices in an institutional setting but not at home); see also Press Release, The\nWhite House, “President Obama Commemorates Anniversary of Olmstead and\nAnnounces New Initiatives to Assist Americans with Disabilities” (June 22, 2009)\n(Announcing the Year of Community Living Initiative, President Obama affirmed\n“one of the most fundamental rights of Americans with disabilities:  Having the \nchoice to live independently.”). \nIn construing the anti-discrimination provision contained within the ADA,\nthe Supreme Court held that “[u]njustified [institutional] isolation . . . is properly\nregarded as discrimination based on disability.”  Olmstead, 527 U.S. at 597, 600.  \nSpecifically, the Court established that states are required to provide community-\nbased services and supports for persons with mental disabilities when treatment\nprofessionals have determined that community placement is appropriate, provided\nthat the transfer is not opposed by the affected patient, and the placement can be\nreasonably accommodated, taking into account the resources available to the state\nand the needs of others with mental disabilities.  Id. at 602, 607. \n\n- 4 ­\nThe regulations promulgated pursuant to the ADA provide:  “A public entity\nshall administer services, programs, and activities in the most integrated setting\nappropriate to the needs of qualified individuals with disabilities.”  28 C.F.R. § \n35.130(d) (the integration mandate).  The courts have endorsed a straightforward \nreading of this regulation:   \n[t]he proper interpretation of the regulations’ definition of “most integrated\nsetting” is set forth in the regulations themselves:  whether a particular\nsetting “enables individuals with disabilities to interact with nondisabled\npersons to the fullest extent possible.”  \nDisability Advocates, Inc. v. Paterson, 598 F. Supp. 2d 289, 320 (E.D.N.Y. 2009).  \nThe Fourteenth Amendment due process clause also requires a state mental\nhealth care facility to provide “adequate food, shelter, clothing, and medical care,”\nYoungberg, 457 U.S. at 315, along with “conditions of reasonable care and safety,\nreasonably nonrestrictive confinement conditions, and such training as may be\nrequired by these interests,” Id. at 324.  More particularly, a state mental health\nhospital is constitutionally required to provide reasonable, adequate mental health \ntreatment.  See, e.g., Torisky v. Schweiker, 446 F.3d 438, 448 (3d Cir. 2006)\n(concluding that plaintiffs may be able to prove that they were deprived of their\nconstitutional liberty interest and of Youngberg’s duty of care and protection when\nthey were transferred, against their will, to an inappropriate institution); Scott v.\nPlante, 691 F.2d 634, 636-38 (3d Cir. 1982)(affirming that state psychiatric hospital\npatients have a right to adequate treatment, a right to reasonable care, and a right\nto be free from unreasonably restrictive confinement); Fournier v. Corzine, No.\n07-1212, 2007 WL 2159584, at *11 (D.N.J. 2007) (“The Fourteenth Amendment Due\nProcess Clause requires state officials to provide civilly committed persons . . . with\naccess to mental health treatment that gives them a realistic opportunity to be\ncured or to improve the mental condition for which they were confined.”). \nTreatment is not adequate if it substantially departs from generally accepted\nprofessional judgment, practice, or standards.  Youngberg, 457 U.S. at 320-23;\nRennie v. Klein, 720 F.2d 266, 269-70 (3d Cir. 1983) (applying the professional\njudgment standard to the decision to administer, and the administration of,\nantipsychotic drugs to involuntarily committed, mentally ill patients against their\nwill).  States are also compelled by the Constitution to ensure that patients are free\nfrom hazardous drugs that are “not shown to be necessary, used in excessive\ndosages, or used in the absence of appropriate monitoring for adverse effects.” \nThomas S. v. Flaherty, 699 F. Supp. 1178, 1200 (W.D.N.C. 1988), aff’d, 902 F.2d\n250 (4th Cir. 1990).  Medicare/Medicaid regulations governing psychiatric hospitals \n\n- 5 ­\nalso require adequate staffing, record keeping, care, treatment, and discharge\nplanning.  42 C.F.R. §§ 482-483.    \nPatients’ constitutional liberty interests in security compel states to provide\nreasonable protection from harm in mental health hospitals.  Youngberg, 457 U.S.\nat 315-16; Shaw v. Strackhouse, 920 F.2d 1135, 1139, 1149 (3d Cir. 1990) (applying\nYoungberg professional judgment standard to primary care professionals,\nsupervisors, and administrators named as defendants and holding that a jury could\nreasonably find that these defendants’ failure to increase plaintiff’s security or\nseparate him from employee(s) suspected of sexually assaulting plaintiff constituted\na failure to exercise professional judgment); United States v. Dise, 763 F.2d 586,\n589 (3d Cir. 1985) (holding that the jury “certainly could have concluded” that an\naide at a state institution for persons with developmental disabilities deprived\nresidents of their liberty interests in personal security and freedom from bodily\nrestraint when the aide intentionally battered the residents). \nGenerally accepted professional standards also require that patients in state\npsychiatric hospitals remain free from undue bodily restraints.  In Youngberg, the\nSupreme Court also recognized that an individual who is involuntarily committed\nto an institution retains a liberty interest in freedom from bodily restraint.  457 \nU.S. at 316.  Youngberg requires that restraints be imposed only to the extent\nrequired by the judgment of professionals.  Id. at 321-25; Kirsch v. Thompson, 717\nF. Supp. 1077, 1080-1081 (E.D. Pa. 1988) (holding that plaintiff's Fourteenth\nAmendment rights were violated when he was restrained at a state hospital in\nfour-point physical restraints for an extended period).  “It is a substantial departure\nfrom professional standards to rely routinely on . . . restraint rather than . . .\nbehavior techniques such as social reinforcement to control aggressive behavior.” \nThomas S., 699 F. Supp. at 1189.  Moreover, “restraint should only be used as a last \nresort.”  Id.; Davis v. Hubbard, 506 F. Supp. 915, 943 (W.D. Ohio 1980).  \nIII.  FINDINGS \nThe many deficiencies in care that exist at Ancora can be summarized in two\noverarching findings.  First, Ancora segregates far too many patients for whom a\nhospital setting is not the most integrated setting appropriate, in violation of\nOlmstead and federal law.  In particular, Ancora’s discharge planning is\ninadequate, as are the supports and services that would otherwise facilitate the\ndischarge of many patients.  Second, while confined, patients at Ancora suffer an\nundue risk of harm, stemming from the facility’s failure to treat aggressive and self-\nabusive behaviors and its failure to implement systems to protect patients from\nharm.  Conditions and services at Ancora that substantially depart from generally\naccepted professional standards and contribute to violations of the constitutional\nand federal statutory rights of patients include:  (1) inadequate systems to identify \n\n- 6 ­\nand reduce risks of harm, including self-harm and assault by peers; (2) inadequate\nclinical management and nursing care; (3) frequent and inappropriate use of\nrestraint; and (4) inadequate mental health treatment.  In some of these areas, \nnotably assessments, nursing, and discharge planning, Ancora has in place\nadequate policies and procedures that are not faithfully implemented.  In other \nareas, notably incident and risk management and quality improvement, Ancora has\nneither adequate policies nor an adequate number of trained supervisory,\nprofessional, and direct care staff to provide appropriate care. \nA.\t  Ancora Segregates Many Patients Who Do Not Require Institutional \nCare \nThe State fails to provide services to Ancora patients in the most integrated\nsetting appropriate to their needs.  As detailed below, hundreds of patients\ncurrently confined at Ancora do not require institutional care, but nonetheless have\nnot been discharged to the community or another more integrated setting. \nPatients initially come to Ancora in one of four ways – they are committed by\ncivil courts because they are a danger to themselves or others; they are committed\nby criminal courts after having been found to be not guilty by reason of insanity\n(“NGRI”); they are committed by criminal courts to be evaluated for fitness to\nproceed with a criminal trial; or, on rare occasions, they voluntarily admit\nthemselves.  When a civilly committed patient or an NGRI patient is found to be no\nlonger a danger to himself or others but remains institutionalized because there is\nno place to which the patient can be safely discharged, under New Jersey state law,\nthe patient’s commitment status is changed by the courts.  The court places these\npatients under a commitment status unique to New Jersey, known as Conditional\nExtension Pending Placement (“CEPP”). \nNearly half of the patients at Ancora remain institutionalized under a CEPP\ncommitment status.  CEPP status was created by the New Jersey Supreme Court\nover 25 years ago and 15 years before the U.S. Supreme Court decided Olmstead. \nThe New Jersey Supreme Court sought to balance patients’ due process liberty\ninterests in not being institutionalized when no longer an imminent danger to\nthemselves or others against the reality that discharge of vulnerable patients\nwithout appropriate community supports could threaten their survival.  The \ncompromise crafted by the New Jersey Supreme Court allows patients to be\nconfined “on a provisional or conditional basis to protect their essential well-being,\npending efforts to foster the placement of these individuals in proper supportive\nsettings outside the institution.”  See In re S.L., 94 N.J. 128, 140 (1983).  For each \npatient who is committed and is in CEPP status, at mandated hearings at 60 days\nand then every six months, the State must demonstrate that it continues to make \n\n- 7 ­\nreasonable efforts to improve the patient’s ability to function in a community\nsetting and to make a good faith effort to ensure placement.  Id. at 141. \nIn practice, we find that CEPP status at Ancora is neither conditional nor\npending any suitable placement.  Of the 284 patients confined on CEPP status at\nAncora in November 2008, nearly 22% had been on the list for more than two years,\nincluding A.A.1 , who has been on CEPP status for five years.    \nBeing placed on CEPP status is an acknowledgment by the State and by\nAncora staff – and requires a court finding – that a patient does not require\ninstitutional care.  N.J. R. 4:74-7(h)(2) (describing court procedures for placing\npatient on CEPP status); see also In re S.L., 94 N.J. at 140-41 (requiring court\ndetermination to place patient on CEPP status).  For these patients, continued\ninstitutionalization without provision of necessary services is unjustified\nsegregation by reason of a psychiatric disability – the very discrimination clearly\nforbidden by the ADA.  Olmstead, 527 U.S. at 597, 600.  The continued \ninstitutionalization of persons who demonstrably do not require institutional care\nviolates the integration mandate of federal law.  Implicitly promising patients\nimminent discharge with appropriate supports without offering a real chance at\nattaining discharge is a particularly cruel deception.2 \nWe also find that the State fails to provide patients at Ancora – whether\nduring their initial civil or forensic commitment or once patients have been placed\non CEPP status – with treatment services that address the patients’ underlying\ndisabilities and improve the patients’ ability to function in a community setting and\nthat are consistent with generally accepted professional standards.  The State also \ndoes not provide adequate discharge services to facilitate placement in a more\nintegrated setting.  \n1\n  To protect patients’ privacy, we identify them by initials other than \ntheir own.  We will separately transmit to the State a schedule that cross-references\nthe initials with patient names. \n2\n  We are aware that the State recently settled Disability Rights New \nJersey, Inc. v. Velez, Civ. No. 05-1784 (D.N.J. 2005) and committed to a number of\nimportant reforms to address Olmstead concerns throughout New Jersey’s\npsychiatric hospital system.  The case was filed in 2005 by Disability Rights New\nJersey challenging the confinement of nearly 1,000 individuals on CEPP status in\nNew Jersey’s state psychiatric hospitals.  \n\n- 8 ­\n1.  Inadequate Discharge Planning \nThe discharge plans we reviewed do not describe, identify, or secure the\ncommunity resources necessary to serve patients in the community.  Underpinning\na court’s decision to place a patient on CEPP status is a determination that this\npatient requires some additional support to live successfully in the community and\nthat a discharge without this support is likely to fail and place the patient at risk of\nharm and/or re-institutionalization.  Moreover, an essential component of an\nadequate discharge plan for any patient, whether on CEPP status or not, is linkage\nto necessary community supports.  State and facility policies, procedures, and\nstrategic plans confirm the critical importance of community coordination, yet we\nsaw no evidence that these policies are implemented.  Failure to ensure continuity\nof care in the community has resulted in failed discharges and in long delays for\nplacement into the community.  Examples include: \n  \n•\t  A.A. has been on CEPP status for five years.  The CEPP tracking document\nnotes that A.A. was re-institutionalized because he lacked transportation to a\nmethadone clinic in the community.  \n•\t  B.B. has previously been discharged ineffectively to motels, has been on\nCEPP status since July 2008, and in November 2008 was awaiting a\ncommunity placement. \n•\t  C.C. was admitted to Ancora for the twentieth time on November 17, 2008, \nand discharged just under one month later, on December 12, 2008.  On her \nnineteenth admission, C.C. had been discharged and re-admitted within only\none week.  C.C. lives at home with her mother and has a job, two important\ncommunity linkages.  However, she was discharged with a referral but\nwithout a planning meeting between C.C., hospital staff, and the community\nprovider of intensive case management services to which she was referred. \nGiven her diagnosis of schizophrenia and her history of multiple admissions,\nthe connection to intensive case management services should be in place\nprior to her discharge, so that intensive case management services would\nhave been available on the first day of her return to the community.   \n2. \t Inadequate Services and Supports \nThe State has known for years of barriers to discharge for specific sub-groups\nof patients confined on CEPP status but has not taken effective steps to address\nthem.  The 2006 Rutgers Study identified subgroups of patients with significant\nbarriers to discharge, including:  (1) those who resisted discharge, (2) those with\nmajor behavioral problems coupled with psychiatric symptoms, (3) those with co­\nmorbid medical complications, (4) those with a dual diagnosis of developmental \n\n- 9 ­\ndisability, and (5) those with a history of sexual offenses.  Yet three years after the\nRutgers Study, we found egregious lapses in the discharge planning and support for\neach of these populations.  Ancora’s CEPP population includes many patients with\nthese previously-identified barriers, and little or no evidence that the barrier has\nbeen addressed in treatment, in violation of generally accepted professional\nstandards.  For example: \n•\t  Nearly half of the patients on a list that the facility identified as resisting\nplacement – 25 of 59 patients – had refused placement more than a year ago. \nWe saw no evidence that patients whose refusal was over a year old had been\nre-assessed, counseled, or provided education that could lessen their\nresistance to leaving the institution. \n•\t  A third of the patients on the facility’s November 2008 CEPP Tracking\nDocument (“CEPP List”) faced one of these previously identified barriers to\ndischarge in addition to mental illness:  25 also had a developmental\ndisability, 24 had co-morbid medical concerns, 17 had co-occurring substance\nabuse diagnoses, and 29 had a history of sexual offenses.  Yet, there is little \nor no evidence that these barriers to discharge have been addressed in \ntreatment. \nThe 2006 Rutgers study identified patients with ongoing problematic\nbehaviors as facing particular barriers to discharge, yet we find that Ancora\nconsistently fails to provide effective treatment to these patients.  Examples of \nAncora’s failure to treat maladaptive behaviors include: \n•\t  D.D., a young woman with diagnoses of schizophrenia and mild\ndevelopmental disability, has been on CEPP status for more than three \nyears.  The CEPP List in November 2008 notes that she will be referred to \nplacement upon stabilization of her maladaptive behaviors, yet she receives\nnumerous PRN3 medications and is frequently restrained, indications that\nneither her underlying symptoms nor her problematic behaviors have been\naddressed. \n•\t  E.E., also a CEPP patient, was restrained 26 times from June through\nNovember 2008.  Frequent restraint, like frequent PRN use, is often an\nindicator of failed treatment. \n3\n  Pro re nata (“PRN”), or as-needed medications, are administered in \nresponse to exigent circumstances. \n\n- 10 ­\n•\t  F.F. was subject to 59 reported episodes of restraint in a 14-month period,\nand progress notes in his chart refer to his head-banging and restraint being\n“an everyday occurrence.”  His chart contained a letter from his treatment \nteam urging that he be transferred to a different hospital for treatment that,\nevidently, was not provided at Ancora. \n  \nThe State’s DMH in January 2008 announced the “Home to Recovery CEPP\nPlan to Facilitate the Timely Discharges of CEPP Patients in New Jersey’s State\nPsychiatric Hospitals” (“CEPP Plan”).  Parallel changes to Ancora’s policies and\nprocedures were also announced in Administrative Order 1:91, May 29, 2008.   The\nCEPP Plan’s proposed actions include policy reforms and the creation of a new\ncommunity-based infrastructure to support discharge opportunities.  The CEPP \nPlan calls for the creation of hospital-based Olmstead committees to be comprised of\nhospital staff, community-based providers, and regional DMH staff to locally plan,\nimplement, track, and evaluate existing discharge policies and procedures.  The \nCEPP Plan addresses the collection of data on community capacity and on\nindividual patients’ adjustment to the community following discharge.  The CEPP \nPlan also outlined steps to address discharge barriers for some of the hardest-to­\nplace populations, including the creation of Utilization Review and Intensive Case\nReview Committees to address timely discharges of patients on CEPP status. \nSpecific steps included development of a survey of consumer housing preferences,\nand use of the Level of Care Utilization Scale (“LOCUS”) to enhance discharge \nassessments.  In addition, New Jersey’s October 2007 Wellness and Recovery\nTransformation Action Plan affirms the need for Ancora to develop wellness and\nrecovery-oriented, strength-based programming.  From our review of Ancora \ndischarge records, we saw no indication that Ancora has established these\ncommittees, referred any of its difficult cases to these committees, implemented any\nother aspect of the CEPP Plan, or implemented wellness and recovery-oriented\nprogramming.  It is not surprising, then, to find so many patients segregated in this\ninstitution, without effective treatment and without adequate plans for discharge. \nIn short, the State identified the legal obligation, created a plan, and yet, failed to\nimplement it.    \nB.\t  Ancora Patients are Subject to Serious, Frequent, and Recurrent \nHarm \nPatients at Ancora have a right to live in reasonable safety.  See Youngberg, \n457 U.S. at 315, 322.  Yet patients at Ancora are not reasonably safe.  Statistics \npublished on the State’s website show that in the first half of 2008, although Ancora\naccounted for only one third of the State’s institutionalized patients, it accounted for\na disproportionate share of reported assaults – 48% – almost half of the reported\nincidents in the State system.  There were almost 1,500 reported patient-on-patient\nassaults in the 14-month period from September 2007 through November 2008. \n\n- 11 -\n\nAncora patients engaged in repeated high-risk behaviors, including self-injury and\naggression, without appropriate treatment and intervention by the facility.  We find \nthat both Ancora’s failure to treat these high risk behaviors and its failure to\nimplement systems to identify and minimize risks contribute to this excessive level\nof harm at the facility.  \n1.\t  Ancora Has Inadequate Systems To Identify and Reduce Risks \nof Harm \nAncora patients suffer serious, frequent, and recurrent harm.  Generally\naccepted professional standards require Ancora to take affirmative, strategic efforts\nto protect patients from harm by reducing risk.  The essential elements of a risk \nmanagement system include assessing and monitoring risk for each patient through\naccurate incident reporting, identification of actual or potential risks of harm,\ntracking and trending of data, adequate investigations, and quality assurance\nmonitoring and reviews.  Ancora substantially departs from these standards of care\nby failing to adequately protect patients from recurring and serious harm, including\nharm from frequent patient assaults, self-injurious behaviors, an unduly unsafe\nenvironment, and abuse and neglect. \na.  Inadequate Incident Management \nOur review of incidents indicated that while reports appear routinely to be\nfilled out, incident reporting at Ancora fails to capture critical information.  To \ncomply with generally accepted professional standards, incident reporting systems\nmust include patient-centered accounts and causal analysis of events, including: \nthe injured party’s account of the incident; witness statements; critical review of\nstatements; and a review of the patient’s rates of injury, treatment, and safety over\nthe course of his or her stay at the facility.  Ancora does not track incident data \nregarding harm resulting from different causes, such as poor staff supervision,\nfailure of 1:1 staff to supervise and protect a single patient, and neglect by denial of \ntreatment.  In addition, Ancora’s incident reporting system does not adequately\ncapture information on administrative failures to adequately supervise and train\nstaff to perform their duties.  Nor does Ancora’s incident system adequately collect\ninformation regarding fiscal exploitation of patients.  The failure to collect such \ninformation renders Ancora managers unable to identify specific trends and respond\nappropriately to protect patients. \nAfter unit staff submit incident information, Ancora fails to adequately\nreview incidents.  The Risk Management Director confirmed that the Incident\nReview Committee does not analyze incidents with a view to developing prevention\nplans to eliminate or minimize recurrences.  In the Communication Meeting, where\nSection Chiefs present information on daily occurrences, some incidents are \n\n- 12 ­\nreported in a very rapid fashion but without any critical analysis.  The absence of \ninterdisciplinary analysis of harm suffered by patients impedes the development of\ndeliberate efforts to prevent future harm and indicates a significant deficit in the\nadministration’s operational oversight.  For example: \n•\t  On November 8, 2008, staff reported G.G.’s assault, self-injurious behavior,\nand property destruction that resulted in placement in four-point restraints. \nThe treatment team noted in the incident only that the patient “was seen by\nthe team and will remain on 1:1 supervision.”  There were no Treatment \nteam instructions to prevent similar future harm. \n•\t  On December 2, 2008, a patient slapped and kicked H.H., yet the treatment \nteam resolution noted only “no significant injury noted.”  H.H.’s Treatment \nteam failed to document any analysis of how the incident occurred and how\nbest to prevent reoccurrence.  \n•\t  I.I. assaulted a peer on December 22, 2008, while on 1:1 supervision; the\ntreatment team noted only that he was “agitated and unpredictable.”  This \n“resolution” fails to analyze the antecedents of the assault, what could have\nbeen done to prevent the episode, or how best to prevent similar future harm. \nWe noted repeated examples where treatment teams failed to develop\npreventive interventions that are necessary to ensure patient safety.  Consequently,\nthe incident management system at Ancora falls significantly short of generally\naccepted standards.  As a result, patients continue to be exposed to actual and \npotential harm. \nb.\t  Inadequate Management of Risk \nIncident management focuses on the collection and analysis of data that are\nmeaningful to protect a particular person from harm, while risk management\nfocuses on identifying potential harms and taking timely action to prevent the harm\nfrom systematically occurring or recurring.  Both are essential to an adequate \nprotection-from-harm system.  Although Ancora develops lists of persons identified\nto be at risk of aggressive and self-injurious behaviors, its response to those risks\nwith treatment is inadequate.  We found widespread patient-on-patient assaults\nand unchecked self-injurious behaviors.  As noted above, Ancora reported almost\n1500 patient-on-patient assaults in the 14 months prior to our visit.  Examples of \n\n- 13 ­\nserious patient-on-patient assaults, resulting in injuries to the following patients,\ninclude: \n•\t  J.J., with a fractured jaw; \n•\t  K.K., with a fractured kneecap; \n•\t  L.L., with a fractured ankle; \n•\t  M.M., with a fractured skull; \n•\t  N.N. and O.O., with fractured hands; \n•\t  P.P., with eight sutures to his elbow; \n•\t  Q.Q., with five sutures to his left eye area; \n•\t  R.R., with five sutures to his head; and \n•\t  S.S., with six sutures to his head. \nBetween September 2007 and November 2008, numerous Ancora patients\nsuffered significant harm requiring hospitalization, including: \n•\t  T.T., with a fractured jaw after jumping from a balcony while on an outing; \n•\t  U.U., with both rib and nose fractures; \n•\t  V.V. and W.W., for sutures to treat lacerations; \n•\t  X.X., with a fractured arm; and \n•\t  Y.Y., for repair of a head laceration. \nOther patients were hospitalized for repeated episodes of serious harm.  Among\nsuch patients were: \n•\t  Z.Z., with more than ten hospitalizations for ingesting foreign objects, to rule\nout displacement of lower jaw, and for head trauma after falls; \n•\t  A.B., with separate hospitalizations for right leg and right arm hematomas\ndue to possible trauma; \n\n- 14 ­\n•\t  B.C.,  who was transferred to the hospital for a head laceration from a fall\nand, separately, to rule out a hip fracture; and \n•\t  F.F., who was transferred to the hospital on separate occasions for sutures to\na head laceration, to rule out a hip fracture, for other head trauma including\ncontusion, and for an injury characterized as a facial “avulsion” (i.e., forcible\ntearing).  \nThe frequency of this harm supports our finding that treatment teams at\nAncora fail to address the root causes of patients’ inappropriate behavior and\nconsequently fail to intervene adequately to prevent future incidents.  We found no \neffective risk management program that documented comprehensive individualized\nrisk assessments and planned responses to avoid bad outcomes.  There was no \nevidence of periodic monitoring to assess whether patients’ risk of harm is\ndecreasing.  Ancora may report the occurrence of injuries, but it does not take\ndeliberate, effective steps to prevent recurrence, placing patients at ongoing and\nunreasonable risk of harm. \nOur review of the mortality review process also confirms the facility’s failure\nto analyze the root cause of adverse incidents.  We reviewed records of the mortality\nreview process for the one-year period before our January 2009 tour and found that\nthe reviews were cursory and routinely made no recommendations for\nimprovements in care.  In fact, we could not discern that any specific\nrecommendations for improvements in patient care were made and followed\nthrough, even in cases where generally accepted professional standards would have\nrequired them. \n    \nAlthough the Risk Management Committee (“RMC”) in 2008 identified a\nnumber of areas of harm it planned to address, our investigation revealed no\nevidence that the RMC followed up on its plans.  In February 2008, the RMC\ndescribed plans to survey patients to ask what patients thought would help reduce\nviolence, but we saw no such survey.  In March 2008, the RMC supported staff\n“reenactment training” to address better approaches to patient care, but we saw no\nevidence that the RMC took steps to  establish that program before our January \n2009 visit.  The RMC consistently fails to follow up on areas identified as in need of\nimprovement: \n•\t  CMS cited the danger of non-suicide-proof door handles in early 2008, and\nAncora’s Plan of Correction submitted to CMS proposed to develop a plan by\nApril 2008 to replace this hardware.  Despite the urgency of this task, during\nour visit nearly a year later, protruding door handles that could be used to\ncommit suicide by hanging were present throughout patient areas. \n\n- 15 ­\n•\t  In April 2008, the RMC reported that 25 per cent of staff fail to bring a diet\ninstruction list to meals, yet the RMC took no steps to correct the problem\nand ensure mealtime safety.  During our visit nine months later, we observed\npatients with mealtime precautions for aspiration and choking risk and those\nwith restricted diets still not appropriately supervised and still not receiving\ndiets consistent with physician orders, which placed these patients at\nsignificant risk of harm.  Pursuant to policy, dieticians conduct monthly\nobservations which documented many instances of patients at risk for\nimmediate harm during mealtime.4   Despite the clear risk for significant, \nlethal harm to patients, improvement plans apparently were written only if\ncompliance was below 90% overall, and these plans were reactive.  They did\nnot address systemic issues or proactive prevention.  \n•\t  The RMC identified concerns about staff speaking languages other than\nEnglish around patients, but it prepared no plan to remedy the issue.  \nIn order to provide adequately safe conditions at Ancora, the RMC must take\nprompt affirmative steps to address serious safety issues that it identifies.  Of equal\nimportance, the RMC must establish a process that ensures that additional risks\nare brought to the attention of the Risk Manager and individual patient’s treatment \nteam.  Examples of predictable risk not managed proactively by the risk manager,\nthe RMC, or a patient’s Treatment team include decubitus ulcers, or pressure sores,\nin bed-bound patients, and insufficient monitoring and supervision of patients with\nparticularly high risk at mealtime, due to dietary restrictions, swallowing difficulty,\nor pica behavior.  Examples include:   \n•\t  D.E. is bed-bound, is supposed to be re-positioned by staff every two hours to\nrelieve pressure areas, and was prescribed a special air mattress as an\nadditional precaution against developing pressure sores.  In September 2008,\na physical therapist found that D.E. had developed multiple new bedsores\nand concluded that the air mattress had not been working for some period of\ntime.  No staff had proactively monitored the air mattress to ensure that it\nwas working – the only note in D.E.’s chart was a nursing note the day before\nthe physical therapist’s visit, noting that the mattress had been repaired. \n4\n  Pursuant to policy, nursing is also required to observe mealtime and \ndocument any findings.  We requested aggregate data reports from this required\nmonitoring but did not receive them.  Because the risk of harm from aspiration is\npredictable and the harm can be significant, generally accepted professional\nstandards require that prescribed monitoring for this risk be completed, the data\naggregated and analyzed, and proactive corrective plans implemented and\nmonitored.      \n\n- 16 ­\nThere was no documentation about when it was discovered to be broken, \nwhen a repair was requested, whether any supervisory staff were notified,\nand whether any additional precautions were taken to address the risk to\nD.E. during the time the mattress was broken.  The physical therapist\nconcluded that the additional bedsores were a result of the non-functioning of\nthe air mattress.  \n•\t  Despite D.E.’s ongoing risk of developing bedsores, the facility’s management\nof this risk continued to be poor.  During our January 2009 visit, there was\nno positioning schedule posted in D.E.’s room, as prescribed by her plan, and\none could not be located by the assigned staff.  The problem was corrected\nonce it was identified by our consultant, demonstrating only reactive, not\nproactive care to manage the identified risk to this patient.  \n•\t  We observed several patients on the Birch A unit with aspiration and choking\nprecautions who were unsupervised at mealtime.  Staff interviewed during\nour visit could not uniformly articulate the level of supervision required for\npatients with choking risk, or high choking risk, as outlined in Ancora policy. \nMany patients at Ancora engage in repeated pica behavior, the ingestion of\ninedible objects, without appropriate intervention:   \n•\t  E.F. ingested a crayon piece and three metal screws on two occasions in\nMarch 2008 and a piece of a broken toothbrush in April 2008; \n•\t  F.G. ingested a piece of glass from a door she had broken in March 2008; \n•\t  G.H. ingested numerous items in a 10-month period ending in October 2008,\nincluding eyeglass arms, a fork, two pens, and, incredibly on one occasion in\nAugust 2008 during which he was on a 2:1 staffing, a plastic fork, spoon, and\nknife; \n•\t  H.I., J.K., L.M., and N.O. ingested batteries. \n•\t  In April 2008, P.Q., who was on 1:1 staffing at the time, consumed, from a\ntrash can, the vomit of another patient who had a life-threatening illness. \nThe facility’s typical response to patients at risk of pica was “verbal\nprompting to not eat inedible items.”  This is not sufficient treatment for a behavior \nwith such serious health consequences.  At a minimum, these cases required a\nprofessionally competent functional analysis of behavior.  In the case of patient\nX.Y., who has had several behavior plans over the course of several years, the \n\n- 17 ­\nrecord contained no functional analysis at all, and in no patient records did we find\nfunctional analyses that met generally accepted professional standards. \nEven in those instances where Ancora officials make recommendations to \naddress protection-from-harm issues, we saw no evidence that such\nrecommendations are communicated to living-unit staff and implemented; and\nthere is no evidence that staff are responsible for monitoring implementation of any\nsuch recommendations.  Without an adequate data-driven system to identify and\naddress patterns of harm to patients and record whether incidents of harm abate or\nincrease in response to interventions, Ancora cannot adequately identify patient\nrisks and prevent recurrent harm. \nA structural problem underlies these many failures in protecting Ancora\npatients from harm.  The job description for Ancora’s “Risk Management Director”\ndoes not specify risk management responsibilities.  There is no evidence that \nAncora has appointed any other manager with the responsibility to act as\ngatekeeper to oversee risk management.  As a result, risk management information\nis fragmented across different disciplines and is uncoordinated.  Information to \nsupport appropriate preventive intervention is not collected and operationalized,\nand patients continue to suffer preventable injury. \nc.  Inadequate Investigative Practices \nGenerally accepted professional standards dictate that facilities like Ancora\ninvestigate serious incidents, such as alleged abuse, neglect, mistreatment, serious\ninjury, and deaths.  During the investigation, evidence should be systematically\nidentified, preserved, analyzed, and presented.  Investigators generally should visit\nthe scene of the event, review any videotapes of the incident, obtain adequate\naccounts of the event from all credible witnesses, maintain confidentiality, and\npresent timely, written conclusions based upon analysis of the findings. \nInvestigators should attempt to determine the underlying cause of the incident by,\namong other things, reviewing staff’s adherence to programmatic requirements,\nsuch as policies and procedures.  The investigative report should set forth the\nevidence considered, including all interviews conducted and documents reviewed,\nand it should clearly state the conclusions reached and the reasons for those\nconclusions.  The investigative process at Ancora is deficient in each of these\nimportant respects. \nTimeliness is paramount in order to elicit accurate information about the \nevent.  Delays in initiating investigations can compromise the ability of\neyewitnesses to provide accurate accounts.  Case closing dates in the investigative\nfiles we reviewed in many instances were as long as nine months or more after the\nunderlying incidents had occurred, suggesting that there is no immediacy to the \n\n- 18 ­\noutcome of the investigation.  Most important, the failure to initiate promptly an\ninvestigation places the patient at continued risk of harm.  We noted many \ninstances of unacceptably delayed investigations: \n•\t  Fifteen days passed after a November 11, 2008 alleged physical abuse\nincident before investigators reviewed the videotape and conducted the first\ninterview; \n•\t  More than two weeks passed following two separate alleged physical abuse\nincidents in October 2008 before investigators interviewed the first staff\nabout the incidents; \n•\t  Forty days passed after another alleged physical abuse incident in October\n2008 before investigators conducted the first interview; and \n•\t  Two weeks passed after an alleged sexual abuse incident in October 2008\nbefore investigators conducted the first interview. \nWe noted numerous deficiencies in the investigative files we reviewed\nregarding employee disciplinary actions.  In 2008, Ancora substantiated 45 cases of \nneglect and 35 cases of abuse.  However, there was no evidence that all employees\ninvolved in those substantiated cases received disciplinary actions.  Also, there \nappears to be no system in place to impose progressive disciplinary actions.  The \nfacility’s failure to include information on employee disciplinary actions in\ninvestigative files impairs the facility’s ability to effectively track and take\nappropriate action in the case of repeat employee perpetrators, thus placing\npatients at continued risk of harm.  These practices deviate from generally accepted \nprofessional standards.  \nAncora investigations also do not follow generally accepted practices with\nrespect to gathering available physical evidence.  It appears that Ancora\ninvestigators do not routinely visit the scene of the incident; case files frequently\nnote “there is no scene to secure or physical evidence to collect.”  In incidents where \nphysical injuries were sustained, there was no evidence that photographs of the\ninjuries were taken.  \nMore concerning, our review of investigations raised questions about whether\ninvestigators consistently conduct their inquiries independently and without\ninfluence from other staff.5   For example, ongoing case investigations are discussed \n5\n  A related issue is whether staff at Ancora are intimidated into silence, \nor into positions that protect other staff at the expense of patients.  The Risk \n\n- 19 ­\nin detail with the Risk Management Director and the Incident Management Review\nCommittee prior to their completion.  In one case of alleged physical abuse, the\ninvestigator documented that the Section Chief, rather than the investigator,\nreviewed the video surveillance and informed the investigator regarding what was\nseen on the tape on which the investigator later relied.  Reliance on other parties,\nwho operate close to the incident, to conduct portions of the inquiry is unacceptable\nbecause it undermines the independence of the investigative findings. \nAncora investigations appear to consistently follow a format of 3-4 standard\nquestions of interviewees, i.e., where were you and what were you doing at the time\nof the incident; describe what you saw and heard.  This approach is inadequate\nbecause it fails to elicit case-specific information or additional pertinent\ninformation.  We saw no evidence that Ancora investigators reviewed the patient’s\ntreatment plan, recent incidents, or other recent investigations.  Such a review can \ngenerate case-specific questions and allows the investigator to know what services\nshould have been provided to this patient and whether they were provided.  Nor is \nthere evidence that the investigator evaluated the credibility of the alleged\nperpetrators by reviewing information such as performance history, disciplinary\nactions, supervisor interviews, repeat-offender status, and training.  These lapses\nconstitute significant departures from standard investigative practices and\ncontribute to ineffective protection of Ancora patients. \nd.  Inadequate Quality Assurance \nGenerally accepted professional standards for quality assurance programs\nrequire a system to protect patients from abuse, neglect, preventable injuries, and\nunnecessary restraint and restrictive procedures.  Databases are essential to allow \nanalyses in order to identify trends, assist in developing corrective actions, and\nmonitor the effectiveness of corrective actions.  \nAncora officials reported that the facility does not have the capability to\nconduct trend analyses of various relevant data.  There is no system to identify\npatterns related to types of incidents, times when patterns of incidents occur, or\nincidents in which the perpetrator has been repeatedly involved.  Reportedly, the \nManagement Committee noted in April  2008 that supervisory staff are intimidated\nto not correct subordinate staff.  We received similar allegations from several\ndifferent line and supervisory staff.  Although determining the validity of these\nallegations is beyond the scope of this report, the perception, shared by staff in\nthese separate instances, is that they would be retaliated against for speaking out. \nThe perception alone, if not rebutted forcefully by facility leadership, can be enough\nto affect investigations.    \n\n- 20 ­\nfacility compiles incident information in the State’s unusual incident reporting\nsystem but is not able to query that database to determine specific trends at\nAncora.   However, the State only recently provided us data requested during and\nshortly after our tour concerning patient-on-patient and employee-on-patient\nassaults and incident summaries.  It appears that the State is attempting to\ndemonstrate that Ancora adequately tracks and analyzes incidents.  We find the \nState’s delayed analysis to be untimely and severely compromised.  Reliance on \nsuch a limited data system impairs the ability of risk managers to analyze incidents\ncomprehensively and in a timely manner and to compare the frequency and severity\nof incident trends to determine effective plans of correction.  In any event, the\nincident reports recently provided to us support our finding that investigations of\nalleged abuse are often delayed and can take months – even up to a year – to reach\nfinality.  The reports also include a significant number of substantiated claims of\nabuse and neglect, often resulting in self-harm or patient-on-patient violence,\nfurther evidencing the inadequacy of prevention efforts. \nIn conclusion, Ancora’s system to protect patients falls egregiously short of\ngenerally accepted professional standards of care:  it fails to analyze effectively\nincident data to manage risk and prevent recurring harm; relies on inconsistent and\nincomplete investigations; and fails to analyze its performance to ensure safety.  \n2.  Inadequate Clinical Management and Nursing Care \nInadequate clinical management of patients with known high-risk conditions\nillustrates the absence of a system for tracking and proactively managing the\nmedical needs of patients at risk.  We found nursing documentation to be\nincomplete, inadequate, unreliable, inconsistent, and fragmented.  Adequate\nnursing documentation is essential to ensure timely and appropriate follow-up and\ntreatment and to communicate to treatment teams the emergence of risk factors\nthat must be addressed in a patient’s plan of care.  Generally accepted professional\nstandards require proactive monitoring for known risks, including medical risk. \nAlthough we found that adequate primary care and outside specialists are\navailable to treat the medical needs of Ancora patients, we found that emergent\nmedical concerns are not adequately identified and brought to the attention of\nsupervisors and the treatment team to enable the team to address medical risk\nproactively.  Poor management of D.E.’s risk of pressure sores, discussed previously,\nis one example.  Another is the management of patients at risk for painful and\ndangerous fecal impaction and bowel obstruction.  These conditions are a known \nand frequent complication associated with many common psychiatric medications,\nyet in response to our pre-tour document request, the State asserted that Ancora\ndoes not maintain a list of patients at risk for impaction or bowel obstruction.  We \nfound deficient nursing documentation for those patients requiring bowel \n\n- 21 ­\nmanagement.  The monitoring form on which bowel monitoring information is\nrecorded is missing clinically significant information.  In addition, as with nursing\ndocumentation throughout the facility, the documentation on the forms reviewed by\nour consultant was blank in many instances, inconsistent with other\ndocumentation, vague, and unreliable.  This protocol reflects deficient nursing\npolicy and training, because it does not put into measurable and useable terms the\ntype of data required to be collected.  As a result, data collection is necessarily \nsubjective from nurse to nurse.  The minimal documentation in these records also \ndoes not confirm that physicians are timely notified of concerns that require\nintervention.  \nAnother example of these deficiencies is present in diabetes management. \nDiabetes is a manageable condition if properly monitored and treated but can have\nserious complications if it is not.  Our consultant’s review of E.E.’s chart \nunfortunately found evidence that E.E.’s treatment team is not adequately\naddressing his diabetes.  As discussed above regarding bowel management, E.E.’s\nchart also was missing clinically significant information, such as changes in the\npatient’s hemoglobin levels.  Hemoglobin levels must be monitored to detect\ndangerous drops that may lead to harmful complications.  E.E. is currently\nsuffering from several complications, and his diabetes must be managed to prevent\nthese complications from worsening.  Ancora’s failure to monitor these known \nmedical risks is a significant departure from generally accepted professional\nstandards. \nIn addition to inadequate nursing documentation, nursing supervision is an\nongoing concern.  CMS surveyors in February 2008 identified 15 shifts in Holly Hall\nin a ten-day period where there was no evidence that nursing supervisors conducted\nrequired rounds and reviewed precaution sheets as they should have.  Moreover, \nsurveyors identified that, during the same week, Cedar Hall units lacked any\nsupervisory nursing rounds for whole days over all three shifts.  Nearly a year later, \nwe observed continuing lapses in supervision.  With the exception of mealtime\nmonitoring, we generally observed that patients on precautions were assigned\nadditional staff and that the direct care staff documented additional checks of those \npatients.  Staff did not have a uniform understanding of what was required by\ndifferent levels of supervision, however.  Moreover, we found that assigned charge\nnurses did not consistently document additional assessments of these patients, as\nrequired by policy.  Policy also requires nursing staff to conduct environmental \nsafety checks.  We found six instances on a shift during our visit where\nenvironmental safety checks were not conducted, and staff noted on the monitoring\nform, “no staff to cover.”  We asked to review a sample of monitoring check sheets\nfor additional dates to determine if this was an isolated occurrence, or a pattern of\nfailure.  The facility could not make this data readily available, we were told,\nbecause these monitoring sheets are not filed in an organized manner.  This, of \n\n- 22 ­\ncourse, also impedes the facility’s ability to determine whether there was a pattern\nthat could jeopardize patient safety or merely an isolated instance of poor staff\nperformance.  The facility’s inattention to monitoring of nursing supervision – an\narea previously identified by other reviewers as deficient – is concerning.  Failure to \nensure nursing supervision of seriously ill patients places them at risk of continuing\nharm and inadequate treatment. \nGenerally accepted professional standards require that nursing staff properly\ncomplete Medication Administration Records (“MARs”).  Among other things, MARs\nlist current medications, dosages, and times that medications are to be\nadministered.  Proper and timely completion of the MARs is fundamental to\nmaintaining patient safety and reducing the likelihood of medication errors and\nadverse drug effects.  Failure to follow accepted MARs protocol may result in\npatients not receiving medications or receiving them too frequently, which could\nresult in serious harm.  Our review of the MARs revealed numerous instances in \nwhich Ancora administered medicine in a manner that substantially deviates from\ngenerally accepted professional standards.  Consistent with the observations of \nAncora’s pharmacy contractor, we found many failures to administer medications at\nthe proper time and many failures to verify the medication three times, as required\nby policy.  Consistent with poor nursing documentation in other areas, we also\nfound documentation errors on the MARs.  Ancora’s pharmacy contractor reported a\nchaotic environment during medication administration, which was consistent with\nour observations.  This concern was discussed at facility medication safety meetings\nmore than six months before our visit, yet a plan of correction has not rectified this\nproblem.  These inadequate nursing practices place Ancora patients at undue risk of \nharm. \nAncora's psychopharmacology practices also substantially deviate from\ngenerally accepted professional standards in several important respects.  Extensive \nPRN use reflects reactive care and sub-therapeutic treatment of the patient's\nunderlying condition.  Although Ancora's pharmacy contractor is supposed to audit\nhigh PRN usage, the audit described to us has a retrospective design that\nis unlikely to provide timely and useful data to psychiatrists to better manage the\ntreatment of these patients.  Moreover, in November 2008, a month when several \npatients experienced continued excessive PRN use, including D.D., who had 92\nPRNs, not even this retrospective audit was conducted, and thus, pharmacy failed\nto provide data about this important indicator that should have been considered\nin patient care.  Another important safeguard in psychopharmacology is the\nmonitoring of adverse drug reactions (“ADRs”).  Plans were described to us for \nimprovements in the reporting system to make it less punitive, although these and\nother proposed changes are not yet evident in facility records.  Staff described a \nsystem where physicians have electronic access to current information about\npotential drug interactions at the point of care, that is, on the units, however, we \n\n- 23 ­\nsaw no evidence that this safeguard is in place or used by physicians.  It also \nappears that pharmacy does not trend or aggregate data on ADRs and share that\ninformation with physicians in order to improve patient care and patient outcomes.\n In each of these respects, psychopharmacology practices at Anroca substantially\ndeviate from generally accepted professional standards.   \n \n3.  Restraint Use is Excessive \nThe right to be free from undue bodily restraint is “the core of the liberty\nprotected by the Due Process Clause from arbitrary governmental action.” \nYoungberg, 457 U.S. at 316 (quoting Greenholtz v. Nebraska Penal Inmates, 442\nU.S. 1, 18 (1979) (Powell, J., concurring in part and dissenting in part)).  Thus, the \nState may not subject Ancora patients to restraint “except when and to the extent\nprofessional judgment deems this necessary to assure [reasonable] safety [for all\npatients and personnel within the institution] or to provide needed training.”  Id. at \n324.  Generally accepted professional standards require that restraints:  (1) will be\nused only when persons pose an immediate safety threat to themselves or others\nand after a hierarchy of less restrictive measures has been exhausted; (2) will not be\nused in the absence of, or as an alternative to, active treatment, as punishment, or\nfor the convenience of staff; (3) will not be used as a behavioral intervention; and (4)\nwill be terminated as soon as the person is no longer a danger to himself or others. \nAncora’s use of restraints substantially departs from these standards and exposes\npatients to excessive and unnecessarily restrictive interventions. \nGiven the deleterious effects of restraint, and the fact that restraints restrict \npatients’ rights and their ability to receive appropriate care, generally accepted\nprofessional standards require that institutions like Ancora reduce their use of\nrestraint by addressing behavior problems with less intrusive and restrictive\nstrategies.  We found that use of physical restraint at Ancora is high.6   In the 14 \nmonths from September 2007 to November 2008, data show 837 reported uses of\nhighly-restrictive four-point restraints, an average of two episodes every day.  Two-\npoint restraints were used almost as frequently, an average of 54 times per month. \nCMS surveyors cited a pattern of increased use of restraint in March 2008,\nand Ancora’s own restraint reduction committee identified continued increases in \nrestraint use in September 2008.  In the 14 months prior to our visit, 24 Ancora \n6\n  Types of restraints used at Ancora include four-point restraints, two-\npoint restraints, and manual holds.  In a four-point restraint, hospital staff use\ncloth or leather straps to tie an individual’s wrists and ankles to a bed or a chair.  In \na two-point restraint, staff tie an individual’s wrists to a bed or a chair.  In a \nmanual hold, staff physically hold an individual’s head, limb(s), and/or body.  \n\n- 24 ­\npatients had more than 20 reported restraint episodes, and an additional 51\npatients were restrained five times or more.  We found that many patients who\nwere repeatedly subject to restraint and/or administration of PRN medications –\nmeasures that should be reserved for emergency crisis intervention – have no\nbehavioral supports in place.  This is an egregious departure from generally\naccepted professional standards.  Examples of reactive care and failure to provide\nadequate behavior management services include: \n•\t  F.F. was restrained 18 times in an eight-week period during September and\nOctober 2008.  In 48 incident reports involving F.F. from this period, the\ntreatment team makes no mention of antecedent, or precipitating events\nprior to incidents involving head-banging, aggression, and, frequently,\nrestraint.  There is no mention of proactively supporting this patient by\nteaching him coping strategies, or coaching or intervening in advance of the\ncrises. \n•\t  D.D., a young woman and long-term patient with a diagnosis of\nschizoaffective disorder, mild mental retardation, and borderline personality\ndisorder.  In the months prior to our visit, she experienced escalating\nepisodes of self-harm by head-banging and loud and aggressive outbursts,\nwhich were frequently followed by restraint and administration of PRN\nmedications.  She was reportedly restrained 43 times in the 14 months from\nSeptember 2007 to November 2008; she received 92 PRNs in November 2008\nand 108 PRNs in December.  Although the record shows some attempt to de­\nbrief after these crises, there was no evidence that the team analyzed\nantecedent conditions, taught D.D. coping skills to avert a crisis, or consulted\nwith staff or experts outside the treatment team.  Each of these concepts had\nbeen suggested in the reduction of restraint committee meetings, but none of\nthese methods were used to intervene on behalf of this patient frequently in\ncrisis.  No treatment interventions addressed the problematic behaviors that\ncontribute to her prolonged hospitalization.  \n•\t  E.E. was restrained 26 times from June to October 2008.  On September 29,\nan incident report noted that E.E. was restrained for yelling and the inability\nto be re-directed.  On its face, yelling is not a behavior that places a person in\nrisk of imminent harm, and generally accepted professional standards\nrequire that restraint be used only if there is such an imminent risk.  The \ntreatment team held a restraint review in October and reviewed medications, \ncounseled the patient about the importance of maintaining safety, and\ndocumented that the patient “could not state his reasons for becoming\nagitated.”  There was no documentation to suggest that the team analyzed\nthe antecedents to this patient’s outbursts or addressed alternatives to\nrestraint use.   \n\n- 25 ­\nGenerally accepted professional standards also require treatment teams to\nmonitor and revise behavior plans as necessary.  We noted numerous instances of \ncontinuing or escalating problem behaviors in which treatment teams took no\neffective action to revise the treatment.  For example: \n•\t  F.F., discussed earlier, had an ineffective behavior contract.7   F.F.’s progress \nnotes refer frequently to his breaking the behavior contract and to head-\nbanging and restraint being “an everyday occurrence,” despite the continued\nloss of privileges.  There was no indication in his treatment records that his \ntreatment team collected data about antecedents to this disruptive behavior,\nand, indeed, there is no place on the reporting form for unusual incidents to\nrecord that relevant information.  The clear risk of harm to patient F.F. was\nacknowledged, belatedly, by his treatment team in a letter to the hospital\nadministration dated December 2008, which urged the administration to\ntransfer F.F. to another facility, where he could receive dialectical behavior\ntherapy (“DBT”).  DBT is the primary evidence-based treatment protocol for\nF.F.’s borderline personality disorder.  The absence of DBT at Ancora is \nconsistent with our observation that Ancora provides insufficient evidence-\nbased treatment. \n•\t  D.D., with 46 incidents between October 3 and December 30, 2008.  D.D. had \na crisis plan to be implemented after her incidents, typically head-banging or\naggression, but no specific, individualized behavioral plan.    \nIt is a violation of generally accepted professional standards to permit dangerous,\nmaladaptive behaviors to continue for months without collecting objective data\nabout antecedents, using that information to inform a functional analysis of this\nbehavior, and implementing a revised behavioral support plan.  The failure to \nprovide this care places these patients at continued risk of harm.  \nIn addition to excessive numbers of restraint episodes, we also find that\nAncora fails to ensure that restraints are terminated as soon as the patient no\nlonger presents a risk of imminent harm to himself or others, in part because the\ncriteria for release from restraint are not routinely written in measurable or\nobservable terms, as required by generally accepted professional standards. \nBecause the criteria are vague, e.g., patient should be “calm,” it is not clear whether\nthe patient was released as soon as appropriate.  In three cases, D.E., F.F., and \n7\n  A behavior contract is an agreement between a patient and his or her \ntreatment team that the patient will not engage in certain behaviors. \n\n- 26 ­\nT.U., nursing notes stated that the patients’ psychological status was “adequate”,\nbut the restraint was continued.  Because “calm” and “adequate” are not described\nin specific, operational terms, it is not clear that staff understood to terminate these\nepisodes of restraint as soon as the patients were no longer a danger to themselves\nor others. \nFinally, contrary to generally accepted professional practices, we found\ninsufficient and, in some cases, no review of, restrictive programs by the facility’s\nhuman rights committee.  These examples evidence an egregious departure from\ngenerally accepted professional standards: \n•\t  V.W.’s plan contains a planned restraint, instructing staff that if he engages,\nor even attempts to engage, in physical aggression or property destruction, he\nshould immediately be placed in restraint for one minute.  If he fails to calm \nafter one minute, or persists in physical aggression, he is to be placed into\nfour-point restraint.  Planned restraint is an outdated and discredited \npractice.  It has also proven ineffective – despite repeated restraint, V.W.’s\nproblematic behaviors persist, and this “plan” has nonetheless not been\nrevised by his treatment team. \n•\t  X.Y.’s plan to address pica incidents includes a contingency to restrict brief\noff-unit visits with his family.  His family requested that the brief visits be\ncontinued regardless of whether X.Y. displayed this behavior.  His family was\ntold by the treatment team that they would have to seek permission from the\nadministration – precisely the opposite of accepted practice.  Instead, the \nteam should have sought permission from the human rights committee to\nrestrict X.Y.’s rights in this manner.  \n4.\t  Ancora Fails to Provide Adequate Mental Health \nTreatment, particularly for Patients with Aggressive and Self-\nInjurious Behaviors \nAncora patients have a constitutional right to receive adequate mental health\ntreatment that provides “a reasonable opportunity to be cured or to improve [their]\nmental condition.”  Donaldson v. O’Connor, 493 F.2d 507, 520 (5th Cir. 1974),\nvacated on other grounds, O’Connor v. Donaldson, 422 U.S. 563 (1975).  The mental \nhealth services at Ancora, however, substantially depart from generally accepted\nprofessional standards.  Psychiatric practices are marked by inadequate\nassessments, which, in turn, lead to inadequate treatment planning and delivery of\ninadequate treatments and interventions.  Although Ancora professes that it has\nadopted the principle of person-centered care, treatment planning is not person-\ncentered, individualized, or integrated across disciplines and thus fails to comply \n\n- 27 ­\nwith generally accepted professional standards.  These failures affect the quality\nand effectiveness of the patients’ treatment plans, which are the foundation of an\nadequate mental health care program.  Many of these deficiencies also directly\nthreaten patients’ physical health and well being.  Moreover, as noted in the \ndiscussion of discharge planning, failure to treat a patient’s mental health needs\nwhile hospitalized can frequently lead to failed discharges and to repeated\nhospitalizations.  The reactive approach to treatment at Ancora and frequent use of\nrestraint further condition patients to become institution-dependent, rather than\ndevelop and strengthen individualized symptom-management skills that they can\nuse in both community and hospital settings. \na.  Assessments are Inadequate \nAncora’s mental health treatment is deficient, in part, because incomplete\nand inadequate assessments routinely fail to identify patients’ presenting problems,\nstrengths, and needs.  Appropriate treatment begins with a thorough assessment of\nall factors relevant to the patient’s situation at the time of admission.  Assessments \nshould address the presenting problem, the patient’s medical and psychosocial\nhistory, and vocational, educational, social, and daily living skills.  The assessments \nshould also include contributions from psychiatry, nursing, psychology, and social\nwork.  Although Ancora’s policies describe an adequate process for initial\nassessments, in practice, many of the assessments our consultants reviewed were\ncritically deficient, in some cases omitting entire areas of relevant inquiry, and in\nother cases containing only cursory and insufficient attention to these areas.  \nIn the majority of the cases we reviewed, assessments do not meet generally\naccepted professional standards.  Deficient assessments lead to deficient case \nformulations; treatment teams that have incomplete understanding of the strengths\nand needs of individual patients do not provide the treatment and supports these\nindividual patients require.  The absence of relevant information impedes both\ndevelopment of a treatment plan that addresses all of the patient’s treatment needs,\nand preparation of an adequate plan for discharge to the most integrated setting\nappropriate.  \nInitial assessments that are completed at the time of admission must be\nupdated with relevant information gained through additional observation of the\npatient, testing, as indicated, and collaboration with family and community \nresources.  We found that assessments at Ancora show little evidence of being\nupdated with relevant information as required by generally accepted professional\npractices. \nThe assessments for patients with behavioral problems were particularly\ndeficient, with most lacking a functional assessment that is critical to \n\n- 28 ­\nunderstanding the causes of the problem behavior and developing a treatment plan\nto reduce or eliminate it.  \nb.  Treatment and Interventions Are Inadequate \nTreatment planning must incorporate a logical sequence of interdisciplinary \ncare:  (1) the formulation of an accurate diagnosis based on adequate assessments\nconducted by all relevant clinical disciplines; (2) the use of the diagnosis to identify\nthe fundamental problems that are caused by the diagnosed illness; (3) the\ndevelopment of specific, measurable, and individualized goals that are designed to\nameliorate problems and promote functional independence; (4) the identification of\nappropriate interventions that will guide staff as they work toward those goals; and\n(5) ongoing assessments and, as warranted, revision of the treatment plan.  To be \neffective, the treatment plan should be comprehensive and include input from\nvarious disciplines, under the active direction and guidance of the treating\npsychiatrist who is responsible for ensuring that relevant and critical patient\ninformation is obtained and considered. \nAncora’s treatment planning substantially departs from these standards. \nFrom initial diagnosis and assessment to the development of skills and functioning\nnecessary for recovery and community reintegration, Ancora’s treatment planning\nfails to meet the fundamental requirements for the treatment and rehabilitation of\nits patients.  As a result, patients are not receiving appropriate treatment and\nrehabilitation; patients are at risk of harm from themselves and others; patients are\nsubject to excessive use of restrictive interventions; and patients are at increased\nrisk of relapses and repeat hospitalizations.  Further, patients’ options for discharge\nare significantly limited, resulting in unnecessarily prolonged hospitalization and,\nwith respect to forensic patients, prolonged involvement in the criminal justice \nsystem. \nAncora does not provide sufficient treatment programming to patients, a\nfinding that repeatedly has been brought to the facility’s attention.  Ancora’s own \nFebruary 2008 audit by outside consultants found inadequate levels of active\ntreatment and a non-therapeutic environment in the day areas.  See also Centers \nfor Medicare and Medicaid Services (“CMS”) Survey report dated April 11, 2008\n(finding that staff unaware of individual patients’ treatment schedules and patients\nnot receiving treatment aligned with treatment plans).  Yet precisely these same\nconditions existed during our site visit in January 2009, nearly one year after these\nprior audit findings. \nAt the time of our review, groups were offered at a central Psychosocial\nTreatment Mall, in building-based treatment malls, and in the dayrooms of some\nliving units.  There were a few patients involved in a sheltered workshop at the \n\n- 29 ­\nTreatment Mall and a few patients working in facility maintenance and\nhousekeeping.  Only a handful of groups at the facility offered psychosocial\ntreatment consistent with generally accepted professional standards.  The majority\nof the groups offered were recreational or diversionary, without sufficient content or\nstructure to be considered treatment programming.  Of the groups we observed, use\nof evidence-based practice was apparent in only one group, in the Psychosocial\nTreatment Mall.  Moreover, we observed no instances in which program\nparticipation was individualized and tied back to the treatment plans of\nparticipants.  The only data collected was attendance at group; treatment teams\nreceived no data related to patients’ progress on individual treatment goals. \nAlthough Ancora professes to have adopted a recovery-oriented plan of care,\nthe majority of treatment plans we reviewed were deficit-based.  For example, \nbehavioral plans are frequently punitive.  Plans are based on generic losses of\nprivileges in response to a maladaptive behavior, and frequently do not specify any\npositive reinforcement if the patient refrains from that behavior for a set period of\ntime.  Thus, F.F. loses smoke breaks if he bangs his head.  V.W. loses visits with his \nfamily if he does not refrain from physical aggression or destructive behavior.  \nIneffective behavioral plans at Ancora often reflect a lack of coordination\nbetween disciplines.  For example, patient Z.A.’s plan included both deficit-based\nand positive reinforcers.  However, the plan reflected a lack of coordination between\nteam members, and a lack of expertise in designing the plan.  The rewards could be \nearned only if Z.A. refrained from aggressive behavior for a week, which was too\nlong an interval because Z.A. typically engaged in this behavior twice a week.  Even \nmore concerning, the goal of his treatment plan, to return to a cottage where he\npreviously lived, was not an outcome Z.A. wanted, as noted in his record:  “since \n[Z.A.] does not want to return to Cottage 18 . . . it may result in aggressive behavior\nin an attempt to remain at APH. [Z.A.] engaged in this behavior during his last\nadmission to APH.”  These goals and rewards were, not surprisingly, ineffective.  \nAncora does not typically collect baseline and monitoring data to inform\ncontinued treatment.  Without relevant data, it is difficult to measure progress\ntoward even the most generic of goals articulated in the treatment plans.  For \nexample, Y.B., a patient readmitted to the hospital after leaving a group home\nbecause she was unable to comply with its rules, has a treatment goal of reducing\nthe influence of her psychotic symptoms and an intervention that provides\ndiversionary activities and encourages her attendance.  The “data” collected to \nevaluate her progress was attendance at activities.  Diversionary activities are not\ntreatment, and inpatient hospitalization is not the most integrated setting in which\ndiversionary activities can be provided. \n \n\n- 30 ­\nThe few behavioral assessments in place at Ancora substantially depart from\ngenerally accepted professional standards.  In their review, our consultants found \npatients with problem behaviors who lacked functional assessments, the most\nfundamental tool necessary to understand and treat maladaptive behaviors.  For \nexample, X.Y., whose problematic behavior includes pica, or swallowing inedible\nitems, had behavioral plans for several years, although he was twice returned to 1:1\nstaffing because the plan failed to control his pica.  His chart contains no evidence \nthat a functional assessment of this behavior was undertaken prior to developing a\nbehavior plan, a gross violation of professional standards.  In other cases, the \nfunctional analysis was deficient in one or more significant ways:  many failed to\nhypothesize the function of the challenging behavior; did not consider antecedent,\nenvironmental, or health factors that influence a behavior; did not contain sufficient \nbaseline data; and failed to identify target or appropriate replacement behaviors. \nAn adequate functional assessment is an essential predicate to understanding the\nmotivation for a problematic behavior and the antecedents that may trigger the\nbehavior or increase its frequency.  The inadequacies in behavioral assessments at\nAncora undermine all subsequent treatment planning.  \nAncora makes extremely limited use of neuropsychological testing in\ndeveloping treatment plans.  While on site, we saw only one patient with evidence\nof neuropsychological testing to assess cognitive ability.8   The testing suggested that \nhis level of function is greater than his actual ability, an incongruence that would\naffect his interactions with peers and staff.  Goals articulated by his psychologist in\nan annual report were appropriately patient-centered and specific but were neither\nincorporated into the treatment plan nor, seemingly, considered by the treatment \nteam.  This failure to incorporate relevant information from all disciplines, and, in\nparticular, this relevant information about the patient’s cognitive ability,\ncompromised the team’s ability to provide individualized and effective treatment.      \n   Generally accepted professional standards require that treatment plans for\npatients be measurable, specific, and appropriately patient-centered.  However, the \nmajority of treatment plans we reviewed contained non-measurable, generic, vague,\nand deficit-based goals.  Examples of goals typical of those in the records we \nexamined include: \n•\t  patient’s thoughts will be more reality-based and less influenced by psychotic \nsymptoms; \n8\n  A second patient record, with evidence of neuropsychological testing to \nassess cognitive ability, was provided to us in late July, six months after our site\nvisit. \n\n- 31 ­\n•\t  patient’s thought process will not interfere with obtaining and keeping Level\n2 (referring to degree of off-unit privileges) within the next 90 days; \n•\t  patient will refrain from ingesting foreign objects; \n•\t  increase patient socialization skills and increase reality orientation; \n•\t  improve thought process; and \n•\t  patient will improve impulse control and diminish aggressive outbursts. \nTreatment options for patients with co-occurring substance abuse diagnoses\nare particularly deficient.  This is despite the acknowledgment by the Risk\nManagement Committee, in June 2008, of a correlation between drug abuse and the\npotential for violence and the barrier that substance abuse presents to successful\ncommunity residence.  During our visit, the treatment options specifically\naddressing substance abuse included one group at the Psychosocial Treatment Mall,\nobserved during our visit to include approximately five patients, and a patient-run\ngroup known as the Mentally Ill and Chemically Addicted Club (“MICA”).  Patients \nwith unmet need for substance abuse treatment include:    \n    \n•\t  X.C., who has a diagnosis of schizophrenia and a history of substance abuse,\ninitially received substance abuse treatment through the MICA club.  X.C. \nsubsequently eloped from a brief visit and was then denied enrollment in the\nMICA Club. \n•\t  W.D., who also has a diagnosis of schizophrenia and a history of substance\nabuse, was referred to the MICA club but denied enrollment.  \n•\t  V.E., who has diagnoses of chronic schizophrenia and polysubstance abuse,\nwas denied enrollment in the MICA club. \n•\t  G.G. and U.F., both with diagnoses of schizoaffective disorder and\npolysubstance abuse, are on a waiting list for services.  T.H., with a diagnosis\nof schizoaffective disorder and alcohol abuse, is on a waiting list for services. \nc.\t  Inadequacy of Treatment is Enhanced for Limited English \nProficient (LEP) Patients \nThere are a significant number of patients at Ancora whose ability to speak,\nunderstand, read, or write in English is sufficiently limited to be a factor in how\nthey are treated.  It appears that bilingual staff or professional interpreters are not\nconsistently being used to facilitate communications with patients or their families. \n\n- 32 ­\nIn some cases, staff are allowing language to act as a barrier to placement for\nlimited English proficiency (“LEP”) patients.  For example, patient S.I. was\nadmitted six years ago, in January 2003, and placed on CEPP status almost five\nyears ago, in September 2005.  The CEPP tracking report notes that she \"does not\nspeak English and requires interpreter[.]  This has been a barrier to placement.”  A \npsychologist’s progress note confirms this:  “The patient [S.I.] speaks Mandarin\nChinese and it is difficult to communicate with her, on occasion, when an \ninterpreter is present an attempt is made to communicate with her.  Requests have\nbeen made to schedule an interpreter to meet with her on an individual basis and to\nhave some phrases translated from English to Mandarin for when an interpreter is\nnot available.”  We note that consent forms, treatment plans, and other documents\ncritical to a patient’s treatment have not been translated into languages other than\nEnglish. \nFailure to treat patients in a language appropriate manner can affect all\nphases of patient care and is likely to enhance the inadequacy of care afforded to\nLEP patients in particular.  Impaired communication between LEP patients and\nstaff undermines effective diagnosis, treatment, health care, investigation, and\nplanning.  Insufficient language support may interfere with good patient care, place\nLEP patients at greater risk of harm, or needlessly extend the duration of\nsegregated treatment. \n  \nIV.  RECOMMENDED REMEDIAL MEASURES \nTo remedy the deficiencies discussed above and protect the constitutional and\nfederal statutory rights of the patients at Ancora, the State of New Jersey should\npromptly implement the minimum remedial measures set forth below: \nA.\t  Support For Discharges to the Most Integrated Setting \n1.\t  Assess each patient, including those specific sub-groups of patients\nwith significant barriers to discharge, to determine whether the\npatient is receiving services in the most integrated setting appropriate\nfor his or her needs. \n2.\t  If it is determined that a more integrated setting would appropriately\nmeet the patient’s needs and the patient does not oppose community\nplacement, promptly develop and implement a transition plan that\nspecifies actions necessary to ensure safe, successful transition from\nthe facility to a more integrated setting, the names and positions of\nthose responsible for these actions, and corresponding time frames. \nDevelop a waiting list showing the date on which a more integrated\nsetting was found appropriate for each patient and how long the \n\n- 33 ­\npatient has been on the waiting list.  Identify the particular barriers\nfor each such patient that are preventing discharge to a more\nintegrated setting. \n3. \t Implement the State’s plan to improve supportive housing by issuing a\nrequest for proposals to serve discharge-ready patients. \n4.\t  Ensure the participation in all aspects of care and treatment planning\nby the patient, his or her guardian, family, and friends, as appropriate,\nand staff who know the patient best.  \n5.\t  Conduct and update as necessary interdisciplinary assessments of each\npatient.  Assessments should be adequate to develop treatment goals\nand intervention strategies while at Ancora and upon return to the\ncommunity.  Ensure that professional staff performing assessments\nobtain and document sufficiently detailed information regarding\npatients’ strengths, preferences, needs, and history.     \n6.\t  Provide education and counseling to patients, their guardian, and/or\nfamilies as necessary to address any opposition to placement in the\nmost integrated setting. \n7.\t  Ensure continuity of care at discharge so that the patient has direct\ncontact with specific community providers who have been identified to\nprovide services to patients upon discharge. \n8.\t  Monitor community-based programs to which patients are discharged\nto ensure program adequacy and the full implementation of each\npatient’s treatment and service plan. \n9.\t  Develop and implement initiatives to address barriers to placement in\nthe community. \n10.\t   Expand and modify community services so that patients can be\ndischarged to the community in a timely manner.  Ensure that such \nservices for hard-to-place patients are expanded and modified.  Expand\nand modify community capacity where there are gaps in service. \nB.\t  Protection from Harm \n1. \t Immediately replace all potential environmental suicide risks in\npatient areas. \n\n- 34 ­\n2. \t Develop and implement a comprehensive incident management, risk\nmanagement, and quality assurance system to collect information\nrelated to adequacy of safety, identify and monitor implementation of\ncorrective and preventative actions, and assess effectiveness of the\nactions in the areas of Olmstead planning; protection from harm,\nincluding use of restraints; mental health care; and medical care. \n3.\t  Develop and implement adequate policies and procedures regarding\ntimely and complete incident reporting and the conduct of\ninvestigations of serious incidents.  Train staff and investigators fully\non how to implement these policies and procedures.  Include \nrecommendations in investigation reports and ensure the prompt\nimplementation of remedial measures to prevent future occurrence of\nincidents and injuries. \n4. \t Cease discussion of open investigations to ensure that the\ninvestigatory process is not compromised. \n5. \t Centrally track and analyze trends of incidents and injuries, so as to\ndevelop and implement remedial measures that will prevent future \nevents. \n6.\t  Ensure that independent and thorough investigative practices are\nfollowed when reviewing alleged employee misconduct or wrongdoing. \nInvestigative practices must be free from retaliation, undue influence,\nor intimidation from any party. \n7.\t  Ensure that information regarding employee disciplinary actions is\nincluded in investigative files to effectively track and take appropriate\naction in the case of repeat employee perpetrators. \n8.\t  Ensure that recommendations for corrective action are distributed to \nstaff in all disciplines as well as direct care staff to ensure responsive\nactions are implemented and documented.  Ensure that corrective \nactions are monitored and reviewed to ensure effectiveness. \n9. \t Ensure that staff receive adequate competency-based training to\nprovide adequate supervision of patients and implementation of\ntreatment plans. \n10.\t   Develop criteria for conducting risk reviews and monitor those at risk. \n\n- 35 ­\n11.\t  Enhance critical review of mortalities so that opportunities for\nperformance improvement and reducing recurrent adverse events is a\npart of each review.  Assure documentation of the review with \nemphasis on reporting recommendations for improvement. \nC.\t  Clinical Management and Nursing Care \n1.\t  Provide adequate medical care, nursing, and therapy services\nconsistent with generally accepted professional standards to patients\nwho need such services. \n2.\t  Provide each patient with proactive, coordinated, and collaborative\nhealth care and therapy planning and treatment based on his or her\nindividualized needs.  Conduct an adequate nursing assessment and\nreassessments as needed, according to generally accepted professional\nstandards.  Ensure that nursing staff notify relevant treatment team\nmembers of assessment and reassessment findings and clinically\nsignificant events as indicated. \n3. \t Ensure administration of medications consistent with professional\nstandards, with particular attention to developing a reporting system\nto encourage reporting of medication errors and to monitor adverse\ndrug reactions. \n4. \t Reconcile discrepancies between nursing policies and practices,\nparticularly concerning medication administration and patient\nsupervision.  \n5.\t  Establish a formalized mechanism for identifying patients with\nenhanced medical, nutritional, or physical support needs, including but\nnot limited to persons who are at risk of choking/aspirating; have\nswallowing difficulties; require assistance to eat or drink; receive\nenteral feedings; are at risk for constipation or bed sores; or are likely\nto require such services. \n6.\t  Ensure nurses and direct care staff receive competency-based training\nin the provision of care and individualized treatment plan\ninterventions.  Evaluate and document effectiveness of interventions. \n7. \t Ensure adequacy of nursing documentation. \n\n- 36 ­\nD.\t  Restraint Use and Behavioral Supports \n1.\t  Ensure that highly restrictive interventions or restraints are never\nused in lieu of treatment programs, for the convenience of staff, or as\npunishment. \n2.\t  Develop and implement a protocol that places appropriate limits on the\nuse of all restraints as well as the routine use of PRNs or other \nemergency chemical restraints.  Ensure that only the least restrictive\nrestraint techniques necessary are utilized and that restraint use is\nminimized. \n3. \t Eliminate the use of planned restraints.   \n4.\t  Develop appropriate observable, measurable, and individualized\nrelease criteria for patients in restraints. \n5. \t Eliminate use of crisis plans in lieu of behavioral supports. \n6.\t  Document and analyze antecedent factors that contribute to\nmaladaptive behaviors.  Record behavioral antecedents, including\nprecipitating causes and any coping skills used by the patient, in the\nincident and/or crisis de-briefing forms.  Train staff to observe and \nrecord behaviors in the forms.  Coordinate with psychology in\ndevelopment of adequate behavioral supports. \n7.\t  Ensure that ineffective behavior programs that may contribute to the\nuse of restraints are modified or replaced in a timely manner.  For \nthose patients subjected to chronic use of restraint associated with\ndifficult behavior problems, obtain outside expertise to help the facility\naddress those patients’ behavior problems in an attempt to reduce both\nthe behaviors and the use of restraint. \n8.\t  Provide advance review and approval by a Human Rights Committee\nor its equivalent of all proposed restrictions of patient rights. \nE.\t  Treatment Planning and Mental Health Services \n1.\t  Provide patients with adequate treatment, including mental health,\nbehavioral, and rehabilitative services needed to meet the patients’\nongoing needs.  These services should be developed by qualified\nprofessionals consistent with generally accepted professional standards\nto reduce or eliminate risks to personal safety, to reduce or eliminate \n\n- 37 ­\nunreasonable use of bodily restraints, to prevent regression, and to\nfacilitate the growth, development, and independence of every patient. \n2. \t Ensure that adequate assessments are used to develop a\ncomprehensive, interdisciplinary treatment plan for each patient for\nthe provision of necessary treatment, services, and supports.  Ensure \nthat the plans address the patients’ needs, preferences, and interests\nin an integrated fashion that utilizes the patients’ existing strengths. \nEnsure that staff are trained in how to implement the written plans\nand that the plans are implemented properly.  Update assessments as\nadditional information is gained. \n3.\t  Ensure that all patients receive individualized treatment\nprogramming consistent with generally accepted professional\nstandards.  Ensure that plans include measurable goals. \n4.\t  Develop and implement comprehensive, individualized behavior plans\nfor the patients who need them.  Through competency-based training,\ntrain the appropriate staff how to implement the behavior plans and\nensure that they are implemented consistently and effectively.  Record \nrelevant behavioral data and document patients’ progress on the plans. \n5.\t  Provide patients who have behavior problems with an adequate\nfunctional assessment so as to determine the appropriate treatments\nand interventions for each patient.  Ensure that this assessment is \ninterdisciplinary and incorporates medical, neuro-psychological, and\nother unaddressed conditions that may contribute to a patient’s\nbehavior. \n6.\t  Ensure sufficient neuropsychological testing as indicated. \n7.\t  Ensure adequate treatment programming for patients with substance\nabuse diagnoses.  Ensure sufficient programming to enable patients to\nwork off campus or attend off-campus programming or activities when\nthat is the most integrated setting appropriate to each patients’ needs. \n8.\t  Monitor adequately the patients’ progress on the programs and revise\nthe programs when necessary to ensure that patients’ behavioral needs\nare being met.  Provide ongoing training for staff whenever a revision \nis required. \n9.\t  Review applicable law, Title VI LEP guidance issued by the U.S.\nDepartments of Justice and Health and Human Services and available \n\n- 38 ­\nliterature on standards of care for LEP patients.  Many resources are \navailable at www.lep.gov (see, for example,\nhttp://www.usdoj.gov/crt/cor/lep/hhsrevisedlepguidance.pdf) and \nwww.hhs.gov/ocr/office/index.html. \n10.\t  Ensure that an appropriate language access management plan,\npolicies, and protocols are in place; that they are being implemented by\nstaff; and that LEP patients are not receiving care that is slower, less\neffective, or that results in hospitalization of longer duration than\nother patients. \n11.\t  Perform a comprehensive review of all patient care systems and\nsupport services, existing policy and practices, and available resources\nto determine what changes are needed to provide appropriate and\nlegally required care and treatment for LEP patients. \nF.\t  Psychiatric Services  \n1.\t  Provide adequate psychiatric services consistent with accepted\nprofessional standards to patients who need such services. \n2.\t  Ensure that each patient with mental illness is provided with a\ncomprehensive psychiatric assessment, a diagnosis consistent with\ngenerally accepted professional standards, appropriate psychiatric\ntreatment including appropriate medication at the minimum effective\ndose that fits the diagnosis, and regular and ongoing monitoring of the\npsychiatric treatment to ensure that it is meeting the needs of each\npatient.  Ensure that the psychiatrist(s) provide new assessments\nand/or revisions to any aspect of the treatment regimen whenever\nappropriate.  Ensure that psychiatric services are developed and\nimplemented in collaboration with facility psychologists and other\ndisciplines, when warranted, to provide coordinated behavioral care. \n3.\t  Ensure that psychotropic medication is only used in accordance with\ngenerally accepted professional standards and that it is not used as\npunishment, in lieu of a treatment program, for behavior control, in\nlieu of a psychiatric or neuropsychiatric diagnosis, or for the\nconvenience of staff. \n4.\t  Eliminate undue use of PRN medications.  Assure that the pharmacy\ncontractor’s audits include review of PRN medication in a timely\nmanner and that PRN audit information is shared with treatment \nteams in a timely manner so as to inform treatment.  \n\n- 39 ­\n5.\t  Provide physicians with regular reports on facility-wide\npharmaceutical consultation so that they can benchmark their own\npractice and the practice of their units with other physicians and units. \n.\t . . . . . . . . . .\n \nV.  CONCLUSION \nWe appreciate the cooperation we received from the facility staff, the New\nJersey Division of Mental Health, and the State’s Attorney General’s Office during\nour visit to Ancora.  We wish to thank the administration and staff at Ancora for \ntheir professional conduct, their generally timely responses to our information\nrequests, and the assistance they provided during our tour.  Further, we wish to \nespecially thank the hospital’s staff members, both new and longstanding, who\nmake daily efforts to provide appropriate care and treatment and who improve the\nlives of patients at Ancora.  Those efforts were noted and appreciated by the\nDepartment of Justice and our expert consultants. \n \nPlease note that this findings letter is a public document.  It will be posted on \nthe website of the Civil Rights Division.  While we will provide a copy of this letter\nto any individual or entity upon request, as a matter of courtesy, we will not post\nthis letter on our website until 10 calendar days from the date of this letter. \nAssuming there is continued cooperation from the State, we would be willing\nto send our expert consultants’ reports under separate cover.  These reports are not \npublic documents.  Although the consultants’ evaluations and work do not\nnecessarily represent the official conclusions of the Department of Justice, their\nobservations, analyses, and recommendations provide further elaboration of the\nissues discussed in this letter and offer practical technical assistance in addressing\nthem. \nWe are obliged to advise you that, in the event that we are unable to reach a\nresolution regarding our concerns, the Attorney General may initiate a lawsuit,\npursuant to CRIPA, to correct deficiencies of the kind identified in this letter, 49\ndays after appropriate officials have been notified of them.  42 U.S.C. § 1997b(a)(1). \nWe would prefer, however, to resolve this matter by working cooperatively with you\nand are confident that we will be able to do so in this case.  The lawyers assigned to\nthis matter will be contacting the State’s attorneys to discuss this matter in further\ndetail.  \n\n- 40 ­\nIf you have any questions regarding this letter, please call Shanetta Y.\nCutlar, Chief of the Civil Rights Division’s Special Litigation Section, at \n(202) 514-0195. \nSincerely, \n/s/ Loretta King \nLoretta King\nActing Assistant Attorney General\nCivil Rights Division \ncc:\t  Honorable Anne Milgram\nAttorney General\nState of New Jersey \nAllan Boyer\n\nChief Executive Officer\n \nAncora Psychiatric Hospital\n \nRalph J. Marra, Jr.\n\nActing United States Attorney\n\nDistrict of New Jersey\n ",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/sites/default/files/crt/legacy/2010/12/15/Ancora_findlet_08-24-09.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/90072"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115713,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115713"
    }
  ],
  "document_count": 2
}