{
  "case_id": 10008,
  "fetched_at": "2025-10-20T22:39:23.503038",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Chisago",
        "name": "Chisago County Sheriff's Department",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Chisago",
        "name": "Chisago County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Minnesota",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1984-04-30",
    "filing_year": 1984,
    "id": 10008,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male"
    ],
    "last_checked_date": "2014-11-11T00:00:00-05:00",
    "main_docket": {
      "id": 33072,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1984,
      "docket_filing_number": 573,
      "is_main_docket": true,
      "court": "District of Minnesota",
      "state": "Minnesota",
      "docket_office_number": "3",
      "docket_number_manual": "3-84-573",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "John Does 1-100 v. Ninneman",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Two male pre-trial detainees (purported to represent a class) who were strip-searched at the Chisago County Jail pursuant to a blanket jail policy",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1985-07-08",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Minnesota",
    "summary": "<p>In 1984, two male pre-trial detainees filed a 42 U.S.C. § 1983 class action lawsuit in the U.S. District Court for the District of Minnesota, challenging the strip search policy in effect at the Chisago County Jail.  The written policy at issue was instituted by the County Sheriff in 1982 and required that all persons to be housed in the Jail be strip searched for weapons and contraband.  Females were not housed in the Jail, so they were not subject to the policy and were only strip searched if they were suspected of harboring drugs or weapons.  Plaintiffs maintained that the policy violated the Fourth Amendment's ban on unreasonable searches and seizures.  They requested monetary damages and class certification.</p><p>Following discovery, the parties filed cross-motions for summary judgment and Plaintiff moved for class certification.  On July 8, 1985, the District Court (Judge Edward James Devitt) held that: (1) the policy was unconstitutional and (2) Plaintiffs were entitled to judgment on liability against the County, but (2) the individual defendants were entitled to qualified immunity.  John Does 1-100 v. Ninneman, 612 F.Supp. 1069 (D.Minn. 1985).</p><p>Defendants then moved to dismiss the case on grounds that the suit was not filed within the statute of limitations.  On May 7, 1986, the District Court (Judge Devitt) denied Defendants' motion, holding that it would not retroactively apply the recent United States Supreme Court case, of Wilson v. Garcia, 471 U.S. 261 (1985), which changed the law governing statutes of limitations in § 1983 civil rights actions.  The Court also denied as premature Plaintiffs' request for an award of attorneys' fees, reasoning that Plaintiff's counsel had about 40 similar strip search cases pending and the Court wanted to avoid multiple fee awards for what was possibly repeated work.  John Does 1-100 v. Ninneman, 634 F.Supp. 341 (D.Minn. 1986)  </p><p>There was no PACER docket available and we have no further information on this case.</p><p></p>",
    "summary_published_date": "2008-02-17T00:00:00-05:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10008",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10008",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10008",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10008"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121054,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121054"
    },
    {
      "date": "1985-07-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1069,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 612,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54143,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54143.pdf",
      "title": "Memorandum and Order",
      "text": "612 F.Supp. 1069 (1985)\nJOHN DOES 1-100, on Behalf of themselves and all others similarly situated, Plaintiffs,\nv.\nDave NINNEMAN, Sheriff of Chisago County, Minnesota, et al., Defendants.\nCiv. No. 3-84-573.\nUnited States District Court, D. Minnesota, Third Division.\nJuly 8, 1985.\nBarry G. Reed, and Charles S. Zimmerman, Zimmerman, Caplan & Reed, Minneapolis, Minn., for plaintiffs.\nJoseph B. Marshall, Marshall & Associates, Circle Pines, Minn. and Terry Votel, Reding & Votel, St. Paul, Minn.,\nfor defendants.\nMEMORANDUM AND ORDER\nDEVITT, District Judge.\nThe issue here, validity of Chisago County's strip search policy as applied to these plaintiffs, was heard and\nargued on June 24, 1985, on the parties' cross motions for summary judgment and plaintiff's motion for class\ncertification. As discussed more fully below, we hold that plaintiffs' motion for partial summary judgment against\nChisago County is GRANTED on the grounds that its strip search policy, as applied to these two male plaintiffs,\nwas unreasonable within the meaning of the Fourth Amendment; the individual defendants' motion for partial\nsummary judgment on the basis of immunity is GRANTED as to their immunity from damages; and the parties'\nmotions are DENIED in all other respects.\n1070 The essential facts are uncontroverted. One plaintiff, a resident of the county, was *1070 arrested in April of 1984\nat 10:30 P.M. on a civil bench warrant issued for his failure to appear at a hearing relating to child support. The\nother plaintiff, a resident of Hennepin County, was stopped by Minnesota State Highway Patrol officers in July of\n1980 while driving through Chisago County on his way to Duluth, Minnesota. He was arrested and charged with\ndriving after revocation of his driver's license.\nBoth plaintiffs were taken to the Chisago County Jail where they were ordered to empty their pockets, were\nfingerprinted and then strip searched in accordance with the county's policy and procedure. They were issued\ninstitutional clothing and a bedroll and placed in separate cells within the general jail population.\nChisago County Sheriff Dave Ninneman instituted a written strip search policy in 1982 applicable to detention in\nthe Chisago County Detention Center, continuing a policy previously in effect. The county concedes the strip\nsearches of both plaintiffs were conducted in accordance with county policy, requiring that \"all persons, without\nexception,\" who are to be placed in the general jail population, remove their clothes, shower, and then submit to a\n\"complete visual search\" that includes bending over to allow visual inspection of the rectal and genital areas.\nDetainees are then issued institutional clothing and their street clothes are searched by jail personnel for drugs,\nweapons or other contraband. Ninneman Affidavit, Clerk's Entry # 20 at 3.\nThe county's policy requires strip searching be performed by persons of the same gender, without verbal\ncommunication or conduct of a derogatory nature. The jailer gives oral directions to a detainee relating to proper\npositioning for visual inspection. Strip searches are conducted in relative privacy in that only the jailer and\ndetainee are present, and no touching of the detainee is allowed unless necessary to perform the search or\notherwise for control. Ninneman Affidavit, id. at 4. The indiscriminate strip search policy applies only to male\ndetainees because females are not housed in the Chisago County Jail. Females are subjected to strip searching\nat the jail on an individualized basis: if the individual is suspected of harboring drugs or weapons.\n\nSheriff Ninneman ordered his subordinates to comply with the policy \"under pain of discipline or termination\" to\nassure the security of the detainees and the jail personnel while preserving the dignity of the person searched\nand the individual conducting the search. Ninneman Affidavit, id. at 3. The parties concede, and the facts\npresented suggest, that county officials complied with the strip search policy in conducting the strip searches of\nthe two male plaintiffs. There are no allegations that the two plaintiffs were treated in a disrespectful or derogatory\nmanner.\nDefendants do not dispute the indiscriminate nature of the strip search policy but contend it is justified as the\nmost effective means of detecting drugs, weapons and other contraband. Therefore, it is necessary to assure the\nsecurity of the jail and safety of the detainees and jail staff. Defendants also contend that an indiscriminate policy\nis necessary to avoid charges of discrimination and to minimize their potential liability in the event an inmate\ninjures another.\nPlaintiffs claim strip searching is excessive and therefore is constitutionally unreasonable when performed on\ntemporary pretrial detainees arrested on minor charges unrelated to drugs or weapons and whose detention was\nnot anticipated. Additionally, they contend that security can be maintained in a less intrusive manner by\nseparating such pretrial detainees from the general jail population, using a metal detector and continuing the\ncounty's use of frisk or pat-down searches of detainees.\nThe Supreme Court in Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), held that warrantless\nvisual strip searches conducted on less than probable cause were not per se unconstitutional if a balancing of the\ninstitution's security interests with the privacy interests of the inmates tipped in favor of the institution.\n1071 The test of reasonableness under the Fourth Amendment is not capable of precise *1071\ndefinition or mechanical application. In each case it requires a balancing of the need for the\nparticular search against the invasion of personal rights that the search entails. Courts must\nconsider the scope of the particular intrusion, the manner in which it is conducted, the justification\nfor initiating it, and the place in which it is conducted.\nBell v. Wolfish, id., 441 U.S. at 560, 99 S.Ct. at 1884 (emphasis added).\nBell involved strip searching of pretrial detainees following their contact with visitors. The Court held such\nsearches were justified on the basis of security:\nA detention facility is a unique place fraught with serious security dangers. Smuggling of money,\ndrugs, weapons, and other contraband is all too common an occurrence. And inmate attempts to\nsecrete these items into the facility by concealing them in body cavities are documented in this\nrecord ... and in other cases.\nId.,441 U.S. at 560, 99 S.Ct. at 1884. Although only one instance of attempted smuggling by a detainee after\nmeeting with a visitor was discovered by a strip search, the Court surmised that strip searching may act as an\neffective deterrent. Id.\nThe Supreme Court has not addressed the constitutionality of strip searching pretrial detainees since Bell. The\nclosest case authority in this circuit involved strip searches of visitors to prison inmates, Hunter v. Auger, 672 F.2d\n668 (8th Cir. 1982), in which the Court of Appeals held such strip searches unconstitutional absent a reasonable\nsuspicion that a particular visitor is attempting to smuggle contraband by secreting it on his person. Id., at 674-75.\nDiscussing the balance of an institution's need for security with an individual's right of privacy, the Hunter court\nstated:\nprison officials are not unlimited in ferreting out contraband. Certainly, as has been observed,\none's anatomy is draped with constitutional protection. [Citation omitted.] And the state's interest\nmust be balanced against the significant invasion of privacy occasioned by a strip search. Indeed,\na strip search, regardless how professionally and courteously conducted, is an embarrassing and\nhumiliating experience. [citations omitted].\nHunter v. Auger, id., 672 F.2d at 674.\n\nCourts of Appeals for the Fourth, Seventh, Ninth and Tenth Circuits have utilized the Supreme Court's balancing\ntest set forth in Bell v. Wolfish to strike down strip search policies involving pretrial detainees charged with minor\noffenses. E.g., Hill v. Bogans, 735 F.2d 391 (10th Cir. 1984); Giles v. Ackerman, 746 F.2d 614 (9th Cir.1984),cert.\ndenied,___ U.S. ___, 105 S.Ct. 2114, 85 L.Ed.2d 479 (1985); Mary Beth G. v. City of Chicago, 723 F.2d 1263\n(7th Cir.1983); Logan v. Shealy, 660 F.2d 1007 (4th Cir.1981); Tinetti v. Wittke, 479 F.Supp. 486 (E.D.Wisc.1979),\naff'd,620 F.2d 160 (7th Cir.1980).\nWe have considered Chisago County's security concerns in relation to those two male plaintiffs and conclude the\nscope of the searches exceeded the demonstrated need. The county failed to establish that plaintiffs, or similar\npretrial detainees, constituted a real security risk. No reasonable suspicion existed that plaintiffs harbored\ncontraband on their bodies and no showing was made, beyond remote possibility, that these men were\nconcealing drugs or weapons in their rectal or genital areas. Further, the unanticipated nature of their detention\nbelies the rationality of the county's asserted deterrent effect of strip searching. Giles v. Ackerman, supra, 746\nF.2d at 617.\nPlaintiffs were arrested on minor offenses unrelated to drugs, weapons or predatory conduct. Their temporary\ndetention was unplanned and no reasons were articulated concerning appearance, demeanor or past criminal\nhistory to suggest that they might have been concealing contraband in their anal or genital areas nor was the\njail's physical capacity for separating pretrial detainees asserted as a possible justification for searches of such\nan extraordinary scope. Cf. Smith v. Montgomery County, 547 F.Supp. 592, 598-99 (D.Md.1982) (intermingling of\ntemporary detainees was limited and available).\n1072 *1072 Our own Court of Appeals stated that strip searches involving visual inspection of anal and genital areas\nconstitute a \"significant invasion of privacy\" and are inherently \"embarrassing and humiliating experiences.\" \nHunter v. Auger, supra, 672 F.2d at 674. Although Hunter dealt only with the strip search of prison visitors, we are\nguided by that court's reasoned analysis in reaching our conclusion that the Constitution mandates a reasonable\nsuspicion standard governing searches involving visual examination of anal and genital areas of temporary\ndetainees charged with minor offenses. See Hunter v. Auger, id., 672 at 674. Jail officials must articulate specific\nobjective facts and rational inferences to be drawn therefrom, and suspicion must be individualized 00 \"directed to\n97\nthe person who is targeted for the strip search\" 00 to justify a search of such scope. Id.,672 F.2d at 674-75.\n97\nHaving balanced the county's security concerns against plaintiffs' privacy interests, we find the scope of the strip\nsearches of these two plaintiffs unjustified and, therefore, constitutionally unreasonable under the Fourth\nAmendment. Accordingly, we declare Chisago County's strip search policy unconstitutional as applied to these\ntwo plaintiffs.\nPlaintiffs' motion for partial summary judgment against Chisago County is granted as to the county's liability.\nIssues of damages and injunctive relief remain but we note the Court of Appeals' award in Hunter of no more\nthan nominal damages. Id.,672 F.2d at 677.\nClaiming immunity, the individual defendants move for summary judgment. We hold they are immune from\nassessment of damages under Harlow v. Fitzgerald, 457 U.S. 800, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982),\nbecause their conduct in this case did not violate any clearly established statutory or constitutional right of which\na reasonable person would have been aware. We decline to grant, on this limited record, the county\ncommissioners' motion for absolute immunity under Monell v. New York Department of Social Services, 436 U.S.\n658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978).\nFinally, plaintiffs' motion for an order certifying a class action in this case under Fed.R.Civ.P. 23 is denied for the\nnonce.\nORDER\nBased on the foregoing analysis, the arguments and written memoranda of counsel, and the files, records and\nproceedings in this case,\n\nIT IS ORDERED that\n1. plaintiffs' motion for partial summary judgment is GRANTED against Chisago County because the strip\nsearches of these two male plaintiffs violated their Fourth Amendment rights; issues of damages, if any, and\ninjunctive relief remain;\n2. we declare Chisago County's strip search policy unconstitutional as applied to these two plaintiffs;\n3. The individual defendants' motion for partial summary judgment on the grounds of immunity is GRANTED such\nthat they are immune from assessment of damages;\n4. plaintiffs' motion for certification of a class is DENIED for the nonce.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54143"
    },
    {
      "date": "1986-05-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 341,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 634,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 24811,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24811.pdf",
      "title": "Memorandum and Order",
      "text": "JOHN DOES 1-100 v. NINNEMAN  341 \nClte .. 634F.8upp.341 (D.MIJuL 1986) \nought not be granted to plaintiffs insofar  county's indiscriminate strip search policy. \nas they challenge  the  \"automatic deficit  County  officials  moved  to  dismiss  com \nreduction process\" established by the Bal- plaint as barred by statute of limitations. \nanced Budget and Emergency Deficit Re- The District Court, Devitt, J., held that: (1) \nduction  Control Act of 1985 and request  the Supreme Court decision, holding that \ndeclaratory relief identical to that granted  section 1983 claims are best characterized \nby this court to the plaintiffs in Spar 'V.  as personal injury actions  for statute of \nUnited States, .626 F.Supp. 1374,  138~1  limitations purposes, would not be applied \n(D.D.C:)  (~Judge court)  (per cunam),  retroactively  to  prisoner's  claim,  and  (2) \nprob. JUN. noted BUb  nom.  Bowsher 'V.  prisoner's  petition  for  interim  costs  and \nSynar, - U.S. -, 106 S.Ct.  1181, 89  attorney's fees was premature. \nL.Ed.2d 298 (1986), plaintiffs' request for  M'  d\"  d  titi \nII  • \nsuch declaratory relief be and  hereby is  otion to  lSnusS an  pe  on Lor In-\ngranted;  and it is further  terim costs and fees denied. \nORDERED that, because plaintiffs lack \nstanding to challenge the \"fallback deficit  1. Courts $»100(1) \nreduction process\" established by the Bal  Supreme Court decision, holding that \nanced Budget and Emergency Deficit Re  § 1983 claims are best characterized as per \nduction  Control Act of 1985,  defendant's \nsonal injury actions for statute of limita \nmotion to dismiss that challenge for lack of \ntions purposes, would not be applied retro \nsubject matter jurisdiction be and hereby is \nactively to prisoner's 1983 claim, where cir \ngranted. \ncuit in which prisoner sued was committed \nto different rule at time he sued, and where \nprospective application decision would not \nretard uniformity and certainty of law and \nwouid prevent unjust result.  42 U.S.C.A. \n§ 1983;  M.S.A. § 541.05, subd. 1(2). \n2. Civil Rights $»13.17(22) \nJOHN DOES 1-100, on behalf of them \nselves and all othen similarly  Plaintiffs  petition  for  interim  costs \nsituated, Plaintiffs,  and attorney's fees in connection with 1983 \naction was premature, though plaintiff suc \nv. \ncessfully defended motion to dismiss com \nDave  NINNEMAN,  Sheriff  of  Chisago \nplaint as barred by statute of limitations, \nCounty, Minnesota;  Bradley BoUJ'888, \nand  though  court  which  denied  motion \nTom Gustafson, Max Moes 1-10, and \nthereby decided important question of law, \nMaxine  Roes  1-10,  Chisago  County \nwhere  plaintiffs  counsel  was  handling \nDeputy Sheriffs, the County of Chisago; \nnumber of similar civil  rights eases.  42 \nRosemary Maslowski, Robert Vander \nU.S.C.A. § 1988. \nkamp, David A.  Johnson, Tom Greig, \nand Loren Jennl. ...,  as Chisago County \nCommlulonen;  and Chisago County,  Barry G.  Reed and Charles S. Zimmer \nMinnesota, a polltical Subdivision, De  man, Zimmerman, Caplan & Reed, Minne \nfendants.  apolis, Minn., for plaintiffs. \nCiv. 3-84-573. \nJoseph B. Marshall, Marshall and Associ \nUnited States District Court,  ates, P.A., Circle Pines, Minn., for defend \nD. Minnesota,  ants. \nThird Division. \nMEMORANDUM AND ORDER \nMay 7, 1986. \nDEVITT, District Judge. \nPrisoner brought section 1983 action  The principal issue here, retroactive ap \nagainst various county officials, based on  plication of a Supreme Court decision fIX-\n\n342  634 FEDERAL SUPPLEMENT \ning the statute of limitation in a civil rights  and was transported to the Chisago County \ncase, is before the court upon defendants'  Sheriff's Department where he was booked \nmotion  to  dismiss  plaintiff  Steven  M.  into the Chisago County Jail.  As part of \nCraemer-Herbst's section 1983 complaint as  the then standard booking procedure, plain \nuntimely in light of Wilson 11.  Garcia, - tiff was subjected to a strip search before \nU.S. -, 105 S.Ct. 1938,85 L.Ed.2d 254  being introduced into the general jail popu \n(1985), and Wycoff 11.  Menke, 773 F.2d 983  lation.  The search was conducted despite \n(8th  Cir.1985).  Because  the  court finds  no  reasonable suspicion that he harbored \nthat Wilson  should not,  in  this ~e, be  contraband or carried concealed drugs or \napplied retroactively, defendants' motion is \nweapons. \ndenied. \nOn April 30,  1984, plaintiff, along with \nPlaintiffs' counsel also petition the court \nanother similarly situated plaintiff, anony \nfor an award of interim costs and attorneys \nmously commenced this action against vari \nfees pursuant to the Civil Rights Attorneys \nous county officials pursuant to 42 U.S.C. \nFee Awards Act of 1976,42 U.S.C. § 1988. \n§ 1983.  On July 8,  1985,  this court de \nThe petition is denied for the nonce.  Since \nclared  defendants'  indiscriminate  strip \nplaintiffs' counsel have about forty similar \nsearch policy unconstitutional.  John Does \ncases pending, and have received interim \nfees in one, the court has insufficient infor  J-J(}()  11.  Ninneman,  612  F.Supp.  1069 \n(D.Minn.1985).  Issues relating to damages \nmation on which to base an award while \nand injunctive relief were reserved for tri \navoiding  possible  duplication  with  fee \nawards in other cases.  al.  [d. at 1072. \nDefendants' motion and plaintiffs' coun  At this juncture, defendants seek to dis \nsel's petition were heard on Monday, April  miss plaintiff Craemer-Herbst's complaint \n28,1986.  based  upon  the  now  applicable  two-year \nstatute of limitations, in light of Wilson 11. \nI.  Garcia,  - U.S. -, 105 S.Ct. 1938, 85 \nAt approximately 11:00 A.M. on July 13,  L.Ed.2d 254 (1985);  Wycoff 11.  Menke, 773 \n1980,  plaintiff Steven M.  Craemer-Herbst  F.2d 983 (8th Cir.1985);  and Cook fl.  City \nwas  arrested  on  Interstate  Highway  35  of Minneapolis, 617 F.Supp. 461 (D.Minn. \nnear  Wyoming,  Minnesota.  He  was  1985).  Because the court finds that Wil \ncharged with operating a motor vehicle af  Bon  should  not,  in  this  case,  be  applied \nter his driver's license had been revoked  retroactively, defendants' motion is denied.l \n1.  Following is a  chronology of the pertinent  established a six·year limitation for section \nfacts and law:  1983 cases.  Sa note 2, in/rfl. \nDecember 6, 1971  Supreme Court of the Unit  July 13, 1982  Two years since plaintiffs claim \ned States decides Chevron  Oil Company v.  arose. \nHuson, 404 U.S. 97, 92 S.Ct. 349, 30 LEd.2d  August 25, 1982  Occhino v. United States, 686 \n296 (1971), establishing three factors to con  Fold 1302 (8th Cir.1982), construes Garmon to \nsider in determining whether a judicial deci  mean that \"Minnesota's six-year statute of \nsion should have nonretroactive application.  limitations clearly would apply ... to [a sec: \n404 U.S. at 106-07, 92 S.Ct. at 355-56.  tion)  1983  action,\" id.  at 1308,  and, based \nJuly  13,  1980  Plaintiff Steven M.  Craemer  upon a review of the Chevron factors, applies \nHerbst arrested and strip searched.  Garmon retroactively, id. at 1308-10. \nJanuary 5,  1982  Eighth Circuit decides Gar  April 30, 1984  Plaintiff commences action. \nmon v. Foust, 668 F.2d 400 (8th Cir.1982) (en  April 17, 1985  Supreme Court of the United \nbanc) which puts to rest unsettled law as to  States decides Wilson v. GtuciII, - U.s. -, \nthe statute of limitations to apply in a section  105 S.Ct. 1938,85 LEd.2d 254 (1985), holding \n1983 case.  By adopting the reasoning of GlGS  that section 1983 claims are best character \nscoe v. Howell,  431 F.2d 863 (8th Cir.1970),  ized as personal injury actions for statute of \nand rejecting the reaSoning of s.\".. v. Unit·  limitations purposes.  Wilson effectively over \ned States,  450 Fold 449 (8th Cir.1971), the  rules Garmon and imposes Minnesota's two \ncourt resolved inconsistencies among various  year statute of limitations on section 1983 \npanels of the circuit and decided that a state's  actions.  Sa note 3, in/rfl. \n\"general\" statute of limitations applies.  As  August 16, 1985  Cook v. City of MinM4pOlis, \napplied to Minnesota, the Garmon decision  617 F.supp. 461 (D.Minn.1985), construes Wil-\n\nJOHN DOES 1-100 v. NINNEMAN  343 \nate .. \n634 F.8upp. 341 (D.Mbm. 1986) \nFollowing Craemer-Herbst's arrest, but  Minnesota,  Wilson established a two-year \nbefore two years had elapsed, the statute  limitations period for section 1983 claims. \nof limitations for section 1983 cases in this  Cook v.  City of Minneapolis, 617 F.Supp. \ncircuit was established as the forum state's  461  (D.Minn.1985).3  If Wilson  is applied \ngeneral,  statutory  statute  of  limitations.  retroactively, plaintiff's claim is barred as \nGarmon v.  Foust,  668 F.2d 400 (8th Cir.  untimely.  The retroactive effect of Wilson \n1982) (en banc).  Garmon put to rest un \nwas  not discussed in the Court's opinion \nsettled law and, as applied to Minnesota, \nand circuits have split on the issue. \nadopted the six-year limitations period of \nMinn.Stat § 541.05, subd. 1(2) for section \n[1]  In determining whether to give pro \n1983 cases.!  Accordingly, during the latter \nspective-only application to a judicial deci \npart of the two-year period following his \nsion, the court looks to the three-factor test \narrest, Mr.  Craemer-Herbst may have re \nset out in Chevron Oil Co.  v. Huson, 404 \nlied on Garmon in determining that there \nU.S.  97,  92  S.Ct.  349,  30  L.Ed.2d  296 \nwas  a  six  year  limitation  on  his  claim. \n(1971).4 \nPlaintiff commenced his action on April 30, \n1984,  about three years and ten  months  First, the decision to be applied nonretro \nafter his claim arose.  actively must establish a new principle of \nu.s.  -,  law,  either  by  overruling  clear  past \nWilson  v.  Garcia,  - 105 \nprecedent on  which  litigants may  have \nS.Ct 1938, 85 L.Ed.2d 254 (1985) was decid \ned about a year later, on April 17, 1985.  relied ... or by deciding an issue of first \nWilson  \"effectively  overruled\"  Garmon.  impression  whose  resolution  was  not \nWycoff v.  Menke,  773 F.2d 983,  984 (8th  clearly foreshadowed. . ..  Second, it has \nCir.1985).  It held that section 1983 claims  been stressed that \"we must ... weigh \nare best characterized as personal injury  the merits and demerits in each case by \nactions for statute of limitations purposes.  looking to the prior history of the rule in \nWilBon,  105 S.Ct at 1947.  As applied to  question,  its  purpose  and  effect,  and \nson to impose Minnesota's two-year statute of  This issue was resolved in favor of the shorter, \nlimitations on section 1983 actions and, after  two-year limitation, in Cook v. City of Minne· \na review of the Chevron factors, applies Wil  apolis, 617 F.Supp. 461, 465 (D.Minn.1985). \nson prospectively. \nSeptember 25, 1985  Eighth Circuit, after con  4.  Eighth  Circuit  decisions  since  Wycoff  v. \nsidering the Chevron factors, applies Wilson  Menlce, 773 F.2d 983 (8th Cir.1985), have caused \nretroactively, affirming district court's dismis  some question over whether the Chevron factors \nsal of a plaintiff's section 1983 claim.  Wycoff  are to be applied in determining whether to \nv. Menlce, 773 F.2d 983 (8th Cir.1985).  apply Wilson nonretroactively.  See Farmer v. \nCook, 782 F.2d 780 (8th Cir.1986) (per curiam); \n2.  Although Garmon did not deal with the Min  Bolton v. Foremam, 782 F.2d 1047 (8th Cir.1985) \nnesota statutes of limitations, this was, at the  (per curiam).  These cases, however, rely ex· \ntime, the reasonable conclusion to be drawn  pressly on Wycoff,  which applied the Chevron \nfrom Garmon in light of the court's rejection of  factors.  Bolton was remanded to the United \nSIlWlge v. United States, 4SOF.2d 449 (8th Cir.  States District Court for the Southern District of \n1971), and the court's express desire to not \"un  Iowa for further proceedings consistent with \nduly cramp[ ] the significance of section 1983 as  Wycoff.  Bolton, at 1049.  The court in Farmer \na broad, statutory remedy.\"  Garmon, 668 F.2d  stated that the \"Wycoff opinion fully analyzes \nat 406.  See also Occhino v. United States, 686  the factors relevant to the question of retroactive \nF.2d 1302 (8th Cir.1982).  Although decided af  ity.\"  Farmer, 782 F.2d at 781 (emphasis added). \nter Craemer·Herbst's two-year limitation period  Although not referring to Chevron specifically, \nhad run, the Occhino court referred to Min·  the conclusion is inescapable that this reference \nnesota's six·year limitation statute as the \"obvi·  is to the Chevron factors.  In discussing which \nous\" post-Garmon choice, Occhino, 686 F.2d at  of these factors is \"[t]he most important,\" id., \n1308, and applied Garmon retroactively, id. at  the Farmer court appears to refer to the first \n1308-10.  Chevron factor, the plaintiffs reliance interest. \nAccordingly, the court feels that application of \n3.  Wilson created confusion in jurisdictions, such  the Chevron factors to the issue sub jUJiiJ:e is \nas Minnesota, with more than one limitations  appropriate.  Contra lane Does 1-100 v. Omodt, \nperiod for personal iqjury claims.  See Minn.  No. Civ. 3-83-468, slip. Ope at 4 (D.Minn. Jan. \nStat.  §§ 541.05,  subd.  1(5),  541.07(1)  (1984).  30,1986). \n\n344  634 FEDERAL SUPPLEMENT \nwhether retrospective operation will fur  where plaintiffs' claim arose in 1978, more \nther or retard its operation.\"  . .. Final  than  two  years  before  Garmon,  so  no \nly,  we  have  weighed  the  inequity  im  \"clear ... precedent on which [plaintiffs] \nposed  by  retroactive  application,  for  may have relied.\").  But see Cook 'IJ. City of \n\"[w  ] here a decision of this Court could  Minneapolis, 617 F.Supp. at 641 (pre-Wy \nproduce substantial inequitable results if  coff decision applying Wilson prospective \napplied retroactively, there is ample basis  ly). \nin our cases for avoiding the 'injustice or  Applying the Chevron factors to the case \nhardship' by a holding of nonretroactivi  sub judice,  the· court f\"mds  that Wilson \nty.\"  should be applied nonretroactively and de \nId. at 106-07, 92 S.Ct. at 355.  fendants' motion to dismiss denied. \nIn Wycoff 'IJ.  Menke,  773 F.2d 983 (8th  The court has no trouble concluding that \nCir.1985) the court relied on the Chevron  the first and \"most important\" Chevron \nfactors  in  applying  Wilson  retroactively,  factor, Farmer 'IJ.  Cook, 782 F.2d 780, 781 \nbarring  a  plaintiff's  section  1983  claim.  (8th Cir.1986), has been satisf\"led.  Unlike \nThe plaintiff in Wycoff commenced his ac  the plaintiffs in Wycoff and Amdson, Mr. \ntion on December 3, 1981, about a month  Craemer-Herbst may have relied on Gar \nbefore Garmon was decided.  Before Gar  mon in not bringing his case before the \nmon the statute of limitations law in this  two-year limitation ran.  Garmon was, at \narea  was  admittedly  unsettled.  \"When  the time,  \"clear past precedent on which \nWycoff filed this action, the issue of the  [Craemer-Herbst] may have relied,\" though \napplicable statute of limitations had led to  later overruled by Wilson.  Accord Cook \nconfusing and inconsistent results both na  'IJ. City of Minneapolis, 617 F.Supp. at 466. \ntionally and within this circuit.\"  Wycoff, \nThe second factor is whether the policies \n773 F.2d at 986 (citations omitted). \nunderlying the rule in question will be ad \nFurther, the plaintiff in  Wycoff should  vanced or retarded by its retroactive appli \nhave been on notice that he was probably  cation.  Chevron, 404 U.S. at 107.  Two of \nsubject to Iowa's shorter, two-year statute  the \"federal interests\" which the Wilson \nof limitations.  Court expressly sought to advance by its \nAdditionally, not only had no definitive  decision  were  \"uniformity\"  and  \"certain \nstandard been adopted by this court at  ty.\"  Wilson,  105 S.Ct. at 1947.  At the \nthe time Wycoff filed his complaint, but  time Craemer-Herbst brought his lawsuit, \nseveral cases involving the Southern Dis  it was timely.  Allowing him to now pro \ntrict of Iowa specifically applied a two  ceed under the law which, at that time, was \nyear statute of limitations to section 1983  uniformly and certainly applied in this cir \nclaims.  These cases placed Wycoff on  cuit-although it now runs contrary to Wil \nnotice that a two-year limitations period  son-surely cannot retard and in fact prob \nmight be applicable to his claim.  ably advances these federal interests.  Fur \nId.  Accordingly, the court had no difficul  ther, the court is convinced that allowing \nty in finding that the first Chevron factor  Craemer-Herbst to proceed under these cir \nhad not been satisfied and concluded that,  cumstances  better· serves  the  underlying \nin  light of the  need  for  uniformity  and  policies andpw:poses of the Civil  Rights \ncertainty, Wycoff's claim should be barred  Act of 1871. \nby a retroactive application of Wilson.  Ac  The third and final factor to consider is \ncord Amdson 'IJ.  City of Mankato,  685  whether  the  retroactive  application  of a \nF.Supp. 112 (D.Minn.1986) (Wilson applied  decision  will  be  \"harsh,  injust,  or  ineq \nretroactively  where  \"plaintiffs  have  not  uitable.\"  Wycoff,  773  F.2d at 987.  The \nshown any greater reliance interest than  court has little trouble in finding that this \nthat in  Wycoff 'IJ.  Menke. \")j  Jane  Does  factor too has been satisfied.  \"Where a \n1-100 'IJ. Omodt, No. Civ. 3-83-468 (D.Minn.  plaintiff could have reasonably waited to \nJan. 30, 1986) (Wilson applied retroactively  f\"lle suit under the established prior rule, it \n\nGUNKEL v. CITY OF EMPORIA, KAN.  345 \nCite .. 634 F.8upp.345 (D.Kan. 1986) \nwould be inequitable to say he had slept on \nhis rights because of a later and unforesee \nCalvin L. GUNKEL and Mildred A. \nable Supreme Court decision.\"  [d. (citing \nGunkel, Plaintiffs, \nSmith v. City 0/ Pittsburgh, 764 F.2d 188, \n196 (3d  Cir.1985».  At the time plaintiff  v. \nbrought this lawsuit, it was timely.  The  CITY OF EMPORIA, KANSAS, and \napplicable law in this circuit was settled at  Russell Schoenberger, Defendants. \na six-year limitation.  It would be harsh, \neiv. A. No. 85-4164-8. \ninjust and inequitable to now impose  on \nplaintiff the responsibility to have foreseen \nUnited States District Court, \nthe reversal of that law three years later. \nD. Kansas. \nBased  on  a  review  of  the  Chevron \nMay 7, 1986. \nfactors,  the court concludes  that Wilson \nshould, in this case, be applied prospective \nly and that defendants' motion to dismiss \ndenied.  Permit holders brought action against \ncity and planning coordinator to challenge \nrevocation of building permit, and city and \nII  coordinator moved for summary judgment. \n[2]  Plaintiffs'  counsel  petition  for  an  The District Court, Saffels, J.,  held that: \naward of interim costs and attomeys fees  (1) illegally issued building permit did not \n(totalling $28,951.90, plus a fee multiplier  create protectible property interest, and (2) \nof two) pursuant to the Civil Rights Attor  city  was  not estopped  from  revoking  il \nneys Fee Awards Act of 1976, 42 U.S.C.  legally issued permit. \n§ 1988.  Plaintiffs' counsel contend that in  Motion for summary judgment grantr \nlight of their victory on the constitutional  ed. \nquestion they are clearly the \"prevailing \nparties\" since it was an important victory \nand the only unresolved issue is damages. \n1. Constitutional Law *,\"278.2(1) \nIn light of the number of similar cases  Building permit for construction of sin \nplaintiffs' counsel are handling, the court  gle-family attached dwelling on back half \nfeels  it is  premature  to  grant counsel's  of lot in violation of ordinance requiring \npetition.1  The court wishes to avoid multi  frontage on street was issued in violation \nple  fee  awards  for  what is  possibly  re  of Kansas  law,  could be  revoked at any \npeated work.  Accordingly, plaintiffs' coun  time, and, therefore, did not create vested \nsel's petition for attomeys' fees is denied  property interest requiring compliance with \nfor the nonce, but may be renewed when it  due process clause before revocation.  42 \ncan be shown in which cases counsel will be  U.S.C.A.  § 1983;  U.S.C.A.  Const.Amends. \nseeking an award of fees, and the amount  5,14. \nsought in each. \n2. Zoning and Planning $D645 \nIT IS ORDERED: \nRecord did not establish that contract \n1.  Defendants' motion to dismiss plain \nor mutual understanding existed between \ntiffs' complaint is DENIED. \ncity and permit holders to permit construc \n2.  Plaintiffs' counsel's  petition for  an  tion of single-family attached dwelling on \naward  of interim  costs  and  fees  is  DE  back half of lot in violation of ordinance \nNIED for the nonce.  requiring frontage on street. \n5.  The court DOtes that counsel were awarded  DtzIcot. COIUIty, No. Civ. 4-84-378 (D.Minn~ Ian. \n$35,576.07 in interim fees and costs in Does v.  8,1986). ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24811"
    },
    {
      "date": "1986-05-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 341,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 634,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55581,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55581.pdf",
      "title": "Memorandum and Order",
      "text": "634 F.Supp. 341 (1986)\nJOHN DOES 1-100, on behalf of themselves and all others similarly situated, Plaintiffs,\nv.\nDave NINNEMAN, Sheriff of Chisago County, Minnesota; Bradley Bourasa, Tom\nGustafson, Max Moes 1-10, and Maxine Roes 1-10, Chisago County Deputy Sheriffs, the\nCounty of Chisago; Rosemary Maslowski, Robert Vanderkamp, David A. Johnson, Tom\nGreig, and Loren Jennings, as Chisago County Commissioners; and Chisago County,\nMinnesota, a political Subdivision, Defendants.\nCiv. 3-84-573.\nUnited States District Court, D. Minnesota, Third Division.\nMay 7, 1986.\nBarry G. Reed and Charles S. Zimmerman, Zimmerman, Caplan & Reed, Minneapolis, Minn., for plaintiffs.\nJoseph B. Marshall, Marshall and Associates, P.A., Circle Pines, Minn., for defendants.\nMEMORANDUM AND ORDER\nDEVITT, District Judge.\n342 The principal issue here, retroactive application of a Supreme Court decision fixing *342 the statute of limitation in\na civil rights case, is before the court upon defendants' motion to dismiss plaintiff Steven M. Craemer-Herbst's\nsection 1983 complaint as untimely in light of Wilson v. Garcia, ___ U.S. ___, 105 S.Ct. 1938, 85 L.Ed.2d 254\n(1985), and Wycoff v. Menke, 773 F.2d 983 (8th Cir.1985). Because the court finds that Wilson should not, in this\ncase, be applied retroactively, defendants' motion is denied.\nPlaintiffs' counsel also petition the court for an award of interim costs and attorneys fees pursuant to the Civil\nRights Attorneys Fee Awards Act of 1976, 42 U.S.C. § 1988. The petition is denied for the nonce. Since plaintiffs'\ncounsel have about forty similar cases pending, and have received interim fees in one, the court has insufficient\ninformation on which to base an award while avoiding possible duplication with fee awards in other cases.\nDefendants' motion and plaintiffs' counsel's petition were heard on Monday, April 28, 1986.\nI.\nAt approximately 11:00 A.M. on July 13, 1980, plaintiff Steven M. Craemer-Herbst was arrested on Interstate\nHighway 35 near Wyoming, Minnesota. He was charged with operating a motor vehicle after his driver's license\nhad been revoked and was transported to the Chisago County Sheriff's Department where he was booked into\nthe Chisago County Jail. As part of the then standard booking procedure, plaintiff was subjected to a strip search\nbefore being introduced into the general jail population. The search was conducted despite no reasonable\nsuspicion that he harbored contraband or carried concealed drugs or weapons.\nOn April 30, 1984, plaintiff, along with another similarly situated plaintiff, anonymously commenced this action\nagainst various county officials pursuant to 42 U.S.C. § 1983. On July 8, 1985, this court declared defendants'\nindiscriminate strip search policy unconstitutional. John Does 1-100 v. Ninneman, 612 F.Supp. 1069\n(D.Minn.1985). Issues relating to damages and injunctive relief were reserved for trial. Id. at 1072.\nAt this juncture, defendants seek to dismiss plaintiff Craemer-Herbst's complaint based upon the now applicable\ntwo-year statute of limitations, in light of Wilson v. Garcia, ___ U.S. ___, 105 S.Ct. 1938, 85 L.Ed.2d 254 (1985); \nWycoff v. Menke, 773 F.2d 983 (8th Cir.1985); and Cook v. City of Minneapolis, 617 F.Supp. 461 (D.Minn. 1985).\n\nBecause the court finds that Wilson should not, in this case, be applied retroactively, defendants' motion is\n[1]\ndenied.\n343 *343 Following Craemer-Herbst's arrest, but before two years had elapsed, the statute of limitations for section\n1983 cases in this circuit was established as the forum state's general, statutory statute of limitations. Garmon v.\nFoust, 668 F.2d 400 (8th Cir. 1982) (en banc). Garmon put to rest unsettled law and, as applied to Minnesota,\n[2]\nadopted the six-year limitations period of Minn.Stat. § 541.05, subd. 1(2) for section 1983 cases.  Accordingly,\nduring the latter part of the two-year period following his arrest, Mr. Craemer-Herbst may have relied on Garmon\nin determining that there was a six year limitation on his claim. Plaintiff commenced his action on April 30, 1984,\nabout three years and ten months after his claim arose.\nWilson v. Garcia, ___ U.S. ___, 105 S.Ct. 1938, 85 L.Ed.2d 254 (1985) was decided about a year later, on April\n17, 1985. Wilson \"effectively overruled\" Garmon. Wycoff v. Menke, 773 F.2d 983, 984 (8th Cir.1985). It held that\nsection 1983 claims are best characterized as personal injury actions for statute of limitations purposes. Wilson,\n105 S.Ct. at 1947. As applied to Minnesota, Wilson established a two-year limitations period for section 1983\n[3]\nclaims. Cook v. City of Minneapolis, 617 F.Supp. 461 (D.Minn.1985).  If Wilson is applied retroactively, plaintiff's\nclaim is barred as untimely. The retroactive effect of Wilson was not discussed in the Court's opinion and circuits\nhave split on the issue.\nIn determining whether to give prospective-only application to a judicial decision, the court looks to the three-\n[4]\nfactor test set out in Chevron Oil Co. v. Huson, 404 U.S. 97, 92 S.Ct. 349, 30 L.Ed.2d 296 (1971).\nFirst, the decision to be applied nonretroactively must establish a new principle of law, either by\noverruling clear past precedent on which litigants may have relied ... or by deciding an issue of\nfirst impression whose resolution was not clearly foreshadowed.... Second, it has been stressed\nthat \"we must ... weigh the merits and demerits in each case by looking to the prior history of the\n344 rule in question, its purpose and effect, and *344 whether retrospective operation will further or\nretard its operation.\" ... Finally, we have weighed the inequity imposed by retroactive application,\nfor \"[w]here a decision of this Court could produce substantial inequitable results if applied\nretroactively, there is ample basis in our cases for avoiding the `injustice or hardship' by a holding\nof nonretroactivity.\"\nId. at 106-07, 92 S.Ct. at 355.\nIn Wycoff v. Menke, 773 F.2d 983 (8th Cir.1985) the court relied on the Chevron factors in applying Wilson\nretroactively, barring a plaintiff's section 1983 claim. The plaintiff in Wycoff commenced his action on December\n3, 1981, about a month before Garmon was decided. Before Garmon the statute of limitations law in this area\nwas admittedly unsettled. \"When Wycoff filed this action, the issue of the applicable statute of limitations had led\nto confusing and inconsistent results both nationally and within this circuit.\" Wycoff, 773 F.2d at 986 (citations\nomitted).\nFurther, the plaintiff in Wycoff should have been on notice that he was probably subject to Iowa's shorter, two-\nyear statute of limitations.\nAdditionally, not only had no definitive standard been adopted by this court at the time Wycoff filed\nhis complaint, but several cases involving the Southern District of Iowa specifically applied a two-\nyear statute of limitations to section 1983 claims. These cases placed Wycoff on notice that a two-\nyear limitations period might be applicable to his claim.\nId. Accordingly, the court had no difficulty in finding that the first Chevron factor had not been satisfied and\nconcluded that, in light of the need for uniformity and certainty, Wycoff's claim should be barred by a retroactive\napplication of Wilson. Accord Arvidson v. City of Mankato, 635 F.Supp. 112 (D.Minn.1986) (Wilson applied\nretroactively where \"plaintiffs have not shown any greater reliance interest than that in Wycoff v. Menke.\"); Jane\nDoes 1-100 v. Omodt, No. Civ. 3-83-468 (D.Minn. Jan. 30, 1986) (Wilson applied retroactively where plaintiffs'\nclaim arose in 1978, more than two years before Garmon, so no \"clear ... precedent on which [plaintiffs] may\n\nhave relied.\"). But see Cook v. City of Minneapolis, 617 F.Supp. at 641 (pre-Wycoff decision applying Wilson\nprospectively).\nApplying the Chevron factors to the case sub judice, the court finds that Wilson should be applied\nnonretroactively and defendants' motion to dismiss denied.\nThe court has no trouble concluding that the first and \"most important\" Chevron factor, Farmer v. Cook, 782 F.2d\n780, 781 (8th Cir.1986), has been satisfied. Unlike the plaintiffs in Wycoff and Arvidson, Mr. Craemer-Herbst may\nhave relied on Garmon in not bringing his case before the two-year limitation ran. Garmon was, at the time, \"clear\npast precedent on which [Craemer-Herbst] may have relied,\" though later overruled by Wilson. Accord Cook v.\nCity of Minneapolis, 617 F.Supp. at 466.\nThe second factor is whether the policies underlying the rule in question will be advanced or retarded by its\nretroactive application. Chevron, 404 U.S. at 107. Two of the \"federal interests\" which the Wilson Court expressly\nsought to advance by its decision were \"uniformity\" and \"certainty.\" Wilson, 105 S.Ct. at 1947. At the time\nCraemer-Herbst brought his lawsuit, it was timely. Allowing him to now proceed under the law which, at that time,\nwas uniformly and certainly applied in this circuit 00although it now runs contrary to Wilson 00surely cannot retard\n97 97\nand in fact probably advances these federal interests. Further, the court is convinced that allowing Craemer-\nHerbst to proceed under these circumstances better serves the underlying policies and purposes of the Civil\nRights Act of 1871.\nThe third and final factor to consider is whether the retroactive application of a decision will be \"harsh, injust, or\ninequitable.\" Wycoff, 773 F.2d at 987. The court has little trouble in finding that this factor too has been satisfied.\n345 \"Where a plaintiff could have reasonably waited to file suit under the established prior rule, it *345 would be\ninequitable to say he had slept on his rights because of a later and unforeseeable Supreme Court decision.\" Id.\n(citing Smith v. City of Pittsburgh, 764 F.2d 188, 196 (3d Cir.1985)). At the time plaintiff brought this lawsuit, it was\ntimely. The applicable law in this circuit was settled at a six-year limitation. It would be harsh, injust and\ninequitable to now impose on plaintiff the responsibility to have foreseen the reversal of that law three years later.\nBased on a review of the Chevron factors, the court concludes that Wilson should, in this case, be applied\nprospectively and that defendants' motion to dismiss denied.\nII\nPlaintiffs' counsel petition for an award of interim costs and attorneys fees (totalling $28,951.90, plus a fee\nmultiplier of two) pursuant to the Civil Rights Attorneys Fee Awards Act of 1976, 42 U.S.C. § 1988. Plaintiffs'\ncounsel contend that in light of their victory on the constitutional question they are clearly the \"prevailing parties\"\nsince it was an important victory and the only unresolved issue is damages.\nIn light of the number of similar cases plaintiffs' counsel are handling, the court feels it is premature to grant\n[5]\ncounsel's petition.  The court wishes to avoid multiple fee awards for what is possibly repeated work.\nAccordingly, plaintiffs' counsel's petition for attorneys' fees is denied for the nonce, but may be renewed when it\ncan be shown in which cases counsel will be seeking an award of fees, and the amount sought in each.\nIT IS ORDERED:\n1. Defendants' motion to dismiss plaintiffs' complaint is DENIED.\n2. Plaintiffs' counsel's petition for an award of interim costs and fees is DENIED for the nonce.\n[1] Following is a chronology of the pertinent facts and law: \nDecember 6, 1971 Supreme Court of the United States decides Chevron Oil Company v. Huson, 404 U.S. 97, 92\nS.Ct. 349, 30 L.Ed.2d 296 (1971), establishing three factors to consider in determining whether a judicial decision\nshould have nonretroactive application. 404 U.S. at 106-07, 92 S.Ct. at 355-56.\n\nJuly 13, 1980 Plaintiff Steven M. Craemer-Herbst arrested and strip searched.\nJanuary 5, 1982 Eighth Circuit decides Garmon v. Foust, 668 F.2d 400 (8th Cir.1982) (en banc) which puts to rest\nunsettled law as to the statute of limitations to apply in a section 1983 case. By adopting the reasoning of \nGlasscoe v. Howell, 431 F.2d 863 (8th Cir.1970), and rejecting the reasoning of Savage v. United States, 450\nF.2d 449 (8th Cir.1971), the court resolved inconsistencies among various panels of the circuit and decided that a\nstate's \"general\" statute of limitations applies. As applied to Minnesota, the Garmon decision established a six-\nyear limitation for section 1983 cases. See note 2, infra.\nJuly 13, 1982 Two years since plaintiff's claim arose.\nAugust 25, 1982 Occhino v. United States, 686 F.2d 1302 (8th Cir.1982), construes Garmon to mean that\n\"Minnesota's six-year statute of limitations clearly would apply ... to [a section] 1983 action,\" id. at 1308, and,\nbased upon a review of the Chevron factors, applies Garmon retroactively, id. at 1308-10.\nApril 30, 1984 Plaintiff commences action.\nApril 17, 1985 Supreme Court of the United States decides Wilson v. Garcia, ___ U.S. ___, 105 S.Ct. 1938, 85\nL.Ed.2d 254 (1985), holding that section 1983 claims are best characterized as personal injury actions for statute\nof limitations purposes. Wilson effectively overrules Garmon and imposes Minnesota's two-year statute of\nlimitations on section 1983 actions. See note 3, infra.\nAugust 16, 1985 Cook v. City of Minneapolis, 617 F.Supp. 461 (D.Minn.1985), construes Wilson to impose\nMinnesota's two-year statute of limitations on section 1983 actions and, after a review of the Chevron factors,\napplies Wilson prospectively.\nSeptember 25, 1985 Eighth Circuit, after considering the Chevron factors, applies Wilson retroactively, affirming\ndistrict court's dismissal of a plaintiff's section 1983 claim. Wycoff v. Menke, 773 F.2d 983 (8th Cir.1985).\n[2] Although Garmon did not deal with the Minnesota statutes of limitations, this was, at the time, the reasonable\nconclusion to be drawn from Garmon in light of the court's rejection of Savage v. United States, 450 F.2d 449 (8th\nCir. 1971), and the court's express desire to not \"unduly cramp[] the significance of section 1983 as a broad,\nstatutory remedy.\" Garmon, 668 F.2d at 406. See also Occhino v. United States, 686 F.2d 1302 (8th Cir.1982).\nAlthough decided after Craemer-Herbst's two-year limitation period had run, the Occhino court referred to\nMinnesota's six-year limitation statute as the \"obvious\" post-Garmon choice, Occhino, 686 F.2d at 1308, and\napplied Garmon retroactively, id. at 1308-10.\n[3]Wilson created confusion in jurisdictions, such as Minnesota, with more than one limitations period for\npersonal injury claims. See Minn. Stat. §§ 541.05, subd. 1(5), 541.07(1) (1984). This issue was resolved in favor\nof the shorter, two-year limitation, in Cook v. City of Minneapolis, 617 F.Supp. 461, 465 (D.Minn.1985).\n[4] Eighth Circuit decisions since Wycoff v. Menke, 773 F.2d 983 (8th Cir.1985), have caused some question over\nwhether the Chevron factors are to be applied in determining whether to apply Wilson nonretroactively. See \nFarmer v. Cook, 782 F.2d 780 (8th Cir.1986) (per curiam); Bolton v. Foremam, 782 F.2d 1047 (8th Cir.1985) (per\ncuriam). These cases, however, rely expressly on Wycoff, which applied the Chevron factors. Bolton was\nremanded to the United States District Court for the Southern District of Iowa for further proceedings consistent\nwith Wycoff. Bolton, at 1049. The court in Farmer stated that the \"Wycoff opinion fully analyzes the factors\nrelevant to the question of retroactivity.\" Farmer, 782 F.2d at 781 (emphasis added). Although not referring to \nChevron specifically, the conclusion is inescapable that this reference is to the Chevron factors. In discussing\nwhich of these factors is \"[t]he most important,\" id., the Farmer court appears to refer to the first Chevron factor,\nthe plaintiff's reliance interest. Accordingly, the court feels that application of the Chevron factors to the issue sub\njudice is appropriate. Contra Jane Does 1-100 v. Omodt, No. Civ. 3-83-468, slip. op. at 4 (D.Minn. Jan. 30, 1986).\n[5] The court notes that counsel were awarded $35,576.07 in interim fees and costs in Does v. Dakota County,\nNo. Civ. 4-84-378 (D.Minn. Jan. 8, 1986).\n\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55581"
    }
  ],
  "document_count": 4
}