{
  "case_id": 11099,
  "fetched_at": "2025-10-22T00:12:59.123980",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "School Desegregation"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Eastern District of Missouri",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": "1971-09-03",
    "filing_year": 1971,
    "id": 11099,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 31939,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1975,
      "docket_filing_number": 555,
      "is_main_docket": true,
      "court": "Eastern District of Missouri",
      "state": "Missouri",
      "docket_office_number": "4",
      "docket_number_manual": "71 C 555(1)",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Ferguson Reorganized School District v. United States of America",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Missouri",
    "summary": "<p>[This summary is temporary while we research the case.] This is a lawsuit related to a proposed desegregation plan for the school districts in St. Louis County. The case was filed on September 3, 1971, in the United States District Court for the Eastern District of Missouri.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2024-07-02T11:34:37.796677-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11099",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11099",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11099",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11099"
  },
  "documents": [
    {
      "date": "1975-10-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of David Norman",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77911,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77911.pdf",
      "title": "Brief for the United States in Opposition",
      "text": "Nos. 75-202, 75-214, and 75-215\nAt tip itprrittr Tourt of Or littitrb tatro\nOCTOBER TERM, 1975\nFERGUSON REORGANIZED SCHOOL DISTRICT R-2,\nET AL, PETITIONERS\nV.\nUNITED STATES OF AMERICA\nBERKELEY SCHOOL DISTRICT, ET AL, PETITIONERS\nV.\nUNITED STATES OF AMERICA\nKINLOCH SCHOOL DISTRICT, ET AL., PETITIONERS\nV.\nUNITED STATES OF AMERICA, ET AL.\nON PETITIONS FOR A WRIT OF CERTIORARI\nTO THE UNITED STATES COURT OF APPEALS\nFOR THE EIGHTH CIRCUIT\nBRIEF FOR THE UNITED STATES IN OPPOSITION\nROBERT H. BORK,\nSolicitor General,\nJ. STANLEY POTTINGER,\nAssistant Attorney General,\nMARIE E. KLIMESZ,\nAttorney,\nDepartment of Justice,\nWashington, D.C. 20530.\n\niltt tip .Itiirritir (fond of tip littitr.b tatrri\nOCTOBER TERM, 1975\nNo. 75-202\nFERGUSON REORGANIZED SCHOOL DISTRICT R-2,\nET AL., PETITIONERS\nV.\nUNITED STATES OF AMERICA\nNo. 75-214\nBERKELEY SCHOOL DISTRICT, ET AL., PETITIONERS\nv.\nUNITED STATES OF AMERICA\nNo. 75-215\nKINLOCH SCHOOL DISTRICT, ET AL., PETITIONERS\nV.\nUNITED STATES OF AMERICA, ET AL.\nON PETITIONS FOR A WRIT OF CERTIORARI\nTO THE UNITED STATES COURT OF APPEALS\nFOR THE EIGHTH CIRCUIT\nBRIEF FOR THE UNITED STATES IN OPPOSITION\n(1)\n\n2\n3\nOPINIONS BELOW\nSTATEMENT\nThe opinion of the court of appeals (Pet. App.\nThe United States filed this school desegregation\n1-16)' is reported at 515 F.2d 1365. The opinion of\nsuit on September 3, 1971, pursuant to Section 407\nthe district court containing its initial findings of\nof the Civil Rights Act of 1964, 42 U.S.C. 2000c-6,\nfact and conclusions of law (Pet. App. 16-35) is\nand the Fourteenth Amendment, against the State\nreported at 363 F. Supp. 739. The district court's\nof Missouri, the Missouri State Board of Education\nfindings of fact, conclusions of law, and judgment of\nand its members, the Missouri State Commissioner\nJanuary 9, 1975 (Pet. App. 36-44) are reported at\nof Education, the St. Louis County Board of Educa-\n388 F. Supp. 1058.\ntion and its members and Superintendent, and the\nJURISDICTION three individual school districts of St. Louis County\nthat are petitioners herein.2 The complaint alleged\nThe judgment of the court of appeals was entered\nthat the state and county defendants had created\non May 14, 1975. The petition for a writ of certio-\nand maintained the Kinloch School District as an all-\nrari in No. 75-202 was filed on August 7, 1975. The\nblack school district offering inferior educational op-\npetitions in Nos. 75-214 and 75-215 were filed on\nportunities and had failed and refused to take steps\nAugust 9, 1975. The jurisdiction of this Court is\nto provide equal educational opportunities to the black\ninvoked under 28 U.S.C. 1254(1).\nstudents of Kinloch, thereby denying them the equal\nprotection of the law (Pet. App. 51-56).\nQUESTION PRESENTED\nAfter a hearing, the district court found that \"the\nWhether the court of appeals erred in approving cumulative effect of the actions of the state and local\nthe district court's order to implement an interdis- defendants has been the creation, operation, support,\ntrict desegregation plan, proposed and supported by and general supervision by the State of Missouri of\nthe state and county boards of education, as a remedy a small school district which is unconstitutionally\nfor de jure segregation resulting from the State's segregated and whose students are denied an equal\nintentional creation and maintenance of a small, all- educational opportunity\" (Pet. App. 33). The court\nblack, financially impoverished, and educationally in- found that the state and county defendants have the\nadequate school district in a predominantly white authority to reorganize the school districts of Mis-\narea of St. Louis County. souri and that they had excluded the Kinloch district\n1 \"Pet. App.\" refers to the Joint Appendix to the petitions(cid:9) The state and county defendants did not appeal from the\n2 \nfor a writ of certiorari. decision of the district court.\n\ncounty officials concerning the make-up and selection\nfrom reorganization plans because of the race of its\nof members to serve on the governing board of the\nresident students. It ordered them \"to develop and\nnew district (Pet. App. 12, 14, 15).\nimplement a plan which will 'achieve the greatest\npossible degree of actual desegregation, taking into\nARGUMENT\naccount the practicalities of that situation.' Davis v.\nBoard of School Commissioners of Mobile County, 402 1. Petitioners do not dispute the finding of the\nU.S. [33] at 37, * * *; Brown v. Board of Educa- district court, as affirmed by the court of appeals,\ntion, 349 U.S. 294\" (Pet. App. 32, 35). that the Kinloch School District was established and\nThe plan which the state and county defendants maintained by the State for racial reasons as an all-\ndeveloped, and concerning which the district court black school district offering markedly inferior edu-\nreceived extensive evidence, is the subject of these cational opportunities. On the basis of that finding,\npetitions.' The district court found the Revised Plan the district court held that the State and its instru-\nto be \"the least disruptive alternative which is edu- mentalities are constitutionally required to take af-\ncationally sound, administratively feasible, and which firmative, corrective action to eliminate the continu-\npromises to achieve at least the minimum amount of ing vestiges of the dual system of schools in Missouri.\ndesegregation that is constitutionally required\" (Pet. Brown v. Board of Education, 347 U.S. 483; Green\nApp. 37). With minor modifications, the court of v. School Board of New Kent County, 391 U.S. 430;\nappeals upheld the plan and held that the district Swann v. Charlotte-Mecklenburg Board of Education,\ncourt had the authority to implement its order by 402 U.S. 1. The plan proposed and supported by\ndirecting that provision be made for the levying of those defendants was adopted and approved by the\ntaxes essential to operate the school district and by courts below as educationally sound, administratively\naccepting the recommendations of the state and feasible, and effective in achieving desegregation. The\nremedy was well within the discretion of the district\ncourt, which followed well-established legal princi-\n3 Although nine different plans were considered by the state\nand county defendants before recommendation of the three- ples, and further review is not warranted.\ndistrict plan, only two of the others are supported by any of\n2. Petitioner Berkeley argues that it should not\nthe parties. Both Ferguson and Kinloch prefer a plan that\nbe included in the remedy, either because its original\nwould merge Kinloch with Berkeley and that was rejected\nby the state and county defendants because it offered little separation from Kinloch in 1937 was lawful since\nchance for meaningful desegregation. Berkeley, on the other\nit predated this Court's decision in Brown v. Board\nhand, supports the merger of Kinloch with Ferguson, a plan\nof Education, 347 U.S. 483, or because, during the\nthat was rejected principally because its chances for financial\nsuccess would be questionable. (Pet. App. 11-12.)\n\n6\nintervening period, it has changed from a 100 per-\nBoard of Education, 402 U.S. 1, 16. The Berkeley\ncent white to a 41 percent black school district.\ndistrict played a major role in the constitutional vio-\nBerkeley argues that, were the old boundaries to be\nlation creating Kinloch as an all-black district, and\nrestored as if the 1937 split had not occurred, the\nthe district court properly included it as part of the\nold Kinloch school district would not be a unitary\nrelief necessary to remedy that violation.\nsystem today:\n3. Petitioner Ferguson, relying on Milliken, v.\nBut \"[i]t would be sheer fantasy to say that the\nI Bradley, 418 U.S. 717, argues that it is not properly\nschool districts in [St. Louis County] could be re-\nincluded in the reorganization because it was not\naligned today in the same manner that they were\ninvolved in the original creation of Kinloch as an\nin ([1937] and still comply with the constitutional\nall-black district.' At issue in Milliken was \"the\nmandate of Brown I and II. School district reor-\nvalidity of a remedy mandating cross-district or in-\nganization took place under the color of state law\nterdistrict consolidation to remedy a condition of\nthat then required segregated schools. Under these\nsegregation found to exist in only one district\" (418\ncircumstances, when the resulting district lines drawn\nU.S. at 744). There was no finding that the long-\nreflect a discriminatory pattern, de jure segregation\nestablished school district lines of the 53 outlying\nis established.\" Haney v. County Board of Education\ndistricts in that case had been either created or main-\nof Sevier County, 410 F.2d 920, 924 (C.A. 8).\ntained for reasons of race. The Court there held\nCf. Wright v. Council of City of Emporia, 407 U.S.\nthat a cross-district remedy could be implemented\n451; United States v. Scotland Neck Board of Edu-\nonly if it were shown (id. at 745) :\ncation, 407 U.S. 484.\nthat racially discriminatory acts of the state or\n\"As with any equity case, the nature of the viola-\nlocal school districts, or of a single school dis-\ntion determines the scope of the remedy.\" Swann v.\ntrict have been a substantial cause of interdis-\ntrict segregation. Thus an interdistrict remedy\n4 Prior to 1937 the present Kinloch district and most of\nmight be in order where the racially discrimina-\nthe present Berkeley district formed a single district with\nschools segregated by state law. The district court found that tory acts of one or more school districts caused\nthe \"splitting of Kinloch No. 18 into two districts by the in- racial segregation in an adjacent district, or\ncorporation of the City of Berkeley and formation of the\nBerkeley district had the effect of creating a school district 5 Ferguson is supported in this argument by petitioner\nfor white students, Berkeley, and another school district for Kinloch, which believes that a remedy excluding Ferguson\nblack students, Kinloch. Thus, the existing dualism was made would be less burdensome on the black students and citizens\na part of the school district structure mandated by state law, of Kinloch. However, the evidence demonstrated that a\nand, consequently, more difficult for the local school officials Kinloch-Berkeley merger would be neither effective nor\nto correct\" (Pet. App. 20). stable.\n\n8\n9\nwhere district lines have been deliberately drawn\nCONCLUSION\non the basis of race.\nThe petitions for a writ of certiorari should be\nThe record in this case demonstrates the constitu-\ndenied.\ntional violation described by this Court in Milliken.\nThe court of appeals concluded that \"the district\nRespectfully submitted.\ncourt's findings that Kinloch has been unlawfully\nmaintained by each of the defendants, including Fer-\nguson, for racially discriminatory reasons from 1937\nROBERT H. BORK,\nto the present are not clearly erroneous\" (Pet. App.\nSolicitor General.\n9) \n.6\nJ. STANLEY POTTINGER,\nThis case is similar to those cited by this Court\nAssistant Attorney General.\nin Milliken as examples of cases in which interdis-\nMARIE E. KLIMESZ,\ntrict remedies may be required because the school Attorney.\ndistrict lines conflict with the Fourteenth Amendment.\nOCTOBER 1975.\nHaney v. County Board of Education of Sevier\nCounty, 429 F.2d 364 (C.A. 8) ; United States v.\nState of Texas, 321 F. Supp. 1043 (E.D. Tex.), af-\nfirmed, 447 F.2d 441 (C.A. 5), certiorari denied,\nsub nom. Edgar v. United States, 404 U.S. 1016.'\n6 The district court found, for example (Pet. App. 25) :\nOn numerous occasions, the county and state defend-\nants have proposed reorganization plans for the school\ndistricts in St. Louis County, but have not included Kin-\nloch district in such plans because it was all-black and the\nmaking provisions for the levying of taxes to support the\nofficials believed that the voters of surrounding school\noperation of the school district and for representation on\ndistricts would reject consolidation with Kinloch for that\nthe governing board of the reorganized district. See Griffin\nreason. On the one occasion when consolidation of Kin-\nV. County School Board of Prince Edward County, 377 U.S.\nloch with the Berkeley and Ferguson districts was recom-\n218, 232-234. The measures taken by the district court, as\nmended, the reorganization proposal was defeated by\nmodified and affirmed by the court of appeals, were in accord-\nreferendum.\nance with state law as recommended by the state and county\n7 Petitioners' remaining contentions do not require extended defendants. They do not raise any substantial federal ques-\ndiscussion. The court of appeals held that the district court tion that warrants this Court's review.\nhad the authority to implement its desegregation order by\n* U. S. GOVERNMENT PRINTING OFFICE; 1975(cid:9) 595024(cid:9) 76",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/77911"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119999,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119999"
    }
  ],
  "document_count": 2
}