{
  "case_id": 15785,
  "fetched_at": "2025-10-22T00:25:54.975911",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Westchester County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Westchester County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Jail Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2020,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Reporting"
      },
      {
        "value": "Monitor/Master"
      },
      {
        "value": "Recordkeeping"
      }
    ],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 15785,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Juveniles",
      "Medical/Mental Health Care: Dental care",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Suicide prevention",
      "Medical/Mental Health Care: Wound care",
      "Medical/Mental Health Care: Tuberculosis",
      "Medical/Mental Health Care: Skin Infections",
      "Policing: Excessive force",
      "General/Misc.: Conditions of confinement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Solitary confinement/Supermax (conditions or process)",
      "Affected Sex/Gender(s): Male",
      "Affected Sex/Gender(s): Female",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Pepper/OC spray"
    ],
    "last_checked_date": "2020-10-15T00:00:00-04:00",
    "main_docket": {
      "id": 29041,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "No Court Case",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "CRIPA Investigation of the Westchester County Jail, Valhalla, New York",
    "never_filed": true,
    "non_docket_case_number": "168-51-42",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 2020,
    "order_start_year": 2015,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice, enforcing the rights of inmates at the Westchester County Jail.",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "2015-01-24",
    "settlement_judgment_year": 2015,
    "special_collections": [
      "Solitary confinement"
    ],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "New York",
    "summary": "<p>On August 30, 2007 the Department of Justice (&ldquo;DOJ&rdquo;) notified the County of Westchester that it was opening an investigation into the conditions of the Westchester County Jail (&ldquo;WCJ&rdquo;) in Valhalla, New York , pursuant to the Civil Rights of Institutionalized Persons Act, 42 U.S.C. &sect;&sect; 1997 et seq. On November 19, 2009, the DOJ sent it its Findings Letter to the WCJ. The letter stated that certain conditions at the jail violated the constitutional rights of inmates. In particular, the WCJ failed to (1) provide inmates with adequate medical and mental health care and (2) adequately protect inmates from harm and serious risk of harm from excessive force by staff.</p>\r\n<p>The WCJ has three divisions including a women&rsquo;s unit, with an overall operating capacity of 1,693 beds. In February 2008, the DOJ--jointly, the Civil Rights Division in DC and the U.S. Attorney's Office for the Southern District of New York--conducted inspections of the WCJ, interviewing inmates and various staff members. After reviewing videotapes, the DOJ found a pattern and practice of use of excessive force by staff members when responding to emergencies. Officers would use tactics of threat and aggression that tended to escalate rather than de-escalate a tense situation. Some particularly troubling incidents were not reported to the Special Investigations Unit, a unit responsible for investigating allegations of inappropriate or unlawful use of force. The DOJ found that many of these incidents were inadequately reviewed by the WCJ, thus leading to a pattern of use of excessive force against inmates&mdash;in 2007, only two such investigations of excessive force ever occurred, despite dozens of incidents that the DOJ found by reviewing videotapes.</p>\r\n<p>The DOJ also found WCJ&rsquo;s standards of medical care unconstitutional. The WCJ provided inadequate infection control, access to dental care, and an inadequate medical grievance process. As for mental health services, the DOJ found deficiencies in the area of forced medication and also found that the WCJ had inadequate mental health treatment and suicide prevention measures for juveniles housed in its facility.</p>\r\n<p>In 2015, the United States Attorney for the Southern District of New York announced an agreement with Westchester County Jail resolving the investigation. The agreement required that the Jail cease its practice of placing minors under 18 years old in isolation or punitive segregation, and that it develop systems to address disciplinary issues in a manner that is consistent with minors&rsquo; needs and that does not deprive them of access to certain programs and services. The agreement also required the development and implementation of alternative approaches to discipline for 18-year-old inmates. Other provisions related to avoiding excessive force and providing better medical and mental health care for both minors and adults.</p>\r\n<p>Finally, the agreement mandated the appointment of an independent monitor to assist the County in achieving compliance with the provisions of the agreement, to make reports concerning the status and progress of compliance, and to provide the County with technical assistance to comply with the provisions of the agreement. The United States and the monitor had full access to the Jail and its records, staff, and inmates for the life of the agreement.</p>\r\n<p>On October 15, 2020, the US Attorney's Office for the Southern District of New York notified Westchester County that DOJ terminated the 2015 settlement because the County had successfully achieved and maintained substantial compliance with the requirements of the agreement.</p>",
    "summary_published_date": "2023-08-29T21:43:54.972273-04:00",
    "summary_short": "This DOJ investigation of the Westchester County Jail, under the Civil Rights of Institutionalized Persons Act began in 2007. In 2009, the investigation led to findings of unlawful jail conditions, such as inadequate medical and mental health care. An agreement was reached in 2015 and following substantial compliance with the requirements of that agreement, the agreement was terminated in 2020.",
    "summary_tiny": null,
    "terminating_date": "2020-10-15",
    "clearinghouse_link": "clearinghouse.net/case/15785",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15785",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15785",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15785"
  },
  "documents": [
    {
      "date": "2009-11-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88710,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88710.pdf",
      "title": "Re: CRIPA Investigation of Westchester County Jail, Valhalla, New York",
      "text": "U.S. Department of Justice \nCivil Rights Division \nAssistant Attorney General \n950 Pennsylvania Avenue, NW - RFK \nWashington, DC  20530 \nNovember 19, 2009 \nThe Honorable Andrew J. Spano\nCounty Executive\n938 Michaelian Office Building\n148 Martine Avenue \nWhite Plains, NY  10601 \nRE: \t CRIPA Investigation of the Westchester County Jail,\n\nValhalla, New York\n \nDear Mr. Spano:   \nWe write to report the findings of the investigation of the Civil Rights\nDivision and the United States Attorney’s Office into conditions at the Westchester\nCounty Jail (“WCJ” or “the Jail”).  On August 30, 2007, we notified you of our intent\nto conduct an investigation of WCJ pursuant to the Civil Rights of Institutionalized\nPersons Act (“CRIPA”), 42 U.S.C. § 1997.  As we noted, CRIPA gives the\nDepartment of Justice authority to seek a remedy for a pattern or practice of\nconduct that violates the constitutional rights of incarcerated persons. \nOn February 25-28, 2008, we conducted an on-site inspection at WCJ with\nexpert consultants in corrections and custodial medical and mental health care.  We \ninterviewed Jail staff in administration, security, medical and mental health,\nfacilities management, and training.  We also interviewed inmates.  Before, during,\nand after our visit, we reviewed an extensive number of videos and documents, \nincluding policies and procedures, orientation and staff training materials, and unit\nlogs.  We also reviewed numerous internally prepared Jail reports involving\nincidents, uses of force, investigations, and disciplinary matters.  In keeping with\nour pledge of transparency and to provide technical assistance where appropriate,\nwe conveyed our preliminary findings to WCJ officials and legal counsel for\nWestchester County (the “County”) at the close of our site visit. \nWe thank the staff at WCJ for their helpful and professional conduct\nthroughout the course of the investigation.  The County provided us with access to\nrecords and personnel, and responded to our requests, before, during, and after our\non-site visit in a forthcoming manner.  We also appreciate the County’s \n\n- 2 -\nreceptiveness to our consultants’ on-site recommendations.  Accordingly, we have\nevery reason to believe that the County is committed to remedying all known\ndeficiencies at WCJ. \nConsistent with the statutory requirements of CRIPA, we now write to advise\nyou of the findings of our investigation, the facts supporting them, and the\nminimum remedial steps that are necessary to address the deficiencies we have\nidentified.  See  42 U.S.C. § 1997b.  As described more fully below, we conclude that\ncertain conditions at WCJ violate the constitutional rights of inmates.  In \nparticular, we find that inmates confined at WCJ are not adequately protected from\nharm, including physical harm from use of excessive by staff.  In addition, we find \nthat inmates do not receive adequate medical and mental health care.1  \nAs discussed in this letter, these conditions have resulted in serious harm to \nWCJ inmates.  The number of serious incidents discussed herein indicates that \nWCJ is not adequately providing for the safety and well-being of the inmates. \nI.  BACKGROUND  \nThe WCJ is located in Valhalla, New York, within Westchester County.  The \nJail comprises three divisions which house pre-trial detainees and sentenced\ninmates:  the Jail Division,2 the Penitentiary Division,3 and the Women’s Unit.4  \nThe Jail has an operating capacity of 1,693 beds, and employs approximately 900\nuniformed and civilian employees.   During our visit  there were 1400 inmates\ndetained at the Jail. \n1  This letter does not encompass any findings or conclusions with respect to\nwhether WCJ has violated the provisions of Title II of the Americans with\nDisabilities Act of 1990, 42 U.S.C. § 12131 et seq., and the Department of Justice's\nimplementing regulation, 28 C.F.R. Part 35. \n2  The Jail Division houses pre-trial and sentenced inmates who have sentences\nof more than one year, but who are awaiting transfer to the New York State\nDepartment of Correctional Services (“NYSDCS”). \n3  The Penitentiary Division houses male inmates with sentences of less than \none year. \n4  The Women’s Unit houses pre-trial and sentenced female inmates with\nsentences of less than one year, and female inmates who have been sentenced to\nprison terms exceeding one year but are awaiting transfer to the NYSDCS. \n\n- 3 -\nII.  LEGAL STANDARDS  \nCRIPA authorizes the Attorney General to seek injunctive relief to enforce\nthe constitutional rights of inmates subject to a pattern or practice of\nunconstitutional conditions in jails and prisons.  42 U.S.C. § 1997a. \nPrison administrators are constitutionally required “to take reasonable\nmeasures to guarantee the safety of inmates.”  Hudson v. Palmer, 468 U.S. 517, 526 \n(1984).  When a jurisdiction takes a person into custody and holds him against his\nwill, the Supreme Court has held that the Constitution “imposes upon it a\ncorresponding duty to assume some responsibility for his safety and general well­\nbeing.”  County of Sacramento v. Lewis, 523 U.S. 833, 851 (1998) (quoting\nDeShaney v. Winnebago County Dept. of Social Servs., 489 U.S. 189, 199-200 \n(1989)); see also  Harris v. Westchester County Dept of Corr., No. 06 Civ. 2011 \n(RJS), 2008 WL 953616, at *6 (S.D.N.Y. Apr. 3, 2008). \nA.  Protection From Harm \nThe Eighth and Fourteenth Amendments protect inmates and pre-trial\ndetainees from present, continuing, and future harm.  See Hudson v. McMillian, \n503 U.S. 1 (1992); Farmer v. Brennan, 511 U.S. 825, 832 (1994); see also  \nUnited States v. Walsh, 194 F.3d 37, 48 (2d Cir. 1999) (“the right of pre-trial\ndetainees to be free from excessive force amounting to punishment is protected by\nthe Due Process Clause of the Fourteenth Amendment”) (citing  Bell v. Wolfish, \n441 U.S. 520, 535 (1979) (citations omitted)).  While the constitutional rights of\nconvicted prisoners and pre-trial inmates are guaranteed under different\nconstitutional norms, courts have consistently held that pre-trial detainees “retain\nat least those constitutional rights . . . enjoyed by convicted prisoners [under the\nEighth Amendment].”  Bell, 441 U.S. 520 at 545; Benjamin v. Fraser, 343 F.3d 35, \n50 (2d Cir. 2003) (“under the Due Process Clause, [pre-trial detainees] may not be\npunished in any manner – neither cruelly and unusually nor otherwise”); see also \nCuoco v. Moritsugu,   222 F.3d 99, 106 (2d Cir. 2000) (noting that courts apply the\n“Eighth Amendment deliberate indifference test to pre-trial detainees bringing\nactions under the Due Process Clause of the Fourteenth Amendment);\nWeyant v. Okst, 101 F.3d 845 (2d Cir. 1996). \nThe Eighth and Fourteenth Amendments forbid excessive physical force\nagainst inmates and pre-trial detainees.  See Hudson, 503 U.S. 1; Farmer, 511 U.S. \nat 832; see also Walsh, 194 F.3d at 48; Brown v. Doe, 2 F.3d 1236, 1242 n.1 (2d Cir.\n1993) (“After conviction, the Eighth Amendment ‘serves as the primary source of\nsubstantive protection . . . in cases . . . where the deliberate use of force is\nchallenged as excessive and unjustified.’”) (citations omitted).  Constitutional \nstandards also apply even when the use of force does not result in significant injury. \n\n- 4 -\nSee Walsh, 194 F.3d at 48.  Allegations of excessive force are evaluated under two \ncomponents:  “(1) a subjective component which focuses on the defendant’s motive\nfor his conduct; and (2) an objective component which focuses on the conduct’s\neffect.”  Jeanty v. County of Orange, 379 F. Supp. 2d 533, 540 (S.D.N.Y. 2005)\n(citing Sims v. Artuz, 230 F.3d 14, 20 (2d Cir. 2000)). \nUnder the subjective component, courts examine whether the force applied\nwas applied “maliciously and sadistically to cause harm” rather than “applied in a\ngood-faith effort to maintain or restore discipline.”  Jeanty, 379 F. Supp. 2d  at 540 \n(quoting Hudson, 503 U.S. at 7, and citing Blyden v. Mancusi, 186 F.3d 252, 262-63 \n(2d Cir. 1999)) (internal quotation marks omitted).  In determining whether\nexcessive force was used, courts examine a variety of factors, including: \n[T]he need for application of force, the relationship between that need\nand the amount of force used, the threat reasonably perceived by the\nresponsible officials, and any efforts made to temper the severity of a\nforceful response. \nHudson, 503 U.S. at 7 (internal quotation marks and citation omitted); see also  \nJeanty, 379 F. Supp. 2d  at 540 (citing Scott v. Coughlin, 344 F.3d 282, 291 (2d Cir.\n2003)).  Under the objective component, courts examine whether the force applied\nwas “sufficiently serious by objective standards.”  Id. (quoting Griffin v. Crippen, \n193 F.3d 89, 91 (2d Cir. 1999)) (internal quotation marks omitted).  Although the\nmalicious and sadistic use of force by prison officials violate contemporary\nstandards of decency, the Second Circuit has held that “not every push or shove . . .\nviolates a prisoner’s constitutional rights.”  Boddie v. Schnieder, 105 F.3d 857, 862 \n(2d Cir. 1997) (internal quotation marks omitted).  However, “a showing of extreme\ninjury is not required to bring an excessive force claim if the alleged conduct\ninvolved unnecessary and wanton infliction of pain.”  Jeanty, 379 F. Supp. 2d at 540\n(quoting Sims, 230 F.3d at 21-22 (quoting Hudson, 503 U.S. at 10)) (internal\nquotation marks omitted). \nIt is widely recognized that jail officials bear an affirmative duty to intercede\non behalf of an inmate when the officer witnesses other officers using excessive\nforce against the inmate.  See Anderson v. Branen, 17 F.3d 552, 557 (2d Cir. 1994);\nSims v. Griener, No. 00 Civ. 2524 (LAP), 2001 WL 1142189, at *5 (S.D.N.Y.\nSept. 27, 2001); see also Allen v. City of New York, 480 F. Supp. 2d 689 (S.D.N.Y.\n2007) (holding that a prisoner could proceed with claim that officers failed to\nintervene when a fellow officer subjected the inmate to excessive force).  “The duty\narises if the officer has a reasonable opportunity to intercede.”  Jones v. Huff, 789 F. \nSupp. 526, 535 (N.D.N.Y. 1992) (citing O’Neill v. Krzeminski, 839 F.2d 9, 11-12 (2d\nCir. 1988)). \n \n\n- 5 -\nThe right to be protected from harm includes the right to be reasonably\nprotected from constant threats of violence.  See Farmer, 511 U.S. at 833.  Prison \nofficials have a duty to protect inmates from harm caused by other inmates and\nfrom excessive physical force by correctional staff.  See id.; see also  \nAyers v. Coughlin, 780 F.2d 205, 209 (2d Cir. 1986).  In determining whether\nconduct rises to the level of a constitutional violation, the Second Circuit requires\nthat the “prison official have ‘knowledge that an inmate faces substantial risk of\nserious harm and disregard[ed] that risk by failing to take reasonable measures to\nabate the harm.’”  Patrick v. Amicucci, No. 05 Civ. 5206 (GEL), 2007 WL 840124, at\n*5 (S.D.N.Y. Mar. 19, 2007) (quoting Hayes v. N.Y. City Dep’t of Corr., 84 F.3d 614, \n620 (2d Cir. 1996)).  The Second Circuit also requires that “an injured inmate . . .\nshow not only that he was exposed to a substantial risk of serious harm but also\nthat the defendant officials acted with deliberate indifference to his health or \nsafety.”  Patrick, 2007 WL 840124, at *3 (citing Farmer, 511 U.S. at 837).  Liability\narises where an official knew of and disregarded “an excessive risk to inmate health\nor safety [and is both] aware of facts from which the inference could be drawn that a\nsubstantial risk of harm exists, and he must also draw the inference.”  Id.  Prison \nofficials have been found liable when “they are on notice of a substantial risk of\nserious harm to an inmate and fail to take reasonable steps to protect him [or her].” \nId.; see also Hayes, 84 F.3d at 621 (reversing summary judgment on behalf of prison\nofficials where genuine issues of material fact remained as to officials’ knowledge of\nthe substantial risk of harm to inmate). \nB.  Medical Care   \nA prison official’s deliberate indifference to a prisoner’s serious medical needs\nviolates the Eighth Amendment.  See  Estelle v. Gamble, 429 U.S. 97, 104 (1976);\nHathaway v. Coughlin,  37 F.3d 63, 66 (2d Cir. 1994); Odom v. Kerns, No. 99 Civ. \n10668 (KMK) (MHD), 2008 WL 2463890, at *6 (S.D.N.Y. June 18, 2008).  Pre-trial \ndetainees are protected against deliberate indifference to their serious medical\nneeds under the Fourteenth Amendment.  See Harris, 2008 WL 953616, at *6 \n(“Pretrial detainees’ claims concerning the alleged denial of adequate medical care\nalso implicate the Due Process Clause . . . . The Second Circuit has found that an\nunconvicted detainee’s rights are at least as great as those of a convicted prisoner.”)\n(quoting Weyant v. Okst, 101 F.3d 845, 856 (2d Cir. 1996)).  Thus, “the official \ncustodian of a pretrial detainee may be found liable . . . if the official denied\ntreatment needed to remedy a serious medical condition and did so because of his\ndeliberate indifference to that need.”  Id. (quoting Weyant, 101 F.3d at 856). \n“Deliberate indifference” involves both an objective and a subjective \ncomponent.  The objective component is met if the deprivation is “sufficiently\nserious.”  Farmer, 511 U.S. at 834.  Prison officials may not refuse, unreasonably\ndelay, or intentionally interfere with medical treatment for incarcerated \n\n- 6 -\nindividuals.  When an inmate complains about a delay in treatment, “it’s the\nparticular risk of harm faced by a prisoner due to the challenged deprivation of care\n. . . that is relevant for Eighth Amendment purposes.”  Smith v. Carpenter, \n316 F.3d 178, 186 (2d Cir. 2003); see also Blaylock v. Borden, 547 F. Supp. 2d 305,\n310-11 (S.D.N.Y. 2008). \nPrison officials also may not provide an easier but less effective course of\ntreatment nor may they offer only cursory medical care when the need for more\nserious treatment is obvious.  See Estelle, 429 U.S. at 104-05.  Failure to provide\nadequate medical care to address an inmate’s serious medical needs may constitute\na constitutional violation.  See Jones v. Westchester County Dep’t of Corr. Med.\nDep’t, 557 F. Supp. 2d 408, 413-14 (S.D.N.Y. 2008). \nA jail’s obligation to provide adequate medical care includes a duty to provide\nadequate mental health care.  See Langley v. Coughlin, 888 F.2d 252, 254 (2d Cir.\n1989) (“We think it plain that from the legal standpoint psychiatric or mental\nhealth care is an integral part of medical care”); accord Atkins v. County of Orange, \n372 F. Supp. 2d 377, 408 (S.D.N.Y. 2005) (“In the Second Circuit, it is equally clear\nthat psychiatric or mental health care ‘is an integral part of medical care’”) (citing\nLangley, 888 F.2d at 254), aff’d, 248 Fed. Appx. 232 (2d Cir. 2007).  Where a jail’s\n“actual practice” towards treatment of mentally ill inmates is clearly inadequate,\nthe facility may be held to be “on notice” at the time of an inmate’s incarceration\nthat there is a substantial risk of deprivation of necessary care.\nWoodward v. Corr. Med. Servs. of Ill., Inc., 368 F.3d 917, 927 (7th Cir. 2004). \nIn addition, detainees have a right to be free of bodily restraints, such as\nshackles or a restraint chair, unless the facility demonstrates a legitimate\npenological or medical reason for the restraint.  See, e.g., Washington v. Harper, \n494 U.S. 210, 220-23, 236 (1990) (prison may forcibly administer anti-psychotic\ndrugs if supported by legitimate penological or medical reasons, despite inmate’s\nliberty interest in avoiding forced medication); Doe v. Dyett, No. 84 Civ. 6251 \n(KMW), 1993 WL 378867, at *2-3 (S.D.N.Y. Sept. 24, 1993) (holding that forced\nadministration of medicine to inmate “jeopardizing his own or the institution’s\nsafety . . . does not amount to a due process violation”).  Restraints imposed by\ncorrectional officers that are medically unjustifiable and have no adequate security\nrationale infringe on an inmate’s due process rights.  See Smith v. Coughlin, 748 \nF.2d 783, 787 (2d Cir. 1984) (holding that restraints on inmates must be supported\nby “penological justification”). \n  \n\n- 7 -\nIII.  FINDINGS  \nWe found that WCJ has a pattern of failing to:  (1) adequately protect\ninmates5 from harm and serious risk of harm from staff; and (2) provide inmates\nwith adequate medical and mental health care.  These deficiencies violate WCJ \ninmates’ constitutional rights. \nA.  INADEQUATE PROTECTION FROM HARM \nAlthough the violence present in any correctional setting necessarily permits\nan appropriate use of force, the Eighth Amendment forbids excessive physical force\nagainst prisoners.  Hudson, 503 U.S. at 9.  Corrections officials must take \nreasonable steps to guarantee inmates’ safety and provide “humane conditions” of\nconfinement, including taking reasonable steps to protect inmates from physical\nabuse and use of excessive force.  Farmer, 511 U.S. at 832-33.  Providing humane\nconditions requires that a corrections system must satisfy inmates’ basic needs,\nsuch as their need for safety.  To ensure reasonably safe conditions, officials must\ntake measures to prevent the use of unnecessary and inappropriate force by staff. \nOfficials must also provide adequate systems to investigate incidents of harm,\nincluding staff misconduct and alleged physical abuse of inmates.  As illustrated \nbelow, WCJ fails to provide constitutionally adequate protection from harm for its\ninmates. \n1.  Use of Excessive Force By WCJ Staff \nWe found evidence of a pattern and practice of use of excessive force by the\nEmergency Response Team (“ERT”).6  Although an appropriate use of force in a\ncorrectional setting is permissible and often necessary to adequately ensure staff\nand inmate safety, the  law forbids excessive physical force against inmates.  A \ndetermination of whether force is used appropriately requires an evaluation of the\nneed for the use of force, the relationship between that need and the amount of force\nused, the seriousness of the threat reasonably believed to exist, and efforts made to\ntemper the severity of a forceful response.  Hudson, 503 U.S. 1 at 7. \n5  From here forward, both pre-trial detainees and convicted prisoners will be\ncalled “inmates.” \n6  The ERT is a team of correction officers and supervisors who respond to\nincidents such as inmate-on-inmate and inmate-on-staff assaults.  Each ERT \ncomprises several correctional officers protected in full riot gear and helmets, and\nfalls under the command of the Emergency Services Unit (“ESU”). \n\n- 8 -\nGenerally accepted correctional practices provide that appropriate uses of\nforce in a given circumstance should be proportionate to the threat posed by the\ninmate.  Absent exigent circumstances, lesser forms of intervention, such as issuing\ndisciplinary infractions or employing passive escorts, should be used or considered\nprior to more serious and forceful interventions. \nHowever, and as detailed below, our review of videotaped use of force\nincidents reflect a pattern and practice in which the ERT uses excessive force\nagainst inmates.  In the videos we reviewed, ERT officers are seen shoving inmates\naggressively into fixed objects when less injurious tactical holds could be safely \nemployed.  The officers are seen routinely applying needlessly painful escort\ntechniques (bent wrist locks while apparently applying intense pressure).  The \nofficers are also seen routinely employing crowd control contaminants (MK-9 in a 16\nounce canister) when they are tactically contraindicated rather than utilizing an\nequally effective personal size canister (MK-4 in a three ounce canister).7  Also \ntroubling is the fact that the ERT officers often seem to disregard some inmates’\nmental impairments in use of force incidents, which appears to greatly heighten the\nvolatility of a given situation.  Indeed, they utilize threatening and aggressive\nverbal strategies, which tend to escalate rather than de-escalate a potentially\nvolatile situation. \nIn arriving at our findings, we reviewed hundreds of WCJ use of force\nincidents from 2006-2007, dozens of which were captured on videotape.  This review \nrevealed a failed administrative review process at WCJ and a pattern and practice\nof the ERT to engage in needlessly aggressive and injurious force against inmates.\nWe are concerned both about the nature and severity of the force used by the ERT,\nand the paucity of the subsequent investigations, particularly where the evidence\nclearly indicates that supervisory review and/or investigations were warranted.\nThe following are but some of the incidents that highlight these deficiencies. \n•\t  On January 11, 2007, AA, a 38-year-old female, refused orders to lock-\nin her cell.8  According to the sole ERT report written for this incident,\nERT “attempted to take control of AA but she resisted.  ERT then took \ncontrol of her and placed her in restraints.”  The report indicates that\nAA was then escorted to a search area where she “became very\ncombative,” at which time [Oleoresin Capsicum] (“OC”) spray was \n7   During our tour of WCJ, we brought the problematic use of MK-9 canisters to\nthe attention of WCJ management and understand that a memorandum directing\nthe discontinuance of such tactic was issued. \n8\t  To protect inmates’ identities, we use fictitious initials throughout this letter. \n\n- 9 -\nadministered.9  It appears that the report was reviewed by a sergeant\ndirectly involved in the incident.  A video of this incident was recorded; \nwe found no evidence that the video was ever reviewed by an\nindependent supervisor. \nIn our review of the video of this incident, we found that not only did the\nreport inaccurately characterize the force used against AA, but also that the force\nused was excessive.  Our review of the video indicates that what the officer reported\nas “taking control” of AA was really the ERT officer driving AA’s head to a wall\nwhile other officers took her to the ground to apply handcuffs and leg restraints.\nWe also observed that AA was escorted with a bent wrist tactic, which appeared to\ncause her substantial and unnecessary pain.  Finally, we are concerned that AA was\nsprayed, at point blank range, in the face with OC spray from a MK-9 canister\nwhile she was lying prone and cuffed on the floor.10 \n•\t  In another use of force report, also dated January 11, 2007, a WCJ\nofficer described the incident as follows:  “ERT entered the inmate \nreceiving holding cell and attempted to restrain inmate [AB] who\nresisted ERT.” \nOur review of the video of this incident showed that the ERT entered a \nholding cell where AB and several other inmates were housed, and ordered them to\nplace their hands on the wall.  The video shows that AB complied.  The video then \nshows that an ERT officer ordered AB to his knees; while he was attempting to\nkneel, he was thrown into the wall, causing a wound to open over his eye.  Inmate \nAB was then cuffed and escorted with a bent wrist technique to receive medical aid.\nWe were troubled to see this use of excessive force used against a compliant inmate\nwho did not appear to pose a threat to officers or himself.  Indeed, the video does not \nsuggest that the force used was justifiable or necessary to achieve a legitimate\npenological interest.  This incident should have been reviewed and investigated by\nthe Special Investigations Unit (“SIU”) to assess the appropriateness of the use of\nforce used; we found no evidence that it was.11  \n9  OC spray, commonly known as pepper spray, is a chemical agent that\nirritates the eyes and respiratory system of a target. \n10  MK-9 canisters are often employed for crowd control situations, and pose a\nserious risk of unnecessary harm when used on a restrained individual at point\nblank range, as was done in this incident. \n11  The SIU is assigned the responsibility for investigating “any serious\nallegation regarding the inappropriate or unlawful use of physical force or deadly\nphysical force by an employee.”  See SOP  II 07-02. \n\n- 10 -\n•\t  During a February 14, 2008, strip search of AC, the ERT took him to\nthe ground and sprayed him in the face with an MK-9 canister.  The \nsole report filed for this incident alleged that AC “became combative,”\nand thus the MK-9 was used. \nIn our review of the video, it did not appear that AC was combative during\nthe strip search.  In fact, AC was compliant with the officers’ commands.  We \ninterviewed AC, and his recollection of the incident is consistent with our viewing of\nthe video. \n•\t  On May 22, 2007, inmate AD was ordered to be placed on suicide\nwatch from the booking area where he was housed.  When AD refused \norders to comply, the sole use of force report for this incident, written\nby an ERT sergeant, described the incident as follows:  “necessary force\nwas used and the inmate was placed in full restraints.” \nOur review of the video of this incident shows the ERT rushing AD, knocking\nhim against the wall and to the floor.  We did not observe any indication that AD\nwas combative.  As a result, AD sustained a bloody nose and a lip laceration.  We \nfail to see that this force was “necessary” as described in the report, especially in\nlight of the fact that 8-10 officers responded to handle this incident.  This incident \nshould have been referred for investigation rather than addressed in a conclusory\nreport that the force was necessary.  We found no evidence that any supervisor \nconducted any form of review. \n•\t  Following a September 17, 2007, use of force incident with inmate AE,\nan ERT sergeant wrote a report in which he described AE as “violently\nresisting” the attempts of team members to cuff him necessitating a\n“one second burst of [OC] to halt his violent behavior.” \nThe video shows that AE was in a fully prone, face down position, and\nsurrounded by the ERT when a MK-9 canister appears on camera and is discharged\nat point blank range in AE’s face.  In an interview with AE, he claimed to have been \nstruck with a closed fist while in the prone position.  The tape also shows one of the\nERT officers dragging AE along the floor by his handcuffs. Even a casual review of\nthis video should have prompted some level of investigative inquiry because the\nvideo showed that unsafe and highly injurious tactics were used against AE by\nmembers of the ERT. \n•\t  On October 16, 2007, inmate AF was ordered to be placed on a suicide\nwatch.  The ERT sergeant who prepared the use of force report \n\n- 11 -\nconclusorily described AF as “combative” and in a “blind rage.”  On the \nvideo tape, the sergeant repeatedly describes AF as “highly combative.”\nHe claimed he used OC spray to “halt his rage.” \nIn our review of the 40-plus minute video of this incident we found the use of\na chemical agent inappropriate, claims of resistance exaggerated, and ERT’s tactics\nunsafe and unprofessional.  When the tape begins, AF, already restrained, is taken\nnude to a holding cell and placed in a painful escort position, at which time he cries\nout and is told to “shut up.”  AF is then bent over causing him to have difficulty\nbreathing; AF is visibly bleeding.  AF is then taken to receive medical attention and \nthereafter escorted in a needlessly painful manner to the forensic unit where he is\nthrown on the bed of the cell.  AF repeatedly asks for water and is again told to \n“shut up.”  While lying face down in a prone position under the total control of ERT\nofficers and lying still, he is told to stop resisting or chemical agents will be used.\nHe is then thrown to the floor at which time the sergeant, utilizing a MK-9 canister,\nsprays AF with OC spray at point blank range. \nNext, the ERT exits and secures the cell door.  Inmate AF’s movements about \nthe cell appear to be reactions to the OC spray.  It is these reactions that the ERT \nsergeant describes as  “extremely combative” behavior.  The ERT re-enters the cell \nand places the subject in four-point restraints during which time officers apply their\nbody weight in an unsafe manner on his legs and chest.12  As nurses enter to treat \nAF, an officer can be heard to say “he ain’t getting nothing.”  The following day a\nwatch commander directed a memo to the warden recommending that the video of\nthis incident be “. . . accessed and examined.”  We found no evidence that such a \nreview was ever conducted. \n•\t  On September 22, 2007, inmate AG, described as “nervous and\nparanoid” by WCJ staff, was strip searched although he “had to be\nconstantly physically directed using soft hand techniques to complete\nthe search.”  After the strip search he was left unrestrained in the cell.\nAccording to the report, the ERT returned to move AG to booking for a\nsuicide watch.  He was ordered to “kneel down against the back wall of\nthe cell in the compliance position.”  He did not comply and OC spray\nwas dispersed through the cuff port of the cell door.13  The door was \n12  Applying such weight on an individual poses significant risks of positional\nasphyxia.  Positional asphyxia is known to restrict breathing, and in some cases,\ncause death. \n13  A “cuff port” is a small opening on the front of a cell that has a secure flap\nthrough which a food tray may be passed or hands presented by a detainee for\ncuffing. \n\n- 12 -\nthen opened and he immediately fell to the ground face down in a\nprone position and was once again restrained. \nWe conclude that WCJ unjustifiably used OC spray on AG.  Inmate AG does \nnot appear combative in the video, and appears disoriented.  An officer on the video \ncan be heard to say that AG has “trouble with commands.”  Of particular concern,\nas the sergeant disperses the OC spray, a female voice can be heard to say “he’s got\nasthma.”  A review of this video should have prompted an investigative inquiry on\nwhether the use of OC spray was contraindicated both because of his mental state\nand the possibility that he had asthma. \n•\t  The reporting ERT captain in a June 18, 2007, use of force report\nsummarized an incident with inmate AH as follows:  “During the\nsearch, detainee was not complying with numerous orders.  He refused \nto remove his clothing and he disobeyed orders to face the rear wall.\nHe became combative and resistive.  His actions necessitated him \nbeing restrained.  Chemical agents were deployed in order to regain\ncontrol and compliance.” \nOur review of this incident is inconsistent with the captain’s report.  First, \nAH, who has a history of psychiatric disorders, appears compliant with the series of\nspecific orders he was given to remove his clothing.  Second, as AH was ordered to \nremove his underwear, an officer immediately took him to the floor of the cell,\nwhere AH was sprayed with OC from a MK-9 canister.  The video does not \ncorroborate the ERT captain’s report that AH was combative.  Of particular note, as\nAH is prone on the floor, the video shows that a sizeable pool of blood begins to grow\nfrom the open wound to his head he sustained during the use of force.14  Given the \ninjuries AH sustained, and the questionable use of the MK-9, an investigation\nshould have been conducted.  We found no evidence that an investigation was\nconducted. \n•\t  On April 20, 2007, inmate AI refused to lock-in her cell, as ordered. \nThe ERT responded.  The reporting sergeant described the use of force\nincident as follows:  AI “became combative and started kicking and\ncursing ERT” when they attempted to place her in restraints.  Once in \nrestraints she was escorted to the elevator at which time she “dropped\nto the floor and was non-responsive.”  After exiting the elevator she \n14  Notably, AH was unable to make his court-mandated appearance as he had\nto be taken to the hospital for treatment of the serious head wound. \n\n- 13 -\nwas taken to a medical station where “she was evaluated medically\nand psychologically . . . During the evaluation inmate [AI] attempted\nto spit on staff.  Because of her actions, a spit hood was placed on her.” \nOur review of the 23-plus minute video of this incident reveals discrepancies\nbetween the sergeant’s report and the video.  First, the video does not support the\nsergeant’s claim that AI was “combative” and “kicking” during the initial restraint. \nAI in fact is shown cooperating with officers but was asking to speak with a\nsupervisor.  As AI is placed on the elevator, she is thrust against the elevator walls\nwith officers pressing against her as she cries out in pain, claiming officers hit her\nhead.  She drops to the floor and is suddenly quiet.  As AI is removed from the \nelevator, she again asks to speak to a sergeant.  As the officers pick her up and\nbegin to escort her with a bent wrist hold she cries out in pain saying “you are\nhurting my wrist.”  Once AI arrives at the medical station, officers place her hands\nin a painful position over the back of a chair.  AI again cries out in pain, and\nrequests that medical personnel examine her wrist.  The video provides no evidence\nthat medical personnel examined her wrists.15  This incident should have been \nthoroughly investigated, especially given the graphic evidence that can be seen\nthroughout the course of the video.  We found no evidence that a supervisor was\ncalled to the scene or that an investigation was conducted. \n2.  Inadequate Review of Use of Force Incidents \nWe found that WCJ inadequately reviews use of force incidents to prevent a\npattern of use of excessive force against inmates.  As a result, staff who subject\ninmates to excessive force are not adequately identified, nor are appropriate\nremedial measures taken. \nOur review of numerous use of force incidents indicated that WCJ’s Use of \nForce Standard Operating Procedures (“SOP”) concerning administrative review of\nuse of force incidents was not followed.  In an interview with the SIU Commander \nduring our site inspection, he advised that his unit did not initiate any use of force\ninvestigations in 2007, nor were any use of force incidents referred to his unit for\nthe year.  Furthermore, in the course of our tour of the facility, we were unable to\nidentify a supervisory official independent of the ERT who is responsible for \n15  The video shows that AI consistently requested medical attention for the pain\nin her wrist.  After leaving the medical area, AI is escorted to booking and continues\nto cry out in pain.  After she is turned over to the female officers for the strip search\nshe becomes compliant but continues to cry of pain from her wrist.  After the strip\nsearch, the ERT re-enters the room and re-cuffs her for the short distance to the \nsuicide watch cell while she cries out in pain. \n\n- 14 -\nreviewing incident videos.  Instead of SIU or other independent review, we found\nthat first line supervisors of the ERT routinely signed off on use of force reports\nwithout comment.  Of particular concern, we found that supervisors frequently\nreview their own actions when involved in use of force incidents.16  Failure to review \nuses of force effectively provides Jail Staff with unfettered use of force.  As a result, \nWCJ is unable to adequately protect its inmates from harm. \nIndeed, in 2007, only two investigations of use of force incidents were\ncompleted by jail security administrators.  Neither of these investigations were\ninitiated by WCJ officials.  One investigation was conducted only after an inmate,\nDU, filed suit against WCJ.  The second resulted from a referral from the \nWestchester County District Attorney’s Office regarding allegations of an inmate,\nDV, concerning excessive force.  We found no evidence that WCJ officials initiated \ninvestigations prior to the referrals.  Further, we were concerned about the \nadequacy of these two investigations.  One of the two investigations appears to be\nsimply a cursory review of the detainee’s complaint.  The second investigation failed\nto address or investigate a questionable use of crowd control contaminant.17 \n3.  Inadequate Use of Force Documentation \nEffective measures to prevent excessive and inappropriate uses of force start\nwith the adequate reporting of information, which permits the identification of\npotential problem cases and effective internal investigations.  We find that WCJ \nfails to adequately document uses of force in its written reports, and thus fails to\nadequately protect inmates from harm.  In light of discrepancies between the video\nwe reviewed and the written reports noted above, we are concerned with the\ninadequate documentation on other uses of force where no videos were present. \nWe begin by noting that WCJ fails to maintain an adequate use of force\nreporting mechanism.  Notably, WCJ’s Use of Force SOP V 01-09 (April 25, 2002)\ndoes not contain a generally applicable reporting requirement for correction officers\nwho use force on inmates or witness correction officers’ use of force on inmates. \nSimilar to the deficiencies we observed in the video, we were unable to identify a\nsupervisory official outside of the ERT who is responsible for reviewing incident \nreports.  As noted above, the commander of the SIU told us during our tour that his\nunit did not conduct any use of force investigations for 2007.  Compounding these\ndeficiencies, while the SIU receives copies of all special reports, they are reviewed\nfor informational purposes only.  The SIU does not have any guidelines or criteria \n16  See  Westchester County Document Submission. \n17  The litigation file revealed that these two use of force incidents were not\ninvestigated prior to the commencement of litigation. \n\n- 15 -\nfor reviewing use of force incidents, and WCJ does not contain a standardized use of\nforce reporting form. \nMany WCJ officers simply fail to document uses of force, or do so\ninadequately.  Our review of all use of force incidents for 2007 indicate that WCJ \nofficers routinely file incomplete, vague, or conclusory reports.  As noted above, our \nreview also indicates that in some instances exaggerated reports are filed as well. \nThe following reports are so inadequate that they do not allow a substantive review\nof the incidents by senior officials, and may fail to disclose critical information.  For \nexample: \n•\t  Only one of the two officers involved in a November 22, 2007 incident\nfiled a use of force report.  The only detail provided in the sole report \nwas:  “while inmate [DD] was being stripped he turned in an\naggressive manner, myself and C. O. had to apply restraints, inmate\ncontinued to resist, after given numerous orders.” \n•\t  On November 11, 2007, the ERT responded and used force to subdue\nDE, but only one member of the ERT filed a report in which the ERT’s\nactions were described.  The force used, however, was inadequately\ndescribed as follows:  “when the restraints were removed from [DE], he\nbecame combative with ERT.  ERT quickly subdued [DE] and applied\nrestraints.” \n•\t  Only one member of the ERT who responded to restrain DF filed a\nreport in which the force used was described.  Again, the report was\ninadequate.  The December 12, 2007, incident was inadequately\ndocumented as follows:  “inmate became violent and ERT use \nnecessary force to place the inmate in full restraints.” \n•\t  On November 23, 2007, the ERT responded and used force against DG,\nbut only one member of the ERT filed a report in which force was\ndescribed.  The correction officer inadequately described the incident,\nand force used, as follows:  “ERT proceeded with the search and [DG]\nbecame assaultive and combative.  ERT regained custody of [DG] and\nhe continued to deal with my orders with indifference.  [DG]’s head\nbegan to shake and he appeared to be in some sort of medical distress.” \n•\t  Even though the ERT responded and used force against DH on October\n13, 2007, only one member of the ERT filed a report, in which force\nwas described as follows:  “There he was being removed from\nhandcuffs, and became unruly.  ERT used necessary force to regain\ncontrol and place the inmate in handcuffs and leg irons.” \n\n- 16 -\n•\t  On January 2, 2007, an ERT responded and used force against DI in\norder to have the inmate remove his clothing.  Only one member of the\nERT filed a report.  The forcible disrobing of DI is inadequately\nsummarized in the report as follows:  “I gave him an order to remove\nall of his clothing. [DI] did not comply with that order.  I then ordered \nERT officers to remove the clothing, necessary force was used to obtain\n[sic] this task.” \nFinally, we were concerned with the video recording techniques used by WCJ\nstaff.  In many of the videos we viewed, the usefulness of the tapes was limited\nbecause WCJ staff failed to focus the lens and properly position the filming officer to\nallow an adequate recording of the incident.  In some videos, it appeared that the\nfilming officer permitted WCJ staff to physically obstruct the line of sight of the\nrecording.18  Further, WCJ operates without a written policy on the retention of use\nof force videotapes. \n4.  \tDetainee Grievances \nWCJ fails to maintain an adequate detainee grievance system, further\ncontributing to the problems of monitoring and investigation of use of force\nincidents.  An inmate grievance system is a fundamental element of a functional jail\nsystem, intended to provide a mechanism for allowing inmates to raise conditions of\nconfinement related concerns and issues to the administration.  If \nviewed as credible by inmates, it can also serve as a source of intelligence to staff\nregarding potential security breaches as well as staff excessive force or other\nmisconduct.  The grievance system should be readily accessible to all inmates. \nInmates should be able to file their grievances in a secure and confidential manner\nand without threat of reprisals.  Staff responsible for answering inmate grievances\nshould do so in a responsive and prompt manner.  We found a number of serious \nconcerns with the grievance process at WCJ. \nDespite the pattern of force described above, the Facility Grievance\nCoordinator reported that no grievances have been filed by WCJ detainees for 2006\nand 2007.  This clearly indicates that any grievance system is not functional, thus\ndepriving WCJ of a valuable source of information concerning use of force incidents. \n18  The late Judge Charles L. Brieant, Jr., who presided over the criminal\nproceedings against former WCJ Corrections Officer Paul Cote, observed  similar \nproblems with the ERT videotapes, noting:  “when the real action occurs, for some \nreason or another, the lens is either pointed at the floor or the ceiling.”  Transcript\nof Proceedings, dated April 20, 2006, United States v. Cote, No. 06 Cr. 121 (CLB) at\n17. \n\n- 17 -\nAt least a partial explanation for the lack of grievances alleging excessive force is\nthe requirement that a detainee is provided a grievance form “only after exhausting\nthe informal complaint process.”  (See SOP V 02-07, Inmate Grievance Program).\nRequiring a detainee to pursue the matter informally compromises the review and\ninvestigative processes, especially in those instances in which unlawful actions may\nhave occurred.  Detainees who may have been subjected to unlawful force will at\nbest be reluctant to seek resolution from those who may have witnessed or been\ninvolved in the very actions that would form the basis for the grievance. \n5. \t Employee Disciplinary Sanctions for Use of Force \nViolations   \nWCJ fails to adequately discipline officers for using excessive force against\ninmates.  To ensure reasonably safe conditions for inmates, correctional facilities\nmust develop and maintain adequate systems to investigate staff misconduct,\nincluding alleged physical abuse by staff.  Generally accepted correctional practices\nrequire clear and comprehensive policies and practices governing the investigation\nof staff use of force and misconduct.  Adequate policies and practices include, at a\nminimum, screening of all Use of Force and Incident Reports, specific criteria for\ninitiating investigations based upon the report screening, specific criteria for\ninitiating investigations based upon allegations from any source, timelines for the\ncompletion of internal investigations, and an organized structure and format for\nrecording and maintaining information in the investigatory file.  The investigation\nmust also be and appear to be unbiased. \nIn our investigation, we found that WCJ fails to initiate disciplinary\nmeasures to correct officers who use excessive force.  This may be due to lack of\noversight and adequate reporting, or also because of deficiencies within WCJ\npolicies.  While WCJ officers are subject to a Code of Conduct (SOP II 20-02), the\nCode has not been revised since 1998.  The Code does not contain provisions that\nprohibit physical abuse of inmates, and does not define excessive or unnecessary\nforce.  While the policy prohibits force to be used as punishment, the Code fails to\nprovide proper guidance regarding employee sanctions when excessive force is used. \n6. \t Inmate Classification \nAlthough WCJ utilizes a charge-based classification scheme, i.e., custody\ncategories determined largely based on the detainee’s criminal charge, a review of\nthe December 27, 2007 Housing Roster indicates that detainees of as many as three\ndifferent housing categories are routinely co-mingled.  For instance, 2-NE in the \n\n- 18 -\nNew Jail houses inmates of three separate custody categories (AA, A, & B).19  \nVarious levels of co-mingling of detainees by custody categories can be seen\nthroughout the facility. \nGenerally accepted professional standards require that jails adequately\nclassify and segregate inmates based on legitimate penological needs.  The primary\npurpose of an inmate classification scheme is to provide separate housing for\ndetainees based on differing levels of needs and security risks.  The routine and \nindiscriminate mixing of custody categories is often associated with high levels of\ninmate-on-inmate violence; such high levels most often occur within institutional\nsettings and crowded multiple occupancy housing (double/triple celling and\npredominance of dorm housing).  WCJ operates below capacity with single celling \nand a 1:1.8 officer/inmate ratio.  A review of all incident reports for 2007 and other\ndata on inmate safety indicates that WCJ does not have high levels of\ninmate-on-inmate violence.  However, these same incident reports do provide\nexamples of serious assaults between and among detainees of different custody\ncategories.  While WCJ officials do routinely move to separate such offenders by\nhousing and “keep separate” designations, WCJ officials should seriously consider\nimplementing a more objective classification scheme that anticipates an increase in\npopulation, when single celling the entire population is no longer possible.  Any\nabnormal rise in inmate-on-inmate violence involving predatory conduct by high\ncustody offenders against low custody offenders, regardless of the current favorable\nconditions (a single celled population under capacity), will require a more objective\nscheme that provides for housing separation based on security risks. \n7.  Inmates in Protective Custody \nWCJ provides separate housing for inmates requiring protective custody.\nThese inmates are confined in a virtual lockdown setting (in-cell for over 22 hours a\nday). While these inmates may require separation from general population inmates,\naccess to programs and services for such a population is still required.  Unless their \ncustody level dictates otherwise, such detainees should be permitted more than one\nhour out-of-cell per day; the current management of these Protective Custody\ndetainees constitutes, for all practical purposes, punitive segregation housing. \n19  WCJ uses five custody categories to classify its inmates.  AAA is the highest\nlevel security classification.  AA and A follow.  Generally, AA and A classifications\nare assigned to inmates charged with crimes against persons.  B is next highest.\nGenerally, B is assigned to inmates charged with crimes against property.  C is the \nlowest security level classification. \n\n- 19 -\nB.  MEDICAL CARE DEFICIENCIES \nJail officials are responsible for providing adequate medical care to inmates.\nMoreover, a jail may not deny or intentionally interfere with medical treatment.  A \ndelay in providing medical treatment may be so significant that it amounts to a\ndenial of treatment.  Our investigation revealed that there are certain aspects of the\nmedical care and treatment offered at WCJ to be commended, for example, the\nJail’s affiliation with the Westchester Medical Center,20 use of Telemedicine and \nDigital Radiography,21 and Methadone treatment program.  However, there are \nsome areas where the medical care provided at WCJ falls below the constitutionally\nrequired standards of care.  Specifically, we found the following deficiencies:\ninadequate infection control; inadequate access to dental care; and an inadequate\nmedical grievance process.22 \n1.  Infection Control \nWCJ fails to adequately treat, contain, and manage infectious disease.  This \nfailure is dangerous and places inmates, staff, and the community at unnecessary\nrisk of serious health problems.  The WCJ’s management of Methicillin resistant \nStaphylococcus aureus (“MRSA”)23 deviates from generally accepted correctional \n20  As a result of this relationship, WCJ inmates have ready access to clinical\nspecialists, providers, and nurses.  The relationship also provides additional clinical\nservices and academic resources to the health services in the jail. \n21  Telemedicine and Digital Radiography is a technology where medical\ninformation is transferred via telephone, the Internet or other networks for the\npurpose of consulting, and sometimes remote medical procedures or examinations.\nThese technologies can improve the quality of care and access to specialty services\nbeyond the scope of what the Jail may be able to provide. \n22  While at the facility we observed a newly admitted inmate being interviewed\nin an open area within sight and sound of other inmates and correctional staff. \nWhile this appeared to be an isolated incident, all attempts should be made to\nsafely conduct health examinations with sight and sound privacy. \n23   MRSA is a potentially dangerous drug-resistant bacteria that can cause\nserious systemic illness, permanent disfigurement, and death.  A MRSA infection is \nsometimes confused by detainees and medical staff as a spider or insect bite, causing\ntreatment to be delayed while the infection has time to worsen or spread.  See \nhttp://www.aafp.org/fpr/20041100/10.html.  (Last visited May 21, 2009.)  MRSA is \nresistant to common antibiotics, such as methicillin, oxacillin, penicillin, and\namoxicillin.  MRSA is almost always spread by direct physical contact.  However, \n\n- 20 -\nmedical standards.  Inmates with infectious diseases at WCJ are not appropriately\ncontained, treated, or managed.  Indeed, MRSA infections typically occur more often\nin an environment of congregated living such as WCJ.  It is important for medical\nstaff to be aware of MRSA infections because MRSA is contagious and can lead to\nserious medical complications, including death.  Improper treatment may prolong\nthe condition and the period of contagion. \nAt the time of our on-site investigation, WCJ had reported no MRSA\ninfections at its facility for several months.  Given the propensity for MRSA to\nflourish in an environment such as WCJ, the lack of recorded cases is unsettling. \nIndeed, we identified several likely cases through inmate interviews and\nexamination of inmate medical records.  For example: \n•\t  Inmate MA was initially evaluated on August 28, 2007 for a “spider\nbite” infection that continued to worsen. AB was also examined on \nAugust 30th, September 5th, September 11th, and September 17th.\nHe was prescribed Keflex,24 but the condition developed into a localized\ncellulitis.25  The chart does not indicate that MRSA was considered, \nand no cultures were performed. \n  \nC\t  Inmate MB was initially evaluated on August 15, 2007 for a “spider\nbite” under his arm.  He was seen again on September 11th, at which\ntime he was prescribed Keflex.  MB was subsequently seen on multiple\noccasions regarding the same “spider bite” on September 22nd,\nSeptember 28th, October 23rd, and December 19th, without resolution.\nThe chart does not indicate that MRSA was considered, and no \ncultures were performed. \n  \nspread may also occur through indirect contact by touching objects such as towels,\nsheets, wound dressings, and clothes.  MRSA can be difficult to treat and can \nprogress to life-threatening blood or bone infections.  See MedicineNet.com, \nhttp://www.medicinenet.com/staph_infection/page2.htm.  (last visited May 21, 2009.) \n24  Keflex is a cephalosporin antibiotic.  It is commonly used to “treat infections\ncaused by bacteria, including upper respiratory infections, ear infections, skin\ninfections, and urinary tract infections.”  See http://www.drugs.com/keflex.html\n(last visited May 21, 2009.) \n25  Cellulitis is a skin infection caused by bacteria that gets into the skin and\nspreads to deeper tissues.  See MedicineNet.com, \nhttp://www.medicinenet.com/cellulitis/article.htm.  (last visited May 21, 2009.) \n\n- 21 -\nC  Inmate MC was evaluated for a “boil” under his arm on \nAugust 27, 2007, accompanied by a fever of 101 degrees Fahrenheit\nand cellulitis.  He was prescribed Dicloxacillin.26  The condition \ncontinued, and MC was seen again on September 2nd, 3rd, 4th, and\n11th.  He required an incision and drainage by a general surgeon, and\nthe condition was finally resolved on September 27, 2007.  MC \ndeveloped another lesion on January 11, 2008, and was prescribed\nKeflex.  The chart does not indicate that MRSA was considered, and no \ncultures were performed. \nC\t  Inmate MD was initially evaluated for a possible “insect bite” on\nOctober 21, 2007, and prescribed Keflex.  By October 23rd, the\ncondition had worsened to a localized cellulitis.  On November 15th, \nMD was also treated for facial lesions.  MD’s medication was switched \nfrom Keflex to Dicloxacillin; however, on November 19th, he was given\nmore Keflex.  The chart does not indicate that MRSA was considered, \nand no cultures were performed. \n \nC\t  Inmate ME was seen for a skin infection on November 20, 2007.  He \nwas prescribed a combination of sulfamethoxazole and trimethoprim\n(antibiotics commonly used to treat bacterial infections),27 and the \ninfection resolved without additional intervention.  The rapid response\nof the infection to Bactrim, a non-penicillin antibiotic to which most\nMRSA is sensitive, suggests that this infection was MRSA. \nThe cases described above were likely MRSA infections, but a definitive\ndiagnosis of MRSA cannot be made if cultures of a wound are not performed.\nHowever, if the condition fails to adequately respond to penicillin-derivative\nantibiotics (e.g., Keflex or Dicloxicillin) and appears clinically to be a typical MRSA \ninfection (e.g., a “spider bite” or cellulitis), MRSA can be suspected.  The above cases \nillustrate that the lack of reported MRSA cases at WCJ is likely due to the failure of\nWCJ staff to adequately identify the condition, rather than an absence of the\ninfection among the prison population.  WCJ’s medical staff’s failure to identify the\ncommonly known signs associated with MRSA, and, at a minimum, to conduct a\nculture of the infection when topical treatments proved futile, demonstrates a \n26  Dicloxacillin is a penicillin antibiotic.  It is commonly used to treat many\ninfections caused by bacteria, including bronchitis, pneumonia, or staphylococcal\ninfections.  See http://www.drugs.com/mtm/dicloxacillin.html  (last visited\nMay 21, 2009.) \n27  See http://www.medicinenet.com/sulfamethoxazole_with_trimethoprim\n-_oral/article.htm  (last visited Jun. 4, 2009.) \n\n- 22 -\nfailure of the medical staff to provide adequate medical care.  There is little \nevidence in the health records of these inmates that WCJ medical staff considered \nMRSA as an etiology for these infections.  Without surveillance of MRSA by culture\nor clinical suspicion, the facility is unable to monitor the effectiveness of prevention\nand control measures. \n \nIn failing to adequately treat, contain, and manage MRSA, WCJ has placed\nits inmates and staff and the community at unnecessary risk of serious health\nproblems.  Indeed, in May 2008, just four months after our on-site investigation, a\nMRSA outbreak was reported at WCJ, affecting two inmates and two correctional\nofficers.28 \n2.  Dental Care \nDental care is an important component of overall inmate health care.  Poor \noral health has been linked to numerous systemic diseases.  Generally accepted\ncorrectional standards require that prisons provide surface restorations,\nprophylaxis, and preventative care.  Contrary to these standards, dental care at\nWCJ is not timely and does not include immediate access for painful or urgent\nconditions.  Moreover, there is little documentation to indicate that WCJ inmates \nreceive preventive care following one year in custody. \nThe wait time for inmates to receive dental services at WCJ is unacceptably\nlong, especially for inmates complaining of pain.  In the majority of records\nreviewed by our consultant, inmates requesting dental care were not seen by a\ndentist for four to six weeks.  Among those complaining of pain, approximately one-\nhalf received a short course of pain medication while waiting for a dental\nappointment.  Moreover, in the instances when an inmate actually saw a dentist,\ndental treatment was deferred to outside care.  In several of the medical records \nreviewed, the term “follow-up outside” routinely appeared, despite chronic pain\nexpressed by the inmate.  In one extreme case, the dentist documented the patient’s\ncomplaint as “I am suffering from serious pain and discomfort in my mouth because\nof the brackets and braces,” and responded by writing “follow-up outside.”  This \nresponse is unacceptable.  In the case of this inmate, he was still in custody six\nmonths after seeing the dentist.  The inmate submitted a request to see the dentist,\nstating that he was experiencing “serious pain in [his] mouth.”  At that time the \ndentist indicated in the inmate’s chart that the patient would be scheduled for\ntreatment, but four months later, this still had not occurred. \n28  See Glenn Blain, Superbug Reported at Westchester Jail, The Journal News, \nMay 24, 2008, at 13A. \n\n- 23 -\n3.  Medical Grievance Process \nAlthough WCJ has instituted a policy for submitting grievances, it is not\nconsistently implemented or effectively publicized.  According to the Grievance\nMechanism, CHS-A-11, inmate complaints must be written on an inmate Grievance\nForm and submitted to WCJ staff.  During our on-site visit, however, many of the\ncorrections officers in WCJ’s housing units did not have Grievance Forms available\nfor inmates if requested.  Further, when inmates and jail staff were asked where an\ninmate could get a form to file a grievance, both the inmates and jail staff provided\ninconsistent responses. \nBecause inmates have no alternative options for health care other than the\nservices provided them at WCJ, it is important for inmates to have access to a\nmedical grievance process.  If an inmate perceives that his or her serious health\nneeds are being unmet, the grievance process provides a mechanism to investigate\nthe legitimacy of that concern.  In order to be effective, however, a grievance policy\nmust made clear to prison staff and inmates.  As noted above, WCJ staff and \ninmates are not aware of the procedures for filing a grievance, and inmates are\nunable to obtain grievance forms on their housing units.  Without consistent access \nto grievance forms for inmates, the medical grievance process cannot operate as\nrequired. \nC.  INADEQUATE MENTAL HEALTH CARE \nWCJ fails to provide inmates with adequate mental health care that complies\nwith constitutional standards.  While WCJ employs the services of a mental health\ndirector to oversee the mental health services provided at the facility and operates a\ncertified forensic unit, deficiencies remain.  In particular, deficiencies were found in\nthe areas of forced medication and the treatment provided juvenile inmates. \n1.  Use of Force to Involuntarily Administer Medications \n  ERTs are routinely employed to restrain an inmate who refuses to\nvoluntarily submit to medication prescribed by a WCJ physician.  As noted above, \neach ERT is comprised of several correctional officers protected in full riot gear and\nhelmets.  See Section III.A.1, supra.  In at least 33 incidents in 2007, ERTs were \nemployed to physically restrain the inmates while a nurse administered the\nmedication involuntarily.  In several of these incidents, physical force was used,\nincluding the use of chemical agents.  According to our consultant, the use of force\nand the application of mechanical restrains to administer involuntary medication is\ninappropriate and can be interpreted as forcing medication by intimidation.  Our \n\n- 24 -\nconsultant reviewed videos of eleven inmates who were extracted by ESU for\ninvoluntary administration of medication, some of whom were forcibly medicated on\nmultiple occasions.  For example: \nC  Forced medication was ordered for inmate PA.  An ERT was \nsummoned to PA’s cell at the request of medical staff and asked PA to\ncome forward to receive his injection.  PA refused while lying on his\nbed reading papers.  The ERT again ordered PA to come forward,\ninforming him that they were authorized to use chemical agents if \nnecessary.  Again, PA did not comply, and continued to lie down and\nread.  The ERT then rushed into PA’s cell, restrained him while he was \nlying in his bed, and – even though PA had not been threatening,\nviolent, or out of control – discharged pepper spray into his face.  After \nthe ERT had left, PA began to feel the effects of the chemical agent.\nThe ERT then re-entered PA’s cell and escorted him to a shower room \nfor decontamination.  Following a shower, PA was moved into a\nmedication room, where he was stripped naked and injected by the\nnurse while under continuous restraint.  The medical record contains \nno documentation of the circumstances preceding or following the\nincident, and no medical assessment was conducted following the\napplication of force. \n  \nC\t  Forced administration of medicine was ordered for inmate PB, who \nwas reportedly acting erratically and aggressively toward staff. \nSummoned to assist in  administering the medication, the ERT\nphysically restrained PB on the ground, placing him in a “hog-tie”\nposition.  The ERT then lifted PB and moved him into a treatment \nroom.  Once in the room, PB was pushed against the wall, causing him\nto scrape his face.  As the ERT officers tried to hoist and position him,\nPB slid passively toward the floor and hit his knee, which began to\nbleed.  During the incident, PB cried out, “this hurts,” and “I can’t\nbreathe,” and moaned as he was tossed around by the team.\nEventually, PB was escorted to an area for nurses to tend to his\nbleeding.  The ERT officers reported that PB “gave himself some\nscrapes and scratches” and that he “scraped his knee when he\nassaulted the officer.”  However, the video indicates otherwise.  PB \nappeared cooperative as the medical team provided care.  Naked, \nshackled, and handcuffed, PB was then escorted aggressively down the\nhall, once again shouting that he was in pain.  The manner in which \nPB was escorted appeared in the video to be very abrupt, rough, and\npainful.  The medical record contains no details of the events \nsurrounding this use of force. \n\n- 25 -\nC  Inmate PC was placed into the Forensic Unit following admission to\nWCJ and assessed as having psychosis with possible risk to harm\nhimself or others.  The ERT was called by medical staff to assist with\nPC’s forced medication order on two different days, and the use of OC\nspray was authorized by the psychiatrist on both occasions.  On the \nfirst day, PC was resting on his bed in no distress when the ERT\napproached his door and asked him to lie face down and put his hands\nbehind his head.  After PC complied, the team rushed into his room\nand roughly stretched his arms and legs into a hog-tied position.  The \nnurse administered the injection and departed.  The team slowly\nreleased PC, and although he shouted in some pain, they left the room. \nThe medical record did not comment on this event.  The next day, the\nteam was again asked to assist with administering medication.  PC, \nwho was sitting calmly on his bed, laid down as requested by ERT and\nput his hands behind his head.  When the team entered the room, PC \nbegan to move, and the team aggressively wrestled him to the floor,\nwhere he was put into the hog-tie position and pulled across the floor\nby his legs.  As PC was being pulled across the floor, his shirt pulled up\nand his bare abdomen scraped across the floor.  PC was then hoisted \nby his legs and arms behind his back on the bed, and his legs and arms\nwere tightly compressed so he could not move.  The nurse then entered \nthe room to administer injections to his buttocks.  Although PC\noccasionally screamed of pain, and at one point uttered, “I can’t\nbreathe,” the nurse did not react, and did not evaluate or discuss the \ntight position of the restraints by the ERT.  The medical record does \nnot include an assessment before or after the use of force. \nC\t  Inmate PD was in the Forensic Unit refusing to answer questions or\ncooperate with medical examinations.  Almost two weeks after being in\nWCJ, the medical team authorized the use of force by the ERT so that\nPD would have a chest X-ray in order to screen for tuberculosis.  A \nsingle note, written after the X-ray was taken, explained that an\nattempt was made to persuade PD to have the chest X-ray, but that he\ncalmly declined.  No prior notes documented any attempt to screen the\npatient for tuberculosis.  The ERT ordered PD to lie face down on the \nbed, and he complied.  PD was put into full mechanical restraints,\nshuffled down the hallway to the X-ray room, and underwent an X-ray. \n \nThe use of force and application of mechanical restraints in the above\nincidents were excessive and disproportionate to the threats presented.  If \ntherapeutic intervention was the reason for ordering that these inmates be\ninvoluntarily medicated, the manner of delivery was the antithesis of therapy and\ncaused harm.  Even in incidents where the ERT does not use force to restrain the \n\n- 26 -\ninmate, the process can still be interpreted as forcing medication by intimidation. \nThere are more appropriate and less violent methods to administer involuntary\nmedication to patients who need intervention, such as providing intensive\ncounseling to inmates concerning the need for such medication.  There is little \nevidence in the medical records that WCJ staff attempted such counseling prior to\ncalling in ERT. \nMoreover, the number of incidents where ERT is employed to assist with\ninvoluntary medications is high.  The actual use of force, including the use of\nchemical agents, is aggressive and not therapeutic.  Based on the videotapes\nreviewed by our consultant, none of the inmates discussed above presented an\nimmediate or serious risk to themselves or others.  In the case of PA, for example,\nthere was no display of aggressive or threatening behavior by the inmate to justify\nthe deployment of pepper spray.  Similarly, in the case of PB, there was no display\nof aggressive or threatening behavior to justify the rough treatment. \n \nIn addition, WCJ staff have failed to adequately document occasions in which\nmedication is forcibly administered.  In every instance in which force is used to\nadminister medication to an inmate, the medical record should clearly indicate the\nmedical justification for involuntary medication, as well as the circumstances\nnecessitating the use of force.  Jail staff should also include a thorough assessment\nand documentation of the inmate’s condition following the forced medication in the\ninmate’s medical record, including incidents where only intimidation is used, to\nensure that any injuries sustained during the involuntary administration are\nproperly treated.  Moreover, a thorough assessment and documentation of the\ninmate’s condition will alert staff as to whether the medication has the desired \neffect on the inmate or whether there are any adverse side effects.  In the above \ncases, involuntary medication was ordered, but our consultant was unable to\ndetermine the basis of these orders from a review of the incident notes, medical \nrecords or the videotape.  In addition, as also noted above, the medical record did \nnot appropriately document the inmate’s condition or the circumstances\nsurrounding the use of force. \n2.  Confinement Rounds \nWCJ’s Special Housing Unit (“SHU”) is the disciplinary segregation unit for\nmale inmates.  Inmates housed in the SHU are isolated in individual cells with \nself-contained toileting and showering facilities.  Because the cells are \nself-contained, the inmate is rarely brought out of his cell.  Each inmate has access \nto a recreation area and is permitted one hour of recreation time, to be served alone.\nOur consultant found that while inmates housed in confinement areas received \npreviously arranged or established mental health treatment, most inmates do not\nreceive routine mental health evaluations. \n\n- 27 -\nInmates confined in isolation or segregation have an increased risk of mental\nhealth deterioration.  Generally accepted correctional practices suggest that regular\npsychological assessments by a qualified mental health professional are necessary\nto ensure the mental health of an inmate confined in such units beyond 30 days.29  \nMany of the inmates are confined in the SHU for well over 30 days.  Accordingly,\nqualified mental health professionals should make segregation rounds at least once\na week to identify those inmates at risk of experiencing psychological deterioration. \nAlthough WCJ medical staff conducts and documents daily rounds in the SHU, this\ndoes not constitute an appropriate mental health assessment. \nD.  JUVENILES \nWCJ houses both juveniles awaiting processing to determine transfer to a\njuvenile detention facility and juveniles adjudicated as adults.  Under New York \nState law, minors as young as thirteen years old may be tried and convicted as\nadults.30  Despite this legal categorization, minors who are adjudicated as adults are\nstill developmentally, physically, and mentally adolescents.  WCJ’s treatment of \njuveniles raises serious constitutional concerns regarding the length of disciplinary\nsentences and the adequacy of the mental health care and suicide prevention for\njuveniles housed in the SHU.  We are also concerned with the Jail’s failure to \nadequately separate juveniles from adult inmates by sight and sound, in\ncontradiction to generally accepted correctional standards, and the Jail’s failure to\nseek parental consent for the administration of psychotropic medication. \n1.  Juveniles in the SHU \na.  Length of Disciplinary Sentences \nBased on our consultant’s review of the inmate logs at the SHU, since\nDecember 2007, half of the admissions to the SHU were inmates ranging in age\nbetween 16 and 18 years old.  A review of the disciplinary records for the five of the\nsix minors in SHU on December 31, 2007, reveal that the average sanction imposed\nwas in excess of 365 days, with the longest period of isolation, at the time of our \non-site investigation, recorded at 510 days.  One 16-year-old minor was given a\nsanction of 360 days for refusing to lock-in from the dayroom and allegedly taking a\nswing at an officer.  While we acknowledge the seriousness of the disciplinary\ninfraction, a one-year term of isolation/seclusion for a minor is an extremely severe\nsanction, especially when contrasted with an adult detainee in the SHU who was \n29  Standards for Adult Correctional Institutions, 4th Edition, 4-4255. \n30  New York Penal L. § 1.20(42) (2008); New York Crim. Proc. L. § 720.10(1)-(2). \n\n- 28 -\ngiven a 45-day sanction for assaulting another inmate.  Just two months prior, this\nsame adult inmate had assaulted and injured another inmate with a weapon. \nAnother 16-year-old minor was given 510 days for assaulting a correctional officer.\nWhen he completes his SHU term for this disciplinary sanction he will be one\nmonth short of his 18th birthday.  We also note that an 18-year-old was given an\nindefinite sentence in the SHU. \nThe severity of these sentences imposed on a juvenile population raises\nnumerous constitutional issues.  The length of these sentences create an “atypical\nand significant hardship,” requiring the application of due process in disciplinary\nproceedings.  Sandin v. Conner,  515 U.S. 472, 484 (1995);   Colon v. Howard, \n215 F.3d 227 (2d Cir. 2000) (finding 305 days “atypical”).  While sentences of this \nlength may not pose disproportionality problems in an adult population,31 our \nconsultants expressed serious concern about the imposition of such lengthy\nsentences on a juvenile population.  Further, such sentences may inflict substantial\npsychological harm on such a population, particularly where, as detailed below in\nSection III.D.1.a, adequate controls are not in place to identify and remedy such\nharm. \nb.  Mental Health and Suicide Prevention \nAt WCJ, the excessive SHU sentences given to juveniles have contributed to\nthe deteriorating mental health of those juveniles, as illustrated by the following\nexamples.  This is especially true given the lack of routine mental health care for\nSHU inmates.  See Section III.C.2, supra.  Inmates housed in the SHU do not \nreceive routine mental health evaluations, unless previously arranged prior to\nadmittance in the SHU.  As a result, deterioration of mental health is either \nunnoticed or ignored.  For example: \nC\t  Inmate SA is 16 years old.  He was placed in the SHU on July 5, 2007,\nonly five days after he entered the facility.  SA received a sentence of \n510 days in isolated confinement as a result of an altercation that\ncaused injury to a correctional officer, which again took place within\nthe first few days of his incarceration.  After two months of being in \n31  See, e.g., Dixon v. Goord, 224 F. Supp. 2d 739, 748 (S.D.N.Y.  2002) (inmate’s\npunishment of ten months in SHU after being found guilty of assaulting a prison\nofficer was “penologically justified and not grossly disproportionate”) (citing\nSostre v. McGinnis, 442 F.2d 178, 190-94, & n.28 (2d Cir. 1971) (serious offenses\ncan justify lengthy disciplinary detention). \n\n- 29 -\nthe SHU, SA attempted to cut his wrists, although this did not result\nin a major injury.  A mental health evaluation was performed and\nconcluded that he had “poor impulse control.” \nC  Inmate SB is 18 years old.  At the time of our visit, SB was serving 240\ndays in the SHU.  He was first admitted to the SHU for 30 days in\n2007, and then readmitted on August 1, 2007, for 240 days.  When SB \nfirst entered WCJ he had a negative psychiatric screen except for a\nhistory of Attention Deficit Hyperactivity Disorder, and it was\ndetermined at that time that no additional mental health intervention \nwas required.  However, twelve days after being admitted to the SHU\nfor the second time, SB began to exhibit suicidal ideation.  On August\n12th, SB made a suicidal gesture of hanging, followed by a razor blade\nthreat to harm himself on August 26th.  SB’s behavior was identified \nby mental health staff as “poor impulse control.”  SB has continued to \nbe a behavioral and management challenge for the officers in the SHU. \nWCJ lacks a process of identifying and recognizing special mental health\nneeds for its juvenile population.  There is little evidence to suggest that WCJ\nemploys any special accommodation or therapeutic approach that recognizes the\nspecial needs of adolescents or juveniles regarding their behavior and development.\nFor example: \nC\t  Inmate SB, described above, has not been frequently followed by\nmental health staff.  In November 2007, SB was placed on Risperdal,32 \nan antipsychotic medication.  A few weeks later, the medication was \ndiscontinued due to his non-compliance.  A mental health treatment \nplan, drafted on November 27, 2007, indicated that a follow-up\nmeeting was scheduled for February 27, 2008.  There were no interval \nevaluations or mental health interventions.  During this time, SB’s\nbehavior continued to deteriorate. \nC\t  Inmate SC is 18 years old.  He was observed in a suicide prevention\ncell in the booking area.  SC was brought into the suicide prevention\ncell from the general population juvenile housing area.  He indicated \nthat he was having trouble coping in the area with the other juveniles,\nalthough he was not specific as to why he was having trouble coping,\nand had several superficial self-inflicted abrasions.  This was his third \nadmission to the suicide prevention cell within a week.  Each time he \n32  Risperdal is commonly used to “treat schizophrenia and symptoms of bipolar\ndisorder.”  See http://www.drugs.com/risperdal.html.  (last visited May 21, 2009). \n\n- 30 -\nwas observed in the suicide cell, mental health staff determined that \nSC no longer posed a suicide risk, and he was subsequently returned to\nthe general juvenile area. \nAs these examples illustrate, WCJ is not providing adequate mental health\ntreatment and suicide prevention for juveniles in its facility.  The number of \njuveniles in the SHU, and the level of problems caused by those juveniles, are\ndisproportionate to the number of juveniles housed at WCJ. \n2. \t Sight and Sound Separation \nGenerally accepted correctional standards require the sight and sound\nseparation of juveniles from adults.  WCJ does not appropriately apply sight and\nsound separation when it comes to the separation of juveniles and adults.  On one \nfloor at WCJ dedicated to female inmates, female juveniles were housed in the back\ncorner of a housing unit for adult females.  Within this unit, the adult and juvenile\nfemales were separated by a metal mesh fence that did not prevent open\nvisualization and communication.  In addition, male juveniles confined to the SHU\nwere within sound, and often sight, of adult males in the SHU.  Separation of\njuvenile populations from adults is a requirement of correctional standards.  The \npotential for harassment and verbal victimization, if not more, is possible if adult\nprisoners are not separated by sight and sound. \n3.\t  Consent to Treatment \nGenerally accepted correctional standards require that the consent of a\nparent, guardian, or legal custodian, be obtained in order to prescribe medications\nfor chronic or mental health conditions for inmates under the age of 18.  Our \nconsultant, however, found that WCJ did not consistently maintain a consent form\nsigned by a parent or guardian for each juvenile inmate.  For example: \n•\t  Inmate VA is 16 years old.  She was placed on psychotropic\nmedications.  No consent was found in her medical records. \n•\t  Inmate VB is also 16 years old.  She was placed on psychotropic\nmedications.  While her medical records reflect a telephone discussion\nwith a parent regarding her treatment, no formal consent form could\nbe found. \n•\t  Inmate VC is also 16 years old.  She was placed on psychotropic\nmedications.  However, unlike inmates VA and VB, inmate VC had an \ninformed consent form signed by a parent consenting to treatment. \n\n- 31 -\nPersons under the age of 18 years require consent of a parent or guardian\nprior to the delivery of most health care services.  This consent is not consistently\nbeing obtained at WCJ. \nIV. \t REMEDIAL MEASURES \nIn order to address the constitutional deficiencies identified above and \nprotect the constitutional rights of detainees, the Jail should implement, at a\nminimum, the following measures in accordance with generally accepted\nprofessional standards of correctional practice: \nA.\t  Protection from Harm \n1.\t  Use of Force \na.\t  Develop and maintain comprehensive policies and\nprocedures, consistent with current legal standards,\nregarding permissible use of force.  Such policies and\nprocedures should specifically include, inter alia, the \nfollowing: \n(i)\t  Definitions of force and excessive or unnecessary\nforce. \n(ii)\t  Prohibition on the use of force as a response to\nverbal insults or inmate threats. \n(iii)  Prohibition on the use of force as a response to\ninmates’ failure to follow instructions where there \nis no immediate threat to the safety of the\ninstitution, inmates, or staff, unless WCJ has \nattempted a hierarchy of nonphysical alternatives\nwhich are documented. \n(iv)  Prohibition on the use of force as punishment. \n(v) \t Prohibition on the use of crowd control chemical \nagents on individual inmates and develop and\nmaintain a policy and practice for the appropriate\nuse of chemical agents. \n\n- 32 -\nb.  Establish effective oversight of the use of force. \n(i)\t  Develop and implement a policy to ensure that staff\nadequately and promptly report all uses of force.\nSuch policies and procedures should include, inter\nalia, provisions for the following: \n(A)\t  Development and implementation of a\nstandardized use of force reporting\nform. \n(B)\t  Ensuring that all staff receive training\nin how to complete a use of force\nreporting form and to properly\ndescribe a use of force incident on such \na form. \n(C)\t  Ensuring that all staff involved in or\nwitnessing any use of force incident\nadequately and promptly report such\nuse of force. \n(ii)\t  Develop and implement a policy and practice for\nmanagement review of all use of force incidents. \n(iii)  Ensure that review of incident reports, use of force\nreports, videotapes recording use of force incidents,\nand inmate grievances involving or alleging use of\nforce by ERT is performed by management without\ndirect supervisory authority over ERT members or\nsupervisors. \n(iv)  Ensure that incident reports, use of force reports,\nvideotapes recording use of force incidents, and\ninmate grievances are screened for allegations of\nstaff misconduct and, if the incident or allegation\nmeets established criteria for misconduct, that it is \nreferred for investigation. \n(v)\t  Ensure that management review of incident\nreports, use of force reports, videotapes recording\nuse of force incidents, and inmate grievances\nalleging excessive or inappropriate uses of force \n\n- 33 -\nincludes a timely review of medical records of\ninmate injuries as reported by medical\nprofessionals. \n(vi)  Develop and implement comprehensive policies,\nprocedures, and practices for the timely and\nthorough investigation of alleged staff misconduct. \n(vii) Develop and implement policies, procedures, and\npractices on the proper use of videotapes for\nrecording of use of force incidents and storage and\nretention of such videotapes. \n(viii)Develop and implement policies, procedures and\npractices for the effective and accurate\nmaintenance, inventory and assignment of\nchemical and other security equipment. \n(ix)  Develop and implement a process to track all\nincidents of use of force that at a minimum \nincludes the following information:  the inmate(s)\nname, housing assignment, date and type of\nincident, injuries (if applicable), if medical care is\nprovided, primary and secondary staff directly\ninvolved, reviewing supervisor, external reviews\nand results (if applicable), remedy taken (if\nappropriate), and administrative sign-off. \nc.\t  Develop an effective and comprehensive training\nprogram in the appropriate use of force. \n(i)\t  Ensure that staff receive adequate\ncompetency-based training in WCJ’s use of force\npolicies and  procedures. \n(ii) \t Ensure that staff receive adequate competency-\nbased training in use of force and defensive tactics. \n(iii)  Ensure that management and staff involved in use\nof force investigations receive adequate\ncompetency-based training in conducting\ninvestigations of use of force allegations. \n\n- 34 -\n2.  Safety and Supervision \na.\t  Ensure that correctional officer staffing and supervision\nlevels are appropriate to adequately supervise inmates. \nb.\t  Ensure that inmate work areas are adequately\nsupervised whenever inmates are present. \nc.\t  Ensure frequent and documented security rounds timed\nat varying intervals by correctional officers inside each\nhousing unit. \nd.\t  Develop and implement policies and procedures\nrequiring all tools, utensils, equipment, flammable\nmaterials, etc. to be inventoried and locked down when \nnot being used. \ne.\t  Ensure that staff adequately and promptly report\nsafety- or security-related incidents. \nf.\t  Develop a process to track all serious incidents that\ncaptures all relevant information, including:  location, \nany injuries, if medical care is provided, primary and\nsecondary staff involved, reviewing supervisor, external\nreviews and results (if applicable), remedy taken (if\nappropriate), and administrative sign-off. \ng.\t  Ensure that inmates placed in lock down status are\nprovided with appropriate due process that has been\ndeveloped and implemented in policies and procedures. \nh.\t  Increase use of overhead recording security cameras\nthroughout the common areas of the facility and ensure\nthat the use of cameras are to supplement and not\nreplace supervision. \ni.\t  Review, and revise as applicable, all security policies\nand SOPs on an annual basis. \nj.\t  Review, and revise as applicable, all security post orders\nregularly. \n\n- 35 -\nk.\t  Revise policies, SOPs, and post orders for all staffed\nposts to include instruction on use of deadly force and\nwhen and under what circumstances weapons should be\nused. \nl.\t  To the extent possible, taking into account the different\nsecurity levels and different physical layouts in the\nvarious divisions, standardize security policies,\nprocedures, staffing reports, and post analysis reports\nacross the divisions. \nm.\t  Provide formal training on division-specific post orders\neach time a correctional officer is transferred from one \ndivision to another. \nn.\t  Implement specialized training for officers assigned to\nspecial management units, which include the SHU,\ndisciplinary segregation, and protective custody units.\nOfficers assigned to these units should possess a higher\nlevel of experience and be regularly assigned to these\nunits for stability purposes. \n3.  Disciplinary Process \na.\t  Ensure that inmates are afforded due process for any\ndisciplinary actions against them, including promptly\nreceiving a disciplinary ticket, a written decision\ndetailing the reasons for the decision and length of\nsentence, and a fair hearing. \nb.\t  Ensure that disciplinary hearings are conducted in a\nprivate setting. \nc.\t  Develop and implement a policy, procedure and practice\nto review sentences committing inmates to the SHU for\nlonger than 30 days. \nd.\t  Develop and implement a policy, procedure and practice\nto ensure that juvenile offenders are not incarcerated in\nthe SHU in a manner or at such length inconsistent\nwith their age and developmental needs. \n\n- 36 -\n4.  Classification \na.\t  Develop and implement policies, procedures and\npractices for an objective classification system that\nseparates inmates in housing units by classification\nlevels. \nb.\t  Update facility communication practices to provide\nofficers involved in the classification process with\ncurrent information as to cell availability on each\ndivision. \n5.  Inmate Grievance Procedure \na.\t  Develop and implement policies, procedures, and\npractices to ensure inmates have access to an adequate\ngrievance process that ensures that grievances are\nprocessed and legitimate grievances addressed and\nremedied in a timely manner, responses are documented\nand communicated to inmates, inmates need not \nconfront staff prior to filing grievances about them, and\ninmates may file grievances confidentially. \nb.\t  Ensure that grievance forms are available on all units\nand are available to inmates with Limited English\nProficiency. \nc.\t  Ensure that inmate grievances are screened for\nallegations of staff misconduct and, if the incident or\nallegation meets established criteria, referred for\ninvestigation. \n6.  Access to Information \na.\t  Ensure that newly admitted inmates receive\ninformation they need to comply with facility rules and\nregulations, be protected from harm, report misconduct,\naccess medical and mental health care, and seek redress \nof grievances. \nb.\t  Ensure that inmates who are not literate are afforded \nthe opportunity to have information on facility rules and\nservices explained to them orally. \n\n- 37 -\nc.\t  Ensure that information on facility rules and services is\navailable in Spanish. \n7.  Employee Discipline \na.\t  Ensure Employee Code of Conduct includes prohibition\non use of excessive or unnecessary force. \nb.\t  Update Standard Operating Procedure on Use of Force\nto include definition of excessive or unnecessary force\nand appropriate sanctions for use of such force. \nB.  Medical Care \n1.  Intake Screening \na.\t  Ensure that adequate intake screening and health\nassessments are provided. \nb.\t  Develop and implement an appropriate medical intake\nscreening instrument that identifies observable and\nnon-observable medical needs, including infectious\ndiseases, and ensure timely access to a physician when\npresenting symptoms require such care. \n2.  Treatment and Management of Communicable Disease \na.  Provide adequate treatment and management of\ncommunicable diseases, including MRSA. \nb.\t  Ensure that inmates with communicable diseases are \nappropriately screened, isolated, and treated. \nc.\t  Develop and implement an adequate MRSA control plan\nin accordance with generally accepted correctional\nstandards of care.  Such plan should provide guidelines\nfor identification, treatment, and containment to prevent\ntransmission of MRSA to staff or inmates. \nd.\t  Develop and implement policies that adequately manage\ncontagious skin infections.  Develop a skin infection\ncontrol plan to set expectations and provide a work plan\nfor the prevention of transmission of skin infections, \n\n- 38 -\nincluding drug-resistant infections to staff and other\ninmates. \ne.\t  Develop and implement adequate guidelines to ensure\nthat inmates receive appropriate wound care. \n3.  Dental Care \na.\t  Ensure that inmates receive adequate dental care in\naccordance with generally accepted professional\nstandards of care.  Such care should be provided in a\ntimely manner. \nb.\t  Ensure that inmates complaining of pain are\nprovided with interim pain relief until they can be\nseen for dental appointments. \n4.  Access to Health Care \na.\t  Ensure inmates have adequate access to health care. \nb.\t  Ensure that the medical request process for inmates is\nadequate and provides inmates with adequate access to\nmedical care.  This process should include logging,\ntracking, and timely responses by medical staff. \n5.  Medication Administration \na.\t  Ensure that treatment and administration of medication \nto inmates is implemented in accordance with generally\naccepted professional standards of care. \nC.  Mental Health Care \n1.  Timely and Appropriately Evaluate Inmates \na.\t  Ensure WCJ properly identifies inmates with mental\nillness through adequate screening. \n2.  Assessment and Treatment \na.\t  Ensure that treatment plans adequately address\ninmates’ serious mental health needs and that the plans \n\n- 39 -\ncontain interventions specifically tailored to the inmates’\ndiagnoses and problems. \nb.\t  Ensure that mental health evaluations done as part of\nthe disciplinary process include recommendations based\non the inmate’s mental health status. \n3.  Psychotherapeutic Medication Administration \na.\t  Ensure that ERTs are not used to administer involuntary\nmedication unless the inmate is clearly uncontrolled and\npresenting an immediate risk to him/herself or others. \nb.\t  Ensure that, after each use of force employed in\nconnection with involuntary administration of medicine,\nthe medical record clearly documents the reasons for\nadministering medication involuntarily, the use of force\nemployed to administer medication, and the inmate’s\ncondition following the use of force. \n4.  Other Mental Health Issues \na.\t  Ensure that a psychiatrist or physician conducts an\nin-person evaluation of an inmate prior to a seclusion or\nrestraint order, or as soon thereafter as possible.\nSeclusion or restraint orders should include sufficient \ncriteria for release. \nb.\t  Ensure that all staff (including correctional officers) who\ndirectly interact with inmates receive competency-based\ntraining on basic mental health information (e.g.,\ndiagnosis, specific problematic behaviors, psychiatric\nmedication, additional areas of concern); recognition of\nsigns and symptoms evidencing a response to trauma;\nand the appropriate use of force for inmates who suffer\nfrom mental illness. \nc.\t  Ensure that all inmates housed in isolated confinement \nareas, such as the SHU, receive weekly mental health\nscreenings conducted by qualified mental health\nprofessionals. \n\n- 40 -\nd.\t  Ensure that administrative segregation and observation\nstatus are not used to punish inmates for symptoms of\nmental illness and behaviors that are, because of mental \nillness, beyond their control. \nD.  Juveniles \n1.  Isolation Confinement \na.\t  Develop alternative disciplinary actions for juveniles\nviolating institutional rules that result in appropriate\ntime in isolation confinement. \nb.\t  Ensure that health care staff are involved in developing\nand implementing treatment plans for juveniles facing\nisolation confinement. \nc.\t  Ensure that juveniles held in the SHU have access to\nprograms appropriate for juveniles. \n2.  Mental Health Care \na.\t  Provide greater interaction with Jail Staff and more\nrehabilitative programming for juveniles, including those\nwho have committed disciplinary infractions. \nb.\t  Ensure that juvenile inmates undergo mental health\nevaluations that address the special developmental\nneeds of adolescents. \nc.\t  Ensure that juvenile inmates undergo mental health\nevaluations at regular intervals even if they are not\nreceiving psychotropic medications. \n3.  Other Issues \na.\t  Ensure that all juvenile inmates are provided housing\nthat maintains sight and sound separation from adult\ninmates. \nb. \t Establish a process for routinely obtaining signed\nconsent forms from the parent or guardian of any\njuvenile receiving prescribed medications or health care \n\n- 41 -\ntreatments unless otherwise permitted by state or local\nlaws. \n* * * \nPlease note that this findings letter is a public document.  It will be posted on\nthe Civil Rights Division’s website.  While we will provide a copy of this letter to any\nindividual or entity upon request, as a matter of courtesy, we will not post this letter\non the Civil Rights Division’s website until ten calendar days from the date of this\nletter. \nWe hope to continue working with the County in an amicable and cooperative\nfashion to resolve our outstanding concerns regarding WCJ, and to develop specific\npolicies and procedures that will implement the remedial measures discussed above.\nAssuming the County continues to cooperate, we also would be willing to send our\nconsultants’ evaluations under separate cover.  These reports are not public\ndocuments.  Although the consultants’ evaluations and work do not necessarily\nreflect the official conclusions of the Department of Justice, their observations,\nanalysis, and recommendations provide further elaboration on the issues discussed\nin this letter and offer practical technical assistance in addressing them. \nWe are obligated to advise you that, in the event that we are unable to reach a\nresolution regarding our concerns, the Attorney General may initiate a lawsuit\npursuant to CRIPA to correct deficiencies of the kind identified in this letter 49 days\nafter appropriate officials have been notified of them.  See 42 U.S.C. § 1997b(a)(1). \nWe would prefer, however, to resolve this matter by working cooperatively\nwith you and are confident that we will be able to do so in this case.  The lawyers\nassigned to this investigation will be contacting you to discuss this matter in further\ndetail.  If you have any questions regarding this letter, please call\nShanetta Y. Cutlar, Chief of the Civil Rights Division’s Special Litigation Section, at\n(202) 514-0195, or David Kennedy, of the United States Attorney’s Office, at\n(212) 637-2733. \nSincerely, \nThomas E. Perez \nAssistant Attorney General \n\n- 42 -\nPREET BHARARA \nUNITED STATES ATTORNEY \nFOR THE SOUTHERN DISTRICT \nOF NEW YORK \n___________________  By:____________________\nShanetta Y. Cutlar David J. Kennedy\n Chief Chief\n Special Litigation Section     Civil Rights Unit\n     \n  \n___________  _  _ _  _  _  _  _ _  \n                             ___________________\n Tammie M. Gregg\n  Rebecca C. Martin\nPrincipal Deputy Chief\n  Kristin L. Vassallo\n Assistant United States Attorneys\n Sheridan England\n\nZazy I. López\n\nTrial Attorneys\n \ncc:\t  Joseph K. Spano\nCommissioner of Correction \nCounty of Westchester \ncc:\t  Charlene M. Indelicato \nCounty Attorney\nOffice of the County Attorney ",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/sites/default/files/crt/legacy/2010/12/15/Westchester_findlet_11-19-09.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/88710"
    },
    {
      "date": "2015-11-24",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88715,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88715.pdf",
      "title": "Agreement Between the United States and the Westchester County Department of Corrections",
      "text": " \n \nAGREEMENT \n \n \n \nAGREEMENT BETWEEN THE UNITED STATES AND THE WESTCHESTER \nCOUNTY DEPARTMENT OF CORRECTION \n \nWHEREAS, this Agreement resolves the United States’ investigation conducted pursuant to the \nCivil Rights of Institutionalized Persons Act (“CRIPA”), and addresses the corrective measures \nset forth by the United States in the Findings Letter and in conformity with CRIPA.  This \nAgreement represents a voluntary effort by the County of Westchester and Westchester County \nDepartment of Correction (“WCDOC”) to address the alleged constitutional violations raised by \nthe United States’ investigation.  See Civil Rights of Institutionalized Persons Act, 42 U.S.C. §§ \n1997b(a)(2)(B), 1997g. \n \nWHEREAS, on August 30, 2007, the United States notified then Westchester County \nExecutive Andrew J. Spano of its intent to investigate conditions at the Westchester County Jail \noperated by WCDOC pursuant to the Civil Rights of Institutionalized Persons Act (“CRIPA”), \n42 U.S.C. § 1997; \n \nWHEREAS, between February 25 and February 28, 2008, the United States conducted a \nsite visit at WCDOC with consultants in the field of corrections and custodial medical and \nmental health care; \n \nWHEREAS, throughout the course of the investigation, Westchester County (the \n“County”) has cooperated and negotiated in good faith with the United States regarding the \ninvestigation of WCDOC, provided the United States and its consultants full access to the \nfacility and documents, and was receptive to the on-site recommendations of the United States’ \nconsultants; \n \nWHEREAS, on November 19, 2009, the United States issued a Findings Letter pursuant \nto CRIPA, 42 U.S.C. § 1997(a)(1), which concluded that certain conditions at WCDOC violated \nthe constitutional rights of detainees of the jail (the “Findings Letter”); \n \nWHEREAS, since the United States initiated the investigation and issued the Findings Letter, the \nCounty has made progress in addressing several of the conditions described in the Letter. The \nparties agree that it is in their mutual interests to avoid litigation. The parties further agree that \nresolution of this matter pursuant to this Agreement is in the best \ninterests of the parties and the detainees of WCDOC; \n \nWHEREAS, the parties enter into this Agreement for the purpose of clearly articulating and \nfurther complying with WCDOC’s duties under the Constitution and agree that no person or \nentity is intended to be a third-party beneficiary of the provisions of this Agreement for any \npurpose;   \n1 \n \n\n \nWHEREAS, the County of Westchester, the Westchester County Jail  and the Commissioner of \nCorrection in his official capacity continue to be firmly committed to providing legally sufficient \nconditions at WCDOC by instituting the measures required by this Agreement; \n \nNOW, THEREFORE, the Parties agree to the following: \n \n \nI.  DEFINITIONS \n \n1.   “WCDOC” means the Westchester County Department of Corrections, the Westchester \nCounty Jail (the County-owned and operated correctional facility located in Valhalla, New \nYork), and any facility that is built, leased, or otherwise used, to supplement or replace any \nportion of the Westchester County Jail. \n \n2.   “Adequate” means the level of service required for compliance with the United States \nConstitution. \n \n3.  The term “Corrections Health Care Provider” means the agency or entity that is responsible for \nproviding medical and mental health care services to inmates \n \n4.   “Detainee” or “inmate” refers broadly to one or more individuals detained at, or otherwise \nhoused, held, in the custody of, or confined at WCDOC.  \n \n5.  “Effective date” means January 1, 2016. \n \n6.  “Implement” means to give practical effect and reasonably ensure actual fulfillment by \nconcrete measures, including appropriate training of relevant staff. \n \n7.  The term “Isolation” means any type of involuntary confinement in a locked room or cell for \nat least three consecutive hours during the day (excluding overnight lock-in and other lock-in \nperiods that are applicable to the general population, such as lock-ins for count, shift \nchanges, contraband sweeps, or emergency situations involving security concerns).  \n“Isolation” shall not include suicide watch, the confinement of an inmate to prevent the \nspread of disease, or “Seclusion” in compliance with the procedures set forth in 40 NYCRR § \n2-06. \n8.  “Less-lethal” shall mean any device, agent, or weapon, including but not limited to chemical \nagents, that is less likely to kill a target than conventional devices, agents, or weapons. \n \n9.  “Minor” refers to any inmate or detainee who is less than 18 years old. \n \n10. “Qualified Medical Professional” means a physician, nurse or other medical provider \nlicensed and sufficiently trained to provide the services he or she undertakes to provide. \n \n2 \n \n\n11.  “Qualified Mental Health Professional” means an appropriately qualified physician, \npsychiatrist, psychologist, counselor, therapist, social worker, or nurse who is competent, \nwhether by education, training, licensure, or experience, to make the particular decision, or \ndeliver the particular service, at issue. \n \n12. “Quality Assurance” means a system of self-audit and improvement to assess the \nimplementation and effectiveness of remedies instituted pursuant to this Agreement, to \nidentify deficits that may exist, and to effectuate new measures to cure deficits. \n \n13. The term “Punitive Segregation” means the segregation of an inmate from the general population \npursuant to a disciplinary sanction imposed after a hearing. \n \n14. “Restraint” means any physical, chemical, or mechanical device, including oleoresin \ncapsicum spray (commonly known as pepper spray), used to control the behavior of a \ndetainee. \n \n15. Throughout this Agreement, the following terms are used when discussing compliance: \nsubstantial compliance, partial compliance, and non-compliance. “Substantial Compliance” \nshall mean a level of compliance that does not significantly deviate from the terms of this \nAgreement, provided that any deviation poses no significant risk to detainee health or safety. \n“Partial Compliance” indicates that compliance has been achieved on some of the \ncomponents of this Agreement, but significant work remains. “Non-Compliance” indicates \nthat most or all of the components of this Agreement provision have not yet been met. \n \n16. “Sworn Staff” are peace officers as such term is defined in the New York Penal Law, \nincluding correction officers and superior correction officers (Sergeants, Captains, Assistant \nWardens) employed by WCDOC.   \n \n17. “Train” means to sufficiently instruct an individual in the skills addressed herein. \n \n18.  “United States” shall mean the United States Department of Justice Civil Rights Division \nand the United States Attorney’s Office for the Southern District of New York. \n \n19. “Use of Force” shall mean the application of physical, mechanical, or chemical measures to \ncompel compliance by an unwilling subject. “Use of force” shall not include unresisted \nguiding of a subject (using, for example, a touch to the subject’s arm or shoulder) or \nunresisted handcuffing or unresisted shackling of prisoners during movement if no other \nforce is used. \n \n \n \n \n \n \n3 \n \n\nII.  SUBSTANTIVE REMEDIAL MEASURES \n \nA.  PROTECTION FROM HARM \n \n20. Use of Force.  WCDOC shall maintain policies and procedures consistent with current legal \nstandards regarding permissible use of force. To achieve this outcome, WCDOC shall \nmaintain policies and procedures that include, inter alia, provisions that: \n \na.         Define force and excessive or unnecessary force. \n \nb.         Prohibit the use of excessive or unnecessary force. \n \nc.   Prohibit the use of force as a response to verbal insults or verbal inmate threats. \n \nd.   Prohibit the use of force as a response to inmates’ failure to follow instructions where \nthere is no immediate threat to the safety of the institution, inmates, or staff, unless WCDOC has \nattempted a hierarchy of nonphysical alternatives which are documented. \n \ne.   Prohibit the use of force as punishment. \n \nf.   Prohibit the use of crowd control devices on individual inmates. \n \ng.   Direct the appropriate use of chemical agents. \n \n21. Effective Oversight of the Use of Force.  WCDOC shall review all uses of force and use best \nefforts to ensure that all uses of force are consistent with WCDOC policy and the law. To \nachieve this outcome, WCDOC shall maintain policies, procedures and practices that include, \ninter alia, provisions that: \n \na.   Ensure the maintenance and implementation of a standardized use of force reporting \nsystem. \n \nb.   Require the training of all Sworn Staff in how to document uses of force. This training \nshall instruct staff how to provide a complete description of: (1) the events preceding the use of \nforce; (2) a description of the force used; (3) the care given after force was used; (4) the \nidentification of each individual involved in the incident; and (5) witnesses to the incident. \n \nc.   Require all Sworn Staff involved in or witnessing any use of force to report the incident \nbefore the end of the shift on which the use of force occurs. \n \nd.   Implement and maintain supervisory review of all use of force incidents to determine \nwhether the use of force was within WCDOC policy and determine whether the use of force was \nobjectively reasonable. \n \ne.  Require that any inmate upon whom physical force is used be offered prompt medical \nattention by medical personnel and, (i) upon a refusal by the inmate, such refusal be documented \n4 \n \n\nby medical personnel in the medical and use of force reporting documents; and (ii) upon \nacceptance of the offer of medical attention by the inmate, such attention be provided and \ndocumented by medical personnel in the medical and use of force reporting documents. \n \nf.   Require that review of incident reports, use of force reports, video recordings of use of \nforce incidents, and inmate grievances involving or alleging use of force by any emergency \nresponse team or unit (“ERT”) be performed by supervisory staff without direct supervisory \nauthority over ERT members or supervisors. \n \ng.   Require that incident reports, use of force reports, video recordings of use of force \nincidents, and inmate grievances be screened for allegations of staff misconduct and, where \nmisconduct is reasonably suspected, the incident is referred for investigation. \n \nh.   Require that supervisory review of incident reports, use of force reports, video recordings \nof use of force incidents, and inmate grievances alleging excessive or inappropriate uses of force \ninclude a timely review of medical records of inmate injuries as reported by medical \nprofessionals in all cases where the inmate has accepted the offer of medical attention (see supra \nparagraph 18(e)). \n \ni.   Ensure the maintenance and implementation of policies and practices on the proper use of \nvideo recording devices for use of force incidents and storage and retention of such video \nrecordings, including a requirement that planned uses of force such as cell extractions are \nvideotaped. \n \nj.   Ensure the maintenance and implementation of policies and practices for the effective \nand accurate maintenance, inventory and assignment of less-lethal devices. \n \nk.   Ensure the maintenance and implementation of a system to track all incidents of use of \nforce that at a minimum includes the following information: the inmate(s) name, housing \nassignment, date and type of incident, injuries (if applicable), if medical care is provided, \nprimary and secondary staff directly involved, reviewing supervisor, external reviews and results \n(if applicable), corrective action taken (if appropriate), and administrative sign-off. \n \n22. Effective Use of Force Training. WCDOC shall ensure that all Sworn Staff are provided \ntraining consistent with WCDOC policy and applicable law. WCDOC shall: \n \na.   Maintain and implement a training curriculum, consistent with WCDOC policy and \napplicable laws, for Sworn Staff regarding WCDOC’s policies, procedures and practices for use \nof force, defensive tactics, and investigations.  The training shall include an interactive \ncomponent with sample cases, responses, feedback, and testing to ensure retention. \n \nb.   Test Sworn Staff regarding proper and improper uses of force, de-escalation techniques, \ndefensive tactics, and investigations, and require a minimum passing grade that indicates an \nunderstanding of all required concepts. \n \n5 \n \n\nc.   Coordinate and review WCDOC use-of-force policy and training to ensure quality, \nconsistency, and compliance with updates to applicable law and WCDOC policy, at least semi-\nannually. \n \nd.   Maintain training records regarding every WCDOC officer for a minimum of three years \nand in no event less than the times set forth in New York State or other applicable requirements. \nThese records shall be maintained in a central file and, at minimum, include course descriptions, \ndate of courses, notation of course curriculum, and scoring of all testing. \n \n23. Safety and Supervision. WCDOC shall properly supervise inmates at all times. To achieve \nthis outcome, WCDOC shall: \n \na.   Ensure that correctional officer staffing and supervision levels remain consistent with  \nstandards regarding classification and supervision as set forth at 9 NYCRR §§ 7003 and 7013 et \nseq. \n \nb.   Ensure that inmate work areas are supervised with proper staffing levels \nwhenever inmates are present. \n \nc.   Implement and maintain frequent and documented security rounds timed at varying \nintervals by correctional officers inside each housing unit. \n \nd.   Use best efforts to ensure that staff report safety or security related incidents before the \nend of the shift in which the incident occurs. \n \ne.   Develop a system to track all serious incidents that captures all relevant \ninformation, including: location, any injuries, whether medical care is provided, primary and \nsecondary staff involved, reviewing supervisor, external reviews and results (if applicable), \nremedy taken (if appropriate), and administrative sign-off. \n \nf.   Ensure that inmates placed in the Special Housing Unit (“SHU”), keeplock, disciplinary \nor administrative segregation, or other nonmedical, facility-directed segregation status are \nprovided with due process that has been developed and implemented in policies, procedures and \npractices as developed in response to Paragraph 21. \n \ng.   Continue the increased use of overhead recording security cameras throughout the \ncommon areas of the facility and, where reasonably necessary, increase such use, and ensure that \nthe use of cameras are to supplement and not replace supervision. \n \nh.   Review, and revise where appropriate, all security policies and Standard \nOperating Procedures (“SOPs”) on an annual basis, including security post orders. \n \ni.   Provide appropriate training on unit-specific post orders each time a correctional officer \nis newly assigned to that unit. \n \nj.   Implement specialized, annual, training for officers assigned to special \n6 \n \n\nmanagement units, including the SHU, keeplock, disciplinary or administrative segregation, \npsychiatric, and protective custody units.  \n \n24. Disciplinary Process. WCDOC shall develop a functioning disciplinary system that balances \ninstitutional security and due process rights. WCDOC shall: \n \na.   Ensure that inmates are afforded due process for any disciplinary actions against them, \nincluding promptly receiving a disciplinary ticket, a written decision detailing the reasons for the \ndecision and length of sentence, and a fair hearing. \n \nb.   Ensure that disciplinary hearings are conducted in a private setting to the greatest extent \npossible. \n \nc.   Maintain and implement a policy, procedure and practice to review sentences committing \ninmates to the SHU, keeplock, disciplinary or administrative segregation or other lock down \nstatus for longer than 30 consecutive days. \n \n \nd.   Maintain and implement a policy, procedure and practice to ensure that a Qualified \nMental Health Professional is involved in developing recommendations concerning possible \ndisciplinary action for inmates with identified mental health conditions. \n \n25. Classification. WCDOC shall house all inmates based on their classification and risk \nassessment. WCDOC shall: \n \na.   Maintain and implement current policies for a classification system that classifies inmates \nusing objective criteria and separates inmates in housing units by classification levels. \n \nb.   Provide classification officers with current cell availability information in each jail unit. \n \n26. Inmate Grievance Procedure. WCDOC shall maintain and implement a functioning grievance \nsystem to address inmate concerns. To achieve this outcome, WCDOC shall maintain \npolicies and practices to ensure, inter alia, the following: \n \na.   Inmate grievances are processed, addressed, and responded to in writing in a timely \nmanner. \n \nb.   Inmates are able to file grievances regarding use of force and access to health and dental \ncare confidentially with the Deputy Commissioner of Operations and shall not be required to \nconfront or in any matter notify any staff member prior to filing a grievance. \n \nc.   Grievance forms are available on all units and to all inmates and are available in both \nEnglish and Spanish. \n \nd.   Inmate grievances are screened for allegations of staff misconduct and, if the incident or \nallegation meets established criteria, referred for investigation within 48 hours. \n7 \n \n\n \n27.   Access to Information.  WCDOC shall provide to all inmates the following:  \n \na.   Information outlining the facility rules and regulations, notifying them that they need to \ncomply with facility rules and regulations, and advising them, at a minimum, of their rights to be \nprotected from harm, report misconduct, access medical and mental health care, and seek redress \nof grievances. WCDOC shall provide this information in both English and Spanish, as \nappropriate. In addition, oral explanations of the facility rules and services to inmates who are \nnot literate shall be provided. \n \n28.   Employee Discipline. WCDOC shall ensure that employee discipline policies and \npractices set forth clear guidelines on acceptable and unacceptable use of force practices. To \nachieve this outcome, WCDOC shall: \n \na.   Ensure that the WCDOC Employee Code of Conduct includes a prohibition on use of \nexcessive or unnecessary force. \n \nb.   Ensure that the WCDOC Use of Force policy includes definitions of excessive or \nunnecessary force and appropriate sanctions for use of such force. \n \nc.   Report to the United States, on a semi-annual basis, a list of all instances where there was \na violation of the WCDOC Use of Force policy, and all discipline, training, or corrective action \nimposed for such violations.  Such lists shall only contain the initials of the offending officer.  \nWCDOC acknowledges that the United States or the Monitor may, in their discretion, request \nadditional information about the incidents or offending officers pursuant to this Agreement, and \nsuch information shall be promptly provided.  \n \nB.  MEDICAL CARE \n \n29.   Intake Screening.  WCDOC shall ensure that all inmates receive medical intake \nscreenings.  WCDOC shall: \n \na.   Maintain and implement an appropriate medical intake screening instrument that \nidentifies self-described and reasonably observable medical needs, including infectious diseases, \nand ensure timely access to a Qualified Medical Professional when presenting symptoms require \nsuch care. \n \nb.   Ensure that all initial medical intake screenings are performed by a Qualified Medical \nProfessional prior to transfer to initial housing. \n \n30.   Treatment and Management of Communicable Diseases.  WCDOC shall maintain and \nimplement a functioning care plan for the treatment and management of communicable disease, \nincluding, but not limited toguidelines for identification, treatment, wound care, and containment \nto prevent transmission of Methicillin-resistant Staphylococcus aureus to staff or inmates. \n \n31.   Dental Care.  WCDOC shall ensure that inmates receive timely dental care and are provided \nwith medically appropriate interim pain relief. \n8 \n \n\n \n \n32.   Access to Health Care.  WCDOC shall provide inmates access to adequate health care in \na timely manner.  WCDOC shall ensure that medical requests are logged, tracked, and responded \nto under the appropriate standard of care. \n \n33.   Medication Administration. WCDOC shall ensure that treatment and administration of \nmedication to inmates is implemented in a timely manner.  WCDOC shall ensure inmates receive \nmedications at the required times, consistent with inmates’ prescriptions from a Qualified \nMedical Professional. \n \nC.   MENTAL HEALTH CARE \n \n34.   Timely and Appropriately Evaluation of Inmates.  WCDOC shall ensure that all inmates \nrequiring mental health services are identified through a robust initial mental health screening  \nupon intake and prior to transfer to initial housing, and in any event no later than 48 hours after \nadmission.  Where indicated by the initial screening, WCDOC shall also ensure that inmates \nreceive a structured mental health screening conducted by a Qualified Mental Health \nProfessional within 14 days of admission.    \n \n35.   Assessment and Treatment.  WCDOC shall create and implement treatment plans \ndesigned to effectively address inmates’ serious mental health needs.  WCDOC shall ensure that: \n \na.   Inmate treatment plans contain interventions specifically tailored to the inmates’ \ndiagnoses and problems. \n \nb.   A Qualified Mental Health Professional be consulted as part of the disciplinary process as \nit relates to inmates identified as having serious mental health needs and that such professional \nprovide recommendations as to the discipline to be imposed based on the inmate’s mental health \nstatus. \n \n36.  Psychotherapeutic Medication Administration.  WCDOC shall ensure that ERTs are \nnot used to administer involuntary medication unless the inmate is clearly uncontrolled and \npresenting an immediate risk to him/herself or others.  WCDOC shall: \n \na.   Document the concurrence and rationale of the attending medical professional. If \npracticable, the attending medical professional will document the rationale and concurrence \ncontemporaneous with the administration of the involuntary medication, but in any event, no \nlater than by the end of the medical professional’s shift. \n \nb.   WCDOC shall also document the use of force employed to administer medication, and \nthe inmate’s condition following the use of force. \n \n37.   Other Mental Health Issues.  WCDOC shall ensure that inmates requiring specialized \nmental health care are provided services meeting the appropriate standards of care. To achieve \nthis outcome, WCDOC shall ensure: \n9 \n \n\n \na.   A Qualified Mental Health Professional conducts an in-person evaluation of an inmate \nprior to a seclusion or restraint order, or within eight hours. \n \nb.   Restraint orders include sufficient criteria for release.  WCDOC represents and warrants \nthat it does not and will not issue seclusion orders. \n \nc.   All Sworn Staff who directly interact with inmates receive sufficient training from a \nlicensed medical professional on basic mental health information (e.g., diagnosis, specific \nproblematic behaviors, psychiatric medication, additional areas of concern); recognition of signs \nand symptoms evidencing a response to trauma; and the appropriate use of force for inmates who \nsuffer from mental illness. \n \nd.   Maintain training records for at least three years and in no event less than the times set \nforth in New York State or other applicable requirements in a central file which, at minimum, \nincludes course descriptions, date of courses, and notation of course curriculum. \n \ne.  All inmates housed in isolated confinement areas, such as the SHU, keeplock, \ndisciplinary or administrative segregation, or other lock down status, receive, at a minimum, \nweekly mental health screenings conducted by Qualified Mental Health Professionals. \n \nf.   SHU, keeplock, disciplinary or administrative segregation or other lock down status, \nincluding observation status, are not used to punish inmates for symptoms of mental illness and \nbehaviors that are, because of mental illness, beyond their control. \n \nD.   MINORS \n38.   Owed Punitive Segregation Time.  No inmates under the age of 19 shall be placed in \nPunitive Segregation based upon the Punitive Segregation time they accumulated during a prior \nincarceration.   \n39.   Inmates Under the Age of 18 \na.   WCDOC shall not place inmates under the age of 18 in Punitive Segregation or Isolation.   \nb.   Within 60 days of the Effective Date, WCDOC, in consultation with the Monitor, shall develop \nand implement systems, policies, and procedures for inmates under the age of 18 that reward and \nincentivize positive behaviors.  These systems, policies, and procedures shall be subject to the approval of \nthe Monitor.  Any subsequent changes to these systems, policies, and procedures shall be made in \nconsultation with the Monitor. \nc.    Within 60 days of the Effective Date, WCDOC, in consultation with the Monitor, shall develop \nand implement systems, policies, and procedures to discipline inmates under the age of 18 who commit \ninfractions in a manner that is:  (a) consistent with their treatment needs; (b) does not deprive them of \naccess to mandated programming, including programming required by WCDOC, standard out of cell \n10 \n \n\ntime, recreation time, and any services required by law; and (c) does not compromise the safety of other \ninmates and Staff.   \n40.   18-Year Old Inmates  \na.   WCDOC shall not place 18-year old inmates with serious mental illnesses in Punitive \nSegregation or Isolation.  Any 18-year old inmate with a serious mental illness who commits an infraction \ninvolving violence shall be housed in an appropriate therapeutic setting staffed by Qualified Mental \nHealth Professionals and operated jointly with the Corrections Health Care Provider.     \nb.   Within 120 days of the Effective Date, WCDOC, in consultation with the Monitor, shall develop \nand implement an adequate continuum of alternative disciplinary sanctions for infractions in order to \nreduce reliance on Punitive Segregation as a disciplinary measure for 18-year old inmates.  These \nsystems, policies, and procedures shall be subject to the approval of the Monitor.  Any subsequent \nchanges to these systems, policies, and procedures shall be made in consultation with the Monitor.  \nc.  WCDOC shall not place any 18-year old inmate in Punitive Segregation unless a Qualified \nMental Health Professional determines that the confinement does not present a substantial risk of serious \nharm to the inmate given his or her health condition, including his or her mental health, and needs.  Such \ndetermination shall be documented and signed by the Qualified Mental Health Professional. \nd.   To the extent that an 18-year old inmate is placed in Punitive Segregation or Isolation, a Qualified \nMental Health Professional and Qualified Medical Professional shall monitor the inmate’s medical \nand mental health status on a daily basis to assess whether the continued confinement presents a \nsubstantial risk of serious harm to the inmate’s medical or mental health.  The Qualified Mental Health \nProfessional and Qualified Medical Professional will document their daily assessment in the inmate’s \nmedical record.  If either of the assessments of the Qualified Mental Health Professional and Qualified \nMedical Professional indicates removing the inmate from Punitive Segregation or Isolation based on the \ninmate’s medical or mental health condition, the inmate shall be promptly transferred out of Punitive \nSegregation or Isolation. \ne.   The conditions of any cells used for Punitive Segregation or Isolation housing for 18-year old \ninmates shall not pose an unreasonable risk to inmates’ safety.   \n41.   De-escalation Confinement  \na.   Nothing in Section D (Minors) shall be construed to prohibit WCDOC from placing inmates \nunder the age of 19 years old in a locked room or cell as a temporary response to behavior that poses a \nrisk of immediate physical injury to the inmate or others (“De-escalation Confinement”).  WCDOC shall \ncomply with the following procedures when utilizing De-escalation Confinement:       \nb.   Prior to the confinement, WCDOC shall attempt to control the inmate’s behavior through less \nsevere measures, time and circumstances permitting.  Such measures shall be documented.  \nc.   The Tour Commander of the Facility shall be notified within 30 minutes of the confinement and \nprovided with the circumstances and facts that justify the confinement. \n11 \n \n\nd.   The inmate shall remain in confinement for only so long as he or she continues to pose a risk of \nimmediate physical injury to the inmate or others.  A Qualified Mental Health Professional shall assess \nthe inmate at least once every three hours to determine whether the inmate continues to pose a risk of \nimmediate physical injury to the inmate or others.  The period of confinement shall not exceed 24 hours, \nexcept in extraordinary circumstances which shall be documented, approved in writing by the Warden of \nthe Facility, and approved in writing by the Corrections Health Care Provider supervising psychiatrist or \nsupervising clinical psychologist. \n42.   Mental Health Care. WCDOC shall: \n \na.  Provide appropriate rehabilitative programming for minors, including those who have \ncommitted disciplinary infractions. \n \nb.  Ensure that minors undergo mental health evaluations that address their special \ndevelopmental needs. \n \nc.  Ensure that minors undergo mental health evaluations at intervals of between fourteen \nand twenty-one days even if they are not receiving psychotropic medications. \n \nd.  Ensure that minors held in the SHU, keeplock, disciplinary or administrative segregation \nor other lock down status, including observation status, or in the psychiatric unit are checked \nevery 24 hours by a Qualified Mental Health Professional. \n \n \n43.   Housing.  WCDOC shall make reasonable efforts to ensure that all minors are provided \nhousing that maintains sight and sound separation from adult inmates; any co-mingling must be \nsupervised by appropriate staff.  WCDOC represents and warrants that all minors are and will be \nhoused in separate cells.  \n \n44.   Medical Care.  WCDOC shall obtain signed consent forms from the parent or \nguardian of any minor receiving prescribed medications or health care treatments unless \notherwise permitted by state or local laws.  If no consent can be obtained, WCDOC shall have \nmade and shall document diligent attempts to obtain such consent. \n \nIII.  MONITORING \n \n45.   Monitor Selection.  The parties have jointly selected David M. Bogard of Pulitzer/Bogard \n& Associates, LLC, to serve as the monitor for the WCDOC correctional, medical and mental \nhealth provisions of this Agreement (“Monitor”).   The Parties agree to equally share the cost of \nthe Federal Mediation and Conciliation Service.  Neither party, nor any employee or agent of \neither party, shall have any supervisory authority over the Monitor’s activities, reports, findings, \nor recommendations.  The cost for the Monitor’s fees and expenses shall be borne by WCDOC.  \nThe Monitor may be terminated only for good cause, unrelated to the Monitor’s findings or \nrecommendations, and only with approval of the parties.  In the event the selection of a new \nMonitor becomes necessary, and the Parties are unable to agree upon a selection of a new \nMonitor within 45 days, each Party shall submit two names along with resumes or curriculum \n12 \n \n\nvitae and cost proposals, to a neutral party, selected with the assistance of the Federal Mediation \nand Conciliation Service, and the neutral party shall appoint the Monitor from among the names \nsubmitted.  The selection of the Monitor shall be conducted solely pursuant to the procedures set \nforth in this Agreement, and will not be governed by any formal or legal procurement \nrequirements.   \n \n46.   Monitor Qualifications.  The Monitor shall have appropriate experience and education or \ntraining related to the subject areas covered in this Agreement. \n \n47.   Monitoring Team.  The Monitor may hire or consult with such additional qualified staff \nas necessary to fulfill the duties required by the Agreement (“Monitoring Team”). The Monitor \nis ultimately responsible for the findings regarding compliance.  The Monitoring Team will \npossess and be subject to all the same access rights and confidentiality limitations, listed below, \nas the Monitor.  The parties reserve the right to object for good cause to members of the \nMonitoring Team. \n \n48.   Monitor Access.  On notice reasonable under the circumstances, the Monitor shall have \nfull and complete access to the Facility, all Facility records, inmate medical records, staff, and \ninmates.  WCDOC shall direct all employees to cooperate fully with the Monitor.  All non-public \ninformation obtained by the Monitor shall be maintained in a confidential manner. \n \n49.   Monitor Ex Parte Communications.  The Monitor shall be permitted to initiate and \nreceive ex parte communications with all parties. \n \n50.   Limitations on Public Disclosures by Monitor.  Except as required or authorized by the \nterms of this Agreement or the parties acting together, the Monitor shall not:  make any public \nstatements (at a conference or otherwise) or issue findings with regard to any act or omission of \nWCDOC or its agents, representatives or employees, or disclose nonpublic information provided \nto the Monitor pursuant to this Agreement.  Any press statement made by the Monitor regarding \nhis or her employment must first be approved in writing by all parties.  The Monitor shall not \ntestify in any other litigation or proceeding with regard to any act or omission of WCDOC or any \nof its agents, representatives, or employees related to this Agreement, nor testify regarding any \nmatter or subject that he or she may have learned as a result of his or her performance under this \nAgreement.  Reports issued by the Monitor shall not be admissible against WCDOC in any \nproceeding other than a proceeding related to the enforcement of this Agreement by WCDOC or \nthe United States.  Unless such conflict is waived by the parties, the Monitor shall not accept \nemployment or provide consulting services that would present a conflict of interest with the \nMonitor’s responsibilities under this Agreement, including being retained (on a paid or unpaid \nbasis) by any current or future litigant or claimant, or such litigant’s or claimant’s attorney, in \nconnection with a claim or suit against WCDOC, its departments, officers, agents or employees.  \nThe Monitor is not a State/County or local agency or an agent thereof, and accordingly the \nrecords maintained by the Monitor shall not be deemed public records subject to public \ninspection.  Neither the Monitor nor any person or entity hired or otherwise retained by the \nMonitor to assist in furthering any provision of this Agreement shall be liable for any claim, \nlawsuit or demand arising out of the Monitor’s performance pursuant to this Agreement.  This \n13 \n \n\nprovision does not apply to any proceeding before a court related to performance of contracts or \nsubcontracts for monitoring this Agreement. \n \n51.   Monitor’s Reports.  The Monitor shall provide the parties with reports describing the \nsteps taken by WCDOC to implement this Agreement and evaluate the extent to which WCDOC \nhas complied with each substantive provision of the Agreement.  The Monitor shall issue an \ninitial report four months after the effective date of this Agreement, and then every six months \nthereafter, unless both parties otherwise agree in writing.  The reports shall be provided to the \nparties in draft form for comment at least two weeks prior to their issuance.  These reports shall \nbe written with due regard for the privacy interests of individual inmates and staff and the \ninterest of WCDOC in protecting against disclosure of non-public information.  \n \n52.    Compliance Assessments.  In each report, the Monitor shall evaluate the status of \ncompliance for each relevant provision of the Agreement using the following standards:  (1) \nSubstantial Compliance; (2) Partial Compliance, and (3) Non-Compliance. In order to assess \ncompliance, the Monitor shall review a sufficient number of pertinent documents to accurately \nassess current conditions; interview all pertinent staff; and interview a sufficient number of \ninmates to accurately assess current conditions.  The Monitor shall be responsible for \nindependently verifying representations from WCDOC regarding progress toward compliance, \nexamining supporting documentation, where applicable.  Each Monitor’s report shall describe \nthe steps taken to analyze conditions and assess compliance, including documents reviewed and \nindividuals interviewed, and the factual basis for each of the Monitor’s findings. \n \n53.    Monitor’s Budget.  WCDOC shall provide the Monitor with a budget sufficient to allow \nthe Monitor to carry out the responsibilities described in this Agreement, which shall be \nimplemented in a separate contract between the County and the Monitor.  The Monitor shall pay \nthe members of the Monitor Team out of this budget.  Prior to selection for the Monitor’s \npositions, each Monitor candidate shall propose a reasonable, estimated budget sufficient to \ncover the responsibilities described in this Agreement  \n \n54.   Technical Assistance by the Monitor.  The Monitor shall provide WCDOC with technical \nassistance as requested by WCDOC. \n \nA.  COMPLIANCE AND QUALITY ASSURANCE \n \n55.   The parties have agreed upon the Monitor to assist the County in achieving compliance \nwith the provisions of this Agreement, to report those opinions to the parties, and to provide the \nCounty with technical assistance in attaining compliance with the Agreement. \n \n56.   Within 90 days of the Effective Date of this Agreement, the County shall, where \nnecessary, revise and/or develop policies, procedures, protocols, training curricula, and practices \nto ensure that they are consistent with, incorporate, address, and implement all provisions of this \nAgreement.   The County shall revise and/or develop as necessary other written documents such \nas assessment tools, logs, handbooks, manuals, and forms, to effectuate the provisions of this \nAgreement.  The County shall send newly drafted and revised relevant policies and procedures to \nthe United States and the Monitor for review and comment prior to their finalization. The County \n14 \n \n\nshall provide initial and refresher training to all Sworn Staff with respect to newly implemented \nor revised relevant policies and procedures. The County shall document employee review and \ntraining in relevant policies and procedures. \n \n57.   Within 90 days of the Effective Date of this Agreement, the County shall \ndevelop and implement written quality assurance policies and procedures relating to inmate \nsafety, use of force, medical and mental health care, and treatment of \nminors, and to regularly assess and ensure compliance with the terms of this Agreement. \n \n58.   Within 180 days of the Effective Date of this Agreement, the County shall \ndevelop and implement policies and procedures to address problems relating to inmate safety, \nuse of force, medical and mental health care, and treatment of minors that may be uncovered \nduring the course of the County’s quality assurance activities. \n \n59.   The County shall assign and identify a compliance coordinator to oversee compliance \nwith this Agreement and to serve as a point of contact. \n \n60.   The County shall submit compliance reports to the United States, the first of which shall \nbe filed within 90 days of the date of this Agreement.  Thereafter, the reports shall be on the first \nbusiness day following April 30 and September 30 until the Agreement is terminated. \n \n61.   Each compliance report shall describe the actions the County has taken during the \nreporting period to implement this Agreement and shall make specific reference to the \nAgreement provisions being implemented. At a minimum, each Compliance report shall include \nthe following sections: \n \na.   A general narrative summary of WCDOC’s compliance with the terms of the Agreement; \nwhere applicable, the summary shall specifically note when the County has been unable to meet \nany requested reporting timeframe specified in the Agreement. \n \nb.   A training summary, in which WCDOC reports the number of hours and type of training \nrelating to inmate safety, use of force, medical and mental health care, and treatment of minors \nprovided to Sworn Staff during the reporting period, separately by supervisory and \nnonsupervisory staff, and, if applicable, separately for security, medical, mental health, and \ncivilian staff. \n \nc.   A summary report of all use of force incidents occurring during the preceding ninety \ndays, which shall provide a description of the incident and set forth all actions, including \ndisciplinary actions, taken in response to the use of force incidents. \n \nd.   A summary report of all incidents of forced medication occurring during the preceding \nninety days, which shall provide a description of the incident and set forth all actions, including \ndisciplinary actions, taken in response to such incidents. \n \n62.   The County shall provide written answers to written questions from the United \nStates concerning the County’s compliance with this Agreement within 30 days of receipt. \n15 \n \n\nThe County shall provide access to any requested documents regarding the County’s compliance \nwith the requirements of this Agreement.  Any dispute regarding the scope or burden of the \nrequests shall be resolved by the Monitor. \n \nB.  RIGHT OF ACCESS \n \n63.   The United States, the Monitor, and their attorneys, experts, consultants and agents shall, \nupon reasonable notice under the circumstances, have full and complete access to the facility, \nfacility inmates, facility staff (including contracted staff), and documents as reasonably \nnecessary to address issues affected by this Agreement, including the right to conduct \nconfidential interviews with inmates, and to conduct interviews with facility staff outside the \npresence of other staff or supervisors.  Within the discretion of the United States, its attorneys, \nand/or the Monitor, reasonable notice will be provided where appropriate prior to accessing the \nfacility.   \n \n64.   The United States, the Monitor, and their attorneys, experts, consultants and agents may, \nupon reasonable notice under the circumstances, but in no event less than 24 hours, tour \nWCDOC to assess compliance with this Agreement. The United States anticipates that it will \nconduct a tour of WCDOC approximately six (6) months after the Effective Date of the \nAgreement to determine the status of WCDOC’s compliance with the terms of the Agreement. \n \n65.   The County shall maintain sufficient records to document that the requirements of \nthis Agreement are being properly implemented and shall make such records available at \nall reasonable times for inspection and copying by the United States.  \n \nIn addition, The County shall maintain and submit upon request records or other documents to \nverify that it has taken such actions as described in its compliance reports (e.g., census \nsummaries, policies, procedures, protocols, training materials, and incident reports) and will also \nprovide all documents reasonably requested by the United States. \n \n66.   The County, and its agents, agree that they shall not retaliate against any person because \nthat person has filed or may file a complaint, provided information or assistance, or \nparticipated in any other manner in an investigation or proceeding relating to this Agreement. \nHowever, nothing in this Agreement shall preclude the County from investigating or disciplining \nany employee engaged in improper conduct.  \n \nIV.   CONSTRUCTION, IMPLEMENTATION, AND TERMINATION \n \n67.   The County shall implement all measures necessary to effectuate this Agreement.  The \nimplementation of this Agreement will begin immediately upon its Effective Date. \n \n68.   Except where otherwise specifically provided, the County shall complete \nimplementation of all provisions of this Agreement within 180 days of its Effective Date. \n \n69.   This Agreement shall terminate three years from its Effective Date, if the \n16 \n \n\nParties agree that the County is in substantial compliance with all provisions of this Agreement \nand have maintained substantial compliance of all provisions for 24 months. The burden shall be \non the County to demonstrate that it has maintained substantial compliance with each of the \nprovisions of this Agreement. If  the Parties agree that the County is in substantial compliance \nwith any of the substantive provisions set out in this Agreement earlier than three years from the \nEffective Date of this Agreement and maintain compliance for at least 24 months, the compliant \nprovision or provisions  are no longer subject to monitoring and assessment by the United States \nand the County will be deemed to have met the terms of this Agreement as to those measures. \nThe burden will be on the County to demonstrate such compliance. \n \n70.   If the United States believes that the County has failed to comply with any obligation \nunder this Agreement, United States will, prior to seeking judicial action to enforce the \nterms of this Agreement, give written notice of the failure to the County. The Parties shall \nengage in good faith negotiations to attempt to resolve the dispute. These negotiations will last \nfor a maximum of 30 days from the date of the United States’ written notice. The United States \ncommits to work in good faith with the County to avoid enforcement actions. However, in the \ncase of an emergency posing an immediate threat to the health and safety of inmates, the United \nStates may seek enforcement action without regard to the notice and negotiation requirements \nherein.  The parties consent to the jurisdiction of the United States District Court for the \nSouthern District of New York for any actions to enforce the terms of this Agreement. \n \n71.   Failure by either party to enforce this entire Agreement or any provision \nthereof with respect to any deadline or any other provision herein shall not be construed as a \nwaiver of its right to enforce other deadlines or provisions of this Agreement. \n \n72.   If any unforeseen circumstance occurs that causes a failure to timely carry out any \nrequirements of this Agreement, the County shall notify the United States in writing within \ntwenty (20) calendar days after the County becomes aware of the unforeseen circumstance and \nits impact on the County’s ability to perform under this Agreement. The notice shall describe the \ncause of the failure to perform and the measures taken to prevent or minimize the failure. The \nCounty shall implement all reasonable measures to avoid or minimize any such failure. \n \n73.   Nothing herein shall be deemed, construed, or interpreted as an admission of liability by \nthe County.  Neither this Agreement, nor any part thereof, shall be admissible against the County \nexcept in a proceeding to enforce this agreement involving the parties to this Agreement. \n   \n74.  This Agreement is for the benefit of the County and the United States and no other parties \nshall have any rights under this Agreement. \n \n75.  No person or entity is intended to be a third-party beneficiary of the provisions of this \nAgreement for the purposes of civil, criminal or administrative action. This Agreement is not \nintended to impair or extend the right of any person or entity to seek relief against the County, \nWCDOC or its officials, employees or agents for their past or future conduct; accordingly, this \nAgreement does not purport to alter legal standards governing any such claims, including those \nunder federal, state and/or local law.  Similarly, this Agreement does not authorize, nor shall be \n17 \n \n\nconstrued to authorize, access to WCDOC documents or prior or future communications between \nthe parties, by persons or entities not a party to this Agreement. \n \n76.   Nothing in this Agreement shall be construed as preventing the County and/or WCDOC \nfrom revising existing or creating new policies/practices in a manner consistent with this \nAgreement.  This Agreement allows WCDOC to modify its facilities, including developing \nalternative placement programs for the detainees currently at the WCDOC facilities in a manner \nconsistent with this Agreement.  This Agreement does not prohibit the County and/or WCDOC \nfrom engaging a third party to perform any of the responsibilities required of Westchester \nCounty and/or WCDOC under this Agreement. \n \n77.   The issue of liability has not been litigated. \n \n78.   This Agreement constitutes the entire integrated agreement of the Parties. With the \nexception of the United States’ findings letter referenced in Section I.B. herein, no prior or \ncontemporaneous communications, oral or written, will be relevant or admissible for purposes of \ndetermining the meaning of any provisions herein, in litigation, or in any other proceeding. \n \n79.   This Agreement shall be applicable to, and binding upon, the parties, their \nofficers, agents, employees, assigns, and their successors in office. The County shall ensure that \nall current and future relevant County employees receive appropriate training to understand the \nterms of this Agreement (to the extent necessary to carry out their job duties and responsibilities) \nand implement the terms of this Agreement. \n \n80.   Each party shall bear the cost of its fees and expenses incurred in connection with \nthis Agreement. \n \n81.   In the event that any provision of this Agreement is declared invalid for any reason by a \ncourt of competent jurisdiction, said finding shall not affect the remaining provisions of this \nAgreement. \n \n82.   The parties agree to defend the provisions of this Agreement. The parties \nshall notify each other of any court challenge to this Agreement. In the event any \nprovision of this Agreement is challenged in any local or state court, removal to \nfederal court shall be sought.  In the event of a dispute between the parties, the parties shall first \nmeet and confer before seeking judicial intervention.  If the parties are unable to resolve their \ndispute, they may seek relief in the United States District Court for the Southern District of New \nYork. \n \n   \n18 \n \n\n \n83.   The signatures below of officials representing the United States and the County \nsignify that these parties have given their final approval to this Agreement. \n \nAGREED TO: \n \nFOR THE UNITED STATES: \n \n             \nPREET BHARARA        VANITA GUPTA \nUnited States Attorney for the    Principal Deputy Assistant Attorney General \n Southern District of New York    Civil Rights Division \n \n \n             \nBy: ___________________        \n       REBECCA C. MARTIN      CATHLEEN TRAINOR   \n       TARA La MORTE      Trial Attorney \n       Assistant United States Attorneys  Special Litigation Section \n       United States Attorney’s Office    601 D Street, NW – Room 5912 \n       Southern District of New York    Washington, D.C.  20004 \n       86 Chambers St. 3rd Fl.       \n      New York, New York 10007         \n       (212) 637-2714/2746             \n \n \n \nFOR THE COUNTY  \n \n \n_______________________________ \nKEVIN CHEVERKO \nCommissioner of Correction \nWestchester County Department of Correction \nP.O. Box 389 \nHeadquarters Building \nValhalla, NY 10595 \n \n \n \n \n \n \n19 \n ",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/usao-sdny/file/795871/download",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/88715"
    },
    {
      "date": "2015-11-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88716,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88716.pdf",
      "title": "Manhattan U.S. Attorney Announces Agreement With Westchester County Jail To Establish Corrective Measures And Appoint An Independent Monitor",
      "text": "5/16/2017 Manhattan U.S. Attorney Announces Agreement With Westchester County Jail To Establish Corrective Measures And Appoint An Independent Monitor | U…\nU.S. Attorneys » Southern District of New York » News » Press Releases\nDepartment of Justice\nU.S. Attorney’s Office\nSouthern District of New York\nFOR IMMEDIATE RELEASE Tuesday, November 24, 2015\nManhattan U.S. Attorney Announces Agreement With\nWestchester County Jail To Establish Corrective Measures And\nAppoint An Independent Monitor\nU.S. Resolves Its Investigation Regarding Constitutional Violations at Westchester\nCounty Jail\nPreet Bharara, the United States Attorney for the Southern District of New York, announced an agreement\nwith Westchester County that resolves the United States’ long­running investigation into Westchester\nCounty Jail (the “Jail”) under the Civil Rights of Institutionalized Persons Act (“CRIPA”).  This agreement,\napproved today by the Westchester County Board of Acquisition and Contract, implements a resolution of\nthe Government’s findings regarding the Jail’s use of force against inmates, its use of isolation as a\nmethod of discipline for minors incarcerated at the jail, and its provision of inadequate medical and mental\nhealth care to inmates.  The agreement requires the appointment of an independent monitor to ensure\nthat the Jail complies with the agreement.  The agreement will last for three years, or until the time that\nthe Jail has achieved substantial compliance with its terms.\nThe Jail, located in Valhalla, New York, houses pretrial detainees and sentenced inmates. The Jail also\nhouses minors awaiting transfer to a juvenile detention facility and minors adjudicated as adults. \nManhattan U.S. Attorney Preet Bharara said:  “As I have emphasized many times before, within the walls\nof a correctional facility does not mean outside the protection of the Constitution. Jails have a\nconstitutional obligation to take reasonable steps to protect the safety of inmates and to provide humane\nconditions of confinement.  This agreement, and the commitment on the part of the County to comply with\nits terms, are important steps toward ensuring that inmates at Westchester County Jail are treated in a\nmanner consistent with the Constitution.”\nThe agreement between the United States and the Jail resolves a long­running investigation into the Jail. \nIn 2009, the United States issued a letter setting forth the Government’s findings regarding constitutional\nviolations at the Jail.  Key findings included that the Jail had failed to adequately protect inmates from\nphysical harm caused by inappropriate and excessive force used by staff and failed to provide adequate\nmedical and mental health care, particularly with respect to minors housed in isolation in the punitive\nsegregation unit of the Jail, all resulting in unconstitutional living conditions. \nhttps://www.justice.gov/usao­sdny/pr/manhattan­us­attorney­announces­agreement­westchester­county­jail­establish­corrective 1/2\n\n5/16/2017 Manhattan U.S. Attorney Announces Agreement With Westchester County Jail To Establish Corrective Measures And Appoint An Independent Monitor | U…\nSince the Government issued its findings letter and during the ongoing investigation, the Jail has made\nprogress in addressing various problematic conditions and has now agreed to implement all the corrective\nmeasures set forth in the parties’ agreement to ensure the Jail’s compliance with constitutional\nrequirements. \nWith respect to minors, the agreement requires that the Jail cease its practice of placing minors under 18\nyears old in isolation or punitive segregation, and that it develop systems to address disciplinary issues in\na manner that is consistent with minors’ needs and that does not deprive them of access to certain\nprograms and services. The agreement also requires the development and implementation of alternative\napproaches to discipline for 18­year­old inmates.  The Jail has agreed to measures designed to ensure\nthat its use of force is not excessive and is consistent with the law, and has agreed to implement\nappropriate policies and practices concerning review of all uses of force, training of staff, and supervision\nof inmates.  The agreement also puts in place requirements concerning the provision of medical and\nmental health care for both minors and adults.\nFinally, the agreement mandates the appointment of an independent monitor to assist the County in\nachieving compliance with the provisions of the agreement, to make reports concerning the status and\nprogress of compliance, and to provide the County with technical assistance to comply with the provisions\nof the agreement.  The United States and the monitor will have full access to the Jail and its records, staff,\nand inmates for the life of the agreement.  The agreement will terminate in three years if the United States\nagrees that the County is in substantial compliance with all provisions and has maintained substantial\ncompliance with all provisions for 24 months.\nThe case is being handled by the Office’s Civil Rights Unit.  Assistant U.S. Attorneys Rebecca C. Martin\nand Tara M. La Morte are in charge of the case.                                                     \nAttachment(s): \nDownload Westchester County Jail agreement.pdf\nComponent(s): \nUSAO ­ New York, Southern\nPress Release Number: \n15­303\nUpdated November 24, 2015\nhttps://www.justice.gov/usao­sdny/pr/manhattan­us­attorney­announces­agreement­westchester­county­jail­establish­corrective 2/2",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/usao-sdny/pr/manhattan-us-attorney-announces-agreement-westchester-county-jail-establish-corrective",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/88716"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116158,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116158"
    }
  ],
  "document_count": 4
}