{
  "case_id": 17827,
  "fetched_at": "2025-10-20T22:55:48.356330",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Non-settlement Outcome"
    ],
    "case_defendants": [],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title V order (PATRIOT Act § 215, business records or other tangible things), 50 U.S.C. §§ 1861-1862"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2015,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Warrant/order for search or seizure"
      }
    ],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2015,
    "id": 17827,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "General/Misc.: Terrorism/Post 9-11 issues",
      "General/Misc.: Records Disclosure",
      "General/Misc.: Confidentiality"
    ],
    "last_checked_date": "2020-11-05T00:00:00-05:00",
    "main_docket": {
      "id": 27662,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "[Redacted]",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re Application of the Federal Bureau of Investigation for Orders Requiring the Production of Call Detail Records",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff is the National Security Agency (NSA)",
    "plaintiff_type": [
      {
        "value": "Non-DOJ federal government plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Warrant/Order allowing surveillance"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2015-12-31",
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Act -- Telephony Metadata",
      "Foreign Intelligence Surveillance Court"
    ],
    "special_case_type": [
      {
        "value": "Warrant or subpoena application (or protection)"
      }
    ],
    "state": "District of Columbia",
    "summary": "<p>For the Civil Rights Litigation Clearinghouse collection of FISA Matters, see our <a href=\"http://www.clearinghouse.net/results.php?searchSpecialCollection=20\">special collection</a>.</p><p>On November 30, 2015, the Foreign Intelligence Surveillance Court (FISC) issued a primary order granting the government's Verified Application for Orders Requiring the Production of Call Detail Records. Though that order was not publicly released, Judge Thomas F. Hogan released a memorandum opinion on December 31, 2015 analyzing the application in accordance with Sections 101 and 103 of the USA FREEDOM Act, which went into effect on November 29, 2015 in an effort to prevent bulk telephony metadata collection. This was the first opportunity for the FISC to grapple with these issues. Section 103 \"requires that a specific selection term . . . be used as the basis for the production of tangible things sought\" and Section 101 sets distinct requirements for call detail records provided on an ongoing basis.</p><p>Judge Hogan found that the application met Section 103's requirement for a specific selection term. While the portion of the opinion discussing the term chosen for this investigation was redacted, Judge Hogan wrote that the term chosen \"specifically identifie[d] an individual, account, or personal device,\" requirements from Section 103. </p><p>Continuing his Section 103 analysis, he added that the application for call detail records also contained a required \"statement of facts showing that . . . there are reasonable grounds to believe that the call detail records sought to be produced based on the specific selection term required under [Section 103] are relevant to such a investigation.\" Judge Hogan discussed that the facts provided showed that the classified terrorist group involved in this investigation was using domestic phone calls in its work, and that the application established probable cause that the specific terms used would identify individuals that would assist in the investigation. He described this search for individuals using the search terms as the \"first hop.\" He noted that further information found after investigation into individuals identified from the first hop, which he called the \"second hop,\" did not require additional specified selection terms, because Section 103 only requires that this search be based on \"session-identifying information\" from the first hop, not a \"specific term\" like the statute requires for the first hop.</p><p>Closing his Section 103 analysis, Judge Hogan found that the application contained a statement of facts showing \"that there is reasonable, articulable suspicion that the specific selection term is associated with a foreign power engaged in international terrorism activities.\" He noted that this showing was less demanding than a showing of probable cause, and that the government had met that burden. He defined international terrorism based on Section 103's definition of the term, which was activities that:<blockquote>(1) involve violent acts or acts dangerous to human life that are a violation of the criminal laws of the United States or any State, or that would be a violation of the criminal laws of the United States or any State;</p><p>(2) Appear to be intended (A) to intimidate or coerce a civilian population; (B) to influence the policy of a government by intimidation or coercion; or (C) to affect the conduct of a government by assassination or kidnapping; and </p><p>(3) occur totally outside the United States or transcend national boundaries in terms of the means by which they are accomplished, the persons they appear intended to coerce or intimidate, or the locale in which their perpetrators operate or seek asylum</blockquote>The court classified the details of the application that showed this.</p><p>Turning to the Section 101 analysis, Judge Hogan confirmed that the minimization procedures in the application met that Section's requirements. He noted that the application mirrored the NSA's minimization procedures. He highlighted the NSA's policy of making sure that a dissemination based on call detail records will focus on foreign activity and not activities of a U.S. person unless that person consented, the information is publicly available, their identity is necessary to understand the foreign intelligence activity, or the dissemination is for law enforcement purposes. He also said that the NSA's policy of destroying call detail information within five years of collection is enough to comply with FISA.</p><p>However, in conducting this analysis, Judge Hogan flagged a potential conflict in statutory language in FISA related to minimization procedures. He noted that Section 101 in the USA FREEDOM Act required the government to promptly destroy information deemed to not be foreign intelligence information, but the USA FREEDOM Act did not amend Section 501(g)(2)(C) of FISA that requires the government to retain information that a crime is being committed or is about to be committed. Judge Hogan reconciled these sections by noting that \"prompt,\" defined by the <i>Merriam-Webster Dictionary</i> as \"being ready and quick to act as occasion demands,\" allowed the government to retain evidence of a crime as FISA requires. If the information is not evidence of a crime and not foreign intelligence information, then, Judge Hogan said, it must be quickly destroyed. That didn't impact the outcome of the application in this case, but Judge Hogan appeared to use this definition as dicta to influence the analysis of future FISA applications.</p><p>The rest of this docket appears to be redacted. The case is presumed to be closed.</p>",
    "summary_published_date": "2020-11-05T00:00:00-05:00",
    "summary_short": "On December 31, 2015, Judge Thomas Hogan released a memorandum opinion analyzing a U.S. government Verified Application for Orders Requiring the Production of Call Detail Records in accordance with Sections 101 and 103 of the USA FREEDOM Act, which came into force shortly after the application was granted on November 30, 2015. This was the Foreign Intelligence Surveillance Court's (FISC) first opportunity to analyze the new sections; Section 103 \"requires that a specific selection term . . . be used as the basis for the production of tangible things sought,\" and Section 101 sets distinct requirements for call detail records provided on an ongoing basis. The FISC granted the application, redacting many of the identifying details from the application. The case is presumed to be closed.",
    "summary_tiny": null,
    "terminating_date": "2015-12-31",
    "clearinghouse_link": "clearinghouse.net/case/17827",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17827",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17827",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17827"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114304,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114304"
    },
    {
      "date": "2015-12-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 110001,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/110001.pdf",
      "title": "Memorandum Opinion",
      "text": "Flied \nApproved for public release by the O'FDONI P21 S06E04C1R5 E'f/fiiCS/SI/ORCON/NOFORN  United States Forefgn \nIntelligence Surveillance Court \nDEC J 1 2015 \nUNlTED STATES \nFOREIGN INTELLIGENCE SURVEILLANCE COUR!JAnn Flynn Hall, Clerk of Court \nWASHINGTON, D.C. \nIN REAPPLICATION OF THE FEDERAL \nBUREAU OF INVESTIGATION FOR  Docket Number: -\nORDERS REQUIRING THE PRODUCTION \nOF CALL DETAIL RECORDS \nMEMORANDUM OPINION \nOn November 30, 2015, the Court issued a Primary Order granting the United States of \nAmerica's (the \"Government's\") Verified Application for Orders Requiring the Production of \nCall Detail Records (the \"Verified Application\"), which sought to require that certain call detail \nrecords1 relating to authorized investigations to protect against international terrorism be \nproduced to the National Security Agency (\"NSA\") on an ongoing and daily basis pursuant to \nSection 501 ofthe Foreign Intelligence Surveillance Act of 1978, 50 U.S.C. § 1861 (2015) \n(\"FISA\").  See Primary Order at 3; Verified App. at I. The requested call detail records are \nbelieved to be in the possession of \nreferred to as the \"Providers\").  Verified App. at 2.  For the \nreasons stated in the Primary Order, as well as those that follow, the Court has concluded that the \nVerified Application satisfies FISA' s statutory requirements and supports the required judicial \nfmdings and directives.  Although the Verified Application presented the first occasion for this \nCourt to apply the standards set forth in Sections 101 and 103 of the Uniting and Strengthening \nAlso referred to herein by the acronym \"CDR.\" \n\nApproved for public release by the ODNI 21060415\n   \n                       \n                               \n                           \n                         \n \n                           \n                     \n                             \n                       \n                         \n                           \n                           \n                             \n                           \n                               \n                         \n                           \n             \n                           \n                               \n                                     \n                           \n                           \n   \n \n     \n\nApproved for public release by the ODNI 21060415\n   \n                             \n                                   \n                               \n                       \n                               \n                             \n                         \n                             \n                               \n                                       \n                           \n                         \n                             \n           \n   \n                           \n                       \n                                     \n                               \n                               \n                           \n                         \n   \n \n\nApproved for public release by the ODNI 21060415\n   \n                                   \n                     \n                         \n                           \n   \n                         \n                           \n                       \n                   \n                         \n               \n                         \n                       \n                     \n                       \n     \n                         \n                         \n                         \n                   \n         \n                         \n                     \n                             \n                               \n                                   \n                                 \n     \n               \n   \n\nApproved for public release by the ODNI 21060415\n   \n                         \n                 \n                               \n                 \n                       \n                     \n                       \n                           \n                       \n \n                     \n             \n                           \n                           \n                     \n   \n                           \n           \n                             \n   \n                         \n                     \n                       \n                           \n                 \n                 \n                       \n                       \n                 \n   \n                       \n                         \n   \n \n\nApproved for public release by the ODNI 21060415\n'FOP SECR:E'f/fliCSISI/ORCONINOF'ORN \n\"session-identifying information\" or a telephone calling card number \nidentified by the specific selection term used to produce the first \"hop\"; \n•  provide that produced records be in a form that will be useful to the \nGovernment; \n•  direct that the Providers \"furnish the Government forthwith all \ninformation, facilities, or technical assistance necessary to accomplish the \nproduction in such a manner as will protect the secrecy of the production \nand produce a minimum of interference with the services that such person \nis providing to each subject of the production\"; \n•  direct the Government to \"adopt minimization procedures that require the \nprompt destruction of all call detail records produced under the order that \nthe Government determines are not foreign intelligence information''; and \n•  direct the Government to \"destroy all call detail records produced under \nthe order as prescribed by such procedures.\" \n50 U.S.C. § 1861(c)(2). \nANALYSIS OF THE APPLICATION \nA.  The Government's Verified Application Meets the Requirements of Subsections (a) \nand (b) of Section 501 \nAs already indicated, the first judicial inquiry under the new statutory framework is \nwhether the application submitted by the Government meets the requirements of subsections (a) \nand (b) of Section 501 ofFISA.  50 U.S.C. § 1861(c)(l).  From the Court's perspective, the \nprincipal concerns of this inquiry are whether (1) the application includes the required specific \nselection term, (2) the application contains a statement of facts showing that there are reasonable \ngrounds to believe that the call detail records sought to be produced based on the specific \nselection term are relevant to an authorized international terrorism investigation, and (3) the \napplication contains a statement of facts showing that there is a reasonable, articulable suspicion \nthat such specific selection term is associated with a foreign power or an agent of a foreign \npower engaged in international terrorism or activities in preparation therefor.  50 U.S.C. \nJ'QP SIS€YQIS1':':'11€YS:'SI/QR€Q~l/~JQFQR.l\\l \n-6-\n\nApproved for public release by the ODNI 21060415\n'f6f Sl!:eU'f/JIIeS/St/6fte6fM4'6Ji'6RN \n§ 1861 (b )(2)(C)(i)-(ii), (c)( 1) .  The following discussion addresses each of these principal \nconcerns in tum, albeit the Court notes that, as previously found in the Primary Order issued on \nNovember 30, 2015, the Government's Verified Application otherwise complies with all other \nstatutory requirements mandated in subsections (a) and (b) of Section 501.  See Primary Order at \n1-3. \n1.  The Government's Verified Application includes \"specific selection terms\" as \nrequired by FISA \nSection 501 ofFISA, as amended by the USA FREEDOM Act, now requires that each \napplication for business records must include a \"specific selection term\" that will be used as the \nbasis for the production of the records.  50 U.S.C. § 186l(b)(2)(A).  FISA defines the phrase \n\"specific selection term\" differently depending on whether the Government seeks the ongoing \ndaily production of call detail records related to an authorized international terrorism \ninvestigation, as is the case here, versus all other requests for tangible things. Compare 50 \nU.S.C. § 1861(k)(4)(A)(i) (defining the term in relation to all requests for the production of \ntangible things except requests for call detail records), with 50 U.S.C. § 186l(k)(4)(B) (defining \nthe term in relation to requests for the production of call detail records). For requests for the \nongoing daily production of call detail records related to an authorized international terrorism \ninvestigation, FISA defines the phrase \"specific selection term\" to mean \"a term that specifically \nidentifies an individual, account, or personal device.\" 50 U.S.C. § 1861(k)(4)(B).  Because FISA \ndoes not further define the terms \"individual, account, or personal device,\" those terms will be \nconstrued according to their ordinary meanings.5  See Smith v. United States, 508 U.S. 223,228 \n5  The term \"individual\" is ordinarily understood to mean relating to, or existing, as one \nmember or part of a larger group, the term \"account\" means an arrangement for regular dealings \n'if8P 8~€M'fh'II€8/81/8B€8NITt8F81lPi \n-7-\n\nApproved for public release by the ODNI 21060415\n(1993) (\"When a word is not defined by statute, we nonnally construe it in accord with its \nordinary or natural meaning.\"). \nThe Government's Verified Application identi \nVerified App. at 2-3, Tab 1. \nApplying the ordinary meanings of\"individual, account, or personal device,\" each of the \nspecific selection tenns satisfy the statute. \nor services with a business, and the tenn \"personal device\" means an object, machine or piece of \nequipment made for a special purpose.  Merriam-Webster Dictionary Online, \nhttp://www.merriam-webster.com/dictionary/individual, /account, /personal, /device (last visited \nNov. 30, 2015).  The Report ofthe United States House of Representatives Committee on the \nJudiciary that accompanied the USA FREEDOM Act states that \"the tenn 'personal device' \nrefers to a device that can reasonably be expected to be used by an individual or a group of \nindividuals affiliated with one another\" and cites as examples \"a telephone used by an individual, \nfamily, or housemates, a telephone or computer provided by an employer to an employee or \nemployees, a home computer or tablet shared by a family or housemates, and a Wi-Fi access \npoint that is exclusively available to the inhabitants of a home, the employees of a business, or \nmembers of an organization.''  H.R. Rep. No. 114-109, pt. 1, at 20 (2015), available at 2015 WL \n2151633.  The Report goes on to state that such a device \"would include a local area network \nserver that is used by a business to provide e-mail to its employees\" but would not include \n\"devices that are made available for use by the general public or by multiple people not affiliated \nwith one [an]other, such as a pay phone available to the public, a computer available to library \npatrons to access the Internet, or a Wi-Fi access point made available to all customers at an \nInternet cafe,\" or \"devices that are used by companies to direct public communications, such as a \nrouter used by an Internet service provider to route e-mails sent by its customers, or a switch \nused by a telecommunications carrier to route calls made by its customers.\"  Id  This \ncharacterization of the tenn \"personal device\" is generally consistent with the ordinary meaning \nof the phrase. \n'f'8f SEC~'f';';'tiCS/St/8RCfHtJIN8F8R:N \n-8 -\n\nApproved for public release by the ODNI 21060415\n2.  The Government's Verified Application includes the required statement of facts \nshowing there are reasonable grounds to believe that the call detail records sought \nto be produced based on the specific selection terms are relevant to an authorized \ninternational terrorism investigation \nSection 50 l (b) (2)(C)(i) of FISA requires that an application seeking the ongoing \nproduction of call detail records relating to an authorized international terrorism investigation \ncontain \"a statement of facts showing that ... there are reasonable grounds to believe that the \ncall detail records sought to be produced based on the specific selection term required under \n[Section 50l(b)(2)(A)] are relevant to such investigation.\"  50 U.S.C. § 1861(b)(2)(C)(i). The \nGovernment's Verified Application states that \"[t]he FBI is conducting numerous predicated \n6 \n'f8P SECH'f'h'lt€Sf61/8RCO~Uff8F'8Fltf \n-9-\n\nApproved for public release by the ODNI 21060415\nJi8F 815f€ tt!!f//11@8/St/8R:@8PVft8P8  RN \ninvestigations to protect against the international terrorism activities \n'Foreign Power') under guidelines approved by the Attorney General \npursuant to Executive Order 12333, as amended.\"  Verified App. at 5, ~ 3. The application then \npoints to Paragraph 4 and Tab 1 for the statement of facts setting forth grounds to believe that the \ncall detail records sought to be produced based on the specific selection terms are relevant to \nthose investigations.  ld  (stating that \"[t]he facts set forth below and in Tab 1 to this application \nestablish reasonable grounds to believe that the call detail records sought to be produced based \non the specific selection terms listed above are relevant to an authorized investigation (other than \na threat assessment) to protect against international terrorism\"). \nln Paragraph 4, the Government asserts that foreign terrorist organizations, their agents, \nand individuals associated with \nuse the international telephone  communicate \nwith one another all over the world and within the United States, and that \"[i]ndividuals \nassociated with the foreign terrorist organizations and their agents also place or receive domestic \ntelephone calls  their phones when they are in \nthe United States.\"  Verified App. at 6, ~ 4.  The Government therefore posits that both domestic \ncalls and calls with one end in the United \nanalytically significant because they may identify individuals associated with the Foreign Power \nwhose activities may include planning and facilitating attacks against the homeland.\" ld. \nTab 1 offers facts particular to each identified specific selection term. Verified App. at \n- specific selection terms \nwhich this Court has previously found a reasonable, articulable suspicion to \n't8P BESU't:';'fi@B/BI:'8M:S8JJ:IN8F8A!PT \n- 10-\n\nApproved for public release by the ODNI 21060415\nbelieve that  one of its associated \nterrorist organizations, \nprobable cause to believe that the individual using  san agent of \nVerified App. at Tab 1, \n- As far as specific selection terms \nconcerned, the Government states that the first number is a \n'fOP S'BCRE'fh'IICSfSIIORCONfNOFORN \n- 11 -\n\nApproved for public release by the ODNI 21060415\nTurning back to paragraph 4 of the application, the Government explains that using the \nspecific selection terms as the seeds for the initial production of call detail records (the first \n\"hop\") will return call detail records, including all identifiers and their associated metadata, that \nidentify a contact or connection with those specific selection tenns.  Verified App. at 6, 1[4.  In \nother words, using  bers that have been identified as \nspecific selection terms in this application will result in the production of call detail records that \nhave a contact with, and/or connection to, those \nTaking into consideration the facts that the Government is conducting numerous predicated \ninvestigations to protect against  guidelines that \nhave been approved by the Attorney General in accordance with Executive Order 12333, the \nspecific selection terms involve \n- h at are used by individuals who this Court has previously found probable cause to \nbelieve are agents  who  members  are associated with \nwhich the Court has previously fotmd a reasonable, articulable suspicion \n'f6f StJCRi!YtY;'IIC!~h'SifORCONI1tOI'Oft¥t \n- 12-\n\nApproved for public release by the ODNI 21060415\nT9P SECR£Th'IICSt'Sit'9RCO~l~lOF9W'l \nthe call detail records to be produced based on the \nspecific selection terms will identify a contact or connection with those specific selection terms, \nthe Court has no reservation about concluding that the call detail records to be produced are \nrelevant8 to the Government's authorized investigations to protect \nThe Government further states that the second \"hop\" -- which the FISA contemplates will \nbe based on \"session-identifying information or a telephone calling card number identified by the \nspecific selection term\" used to produce the first \"hop\" call detail records9 -- will return results \nthat consist of all identifiers and their associated metadata that have a contact or connection with \nan identifier revealed by the first \"hop.\"10  Verified App. at 6, ~ 4.  The Government contends \nthat: \nObtaining the second 'hop'  results enhances the Government's ability to find, \ndetect and identify the Foreign Power, its agents, and those affiliated with them by \ngreatly increasing the chances that previously unknown Foreign Power-associated \nidentifiers (and operatives) may be uncovered. A RAS-approved specific selection \n8  Like many terms discussed in this opinion, the term \"relevant\" is not defined in FISA. \nThe ordinary meaning ofthe term \"relevant\" is \"relating to a subject in an appropriate way.\" \nMerriam-Webster Dictionary Online, http://www.merriam-webster.com/dictionary/relevant (last \nvisited Nov. 30, 2015).  When used in jurisprudence, relevancy is generally understood to mean \n\"[a]pplicability to the issue joined.\" Black's Law Dictionary 1290 (6th ed. 1990).  The Court \nconcludes that the call detail records in the frrst \"hop\" are \"relevant\" under any such definition of \nthe term as it is commonly understood. \n9  50 U.S.C. § 1861(c)(2)(F)(iv). \n10  Before the USA FREEDOM Act was enacted, the Government received from certain \ntelephone providers call detail records in bulk, i.e., without any nexus to particular telephone \nidentifiers, but could query the bulk records only within two \"hops\" of a selection term for which \nthe Court found a reasonable, articulable suspicion to believe that the selection term was related \nto a targeted foreign power. Although the USA Freedom Act ended the bulk collection of call \ndetail records, it nonetheless preserved the Government's ability to query two \"hops\" from a \nCourt-approved specific selection term. \n'F8P S:@CM'Fh'fiCS/SI/8RC81WPi8F8~1 \n- 13-\n\nApproved for public release by the ODNI 21060415\nterm, for example, may be in contact with a previously unknown telephone number. \nBy allowing the Government to examine the contacts made by that previously \nunknown number, the second hop results may reveal a contact with other telephone \nidentifiers already known to be associated with the Foreign Power, thus establishing \nthat the previously-unknown identifier is itself likely associated with the Foreign \nPower or its agents.  Thus, CDRs generated that include a second 'hop' reasonably \ncould lead to the identification of telephone identifiers, and ultimately persons that \ncould bear on or assist in the ultimate goal of the authorized investigation -- to \nprevent terrorist attacks on U.S. soil or against U.S. interests abroad. \nVerified App. at 6-7, 1[4.  This contention suggests that the call detail records produced by the \nsecond \"hop\" also will be relevant to the authorized investigations to protect \"e'u. ..., . \ninternational terrorism activities.  The Court concludes, however, that no such relevance showing \nis required for the call detail records produced during the second \"hop.\" \nThe fact that no relevance showing is required for call detail records produced during the \nsecond \"hop\" is evident from the plain language and structure of the statute.  Section \n501(c)(2)(F) of the amended FISA now states in relevant part that a judicial order granting an \napplication for the ongoing production of call detail records for an authorized international \nterrorism investigation shall: \n(iii)  [P]rovide that the Government may require the prompt production of a first \nset of call detail records using the specific selection tenn that satisfies the standard \nrequired under subsection (b) (2)(C)(ii); \n(iv)  [P]rovide that the Government may require the prompt production of a second \nset of call detail records using session-identifying information or a telephone calling \ncard number identified by the specific selection tem1 used to produce call detail \nrecords under clause (iii); \n50 U.S.C. § 1861(c)(2)(F)(iii), (iv) (emphases added).  Section 50l(b)(2)(C)(i) requires that the \napplication contain \"a statement of facts showing that ... there are reasonable grounds to believe \nthat the call detail records sought to be produced based on the specific selection term required \nunder [Section 50l(b)(2)(A)] are relevant to such investigation.\"  50 U.S.C. § 1861(b)(2)(C)(i) \n- 14-\n\nApproved for public release by the ODNI 21060415\n'1'8P 81!@M'I'h11@8/81/81t@8PfJiff8f8RfJ \n(emphasis added).  Because Section 501 (b) (2)(C)(i) expressly limits this relevance determination \nto the call detail records that will be produced \"based on the specific selection term,\" whereas \nSection 501(c)(2)(F)(iv) (i.e., the second \"hop\") distinguishes the production of the second set of \ncall detail records as being based on \"session-identifying information or a telephone calling card \nnumber identified by the specific selection term used to produce call detail records under clause \n(iii) [the first \"hop\"],\" it is manifest that the relevance dete1mimition required in Section \n501(b)(2)(C)(i) does not apply to the sec<md \"hop.\" \nFor whatever it is worth, the legislative history discussing the first \"hop\" and second \n\"hop\" call-detail-record-production processes bolsters the Court's conclusion by stating: \nThe government may require the production of up to two \"hops\" - i.e., the call \ndetail records associated with the initial seed telephone number and call detail \nrecords  (CDRs)  associated  with  the  CDRs  identified  in  an  initial  \"hop.\" \nSubparagraph (F)(iii) provides that the government can obtain the first set of CDRs \nusing the specific selection term approved by the FISC. In addition, the government \ncan use the FISC-approved specific selection term to identify CDRs from metadata \nit  already  lawfully  possesses.  Together,  the  CDRs  produced  by  the  phone \ncompanies and those identified independently by the government constitute the first \n\"hop.\"  Under subparagraph (F)(iv), the  government can then present session \nidentifying information or calling card numbers (which are components of a CDR, \nas defined in section 10 7) identified in the first \"hop\" CDRs to phone companies to \nserve as the basis for companies to return the second \"hop\" of CDRs. \nH.R. Rep. No. 114-109, at 17, available at http://www.congress.gov/ congressional-report/} 14th-\ncongress/house-report/! 09/1 (emphases added).  The legislative history therefore recognizes a \nstatutory distinction between the \"specific selection term\" used to conduct the first \"hop\" versus \nthe ''session-identifying information\" that is used to conduct the second \"hop.\" \nBy limiting the relevance determination required in Section 501(b)(2)(C)(i) to the call \ndetail records that will be produced \"based on the specific selection term\" -- which FISA \nprovides in Section 501 ( c) (2)(F)(iii) will be the basis for the first \"hop\" production but not the \n'f8P 81!@M'fh'll@8/81/81t@8N;Ifi8F8RN \n- 15 -\n\nApproved for public release by the ODNI 21060415\n'f8P SECftE'fh'IICS/Bis'8RC8Pf/f#8F81Ul \nbasis of Section 501 (c ) (2)(F)(iv) 's second \"hop\" production-- Section 50 l (b) (2)(C)(i) requires a \njudicial finding of relevance only for the call detail records that will be produced during the first \n\"hop.\" \nC.  The Government's Verified Application contains the required statement of facts \nshowing there is a reasonable, articulable suspicion that the specific selection term \nis associated with a foreign power engaged in international terrorism or activities \nin preparation therefor, or an agent of a foreign power engaged in international \nterrorism or activities in preparation therefor \nIn addition to the relevance determination, Section 501 of FISA as amended by the USA \nFREEDOM Act now requires the Court to make a fmding that the application contains a \nstatement of facts showing that there is a reasonable, articulable suspicion that the specific \nselection term is associated with a foreign power engaged in international terrorism or activities \nin preparation therefor, or an agent of a foreign power engaged in international terrorism or \nactivities in preparation therefor.  50 U.S.C. § 1861(b)(2)(C)(ii). The Supreme Court has noted \nthat \"[t]he concept of reasonable suspicion, like probable cause, is not readily, or even usefully, \nreduced to a neat set oflegal rules.\"  United States v. Sokolow, 490 U.S. 1, 7 (1989) (internal \nquotation marks omitted).  In the context of criminal cases, however, the Supreme Court has \nobserved that reasonable suspicion \"is a less demanding standard than probable cause.\"  Illinois \nv. Wardlow, 528 U.S. 119, 123 (2000). \nSection 501 of FISA defines \"foreign power\" and \"agent of a foreign power\" to \"have the \nmeanings provided those terms in [S]ection 101.\"  50 U.S.C. § 1861 (k)(l ).  The relevant \nprovisions of Section 101 of FISA define \"foreign power\" to mean \"a group engaged in \ninternational terrorism or activities in preparation therefor,\" id. § 1801(a)(4), and \"agent of a \nforeign power\" to mean \"any person other than a United States person, who ... engages in \n- 16-\n\nApproved for public release by the ODNI 21060415\n~Of S~CRE~i/tiCSiSifOR:CON/NOFORt• \ninternational terrorism or activities in preparation therefore [sic],\" id. § 1801(b)(l)(C), \"any \nperson who . .. knowingly engages in sabotage or international terrorism or activities that are in \npreparation therefor, for or on behalf of a foreign power,\" id. § 1801 (b )(2)(C), or \"any person \nwho ... knowingly aids or abets any person in the conduct of [international terrorism, or \nactivities that are in preparation therefor, for or on behalf of a foreign power] or knowingly \nconspires with any person to engage in [such] activities,\" id. § 1801 (b )(2)(E).  Section 501 \nfurther defines \"international terrorism\" to mean the following: \n[A]ctivities that-\n( l)  involve violent acts or acts dangerous to human life that are a violation of the \ncriminal laws of the United States or of any State, or that would be a criminal \nviolation if committed within the jurisdiction of the United States or any State; \n(2)  appear to be intended -\n(A)  to intimidate or coerce a civilian population; \n(B) to influence the policy of a government by intimidation or coercion; or \n(C)  to affect the conduct of a government by assassination or kidnapping; \nand \n(3)  occur totally outside the United States, or transcend national boundaries in \nterms of the means by which they are accomplished, the persons they appear \nintended to coerce or intimidate, or the locale in which their perpetrators operate or \nseek asylum. \n!d. § 1801(c). \nThe Government's application relies on the same statements of fact found in paragraph 4 \nand Tab 1 to establish the required reasonable, articulable suspicion that the specific selection \nterms are associated with a foreign power engaged in international terrorism or activities in \npreparation therefor, or an agent of a foreign power engaged in international. terrorism or \nactivities in preparation therefor.  Verified App. at 5,, 3.  Those statements of fact reflect. \n- 17-\n\nApproved for public release by the ODNI 21060415\n'f8P SE€M'fNII€S/SI/81t€8N;'N8F8R:N \nht be engaged in \nactivities that include planning and facilitating attacks against the United States.  Verified App. \nat 6, ~ 4. In addition, specific selection term \nby~ho \nis used  is \nan  ld. at Tab 1  Likewise, specific selection term  s \na  the Court previously found there is a reasonable, \narticulable suspicion to believe is associated \npreviously found a reasonable, articulable suspicion to believe is associated  is \n· used by~ho the Court previously found probable cause to believe is an agent. \nat Tab 1,  Finally, specific selection terms \nstatements of fact support a finding that there is a reasonable, articulable suspicion that the \nspecific selection terms are associated  agents thereof --which the Court has on \nnumerous occasions concluded is a foreign power engaged in international terrorism, as \nintimated in the facts asserted in Tab 1. \n'f8P S:I!:M€ 'fh'II@S;'St/81t@8N/N8F8ftff \n- 18-\n\nApproved for public release by the ODNI 21060415\n'f'8P 815I€ tE'f':\\'IU?J8:'815'81tC8n1i8F81ltf \nII.  \\Vhether the Minimization Procedures Meet the Definition of Minimization \nProcedures Under Subsection (g) \nThe second judicial finding required by Section 501 of FISA is a determination that the \nGovernment's minimization procedures submitted in accordance with Section 501(b)(l)(D) meet \nthe definition of minimization procedures set forth in Section 501(g)(2).  50 U.S.C. § 1861 (c)(l ). \nSection 501 (g)(2) was not amended by the USA FREEDOM Act and defines the term \n\"minimization procedures\" to mean: \n(A)  specific procedures that are reasonably designed in light of the purpose and \ntechnique of an order for the production of tangible things, to minimize the \nretention,  and  prohibit  the  dissemination,  of  nonpublicly  available \ninformation concerning unconsenting United States persons consistent with \nthe need of the United States to obtain, produce, and disseminate foreign \nintelligence information; \n(B)  procedures that require that nonpublicly available information, which is not \nforeign intelligence information as defined in section 101 ( e) (1) shall not be \ndisseminated in a manner that identifies any United States person, without \nsuch  person's  consent,  unless  such  person's  identity  is  necessary  to \nunderstand foreign intelligence information or assess its importance; and \n(C)  notwithstanding subparagraphs (A) and (B), procedures that allow for the \nretention and dissemination of information that is evidence of a crime which \nhas been, is being, or is about to be committed and that is to be retained or \ndisseminated for law enforcement purposes.\" \n50 U .S.C. § 1861 (g)(2).  After reviewing the minimi2'..ation procedures, which were submitted as \na separate document attached to the Government's Verified Application and titled \"Minimization \nProcedures Used by the National Security Agency In Connection With the Production of Call \nDetail Records Pursuant to Section 501 of the Foreign Intelligence Surveillance Act, As \nAmended\" (hereinafter referred to as \"NSA's Minimization Procedures\"), the Court finds that \nthe procedures comply with FISA, including the definition of minimization procedures under \nSection 501 (g)(2). \n- 19-\n\nApproved for public release by the ODNI 21060415\nTOP SECRET//HCS/SI/ORCON/NOFORN \nIn addition to other provisos contained in the NSA's Minimization Procedures, Sections \nC and D address the dissemination and retention of call detail records.  Section C of the NSA's \nMinimization Procedures complies with FISA Section 501 (g)'s definitional requirements by \nstating that, except as otherwise provided, a dissemination based on call detail records of or \nconcerning a U.S. person \"will be written so as to focus solely on the activities of foreign entities \nand persons and their agents,\" NSA Minimization Procedures§ C(l), \"foreign intelligence \ninformation concerning U.S. persons must be disseminated in a manner [that] does not identify \nthe U.S. person,\" id., \"[g]eneric or general terms or phrases must be substituted for the identity\" \nof a U.S. person, id., and disseminations may identity a U.S. person \"only if\" the U.S. person \n\"has consented to the dissemination,\" id. § C(2)(a), the information is publicly available, id. \n§ C(2)(b) , the identity \"is necessary to understand the foreign intelligence information or assess \nits importance,\" id. § C(2)( c), or the identity \"is reasonably believed to contain evidence that a \ncrime has been, is being, or is about to be committed, provided that dissemination is for law \nenforcement purposes,\" id.  § C(2)(d ).  Section C also requires that one of several identified NSA \nofficials determine that the identity of a U.S.-person \"is foreign intelligence information related \nto international terrorism, or is necessary to understand foreign intelligence information related \nto international terrorism or assess its importance\" before such U.S.-person information may be \ndisseminated outside the NSA. !d. § C(3).  Several of Section C's quoted provisions also satisfy \nFISA Section 50l(g)(2)'s mandate that nonpublicly-available information shall not be \ndisseminated in a way that identifies a U.S. person without his or her consent unless necessary to \nunderstand foreign intelligence information or assess its importance, 50 U.S.C. § 186l(g)(2)(B), \n-20-\n\nApproved for public release by the ODNI 21060415\n1*8P S~CH1*/;'IICS/Sis'8IUJ8P'1H'18¥81Ul \nand the additional requirement to allow for the retention and dissemination of information that is \nevidence of a crime, id. § 1861( g)(2)(C). \nSection D of the NSA's Minimization Procedures complies with the statutory \nrequirement to minimize the retention of nonpublicly-availab1e information about unconsenting \nU.S. persons by, in relevant part, stating that \"NSA personnel will . .. promptly destroy any \nCDRs [that] are determined not to contain foreign intelligence information.\"  !d. §D. \nFurthermore, \"[a]ll call detail records .. . will be destroyed no later than five years (60 months) \nafter their initial collection\" except for call detail records that were the basis of an approved \ndissemination or retained to comply with litigation preservation obligations.  !d. § D. \nWhile the Court finds that, overall, the NSA's Minimization Procedures comply with the \ndefinition of minimization procedures found in Section 50l(g)(2), there is a potential statutory \nconflict that, at first glance, appears to pose a legal conundrum.  Although the definition of the \nterm \"minimization procedures\" found in Section 501( g)(2) was not altered by the USA \nFREEDOM Act amendments, the USA FREEDOM Act added a new requirement in Section \n501 ( c) (2)(F)(v ii)(I) requiring that a judicial order authorizing the ongoing production of call \ndetail records for an authorized international terrorism investigation \"shall .. . direct the \nGovernment to . .. adopt minimization procedures that require the prompt destruction of all call \ndetail records produced under the order that the Government detennines are not foreign \nintelligence information.\"  50 U.S.C. § 186l(c)(2)(F)(vii)(l) (emphasis added).  Section \n501 ( c )(2)(F)(v  ii)(D' s requirement calling for the \"prompt destruction\" of call detail records that \nthe Government determines are not foreign intelligence information seemingly conflicts with the \nstatutory mandate in Section 501(g)(2)(C) that the very same minimization procedures must \n1*8P SI!CIWJ1*;';'11CS:'Sis'9M:C9Pt'!'l8¥91ti'1 \n-21 -\n\nApproved for public release by the ODNI 21060415\n\"allow for the retention and dissemination of information that is evidence of a crime which has \nbeen, is being, or is about to be committed and that is to be retained or disseminated for Jaw \nenforcement purposes.\"  50 U.S.C. § 186I(g)(2)(C) (emphasis added).  It is possible that, in \nsome situations, evidence of a crime might encompass call detail records that the Government \nhas determined are not foreign intelligence information. In such circumstances, the amended \nFISA now appears to require that the minimization procedures direct both the prompt destruction \nand the retention of those same call detail records. \nUpon closer inspection, though, the Court concludes that Sections 50l(c)(2)(F)(vii)(l) \nand 50l(g)(2)(C) are not, in fact, discordant.  FISA does not define the te1m \"prompt\" so, here \nagain, the Court applies the ordinary meaning of the term, which is \"being ready and quick to act \nas occasion demands\" or \"performed readily or immediately.\"  Merriam-Webster Dictionary \nOnline, http://www.merriam-webster.com/dictionary/prompt (last visited Nov. 30, 2015). \nAccordingly, Section 501(c)(2)(F)(vii)(I) does not command instant destruction but it does \nrequire that destruction be accomplished readily and quickly as occasion demands.  In the case of \ncall detail records that the Government ultimately determines are not foreign intelligence \ninformation but are evidence of a crime, occasion demands that provision for the retention and \ndissemination of such records must be made pursuant to Section 501 (g)(2)( C). It therefore \nfollows that, in the case of call detail records that the Government determines are not foreign \nintelligence information but do contain evidence of a crime, destruction of those records must \noccur readily and immediately after the retention and dissemination of those records for law \nenforcement purposes.  It strikes the Court that the Government's proposed minimization \n'f'6P SJt!!€Rt3'f';'fii€S/SI/8RC6NRt6F6ftfi \n-22-\n\nApproved for public release by the ODNI 21060415\n'1'8P 81!l@M'I';1'11@8/81s'81t@8Nl?l8P8DN \nprocedures marry the requirements of Sections 501(c)(2)(F)(vii)(l) with 501 (g)(2)(C) in a \nsensible way by stating that: \nCDRs which do not contain foreign intelligence information related to international \nterrorism but are reasonably believed to contain evidence of a crime that has been, \nis being, or is about to be committed may be disseminated (including United States \nperson identities) to appropriate Federal law enforcement authorities, in accordance \nwith 50 U.S.C. §  1861(h),  Executive Order 12333, and, where applicable, the \ncrimes  reporting  procedures  set  out  in the  August  1995  \"Memorandum  of \nUnderstanding:  Reporting of Information Concerning Federal Crimes,\" or any \nsuccessor document.  Such CDRs may be retained by NSA for a reasonable period \nof time, not to exceed six months unless extended in writing by the  Attorney \nGeneral,  to  permit  law enforcement agencies to  determine  whether access  to \noriginal CDRs are required for law enforcement purposes. \nNSA's Minimization Procedures§ C(5).  Under this approach, the Government will comply with \nSection 501(g)(2)(C) by retaining call detail records that it determines are not foreign \nintelligence information but are reasonably believed to contain evidence of a crime for \"a \nreasonable period of time, not to exceed six months unless extended in writing by the Attorney \nGeneral\" and then will promptly destroy those records in compliance with Section \n50l(c)(2)(F)(vii)(l).  See NSA's Minimization Procedures § D (''NSA personnel will exercise \nreasonable judgment in determining whether CDRs produced pursuant to the Order sought in this \napplication contain foreign intelligence information, and will promptly destroy any CDRs which \nare determined not to contain foreign intelligence information.\"). \nThe Court is cognizant that reconciling any perceived conflict between Sections \n501(c)(2)(F)(vii)(l) and 501(g)(2)(C) could be considered a \"novel\" interpretation of the law in \nthe most rudimentary sense because this is the first time the Court has been called upon to \n'f8P SI!JC~'tWIICB/SI/8RC8l'Vl'f81i'81Uf \n-23-\n\nApproved for public release by the OlD'8NIP 21 S06:0t41!5l@M'F//U@S/SI/81U38N/ff8F8~l \nconsider the interplay between these two provisions, one of which only recently became \neffective.  Section 10 3(i) ofFISA requires that the Court appoint an amicus curiae \"to assist such \ncourt in the consideration of any application for an order or review that, in the opinion of the \ncourt, presents a novel or significant interpretation of the law, unless the [C]ourt issues a finding \nthat such appointment is not appropriate.\"  50 U.S.C. § 1803(i)(2)(A).  As demonstrated, \nhowever, in the final analysis the supposed conflict between Sections 501(c)(2)(F)(vii)(l) and \n50l(g)(2)(C) never actualized.  As a result, no statutory conflict emerged that required the Court \nto engage in an interpretation of the law -- versus the straightforward application of the statute --\nsuch that FISA Section 10 3(i) was implicated. \nCONCLUSION \nFor the foregoing reasons, as well as those set forth in the Primary Order that was issued \non November 30, 2015, the Court finds that the Government's Verified Application for Orders \nRequiring the Production of Call Detail Records meets the requirements of subsection (a) and (b) \nof Section 501 of FISA and the minimization procedures submitted in accordance with Section \n501(b)(2)(D) meet the definition of minimization procedures adopted pursuant to Section 501(g). \n,..... \nj'~day \nENTERED this  of December, 2015. \nTHOMAS F. HOGA \nPresiding Judge, Uni~  tates Foreign \nIntelligence Surveillance Court \n'f6f SI!€RE'fh'ti€S/St/8ft€8PVf'i6F8ftff \nDeputy Cierk, \nlhl~; document is a \nof u·,e original  - 24-",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/110001"
    }
  ],
  "document_count": 2
}