{
  "case_id": 14144,
  "fetched_at": "2025-10-22T00:21:53.797904",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "KENTUCKY CABINET FOR HUMAN RESOURCES",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "KENTUCKY CABINET FOR HUMAN RESOURCES",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Child Welfare",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "Section 504 (Rehabilitation Act), 29 U.S.C. § 701",
      "Developmental Disabilities Assistance and Bill of Rights Act, 42 U.S.C. § 15001 et seq."
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Unknown",
    "closing_year": 1994,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Discrimination Prohibition"
      }
    ],
    "court": "Eastern District of Kentucky",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Incomplete",
    "facility_type": [],
    "filing_date": "1980-02-19",
    "filing_year": 1980,
    "id": 14144,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Foster care (benefits, training)",
      "Disability and Disability Rights: Mental Illness, Unspecified",
      "Benefits (Source): Adoption Assistance and Child Welfare Act",
      "Medical/Mental Health Care: Intellectual/Developmental Disability",
      "Disability and Disability Rights: Mental impairment"
    ],
    "last_checked_date": "2016-02-25T00:00:00-05:00",
    "main_docket": {
      "id": 29971,
      "docket_entries": [
        {
          "row_number": 1,
          "id": 1323718,
          "entry_number": "136",
          "date_filed": "1994-01-27T00:00:00-05:00",
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "MOTION by plaintiff Sharon Howard, plaintiff Hubert Howard for attorney fees (EHM) (Entered: 01/27/1994)"
        },
        {
          "row_number": 0,
          "id": 1323717,
          "entry_number": "137",
          "date_filed": "1994-01-24T00:00:00-05:00",
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "CERTIFIED COPY of judgment from 6CCA stating that mot for atty fees by plffs is AFFIRMED &awarding Howards atty fees &denying CHR's Rule 60(b)(5) mot (cc: all counsel) (EHM) Modified on 05/03/1994 (Entered: 05/03/1994)"
        },
        {
          "row_number": 2,
          "id": 1323719,
          "entry_number": "138",
          "date_filed": "1994-05-02T00:00:00-04:00",
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "AGREED ORDER by Judge Jennifer B. Coffman: 1) granting plffs' motion for attorney fees [136−1], in addition to those previously granted, in amt of $6,707.33 against defts in their official capacities; 2) case is again dismissed from Court's docket; this is a final, appealable Order (cc: all counsel) (EHM) Modified on 05/03/1994 (Entered: 05/03/1994)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 1980,
      "docket_filing_number": 24,
      "is_main_docket": true,
      "court": "Eastern District of Kentucky",
      "state": "Kentucky",
      "docket_office_number": "6",
      "docket_number_manual": "80-24",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/kyed--6-80-cv-00024.html",
      "recap_link": null,
      "is_active": true
    },
    "name": "Timmy S. v. Stumbo",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1990,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiffs were a seven-year old child, his biological mother, and foster parents who asserted their services to the child were unduly interrupted by the defendant government agency, KENTUCKY CABINET FOR HUMAN RESOURCES.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Kentucky",
    "summary": "<p>on February 19, 1980, the mother of a mentally disabled boy and his fosters parents filed this class-action lawsuit in the U.S. District Court for the Eastern District of Kentucky. The child was autistic and suffered from epileptic seizures.  The plaintiffs filed this case to protest the Kentucky Department for Human Resources violation of the Constitution and various state and federal statutes in the course of their administration of federally funded programs which provided benefits and services to children and families. The plaintiffs alleged that the defendants failed to provide the plaintiffs a meaningful opportunity to be heard on grievances which arose from the defendants' operation of child welfare programs. The plaintiffs sought injunctive and declaratory relief, along with individual compensatory damages and attorneys fees. </p><p>Because the mother and her son were disabled, it had become increasingly difficult for the mother to properly care for her son. When she sought social services, the Department failed to arrange medical treatment for Timmy's seizures or out-of-home placement. The Department explained that no such placement could be found. The mother consulted a private treatment center for handicapped children and with its help found an out-of-home placement with the foster parents, who were also plaintiffs in this suit. The mother had a strong desire to have her child placed with these foster parents as they had a strong record of having looked after disabled children in the past.  After he was placed with the foster parents, the Department did not provide the foster parents with the funds or services to which they were entitled as foster parents. </p><p>On March 14, 1980, the Department moved to dismiss the complaint arguing, in pertinent part, that foster parents do not have a right to a due process hearing.  On September 15, 1981, the district court denied the defendants' motion to dismiss. The court also declined to rule on the plaintiff's motion for class certification citing an insufficient factual foundation to make the determination.  537 F.Supp. 39 (E.D. Ky. 1981).  </p><p>On June 3, 1985, plaintiffs moved to amend the complaint by adding several named children and foster parents as plaintiffs. At the same time, plaintiffs renewed their motion for class certification. The district court denied these motions on August 30, 1988.  The court reasoned that class certification was unnecessary because injunctive relief would remedy the issues faced by everyone in the proposed class. </p><p>On April 11, 1986, plaintiffs moved for partial summary judgment, arguing, in part, that foster parents have a right to due process hearings under the Fourteenth Amendment and the Act. In opposition to the plaintiffs' motion, the Department submitted its administrative hearing procedures and argued that foster parents do not have a due process right to a hearing, therefore, administrative hearings are not permitted on the basis of the foster parents' complaints</p><p>On September 7, 1989, the district court the district court granted the plaintiffs' motion for partial summary judgment insofar as it sought to declare that foster parents have a due process right to an administrative hearing.  The court enjoined the defendants from excluding foster parents, such as the plaintiffs in this case, from its administrative hearing procedures. The defendants appealed to the Sixth Circuit. </p><p>On July 25, 1990, the Sixth Circuit affirmed the district court's grant of summary judgment.  916 F.2d 312, 317 (6th Cir. 1990).</p><p>Subsequently, the plaintiffs petitioned for an award of attorney's fees pursuant to 42 U.S.C. § 1988. The magistrate judge recommended that the district court find that the plaintiffs were “prevailing parties” and entitled attorney's fees. However, the district court denied an award of attorney's fees to the child and his biological mother but awarded attorney's fees to the foster parents.  The the plaintiffs sought reconsideration of the district court's order and the Department filed a motion to alter or amend the district court's order; both were denied.  Both parties appeals to the Sixth Circuit.</p><p>On November 29, 1993, The Sixth Circuit (Judge Wilfort) affirmed the order of the district court decision awarding the foster parents’ attorney's fees and denying CHR's Rule 60(b)(5) motion requesting relief from judgment. 12 F.3d 214 (6th Cir. 1993).</p><p> </p><p>On May 2, 1994, the district court (Judge Jennifer B. Coffman) granted the plaintiffs' motion for $6,700 more in attorney's fees.  The court also dismissed the case and there are no further entries on the docket. </p>",
    "summary_published_date": "2016-02-25T00:00:00-05:00",
    "summary_short": "This suit was filed on behalf of a disabled seven-year old child, his biological mother and the foster parents against the Kentucky Cabinet for Human Resources (“CHR”) for violating the due process rights under the Fourth Amendment and state law. The district court enjoined the CHR from excluding foster parents from hearings and the Sixth Circuit affirmed.",
    "summary_tiny": null,
    "terminating_date": "1994-05-02",
    "clearinghouse_link": "clearinghouse.net/case/14144",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14144",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14144",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14144"
  },
  "documents": [
    {
      "date": "1993-11-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 214,
      "cite_1_reporter": "F.3d",
      "cite_1_vol": 12,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": true,
      "is_core_document": true,
      "id": 81685,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/81685.pdf",
      "title": "Opinion",
      "text": "Timmy S. v. Kentucky Cabinet for Human Resources, 12 F.3d 214 (1993)   \n \n \n \n  the facts. The action commenced with a suit filed on \nbehalf of Timmy S., a seven-year old and a ward of the \n12 F.3d 214 \nState of Kentucky, Dolores S., his biological mother, and \nUnpublished Disposition \nSharon and Hubert Howard, the foster parents with whom \nNOTICE: THIS IS AN UNPUBLISHED OPINION. \nhe resided. In 1980, Timmy S. was mentally retarded, \n(The Court’s decision is referenced in a “Table of \nemotionally disturbed, autistic and suffered from epileptic \nDecisions Without Reported Opinions” appearing in \nseizures. Dolores S. can not hear or speak. \nthe Federal Reporter. Use FI CTA6 Rule 28 and FI \n  \nCTA6 IOP 206 for rules regarding the citation of \nPursuant to the Federal Adoption Assistance and Child \nunpublished opinions.) \nWelfare  Act  of  1980,  the  Howards,  Timmy  S.,  and \nUnited States Court of Appeals, Sixth Circuit. \nDolores S. alleged CHR violated their due process rights \nTIMMY S., et al, Plaintiffs-Appellees, Cross- under the Fourth Amendment and state law by failing to \nAppellants.  provide  Plaintiffs  adequate  procedures  to  challenge \nv.  CHR’s denial of state and federally-secured benefits and \nKENTUCKY CABINET FOR HUMAN  services. This Court affirmed the district court’s grant of \nRESOURCES, et al, Defendants-Appellants, Cross- partial summary judgment to both parties finding foster \nAppellees.  parents  had  a  due  process  right  to  an  administrative \nhearing and CHR was not required to give notice of a \nNos. 92-6485, 92-6486.  right to judicial review. This Court also affirmed the grant \n|  of an injunction prohibiting CHR from excluding foster \nNov. 29, 1993.  parents from its procedural hearings. \n  \nOn remand to the district court, the Plaintiffs petitioned \nOn Appeal from the United States District Court for the \nfor an award of attorney’s fees pursuant to 42 U.S.C. § \nEastern District of Kentucky, No. 80-00024; Wilhoit, J. \n1988. The magistrate recommended that the district court \nfind that Plaintiffs, the Howards, Timmy and Dolores S., \nE.D.Ky. \nwere “prevailing parties” and award attorney’s fees. The \n  \ndistrict court denied an award of attorney’s fees to Timmy \nAFFIRMED. \nand  Dolores  S.  and  awarded  attorney’s  fees  to  the \n  \nHowards.  The  Plaintiffs  sought  reconsideration  of  the \ndistrict court’s order and CHR filed a motion to alter or \nBefore:  KEITH,  GUY  and  BATCHELDER,  Circuit \namend the district court’s order; both were denied. CHR \nJudges. \nalso filed a Rule 60(b)(5) motion requesting relief from \njudgment.  The  district  court  denied  the  motion.  This \nOpinion \ntimely appeal followed. \nPER CURIAM:    \nCHR argues the district court correctly denied attorney’s \n  fees to Timmy and Dolores S., but erred in finding the \n*1 Defendant-Appellant, Kentucky Cabinet for Human  Howards  were  “prevailing  parties”  and  awarding \nResources  (“CHR”),  appeals  a  district  court  judgment  attorney’s  fees.  Additionally,  CHR  asserts  the  district \nawarding attorney’s fees to the Howards, and denying its  court erroneously denied its Rule 60(b)(5) motion. The \nRule  60(b)(5)  motion.  Plaintiff-Appellees,  Timmy  and  Appellees state the district court correctly awarded the \nDolores  S.,  cross-appeal  the  district  court’s  denial  of  Howards attorney’s fees but erred in denying Timmy and \nattorney’s  fees.  For  the  reasons  stated  below,  we  Dolores  S.  attorney’s  fees.  We  will  discuss  each \nAFFIRM.  allegation of error below. \n     \n   \nI.  II. \nThe  history  and  facts  of  this  case  are  summarized  CHR does not dispute the legal services claimed by the \nsuccinctly in Timmy S. v. Stumbo, 916 F.2d 312, 313-14  Plaintiffs  or  the  amount  of  the  attorney’s  fee  award. \n(6th Cir.1990). This appeal requires only a brief outline of  Instead, CHR asserts the Plaintiffs are not “prevailing \n  1 \n \n\nTimmy S. v. Kentucky Cabinet for Human Resources, 12 F.3d 214 (1993)   \n \n \nparties.” Specifically, CHR argues the injunction did not    \nmaterially affect the relationship between CHR and the   \nHowards  because  the  injunction  applied  only  to \n“licensed” foster parents. CHR asserts that during the \ntime  the  Howards  cared  for  Timmy  S.,  CHR  had  A. \ndecertified the Howards, and therefore, the Howards did \nnot  qualify  as  “licensed”  foster  parents.  Within  the \nquestion of the Plaintiff’s status as “prevailing parties,” \n1. \nCHR indirectly raises the issue of standing. CHR argues \nthe injunction affects only “licensed” foster parents, not  The law of the case doctrine applies to issues explicitly or \nfoster  children,  biological  parents  or  decertified  foster  implicitly  decided  in  earlier  stages  of  the  same  case. \nparents, and thus, Timmy S., Dolores S. and the Howards  Earlier determinations should continue to govern the same \nremain unaffected by the injunction. Therefore, Plaintiffs  issues during subsequent stages of the same case.  Little \nlack standing and can not be “prevailing parties.”  Earth of the United Tribes, Inc. v. United States Dept. of \n   Housing & Urban Dev., 807 F.2d 1433, 1438-41 (8th \n*2 The district court reviewed de novo the magistrate’s  Cir.1986); Williamsburg Wax Museum, Inc. v. Historic \nfactual  determinations  as  to  which  Plaintiffs  were  Figures, Inc., 810 F.2d 243, 250 (D.C.Cir.1987). The \n“prevailing  parties.”  Because  the  injunction  materially  district court explicitly stated that both the district court \naltered the relationship between CHR and foster parents,  and this Court considered the standing issue. This Court \nthe lower court affirmed the magistrate’s finding that the  affirmed the lower court’s determination that the Howards \nHowards were “prevailing parties” stating “the court has  had standing to commence this suit. This determination \nlittle difficulty finding that the Howards are prevailing  became  the  law  of  the  case.  This  Court,  therefore, \nparties. (Both this court [the District Court of the Eastern  reaffirms its finding that the Howards have standing to \nDistrict of Kentucky] and the [Sixth Circuit] Court of  bring this suit. \nAppeals  considered  the  Howards  to  have  standing  as    \nfoster parents.)” R.117: Opinion and Order at 350-51. The   \ndistrict court also addressed the standing issue in denying \nthe defendant’s motion to reconsider the award. The court \nstated:  2. \nFor this court and the Sixth Circuit to \nIn a § 1983 civil rights claim, a “prevailing party,” other \nreach their decisions in this case, both \nthan the United States, may recover reasonable attorney’s \ncourts must have determined, either \nfees.  42  U.S.C.  §  1988.  The  Supreme  Court  defined \nexplicitly  or  implicitly,  that  the \n“prevailing party” as one who obtains some relief on the \nHowards had standing to pursue the \nmerits of his claim. Hanrahan v. Hampton, 446 U.S. 754, \nrequested relief. Under the law of the \n757 (1980). The litigation must affect the defendant’s \ncase doctrine, a legal decision made at \nbehavior toward the plaintiff.  Hewitt v. Helms, 482 U.S. \none  stage  of  the  litigation  and \n755, 761 (1987). This Circuit has defined a “prevailing \nunchallenged in a subsequent appeal \nparty” as one who obtains a \nbecomes the law of the case for future \nstages of the same litigation, and the  substantial portion of the relief sought \nparties are deemed to have waived the  or succeeds on a significant issue ... or \nright to challenge that decision at a  ... is found to be the ‘catalyst’ which \nlater  time.  Williamsburg  Wax  causes  the  defendant  to  make \nMuseum,  Inc.  v.  Historic  Figures,  significant changes in past practices, \nInc.,  810  F.2d  243,  250  though no direct relief is obtained. \n(D.C.Cir.1987).  This  not  only    \nincludes a court’s explicit decisions, \nbut  also  those  issues  decided  by  *3 Loudermill v. Cleveland Brd. of Educ., 844 F.2d 304, \nnecessary implication. Id.  312 (6th Cir.), cert. denied, 488 U.S. 946 (1988), quoting \nOthen v. Ann Arbor Schl. Brd., 699 F.2d 309, 313 (6th \n  \nCir.1983); see also Johnston v. Jago, 691 F.2d 283, 286 \nR.129:  Opinion  and  Order  at  381.  Thus,  the  earlier  (6th Cir.1982). Because the question of whether a litigant \ndetermination  of  standing  was  binding  on  the  district  is a “prevailing party” is factual, this Court reviews for \ncourt.  clear error. Johnston v. Jago, 691 F.2d 283, 286 (6th \n  2 \n \n\nTimmy S. v. Kentucky Cabinet for Human Resources, 12 F.3d 214 (1993)   \n \n \nCir.1982).  The  decision  to  award  attorney’s  fees  to  affected the relationship between the parties. Hewitt v. \n“prevailing  parties”  pursuant  to  §  1988  is  within  the  Helms, 482 U.S. at 761. Neither the injunction nor the \ndiscretion of the court. 42 U.S.C. § 1988. Consequently,  procedural changes by CHR, however, explicitly affect \nthis Court reviews an award of attorney’s fees for an  the relationship between CHR and foster children and \nabuse of discretion. Id.  their biological parents. Therefore, the district court did \n   not clearly err in holding that Timmy and Dolores S. are \nWe  affirm  the  district  court’s  determination  that  the  not “prevailing parties,” and its denial of attorney’s fees \nHowards are “prevailing parties.” The Howards alleged  to Timmy and Dolores S. was not an abuse of discretion. \nCHR  violated  their  procedural  due  process  rights  by    \nexcluding foster parents from procedural hearings. The   \ndistrict court granted partial summary judgment to the \nHowards, ruling foster parents had a due process right to \nC. \nan  administrative  hearing  and  issuing  an  injunction \nenjoining  the  exclusion  of  foster  parents  from  CHR’s \n*4 CHR argues the district court erroneously denied its \nprocedural  hearings.  The  district  court  determined  the \nRule 60(b)(5) motion for relief from judgment because \nHowards had obtained a substantial portion of the relief \nthe  Supreme  Court  reversed  the  Seventh  Circuit’s \nsought and that the litigation affected the relationship \ndecision in Suter v. Artist M., 503 U.S. 347, 112 S.Ct. \nbetween  CHR  and  the  Howards.  The  district  court’s \n1360 (1992). CHR argues the Supreme Court held the \ndetermination that the Howards are “prevailing parties,” \nAdoption Assistance and Child Welfare Act of 1980 does \ntherefore,  is  not  clearly  erroneous  and  the  award  of \nnot create an implied right of action, and therefore, the \nattorney’s  fees  to  the  Howards  is  not  an  abuse  of \ndistrict court lacked subject matter jurisdiction to hear this \ndiscretion. \ncase.  The  Howards  submit  that  Rule  60(b)(5)  only \n  \nprovides relief when the basis of a judgment has been \n \nreversed, otherwise vacated, or if an inequitable result \noccurs from the prospective application of the judgment. \nB.    \nIn denying CHR’s motion for relief from judgment, the \nCHR argues Timmy and Dolores S. are not “prevailing  district court stated that the prerequisites of Rule 60(b)(5) \nparties” because the injunction issued by the district court  had not been met because the judgment (injunction) had \nenjoins CHR from excluding “foster parents,” not foster  not  been  satisfied,  released,  or  discharged.  R.128: \nchildren  or  biological  parents,  from  its  fair  hearing  Memorandum and Order at 383. No case law on which \nprocedures.  Timmy  and  Dolores  S.  submit  they  are  the district court or the Sixth Circuit based their decisions \n“prevailing  parties”  because  they  succeeded  on  a  had  been  reversed,  nor  was  there  any  showing  that \nsignificant  issue  of  the  litigation  which  affected  the  prospective  application  of  the  judgment  would  be \nrelationship between CHR and foster children and their  inequitable. Id. at 379-80. The opinion went on to state \nbiological parents.  “[a] change in decisional law after entry of judgment does \n   not constitute exceptional circumstances and is not alone \nThe  district  court  originally  held  that  the  injunction  grounds  for  relief  from  final  judgment.”  Id.  at  380 \nmaterially  affected  the  relationship  between  CHR  and  (citations omitted). \nfoster parents like the Howards by requiring due process    \nhearings.  R.117:  Opinion  and  Order  at  350.  Because  Rule 60(b)(5) provides relief from judgment where the \nTimmy and Dolores S. were not foster parents, the district  “judgment has been satisfied, released, or discharged, or a \ncourt denied them an award of attorney’s fees. Id. at 351.  prior judgment upon which it is based has been revised or \nOn reconsideration, the district court affirmed its denial of  otherwise vacated, or it is no longer equitable that the \nattorney’s fees. Id. at 382.  judgment  have  prospective  application.”  F.R.C.P. \n   60(b)(5). A district court’s denial of a Rule 60(b) motion \nBefore considering whether Timmy and Dolores S. may  should not be disturbed unless the district court abused its \nrecover an award for attorney’s fees, this Court first must  discretion. Smith v. Secretary of Health & Human Servs., \ndetermine whether Timmy and Dolores S. are “prevailing  776 F.2d 1330, 1332 (6th Cir.1985); Marshall v. Monroe \nparties.” The injunction specifically prohibits CHR from  & Sons, Inc., 615 F.2d 1156, 1160 (6th Cir.1980). This \nexcluding  foster  parents  from  its  proceedings.  The  Court must have a definite and firm conviction that the \ninjunction also arguably vindicates the interests of Timmy  district court committed a clear error of judgment to find \nand  Dolores  S.  by  prohibiting  the  exclusion  of  foster  an abuse of discretion. Davis v. Jellico Comm. Hosp., \nparents; the standard, however, is whether the litigation  Inc., 912 F.2d 129, 133 (6th Cir.1990). The First Circuit \n  3 \n \n\nTimmy S. v. Kentucky Cabinet for Human Resources, 12 F.3d 214 (1993)   \n \n \nheld an error in judgment as to the exercise of jurisdiction  discretion. \nwill not render a judgment void unless there is a clear    \nusurpation of power. Lubben v. Selective Serv. System   \nLocal Brd. No. 27, 453 F.2d 645, 649 (1st Cir.1972). \n  \nIII. \nThe record of Timmy S. v. Kentucky Cabinet of Human \nResources does not indicate that the district court or this \n*5 For the foregoing reasons, we AFFIRM the order of \nCourt relied on Suter v. Artist M., 917 F.2d 280 (1990), \nthe  Honorable  Henry  R.  Wilhoit,  Jr.,  United  States \nrev’d, 503 U.S. 347, 112 S.Ct. 1360 (1992). CHR does \nDistrict Court Judge for the Eastern District of Kentucky, \nnot  assert  any  basis  for  finding  that  prospective \nawarding the Howards attorney’s fees and denying CHR’s \napplication of the injunction would be inequitable. Nor \nRule 60(b)(5) motion. \ndoes the record reflect that a prior judgment upon which \n  \nthe district court or this Court relied has been revised or \notherwise vacated. In addition, this Court explicitly held a \nchange  in  decisional  law  after  a  judgment  has  been \nAll Citations \nentered  does  not  result  in  exceptional  circumstances \nwhich require relief from judgment. Berryhill v. United  12 F.3d 214 (Table), 1993 WL 492305 \nStates, 199 F.2d 217, 219 (6th Cir.1952). Because CHR \n\t\r  \nfailed to meet the prerequisites for Rule 60(b)(5), the \ndistrict court’s denial of CHR’s motion is not an abuse of \n\t\r   \t\r  \n \n \n \n  4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/81685"
    },
    {
      "date": "1981-09-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 39,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 537,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Kentucky",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 78737,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/78737.pdf",
      "title": "Memorandum",
      "text": " \n537 F.Supp. 39 (1981) \nTIMMY S., et al., Plaintiffs, \nv. \nGrady STUMBO, et al., Defendants. \nCiv. A. No. 80-24. \nUnited States District Court, E. D. Kentucky, London Division. \nSeptember 15, 1981. \n40*40 Marcia R. Lowry, George Kannar, Am. Civil Liberties Union, New York City, \nSarah V. Barber, Louisville, Ky., Angela Sherbo, Julie Ann Hankin, Appalachian \nResearch & Defense Fund of Ky., Hazard, Ky., for plaintiffs. \nPaul F. Fauri, Patricia Shipman, Martin Z. Kasdan, Jr., Dept. for Human Resources, \nFrankfort, Ky., for defendants. \nMEMORANDUM \nSILER, District Judge. \nThis action was brought by the plaintiffs, on their own behalf and allegedly on the \nbehalf of a class of persons similarly situated, to protest the defendants' violation of \nthe Constitution and various state and federal statutes in the course of their \nadministration of federally funded programs which provide benefits and services to \nchildren and families. Injunctive and declaratory relief is sought, along with individual \ncompensatory damages and attorneys fees. At issue in the case is the defendants' \nalleged failure to provide the plaintiffs a meaningful opportunity to be heard on \ngrievances which arise from the defendants' operation of child welfare programs. \nThe plaintiffs maintain that such failure violates the Constitution, the Social Security \nAct and their contractual rights. Further, the plaintiffs, Timmy S. and Dolores S., \npursuant to 42 U.S.C. § 1983, seek damages for the defendants' violation of their \nrights under § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794 (as amended, \n1978), and the Developmentally Disabled Assistance and Bill of Rights Act, 42 \nU.S.C. § 6001 et seq. (as amended, 1978). \n\nThis matter is presently before the Court on the defendants' motion to dismiss and \nthe plaintiffs' motion for class action certification. The parties have fully availed \nthemselves of the opportunity to brief these two motions, and currently the pleadings \non just these two motions alone run over 200 pages. The Court will dispose of both \nmotions in the accompanying Order appended to this Memorandum this date. \nThe complaint alleges that the defendants unlawfully failed and refused to provide \nfederally-funded care and treatment to a handicapped child who was entitled to \nreceive it, that they administered federally-funded programs in a manner which \ndiscriminated against the plaintiffs on the basis of the handicap, and that they have \nunlawfully failed to provide plaintiffs and others similarly situated with a meaningful \nopportunity to be heard in connection with grievances arising from the administration \nof these programs. To illuminate fully the legal context underlying the allegations in \nthe complaint, a statement of the case, abbreviated 41*41 from the plaintiffs' \nsupporting memorandum, follows; for purposes of the motion to dismiss, the \nallegations in the plaintiff's complaint are assumed to be true. Hilliard v. \nWilliams, 465 F.2d 1212, 1214 (6th Cir.), cert. denied, 409 U.S. 1029, 93 S.Ct. 461, \n34 L.Ed.2d 322 (1972). \nA. THE FACTUAL BACKGROUND \nThe central figure in this case is a seven year-old boy, Timmy S. Though Timmy is \nseven years old chronologically, he only functions at the level of a one or two year-\nold baby, because Timmy S. is mentally retarded and emotionally disturbed. In \naddition, Timmy suffers from epileptic seizures. Diagnosed as autistic, Timmy lacks \nspeech and is not toilet-trained. \nDolores S. is Timmy's mother. Like Timmy, Dolores suffers from serious handicaps, \nfor since infancy, she has been unable to hear or to speak. Despite these handicaps, \nDolores S., alone since her divorce, managed to care for Timmy and her two other \nchildren in her home until May of last year, supporting the family with her earnings \nfrom a part-time job with the U. S. Postal Service. Having Timmy in her one-parent \nhome created problems for Mrs. S. and her other children; for as Timmy grew up, he \ndeveloped a number of destructive and dangerous habits. In particular, he enjoyed \nwandering through the family home at night knocking things down, playing with the \nstove, and leaving on gas jets. Being unable to hear Timmy rambling through the \nhome at night reduced Mrs. S. to a state of anxiety; because she is deaf, Mrs. S. \ncould only know Timmy's whereabouts by keeping an eye on him. \n\nAware that she could not continue to manage this situation indefinitely, except to the \ndetriment of her health, the safety of her other children, and her ability to retain \nemployment, Mrs. S. began to seek assistance from local social services agencies. \nWhen her initial efforts were unavailing, she wrote directly to the Governor of \nKentucky. As a result of her letter, defendant Jim Odham, a social worker with the \nKentucky Department for Human Resources (hereinafter \"Department\"), was \nassigned to her case. The assignment of Odham, however, is alleged to have been \nfutile, for Mr. Odham refused to provide assistance in arranging medical control for \nTimmy's seizures or an out-of-home placement for him. \nSubsequently, Mrs. S. determined that she should consult other agencies in \nreference to the case of her child. Consequently, in January, 1979, she took Timmy \nto a private treatment center for handicapped children, the Kentuckiana Children's \nCenter. There, a Kentuckiana social worker began looking for an out-of-home \nplacement for Timmy, while Mr. Odham allegedly continued to insist that no such \nplacement existed and that none could be found. \nIn March, 1979, the Kentuckiana social worker established contact with Sharon and \nHubert Howard, two licensed foster parents with a long, successful experience in \ndealing with difficult youngsters. The Howards have provided excellent care for over \ntwenty children, many with severe problems requiring special attention. After \nsuccessfully completing two series of training courses, the Howards were further \ncertified as \"specialized\" foster parents, qualifying them to care for children with \nphysical and emotional handicaps and developmental disabilities. The Department \nhas considered the Howards' record to be excellent. \nOnce the Howards agreed and desired to care for Timmy, it seemed that the \nproblems of Timmy and his family were resolved. The Department, however, it is \nalleged, willfully refused to place Timmy with the Howards. Despite their knowledge \nof the Howards' suitability and availability, the defendants continued to insist that no \nsuitable placement for Timmy could be found. Knowing of the Howards' availability, \nand dismayed by the defendants' refusal to place Timmy with them, in May, 1979, \nDolores S. initiated a dependency proceeding in the Juvenile Session of the \nJefferson County District Court concerning her own son. The Juvenile Session Court \nordered the defendants to prepare a home study evaluation of the Howard home in \npreparation for Timmy's placement there. \n42*42 Relieved and delighted, Mrs. S. then travelled across the state to meet the \nHowards in their home. Her desire to have Timmy placed there was confirmed when \n\nshe learned, upon arriving, that Mrs. Howard and her children had taken the trouble \nto begin learning sign language in order to communicate better with Timmy. \nHowever, in late May or early June, the defendants sent the court not one, but two \nhome studies. One concerned the Howard home, as ordered, and the other, \nunsolicited by the court, concerned another home, in which the parents were \nsubstantially older than the Howards and lacked any training in dealing with \nhandicapped children. In conflict with the Howards' previous excellent record with the \nDepartment, the report concerning the Howards was negative. At the defendants' \nrecommendation, therefore, the court placed Timmy with the other family in early \nJune of 1979. \nTimmy's placement with that family lasted approximately two months. During this \ntime, the defendants are alleged to have failed to provide Timmy with necessary and \nappropriate services and treatment. On or about August 21, 1979, without notice to \nMrs. S., Timmy was moved to a temporary foster home in Jefferson County while the \ndefendants prepared to place him in an institution. Timmy's mother was not informed \nof the Department's intentions to institutionalize Timmy, or even that he had been \nreturned to Jefferson County, until he had been there for more than a week. \nOn September 19, 1979, Timmy's case came before the Jefferson District Court for a \ncase review. Upon the requests of Mrs. S. and Timmy's guardian ad litem,who is \nTimmy's next friend in this action, the court ordered his placement with the Howards. \nThe defendants have since appealed this placement, arguing in state court that \nTimmy's future is wholly theirs to decide once the court had committed him to their \ncare in June, 1979. The defendants, it is alleged, have since refused to provide \nTimmy with appropriate care and treatment or the Howards with foster care \npayments. \nAt several different stages of the ongoing effort by Mrs. S., by the Kentuckiana social \nworker, by the Howards, and by Timmy's court-appointed guardian ad litemto secure \nappropriate care and treatment for him, one party or another has sought to invoke \nthe Department's administrative grievance procedures to protest departmental \naction. Dolores S. filed the first complaint, but the Department allegedly closed her \nfile when she was unable to arrange for a sign language interpreter for an interview \nwith the Department. Later, during the summer of 1979, the Howards, acting on \nTimmy's behalf, filed another grievance protesting the Department's alleged \ndisregard for his welfare. \n\nDefendants' response to the Howards' efforts allegedly took two forms. First, the \ndefendants did not hear the complaint in a manner that was meaningful, in a \nproceeding that was fair, or at a place and time where the Howards and their \ncounsel could, with reasonable convenience, attend. Second, in August, 1979, the \ndefendants informed the Howards that they were to be discharged of their foster \nparent status, that their foster home would be closed, and that their foster care \ncontract would be terminated. They told the Howards that these actions were being \ntaken at the Howards' request and refused to alter their position when the Howards \ndenied having made such requests. Subsequently, the Howards, upon the \nDepartment's suggestion, filed a second service complaint. On this complaint, too, \nallegedly, the Howards were denied fundamental fairness by the defendants, for they \nwere not afforded a meaningful opportunity to be heard. This federal action was \nsubsequently filed. \nB. SUBJECT MATTER JURISDICTION \nThe defendants initially dispute the subject matter jurisdiction of this Court. The \nthreshold determination of jurisdiction depends not on the likelihood of the plaintiffs' \nsuccess on the merits, but on whether the questions raised are too insubstantial for \nthe Court's consideration. Hagans v. Lavine, 415 U.S. 528, 536-539, 94 S.Ct. \n1372, 43*43 1378-1380, 39 L.Ed.2d 577 (1974). In this action, jurisdiction is based \nprimarily upon 28 U.S.C. § 1343(3) and (4), the jurisdictional counterpart to 42 \nU.S.C. § 1983. The plaintiffs also contend that jurisdiction is further conferred by 28 \nU.S.C. § 1331(a), for the plaintiffs contend they have raised numerous federal \nquestions and there is greater than $10,000 in controversy. The plaintiffs contend \nthat the state claims are pendent to the federal claims, since they arise out of the \nsame nucleus of operative facts. Since the Court deems that it clearly has subject \nmatter jurisdiction under 28 U.S.C. § 1343, it is not necessary to address the issue of \nwhether there is $10,000 in controversy. Since the allegations in the plaintiffs' \ncomplaint are deemed to be true, it is not necessary to consider whether the state \nclaims are, in fact, pendent on the controverted federal claims. \nThe plaintiffs' damage claims arise from the defendants' contended failure to provide \nfundamentally fair administrative grievance procedures. The plaintiffs' complaint \ndetails their contention that the defendants have denied them a meaningful \nopportunity to be heard. Since the concept of a meaningful hearing in a meaningful \nmanner is one of the cornerstones of our Anglo-American understanding of due \nprocess, Goldberg v. Kelly, 397 U.S. 254, 267-268, 90 S.Ct. 1011, 1020-1021, 25 \n\nL.Ed.2d 287 (1970) (collecting cases), the Court deems the plaintiffs' constitutional \nallegations of sufficient substance to confer jurisdiction through 28 U.S.C. § \n1343(3). Hagans v. Lavine, supra 415 U.S. at 536-539, 94 S.Ct. at 1378-1380. Upon \nfinding the constitutional claim to be substantial, the Court may hear pendent federal \nand state claims without determining whether the remaining federal claims in their \nown right are encompassed within § 1343.Rosado v. Wyman, 397 U.S. 397, 402-\n405, 90 S.Ct. 1207, 1212-1214, 25 L.Ed.2d 442 (1970). \nIt is irrelevant in this action whether, for jurisdictional purposes, § 504 of the \nRehabilitation Act of 1973, which prohibits discrimination on the basis of a handicap, \nand the Developmentally Disabled Assistance and Bill of Rights Act, which requires \nthat disabled persons be provided with appropriate care and treatment in the \nenvironment least restrictive of personal liberty, are exercises of the Congressional \npower to pass legislation providing for equal rights of citizens and civil rights. Amend. \nXIV, § 5. The jurisdiction of the plaintiffs' federal statutory claims accrues as pendent \nfederal statutory claims to the constitutional claim. \nThe defendants possibly may have misconstrued the holding of Chapman v. \nHouston Welfare Rights Organization, 441 U.S. 600, 99 S.Ct. 1905, 60 L.Ed.2d 508 \n(1979). In Chapman, the Supreme Court did hold that § 1343 does not confer federal \njurisdiction over claims based on the Social Security Act, since that Act is not a \nstatute securing \"equal rights\" within § 1343(3) or \"civil rights\" within § 1343(4). Id. at \n620-623, 99 S.Ct. at 1917-1918. However, as the dissenters there \nnoted, Chapman does not abolish the doctrines of pendent and ancillary jurisdiction; \nif a Social Security Act claim is linked to a substantial constitutional question under \nthe lenient standard of Hagans v. Lavine, supra, \"even a welfare recipient with a \nfederal statutory claim may sue in a federal court.\" Id. at 675, 99 S.Ct. at 1945 \n(Stewart, J., dissenting). The plaintiffs' constitutional claim is clearly substantial in the \njurisdictional sense; therefore, the Court has subject matter jurisdiction. \nC. THE CONSTITUTIONAL CLAIM OF THE \nHOWARDS \n\"[A] complaint should not be dismissed for failure to state a claim unless it appears \nbeyond doubt that the plaintiff can prove no set of facts in support of his claim which \nwould entitle him to relief.\" Conley v. Gibson, 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-\n102, 2 L.Ed.2d 80 (1957) (footnote omitted). \"`A case brought under the Civil Rights \nAct should not be dismissed at the pleading stage unless it appears to a certainty \n\nthat the plaintiff would be entitled to no relief under any state of facts which could be \nproved in support of his claim.'\" Azar v. Conley, 456 F.2d 1382, 1391 (6th \nCir. 44*44 1972) (citation omitted). Even where it appears unlikely that the plaintiffs \nwill succeed on the merits, this Court will not dismiss a complaint where it appears \nthe claimant should be entitled to offer evidence in support of his claims.Scheuer v. \nRhodes, 416 U.S. 232, 236, 94 S.Ct. 1683, 1686, 40 L.Ed.2d 90 (1974). \nThe defendants contend that the plaintiffs, Sharon and Hubert Howard, have failed \nto state a claim upon which relief may be granted; for the Howards lack a requisite \nlife, liberty, or property interest on which to establish the underlying jurisdictional \nconstitutional claim. The Howards counter that the allegations in the complaint raise \nseveral interests entitling them to protection under the due process clause of the \nFourteenth Amendment. Particularly, the Howards contend that their interest in their \ncertification as foster parents is a cognizable property interest and that the \ntermination of their \"right\" to be foster parents is a cognizable liberty interest. Since \nthe Court deems the Howards to have established that their decertification is a \ncognizable property interest under the Fourteenth Amendment, it is not necessary to \naddress the plaintiffs' alternative liberty interest theory. The Court, in no \nwise,expresses any view on the issue of whether the plaintiffs have a cognizable \nliberty interest, and particularly on whether there is a natural \"right\" to be a foster \nparent.Cf. Sherrard v. Owens, 644 F.2d 542 (6th Cir., 1981) (per curiam) (no \nFourteenth Amendment liberty interest in \"a viable familial relationship\" on the facts \nof the case). Although thoroughly briefed by the parties, the Court also expresses no \nview on the issue of what process is due. Such a determination would necessarily \nentail a factual investigation, an endeavor particularly inappropriate on a motion to \ndismiss. \nDuring the early 1970's, the circle of interests sufficient to create \"liberty\" or \n\"property\" for purposes of due process was significantly widened beyond the \ncommon law core of personal interests. See, e.g., Dixon v. Love, 431 U.S. 105, 97 \nS.Ct. 1723, 52 L.Ed.2d 172 (1977) (driver's license); Perry v. Sindermann, 408 U.S. \n593, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972) (teacher's continued employment at state \nuniversity pursuant to \"implied\" tenure); Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. \n2593, 33 L.Ed.2d 484 (1972) (conditional freedom following parole);Bell v. \nBurson, 402 U.S. 535, 91 S.Ct. 1586, 29 L.Ed.2d 90 (1971) (driver's \nlicense); Goldberg v. Kelly, supra 397 U.S. at 261-263, 90 S.Ct. at 1016-\n1018(welfare benefits). In Goldberg v. Kelly, supra at 262 n. 8, 90 S.Ct. at 1017 n. \n8,the Supreme Court recognized as entitlements interests founded neither on \n\nconstitutional nor on common law claims of right, but on a state-fostered expectation, \nas opposed to a mere hope, which was derived \"from an independent source such \nas state law,\" Board of Regents v. Roth, 408 U.S. 564, 577, 92 S.Ct. 2701, 2709, 33 \nL.Ed.2d 548 (1972), or from \"mutually explicit understandings.\"Perry v. Sindermann, \nsupra 408 U.S. at 601, 92 S.Ct. at 2699. Determining the existence of these \nentitlements depended on the construction of the relevant statutes and of the \npertinent understandings between the state government and the individuals, rather \nthan on any balancing of interests; the existence of an entitlement turned not on \"the \n`weight' but [on] the nature of the interest at stake.\"Board of Regents v. Roth, \nsupra 408 U.S. at 571, 92 S.Ct. at 2705 (emphasis in original). With this background, \nthe question of whether state certification as a foster parent constitutes a property \ninterest under the Fourteenth Amendment may be analyzed without result to the \nmetaphysical subtleties between \"right\" and \"privilege\" or between \"license\" and \n\"certification.\" The guiding consideration is the pertinent understanding between the \nDepartment and the Howards. \nAs a child placement agency, the Department may place children in foster family \nhomes under its supervision. KRS § 199.660. The Howards, in order to become \nfoster parents, were certified as such approximately five years ago. After \nsuccessfully completing two series of training courses, the Howards were certified as \n\"specialized\" foster parents qualifying them to care for 45*45 children with physical \nand emotional handicaps and developmental disabilities. Without certification by the \nDepartment, the Howards may not continue their care for foster children, seeKRS § \n199.660, and indeed, but for the court-ordered placement of Timmy in their home, \nthe Howards would be unable to continue to maintain foster children in their home. In \nsum, the Howards' certification interest is founded on the Department-fostered \nexpectation derived from, at the very least, a mutually explicit understanding \nbetween the parties. This Court may not conclude that the Howards do not have a \ncognizable property interest under the due process clause of the Fourteenth \nAmendment, and, as such, they have established standing to assert an underlying \nconstitutional claim. Cf. Sherrard v. Owens, supra (no liberty interest in relationship \nbetween temporary foster parents and children where foster parents \"had only a six-\nmonth temporary license to conduct a foster family home\"). \nD. THE FEDERAL STATUTORY CLAIMS OF THE \nPLAINTIFFS \n\nThe defendants assert that this action should be dismissed because the plaintiffs \nmay neither state a cause of action for damages under § 504 of the Rehabilitation \nAct of 1973, 29 U.S.C. § 794, nor under the Developmentally Disabled Assistance \nand Bill of Rights Act, 42 U.S.C. § 6001 et seq. The plaintiffs counter that a private \ncause of action for damages may be implied under both statutes. At the time the \nparties argued the motion to dismiss, the parties were without the benefit of the \nholding in Maine v. Thiboutot, 448 U.S. 1, 100 S.Ct. 2502, 65 L.Ed.2d 555 (1980). In \nlight of the rule in Maine v. Thiboutot, supra, the Court is of the view that the \nsubstantial argument on whether there exist private causes of action under these \nwelfare statutes is largely mooted. On the basis of Maine v. Thiboutot, supra, the \nplaintiffs have stated a cause of action for damages and equitable relief under 42 \nU.S.C. § 1983. \nIn Maine v. Thiboutot, supra, at 4, 100 S.Ct. at 2503, the Supreme Court held \"that \nthe § 1983 remedy broadly encompasses violations of federal statutory as well as \nconstitutional law.\" In this action, the respondents, Lionel and Joline Thiboutot, \nsuccessfully challenged Maine's interpretation of 42 U.S.C. § 602(a)(7). In affirming \nthe state court's decision, the Court examined the face of the statute: \nEvery person who, under color of any statute, ordinance, regulation, custom, or \nusage, of any State or Territory or the District of Columbia, subjects, or causes to be \nsubjected, any citizen of the United States or other person within the jurisdiction \nthereof to the deprivation of any rights, privileges, or immunities secured by the \nConstitution and laws,shall be liable to the party injured in an action at law, suit in \nequity, or other proper proceeding for redress. For the purposes of this section, any \nAct of Congress applicable exclusively to the District of Columbia shall be \nconsidered to be a statute of the District of Columbia. \n42 U.S.C. § 1983 (emphasis supplied). The Court reasoned that since Congress \nattached no modifiers to the phrase \"and laws,\" the plain language of the statute \nundoubtedly embraces claims against persons alleged to have violated federal \nwelfare statutes. Id. Since the phrase \"and laws\" is not read as limited to civil rights \nor equal protection laws, the plaintiffs have stated a cause of action, for the plaintiffs \nhave demonstrated that this Court has subject matter jurisdiction and have placed \nthe onus of their complaint on § 1983. \nE. SOVEREIGN IMMUNITY \n\nThe defendants contend that this action is barred because they enjoy sovereign \nimmunity under the Eleventh Amendment. The defendants argue that since the \nplaintiffs allege only that they are proceeding against the defendants in their official \ncapacity, they are immune from liability. The defendants further contend that the \nplaintiffs have failed to allege facts sufficient to show that the defendant acted \noutside the scope of their immunity. \nThe plaintiffs counter that it is clear from the facts of the complaint that \nthe 46*46plaintiffs are suing the defendants in their individual as well as in their \nofficial capacities. The plaintiffs also contend that the burden of proof is on the \ndefendants, not the plaintiffs, to show that the defendants acted within the scope of \ntheir immunity. Regardless of the allocation of the burden of proof, the plaintiffs \nfurther argue that whether the defendants are clothed with immunity is an issue that \nwould be inappropriately resolved on a motion to dismiss. All of the plaintiffs' \ncontentions are valid. \nThe complaint indicates that the plaintiffs are suing the defendants as individuals \nacting as individuals under the color of state law both in their individual and, where \napplicable, in their official capacities. The allegations of place of employment are \nincluded not so as to imply that this suit is brought against the individuals \nactingonly in their official capacities, but rather to help identify these persons and to \nsupport the plaintiffs' contention that these individuals were acting under color of \nstate law. With respect to defendant, Peter Conn, the plaintiffs must have sued him \nin his individual capacity; for, at the time suit was filed, he was not a state official. \nThe plaintiffs indicate that since they know of no other present official capacity, the \nplaintiffs must have intended to sue Mr. Conn in his individual capacity. Finally, while \nit is not necessary to examine the caption to glean the intention of the plaintiffs, the \ncaption further evidences the plaintiffs' bona fides. The defendants' contention that \nthe plaintiffs have sued them only in their official capacity is without merit. \nIn their individual capacities, state officials enjoy a qualified \"good faith\" immunity \nfrom damage liability under 42 U.S.C. § 1983. Scheuer v. Rhodes, supra 416 U.S. at \n247-248, 94 S.Ct. at 1691-1692. The state officials are liable for damages, once a \nfederally protected right has been violated, unless the defendants can prove that \ntheir actions are protected by the good faith defense. Id. The plaintiffs are not \nrequired to allege that the defendant acted in bad faith in order to state a claim for \nrelief, but the burden is on the defendants to plead good faith as an affirmative \ndefense. Gomez v. Toledo, 446 U.S. 635, 639-640, 100 S.Ct. 1920, 1923-1924, 64 \n\nL.Ed.2d 572 (1980). Since the plaintiffs have made the two necessary allegations to \nsupport a claim under 42 U.S.C. § 1983, i.e., (1) that persons have derived the \nplaintiffs of federal right, and (2) that these persons have acted under the color of \nstate law, Gomez v. Toledo, supra at 640, 100 S.Ct. at 1924, the plaintiffs have \nmade out a prima facie case, and the motion to dismiss has no basis on sovereign \nimmunity grounds. \nF. THE ABSTENTION DOCTRINE \nThe defendants have urged this court to abstain, for reasons of comity, from \ndeciding all of the claims in the complaint which concern the care and treatment of \nthe plaintiff Timmy S. because the matter is pending in state court, and it is possible \nthat the defendants might find themselves in the unfortunate position of having to \nchoose which court to obey. While this Court is not unsympathetic to the defendants' \nposition, this Court is compelled to follow the directive in Hanna v. Toner, 630 F.2d \n442 (6th Cir. 1980), cert. denied, 450 U.S. 919, 101 S.Ct. 1365, 67 L.Ed.2d 346 \n(1981). The Sixth Circuit \"has squarely held that abstention from having claims of \ninstitutional violation of rights guaranteed by the U.S. Constitution is inappropriate \nand federal courts must have federal constitutional claims.\" Id. at 444. This Court is \nalso of the view that the defendants' concerns are, perhaps, exaggerated; and even \nif not exaggerated, this Court believes the defendants may be accommodated \nwithout resorting to the drastic alternative of abstention from the exercise of federal \njurisdiction. \nG. CLASS CERTIFICATION \nWhile the Court recognizes that it should decide a pending motion for class \ncertification as soon as practicable after the commencement of the action, the Court \nconcludes that it must defer on the pending motion of the plaintiffs. Currently, there \nis simply an insufficient factual foundation 47*47 from which to draw necessary \ninferences for class action certification under the criteria of Rule 23 of the Federal \nRules of Civil Procedure. Therefore, the plaintiffs will be permitted thirty days from \nthis date to file affidavits and legal memoranda to supplement the record. The \ndefendants will be granted a thirty day additional period to respond and to file their \nown appropriate affidavits and memoranda. If any party desires a hearing, that party \nis granted thirty days in which to file an appropriate motion. \nAn appropriate Order has been entered. \n\n\t\r  ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/78737"
    },
    {
      "date": "1981-09-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 78733,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/78733.pdf",
      "title": "",
      "text": " \n537 F.Supp. 39 (1981) \nTIMMY S., et al., Plaintiffs, \nv. \nGrady STUMBO, et al., Defendants. \nCiv. A. No. 80-24. \nUnited States District Court, E. D. Kentucky, London Division. \nSeptember 15, 1981. \n40*40 Marcia R. Lowry, George Kannar, Am. Civil Liberties Union, New York City, \nSarah V. Barber, Louisville, Ky., Angela Sherbo, Julie Ann Hankin, Appalachian \nResearch & Defense Fund of Ky., Hazard, Ky., for plaintiffs. \nPaul F. Fauri, Patricia Shipman, Martin Z. Kasdan, Jr., Dept. for Human Resources, \nFrankfort, Ky., for defendants. \nMEMORANDUM \nSILER, District Judge. \nThis action was brought by the plaintiffs, on their own behalf and allegedly on the \nbehalf of a class of persons similarly situated, to protest the defendants' violation of \nthe Constitution and various state and federal statutes in the course of their \nadministration of federally funded programs which provide benefits and services to \nchildren and families. Injunctive and declaratory relief is sought, along with individual \ncompensatory damages and attorneys fees. At issue in the case is the defendants' \nalleged failure to provide the plaintiffs a meaningful opportunity to be heard on \ngrievances which arise from the defendants' operation of child welfare programs. \nThe plaintiffs maintain that such failure violates the Constitution, the Social Security \nAct and their contractual rights. Further, the plaintiffs, Timmy S. and Dolores S., \npursuant to 42 U.S.C. § 1983, seek damages for the defendants' violation of their \nrights under § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794 (as amended, \n1978), and the Developmentally Disabled Assistance and Bill of Rights Act, 42 \nU.S.C. § 6001 et seq. (as amended, 1978). \n\nThis matter is presently before the Court on the defendants' motion to dismiss and \nthe plaintiffs' motion for class action certification. The parties have fully availed \nthemselves of the opportunity to brief these two motions, and currently the pleadings \non just these two motions alone run over 200 pages. The Court will dispose of both \nmotions in the accompanying Order appended to this Memorandum this date. \nThe complaint alleges that the defendants unlawfully failed and refused to provide \nfederally-funded care and treatment to a handicapped child who was entitled to \nreceive it, that they administered federally-funded programs in a manner which \ndiscriminated against the plaintiffs on the basis of the handicap, and that they have \nunlawfully failed to provide plaintiffs and others similarly situated with a meaningful \nopportunity to be heard in connection with grievances arising from the administration \nof these programs. To illuminate fully the legal context underlying the allegations in \nthe complaint, a statement of the case, abbreviated 41*41 from the plaintiffs' \nsupporting memorandum, follows; for purposes of the motion to dismiss, the \nallegations in the plaintiff's complaint are assumed to be true. Hilliard v. \nWilliams, 465 F.2d 1212, 1214 (6th Cir.), cert. denied, 409 U.S. 1029, 93 S.Ct. 461, \n34 L.Ed.2d 322 (1972). \nA. THE FACTUAL BACKGROUND \nThe central figure in this case is a seven year-old boy, Timmy S. Though Timmy is \nseven years old chronologically, he only functions at the level of a one or two year-\nold baby, because Timmy S. is mentally retarded and emotionally disturbed. In \naddition, Timmy suffers from epileptic seizures. Diagnosed as autistic, Timmy lacks \nspeech and is not toilet-trained. \nDolores S. is Timmy's mother. Like Timmy, Dolores suffers from serious handicaps, \nfor since infancy, she has been unable to hear or to speak. Despite these handicaps, \nDolores S., alone since her divorce, managed to care for Timmy and her two other \nchildren in her home until May of last year, supporting the family with her earnings \nfrom a part-time job with the U. S. Postal Service. Having Timmy in her one-parent \nhome created problems for Mrs. S. and her other children; for as Timmy grew up, he \ndeveloped a number of destructive and dangerous habits. In particular, he enjoyed \nwandering through the family home at night knocking things down, playing with the \nstove, and leaving on gas jets. Being unable to hear Timmy rambling through the \nhome at night reduced Mrs. S. to a state of anxiety; because she is deaf, Mrs. S. \ncould only know Timmy's whereabouts by keeping an eye on him. \n\nAware that she could not continue to manage this situation indefinitely, except to the \ndetriment of her health, the safety of her other children, and her ability to retain \nemployment, Mrs. S. began to seek assistance from local social services agencies. \nWhen her initial efforts were unavailing, she wrote directly to the Governor of \nKentucky. As a result of her letter, defendant Jim Odham, a social worker with the \nKentucky Department for Human Resources (hereinafter \"Department\"), was \nassigned to her case. The assignment of Odham, however, is alleged to have been \nfutile, for Mr. Odham refused to provide assistance in arranging medical control for \nTimmy's seizures or an out-of-home placement for him. \nSubsequently, Mrs. S. determined that she should consult other agencies in \nreference to the case of her child. Consequently, in January, 1979, she took Timmy \nto a private treatment center for handicapped children, the Kentuckiana Children's \nCenter. There, a Kentuckiana social worker began looking for an out-of-home \nplacement for Timmy, while Mr. Odham allegedly continued to insist that no such \nplacement existed and that none could be found. \nIn March, 1979, the Kentuckiana social worker established contact with Sharon and \nHubert Howard, two licensed foster parents with a long, successful experience in \ndealing with difficult youngsters. The Howards have provided excellent care for over \ntwenty children, many with severe problems requiring special attention. After \nsuccessfully completing two series of training courses, the Howards were further \ncertified as \"specialized\" foster parents, qualifying them to care for children with \nphysical and emotional handicaps and developmental disabilities. The Department \nhas considered the Howards' record to be excellent. \nOnce the Howards agreed and desired to care for Timmy, it seemed that the \nproblems of Timmy and his family were resolved. The Department, however, it is \nalleged, willfully refused to place Timmy with the Howards. Despite their knowledge \nof the Howards' suitability and availability, the defendants continued to insist that no \nsuitable placement for Timmy could be found. Knowing of the Howards' availability, \nand dismayed by the defendants' refusal to place Timmy with them, in May, 1979, \nDolores S. initiated a dependency proceeding in the Juvenile Session of the \nJefferson County District Court concerning her own son. The Juvenile Session Court \nordered the defendants to prepare a home study evaluation of the Howard home in \npreparation for Timmy's placement there. \n42*42 Relieved and delighted, Mrs. S. then travelled across the state to meet the \nHowards in their home. Her desire to have Timmy placed there was confirmed when \n\nshe learned, upon arriving, that Mrs. Howard and her children had taken the trouble \nto begin learning sign language in order to communicate better with Timmy. \nHowever, in late May or early June, the defendants sent the court not one, but two \nhome studies. One concerned the Howard home, as ordered, and the other, \nunsolicited by the court, concerned another home, in which the parents were \nsubstantially older than the Howards and lacked any training in dealing with \nhandicapped children. In conflict with the Howards' previous excellent record with the \nDepartment, the report concerning the Howards was negative. At the defendants' \nrecommendation, therefore, the court placed Timmy with the other family in early \nJune of 1979. \nTimmy's placement with that family lasted approximately two months. During this \ntime, the defendants are alleged to have failed to provide Timmy with necessary and \nappropriate services and treatment. On or about August 21, 1979, without notice to \nMrs. S., Timmy was moved to a temporary foster home in Jefferson County while the \ndefendants prepared to place him in an institution. Timmy's mother was not informed \nof the Department's intentions to institutionalize Timmy, or even that he had been \nreturned to Jefferson County, until he had been there for more than a week. \nOn September 19, 1979, Timmy's case came before the Jefferson District Court for a \ncase review. Upon the requests of Mrs. S. and Timmy's guardian ad litem,who is \nTimmy's next friend in this action, the court ordered his placement with the Howards. \nThe defendants have since appealed this placement, arguing in state court that \nTimmy's future is wholly theirs to decide once the court had committed him to their \ncare in June, 1979. The defendants, it is alleged, have since refused to provide \nTimmy with appropriate care and treatment or the Howards with foster care \npayments. \nAt several different stages of the ongoing effort by Mrs. S., by the Kentuckiana social \nworker, by the Howards, and by Timmy's court-appointed guardian ad litemto secure \nappropriate care and treatment for him, one party or another has sought to invoke \nthe Department's administrative grievance procedures to protest departmental \naction. Dolores S. filed the first complaint, but the Department allegedly closed her \nfile when she was unable to arrange for a sign language interpreter for an interview \nwith the Department. Later, during the summer of 1979, the Howards, acting on \nTimmy's behalf, filed another grievance protesting the Department's alleged \ndisregard for his welfare. \n\nDefendants' response to the Howards' efforts allegedly took two forms. First, the \ndefendants did not hear the complaint in a manner that was meaningful, in a \nproceeding that was fair, or at a place and time where the Howards and their \ncounsel could, with reasonable convenience, attend. Second, in August, 1979, the \ndefendants informed the Howards that they were to be discharged of their foster \nparent status, that their foster home would be closed, and that their foster care \ncontract would be terminated. They told the Howards that these actions were being \ntaken at the Howards' request and refused to alter their position when the Howards \ndenied having made such requests. Subsequently, the Howards, upon the \nDepartment's suggestion, filed a second service complaint. On this complaint, too, \nallegedly, the Howards were denied fundamental fairness by the defendants, for they \nwere not afforded a meaningful opportunity to be heard. This federal action was \nsubsequently filed. \nB. SUBJECT MATTER JURISDICTION \nThe defendants initially dispute the subject matter jurisdiction of this Court. The \nthreshold determination of jurisdiction depends not on the likelihood of the plaintiffs' \nsuccess on the merits, but on whether the questions raised are too insubstantial for \nthe Court's consideration. Hagans v. Lavine, 415 U.S. 528, 536-539, 94 S.Ct. \n1372, 43*43 1378-1380, 39 L.Ed.2d 577 (1974). In this action, jurisdiction is based \nprimarily upon 28 U.S.C. § 1343(3) and (4), the jurisdictional counterpart to 42 \nU.S.C. § 1983. The plaintiffs also contend that jurisdiction is further conferred by 28 \nU.S.C. § 1331(a), for the plaintiffs contend they have raised numerous federal \nquestions and there is greater than $10,000 in controversy. The plaintiffs contend \nthat the state claims are pendent to the federal claims, since they arise out of the \nsame nucleus of operative facts. Since the Court deems that it clearly has subject \nmatter jurisdiction under 28 U.S.C. § 1343, it is not necessary to address the issue of \nwhether there is $10,000 in controversy. Since the allegations in the plaintiffs' \ncomplaint are deemed to be true, it is not necessary to consider whether the state \nclaims are, in fact, pendent on the controverted federal claims. \nThe plaintiffs' damage claims arise from the defendants' contended failure to provide \nfundamentally fair administrative grievance procedures. The plaintiffs' complaint \ndetails their contention that the defendants have denied them a meaningful \nopportunity to be heard. Since the concept of a meaningful hearing in a meaningful \nmanner is one of the cornerstones of our Anglo-American understanding of due \nprocess, Goldberg v. Kelly, 397 U.S. 254, 267-268, 90 S.Ct. 1011, 1020-1021, 25 \n\nL.Ed.2d 287 (1970) (collecting cases), the Court deems the plaintiffs' constitutional \nallegations of sufficient substance to confer jurisdiction through 28 U.S.C. § \n1343(3). Hagans v. Lavine, supra 415 U.S. at 536-539, 94 S.Ct. at 1378-1380. Upon \nfinding the constitutional claim to be substantial, the Court may hear pendent federal \nand state claims without determining whether the remaining federal claims in their \nown right are encompassed within § 1343.Rosado v. Wyman, 397 U.S. 397, 402-\n405, 90 S.Ct. 1207, 1212-1214, 25 L.Ed.2d 442 (1970). \nIt is irrelevant in this action whether, for jurisdictional purposes, § 504 of the \nRehabilitation Act of 1973, which prohibits discrimination on the basis of a handicap, \nand the Developmentally Disabled Assistance and Bill of Rights Act, which requires \nthat disabled persons be provided with appropriate care and treatment in the \nenvironment least restrictive of personal liberty, are exercises of the Congressional \npower to pass legislation providing for equal rights of citizens and civil rights. Amend. \nXIV, § 5. The jurisdiction of the plaintiffs' federal statutory claims accrues as pendent \nfederal statutory claims to the constitutional claim. \nThe defendants possibly may have misconstrued the holding of Chapman v. \nHouston Welfare Rights Organization, 441 U.S. 600, 99 S.Ct. 1905, 60 L.Ed.2d 508 \n(1979). In Chapman, the Supreme Court did hold that § 1343 does not confer federal \njurisdiction over claims based on the Social Security Act, since that Act is not a \nstatute securing \"equal rights\" within § 1343(3) or \"civil rights\" within § 1343(4). Id. at \n620-623, 99 S.Ct. at 1917-1918. However, as the dissenters there \nnoted, Chapman does not abolish the doctrines of pendent and ancillary jurisdiction; \nif a Social Security Act claim is linked to a substantial constitutional question under \nthe lenient standard of Hagans v. Lavine, supra, \"even a welfare recipient with a \nfederal statutory claim may sue in a federal court.\" Id. at 675, 99 S.Ct. at 1945 \n(Stewart, J., dissenting). The plaintiffs' constitutional claim is clearly substantial in the \njurisdictional sense; therefore, the Court has subject matter jurisdiction. \nC. THE CONSTITUTIONAL CLAIM OF THE \nHOWARDS \n\"[A] complaint should not be dismissed for failure to state a claim unless it appears \nbeyond doubt that the plaintiff can prove no set of facts in support of his claim which \nwould entitle him to relief.\" Conley v. Gibson, 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-\n102, 2 L.Ed.2d 80 (1957) (footnote omitted). \"`A case brought under the Civil Rights \nAct should not be dismissed at the pleading stage unless it appears to a certainty \n\nthat the plaintiff would be entitled to no relief under any state of facts which could be \nproved in support of his claim.'\" Azar v. Conley, 456 F.2d 1382, 1391 (6th \nCir. 44*44 1972) (citation omitted). Even where it appears unlikely that the plaintiffs \nwill succeed on the merits, this Court will not dismiss a complaint where it appears \nthe claimant should be entitled to offer evidence in support of his claims.Scheuer v. \nRhodes, 416 U.S. 232, 236, 94 S.Ct. 1683, 1686, 40 L.Ed.2d 90 (1974). \nThe defendants contend that the plaintiffs, Sharon and Hubert Howard, have failed \nto state a claim upon which relief may be granted; for the Howards lack a requisite \nlife, liberty, or property interest on which to establish the underlying jurisdictional \nconstitutional claim. The Howards counter that the allegations in the complaint raise \nseveral interests entitling them to protection under the due process clause of the \nFourteenth Amendment. Particularly, the Howards contend that their interest in their \ncertification as foster parents is a cognizable property interest and that the \ntermination of their \"right\" to be foster parents is a cognizable liberty interest. Since \nthe Court deems the Howards to have established that their decertification is a \ncognizable property interest under the Fourteenth Amendment, it is not necessary to \naddress the plaintiffs' alternative liberty interest theory. The Court, in no \nwise,expresses any view on the issue of whether the plaintiffs have a cognizable \nliberty interest, and particularly on whether there is a natural \"right\" to be a foster \nparent.Cf. Sherrard v. Owens, 644 F.2d 542 (6th Cir., 1981) (per curiam) (no \nFourteenth Amendment liberty interest in \"a viable familial relationship\" on the facts \nof the case). Although thoroughly briefed by the parties, the Court also expresses no \nview on the issue of what process is due. Such a determination would necessarily \nentail a factual investigation, an endeavor particularly inappropriate on a motion to \ndismiss. \nDuring the early 1970's, the circle of interests sufficient to create \"liberty\" or \n\"property\" for purposes of due process was significantly widened beyond the \ncommon law core of personal interests. See, e.g., Dixon v. Love, 431 U.S. 105, 97 \nS.Ct. 1723, 52 L.Ed.2d 172 (1977) (driver's license); Perry v. Sindermann, 408 U.S. \n593, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972) (teacher's continued employment at state \nuniversity pursuant to \"implied\" tenure); Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. \n2593, 33 L.Ed.2d 484 (1972) (conditional freedom following parole);Bell v. \nBurson, 402 U.S. 535, 91 S.Ct. 1586, 29 L.Ed.2d 90 (1971) (driver's \nlicense); Goldberg v. Kelly, supra 397 U.S. at 261-263, 90 S.Ct. at 1016-\n1018(welfare benefits). In Goldberg v. Kelly, supra at 262 n. 8, 90 S.Ct. at 1017 n. \n8,the Supreme Court recognized as entitlements interests founded neither on \n\nconstitutional nor on common law claims of right, but on a state-fostered expectation, \nas opposed to a mere hope, which was derived \"from an independent source such \nas state law,\" Board of Regents v. Roth, 408 U.S. 564, 577, 92 S.Ct. 2701, 2709, 33 \nL.Ed.2d 548 (1972), or from \"mutually explicit understandings.\"Perry v. Sindermann, \nsupra 408 U.S. at 601, 92 S.Ct. at 2699. Determining the existence of these \nentitlements depended on the construction of the relevant statutes and of the \npertinent understandings between the state government and the individuals, rather \nthan on any balancing of interests; the existence of an entitlement turned not on \"the \n`weight' but [on] the nature of the interest at stake.\"Board of Regents v. Roth, \nsupra 408 U.S. at 571, 92 S.Ct. at 2705 (emphasis in original). With this background, \nthe question of whether state certification as a foster parent constitutes a property \ninterest under the Fourteenth Amendment may be analyzed without result to the \nmetaphysical subtleties between \"right\" and \"privilege\" or between \"license\" and \n\"certification.\" The guiding consideration is the pertinent understanding between the \nDepartment and the Howards. \nAs a child placement agency, the Department may place children in foster family \nhomes under its supervision. KRS § 199.660. The Howards, in order to become \nfoster parents, were certified as such approximately five years ago. After \nsuccessfully completing two series of training courses, the Howards were certified as \n\"specialized\" foster parents qualifying them to care for 45*45 children with physical \nand emotional handicaps and developmental disabilities. Without certification by the \nDepartment, the Howards may not continue their care for foster children, seeKRS § \n199.660, and indeed, but for the court-ordered placement of Timmy in their home, \nthe Howards would be unable to continue to maintain foster children in their home. In \nsum, the Howards' certification interest is founded on the Department-fostered \nexpectation derived from, at the very least, a mutually explicit understanding \nbetween the parties. This Court may not conclude that the Howards do not have a \ncognizable property interest under the due process clause of the Fourteenth \nAmendment, and, as such, they have established standing to assert an underlying \nconstitutional claim. Cf. Sherrard v. Owens, supra (no liberty interest in relationship \nbetween temporary foster parents and children where foster parents \"had only a six-\nmonth temporary license to conduct a foster family home\"). \nD. THE FEDERAL STATUTORY CLAIMS OF THE \nPLAINTIFFS \n\nThe defendants assert that this action should be dismissed because the plaintiffs \nmay neither state a cause of action for damages under § 504 of the Rehabilitation \nAct of 1973, 29 U.S.C. § 794, nor under the Developmentally Disabled Assistance \nand Bill of Rights Act, 42 U.S.C. § 6001 et seq. The plaintiffs counter that a private \ncause of action for damages may be implied under both statutes. At the time the \nparties argued the motion to dismiss, the parties were without the benefit of the \nholding in Maine v. Thiboutot, 448 U.S. 1, 100 S.Ct. 2502, 65 L.Ed.2d 555 (1980). In \nlight of the rule in Maine v. Thiboutot, supra, the Court is of the view that the \nsubstantial argument on whether there exist private causes of action under these \nwelfare statutes is largely mooted. On the basis of Maine v. Thiboutot, supra, the \nplaintiffs have stated a cause of action for damages and equitable relief under 42 \nU.S.C. § 1983. \nIn Maine v. Thiboutot, supra, at 4, 100 S.Ct. at 2503, the Supreme Court held \"that \nthe § 1983 remedy broadly encompasses violations of federal statutory as well as \nconstitutional law.\" In this action, the respondents, Lionel and Joline Thiboutot, \nsuccessfully challenged Maine's interpretation of 42 U.S.C. § 602(a)(7). In affirming \nthe state court's decision, the Court examined the face of the statute: \nEvery person who, under color of any statute, ordinance, regulation, custom, or \nusage, of any State or Territory or the District of Columbia, subjects, or causes to be \nsubjected, any citizen of the United States or other person within the jurisdiction \nthereof to the deprivation of any rights, privileges, or immunities secured by the \nConstitution and laws,shall be liable to the party injured in an action at law, suit in \nequity, or other proper proceeding for redress. For the purposes of this section, any \nAct of Congress applicable exclusively to the District of Columbia shall be \nconsidered to be a statute of the District of Columbia. \n42 U.S.C. § 1983 (emphasis supplied). The Court reasoned that since Congress \nattached no modifiers to the phrase \"and laws,\" the plain language of the statute \nundoubtedly embraces claims against persons alleged to have violated federal \nwelfare statutes. Id. Since the phrase \"and laws\" is not read as limited to civil rights \nor equal protection laws, the plaintiffs have stated a cause of action, for the plaintiffs \nhave demonstrated that this Court has subject matter jurisdiction and have placed \nthe onus of their complaint on § 1983. \nE. SOVEREIGN IMMUNITY \n\nThe defendants contend that this action is barred because they enjoy sovereign \nimmunity under the Eleventh Amendment. The defendants argue that since the \nplaintiffs allege only that they are proceeding against the defendants in their official \ncapacity, they are immune from liability. The defendants further contend that the \nplaintiffs have failed to allege facts sufficient to show that the defendant acted \noutside the scope of their immunity. \nThe plaintiffs counter that it is clear from the facts of the complaint that \nthe 46*46plaintiffs are suing the defendants in their individual as well as in their \nofficial capacities. The plaintiffs also contend that the burden of proof is on the \ndefendants, not the plaintiffs, to show that the defendants acted within the scope of \ntheir immunity. Regardless of the allocation of the burden of proof, the plaintiffs \nfurther argue that whether the defendants are clothed with immunity is an issue that \nwould be inappropriately resolved on a motion to dismiss. All of the plaintiffs' \ncontentions are valid. \nThe complaint indicates that the plaintiffs are suing the defendants as individuals \nacting as individuals under the color of state law both in their individual and, where \napplicable, in their official capacities. The allegations of place of employment are \nincluded not so as to imply that this suit is brought against the individuals \nactingonly in their official capacities, but rather to help identify these persons and to \nsupport the plaintiffs' contention that these individuals were acting under color of \nstate law. With respect to defendant, Peter Conn, the plaintiffs must have sued him \nin his individual capacity; for, at the time suit was filed, he was not a state official. \nThe plaintiffs indicate that since they know of no other present official capacity, the \nplaintiffs must have intended to sue Mr. Conn in his individual capacity. Finally, while \nit is not necessary to examine the caption to glean the intention of the plaintiffs, the \ncaption further evidences the plaintiffs' bona fides. The defendants' contention that \nthe plaintiffs have sued them only in their official capacity is without merit. \nIn their individual capacities, state officials enjoy a qualified \"good faith\" immunity \nfrom damage liability under 42 U.S.C. § 1983. Scheuer v. Rhodes, supra 416 U.S. at \n247-248, 94 S.Ct. at 1691-1692. The state officials are liable for damages, once a \nfederally protected right has been violated, unless the defendants can prove that \ntheir actions are protected by the good faith defense. Id. The plaintiffs are not \nrequired to allege that the defendant acted in bad faith in order to state a claim for \nrelief, but the burden is on the defendants to plead good faith as an affirmative \ndefense. Gomez v. Toledo, 446 U.S. 635, 639-640, 100 S.Ct. 1920, 1923-1924, 64 \n\nL.Ed.2d 572 (1980). Since the plaintiffs have made the two necessary allegations to \nsupport a claim under 42 U.S.C. § 1983, i.e., (1) that persons have derived the \nplaintiffs of federal right, and (2) that these persons have acted under the color of \nstate law, Gomez v. Toledo, supra at 640, 100 S.Ct. at 1924, the plaintiffs have \nmade out a prima facie case, and the motion to dismiss has no basis on sovereign \nimmunity grounds. \nF. THE ABSTENTION DOCTRINE \nThe defendants have urged this court to abstain, for reasons of comity, from \ndeciding all of the claims in the complaint which concern the care and treatment of \nthe plaintiff Timmy S. because the matter is pending in state court, and it is possible \nthat the defendants might find themselves in the unfortunate position of having to \nchoose which court to obey. While this Court is not unsympathetic to the defendants' \nposition, this Court is compelled to follow the directive in Hanna v. Toner, 630 F.2d \n442 (6th Cir. 1980), cert. denied, 450 U.S. 919, 101 S.Ct. 1365, 67 L.Ed.2d 346 \n(1981). The Sixth Circuit \"has squarely held that abstention from having claims of \ninstitutional violation of rights guaranteed by the U.S. Constitution is inappropriate \nand federal courts must have federal constitutional claims.\" Id. at 444. This Court is \nalso of the view that the defendants' concerns are, perhaps, exaggerated; and even \nif not exaggerated, this Court believes the defendants may be accommodated \nwithout resorting to the drastic alternative of abstention from the exercise of federal \njurisdiction. \nG. CLASS CERTIFICATION \nWhile the Court recognizes that it should decide a pending motion for class \ncertification as soon as practicable after the commencement of the action, the Court \nconcludes that it must defer on the pending motion of the plaintiffs. Currently, there \nis simply an insufficient factual foundation 47*47 from which to draw necessary \ninferences for class action certification under the criteria of Rule 23 of the Federal \nRules of Civil Procedure. Therefore, the plaintiffs will be permitted thirty days from \nthis date to file affidavits and legal memoranda to supplement the record. The \ndefendants will be granted a thirty day additional period to respond and to file their \nown appropriate affidavits and memoranda. If any party desires a hearing, that party \nis granted thirty days in which to file an appropriate motion. \nAn appropriate Order has been entered. \n\n\t\r  ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/78733"
    },
    {
      "date": "1994-05-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Kentucky",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 78735,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/78735.pdf",
      "title": "Docket [PACER]",
      "text": "Case 6:80-cv-24   As of: 09/30/2015 10:04 PM EDT   Page 1 of 4\nTERMED\nU.S. District Court\nEastern District of Kentucky (London)\nCIVIL DOCKET FOR CASE #: 6:80−cv−00024−JBC\nS., et al v. Stumbo, et al Date Filed: 02/19/1980\nAssigned to: Judge Jennifer B Coffman Date Terminated: 09/13/1994\nDemand: $0 Jury Demand: None\nCause: 42:1983 Civil Rights Act Nature of Suit: 440 Civil Rights: Other\nJurisdiction: Federal Question\nPlaintiff\nTimmy S. represented by Marcia Robinson Lowry\nAn infant, through his Next Friend American Civil Liberties Union\nNext Friend 132 W. 43rd Street\nMitchell Charney New York, NY 10036\n212−725−1222\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPaul Watterson\n900 Third Avenue\nNew York, NY 10022\n212−758−0404\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nMitchell Charney represented by Marcia Robinson Lowry\nOn his own Behalf &on Behalf of all (See above for address)\nOthers Similarly Situated LEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nDolores S. represented by David A. Friedman\nOn her own Behalf &on Behalf of all ACLU of Kentucky\nOthers Similarly Situated 315 Guthrie Street\nSuite 300\nLouisville, KY 40202\n502−581−9746\nFax: 502−581−9746\nEmail: dfriedman@ffgklaw.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nLaura K. Haller\n1801 Frankfort Avenue\nSuite 5\nLouisville, KY 40206\n502−893−2163\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nSharon Howard represented by James Kringlen\nOn her own Behalf &on Behalf of all ARDF of Kentucky, Inc.\nOthers Similarly Situated P.O. Box 7220\nHazard, KY 41702\n606−439−2315\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\n\nCase 6:80-cv-24   As of: 09/30/2015 10:04 PM EDT   Page 2 of 4\nPlaintiff\nHubert Howard represented by James Kringlen\nOn his own Behalf &on Behalf of all (See above for address)\nOthers Simiilarly Situated LEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPaul Watterson\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nV.\nDefendant\nGrady Stumbo represented by Paul F. Fauri\nIndividually 232 St. Clair\nP.O. Box 1304\nFrankfort, KY 40602\n502−223−2338\nFax: 502−223−5676\nEmail: faurilawoffice@fewpb.net\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nWilliam K. Moore\n126 S. Main Street\nVersailles, KY 40383\n859−873−6207\nFax: 859−873−6189\nEmail: wkmoorelaw@gmail.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nGrady Stumbo represented by Paul F. Fauri\nIn his Capacity as Secretary of the (See above for address)\nKentucky Department of Human ATTORNEY TO BE NOTICED\nResources\nWilliam K. Moore\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nPeter Conn represented by Paul F. Fauri\nIndividually (See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nWilliam K. Moore\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nCharles Cain represented by Paul F. Fauri\nIndividually (See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nWilliam K. Moore\n(See above for address)\n\nCase 6:80-cv-24   As of: 09/30/2015 10:04 PM EDT   Page 3 of 4\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nCharles Cain represented by Paul F. Fauri\nIn his Capacity as Commissioner of the (See above for address)\nKentucky Department for Human ATTORNEY TO BE NOTICED\nResources, Bureau of Social Services\nWilliam K. Moore\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nMargaret Fredricks represented by Paul F. Fauri\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nWilliam K. Moore\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nGene Rice represented by Paul F. Fauri\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nWilliam K. Moore\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nHerbert Stamper represented by Paul F. Fauri\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nWilliam K. Moore\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nJake King represented by Paul F. Fauri\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nWilliam K. Moore\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nBarbara Mason represented by Paul F. Fauri\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\n\nCase 6:80-cv-24   As of: 09/30/2015 10:04 PM EDT   Page 4 of 4\nWilliam K. Moore\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nJim Odham represented by Paul F. Fauri\n&other Unknown Agents &Employees of (See above for address)\nthe Kentucky Department for Human LEAD ATTORNEY\nResources in ther Individual &Official ATTORNEY TO BE NOTICED\nCapacities\nWilliam K. Moore\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n01/24/1994 137  CERTIFIED COPY of judgment from 6CCA stating that mot for atty fees by plffs\nis AFFIRMED &awarding Howards atty fees &denying CHR's Rule 60(b)(5) mot\n(cc: all counsel) (EHM) Modified on 05/03/1994 (Entered: 05/03/1994)\n01/27/1994 136  MOTION by plaintiff Sharon Howard, plaintiff Hubert Howard for attorney fees\n(EHM) (Entered: 01/27/1994)\n05/02/1994 138  AGREED ORDER by Judge Jennifer B. Coffman: 1) granting plffs' motion for\nattorney fees [136−1], in addition to those previously granted, in amt of $6,707.33\nagainst defts in their official capacities; 2) case is again dismissed from Court's\ndocket; this is a final, appealable Order (cc: all counsel) (EHM) Modified on\n05/03/1994 (Entered: 05/03/1994)",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/78735"
    },
    {
      "date": "1990-07-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 312,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 916,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 81683,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/81683.pdf",
      "title": "Opinion",
      "text": "916 F.2d 312 (1990) \nTIMMY S., et al., Plaintiffs-Appellees, \nv. \nGrady STUMBO, et al., Defendants-Appellants. \nNo. 89-6275. \nUnited States Court of Appeals, Sixth Circuit. \nArgued June 4, 1990. \nDecided July 25, 1990. \n313*313 Marcia R. Lowry, Christopher A. Hansen (argued), American Civil Liberties Union, \nChildren's Rights Project, New York City, for Timmy S. \nLaura K. Haller, David A. Friedman, Legal Aid Soc., Louisville, Ky., for Delores S. \nWilliam R. Brown, Tony Oppegard, Appalachian Research & Defense Fund of Kentucky, \nHazard, Ky., for Sharon Howard, Hubert Howard. \nRyan M. Halloran, Gen. Counsel, William K. Moore, Staff Atty., Stanley A. Stratford, Asst. \nGen. Counsel, E.D. Klatte, Staff Atty., Trisha Zeller James, J. Gregory Burton (argued), \nCabinet for Human Resources, Office of the Counsel, Frankfort, Ky., for defendants-\nappellants. \nBefore KEITH and NORRIS, Circuit Judges, and DUGGAN, District Judge.[*] \nKEITH, Circuit Judge. \nDefendants, officials and agents of the Kentucky Department for Human Resources (the \n\"Department\"), appeal from the district court's September 7, 1989 order enjoining the \nDepartment from excluding foster parents, such as plaintiffs Sharon and Hubert Howard (the \n\"Howards\"), from its administrative hearing procedures pursuant to Title IV of the Social \nSecurity Act, the Adoption Assistance and Child Welfare Act of 1980 (the \"Act\"), Pub.L. 96-\n272, 42 U.S.C. §§ 620-628, 42 U.S.C. §§ 670-676, and 45 C.F.R. 205.10. For the reasons \nset forth below, we AFFIRM. \nI. \nA. \n\nWhen the complaint was filed on February 19, 1980, plaintiff Timmy S. was seven years \nold.[1] He was mentally retarded and emotionally disturbed. His mother, Delores S., was \nunable to hear or speak. Because Delores S. and her son were disabled, it had become \nincreasingly difficult for Delores S. to properly care for Timmy.[2] When she sought social \nservices, the Department failed to arrange medical treatment for Timmy's seizures or out-of-\nhome placement. The Department explained that no such placement could be \nfound. See Timmy S. v. Stumbo, 537 F.Supp. 39, 41 (E.D.Ky.1981). \nIn January 1979, Delores S. approached the Kentuckiana Children's Center, a private \ntreatment center, for assistance. A social worker contacted the Howards who were licensed \nfoster parents certified by the Department to care for children with behavioral problems like \nTimmy's. The Department was aware that the Howards were willing to care for Timmy. The \nDepartment, nevertheless, insisted that a suitable placement for Timmy could not be found. \n314*314 Delores S. instituted a dependency petition in Kentucky District Court which ordered \nthe Department to conduct a study of the Howards' home to determine its suitability for \nTimmy S. In May 1979, the Department submitted a negative evaluation of the Howards, in \nsubstantial contrast to the consistently excellent evaluations that previously had been issued \nregarding them. Additionally, the Department submitted a positive evaluation of another \nfamily which was not certified to care for children with special needs. In June 1979, instead \nof placing Timmy S. with the Howards, the Kentucky District Court placed him with the other \nfamily. \nDuring the two months of this placement, Timmy did not receive adequate services. As a \nresult, Delores S. filed an administrative grievance protesting the Department's failure to \nprovide adequate services. The Howards filed a similar grievance on Timmy's behalf. The \nDepartment did not provide Delores S. or the Howards with a meaningful hearing on those \ngrievances. Instead, the Department notified the Howards that, at their request, they were \nbeing decertified as foster parents. When the Howards protested that they had not requested \ndecertification, the Department, nevertheless, decertified them. The Howards believe that the \nDepartment's actions were in retaliation for the administrative grievance that they filed. \nAlthough the Howards requested an administrative hearing, the Department refused to \nprovide an administrative hearing on the Howards' complaint that their decertification was \nwrongful. \nIn September 1979, the Kentucky District Court ordered Timmy to be placed with the \nHowards. The Howards functioned as Timmy S.'s foster parents, pursuant to the order, until \nthe present action was instituted on February 19, 1980. During this period, the Department \ndid not provide the Howards with the funds or services to which they were entitled as foster \nparents. \n\nB. \nPlaintiffs filed this action seeking declaratory and injunctive relief on behalf of themselves \nand all others similarly situated to redress the Department's failure to afford administrative \nhearings to persons contesting or appealing the Department's denial, reduction, termination \nor failure to provide state- and federally-secured services, benefits and entitlements. Named \nplaintiffs also sought damages for violation of their due process rights. \nOn March 14, 1980, the Department moved to dismiss the complaint arguing, in pertinent \npart, that foster parents do not have a right to a due process hearing. The district court \ndenied the Department's motion to dismiss. Timmy S. v. Stumbo, 537 F.Supp. 39 \n(E.D.Ky.1980). \nOn June 3, 1985, plaintiffs moved to amend the complaint by adding several named children \nand foster parents as plaintiffs. At the same time, plaintiffs renewed their motion for class \ncertification. The district court denied these motions on August 30, 1988. Finding class \ncertification unnecessary, the court reasoned that \"[i]f plaintiffs succeed on their claims and \nare granted injunctive and declaratory relief, the defects of the alleged unconstitutional \nprocedures challenged by the proposed class would be remedied.\"Timmy S. v. \nCowherd, No. 80-24, slip op. at 2 (E.D.Ky. Aug. 30, 1988) (Joint Appendix at 357). \nOn April 11, 1986, plaintiffs moved for partial summary judgment, arguing, in part, that foster \nparents have a right to due process hearings under the Fourteenth Amendment and the Act. \nIn opposition to the plaintiffs' motion, the Department submitted its administrative hearing \nprocedures and argued that foster parents do not have a due process right to a hearing, \ntherefore, administrative hearings are not permitted on the basis of the foster parents' \ncomplaints.[3] On September 7, 1989, the district court granted plaintiffs' motion for partial \nsummary judgment insofar as it 315*315 sought to declare that foster parents have a due \nprocess right to an administrative hearing pursuant to the Act and 45 C.F.R. § 205.10.[4] This \nissue is the subject of the Department's present appeal which was timely filed on October 5, \n1989. \nII. \nAs a preliminary matter, the express language of 28 U.S.C. § 1292(a)(1) confers jurisdiction \nto review the district court's grant of the injunction. Since the district court enjoined the \nDepartment from excluding foster parents from its hearing procedure pursuant to the Act and \n45 C.F.R. § 205.10, we will limit our review to an analysis of the statutory rights afforded \nfoster parents. We need not reach the constitutional arguments addressed by both parties on \nappeal. \n\nA. \nOn appeal, the Department argues that the Act does not create enforceable rights in foster \nparents. The Howards counter that the plain language of the Act requires the Department to \nhave a plan that \"provides for granting an opportunity for a fair hearing before the State \nagency to any individual whose claim for benefits available pursuant to this part is denied or \nis not acted upon with reasonable promptness.\" 42 U.S.C. § 671(a)(12) (emphasis added). \nUnder the regulations, the Department's plan must contain a provision incorporating \"the \nprocedures and requirements in\" 45 C.F.R. § 205.10, the regulation that provides for Aid to \nFamilies with Dependent Children (\"AFDC\") fair hearings. 45 C.F.R. § 1355.30. The district \ncourt held that \"[a]s the Howards are `any individual' under 42 U.S.C. § 671(a)(12), they can \nseek an injunction to force the Department to comply with the funding requirements of that \nstatute.\" Timmy S. v. Stumbo, No. 80-24, slip op. at 4 (E.D.Ky. Sept. 7, 1989) (Joint \nAppendix at 426). We agree with the district court's holding and likewise enjoin the \nDepartment from excluding foster parents from agency hearings. \nThe legislative history of the Act refers to Congress's intention to reaffirm the right of foster \nparents to administrative hearings. See, e.g., H.R.Rep. No. 136, 96th Cong., 2nd Sess. 6, \n17, 45 (\"[A] fair hearing [must] be provided for any parent, foster parent, [or] guardian....\"); \nS.Rep. No. 336, 96th Cong., 2nd Sess., reprinted in 1980 U.S.Code Cong. & Admin.News \n1448, 1453, 1461, 1467 ([P]rocedures [must be adopted] to protect the rights of natural \nparents, children, or foster parents....\") The language of the Act, as passed by the House of \nRepresentatives, explicitly provided that foster parents had a right to hearings. H.R. 3434, \n96th Cong., 1st Sess., 125 Cong.Rec. 22,122 (1979). Although the language was changed in \nthe final version of the Act, the conference committee report indicates that the Act's \nlanguage, as adopted, was seen as identical in substance to that passed by the House and \nto the law in existence prior to the Act's passage. H.R.Conf.Rep. No. 900, 96th Cong., 2nd \nSess., reprinted in 1980 U.S.Code Cong. & Admin.News 1561, 1565. The district court, \ntherefore, properly concluded that the Department's administrative hearing procedures must \nbe made available to foster parents. \nThe relevant benefits contemplated under the Act include foster care maintenance payments \nto licensed foster parents[5] and training. 42 U.S.C. § 675(4); 45 C.F.R. § 1356.60. We do not \nconstrue the Act to guarantee intangible benefits such as the pleasure derived from helping \ntroubled children \"work through their problems so that they can return home or be adopted.\" \nAppellee's Brief at 12. Cf. Scrivner v. Andrews,816 F.2d 261, 263-64 (6th \nCir.1987) (concluding that the Act does not create a 316*316 right to \"meaningful visitation\" \nenforceable under § 1983). The Howards, however, are entitled to a fair hearing for the \ndenial of tangible benefits, such as the Department's failure to compensate them for the care \nthey provided Timmy from September 1979 to February 1980 as a result of the allegedly \nwrongful decertification. \n\nB. \nThe Howards also have a private right of action to enforce the Act. See Lynch v. \nDukakis, 719 F.2d 504, 511 (1st Cir.1983) (holding that a class consisting of \"all children \nunder the jurisdiction of Massachusetts foster family home care system, and all members of \nthe children's natural and foster families\" could maintain a § 1983 action for prospective \ninjunctive relief where it was alleged that the state had not complied with a statutorily \nmandated procedure) (emphasis added); see also Lesher v. Lavrich, 784 F.2d 193, 197 (6th \nCir.1986) (\"It may be reasonable to read the Adoption Assistance Act to permit parents and \nchildren affected by the programs it funds to sue to force those programs to comply with \nfederal funding requirements ...\"). On this appeal, the Howards seek only prospective \ninjunctive relief.[6] Since the Act affords the Howards a right to an administrative hearing, they \nhave a private cause of action under § 1983 to enforce such right by seeking prospective \ninjunctive relief. \nC. \nThe Department next asserts that in issuing a prospective injunction based on 42 U.S.C. § \n671(a)(12), the district court erred by according the Act retroactive force as the Act had not \nbeen adopted at the time the Howards' cause of action arose. The Howards were decertified \non August 1, 1979; they filed suit on February 19, 1980. The Act was not enacted until June \n17, 1980. The Department, therefore, argues that the district court imposed statutory \nobligations on the state for actions which occurred prior to the passage of the Act. After \ncareful review of the Act's legislative history, we conclude that the district court did not \nretroactively apply the statutory obligation. \nPrior to 1980, federal foster care benefits were provided pursuant to Titles IV-A and XX of \nthe Social Security Act. When the Howards cause of action arose, Title IV-A required the \nstate plan to \"provide for granting an opportunity for a fair hearing before the State agency to \nany individual whose claim for aid to families with dependent children [Title IV-A] is denied or \nis not acted upon with reasonable promptness.\" 42 U.S.C. § 602(a)(4). The implementing \nregulation was 45 C.F.R. § 205.10. Title XX had a similar statute, 42 U.S.C. § 1397 et \nseq., and its implementing regulation, 45 C.F.R. § 228.14, simply referred to 45 C.F.R. § \n205.10. The plaintiffs' complaint specifically cited Titles IV-A and XX and the relevant \nregulation, 45 C.F.R. § 205.10. \nIn 1980, Congress passed the Act, P.L. 96-272, which transferred the foster care program to \nTitles IV-B and IV-E of the Social Security Act. 42 U.S.C. §§ 620-628; 42 U.S.C. §§ 670-676. \nThe language of 42 U.S.C. § 671(a)(12) is virtually identical to its predecessor statute, 42 \nU.S.C. § 602(a)(4). Furthermore, Congress explicitly said that \"hearing procedures under the \nnew IV-E program would be the same as under current IV-A law.\" H.R.Conf.Rep. 900, 96th \n\nCong. 45, reprinted in 1980 U.S.Code Cong. & Admin.News 1561, 1565. Thus, when \nregulations were developed to implement the Act, they, like their predecessors, referred to \n45 C.F.R. § 205.10. 45 C.F.R. § 1355.30(k). We, therefore, conclude that the district court \ndid not retroactively apply obligations to the Department because the passage of the Act on \nJune 17, 317*317 1980 did not alter foster parents' entitlement to administrative hearings \npursuant to 45 C.F.R. § 205.10. \nIII. \nThe Act grants foster parents an enforceable right to an administrative hearing. We, \ntherefore, conclude that the district court properly enjoined the Department from excluding \nfoster parents from its administrative hearing procedures. Accordingly, we AFFIRM the \njudgment of the Honorable Eugene E. Siler of the United States District Court for the Eastern \nDistrict of Kentucky. \n[*] The Honorable Patrick J. Duggan, U.S. District Judge for the Eastern District of Michigan, sitting by designation. \n[1] We will rely on the district court's statement of facts in Timmy S. v. Stumbo, 537 F.Supp. 39, 41 (E.D.Ky.1981). \n[2] During this period, Timmy often wandered through his family home at night, knocking down objects, playing with \nthe stove, and leaving on gas jets. Timmy S. v. Stumbo, 537 F.Supp. 39, 41 (E.D.Ky.1981). \n[3] On two occasions, the Department supplemented the record to advise the court of changes in procedures for \nadministrative hearings. With each submission, the Department asserted that foster parents could not invoke the \nadministrative hearing procedures. \n[4] In addition, the district court denied plaintiffs' motion to require the Department to notify unsuccessful grievants \nthat they have a right to appeal to the court system. Plaintiffs have not appealed from this portion of the order. The \ndistrict court declined to rule upon the plaintiffs' constitutional claims. \n[5] Foster care maintenance payments include payments for food, shelter and other necessities provided for \nchildren placed outside of the home. See 42 U.S.C. § 675(4). \n[6] The complaint prays for a declaration that the Department unlawfully decertified the Howards and damages \nwhich constitute retrospective relief. The district court has not yet ruled on either request. These issues, therefore, \nare not properly before this Court. We note, however, that we have held that damages are not available in a § \n1983 action alleging a violation of the Act. Scrivner v. Andrews, 816 F.2d 261, 264 (6th Cir.1987);Lesher v. \nLavrich, 784 F.2d 193, 197-98 (6th Cir.1986). \n\t\r  ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/81683"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117105,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117105"
    }
  ],
  "document_count": 6
}