{
  "case_id": 15788,
  "fetched_at": "2025-10-22T00:25:56.802925",
  "case_data": {
    "attorney_orgs": [
      "Southern Center for Human Rights (SCHR)"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Ben Hill",
        "name": "Ben Hill County",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Crisp",
        "name": "Crisp County",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Dooly",
        "name": "Dooly County",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Wilcox",
        "name": "Wilcox County",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Georgia",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 2018,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Hire"
      },
      {
        "value": "Training"
      }
    ],
    "court": "Georgia state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2014-01-07",
    "filing_year": 2014,
    "id": 15788,
    "injunction_duration": "36",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Access to lawyers or judicial system",
      "General/Misc.: Juveniles",
      "Death Penalty, General/Misc.: Quality of representation",
      "General/Misc.: Fines/Fees/Bail/Bond"
    ],
    "last_checked_date": "2019-06-10T00:00:00-04:00",
    "main_docket": {
      "id": 52935,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 2014,
      "docket_filing_number": 2015,
      "is_main_docket": true,
      "court": "Georgia state trial court",
      "state": "Georgia",
      "docket_office_number": null,
      "docket_number_manual": "2014CV241025",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "N.P. v. Georgia",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2018,
    "order_start_year": 2015,
    "permanent_injunction": false,
    "plaintiff_description": "Adult and Juvenile Criminal Indigent Defendants",
    "plaintiff_type": [
      {
        "value": "Non-profit NON-religious organization"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "2015-04-20",
    "settlement_judgment_year": null,
    "special_collections": [
      "DOJ Civil Rights Division Statements of Interest"
    ],
    "special_case_type": [],
    "state": "Georgia",
    "summary": "<p>On January 7, 2014, youth and adult criminal defendants filed this class-action lawsuit in the Georgia Superior Court of Fulton County. The plaintiffs sued Georgia, the Georgia Public Defender Standard Counsel (GPDSC), and several Georgia counties, under 42 U.S.C. § 1983, for violations of the 6th and 14th Amendments, and for violations of the Georgia Constitution and the Indigent Defense Act of 2003, O.C.G.A. §§ 17-12-1 et seq. The plaintiffs, represented by the Southern Center for Human Rights and private counsel, sought declaratory and injunctive relief requiring the state to provide free and quality counsel to indigent defendants within three days of their arrest. The plaintiffs claimed that almost all convictions were obtained through guilty pleas from people who had not been properly represented. </p><p>Specifically, the plaintiffs claimed that the public defenders office was understaffed and underfunded; the public defender office had failed to create a juvenile division with attorneys specifically trained in juvenile public defense; judges misinformed criminal defendants about their rights; and indigent defendants were charged a $50 fee, even when public defenders did not appear for their trials.</p><p>On March 13, 2015, the United States Department of Justice (DOJ) submitted a Statement of Interest regarding the juvenile justice claims. Relying on In re Gault, 387 U.S. 1, the DOJ argued that children have the same right to quality counsel as adults in criminal defense cases and that this counsel should be specifically tailored to the needs of juvenile defendants. The statement also referenced Hurrell-Harring v. New York State, 15 N.Y.3d 8, to argue that effective counsel requires more than simply counsel in name. Public Defenders, said the DOJ, must be properly trained to adequately address the needs of juvenile clients and have sufficient time to meet with clients and investigate their cases. The Statement further discussed the frequency with which juvenile defendants waived their right to counsel. Faced with the option of waiting for counsel, and thereby remaining in detention, or forgoing counsel and resolving the case immediately, many juvenile defendants waived their right to counsel. The DOJ argued that such waivers of rights must only be made knowingly, intelligently, and voluntarily after the juvenile had consulted with counsel. Such consultations are especially necessary in juvenile cases given the child's age and immaturity. </p><p>The parties in this case quickly settled, and on April 20, 2015 Judge Todd Markle approved a consent decree. The decree certified a plaintiff class for the purpose of the consent decree alone. It further stipulated that (1) the public defender office must add two additional full-time, salaried public defenders and one full-time, salaried investigator; (2) public defenders must interview indigent defendants within three business days of when the defendant is taken into custody; (3) the public defender office must maintain a Juvenile Division with at least one full-time public defender on staff with specific knowledge about representing children; (4) and all public defenders must participate in training. The decree was set to start on July 1, 2015 and to last for three years. Fulton County Superior Court maintained jurisdiction for enforcement purposes. </p><p>The case is presumed to be closed as there have been no updates since then, and the consent decree has expired. </p>",
    "summary_published_date": "2019-06-10T00:00:00-04:00",
    "summary_short": "On January 7, 2014, youth and adult criminal defendants filed this class-action lawsuit in the Georgia Superior Court of Fulton County. The plaintiffs sought declaratory and injunctive relief requiring the state to provide free and quality counsel to indigent defendants within three days of their arrest. On March 13, 2015, the United States Department of Justice (DOJ) submitted a Statement of Interest regarding the juvenile justice claims. On April 20, 2015 Judge Todd Markle approved a consent decree, set to last for three years.",
    "summary_tiny": "2015 consent decree protects juvenile criminal defendants' rights to competent attorneys. (Georgia State Court.)",
    "terminating_date": "2018-07-01",
    "clearinghouse_link": "clearinghouse.net/case/15788",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15788",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15788",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15788"
  },
  "documents": [
    {
      "date": "2015-03-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Statement of Interest (DOJ)",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Georgia state trial court",
      "no_title": false,
      "party_types": [
        "Amicus Curiae"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88857,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88857.pdf",
      "title": "Statement of Interest of the United States",
      "text": "FIL \nFILED IN OFFICE \nMAR  l '3  2015  5,l. / \nI \nN.P., et al., on Behalf of Themselves and All  DEPUTY CLERK SUPERIOR COURT \nFULTON COUNTY, GA \nOthers Similarly Situated, \nNo. 2014-CV- 241025 \nPlaintiffs, \n-against-\nSTATEMENT OF INTEREST \nOF THE UNITED STATES \nTHE STATE OF GEORGIA, et al., \nDefendants. \nSTATEMENT OF INTEREST OF THE UNITED STATES \nIn the criminal justice system, children, like adults, are entitled to due process, and the \nrehabilitative focus of the juvenile courts cannot come at the expense of a child's constitutional \nrights. As the Supreme Court declared almost fifty years ago, \"[u  ]nder our Constitution, the \ncondition of being a [child] does not justify a kangaroo court.\" In re Gault, 387 U.S. 1, 28 \n(1967). To the contrary, due process requires that every child who faces the loss ofliberty should \nbe represented from their first appearance through, at least, the disposition of their case by an \nattorney with the training, resources, and time to effectively advocate the child's interests. If a \nchild decides to waive the right to an attorney, courts should ensure that the waiver is knowing, \nintelligent, and voluntary by requiring consultation with counsel before the court accepts the \nwaiver. \nIn this case, Plaintiffs allege, inter alia, that children in juvenile delinquency proceedings \nin the Cordele Judicial Circuit are denied their right to meaningful representation and are, at best, \nprovided with \"assembly-line justice.\" Amended Complaint (\"Compl.\") at 7, NP. v. State, No. \n2014-CV-24-1025 (Fulton Cnty. Super. Ct. Oct. 3, 2014). Several defendants have moved to \n\ndismiss the complaint. Without taking a position on the merits of the case, the United States files \nthis Statement of Interest to provide the Court with a framework for evaluating Plaintiffs' \njuvenile justice claims and to assist the Court in determining the types of safeguards that must be \n1 \nin place to ensure that children receive the due process the Constitution demands. \nINTEREST OF THE UNITED STATES \nThe United States has authority to file this Statement of Interest pursuant to 28 U.S.C. \n§ 517, which permits the Attorney General to attend to the interests of the United States in any \ncase pending in a federal or state court. The United States has specific authority to enforce the \nright to counsel in juvenile delinquency proceedings pursuant to the Violent Crime Control and \nLaw Enforcement Act of 1994, 42 U.S.C. § 14141.2 Pursuant to that statutory authority, the \nUnited States is currently enforcing a comprehensive settlement with Shelby County, Tennessee, \nfollowing findings of serious and systemic failures in the juvenile court that violated the due \nprocess and equal protection rights of juvenile respondents.3 An essential component of the \n1 The United States' silence on other issues presented in this litigation is not intended to express any view or \nassessment of other aspects of this case. Plaintiffs here allege that adult defendants in the same jurisdiction regularly \nenter guilty pleas without any substantive attorney-client interaction. Comp!. at 7. The Department takes these \nallegations seriously and is troubled by any suggestion that citizens are being denied their right to counsel, but we \nconfine our Statement in this instance to the allegations regarding juveniles in the Cordele Judicial Circuit. We have \npreviously filed Statements oflnterest in cases concerning the right to counsel in adult proceedings. See Statement \noflnterest of the United States, Wilbur v. City ofM  ount Vernon, No. Cl 1-1 lOORSL (W.D. Wash., Aug. 8, 2013), \navailable at http://www.justice.gov/crt/about/spl/documents/wilbursoi8-l 4-13 .pdf; Statement oflnterest of the \nUnited States, Hurrell-Harring v. State ofN  ew York, No. 8866-07 (N.Y. Sup. Ct., Sept. 25, 2014), available at \nhttp://www.justice.gov/crt/about/spl/documents/hurrell_soi_9-25-14.pdf. There, as here, we took no position on the \ntruth of the factual allegations or the merits of the case. In Wilbur, the United States provided its expertise by \nrecommending that ifthe court found for the plaintiffs, it should ensure that public defense counsel have realistic \nworkloads and sufficient resources to carry out the hallmarks of minimally effective representation. In Hurrell-\nH arring, the United States provided an informed analysis of existing case law to synthesize the legal standard for \nconstructive denial of counsel. \n2  The statute provides, inter alia: \"It shall be unlawful for any governmental authority, or any agent thereof, or any \nperson acting on behalf of a governmental authority, to engage in a pattern or practice of conduct by law \nenforcement officers or by officials or employees of any governmental agency with responsibility for the \nadministration ofj uvenile justice or the incarceration ofj uveniles that deprives persons ofrights, privileges, or \nimmunities secured or protected by the Constitution or laws of the United States.\" 42 U.S.C. § 14141(a) (1994). \n(emphasis added). \n2 \n\nAgreement, which is subject to independent monitoring, is the establishment of a juvenile public \ndefender system with \"reasonable workloads\" and \"sufficient resources to provide independent, \nethical, and zealous representation to Children in delinquency matters.\"4 \nThe Department of Justice's commitment to the due process rights of juveniles is \nmanifested in additional ways as well. For example, the Department's Office of Juvenile Justice \nand Delinquency Prevention (\"OJJDP\") works \"to develop and implement effective and \ncoordinated prevention and intervention programs and to improve the juvenile justice system so \nthat it protects public safety, holds offenders accountable, and provides treatment and \nrehabilitative services tailored to the needs of juveniles and their families.\"5 Through grants and \nother programs, OJJDP supports efforts to reform state and local juvenile justice systems. Those \nactivities include programs aimed at providing juvenile defense counsel with \"customized \ntechnical assistance, training, and resources for policy development and reform,\" reducing \"the \noverrepresentation of minority youth in the juvenile justice system\" and improving \"access to \ncounsel and quality ofrepresentation for youth with unique needs.\"6 \nIn addition, in March 2010, Attorney General Eric Holder launched the Access to Justice \nInitiative (\"ATJ\"), tasked with carrying out the Department's commitment to improving indigent \n3 Mem. of Agreement Regarding the Juv. Ct. of Memphis & Shelby Cntys., Tenn. Dec. 17, 2012, available at \nhttp://www.justice.gov/crt/about/spl/findsettle.php. \n4 Id. at 15. \n5 Vision and Mission, OJJDP, available at http://www.ojjdp.gov/about/missionstatement.html. \n6 See Press Release, U.S. Dep't of Justice Office of Pub. Affairs, Attorney Gen. Holder Announces $6. 7 Million to \nImprove Legal Defense Services for the Poor (Oct. 30, 2013), available at http://www.justice.gov/opa/pr/attomey \ngeneral-holder-announces-67-million-improve-legal-defense-services-poor. Similarly, the Department's National \nInstitute of Justice (\"NIJ\") has funded research on indigent defense, and waiver of counsel in juvenile court is one \narea ofresearch that is ongoing. Investigators from Georgetown University and the University of Massachusetts are \npresently studying \"age-based differences in defendant knowledge regarding the role of counsel, presumptions about \ncounsel, and maturity ofj udgment when making decisions about whether to waive the right to counsel in juvenile \ncourt. See National Institute of Justice, Indigent Defense Research, available at http://nij.gov/topics/courts/indigent \ndefense/Pages/research.aspx. NIJ expects to release the results of this study in 2016. \n3 \n\ndefense.7 Within of a few months of its creation, Laurence H. Tribe, the first head of ATJ, \nemphasized the vital importance of early appointment of counsel, particularly in juvenile cases. \nIn his remarks at the 2010 Annual Conference of Chief Justices, he stressed that \"[e  ]very child in \ndelinquency proceedings should have access to justice via a right to counsel at every important \nstep of the way: before a judicial determination regarding detention, and during probation \ninterviews, pre-trial motions and hearings, adjudications and dispositions, determination of \nplacement, and appeals.\" He urged state courts to \"adopt a rule that at the very least requires \nconsultation with an attorney prior to waiver of counsel\" for juveniles. 8 \nFinally, the United States has taken an active role in providing guidance to courts and \nparties on the due process and equal protection problems that result from the nation's ongoing \nindigent defense crisis. For example, the United States filed Statements oflnterest in Wilbur v. \nCity ofM  ount Vernon in 2013 and Hurrell-Harring v. State ofN  ew York in 2014. Both cases \ninvolved the fundamental right to counsel for indigent adult criminal defendants and the role \ncounsel plays in ensuring the fairness of our justice system.9 Although these prior filings focused \non adult criminal justice systems, the allegations at issue here are even more problematic because \nthey apply to children. \nIn light of the United States' compelling interest in protecting the right to counsel \ngenerally and the right to counsel for juveniles in particular, the United States files this Statement \n7 See Access to Justice Initiative, U.S. Dep't of Justice, available at http://www.justice.gov/atj/. \n8 Laurence H. Tribe, Senior Counselor for Access to Justice, Keynote Remarks at the Annual Conference of Chief \nJustices (July 26, 2010), available at http://www.justice.gov/opa/speech/laurence-h-tribe-senior-counselor-access \njustice-keynote-remarks-annual-conference-chief. \n9 The United States also recently filed a Statement of Interest in Varden v. City ofC  lanton, asserting that any bail or \nbond scheme that mandates payment of pre-fixed amounts for different offenses in order to gain pre-trial release, \nwithout any regard for indigence, not only violates the Fourteenth Amendment's Equal Protection Clause, but also \nconstitutes poor public policy. See Statement oflnterest of the United States, Varden v. City of Clanton, No. 2:15-\ncv34-MHT-WC (M.D. Ala., Feb. 13, 2015), available at http://www.justice.gov/sites/default/files/opa/press \nreleases/attachments/2015/02/13/varden_ statement_ of_interest.pdf. \n4 \n\nof Interest to assist the Court with its analysis of the alleged failures of the juvenile defense \nsystem in the Cordele Judicial Circuit. \nBACKGROUND \nThis country has seen significant development in the last century with respect to how \ncourts and justice professionals treat children charged with delinquency. As explained in the \nShelby County Findings Report, 10 prior to 1899 the law treated children over seven years of age \nand adults the same way. \"States prosecuted children in the same manner as adults and sentenced \nthem to lengthy periods of incarceration in adult prisons.\"11 \nThis harsh approach began to change in the late nineteenth century as states established \nseparate courts for juveniles that explicitly endorsed judicial flexibility and informality rather \nthan rigid procedural safeguards. 12 The goal of these reforms was to enable juvenile judges to \nrespond to the unique needs of accused and adjudicated youth. At the time, \"bedrock due process \nprotections afforded adults were considered restrictive for juvenile court judges, who sought to \nwork informally to treat, guide, and rehabilitate young people.\" Findings Report at 8. Soon, \nhowever, many became concerned that in juvenile courts \"the child receives the worst of both \nworlds: that he gets neither the protections accorded to adults nor the solicitous care and \nregenerative treatment postulated for children.\" Kent v.  United States, 383 U.S. 541, 556 (1966). \nAs a result, in the 1950's and 1960's juvenile justice evolved again, culminating in the \nSupreme Court's landmark ruling in Gault, 387 U.S. 1.  In Gault, the Court recognized that the \nunintended consequence of the juvenile courts' more flexible approach was the failure to \n1°F indings Report Regarding the Juv. Ct. of Shelby Cnty, Tenn. Apr. 26, 2012, available at \nhttp://www.justice.govI  crt/a bout/ sp I/ documents/s helbycountyjuv_  fmdingsrpt _ 4-26-12. pdf. \n11 Id. at 8. \n12 Id. \n5 \n\nprioritize due process. Rather than enshrine that disparity further, Gault eradicated it. Gault \nstands for the proposition that children involved in the juvenile justice system are fully entitled to \ndue process in their dealings with the court. As the Department has previously observed: \nGault focused not on creating a system of rigid formality, but on ensuring that \njuveniles were afforded the protections  of due process.  In essence,  the Court \noutlined  important  constitutional  protections  afforded  to  juveniles  in  the \ndelinquency process - the right to counsel, the right to notice of the charges, the \nright  to  confront  witnesses,  and  the  right  to  be  free  from  compulsory  self \nincrimination. 13 \nDespite Gault 's unequivocal command and the increasing recognition that children \nrequire counsel with specialized, training, supervision and skills, practitioners and scholars have \nrecognized that the promise of Gault is threatened.14 And, if Plaintiffs' allegations are correct, in \nthe Cordele Judicial Circuit, juvenile defenders are absent altogether. \nDISCUSSION \nPlaintiffs seek declaratory and injunctive relief, alleging that juvenile defendants within \nthe Cordele Judicial Circuit are routinely denied their right to counsel outright or that the right is \nreduced to a \"hollow formality\" lacking any semblance of a representational relationship \nbetween defense attorney and client. Compl. at 8. While taking no stance on the merits of these \n13 Id. at 8-9. \n14 See Wallace J. Mlyniec, In re Gault at 40: The Right to Counsel in Juvenile Court-A Promise Unfulfilled, 33 \nCRIM. L. BULL. 371(May-June2008) (reviewing and analyzing the findings of the 1995 national juvenile \nassessment by the American Bar Association's Juvenile Justice Center, A Call for Justice: An Assessment ofA ccess \nto Counsel and Quality ofR epresentation in Delinquency Proceedings and 16 statewide juvenile defense system \nassessments subsequently undertaken by the National Juvenile Defender Center available at http://njdc.info/our \nwork/juvenile-indigent-defense-assessments/); Katayoon Majd & Patricia Puritz, The Cost ofJ ustice: How Low-\nIncome Youth Continue to Pay the Price ofF ailing Indigent Defense Systems, 16 GEO. J. ON POVERTY L. & POL'Y \n543, 549-51, 561 (2009) (describing obstacles to effective representation due to inadequately funded juvenile \ndefense systems and noting that \"high caseloads also negatively impact indigent juvenile clients more than indigent \nadult clients\" because defenders who handle both \"often make 'triage' decisions, and it is not unusual for defenders \nto focus most of their attention on adult felony cases, at the expense of the delinquency clients.\"). Barbara Fedders, \nLosing Hold of the Guiding Hand: Ineffective Assistance of Counsel in Juvenile Delinquency Representation, 14 \nLEWIS & CLARK L. REV. 771, 791-92 (2010) (noting that Gault's promise is \"threatened by routine and widespread \nsubstandard representation\" as \"many attorneys for juveniles do not interview witnesses or visit the crime scene. \nThey do not file pre-trial motions.  They do not prepare for dispositional hearings\" and they are unprepared for \nbench trials.). \n6 \n\nfactual allegations, the United States maintains that children, like adults, are denied their right to \ncounsel not only when an attorney is entirely absent, but also when an attorney is made available \nin name only. A state further deprives children of their right to counsel if its courts allow them to \n15 \nwaive that right without first consulting with competent counsel.\nI.  DUE PROCESS DEMANDS THAT CHILDREN BE PROVIDED WITH THE \nIMMEDIATE AND ONGOING ASSISTANCE OF SKILLED COUNSEL IN \nJUVENILE DELINQUENCY PROCEEDINGS. \nA.  The right to counsel is a central requirement of due process in delinquency \nproceedings. \nThe Constitution guarantees that every criminal defendant and child accused of \ndelinquency, regardless of economic status, has the right to counsel when their liberty is at stake. \nGideon v.  Wainwright, 372 U.S. 335, 340-341, 344 (1963); Gault, 387 U.S. at 36.  The right to \ncounsel is so fundamental to the operation of the criminal and juvenile justice systems that \ndiminishment of that right erodes the principles of liberty and justice that underpin these \nproceedings. Although it was Gault that first codified this procedural right for juveniles in state \nproceedings, the Supreme Court had long emphasized the critical role of counsel in ensuring \nfairness to the accused: \"The right to be heard would be, in many cases, of little avail if it did not \ncomprehend the right to be heard by counsel. . . .  [A defendant] requires the guiding hand of \ncounsel at every step in the proceedings against him.\" Powell v. Alabama, 287 U.S. 45, 68-69 \n15 \nIf the Plaintiffs prevail, the Court may consider as one possible remedy the appointment of a monitor as part of its \nauthority to grant injunctive relief. Monitors, or their equivalent, have been utilized in similar cases. In Wilbur, \npursuant to an order for injunctive relief, the court required the hiring of a \"Public Defense Supervisor\" to supervise \nthe work of the public defenders. The supervision and monitoring includes extensive file review, caseload \nassessments, data collection, and reports to the court to ensure there is \"actual\" and appropriate representation for \nindigent criminal defendants in the cities of Mount Vernon and Burlington. See Statement oflnterest of the United \nStates, Wilbur, supra note 1, at 19. \n7 \n\n(1932). See also Johnson v. Zerbst, 304 U.S. 458 (1938) (establishing right to counsel in federal \ncn.m  m. a1  prosecut1. 0ns ) . 16 \nIn the half-century since Gideon and Gault, the Court has continually reaffirmed that \nzealous representation by qualified counsel is essential to a constitutional criminal justice \nsystem. The Sixth Amendment right to counsel now applies even where the actual likelihood of \nimprisonment is more remote, 17 and it attaches at the accused's initial presentment before a \njudicial officer.18 Specifically addressing the right to counsel for juveniles, the Court has noted \nthat it \"is not a formality. It is not a grudging gesture to a ritualistic requirement. It is of the \nessence of justice.\" Kent, 383 U.S. at 561. \nThe Gault Court emphasized this point repeatedly, and criticized the reasoning that led \nsome to argue that adults should be afforded greater procedural protections than children.  See \nGault, 387 U.S. at 27-28 (\"[A detained juvenile's] world is peopled by guards, custodians, state \nemployees, and 'delinquents' confined with him for anything from waywardness to rape and \nhomicide. In view of this, it would be extraordinary if our Constitution did not require the \nprocedural regularity and the exercise of care implied in the phrase 'due process.\"'); id. at 29 \n(\"The essential difference between Gerald's case and a normal criminal case is that the \nsafeguards available to adults were discarded in Gerald's case.\"); id. at 47 (\"It would indeed be \n16 The President's Comm'n on Law Enforcement & Admin. of Justice, Exec. Office of the President, The Challenge \nof Crime in a Free Society 86 (1967) (\"The Commission believes that no single action holds more potential for \nachieving procedural justice for the child in the juvenile court than provision of counsel.\"), quoted in Gault, 387 \nU.S. at 38 n.65. \n17 Alabama v. Shelton, 535 U.S. 654, 658 (2002) (counsel must be appointed even in cases in which a prison \nsentence will be suspended, but could someday be imposed). \n18 Rothgery v. Gillespie, 544 U.S. 191 (2008) (\"This Court has held that the right to counsel guaranteed by the Sixth \nAmendment applies at the first appearance before a judicial officer at which a defendant is told of the formal \naccusation against him and restrictions are imposed on his liberty.\") (citations omitted). \n8 \n\nsurprising if the privilege against self-incrimination were available to hardened criminals, but not \nto children.\"). \nAlthough the law has long recognized a distinction between children and adults, our \nunderstanding of these differences-and the law's recognition of them-has increased over the \nlast ten years.19 In that time, the Supreme Court has repeatedly underscored that age is \"far 'more \nthan a chronological fact,\"' and that the law must adapt accordingly. JD.B. v. North Carolina, \n131 S. Ct. 2394, 2403 (20ll)(citation omitted). \nButtressed by scientific research, the Court has increased protections for juveniles out of \nrecognition that \"the features that distinguish juveniles from adults also put them at a significant \ndisadvantage in criminal proceedings.\" Graham v. Florida, 560 U.S. 48, 78 (2010). In shielding \njuveniles from capital punishment, the Court found that \"general differences between juveniles \nunder 18 and adults demonstrate that juvenile offenders cannot with reliability be classified \namong the worst offenders.\" Roper v. Simmons, 543 U.S. 551, 569 (2005). In Graham, the Court \nextended its own prior holdings to the sentence of juvenile life without parole for non-homicide \noffenses based on the recognition that scientific research \"continue[ s] to show fundamental \ndifferences between juvenile and adult minds.\"20 Graham, 560 U.S. at 68.  Children must now be \nafforded special consideration in the context of Miranda waivers21 because they \"'often lack the \nexperience, perspective, and judgment to recognize and avoid choices that could be detrimental \n19 See Donna M. Bishop & Hillary B. Farber, Joining the Legal Significance ofA dolescent Development Capacities \nwith the Legal Rights Provided by In Re Gault, 60 RUTGERS L. REV. 125, 149-60 (2007) (reviewing recent research \nfrom psychology, neuroscience and psychosociolgy on adolescent decision making). \n20 According to the U.S. Departmentt of Health and Human Services' National Institute of Mental Health, brain \nmaturation does not occur until the early twenties. See Nat'l lnst. of Mental Health, The Teen Brain: Still Under \nConstruction, NIH Publication No. 11-4929 (2011), available at http://www.nimh.nih.gov/health/publications/the \nteen-brain-still-under-construction/index.shtml. \n21 JD.B., 131 S. Ct. at 2403. \n9 \n\nto them. \"'22 Most recently, the Court emphasized that its increased protections for juveniles in \nthe sentencing context are compelled by the \"hallmark features\" of youth: \"immaturity, \nimpetuosity, and failure to appreciate risks and consequences.\" Miller v. Alabama, 132 S.Ct. \n2455, 2468 (2012).  These same features make children more vulnerable than adults and more \ndependent on qualified counsel to navigate the justice system. \n[Roper and Graham] relied on three significant gaps between juveniles and adults. \nFirst,  children  have  a  \"lack  of maturity  and  an  underdeveloped  sense  of \nresponsibility,''  leading  to  recklessness,  impulsivity,  and  heedless  risk-taking. \nSecond, children \"are more vulnerable  . . .  to negative influences and outside \npressures,\" including from their family  and peers; they have limited \"contro[l] \nover their environment\" and lack the ability to extricate themselves from horrific, \ncrime-producing settings.  And third, a child's character is not as \"well formed\" \nas an adults'; his traits are \"less fixed\" and his actions less likely to be \"evidence \nof irretrievabl[ e] deprav[ity ]\". \nId. at 2464 (internal citations omitted).  This reasoning applies not merely to the \nsentencing phase, but to the entirety of a juvenile's contact with the justice system. 23 \nCase law, practical experience, and scientific research compel the conclusion that \nchildren are entitled to procedural safeguards that acknowledge their vulnerability. Indeed, many \nstates and localities have endeavored to do this by providing an array of enhanced safeguards for \njuveniles at all stages of the process, including a requirement that all custodial interrogations of \njuveniles be recorded, e.g., Wis. Rev. Stat. § 938.195 et seq. (2008); a presumption that juveniles \nare indigent for purposes of attorney appointment, e.g., Pa. R. Juvenile Ct. P. 151 (2014); \nstatutory safeguards prohibiting the public disclosure of juvenile court records, e.g., 33 V.S.A. § \n5117 (2009); strict sealing and expungement requirements beyond those typically afforded to \nadults, e.g., Mont. Code Ann.§ 41-5-216 (2014); rules rendering any communications between \n22 Id. (quoting Bellotti v. Baird, 443 U.S. 622, 635 (1979)). \n23 Miller, 132 S.Ct.. at 2468 (noting that \"incompetencies associated with youth\" can include a juvenile's \"inability \nto deal with police officers or prosecutors (including on a plea agreement) or his incapacity to assist his own \nattorneys.\"). \n10 \n\njuveniles and court staff inadmissible, e.g., Ark. Code Ann. § 9-27-321 (2010); and prohibitions \non juvenile shackling in court proceedings, e.g., Fla. R. Juv. P. § 8.lOO(b) (2014). Each of these \nmeasures is a concrete recognition of the reality that children are different, and each is a positive \nstep in the provision of enhanced safeguards for our youth. \nB.  Children who face the loss of liberty must be represented zealously by skilled \ncounsel at every stage of delinquency proceedings. \nThe right to counsel means more than just a lawyer in name only. Justice systems must \nensure that the right to counsel comprehends traditional markers of client advocacy and adequate \nstructural support to ensure these traditional markers of representation are met. The Department \nhas previously discussed the requirements for effective counsel in its filing in Hurrell-Harring,24 \nand the standards set forth there are as applicable to juveniles as they are to adults. Indeed, the \nunique qualities of youth demand special training, experience and skill for their advocates. For \nexample, although the need to develop an attorney-client relationship is the same whether an \nattorney is representing an adult or a child, the juvenile defense advocate' s approach to \ndeveloping the necessary trust-based relationship differs when the client is a child. \nBecause the client in juvenile court is a minor, counsel's representation is more \nexpansive than that of a  criminal defense  lawyer for  an adult.  Lawyers  for \nchildren must be aware  of their clients'  individual  and family  histories, their \nschooling, developmental disabilities, mental and physical health, and the client's \nstatus in their communities in order to assess their capacities to proceed and to \nassist in their representation.  Once those capacities are understood, the lawyer \nmust vigorously defend the juvenile against the  charges with that capacity in \nmind, and then prepare arguments to obtain rehabilitative treatment should the \nchild be found guilty.25 \n24 Statement oflnterest of the United States, Hurrell-Harring, supra note 1. \n25 Mlyniec, supra note 14, at 378-79. \n11 \n\nAttorneys representing children must receive the training necessary to communicate effectively \nwith their young clients and build a trust-based attorney-client relationship.26 Without that \nrelationship, they cannot satisfy their responsibilities as counsel. These well-established duties \ninclude advocating for the client at intake and in detention hearings, investigating the \nprosecution's allegations and any possible defenses, seeking discovery, researching legal issues, \ndeveloping and executing a negotiation strategy, preparing pre-trial motions and readying for \ntrial, exploring alternative dispositional resources available to the client, uncovering possible \nclient competence concerns, and providing representation following disposition and on appeal.27 \nAt all of these stages, the vulnerable juvenile client faces processes overwhelming to most adults, \nand accordingly, must have an advocate who can guide them in terms they can understand \nthrough a relationship built on trust.28 Every child who faces the loss of liberty must be \n26 Nat'l Juvenile Defender Ctr., NATIONAL JUVENILE DEFENSE STANDARDS, Standard 3.6 (2012) (\"Counsel must \nrecognize barriers to effective communication.  Counsel must take all necessary steps to ensure that differences, \nimmaturity, or disabilities do not inhibit the attorney-client communication or counsel's ability to ascertain the \nclient's expressed interest.  Counsel must work to overcome barriers to effective communication by being sensitive \nto difference, communicating in a developmentally appropriate manner, enlisting the help of outside experts or other \nthird parties when necessary, and taking time to ensure the client has fully understood the communication.\").The \nstandards were developed during a five-year process by multi-disciplinary teams consisting of juvenile defenders, \nprosecutors, judges, legislators, academics, and other juvenile justice stakeholders. See also Nat'l Research Council \nof the Nat'l Acads., Reforming Juvenile Justice: A Df:Velopmental Approach 203 (Richard J. Bonnie et al. eds. 2013) \n(\"The youth's decision-making capacity and voice may be enhanced by the lawyer's ability to create an appropriate \nenvironment for counseling, build rapport with the youth over time, engage the youth in one-on-one age-appropriate \ndialogue, and repeat information as many times as the youth needs to hear.\"); Robin Walker Sterling, Role of \nJuvenile Defense Counsel in Delinquency Court 8 (2009) (\"Juvenile defense counsel do not assume they know what \nis best for the client, but instead employ a client-centered model of advocacy that actively seeks the client's input, \nconveys genuine respect for the client's perspective, and works to understand the client in his/her own \nsocioeconomic, familial, and ethnic context.\"). \n27 See generally Nat'l Juvenile Defender Ctr., supra note 26; R. Hertz, M. Guggenheim, A.G. Amsterdam, TRIAL \nMANUAL FOR DEFENSE ATTORNEYS IN JUVENILE DELINQUENCY CASES (2012). \n28 These challenges are complicated by the number of children in the juvenile justice system struggling with learning \nor developmental disabilities. See Joseph B. Tulman, Special Education Advocacy for Youth in the Delinquency \nSystem, in SPECIAL EDUCATION ADVOCACY 401, 405-06 (Ruth Colker, Julie K. Waterstone eds., 2010) (citing to \nstudies on system involved children and noting their overrepresentation in the delinquency system); see also Mary \nM. Quinn, et al., Youth with Disabilities in Juvenile Corrections: A National Survey, 71 Exceptional Children 339-\n45 (2005) (Among other findings, number of youth needing special education services was almost four times that of \nchildren in public schools); Joseph P. Tulman & Douglas M. Weck, Shutting Off the School-to-Prison Pipeline for \nStatus Offenders with Education-Related Disabilities, 54 N.Y.L. SCH. L. REV. 875, 876 n.2 and accompanying text; \n12 \n\nrepresented from the time of arrest through the disposition of their case by an attorney with the \nskills necessary to zealously advocate their interests. \nGeorgia law recognizes the specialization of juvenile defense by requiring the creation of \njuvenile defense units with attorneys trained and dedicated to representing children accused of \ndelinquency offenses.29 Ga. Code Ann.§ l 7-12-23(c) (2014).  Specialization requires training and \noversight to ensure that attorneys have the resources and support necessary for competent \nrepresentation, including initial and on-going training on adolescent brain development and its \nimplications for building an attorney-client relationship,30 protecting juvenile clients' \nconstitutional rights,31 the child's relative culpability,32 the law of pretrial juvenile detention,33 \nNat'l Juvenile Defender Ctr. & Juvenile Law Ctr., TOWARD DEVELOPMENTALLY APPROPRIATE PRACTICE: A \nJUVENILE COURT TRAINING CURRICULUM, Module 3, Special Education and Disability Rights 1 (2009) (\"A large \nnumber of youth who come into contact with the juvenile justice system in the United States have experienced \nschool failure, fall significantly below peers on reading and math achievement tests, and have characteristics that \nentitle them to special education services. In particular, youth in the juvenile justice system are more likely than \nyouth not involved in the juvenile justice system to meet the diagnostic criteria for specific learning disabilities, \nemotional disturbance, mental retardation, speech or language impairments, and other health impairments, including \nattention deficit disorder.\"). \n29 See also Nat'l Juvenile Defender Ctr. & Nat'l Legal Aid & Defender Ass'n, Ten Core Principles for Providing \nQuality Delinquency Representation through Public Defense Delivery Systems, Principle 2A. (2d ed. 2008) (\"The \npublic defense delivery system recognizes that representing children in delinquency proceedings is a complex \nspecialty in the law that is different from, but equally as important as, the representation of adults in criminal \nproceedings.\"). \n30 Graham, 560 U.S. at 78 (\"Juveniles mistrust adults and have limited understandings of the criminal justice system \nand the roles of institutional actors within it.  They are less likely than adults to work effectively with their lawyers \nto aid in the defense .... Difficulty in weighing long-term consequences; a corresponding impulsiveness; and \nreluctance to trust defense counsel seen as part of the adult world a rebellious youth rejects, all lead to poor \ndecisions by one charged with a juvenile offense ...T hese factors are likely to impair the quality of a juvenile \ndefendant's representation.\"). See also Kristin Henning, Loyalty, Paternalism, and Rights: Client Counseling \nTheory and the Role of Child's Counsel in Delinquency Cases, 81 NOTRE DAME L. REV. 245, 270-74 (2005); Nat'l \nJuvenile Defender Ctr., supra note 26. \n31 J.D.B., 131 S. Ct. 2394 Guvenile suspect's age is relevant factor when determining whether he or she is in police \ncustody and entitled to be warned prior to interrogation pursuant to Miranda v. Arizona, 384 U.S. 436 (1966)). \n32 Miller, 132 S. Ct. at 2465 (distinctive attributes of youth caused by on-going development of parts of the brain \ninvolved in controlling behavior, including transient rashness, proclivity for risk, and inability to assess \nconsequences, lessen child's moral culpability). \n33 Nat'! Juvenile Defender Ctr., supra note 26, at Standard 3.8(a) (\"Counsel must be versed in state statutes, case \nlaw, detention risk assessment tools, and court practice regarding the use of detention and bail for young people.\"). \n13 \n\ndispositional resources, 34 special education law, 35 the collateral consequences of delinquency \nfindings,36 and the ethical issues that arise in delinquency representation.37 \nA juvenile division should have the resources to monitor workloads so that attorneys are \navailable to advocate for clients at intake38 and during detention and probable cause hearings.39 \nOutside of court, they need adequate time to meet with clients, investigate the prosecution's \nfactual allegations, engage in a robust motions practice, devote time to preparing for trial and the \ndisposition process, and to monitor and advocate for the needs of post-disposition clients who are \nstill within the court's jurisdiction.40 \n34 American Bar Ass'n, Juvenile Justice Ctr., A Call for Justice: An Assessment ofA ccess to Counsel and Quality of \nRepresentation in Delinquency Proceedings 36-38 (1995) (\"The purpose of the dispositional process is to develop \nplans for juveniles that meet their educational, emotional and physical needs, while protecting the public from future \noffenses .... More than at any other stage of the juvenile justice system, counsel should explore every possible \nresource during the dispositional process.\"). \n35 Nat'l Juvenile Defender Ctr. & Nat'l Legal Aid & Defender Ass'n, supra note 29, at Principle 7C (juvenile \ndefense team members \"must receive training to recognize issues that arise in juvenile cases ... [including] ... \nSpecial Education\"); id. at Principle 9A (\"The public defense delivery system recognizes that access to education \nand to an appropriate educational curriculum is of paramount importance to juveniles facing delinquency \nadjudication and disposition\"); See also Tulman, supra note 28 (special education rights provide opportunities to \ndevelop delinquency advocacy evidence and arguments otherwise unavailable to juvenile defender). \n36 Gault, 387 U.S. at 32 (\"[M]any [juvenile] courts routinely furnish information to the FBI and the military, and on \nrequest to government agencies and even to private employers.\"); The President's Comm'n on Law Enforcement & \nAdmin. of Justice, supra note 16, at 87 (\"Employers, schools, social agencies have an understandable interest in \nknowing about the record of a juvenile with whom they have contact.  On the other hand, experience has shown that \nin too many instances such knowledge results in rejection or other damaging treatment of the juvenile, increasing the \nchances of future delinquent acts.\"). See, e.g., Padilla v. Kentucky, 559 U.S. 356 (2010) (defense counsel's failure to \ncorrectly advise client regarding immigration consequences of accepting guilty plea is outside the scope of \nconstitutionally reasonable professional assistance and therefore may be basis for finding of ineffective assistance of \ncounsel). \n37 American Bar Ass'n, supra note 34, at 26 (commentators have suggested that many of those who represent \nchildren \"do not understand their ethical obligations, and as a result, fail to zealously represent their young \nclients.\"); see, e.g., Nat'l Juvenile Defender Ctr., supra note 26, at Standard 1.1 (Ethical Obligations of Juvenile \nDefense Counsel), Standard 1.2 (Elicit and Represent Client's Stated Interests), Standard 1.6 (A void Conflicts of \nInterest). \n38 Nat'! Juvenile Defender Ctr., supra, note 26, at Standards 3.1, 3.2, 3.5. \n\"0 9 Id. at Standards 3.7, 3.8. \n14 \n\nWhen faced with severe structural limitations, even good, well-intentioned, lawyers can \nbe forced into a position where they are, in effect, counsel in name only. For example, if they do \nnot have the time or resources to engage in effective advocacy or if they do not receive adequate \ntraining or supervision because their office is understaffed and under-resourced, then they will \ninevitably fail to meet the minimum requirements of their clients' right to counsel. These \nconditions lead to de facto nomepresentation. Hurrell-Harring, 930 N.E. at 224; see also State v. \nPeart, 621 So.2d 780, 789 (La. 1993) (\"We know from experience that no attorney can prepare \nfor one felony trial per day, especially ifhe has little or no investigative, paralegal, or clerical \nassistance. As the trial judge put it, ' [n  ]ot even a lawyer with an S on his chest could effectively \nhandle this docket.'\"). \nIn justice systems where lawyers regularly fail to advocate for clients in a manner \ntraditionally expected of effective counsel and/or where lawyers lack the structural support \nnecessary to do their jobs, it is tantamount to the system's failure to appoint counsel.41 If the \nallegations in this case are ultimately proven true, then Plaintiffs are being systematically \ndeprived of their constitutional right to counsel in the Cordele Judicial Circuit. \n40 In formulating remedies that address the Constitutional violations that the Department found during its Shelby \nCounty, Tennessee investigation, the Department required the establishment of a juvenile defender unit with \n\"sufficient resources to provide independent, ethical, and zealous representation to Children in delinquency \nmatters.\" Mem. of Agreement, supra n.3, at 15. The Department also required \"training on trial advocacy skills and \nknowledge of adolescent development.\" Id. \n41 A breakdown of the adversarial system where children routinely appeared without counsel had disastrous effects \nin Luzerne County, Pennsylvania where a juvenile court judge routinely incarcerated youth for minor transgressions, \nsending them to a private detention facility in which he had a financial stake.  See John Schwartz, Clean Slates for \nYouths Sentenced Fraudulently, N.Y. Times, Mar. 27, 2009 at Al3 (New York edition), available at \nhttp://www.nytimes.com/2009/03/27 /us/27judges.html?_ r=O.  And as one legal commentator recounted: \"In \nPennsylvania and other states, juvenile proceedings are sealed to the public for the protection of a juvenile's privacy. \nHowever, the former director of the Office of Juvenile Justice in Pennsylvania, Clay Yeager, said that 'they are kept \nopen to probation officers, district attorneys, and public defenders, all of whom are sworn to protect the interests of \nchildren.' He added, 'It's pretty clear those people didn't do their jobs.' Pennsylvania Supreme Court Justice J. \nMichael Eakin stated, 'The DA fell down.'  He added, 'The public defender fell down. To fall down that often is just \nwrong.\"'  Sarah L. Primrose, When Canaries Won't Sing: The Failure oft he Attorney Self-Reporting System in the \n\"Cash-For-Kids\" Scheme, 36 J. LEGAL PROF. 139, 152 (2011) (citations omitted). \n15 \n\nII.  GIVEN THE UNIQUE STATUS OF JUVENILE OFFENDERS, THEIR \nRIGHT TO COUNSEL MAY BE DENIED WHEN THEY WAIVE THAT \nRIGHT WITHOUT FIRST CONSULTING WITH AN ATTORNEY. \nPlaintiffs allege that children accused of delinquency in the Cordele Judicial Circuit \nroutinely waive their right to counsel without ever having seen or being advised by a lawyer. \nAccording to Plaintiffs, juveniles are regularly presented with a Robson's choice: waive counsel \nwithout ever speaking with an attorney and have your case resolved immediately or schedule \nanother hearing, remain in detention and hope counsel can be present at the next proceeding. \nThis alleged systemic deprivation of access to counsel is particularly troubling. \nBecause the right to counsel is \"necessary to insure fundamental human rights of life and \nliberty42, ... 'courts indulge every reasonable presumption against [its] waiver'43 and 'do not \npresume acquiescence in the loss of [this] fundamental right[].'\"44  Indeed, effective counsel is so \ncentral to the constitutional guarantee of due process in criminal proceedings that the decision to \nwaive.counsel must be knowing, intelligent, and voluntary. See Brady v. United States, 397 U.S. \n742, 748 (1970) (waiver must be a \"knowing, intelligent ac[t] done with sufficient awareness of \nthe relevant circumstances\"). Determining whether a waiver of the right to counsel is made \nknowingly, intelligently, and voluntarily depends on the facts and circumstances surrounding the \ncase, \"including the background, experience, and conduct of the accused.\" Johnson, 304 U.S. at \n464.  A juvenile's waiver of counsel cannot be knowing, intelligent, and voluntary without first \nconsulting counsel. \n42 Johnson, 304 U.S. at 462. \n43 Id. at 464  (quoting Aetna Insurance Co. v. Kennedy, 301 U.S. 389, 393 (1937). \n44 Id. (quoting Ohio Bell Tel. Co. v. Public Utilities Commission of Ohio, 301U.S.292, 307 (1937). \n16 \n\nThe same characteristics of children that require skilled and specially trained counsel to \nrepresent them also demand that courts ensure that a child's decision to waive counsel is \nknowing, intelligent, and voluntary. Many states have taken steps to limit and safeguard waivers \nof counsel by juveniles. Maryland, for example, prohibits a court from accepting a waiver unless \n\"the child is in the presence of counsel and has consulted with counsel,\" and \"[t]he court \ndetermines that the waiver is knowing and voluntary.\"45 Other states, such as Iowa, Kentucky, \nLouisiana, Texas, and Wisconsin, prohibit waiver of the right to counsel by children under a \ncertain age or at many juvenile proceedings.46 \nThose states recognize that the same principles that underlie juvenile right to counsel \napply specifically with regard to juvenile waiver ofrights. E.g., JD.B., 131 S.Ct. at 2403 \n(citation omitted) (holding that juveniles are more likely to feel pressure to waive Miranda rights \nduring interrogation and courts must take juveniles' age and suggestibility into account in \nassessing validity of waivers); Miller, 132 S.Ct. at 2468 (identifying \"incompetencies associated \nwith youth-for example, [ajuvenile's] inability to deal with police officers or prosecutors \n(including on a plea agreement) or his incapacity to assist his own attorneys.\") (citing Graham \nand JD.B.). The decision to waive one's right to counsel, like the decision to waive one's \nMiranda rights, or to confer with prosecutors about a plea, must be well thought-out, with an \nunderstanding of present and future ramifications. This poses a particular challenge for young \n45 Md. Code Ann. § 3-8A-20(b) (2008). \n46 Iowa Code § 232.11 (2) (2010) (child cannot waive right to counsel at detention, waiver, adjudicatory, and \ndispositional hearings); KY. Rev. Stat. Ann.§ 610.060(2)(a) (Baldwin 2010) (court shall not accept plea or conduct \nadjudicatory hearing in any case where court intends to impose detention or commitment unless child is represented \nby counsel); Tex. Fam. Code § 51.1 O(b) (Vernon 2010) (child's right to counsel shall not be waived at transfer, \nadjudicatory, dispositional, commitment, and mental health proceedings); Wis. Stat. § 938.23(lm)(a) (2010) \nGuvenile younger than fifteen may not waive right to counsel). \n17 \n\npeople, who \"tend to underestimate the risks involved in a given course of conduct [and] focus \nheavily on the present while failing to recognize and consider the future.\"47 \nThere is something unique, too, about the role courts play in assessing waiver of counsel, \nbecause the right to counsel \"invokes, of itself, the protection of a trial court, in which the \naccused-whose life or liberty is at stake-is without counsel. The protecting duty imposes the \nserious and weighty responsibility upon the trial judge of determining whether there is an \nintelligent and competent waiver by the accused.\" Johnson, 304 U.S. at 465; see also Westbrook \nv. Arizona, 384 U.S. 150, 150 (1966) (per curiam). And the Fourteenth Amendment's Due \nProcess Clause imposes its own serious and weighty duty on courts to determine whether \nrejecting offered assistance of counsel is intelligent. \"Anything less is not waiver.\" Carnley v. \nCochran, 369 U.S. 506, 514-16 (1962).  In order to properly fulfill this \"serious and weighty \nresponsibility\" without abandoning its own judicial role in juvenile delinquency proceedings \nwhere a child faces a loss ofliberty, a court should appoint an attorney who will explain the \nimportance of counsel before the court accepts a waiver. 48 \nRecognizing that juvenile waivers must be afforded particular scrutiny in view of the \nchild's age and immaturity and that waiver of counsel is an area of special concern even in adult \ncourts, national standards require that children be prohibited from waiving counsel without first \nconsulting with counsel: \nThe problem with juvenile waiver of counsel is clear: children require the advice \nand assistance of counsel to make decisions with lifelong consequences in the \nhighly charged venue of a juvenile court proceeding. As a result of immaturity, \nanxiety, and overt pressure from judges, parents, or prosecutors, umepresented \n47 Kristin Henning, Juvenile Justice After Graham v. Florida: Keeping Due Process, Autonomy, and Paternalism in \nBalance, 38 WASH. U. J.L. & POL'Y 17, 24 (2012). \n48 Jennifer K. Pokempner, et al., The Legal Significance ofA dolescent Development on the Right to Counsel: \nEstablishing the Constitutional Right to Counsel for Teens in Child Welfare Matters and Assuring a Meaningful \nRight to Counsel in Delinquency Matters, 47 HARV. C.R.-C.L. L. REV. 529, 567-68 (Summer 2012). \n18 \n\nchildren feel pressure to resolve their cases quickly and may precipitously enter \nadmissions without obtaining advice  from  counsel about possible  defenses  or \nmitigation. In order to ensure the client's due process rights are protected, the \nclient must have meaningful consultation with counsel prior to waiving the right \nto counsel.49 \nWhen juveniles are not provided counsel, courts cannot ensure that their waivers are knowing, \nintelligent, and voluntary. Because this is what the Plaintiffs allege is happening in Cordele \nJudicial Circuit, should the Court determine that children are indeed regularly waiving counsel \nwithout first consulting with an attorney, the Court can and should find that the resulting waivers \namount to a system-wide denial of the right to counsel. \nCONCLUSION \nIf the Court determines that the juvenile justice system within the Cordele Judicial Circuit \nfails to provide the requisite due process protections afforded to juveniles, or the Court finds that \njuveniles are regularly waiving their right to counsel without the opportunity to consult with an \nattorney, then the Court should hold that Gault is not being fulfilled and juveniles' constitutional \nrights are being violated. \n49 Nat'l Juvenile Defender Ctr., supra note 26, at Standard 10.4 (commentary); see also Nat'! Juvenile Defender Ctr. \n& Nat'l Legal Aid & Defender Ass'n, supra note 29, at Principle l(B) (\"The public defense delivery system ensures \nthat children do not waive appointment of counsel and that defense counsel are assigned at the earliest possible stage \nof the delinquency proceedings.\"). \n19 \n\nRespectfully submitted, \nMICHAEL J. MOORE  VANITA GUPTA \nUnited States Attorney  Acting Assistant Attorney General \nMiddle District of Georgia  Civil Rights Division \nMARK J. KAPPELHOFF \nDeputy Assistant Attorney General \nCivil Rights Division \n'-Gem gia Bar tfo. -6  JONATHAN M. SMITH \nAssistant United States Attorney  Chief \nMiddle District of Georgia  Civil Rights Division \n300 Mulberry Street, Suite 400  Special Litigation Section \nMacon, GA 31201 \n(478) 752-3511  JUDY C. PRESTON \nPrincipal Deputy Chief \nOf Counsel:  Civil Rights Division \nLisa Foster  Special Litigation Section \nDirector for \nAccess to Justice  WINSOME G. GAYLE \nTelephone: (202) 514-7073  Special Litigation Counsel \nLisa.F oster3@usdoj.gov  Civil Rights Division \nSpecial Litigation Section \nMahaJweied  Winsome.G  ayle@usdoj.gov \nDeputy Director \nAccess to Justice  PAUL KILLEBREW \nTelephone: (202) 514-7085  Trial Attorney \nMaha.Jweied@usdoj.gov  Civil Rights Division \nSpecial Litigation Section \nJennifer Katzman (NY 4388898)  Paul.Killebrew@usdoj.gov \nSenior Counsel \nAccess to Justice  RICHARD C. GOEMANN \nTelephone: (202) 514-7085  Trial Attorney \nJenni.Katzman@usdoj.gov  Civil Rights Division \nSpecial Litigation Section \nRichard.G  oemann@usdoj.gov \nAndrew Starmer (DC 979839) \nSenior Counsel  U.S. Department of Justice \nAccess to Justice  950 Pennsylvania A venue, NW \nTelephone: (202) 353-9024  Washington, DC  20530 \nAndrew.Stanner@usdoj.gov  Telephone: (202) 514-2000 \nFacsimile: (202) 514-6273 \nAttorneys for the United States ofA  merica \n20 \n\nCERTIFICATE OF SERVICE \nThis is to certify that I have this day served the following with a copy of the within and \nforegoing STATEMENT OF INTEREST by placing a copy of the same in the United States mail \nin an envelope with adequate postage to assure delivery. \nStephen B. Bright, Esq. \nAtteeyah Hollie, Esq. \nSouthern Center for Human Rights \n83 Poplar Street, NW \nAtlanta, GA 30303 \nDavid Gersch, Esq. \nAthur Luk, Esq. \nArnold & Porter, LLP \n555 Twelfth Street, NW \nWashington, D.C.  20004-1206 \nDerrick Bingham, Esq. \nOwen, Gleaton, Egan, Jones & Sweeney, LLP \n1180 Peachtree Street, NE, Suite 3000 \nAtlanta, GA  30309 \nJames L. Hollis, Esq. \nBalch & Bingham, LLP \n30 Ivan Allen Blvd., NW, Suite 700 \nAtlanta, GA  30308 \nWilliam W. Calhoun, Esq. \nCalhoun Law Group, LLC \nP.O. Box 70153 \nAlbany, GA  31708 \nWilliam NeSmith, III, Esq. \nP.O. Box 295 \nAmericus, GA 31709 \nG. Russell Wright, Esq. \nCrisp County Courthouse \nProbate Court \n510 North ih Street, Suite 101 \nCordele, GA  31015 \n21 \n\nRobert Sherrell, Esq. \nJay, Sherrell, Smith & Braddy, P.C. \nP.O. Box 308 \nFitzgerald, GA  31750 \nStefan Ritter, Esq. \nOffice of the Attorney General \n40 Capitol Square, SW \nAtlanta, GA  30334 \nJohn C. Jones, Esq. \n248 Roswell Street \nMarietta, GA 30060 \nThis  day of March, 2015. \n13th \nL..  J \nAssis a  .S  tates A  omey \n300 Mulberry Street, Suite 400 \nMacon, GA 31201 \n(478) 752-3511 \nAttorney for the United States ofA  merica \n22 ",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/file/377911/download",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/88857"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115982,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115982"
    },
    {
      "date": "2014-01-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Georgia state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88730,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88730.pdf",
      "title": "Complaint for Injunction and Declaratory Relief",
      "text": "IN THE SUPERIOR COURT OF FULTON COUNTY \nSTATE OF GEORGIA \nFILED IN OFFICE \n1/ \n)  .... \nJAN  07 2014 \nN.P. by his next friend,  ) \nSHANEKA DARDEN,  )  DEPUTY CLERK SUPERIOR COURT \nFULTON COUNTY GA \n) \nS.C., by his next friend,  ) \nCHRISTY COLEY,  ) \n) \nA.I., by her next friend  ) \nMCLETHAR JOHNSON,  ) \n) \nW.M., by his next friend,  ) \nLETANYA MERCER,  ) \n) \nMYKENZIC PHILLIPS,  ) \nRICHARD YOUNG,  ) \nQOJLf~.:v~ l~ \nRODERICK MORGAN, IR.,  )  Civil Action No. \nWESLEY HARPER,  ) \n)  COMPLAINT FOR \non behalf of themselves and  )  INJUNCTIVE AND \nall persons similarly situated,  )  DECLARATORY RELIEF \n) \nPlaintiffs,  ) \n) \nv.  )  CLASS ACTION \n) \nTHE STATE OF GEORGIA,  ) \n) \nNATHAN DEAL,  ) \nin his official capacity as  ) \nGovernor of the State of Georgia;  ) \n) \nW. TRAVIS SAKRISON,  ) \nin his official capacity as  ) \nDirector of the Georgia  ) \nPublic Defender Standards Council,  ) \nand his successors and assigns;  ) \n) \n\nGEORGIA PUBLIC DEFENDER  ) \nSTANDARDS COUNCIL,  ) \nand its successors and  ) \nassIgns;  ) \n) \nRONALD CROSS,  ) \nG.S. HODGES,  ) \nARCH MCGARITY,  ) \nMURPHY MILLER,  ) \nE. LEE MORRIS, III,  ) \nLAMAR PARIS,  ) \nDONNA SEAGRAVES,  ) \nW. DAVID SIMS,  ) \nEDWARD TOLLEY,  ) \neach in his or her official capacity as  ) \na member of the Georgia Public  ) \nDefender Standards Council, and  ) \ntheir successors and assigns,  ) \n) \nBEN HILL COUNTY;  ) \n) \nBEN HILL COUNTY  ) \nBOARD OF COMMISSIONERS;  ) \n) \nBENNIE CALLOWA   Y,  ) \nDANIEL COWAN,  ) \nSCOTT DOWNING,  ) \nPHILIP JAY, III, and  ) \nO.D. NETTER,  ) \neach in his official capacity as a  ) \nCommissioner of Ben Hill County;  ) \n) \nCRISP COUNTY;  ) \n) \nCRISP COUNTY  ) \nBOARD OF COMMISSIONERS;  ) \n) \n2 \n\nSAM FARROW, JR.  ) \nLARRY FELTON,  ) \nCLARK HENDERSON,  ) \nWALLACE MATHIS, and  ) \nARTHUR JAMES NANCE,  ) \neach in his official capacity as a  ) \nCommissioner of Crisp County;  ) \n) \nDOOLY COUNTY;  ) \n) \nDOOLY COUNTY  ) \nBOARD OF COMMISSIONERS;  ) \n) \nCHARLES ANDERSON,  ) \nDAVID BARRON,  ) \nEUGENE CASON,  ) \nTERRELL HUDSON, and  ) \nHARRY WARD,  ) \neach in his official capacity as a  ) \nCommissioner of Dooly County;  ) \n) \nWILCOX COUNTY;  ) \n) \nWILCOX COUNTY  ) \nBOARD OF COMMISSIONERS;  ) \n) \nDAVID BROWN,  ) \nARTHUR GREENE,  ) \nJOWAN JOHNSON,  ) \nMARVIN KEENE,  ) \nTRACY TYNDAL,  ) \neach in his official capacity as a  ) \nCommissioner of Wilcox County;  ) \n) \nKRISTENW. PACK,  ) \nin her official capacity  ) \nas Judge of the Juvenile Court  ) \n3 \n\nfor the Cordele Judicial Circuit;  ) \n) \nJOHN C. PRIDGEN,  ) \nin his official capacity  ) \nas Chief Judge of the Superior Court  ) \nfor the Cordele Judicial Circuit;  ) \n) \nROBERT W. CHASTEEN,  ) \nin his official capacity  ) \nas Judge of the Superior Court  ) \nfor the Cordele Judicial Circuit;  ) \n) \nT. CHRISTOPHER HUGHES,  ) \nin his official capacity  ) \nas Judge of the Superior Court  ) \nfor the Cordele Judicial Circuit;  ) \n) \nG. RUSSELL WRIGHT,  ) \nROBERT SHERRELL,  ) \neach in his official capacity,  ) \nas a member of the Cordele Judicial  ) \nCircuit Supervisory Panel and their  ) \nsuccessors and assigns;  ) \n) \nTIMOTHY EIDSON,  ) \nin his official capacity as Circuit  ) \nPublic Defender for the Cordele  ) \nJudicial Circuit,  ) \n) \nDENISE F ACHINI,  ) \nin her official capacity as  ) \nDistrict Attorney for the  ) \nCordele Judicial Circuit;  ) \n) \nCHERI NICHOLS,  ) \nBRADFORD RIGBY,  ) \nCHRISTIAN BROWN,  ) \n4 \n\nLARA TODD,  ) \nA. ZACHARY FAISON,  ) \nLAUREN WARBINGTON,  ) \neach in his or her official capacity as  ) \nAssistant District Attorney  ) \nfor the Cordele Judicial Circuit,  ) \n) \nDefendants.  ) \n----------------------) \nPRELIMINARY STATEMENT \n1.  The right to counsel-essential for fair trials, equal justice, reliable \nverdicts, and just sentences-is routinely violated or reduced to a hollow formality \nin the Cordele Judicial Circuit (the \"Circuit\").  Children who cannot afford a \nlawyer often find there is no public defender available to represent them, but they \nare processed through the courts nonetheless.  Adults who cannot afford a lawyer \nmay languish in jail for months after arrest without seeing a public defender.  All \nbut a few convictions are obtained through guilty pleas by people who do not \nreceive the most basic elements of legal representation such as substantive \nattorney-client interviews, investigations, motions practice, and informed, \nprofessional advice about whether to plead guilty and other decisions. \n2.  The Circuit's public defender office is severely understaffed and \ngrossly underfunded.  It has only three full-time lawyers and, since July 1,2013, a \nlawyer under contract to work no more than 75 hours per month.  This is half the \n5 \n\nnumber of attorneys in the Cordele Circuit District Attorney's office.  The disparity \nis even greater with respect to investigators: while the District Attorney's office is \nassisted by numerous local and state law enforcement agencies, the Circuit's public \ndefender office has a single investigator who typically only conducts initial \ninterviews with people detained in jail for the sole purpose of completing the \npublic defender eligibility application.  Unlike other circuit public defender offices \nin the State, the Cordele Circuit Public Defender Office does not receive county \nfunds to employ additional assistant public defenders and investigators. \n3.  The Circuit's public defenders are required to handle such an \nexcessive number of cases that they are unable to provide representation in all of \nthe courts and cases in the Circuit.  Each county has a Superior Court and a \njuvenile court.  There are three Superior Court judges and one juvenile court judge. \nThus, there may be more judges presiding over courts than there are public \ndefenders.  On many occasions, all of the public defenders must be in one court to \ndeal with a large volume of cases and are unable to be in another court.  The public \ndefenders are unable to spend more than a few minutes per case which does not \nallow them to develop representational relationships with the people they are \nsupposed to represent. \n6 \n\n4.  Children routinely appear in a juvenile court without counsel because \nall of the public defenders are attending proceedings in one of the Superior Courts \nin the Circuit.  Children may be represented by a public defender at one hearing in \njuvenile court, but find that they have no counsel when they return to court for \ncontested adjudication hearings, disposition hearings, restitution hearings, \nprobation revocation hearings, or other proceedings.  This occurs regularly despite \na statutory mandate that public defenders provide representation to children who \n\"face a disposition of confinement, commitment, or probation.\" O.C.G.A § 17-12-\n23(a)(3).  As a result, some children, such as A. P., whose affidavit is appended, \nare tried and sentenced without counsel despite their desire to be represented by \ncounsel.  In 2012, the juvenile courts of the Cordele Circuit handled 681 juvenile \ndelinquency and unruly cases.  The public defender reported handling only 52 of \nthose cases. \n5.  The Circuit Public Defender Office has not established \"a juvenile \ndivision within the circuit public defender office to specialize in the defense of \njuveniles,\" as required by Georgia's Indigent Defense Act of 2003 (\"the Act\"). \nO.C.G.A § 17-12-23(c).  Because the Cordele Public Defender has failed to do \nthis, there is no public defender in Cordele with the specific training and focus to \nprovide the meaningful representation contemplated by statute for juveniles.  By \n7 \n\ncontrast, the District Attorney's office dedicates at least one prosecutor to the \ncircuit's juvenile courts. \n6.  In the Superior Courts, the public defenders are called upon to handle \na very large volume of cases against adult defendants in an unreasonably \ncompressed time frame.  The three Superior Court judges attempt to resolve as \nmany cases as possible at arraignments even though many defendants have not \nspoken with an attorney before appearing for arraignments.  The District Attorney \nand her assistants make plea offers on the day of arraignment or immediately prior \nto arraignment that expire if not promptly accepted.  As a result, the public \ndefenders have an exceedingly narrow window of time in which to meet adult \ndefendants, determine if the ones they have not met before are eligible for their \nservices, and convey plea offers to them.  All of the public defenders attend \narraignments in order to deal with the volume of cases in the short time frame. \n7.  At arraignments, a Superior Court judge calls the calendar of cases \nand then takes a recess so that the public defenders can relay plea offers to \ndefendants.  The Judges also tell defendants that if they so choose, they can speak \ndirectly to the prosecutors about their cases without warning them of the dangers of \ndoing so.  The judges return to the bench after the recess and accept guilty pleas \nand impose sentences - often accepting pleas from groups of defendants at a time. \n8 \n\nMany of those defendants have their only meeting with a public defender during \nthe recess.  Other defendants plead guilty after talking to a prosecutor without even \nthe pretense of representation. \nS.  The public defenders have little time for conversations with each \ndefendant during the recess.  The public defenders usually know nothing about the \npeople they meet for the first time during the recess or the charges against them. \nAs a result, the public defenders have no ability to assess the validity of the \ncharges; conduct necessary investigations; determine the presence of legal issues \nand conduct research; learn anything about the records and backgrounds of the \ndefendants; or determine possible collateral consequences of a conviction, such as \nrestrictions on housing, revocation or suspension of driver licenses, eligibility for \nmilitary service, job training, employment, and immigration consequences.  They \nsimply convey the District Attorney's plea offer and its expiration date, leaving it \nto the defendants to make an uninformed decision about whether to take the offer \nthat day.  People who are represented by the public defender are under pressure to \nmake decisions without sufficient time or information to make informed decisions. \n9.  The public defenders are also unable to provide much representation \nat other stages of the cases - if there are other stages.  People detained after arrest \nregularly languish in jail for weeks or months because, despite the public \n9 \n\ndefender's duty under the Act to provide \"the services of counsel\" within three \nbusiness days of an arrest and application for representation, O.CG.A. § 17-12-\n23(b), counsel do not even meet with their clients until the day of, or a few days \nbefore superior court bond hearings or arraignment.  With the exception of the few \nrequests for preliminary hearings made in the last six months pursuant to O.C.G.A. \n§ 17-7-20, et seq., public defenders rarely ask for these hearings even though every \ndefendant who is held in custody or released on bond with restrictive conditions \nprior to indictment is entitled by law to such a hearing, and these hearings provide \nthe earliest opportunity to obtain valuable information about the charges against a \ndefendant.  One public defender wrote to a client asking the client to explain to the \npublic defender why a preliminary hearing was needed in his case. \n10.  The public defenders engage in virtually no case- and client-specific \nmotions practice and lack the staff to conduct necessary investigations. \nDefendants who plead not guilty at arraignments are given the responsibility for \ninvestigating their own cases.  For instance, public defenders will ask clients to \nidentify and locate witnesses in their cases without making an independent effort to \nfind witnesses. \n11.  Both children and adults who are processed by the public defenders \nare assessed a $50 public defender fee.  A.P. was required to pay the $50 fee even \n10 \n\nthough a public defender missed two of her three hearings, including the one at \nwhich she was adjudicated delinquent.  Although O.C.G.A. § 15-21A-6(c) \nprovides that \"[t]he court shall waive the fee if it finds that the applicant is unable \nto pay the fee or that measurable hardship will result if the fee is charged,\" the \npublic defenders, the superior court judges, and the juvenile court judge do not \nroutinely inform defendants that the fee can be waived.  The public defender \nrefuses as a matter of policy to seek waiver of the fee, even for clients for whom \npayment would be a measurable hardship. \n12.  Thus, fifty years after the United States Supreme Court's decision in \nGideon v. Wainwright, 372 U.S. 335 (1963), establishing the right to counsel for \npoor people accused of crimes; forty-six years after the Court's decision in In re \nGault, 387 U.S. 1 (1967), requiring attorneys for children accused of delinquent \nacts; and over forty years after the Supreme Court recognized in our courts \"an \nobsession for speedy dispositions, regardless of the fairness of the result\" that \nresulted in \"assembly line justice,\" Argersinger v. Hamlin, 407 U.S. 25, 34, 36 \n(1972), these constitutional guarantees remain illusory in the Circuit.  Poor people \naccused of crime in the Cordele Circuit are not \"represented by counsel\" in any \nmeaningful way and, instead, are processed through the courts in assembly-line \n11 \n\nfashion at arraignments and largely neglected the rest of the time.  Children are \nfrequently not represented at all. \n13.  Plaintiffs seek, on behalf of themselves and all persons similarly \nsituated, declaratory and injunctive relief to compel the Defendants to provide \nPlaintiffs with counsel as required by the Sixth and Fourteenth Amendments to the \nUnited States Constitution; Article I, Section 1, Paragraphs I (due process), II \n(equal protection), XII (right to the courts) and XIV (right to counsel) of the \nGeorgia Constitution, the Act, O.C.G.A. §§ 17-12-1, et seq., and other applicable \nlaw.  See Wilbur v.  City of Mount Vernon, 2013 WL 6275319 (Dec. 4, 2013 W.D. \nWash.); Heckman v.  Williamson County, 369 S.W.3d 137.(Tex. 2012); Hurrell \nHarring v. State, 930 N.E.2d 217 (N.Y. 2010).  See also Public Defender, 11th \nJudicial Circuit v. State, 115 So.3d 261 (Fla. 2013); State ex reI. Missouri Public \nDefender Comm'n v. Waters, 370 S.W.3d 592 (Mo. 2012). \nJURISDICTION AND VENUE \n14.  This action is brought to enforce rights conferred by the United States \nand Georgia Constitutions and other applicable law.  It is brought under the \nauthority vested in this Court pursuant to O.C.G.A. § 9-4-2; O.C.G.A. § 9-4-3; \nO.C.G.A. § 9-5-1; and 42 U.S.C. § 1983. \n12 \n\n15.  Venue is proper in Fulton County because substantial declaratory and \nequitable relief is sought against at least one Defendant residing in Fulton County. \nSee O.C.G.A. § 9-10-30; Ga. Const. art. VI, § 1, 'l['l[ III. \nPLAINTIFFS \nN.P., by his next friend Shaneka Darden \n16.  Plaintiff N.P. is a fifteen-year-old African-American child in the \neighth grade.  Shaneka Darden is his mother. \n17.  On December 2, 2013, Plaintiff N.P. was arrested at school in Ben \nHill County and charged with burglary.  After his arrest, he was taken to the \nEastman Regional Youth Development Campus in Dodge County, Georgia, \nlocated about an hour from Ben Hill County. \n18.  On December 6,2013, PlaintiffN.P. appeared in the Ben Hill County \nJuvenile Court for a detention hearing.  A male public defender was present in \ncourt and appeared on Plaintiff N.P. 's behalf.  The court refused to release Plaintiff \nN.P. from detention. \n19.  On January 2,2014, PlaintiffN.P. was returned to Ben Hill County \nfor another hearing in juvenile court, where he spoke to a female public defender. \nHe does not know her name.  After speaking with her, he was returned to custody \nwithout going before Defendant Pack.  He does not know when his next hearing is, \n13 \n\nand because he has seen two different public defenders, he does not know which \npublic defender will represent him, if any at all. \n20.  Plaintiff N.P. remains in detention and continues to face adjudication \nin the Ben Hill Juvenile Court.  Because of the Cordele Circuit Public Defender's \ninconsistent presence in juvenile court, Plaintiff N.P. faces a severe and \nunacceptably high risk of not receiving any counsel at all future juvenile \ndelinquency proceedings. \nS.C., by his next friend Christy Coley \n21.  Plaintiff S.c. is a fifteen-year-old African-American child in the ninth \ngrade.  Christy Coley is his mother. \n22.  On October 24, 2013, Plaintiff S.C. appeared in the Ben Hill County \nJuvenile Court to be arraigned on a burglary charge arising out of Wilcox County. \nHe did not know why he had to appear in Ben Hill County when his charge \nstemmed from Wilcox County. \n23.  That day, Plaintiff S.C. applied for a public defender to represent him. \nThe public defender who was present spoke to Plaintiff S.C. before court.  After \nthis conversation, Plaintiff S.C. admitted to the burglary charge.  After adjudicating \nhim delinquent, the court ordered Plaintiff S.C. to serve twelve months probation, \nperform forty community service hours, and pay $50 in court fees and a $50 public \n14 \n\ndefender application fee.  Restitution, the court decided, would be considered at a \nseparate hearing.  Plaintiff S.C. does not know when this hearing will occur, nor \nhas a public defender been in contact with him since October 24th to discuss or \nprepare for the restitution hearing. \n24.  Plaintiff S.C.'s juvenile court case remains open, and he cannot afford \na lawyer.  Because of the Cordele Circuit Public Defender's inconsistent presence \nin juvenile court, Plaintiff S.c. faces a severe and unacceptably high risk of not \nreceiving any counsel at his restitution hearing and all future juvenile delinquency \nproceedings. \nA.J., by her next friend Mclethar Johnson \n25.  Plaintiff AJ. is a thirteen year-old African-American child in the \nseventh grade.  Mclethar Johnson is her mother. \n26.  On October 24,2013, Plaintiff AJ. appeared in the Ben Hill County \nJuvenile Court to be arraigned on the following charges from four separate cases \nthat all stemmed from incidents at school: affray, simple battery, disorderly \nconduct, and four counts of disrupting a school.  On that day, she requested a \nlawyer to represent her and spoke with an assistant public defender present in \ncourt.  Plaintiff AJ. denied all of the allegations against her.  She was told she \nwould be notified of a future court date in which she could present any testimony \n15 \n\nfrom witnesses on her behalf.  Less than a week before the scheduled hearing, \nPlaintiff AJ. was served a notice to return to court on December 5, 2013 for an \nadjudication hearing. \n27.  Between October 24,2013 and December 5, 2013, no one from the \npublic defender's office got in touch with Plaintiff A.I. to discuss the charges, the \nstate's evidence, possible witnesses for the defense, possible defenses, or \nmitigating factors. \n28.  On December 5, 2013, Plaintiff A.I. and her mother walked about a \nmile to reach the court because the family does not have a car and public \ntransportation is not available. \n29.  When they reached the court, Plaintiff A.I.learned that her case was \ncontinued for another week because all of the public defenders were in Crisp \nCounty Superior Court handling cases.  No one from the Cordele Circuit Public \nDefender's Office notified Plaintiff A.I. or her mother in advance to inform them \nof the Public Defender's planned absence or of the continuance. \n30.  On December 13, 2013, Plaintiff A.I. appeared in Ben Hill County \nIuvenile Court again; this time, a public defender was present.  This was Plaintiff \nA.I.'s first time seeing a public defender since her arraignment on October 24, \n16 \n\n2013.  Minutes before court began, the public defender informed Plaintiff A.I. that \nthe prosecutor was seeking detention time. \n31.  Plaintiff A.I. planned to deny all of the charges against her, but \ndecided to admit to all of the charges because she had not talked to her public \ndefender before that day in court and she did not believe he was prepared to mount \na defense. \n32.  Defendant Iudge Pack accepted Plaintiff A.I.'s admissions and \nordered Plaintiff A.I. to serve fourteen days in detention and twelve months on \nprobation.  Defendant Pack also imposed $50 in court fees and $50 in public \ndefender application fees in each of her four cases. \n33.  Plaintiff A.I. was told she could begin her sentence after the \nChristmas holiday, but she did not want to miss school, so she said she was willing \nto be taken into custody immediately.  A.I. was taken into custody that day and \nsent over seventy miles away to the Waycross Regional Youth Development \nCampus, where she was detained through Christmas until December 27,2013. \n34.  A.I. is now under probation supervision and is required to pay court \ncosts and public defender application fees.  She remains under the court's \njurisdiction and is subject to future reprimand and probation revocation \nproceedings because, under Georgia law, probation can be revoked based on a \n17 \n\nfailure to pay fines, and Plaintiff AJ. is unable to pay her court-ordered fees. \nPlaintiff A.I. faces a severe and unacceptably high risk of not receiving any \ncounsel at future juvenile delinquency proceedings because she cannot afford a \nlawyer and because of the Cordele Circuit Public Defender's inconsistent presence \nin the circuit's juvenile courts. \nW.M., by his next friend Letanya Mercer \n35.  Plaintiff W.M. is a seventeen-year-old African-American child in the \neleventh grade.  Letanya Mercer is W.M.'s mother. \n36.  On November 5, 2013, PlaintiffW.M. appeared in the Crisp County \nJuvenile Court for a first appearance hearing.  He was charged with theft by \nshoplifting for allegedly stealing Halloween fangs worth $2.97 from Wal-Mart \nwhen he was sixteen-years-old. \n37.  No public defender was present in juvenile court that day because the \nentire office was handling arraignments in Dooly County Superior Court. \nDefendant Pack informed Plaintiff W.M. that no public defender was available, \nand, without advising him of the benefits of counsel, warning him of the dangers \nand disadvantages of waiving counsel, or informing him of the full panoply of \ndispositions the court could impose, asked W.M. if he wanted to go forward \n18 \n\nwithout an attorney and resolve his case immediately, or come back at a later, \nunspecified time when a public defender might be in court. \n38.  In the absence of a public defender and without a full understanding \nof the advantages of having a lawyer, Plaintiff W.M. agreed to proceed without a \nlawyer and admitted to the shoplifting offense. \n39.  For stealing Halloween fangs valued at $2.97, Defendant Pack \nimposed nine months of probation, 40 community service hours, and an 8 p.m. \ndaily curfew.  Plaintiff W.M. must also pay $50 in court fees and $2.97 in \nrestitution. \n40.  W.M. is now under probation supervision and is required to pay court \ncosts.  He remains under the court's jurisdiction and is subject to future reprimand \nand probation revocation proceedings because, under Georgia law, probation can \nbe revoked based on a failure to pay fines, and PlaintiffW.M. is unable to pay the \ncourt-ordered fees.  Plaintiff W.M. faces a severe and unacceptably high risk of not \nreceiving any counsel at future juvenile delinquency proceedings because he \ncannot afford a lawyer and, as he has already experienced, there may be no public \ndefender to represent him when he comes before the court. \nMYKENZIC PHILLIPS \n19 \n\n41.  Plaintiff Mykenzic Phillips is a sixteen-year-old African-American \nwho is currently facing multiple felony charges in the Superior Courts of Ben Hill \nand Wilcox Counties, including theft by taking, theft by receiving stolen property, \nentering an automobile, and possession of a firearm by a minor. \n42.  All of these charges originated in the juvenile courts of the Cordele \nCircuit, but were transferred at the court's discretion to superior court at different \ntimes.  In August 2013, the Ben Hill County Juvenile Court declined jurisdiction \nand transferred several cases to superior court at a hearing where Plaintiff Phillips \nand a public defender were present.  After this hearing, Plaintiff Phillips went to \nthe public defender's office to discuss his cases; he was told that he would have to \nre-apply for the public defender's services solely because his cases were \ntransferred from juvenile court to superior court. \n43.  On October 17,2013, Plaintiff Phillips, who was detained at the time, \nappeared again in Ben Hill County Juvenile Court.  No one from the public \ndefender's office showed up.  Defendant Pack told Plaintiff Phillips he had a right \nto counsel, but explained that the public defender's office could not be in court that \nday.  Plaintiff Phillips could, Defendant Pack explained, wait to speak to an \nattorney before his case was transferred to superior court, but was not told when a \npublic defender would be made available.  Nor did she explain the advantages and \n20 \n\ndisadvantages of having counsel at a transfer proceeding.  Given the fact that no \npublic defender was present and without a full understanding of the advantages of \nhaving a lawyer, Plaintiff Phillips agreed to go forward without a lawyer. \n44.  Again acting in her discretion, Defendant Pack decided that Plaintiff \nPhillips's remaining juvenile cases should be transferred to superior court because \nshe had already done the same with prior cases, and she believed there was nothing \nelse the juvenile courts could do for Plaintiff Phillips.  At this point, Defendant \nPack explained that Plaintiff Phillips could have a hearing on the transfer issue if \nhe objected to the court's transfer decision.  Defendant Pack, however, did not \nexplain what would happen at the hearing, or why counsel would be advantageous \nto have at the hearing.  Without knowing the purpose of the hearing or whether a \npublic defender would be present, Plaintiff Phillips said he did not object to the \ncourt's decision. \n45.  Defendant Pack then put Plaintiff Phillips under oath and asked him if \nthere was anything he wanted to say in response to the court's decision.  Without \nany further guidance as to what he should say, or whether he had to speak at all, \nPlaintiff Phillips began stating what he knew and did not know about the charged \noffenses.  Partway through Plaintiff Phillips's statements, Defendant Pack told him \n21 \n\nto stop talking because mitigating circumstances were not being considered at that \ntime. \n46.  Plaintiff Phillips is now facing criminal prosecution in the Cordele \nCircuit and cannot afford counsel.  He has suffered, currently suffers, and in the \nimmediate future faces the likelihood of suffering substantial and irreparable \ninjury. \nRICHARD YOUNG \n47.  Plaintiff Young is a forty-seven-year-old African American man who \nhas been held in the Ben Hill County Jail since November 22,2013.  He is charged \nwith the sale of cocaine. \n48.  Plaintiff Young filled out an application for a public defender about a \nweek after his arrest using forms provided at the jail.  Approximately one week \nlater, the public defender's investigator visited Plaintiff Young solely to obtain \nadditional information for his application. \n49.  On December 11, 20l3, Plaintiff Young appeared in Ben Hill \nSuperior Court for a bond hearing.  There, he met a public defender for the first \ntime.  Plaintiff Young and the public defender spoke for about five minutes before \nthe bond hearing.  The court denied bond.  The public defender has not moved for \n22 \n\na preliminary hearing in Plaintiff Young's case, and no preliminary hearing has \nbeen held. \n50.  Plaintiff Young has not seen or heard from a public defender since his \nbond hearing.  Because Plaintiff Young cannot afford counsel and faces \nprosecution in the Cordele Judicial Circuit, he has suffered, currently suffers, and \nin the immediate future faces the likelihood of suffering substantial and irreparable \nlllJury. \nRODERICK MORGAN \n51.  Plaintiff Roderick Morgan is a nineteen-year-old African-American \nman who is currently being held in the Ben Hill County Jail.  He was arrested on \nOctober 5, 2013 and charged with two counts of first degree burglary, criminal \nattempt to commit burglary, possession of tools for the commission of a crime, and \ncriminal trespass.  Aside from this arrest, Plaintiff Morgan has no criminal history. \n52.  At the time of his arrest, Plaintiff Morgan lived with his fiance and \ntheir newborn child in Ben Hill County. \n53.  Plaintiff Morgan has met with an assistant public defender twice, once \nat the jail for a few minutes on October 21,2013, and the second time for a few \nminutes at a superior court bond hearing on November 7,2013. \n23 \n\n~ \nI \n54.  On November 7,2013, the Superior Court set bond at $50,000.  After \nthe hearing, Plaintiff Morgan asked his public defender to file a motion for a bond  I \nreduction.  His public defender responded that Plaintiff Morgan could file a bond \nreduction himself by using forms provided at the jail.  Plaintiff Morgan has not \nfiled for a bond reduction because he does not know how to obtain the forms his \npublic defender described, nor has his public defender filed a bond reduction \nmotion on his behalf. \n55.  Plaintiff Morgan has not seen or heard from his public defender since \nNovember 7,2013.  He cannot call the public defender office because the jail does \nnot allow free calls to the public defender. \n56.  Plaintiff Morgan has yet to be arraigned, and he remains in jail. \nBecause Plaintiff Morgan cannot afford counsel and faces prosecution in the \nCordele Judicial Circuit, he has suffered, currently suffers, and in the immediate \nfuture faces the likelihood of suffering substantial and irreparable injury. \nWESLEY HARPER \n57.  Plaintiff Wesley Harper is a thirty-six-year-old Caucasian man who \nhas been held in the Ben Hill County Jail since August 23,2013.  He is charged \nwith multiple felonies, including possession of methamphetamine with intent to \ndistribute, and sale of methamphetamine. \n24 \n\n58.  About a week after his arrest, the public defender's investigator met \nwith Plaintiff Harper solely to complete the public defender application form.  The \nmeeting lasted a few minutes. \n59.  On or around September 4,2013, Plaintiff Harper appeared in Ben \nHill Superior Court for a bond hearing.  There, for the first time, he met an attorney \nfrom the public defender's office.  The two did not speak before the hearing; \nrather, the public defender sat next to Plaintiff Harper during the hearing and said \nnothing as the presiding judge denied bond. \n60.  About a month after the superior court bond hearing, a public \ndefender visited Plaintiff Harper in the jail for a few minutes to convey a plea offer \nfrom the prosecution.  Plaintiff Harper rejected the offer. \n61.  Plaintiff Harper has not seen or heard from a public defender since \nOctober 2013.  He has written the public defender's office several times seeking \ninformation about his case and asking the public defender to request a preliminary \nhearing and a reduction of bond.  He has received no answer.  Plaintiff Harper has \nyet to be arraigned, and he remains in jail.  Because Plaintiff Harper cannot afford \ncounsel and faces prosecution in the Cordele Judicial Circuit, he has suffered, \ncurrently suffers, and in the immediate future faces the likelihood of suffering \nsubstantial and irreparable injury. \n25 \n\nDEFENDANTS \nSTATE OF GEORGIA \n62.  Defendant State of Georgia is responsible for providing counsel to \nadults and children accused of crimes or acts of delinquency who cannot afford a \nlawyer under the Sixth and Fourteenth Amendments to the United States \nConstitution; article I, section 1, paragraphs I (due process), II (equal protection), \nXII (right to the courts) and XIV (right to counsel) of the Georgia Constitution; In \nre Gault, 387 U.S. 1 (1967); Gideon v.  Wainwright, 372 U.S. 335 (1963); Wilson v. \nSoutherland, 258 Ga. 479, 480, 371 S.E.2d 382,383 (1988); and the Indigent \nDefense Act, O.C.G.A. §§ 17-J2-1, et seq.  The State Capitol and center of State \ngovernment is located in Fulton County. \nGOVERNOR NATHAN DEAL \n63.  Defendant Nathan Deal is sued in his official capacity as the Governor \nof the State of Georgia.  His residence and principal place of business are in Fulton \nCounty, Georgia.  As the chief executive of the State of Georgia, Defendant Deal \nhas an obligation to \"take care that the laws are faithfully executed[.]\"  Ga. Const. \nart. V, § II,  II.  Because the Georgia Public Defender Standards Council \n<J[ \n(\"GPDSC\") is an executive branch agency, Defendant Deal has the ultimate \nauthority to direct and control its operations.  Therefore, Defendant Deal is \n26 \n\nresponsible for ensuring that Georgia fulfills its constitutional and statutory \nobligations to provide effective counsel to indigent adults and children in the \nCordele Circuit. \nW. TRAVIS SAKRISON \n64.  Defendant W. Travis Sakrison is sued in his official capacity as the \nDirector of the GPDSC.  He resides in Coweta County, and has his principal place \nof business in Fulton County, Georgia. \n65.  As GPDSC Director, Defendant Sakrison is constitutionally and \nstatutorily responsible for providing counsel to indigent children accused of \ndelinquent acts and indigent adults accused of crimes.  He is statutorily obligated \nto \"work with and provide support services and programs for circuit public \ndefender offices and other attorneys representing indigent persons in criminal or \njuvenile cases in order to improve the quality and effectiveness of legal \nrepresentation of such persons[.]\"  O.e.G.A. § 17-12-5(b)(1).  In addition, he is \nrequired to \"[a]dminister and coordinate the operations of the council[.]\" O.C.G.A. \n§ 17-12-5(d)(3).  Defendant Sakrison is also required to \"[e]valuate each circuit \npublic defender's job performance,\" O.C.G.A. § 17-12-5(d)(12), and provide \nevaluation forms to the state's circuit local supervisory panels, which, by statute, \n27 \n\nare required to evaluate the circuit public defender's performance.  See O.C.G.A. § \n17-12-20(d). \nGEORGIA PUBLIC DEFENDER STANDARDS COUNCIL AND ITS \nMEMBERS \n66.  Defendant Georgia Public Defender Standard Council CGPDSC\") is a \nstate agency of the executive branch of government.  Its principal place of business \nis Fulton County, Georgia.  Defendants Ronald Cross, G.S. Hodges, Arch \nMcGarity, Murphy Miller, E. Lee Morris III, Lamar Paris, Donna Seagraves, W. \nDavid Sims, and Edward Tolley, serve as members of GPDSC as a public service. \nThey are sued in their official capacities as members of the GPDSC. \n67.  Defendant GPDSC and its members are statutorily \"responsible for \nassuring that adequate and effective legal representation is provided, independently \nof political considerations or private interests, to indigent persons who are entitled \nto representation\" under the Act.  O.e.G.A. § 17-12-1(c).  Defendant GPDSC and \nits members must \"assist the public defenders throughout the state in their efforts \nto provide adequate legal defense to the indigent.\" O.e.G.A. § 17-l2-6(a).  In \nfurtherance of the above statutory mandates, Defendant GPDSC and its members \n\"shall approve the development and improvement of programs which provide legal \nrepresentation to indigent persons and juveniles[,]\" O.C.G.A. § 17 -12-8(a), \n28 \n\nincluding the promulgation and implementation of \"programs, services, policies, \nand standards as may be necessary to fulfill the purposes and provisions of this \nchapter and to comply with all applicable laws governing the rights of indigent \npersons accused of violations of criminal law.\"  O.C.G.A. § 17-12-8(b).  The \nmembers of the council \"shall at all times act in the best interest of indigent \ndefendants who are receiving legal representation.\"  O.C.G.A. § 17-12-7(a). \n68.  Defendant GPDSC is also the \"fiscal officer\" for the Cordele Circuit \nPublic Defender and all other circuit public defender offices.  It \"shall account for \nall moneys received from each governing authority[.]\"  O.C.G.A. § 17-12-6(b)(1). \nAs \"fiscal officer,\" the Council has the authority to authorize additional public \ndefenders and investigators subject to available funds and other considerations. \nO.C.G.A. §§ 17-12-27(a)(2); 17-12-28(a). \nBEN HILL COUNTY, THE BOARD OF COMMISSIONERS, AND \nITS MEMBERS \n69.  Defendants Bennie Calloway, Daniel Cowan, Scott Downing, Philip \nJay, III, and O.D. Netter are sued in their official capacities as members of the Ben \nHill County Board of Commissioners.  Ben Hill County, by and through its Board \nof Commissioners, has an independent duty to provide representation to poor \nadults and children accused of crimes and delinquent acts, respectively.  See \n29 \n\nO.C.O.A. § 17-12-31(a).  In addition, Defendant Jay, as chair ofthe Ben Hill \nBoard of Commissioners, must caucus with the Circuit's three other county \nchairmen to appoint one member to the Cordele Judicial Circuit Supervisory Panel, \nwhose primary task is evaluating the performance of the Circuit Public Defender. \nO.C.O.A. § 17-12-20(a).  Each commissioner is a resident of Ben Hill County. \nCRISP COUNTY, THE BOARD OF COMMISSIONERS, AND ITS \nMEMBERS \n70.  Defendants Sam Farrow, Jr., Larry Felton, Clark Henderson, Wallace \nMathis, and Arthur James Nance are sued in their official capacities as members of \nthe Crisp County Board of Commissioners.  Crisp County, by and through its \nBoard of Commissioners, has an independent duty to provide representation to \npoor adults and children accused of crime and delinquent acts, respectively.  See \nO.C.O.A. § 17-12-31(a).  In addition, Defendant Nance, as chair of the Crisp \nBoard of Commissioners, must caucus with the Circuit's three other county \nchairmen to appoint one member to the Cordele Judicial Circuit Supervisory Panel, \nwhose primary task is evaluating the performance of the Circuit Public Defender. \nO.C.O.A. § 17-12-20(a).  Each commissioner is a resident of Crisp County. \n30 \n\nDOOLY COUNTY, THE BOARD OF COMMISSIONERS, AND ITS \nMEMBERS \n71.  Defendants Charles Anderson, David Barron, Eugene Cason, Terrell \nHudson, and Harry Ward are sued in their official capacities as members of the \nDoo1y County Board of Commissioners.  Dooly County, by and through its Board \nof Commissioners, has an independent duty to provide representation to poor \nadults and children accused of crime and delinquent acts, respectively.  See \nO.C.G.A. § 17-12-31(a).  In addition, Defendant Hudson, as chair of the Dooly \nBoard of Commissioners, must caucus with the Circuit's three other county \nchairmen to appoint one member to the Cordele Judicial Circuit Supervisory Panel, \nwhose primary task is evaluating the performance of the Circuit Public Defender. \nO.C.G.A. § 17-12-20(a).  Each commissioneris a resident of Dooly County. \nWILCOX COUNTY, THE BOARD OF COMMISSIONERS, AND ITS \nMEMBERS \n72.  Defendants David Brown, Arthur Greene, Jowan Johnson, Marvin \nKeene, and Tracy Tyndal are sued in their official capacities as members of the \nWilcox County Board of Commissioners.  Wilcox County, by and through its \nBoard of Commissioners, has an independent duty to provide representation to \npoor adults and children accused of crime and delinquent acts, respectively.  See \nO.C.G.A. § 17-12-31(a).  In addition, Defendant Keene, as chair of the Wilcox \n31 \n\nBoard of Commissioners, must caucus with the Circuit's three other county \nchairmen to appoint one member to the Cordele Judicial Circuit Supervisory Panel, \nwhose primary task is evaluating the performance of the Circuit Public Defender. \nO.C.G.A. § 17-12-20(a).  Each commissioner is a resident of Wilcox County. \nJUVENILE COURT JUDGE KRISTEN W. PACK \n73.  Defendant Kristen W. Pack, a resident of Crisp County, is sued in her \nofficial capacity as the Juvenile Court Judge of the Cordele Judicial Circuit. \nDefendant Pack presides over proceedings in the juvenile courts of the Cordele \nJudicial Circuit in which children accused of delinquent acts appear.  As Juvenile \nCourt Judge, Defendant Pack is responsible for ensuring that children are provided \nwith counsel, are fully informed regarding their right to counsel, and that any \nwaivers of counsel are made intelligently, knowingly, and voluntarily with a full \nunderstanding of the right being relinquished and the consequences of doing so. \nCORDELE CIRCUIT SUPERIOR COURT JUDGES \n74.  Defendants John C. Pridgen, Robert W. Chasteen, and T. Christopher \nHughes are sued in their official capacities as superior court judges of the Cordele \nJudicial Circuit.  Defendant Pridgen resides in Crisp County, while Defendants \nChasteen and Hughes reside in Ben Hill County.  Defendants Pridgen, Chasteen, \n32 \n\nand Hughes preside over proceedings in the Superior Courts of the Cordele \nIudicial Circuit in which indigent persons accused of crimes appear. \nCORDELE CIRCUIT SUPERVISORY PANEL MEMBERS \n75.  Defendants G. Russell Wright, a resident of Crisp County, and Robert \nSherrell, a resident of Ben Hill County, are sued in their official capacities as \nmembers ofthe Cordele Iudicial Circuit Supervisory Panel (the \"Panel\").  They \nserve without compensation as a public service. \n76.  The Panel is statutorily required to \"review the circuit public \ndefender's job performance\" and other data, such as \"the number of persons \nrepresented [by the office], including cases assigned to other counsel based on \nconflict of interest; the offenses charged; the outcome of each case; [and] the \nexpenditures made in carrying out the [office's] duties[.]\"  O.C.G.A. §§ 17-12-\n20(d); 17-12-24(c). \n77.  The Panel is also required to submit an annual report regarding the \nCordele Circuit Public Defender Office's performance to the director of the \nGPDSC.  O.C.G.A. § 17-12-20(d).  If the Panelfinds that the public defender's \nperformance is unsatisfactory, it may, \"by majority vote of its members adopt a \nresolution seeking review of its findings and remonstrative action by the director.\" \n[d. \n33 \n\nCORDELE CIRCUIT PUBLIC DEFENDER TIMOTHY EIDSON \n78.  Defendant Timothy Eidson, a resident of Crisp County, is sued in his \nofficial capacity as the Cordele Judicial Circuit Public Defender.  As a circuit \npublic defender, Defendant Eidson must provide representation to all indigent \nadults accused of crime and/or violations of probation in the circuit's superior \ncourts, and indigent children accused of delinquent acts in juvenile court who face \nprobation, commitment, or confinement.  O.C.G.A. §§ l7-l2-23(a)(1)-(a)(3). \nDefendant Eidson must establish a dedicated juvenile division within his office \nstaffed with attorneys who \"specialize\" in the defense of children.  O.C.G.A. § 17-\nl2-23(c). \nDENISE FACHINI AND HER ASSISTANTS CHERI NICHOLS, \nBRADFORD RIGBY, CHRISTIAN BROWN, A. ZACHARY FAISON, \nLARA TODD, AND LAUREN WARBINGTON \n79.  Defendant Denise D. Fachini is sued in her official capacity as District \nAttorney for the Cordele Judicial Circuit.  Defendants Cheri Nichols, Bradford \nRigby, Christian Brown, A. Zachary Faison, Lara Todd, and Lauren Warbington \nare also sued in their official capacities as assistant district attorneys.  As the \nDistrict Attorney, Defendant Fachini \"represent[s] the state in all criminal cases in \nthe superior court of such district attorney's circuit and in all cases appealed from \nthe superior court and the juvenile courts of that circuit to the Supreme Court and \n34 \n\nthe Court of Appeals and to perform such other duties as shall be required by law.\" \nGa. Const., art. VI, § 8, 'll I(b).  Defendants Fachini, Nichols, Rigby, Brown, Todd, \nFaison, and Warbington have a moral and constitutional duty as prosecutors \"to \nseek justice, not merely to convict.\"  Berger v.  United States, 295 U.S. 78, 88 \n(1935); State v. Wooten, 273 Ga. 529, 531, 543 S.E.2d 721,729 (2001). \nFACTS ENTITLING PLAINTIFFS TO RELIEF \nA.  Defendants Have a Duty to Provide Counsel for Indigent Children and \nAdults Accused of Crimes. \n80.  The Sixth and Fourteenth Amendments to the United States \nConstitution and Article I, Section 1, Paragraphs I (due process), II (equal \nprotection), XII (right to the courts), and XIV (right to counsel) of the Georgia \nConstitution; the Indigent Defense Act, O.C.G.A. §§ 17-12-1, et seq.; and other \napplicable law guarantee every indigent child accused of a delinquent act and adult \naccused of a crime who faces the loss of liberty the right to the assistance of \ncounsel.  See Gideon, 372 U.S. at 344; Douglas v. California, 372 U.S. 353, 358 \n(1963); In re Gault, 387 U.S. at 41; Argersinger, 407 U.S. at 34; Maine v. Moulton, \n474 U.S. 159, 170-71 (1985); Wilson, 258 Ga. 479 at 480,371 S.E.2d at 383. \n81.  To fulfill its constitutional and statutory responsibilities, the Georgia \nLegislature passed the Act.  See O.C.G.A. §§ 17-12-1, et seq.  The Act imposes \n35 \n\nduties upon the State of Georgia and the counties comprising the Cordele Iudicial \nCircuit to ensure that all indigent adults and children receive constitutionally \nrequired assistance of counsel. \n82.  The Act created a public defender system that is funded by both the \nState and the four counties in the Circuit. The State is obligated to provide one \ncircuit public defender for each judicial circuit and one assistant public defender \nfor each superior court judge authorized for the circuit, excluding the chief judge \nand senior judges.  O.C.G.A. § l7-l2-27(a).  Recognizing that this statutory \nmaximum would be insufficient, the State legislature delegated authority to the \ncounties to provide additional assistant public defenders and other staff, and \nprovided that such employment would be authorized and funded by the counties. \nO.C.G.A. § l7-l2-3l(a). \n83.  The Act further requires that circuit public defenders establish a \n\"specialize[d]\" juvenile division that provides representation in all delinquency \nproceedings where a child faces confinement, commitment, or probation. \nO.C.G.A. §§ l7-l2-23(a)(3); 17-l2-23(c). \nB.  Defendants Are Failing to Provide Counsel. \n84.  Violations of the right to counsel in the Circuit are not new.  Men and \nwomen accused of crimes who could not afford lawyers filed a civil rights lawsuit \n36 \n\nin 2003 challenging the inadequate representation provided by two part-time \nattorneys who represented those unable to afford counsel pursuant to flat-fee \ncontracts with the counties.! \n85.  At that time, a number of poor people accused of crimes in that action \nwere never assigned a lawyer; others languished in jail for months without any \ncontact with one of the contract lawyers.  One of them, Samuel Moore, spent \nthirteen months in the Crisp County Jail without ever seeing a lawyer or being \nbrought before ajudge.  In the absence of counselor attention by the court, Mr. \nMoore remained in jail four months after all charges against him were dismissed. \n86.  Excessive caseloads and inadequate compensation resulted in \nadjudications with little or no regard for those accused as individuals and without \nthe professional services of an attorney.  Many defendants were appointed counsel \non the morning they came to court and left that afternoon with a criminal \nSee Complaint, Hampton v. Forrester, No. 2003-V-118 (Crisp Cnty. Snper. Ct. 2003).  The \nlawsuit also alleged that the Circuit's county governments failed to adequately fund the indigent \ndefense system, that superior court judges and district attorneys failed to inform indigent \ncriminal defendants of their right to counsel, and that certain jail courtrooms were illegally \nclosed to the pUblic.  Although the defendants agreed to establish a public defender office and \nopen the courtrooms to the public to resolve the case, the counties eliminated funding for public \ndefender positions in 2009 and the public was again excluded from some courtrooms.  The issue \nof public access to courtrooms has recently been litigated in federal court, resulting in a consent \norder involving the judges and other defendants requiring the courtrooms are open to the public. \nSee Order Granting Declaratory Relief, Fuqua v. Pridgen, No.1: 12-cv-093 (M.D. Ga. Nov. 6, \n2013). \n37 \n\nconviction without having had any meaningful contact with their appointed lawyer, \nwithout any investigation into the State's evidence, without any individualized \ninquiry into the defendant's background, and without any sentencing advocacy. \nMotions practice was virtually nonexistent, as were preliminary hearings, \nsuppression hearings, or any other features that have come to define an adversarial \ncriminal justice system in the rest of Georgia and across the country. \n87.  In response to the 2003 litigation, the GPDSC and the Circuit's county \ngovernments replaced the contract system in 2004 with a public defender office \nemploying full-time attorneys, whose sole duty was to their indigent clients.  Both \nthe State and the counties funded attorney positions for the office. \n88.  The counties funded two assistant public defender positions until \n2008.  That year, the number of county-funded assistant public defenders dropped \nto one.  In 2009, Defendant Eidson asked the counties to restore the county-funded \nposition lost in 2008, and to continue funding the remaining county-paid attorney, \nwhose responsibilities included appearing in the Circuit's juvenile courts.  Without \nthis position, Defendant Eidson warned that his office \"could not adequate[ly] \nrepresent juvenile defendants.,,2  Moreover, Defendant Eidson warned that the \nTimothy Eidson, Justification Statement for Present County Paid Assistant Public Defender \n2 \n(Mar. 19,2009) (Exhibit A). \n38 \n\nCordele Circuit Public Defender Office \"would cease to function\" should the office \nlose county funding for the existing assistant public defender position and, \"[t]he \npublic defender's office would not be able to handle indigent defense any better \nthan the contract attorneys were able to do prior to the opening of the state offices \nin 2005 [and] would be subject to the same constitutional infirmities as were \nalleged in regard to the old contract system.,,3 \n89.  Notwithstanding Defendant Eidson's warnings, the four Defendant \nCounty Commissions refused to restore the county-funded position that existed \nbefore 2008, and eliminated the office's sole county-funded attorney who was \nresponsible for juvenile cases.  In July 2009, the office was left with three \nattorneys to handle four superior courts with three judges and four juvenile courts. \n90.  Since July 2009, the counties have provided only the office space and \nequipment required by O.C.G.A. § 17-12-34.  The State has not provided funding \nto replace any of the full-time assistant public defender positions lost to county \ncuts. \n91.  The counties' failure to provide funding for the public defender \nsystem has resulted in public defenders handling excessive caseloads, providing \n39 \n\nlittle to no legal representation for their clients, and routinely being unable to \nrepresent children in delinquency proceedings in juvenile court. \n92.  In calendar year 2010, the first full year after the public defender \noffice was stripped of county funding for attorney positions, the entire office \nreported handling 1,211 cases.  It reported that Defendant Eidson handled 510 \ncases, of which 299 were felonies; that Assistant Public Defender Steven Knittle \nhandled 518 cases, of which 234 were felonies; and that Assistant Public Defender \n4 \nRashawn Clark handled 161 cases, of which 92 were felonies.\n93.  In 2011, the circuit public defender office reported handling 1,198 \ncases.  It reported that Defendant Eidson handled 473 cases, including 283 \nfelonies; that, before leaving the office in 2011, Assistant Public Defender Knittle \nhandled 228 cases, including 102 felonies; that Mr. Knittle's replacement, Joshua \nLarkey, handled 263 cases, of which 139 were felonies in November and \nDecember; and that Assistant Public Defender Clark handled 234 cases, of which \ns \n110 were felonies.\n4 Georgia Public Defender Standards Conncil, Attorney Caseload Comparison: Cases Appointed \nfrom January 1,2010 to December 31, 2010, at 17 (Nov. 21,2013) (Exhibit B). \n5 Georgia Public Defender Standards Council, Attorney Caseload Comparison: Cases Appointed \nfrom January 1, 2011 to December 31,2011, at 17 (Nov. 21,2013) (Exhibit C). \n40 \n\n94.  In 2012, the office reported that its caseloads grew.  It reported that \nthe entire office handled 1,384 cases; that Defendant Eidson handled 694 cases, \nincluding 314 felonies; that Assistant Public Defender Joshua Larkey handled 628 \ncases, including 323 felonies; and that Assistant Rashawn Clark (who was out part \nof the year on maternity leave) handled 138 cases, including 60 felonies).6 \n95.  Judicial circuits with comparable numbers of indigent cases had more \nattorneys, and smaller per-attorney caseloads, because they received county \nfunding for assistant public defenders.  For example, the Tifton Circuit Public \nDefender, located just south of the Cordele Circuit, also covers four counties.  The \noffice has six attorneys, four of which are county-funded.  In 2012, the circuit \nreported handling 1,313 cases, with no single attorney handling over 265 cases.? \nThe Paulding Circuit Public Defender covers one county.  The county funds four \nof the office's seven attorneys.  In 2012, the office reported handling 1,334 cases. \ns \nNo single attorney handled over 182 cases.\n96.  Unlike most states, and despite the GPDSC's duty to \"approve and \nimplement programs, services, policies and standards . .. to comply with all \n6 Georgia Public Defender Standards Council, Attorney Caseload Comparison: Cases Appointed \nfrom January 1,2012 to December 31, 2012, at 16 (Nov. 21, 2013) (Exhibit D). \n7 ld. at 44 (Exhibit E). \n8 ld. at 34 (Exhibit F). \n41 \n\napplicable laws\" governing the right to counsel, O.C.G.A § 17-12-8(b) (emphasis \nadded), GPDSC maintains that it currently has no standards for the provision of \npublic defense services by which the quality of representation can be measured and \nguaranteed.  Thus, there is no mechanism for ensuring that constitutionally \nadequate counsel is being provided to indigent children and adults and preventing \ndeficient representation by mere happenstance of geographic location. \n97.  The American Bar Association (ABA); the National Legal Aid and \nDefender Association (NLADA); the Institute of Judicial Administration (IJA); the \nNational Advisory Commission on Criminal Justice Standards and Goals (NAC); \nhave all promulgated standards reflecting a general consensus for measuring the \nquality of defense representation.  See, e.g., ABA Ten Principles of a Public \nDefender Delivery System (2002); ABA Eight Guidelines of Public Defense \nRelated to Excessive Caseloads (2009); IlA-ABA Standards for Juvenile Justice \n(1996); ABA Standards for Criminal Justice, Providing Defense Services (3d ed. \n1992); ABA Standards for Criminal Justice, Pleas of Guilty (3d ed. 1999); \nNLADA, Standards for the Administration ofA  ssigned Counsel Systems (1989); \nNAC, Report of Task Force on Courts (1973).  Courts have relied upon these \nstandards in assessing the adequacy of counsel.  See, e.g., Missouri v. Frye, l32 \nS.Ct. 1399, 1408 (2012) (relying upon ABA Standards on Pleas of Guilty and \n42 \n\nnoting one of its standards has \"been adopted by numerous state and federal courts \nover the last 30 years\"); Washington Supreme Court, Standards for Indigent \nDefense (June 15,2012) (adopting caseloads standards of 150 felonies per attorney \nper year, 300 misdemeanor cases per attorney per year and 250 juvenile cases per \nattorney per year based upon existing standards), available at \nwww.courts.wa.gov/contenti publicUpload IPress%20Releases/25700-A-\n1004.pdf). \n98.  The consensus reached by these organizations, courts, and programs \nwith regard to caseloads is that a full-time public defender should handle no more \nthan 150 felonies per year, 300-400 misdemeanors per year, or 250 juvenile \ndelinquency cases per year.  These limits are not cumulative, but are to be applied \nproportionately if an attorney handles more than one category of cases.  These \ncaseload limits were adopted by the Georgia Supreme Court in 1998, and by \nDefendant GPDSC in 2004.9  However, GPDSC now takes the position that its \nonly standards are with regard to determining eligibility of defendants for \nrepresentation by a public defender. \n9 See STANDARD FOR LIMITING CASE LOADS AND DETERMINING THE SIZE OF \nLEGAL STAFF IN CIRCUIT PUBLIC DEFENDER OFFICES (Aug. 27,2004) (Exhibit G); see \nalso Report of the Chief Justice Commission on Indigent Defense 40 n.153 (Dec. 2002) (citing \nGeorgia Supreme Court Guideline § 6.1). \n43 \n\n99.  The caseloads of the Cordele Circuit Public Defender office, which \nvastly exceed national standards and the caseloads of other offices, make it \nimpossible for the circuit's public defenders to devote adequate time to their cases, \nconduct or direct investigations, research legal issues, and perform other basic \nduties of an attorney.  As a result, in many cases, they do not provide the \nknowledge, skill and professional judgment of a lawyer, but perform only the \nclerical function of informing defendants of plea offers and standing with them as \npleas are entered and sentences are imposed.  The caseloads also make it \nimpossible for the office to regularly provide public defenders in the Circuit's \njuvenile courts. \n1.  The Denial of Counsel for Children in Juvenile Court \n100.  The Cordele Circuit Public Defender Office has not created a \ndedicated juvenile division to \"specialize\" in defending children accused of \ndelinquent acts in violation of O.C.G.A. § 17-12-23(c).  As a result, the office \nlacks any attorney with a specialized knowledge of the legal, developmental, \nsocial, and other issues unique to children accused of acts of delinquency, such as \nchild and adolescent development, community-based placements, the collateral \nconsequences of an adjudication of delinquency, and special education and mental \nhealth issues. \n44 \n\n101.  The Cordele Circuit Public Defender is regularly unable to provide \nlawyers to represent indigent children in juvenile proceedings in which they are \nconstitutionally entitled to counsel despite its responsibility to represent children \nwho \"face a disposition of confinement, commitment, or probation.\"  O.C.G.A \n§ 17-12-23(a)(3).  When there is no public defender in juvenile court, some \nchildren receive no representation; existing clients, like Affiant A.P. are \nabandoned.  As a result, some are adjudicated delinquent without counsel; others \nface restitution, probation revocation and other hearings without counsel; and \nothers are instructed to come back to court at a later date, as was the case with \nPlaintiff A.J.lO \n102.  When there is no public defender in juvenile court, children are given \nthe choice to either continue their hearings to another day so that they can speak \nwith a public defender, or to proceed without counsel in order to resolve their cases \nimmediately.  In the absence of public defenders, some children agree to proceed \nwithout counsel not because they do not want to be represented by an attorney, but \nbecause of the time and cost of repeatedly returning to court, and the uncertainty of \nnot knowing when a lawyer will be available.  Some children, like Plaintiff \n10 Affidavit of A.J. (Exhibit H). \n45 \n\nW.M.,11 agree to forgo counsel without a full understanding of the consequences, \nare adjudicated delinquent, and sentenced. \n103.  According to the Administrative Office of the Courts CAOC\"), 682 \ndelinquency and unruly cases were filed in the Cordele Circuit's four juvenile \ncourts in 2010.  That same year, the Cordele Circuit Public Defender Office \nreported handling just 70 juvenile cases.  In 2011, the circuit's juvenile courts \nhandled 747 delinquency and unruly cases, according to the AOC; the public \ndefender reported handling 100 juvenile cases.  In 2012, the juvenile courts \nhandled 681 delinquency and unruly cases, according to the AOC; that same year, \nthe public defender reported handling just 52 juvenile cases, even though many of \n12 \nthe children who appear in the Circuit's juvenile courts are indigent. Though \nAfrican Americans comprise about 40% of the Circuit's population, African \nAmerican children comprise almost 70% of children referred to the circuit's \njuvenile courts for alleged delinquent acts or unruliness. \n11 Affidavit of W.M. (Exhibit I). \nFrom 2008 to 2012, each county in the Cordele Circuit had over 28% of its population living \n12 \nbelow the poverty level.  See U.S. Dept. of Commerce, U.S. Census Bureau, State and County \nQuickFacts, available at http://quickfacts.census.gov/qfdlstates/# (Ben Hill, 32.3% of persons \nliving below the poverty level; Crisp County, 31.2% of persons living below the poverty level; \nDooly County, 28.6% of persons living below the poverty level; Wilcox 28.6% of persons living \nbelow the poverty level). \n46 \n\n104.  The denial of counsel resulting from these absences is illustrated by \nthe following cases: \na.  The public defender represented Affiant A.P., a fifteen-year-old \nAfrican-American charged with second degree criminal damage to property \nand battery, at her first appearance hearing on May 15,2013.  Because A.P. \ndenied one of her charges, the court ordered A.P. to reappear on June 20, \n2013 for an adjudicatory hearing.  Following the hearing on May 15, A.P. \ngave the assistant public defender the name of a witness who could testify on \nher behalf.  On June 20, 2013, A.P. appeared for her adjudicatory hearing, \nbut no public defender was present.  In the absence of counsel, Defendant \nPack proceeded to hold the adjudicatory hearing, directly questioning A.P. \nand her supporting witness and allowing a probation officer to do the same. \nDefendant Pack then adjudicated A.P. delinquent and sentenced her to \ntwelve months probation, a 7 p.m. curfew, a $50 court fee, and $50 public \ndefender application fee.  The court further ordered A.P. to reappear on \nAugust 30, 2013 for a restitution hearing.  On August 30, 2013, the public \ndefender again failed to appear.  Defendant Pack proceeded to hold the \nhearing in the absence of a public defender, and ordered the unrepresented \nfifteen-year-old to pay an additional $380 in restitution.  Defendant Pack \n47 \n\nalso advised A.P. to get a job so she can pay her restitution.  Defendant Pack \ndid not explain to A.P. the importance of having an attorney or advise her of \nthe dangers of proceeding without counsel during any of these \nappearances. 13 \nb.  On November 5, 20l3, C.H., a seventeen-year-old African-\nAmerican, appeared in Crisp County Juvenile Court for a first appearance \nhearing.  He was charged with terroristic threats and simple assault.  Upon \narriving in court, C.H. requested a lawyer to represent him, but no public \ndefender was present because the entire office was in Dooly County \nSuperior Court handling arraignments.  Because no public defender was \n14 \navailable, his case was continued for another month.\nc.  A.L., a sixteen-year-old African-American charged with \nterroristic threats for allegedly threatening a school employee, also appeared \nin Crisp County Juvenile Court on November 5, 2013 with her mother. \nAfter informing A.L. of her right to counsel, Defendant Pack said she did \nnot need an attorney to go forward with her case because any questions she \nmight have could be answered by her mother or the court.  If A.L. admitted \n13 Affidavit of A.P. (Exhibit J). \n14 Affidavit of A. Gupta (Exhibit K). \n48 \n\nto the terroristic threats charge and went forward without counsel, Defendant \nPack explained, she could leave court with a final order.  Alternatively, \nDefendant Pack explained that if A.L. denied the offense and/or requested to \nspeak with an attorney, she would have to come back to court at a later date. \nWhen asked if she wanted to go forward or wait to speak to an attorney, \nA.L. said she was willing to go forward without a lawyer, admitted to the \nterroristic threats charge, and was immediately ordered to serve 12 months \nprobation, pay a $50 court fee, and perform 20 hours community service. IS \nd.  On August 29, 2013, the entire public defender office was in \nCrisp County Superior Court handling arraignments.  Thus, no public \ndefender was available to appear in Ben Hill County Juvenile Court.  J.M., a \nthirteen-year-old who had previously been represented by the public \ndefender's office at a detention hearing and in other cases, appeared in Ben \nHill Juvenile Court for arraignment.  The court continued his case because of \nthe public defender's absence.  J.W., a white fifteen-year-old, and C.W., a \nCaucasian thirteen-year-old, were co-defendants in a Wilcox County case \nwho were both charged with child molestation, and appeared in juvenile \ncourt that day in Ben Hill County.  Both children were detained and were \n15 Id. \n49 \n\npresent for arraignment.  lW. was already represented by the public \ndefender, but C.W. needed a conflict attorney.  Both cases were continued, \nand both boys sent back to detention for even longer periods of time because \nno one advocated for their release. \n16 \ne.  On August 27, 2013, seven children, all African-American, \nappeared in Crisp County Juvenile Court for first appearance hearings, all \nwithout counsel.  No public defender was present because the entire office \nwas in Crisp County Superior Court Gust one floor up from the juvenile \ncourtroom) for arraignments.  The court dismissed one child's case, and \ncontinued another case because no family member was present on the child's \nbehalf.  Defendant Pack asked the remaining five children if they would like \nan opportunity to speak to an attorney, or instead \"go forward\" without \ncounsel and resolve their cases that day.  All five children said they would \n\"go forward\" without an attorney.  Four of the five admitted to the offenses \nalleged against them.  One was sentenced to nine months probation for \nsimple battery; another was sentenced to six months and a 30-day suspended \nsentence for being unruly; and two children, who were already serving \nsentences in the Crisp Youth Development Campus for prior felony \n16 Affidavit of L. Rosen (Exhibit L). \n50 \n\nadjudications arising from other counties, had their cases transferred to the \ncounties where the prior adjudications arose.  The only child who denied the \noffense against him - unruliness - was told to come to court on September \n10,2013 with witnesses ready to testify on his behalf.  Defendant Pack also \ntold him he could speak to counsel in the interim if he so chose, and that the \nprobation officer present in court might have contact information for the \npublic defender office.17 \nf.  R.T. is a sixteen-year-old African-American who was accused \nof theft by shoplifting for allegedly stealing candy from a convenience store. \nOn December 5,2013, RT. appeared in Ben Hill County Juvenile Court \nwithout a lawyer.  No public defender was present because, as Defendant \nPack explained, their public defender office only has three attorneys, and \nthey had a \"very large arraignment calendar\" that day in a Superior Court. \nDefendant Pack told R.T. he was entitled to counsel and could have his case \ncontinued if he wanted to speak to an attorney.  Alternatively, he could \nproceed without a lawyer.  In the absence of a public defender, R.T. agreed \nto proceed without a lawyer and admitted to shoplifting.  Defendant Pack \n17 Affidavit of M.S. Harbert (Exhibit M). \n51 \n\nsentenced him to six months probation and imposed a $50 court fee.  No \nrestitution was imposed because the candy was recovered. \n18 \n105.  These examples not only confirm that excessive caseloads cause the \npublic defender's routine absence from juvenile court, but also demonstrate that \nchildren decide to forgo counsel without adequate advisements describing the right \nto counsel, the dangers of self-representation, and the full spectrum of possible \ndispositions the court may impose post-adjudication.  See In re W.M.F., 180 Ga. \nApp. 397, 399, 349 S.E.2d 265,267-68 (1986) (admission of delinquency was not \nknowing and voluntarily when the court failed to advise the child of dangers of \nself-representation); In re B.M.H., 177 Ga. App. 478, 478, 339 S.E.2d 757,758 \n(1986) (reversing adjudication where court failed to advise juvenile of dangers of \nproceeding without counsel and the possible dispositions the court could impose). \nAs a result, the presence of public defenders in the Circuit's juvenile courts is \nessential to protect the constitutional rights of the children who come before those \ncourts. \n106.  For instance, on November 26,2013, J.G., an African-American \nyouth, appeared in Crisp County Juvenile Court charged with criminal trespass, \nunruliness, and theft by taking.  Defendant Pack listed the following as possible \n18 Affidavit ofL. Rosen (Exhibit L). \n52 \n\ndispositions in his case: counseling, probation, and community service.  She did \nnot inform J.G. that he faced detention.  Only after J.G. said he was willing to \nproceed without a lawyer and admitted to each offense did the prosecutor \nrecommend he spend 15 days in short-term detention, a recommendation \nDefendant Pack followed. \n107.  Rather than provide adequate verbal warnings about the right to \ncounsel and the possible dispositions at the court's disposal, pre-printed \n\"Acknowledgement of Rights\" forms are passed out to children before court \nwithout sufficient explanation and without any inquiry into the child's intellectual \nfunctioning or ability to read and comprehend the information on the forms. \n108.  In addition, Judge Pack imposes monetary burdens on children \nadjudicated delinquent that are either unauthorized, or unaccompanied by \nadvisements alerting children to the availability of an application fee waiver, or an \ninquiry into the child's ability to pay.  For instance, on November 26, 2013, \nDefendant Pack imposed $496 in fines against Z.W., an unrepresented seventeen-\nyear-old charged with possession of alcohol by a minor and consumption of \nalcohol by a minor, offenses that allegedly occurred when he was sixteen-years-\nold.  These fines were not authorized under the Juvenile Code.  See O.C.G.A. § 15-\n11-60l(a)(8) (enumerating the offenses for which fines may be imposed against \n53 \n\ndelinquent juveniles).  Moreover, O.C.G.A. § 15-21A-6(c) requires the waiver of \npublic defender application fees in cases of undue hardship.  Too often, however, \nchildren appearing in the circuit's juvenile courts are informed of the application \nfee, but not the statutorily available fee waiver, causing some to forgo counsel \nbecause they cannot afford to pay the fee. \n109.  The public defender's repeated absences and Defendant Pack's \ninadequate advisements regarding the right to counsel compel children to proceed \nwithout counsel in violation of the constitutions and laws of the United States and \nGeorgia. \n2.  The Denial of Counsel for Adults in Superior Court. \n110.  Adults detained in jail after arrest in the Cordele Circuit do not \nregularly receive the \"services of counsel\" within three business days of arrest and \ntheir application for a public defender in violation of O.C.G.A. § 17-12-23(b). \nThe public defender's investigator typically conducts initial interviews with people \ndetained in the jails, but solely for the purpose of completing the public defender \napplication form.  Lasting only a few minutes, these meetings involve no \ndiscussion of the defendant's case, strategies for obtaining pre-trial release, or \npotential legal and factual defenses.  Many defendants are not informed whether \nthey have been accepted or rejected for representation by a public defender until at \n54 \n\nor near the date of arraignment.  If eligible for a public defender, they may not see \none until a few days before arraignment, or may have only brief encounters with \npublic defenders at bond hearings or in jail.  On occasion, a public defender has \ninterviewed defendants in groups. \n111.  When people are deemed ineligible for representation by the public \ndefender office, neither the public defenders nor their staff inform them of their \nright to retain counselor their right to ask the judge for a lawyer if the court finds \nthey are unable to afford lawyers after making good-faith efforts to retain one.  See \nGideon, 372 U.S. at 344 (a person \"who is too poor to hire a lawyer\" is guaranteed \ncounsel by the Sixth Amendment).  On occasion, a member of the public \ndefender's staff escorts the applicant to the district attorney's table to speak \ndirectly with a prosecutor. \n112.  Defendants found eligible for the public defender's services receive \nlittle to no advocacy for the reduction of bond and pretrial release.  As a result of \nthe failure of the public defenders to seek review of bonds in a prompt and timely \nmanner, many people accused of crimes are illegally detained in jail and may lose \ntheir employment, shelter, means of transportation, and otherwise be injured. \n113.  Though public defenders in other judicial circuits routinely demand \npreliminary hearings pursuant to O.C.G.A. § 17-7-20, et seq., for clients soon after \n55 \n\narrest and long before arraignment, that is not the practice in the Cordele Circuit. \nThe Cordele public defenders never asked for a preliminary or commitment \nhearing in 2011 and 2012.  One Cordele public defender even asked her client to \nprovide her, the public defender, with reasons in writing as to why the client was \nentitled to a preliminary hearing.19  Only in the last six months have public \ndefenders asked for preliminary hearings in a few cases. \n114.  Jailed defendants regularly wait weeks or months without a court \nappearance or a visit from a public defender, unless they are charged with a crime \nthat requires that bond be set by a Superior Court judge.  During this time, no \nattorney is working on their behalf, no investigation is conducted, and no witnesses \nare interviewed. Thus, the defendants are denied the \"consultation, thoroughgoing \ninvestigation and preparation\" that have been recognized as \"vitally important\" \nduties of counsel since Powell v. Alabama, 287 U.S. 45, 57 (1932). \n115.  Many defendants meet a public defender for the first time when they \nappear in court for arraignment.  Even those who have met a public defender \npreviously usually learn of the plea offers in their cases for the first time at a recess \nafter call of the arraignment calendar.  Many defendants enter guilty pleas and are \n19 Letters from Asst. Public Defender R. Clark to Def., Dec. 28, 2011 and Jan. 19,2012 (Exhibit \nN). \n56 \n\nsentenced after the recess without meaningful, confidential, and substantive \ncommunications with counsel, without any investigation regarding any aspect of \ntheir cases, without any research into any legal issues in their cases, and without \nany professional and informed assessment by a lawyer of the case against them. \n116.  In the Circuit's largest county, Crisp, superior court judges convert \none of the courthouse's two upstairs courtrooms into a temporary \"public defender \noffice,\" where public defenders meet with dozens of defendants for the first time \nduring a recess on the day of arraignments.  At least one sheriff's deputy is \nstationed in the \"office\" the entire day, and district attorneys have unfettered access \nto the \"office.\"  For many defendants, this is the only \"public defender office\" they \nwill see and the only opportunity to speak to a public defender they will have \nbefore entering a plea and being sentenced when court resumes.  Packed with \nindigent defendants and their relatives and friends, the courtroom is in no way a \nlaw office, but the staging area for an assembly line process in which the Superior \nCourt Judges, the district attorney's office, and the public defenders attempt to \nresolve as many cases as possible in as little time as possible. \n117.  Public defenders are regularly paired with defendants in the order they \nappear on the court calendar or in alphabetical order, rather than based on any \nexisting attorney-client relationship.  That is because there is no attorney-client \n57 \n\nrelationship.  One public defender may convey the prosecution's plea offer to a \ndefendant during the recess during arraignments, but another public defender may \nstand with the defendant when he enters a guilty plea and is sentenced, usually as \npart of a group.  A defendant may speak with one public defender at arraignment, \nthen another at calendar call, and then plead guilty as part of a group accompanied \nby another public defender.  Few defendants have a clear understanding of who, if \nanyone, is responsible for their case. \n118.  A proper and constitutional plea bargaining process requires, among \nother things, multiple interviews with a defendant, fact investigation, legal \nresearch, negotiations with the prosecution, and sufficient time for a defendant to \nconsider the alternatives and make a fully informed, knowing, and intelligent \ndecision.  Discussions of plea offers are \"best conducted in a calm, unhurried, and \nprivate atmosphere rather than at the last moment in a courtroom.\"  ABA Standards \non the Prosecution Function 3.41 (commentary) (3d ed. 1993).  While prosecutors \nhave broad discretion with regard to making plea offers and the terms for \nacceptance, a prosecutor's discretion cannot be exercised in a way that violates the \ndue process rights of an accused, see, e.g., Blackledge v. Perry, 417 U.S. 21 \n(1974); Santobello v. New York, 404 U.S. 257 (1971); North Carolina v. Pearce, \n395 U.S. 711 (1969), and must be exercised in a way that is consistent with the \n58 \n\nprosecutor's duty \"to seek justice.\"  Berger, 295 U.S. at 88.  See also National \nProsecution Standards 2-8.3 (\"The prosecutor should cooperate with defense \ncounsel at all stages of the criminal process to ensure the attainment of justice and \nthe most appropriate disposition of each case.\"); 5.21 (a prosecutor should \"make \nknown a policy of willingness to consult with the defense concerning disposition \nof charges by plea and should set aside times and places for plea negotiations, in \naddition to pre-trial hearings\") (3d ed. 1999). \n119.  However, because plea offers are generally not communicated before \nthe day of arraignments and because the Cordele public defenders must speak to so \nmany defendants during a recess between the call of the calendar and the entry of \nguilty pleas, defendants learn of plea offers in hurried conversations limited to a \nfew minutes.  Confidentiality is not always maintained.  The brief conversations in \nwhich plea offers are communicated do not constitute \"legal representation.\"  They \ndo not provide defendants with adequate information or sufficient time necessary \nfor making important, life-altering decisions as to whether to accept or reject a plea \noffer. \n120.  The public defenders also lack the time and resources to investigate \nthe facts of the case and any issues of mental illness, intellectual limitations or \ndisability, employment, military service, family circumstances, prior convictions \n59 \n\nand other aspects of the backgrounds of defendants.  During the recess, there is no \nopportunity for them to learn of and inform defendants of any collateral \nconsequences such as deportation, disenfranchisement, dishonorable discharge \nfrom the armed forces, suspension or revocation of driver's licenses, and \nineligibility for public benefits, business or professional licenses, and military \nservIce. \n121.  The public defenders are thus unable to \"make an independent \nexamination of the facts, circumstances, pleadings and laws involved\" in order to \n\"offer [an] informed opinion as to what plea should be entered.\"  Von Moltke v. \nGillies, 332 U. S. 708, 721 (1948); accord Smith v. United States, 348 F.3d 545, \n553 (6th Cir. 2003); Boria v. Keane, 99 F.3d 492,497 (2d Cir. 1996); Unif. Super. \nCt. R. 33.4(B) (\"[D]efense counsel, after appropriate investigation, should advise \nthe defendant of the alternatives available and of considerations deemed \nimportant\" in deciding what plea should be entered); Ga. R. of Prof'l Conduct 1.1 \n(requiring legal knowledge, thoroughness and preparation reasonably necessary for \nrepresentation); ABA Standards for Criminal Justice, Pleas of Guilty § 14-3 .2(b ) \n(3d ed. 1999) (\"Defense counsel should not recommend to a defendant acceptance \nof a ple,a unless appropriate investigation and study of the case has been \ncompleted.\") . \n60 \n\n122.  Nevertheless, the public defenders relay the District Attorney's plea \noffers to defendants, and they inform them that the offer will expire - often within \na day - and may not be available again.  Defendants thus not only lack essential \ninformation, they are also required to decide whether to accept or reject plea offers \nunder immense time pressures contrary to Uniform Superior Court Rule 33.2(A), \nwhich requires that they be given a reasonable time to consult with counsel. \n123.  In accepting guilty pleas after the recess, Superior Court Judges \nPridgen, Chasteen, and Hughes ask defendants if they are satisfied with their \nlawyers.  They once asked this by mentioning specific public defenders by name, \nbut this confused many defendants who did not know which public defender was \nrepresenting them.  Defendants Pridgen, Chasteen, and Hughes therefore changed \ntheir practice of naming public defenders, and instead ask defendants if they are \nsatisfied with the \"public defender office.\"  As Defendants Pridgen, Chasteen, and \nHughes know, there has not been any attorney-client communication, much less a \nrelationship, between the public defenders and the defendants.  For example, one \ndefendant, a high school student, answered that he did not have a lawyer; he had \nonly spoken to the public defender investigator about the plea offer.  (The \ninvestigator no longer discusses plea offers with defendants.).  Moreover, \nDefendants Pridgen, Chasteen, and Hughes are aware that the public defenders \n61 \n\nroutinely fail to assert their clients' rights on basic matters, such as the right to a \npreliminary hearing, and it is apparent that the public defenders rarely meet with \ntheir clients until the day of court, as evidenced by the decision to convert a \ncourtroom in one county courthouse into a \"public defender office.\"  Thus, the \nquestion of whether defendants are satisfied with counsel is meaningless to a \nperson who is unlikely to have an independent understanding of the professional \nresponsibilities of a lawyer rendering actual representation, such as meaningful \ninterviews, investigation, motions practice, legal research, and a thorough and \ninformed discussion of the decisions to be made in a criminal case. \n124.  Even with fewer cases after the guilty pleas at arraignments, the \npublic defenders lack the staff, time, and resources to represent defendants who do \nnot plead guilty at arraignment. \n125.  The public defenders do not conduct substantive interviews of \ndefendants.  Instead, they have asked defendants to write out their versions of \nevents, and have interviewed some defendants in groups. \n126.  The public defenders lack the staff and resources to investigate the \nfacts of the cases and circumstances of the defendants, such as mental illness, \nintellectual limitations or disability, employment, military service, family \n62 \n\ncircumstances, and other aspects of their backgrounds.  They are unable to \ndetermine collateral consequences and advise defendants with regard to them. \n127.  The public defenders do not engage in any motions practice based on \nthe particular facts of a case.  Instead, they either file brief boilerplate discovery \nmotions or they file no motion at all.  Motions in limine, motions to suppress, and \nother pleadings based on the facts of the cases are rarely filed by the Cordele \nCircuit Public Defender. \n128.  Because the public defenders are unable to provide even minimal \nprofessional services, defendants receive no meaningful legal advice and advocacy. \n129.  As evidenced by a public defender asking a defendant to tell her why \nhe was entitled to a preliminary hearing, the Cordele public defenders lack \nsufficient training to represent defendants accused of crimes.  Training is \nparticularly crucial for public defenders who must deal with excessive caseloads \nand lack adequate resources.  See ABA Ten Principles of a Public Defender \nDelivery System, Principle 9 (commentary); ABA Standards for Criminal Justice, \nProviding Defense Services, Standard 5-1.5. \n130.  The public defenders have a longstanding practice of refusing to \nrepresent defendants who cannot pay the public defender application fee in seeking \nits waiver.  See O.C.G.A. § 15-21A-6(c).  For many years, the public defender \n63 \n\naffirmatively requested the fee's imposition against defendants until the judges \nstarted imposing it, and prosecutors started requesting the fee as part of the plea \nrecommendation.  The public defenders still do not seek waiver for defendants who \nask them to request waivers. \n131.  The refusal to seek waivers effectively chills a defendant's right to \nlegal representation by preconditioning access to this constitutional right on \npayment.  See, e.g., Alexanderv. Johnson, 742 F.2d 117,123-24 (4th Cir. 1984) \n(\"The state's initiatives ... naturally must be narrowly drawn to avoid ... chilling \nthe indigent's exercise of the right to counsel\"); see also Griffin v. California, 380 \nU.S. 609, 614 (1965) (invalidating a statute that penalized a defendant's assertion \nof his Fifth Amendment right against self-incrimination).  This policy also violates \nthe duty of a lawyer to inform the client of the applicable law and to advocate on \nbehalf of the client's interest.  See Ga. Bar R. of Prof I Conduct Rule 1.3, cmt. 1; \nsee also Ga. Bar R. of Prof'l. Conduct, pmbl., § 2. \n132.  The public defender's pretrial inattention to both indigent adults and \nchildren is not explained by the public defender's focus on, or dedication to \nrepresentation of indigent defendants at trial.  In fact, in 2012, the public defender \nbrought to trial only five cases out of the 1,332 felony and misdemeanor cases \nhandled in superior court. \n64 \n\n3.  Defendants Have Failed to Adequately Monitor The \nRepreseutation of Indigent Children and Adults. \n133.  As discussed above, the Indigent Defense Act requires oversight and \nmonitoring of the circuit public defender at both the state and county levels to \nensure the delivery of constitutionally and statutorily mandated legal \nrepresentation.  See O.C.G.A. §§ 17-12-1(c), 17-12-5(d)(12), 17-12-20(d). \n134.  However, Defendants have not implemented effective measures for \nmonitoring and evaluating the performance of the Cordele Circuit Public Defender \nOffice.  Defendants do not recognize caseload and other performance standards \nadopted by the GPDSC in 2004 as binding or even relevant in assessing the \nperformance of the public defender office.  Consequently, Defendants have no \nmeaningful criteria with which to evaluate the Cordele Circuit Public Defender \nOffice's performance.  Nor do they have a system for ensuring the Cordele Circuit \nPublic Defender Office appears in juvenile courts, promptly communicates with \nclients, investigates cases, files case-specific motions, advocates for clients at \nsentencing, and otherwise provides adequate and client-specific representation to \nits clients. \n135.  To ensure adequate monitoring at the local level, the Act requires that \nDefendants Jay, Nance, Hudson, and Keene, as chairmen of their respective boards \n65 \n\nof commissioners, appoint one member to the three-member Cordele Judicial \nCircuit Supervisory Panel, whose primary task is evaluating the performance of the \nCircuit Public Defender Office.  O.e.G.A. § 17-12-20(a).  The statute requires that \nappointments shall occur within sixty days of a vacancy.  [d.  Notwithstanding this \nstatutory obligation, Defendants Jay, Nance, Hudson, and Keene have not \nappointed an attorney to the Cordele Judicial Circuit Supervisory Panel. \n136.  If Defendants adequately monitored the Cordele Circuit Public \nDefender Office, they would have found that the office is severely understaffed \nand underfunded and unable to meet its constitutional and statutory obligation to \nprovide representation to adults accused of crimes and children accused of acts of \ndelinquency. \n137.  If Defendants adequately monitored the Cordele Circuit Public \nDefender Office, they would have found that its attorneys are routinely absent from \nthe Circuit's juvenile courts. \n138.  If Defendants adequately monitored the Cordele Circuit Public \nDefender Office, they would have found that it does not provide the \"services of \ncounsel\" to detained defendants within three business days of arrest and their \napplication for a public defender in violation of O.C.G.A. § 17-12-23(b). \n66 \n\n139.  If Defendants adequately monitored the Cordele Circuit Public \nDefender Office, they would have found that its public defenders lack adequate \ntime to interview defendants and are unable to make an independent examination \nof the facts, circumstances and laws involved in cases in order to offer an informed \nopinion to defendants as to what plea should be entered. \n140.  If Defendants adequately monitored the Cordele Circuit Public \nDefender Office, they would have found that cases are rarely investigated. \n141.  If Defendants adequately monitored the Cordele Circuit Public \nDefender, they would have found that its attorneys are in need of training with \nregard to defending adults and children accused of crimes. \nCLASS ACTION ALLEGATIONS \n142.  Plaintiffs seek the certification of two classes in this action under \nO.e.G.A. § 9-11-23.  In the first class, Plaintiffs N.C., S.C., A.I., and W.M. seek to \nrepresent all indigent children who are or will be accused of delinquent acts in the \njuvenile courts of the Cordele Circuit.  In the second class, Plaintiffs Phillips, \nYoung, Morgan, and Harper seek to represent all indigent adults who are or will be \naccused of crimes in the superior courts of the Cordele Circuit. \n67 \n\nA.  CHILDREN \n143.  Plaintiffs N.P., S.C., A.J., and W.M. seek to represent a class \nconsisting of all indigent children who are or will in the future be accused of \ndelinquent acts and subject to proceedings where they face confinement, \ncommitment, probation, or revocation of probation in the Cordele Judicial Circuit's \njuvenile courts, and are entitled to the assistance of counsel by the Georgia and \nUnited States Constitutions, the Indigent Defense Act of 2003, the Juvenile Code, \nor other applicable law. \n144.  Plaintiffs N.P., S.C., AJ., and W.M. meet the requirements of \nO.C.G.A. § 9-11-23(a) in that: \na.  The members of this proposed class are so numerous as to make \nit impracticable to bring separate civil rights actions.  According to the \nAOC, approximately 700 cases are referred to the four juvenile courts in the \nCordele Judicial Circuit alleging delinquent acts every year.  Furthermore, \nthe membership of the class is constantly changing as new children are \naccused of delinquent acts and pending cases are resolved. The members of \nthe class are so numerous as to make it impracticable to bring separate civil \nrights actions. \n68 \n\nb.  The policies, customs, and practices challenged in this action on \nbehalf of Plaintiffs N.P., S.C., AJ., and W.M., namely the failure to \nestablish a juvenile division in the Cordele public defender's office and the \nfailure to consistently provide counsel in juvenile proceedings, apply equally \nto Plaintiffs and similarly situated children.  Moreover, Plaintiffs N.P., S.C., \nAJ., and W.M., and the members of the proposed class have a common \ninterest in counsel being regularly available in juvenile court and not \narbitrarily denied because there are not enough public defenders to represent \nclients in the Superior Courts and juvenile courts.  Accordingly, the claims \nasserted by the members constituting the proposed class raise common \nquestions of law and fact that will predominate over individual questions of \nlaw or fact, and can be resolved on a class-wide basis; \nc.  Plaintiffs N.P., S.C., AJ., and W.M. assert claims which are \ntypical of claims members of the proposed class have against the \nDefendants, i.e. the right of indigent children to counsel in juvenile court; \nand \nd.  Plaintiffs N.P., S.C., AJ., and W.M., and their counsel will \nadequately represent the interests of all members of the proposed class. \nPlaintiffs N.P., S.c., AJ., and W.M. do not have any interests that would \n69 \n\nconflict with members of the proposed class, and Plaintiffs' counsel have the \nexperience and resources necessary to adequately represent all members of \nthe proposed class. \n145.  Plaintiffs N.P., S.C., A.J., and W.M. meet the requirements of \nO.C.G.A. § 9-11-23(b )(2) in that a class action is a superior and necessary form for \nresolving the issues raised by this Complaint because the Defendants' actions have \nresulted in the arbitrary and unpredictable availability of counsel for all members \nof the proposed class, making appropriate declaratory and prospective injunctive \nrelief against Defendants with respect to all members of the class. \n146.  Because Defendants' actions have denied Plaintiffs the right to \ncounsel, and because Plaintiffs are indigent and do not have alternative access to \nrepresentation, the remedies available at law are both unavailing and unavailable. \nThus, class members will suffer substantial and irreparable injury. \nB. ADULTS \n147.  Plaintiffs Phillips, Young, Morgan, and Harper seek to represent a \nclass consisting of: all indigent adults who are or will in the future be accused of \nfelonies, misdemeanors, or violations of the conditions of probation in the Cordele \nIudicial Circuit's superior courts, and are entitled to the assistance of counsel under \n70 \n\nthe Georgia and United States Constitutions, the Indigent Defense Act of 2003, or \nother applicable law. \n148.  Plaintiffs Phillips, Young, Morgan, and Harper meet the requirements \nofO.C.G.A. § 9-11-23(a) in that: \na.  Members constituting the proposed class are so numerous as to \nmake it impracticable to bring them all before the court.  Approximately \n1,900 people are charged with criminal offenses in the Cordele Iudicial \nCircuit every year; of these individuals, the public defender office has, on \naverage, represented over 1,260 each year, according to its own data. \nFurthermore, the membership of this proposed class is constantly changing \nas new people are charged with crimes and older cases are resolved.  Many \nmembers of the proposed class are only in it momentarily because they meet \ntheir public defenders and plead guilty and are sentenced within a few hours \non the same day.  The members of the proposed class are so numerous as to \nmake it impracticable to bring separate civil rights actions. \nb.  The deficiencies, policies, and practices challenged in this \naction apply equally to Plaintiffs Phillips, Young, Morgan, and Harper and \nall members of the proposed class.  Members of the proposed class are \nroutinely denied essential elements of professional representation as \n71 \n\npreviously alleged herein, including, but not limited to, prompt \ncommunication with an attorney, advocacy for bond and/or bond review, \ndemands for preliminary hearings, investigation into the prosecution's case \nand potential defenses and mitigating factors, legal counsel during plea \nnegotiations, and sentencing advocacy because the public defender office \nhas far more cases than it can possibly handle competently. \nc.  This case is about the systemic deficiencies in representation -\nnot the guilt or innocence of individual defendants or the facts of their \nindividual cases.  The claims regarding the systemic deficiencies involve \ncommon questions of law and facts, such as whether the \"meet 'em and \nplead 'em\" approach, through which a large number of cases are resolved, \nconstitutes \"representation\" by \"counsel\" under the United States and \nGeorgia Constitutions, the Georgia Rules of Professional Responsibility, the \nUniform Superior Court Rules, and established standards for the defense of \ncriminal cases; and whether the Cordele Circuit Public Defender Office, as \npresently constituted, has the capacity to provide all members of the \nproposed class with the professional services of an attorney-at-law, as \nopposed to serving the clerical function of communicating plea offers to \ndefendants.  All claims asserted by the Plaintiffs, like the common questions \n72 \n\nof law and fact, will predominate over individual questions of law or fact, \nand can be resolved on a class-wide basis. \nd.  The claims and experiences of Plaintiffs Phillips, Young, \nMorgan, and Harper are typical of all putative class members in the \nfollowing respects: they do not receive timely and adequate legal \nrepresentation or informed professional advice because there are not enough \npublic defenders for the number of indigent adults and children entitled to \nrepresentation, as alleged herein, and, as a result, their cases are not \ninvestigated; legal issues are not identified; preliminary hearings are rarely \nsought; case-specific motions are not filed; those detained after arrest are \ndenied the \"services of counsel\" within three business days; plea \nnegotiations primarily consist of the public defender conveying the \nprosecution's plea offer without providing legal counsel; and sentencing \nadvocacy is virtually nonexistent. \ne.  Plaintiffs Phillips, Young, Morgan, Harper, and their counsel \nwill adequately represent the interest of all members of the proposed class. \nThe named Plaintiffs do not have any interests that would conflict with \nmembers of the proposed class, and Plaintiffs' counsel have the experience \n73 \n\nand resources necessary to adequately represent all members of the proposed \nclass. \n149.  Plaintiffs Phillips, Young, Morgan, and Harper meet the requirements \nof O.C.G.A. § 9-11-23(b )(2) in that a class action is a superior and necessary form \nfor resolving the issues raised by this Complaint because the Defendants' actions \nhave resulted in constitutionally inadequate representation - or no representation at \nall- for members of the proposed class, making appropriate declaratory and \nprospective injunctive relief against Defendants with respect to all members of the \nclass. \nCAUSES OF ACTION \nCOUNT I: \nDENIAL OF DUE PROCESS IN VIOLATION OF THE FOURTEENTH \nAMENDMENT TO THE U.S. CONSTITUTION \n150.  Each and every allegation of the Complaint is incorporated herein as \nif set forth in full. \n151.  By their actions, inactions, customs, and practices alleged herein, \nDefendants Deal; Defendant Sakrison; and the GPDSC and its members, \nDefendants Cross, Hodges, McGarity, Miller, Morris, Paris, Seagraves, Sims, and \nTolley, (collectively \"the State Defendants\"); Defendants Fachini, Nichols, Rigby, \nBrown, Todd, Faison, and Warbington (collectively \"the District Attorneys\"); Ben \n74 \n\nHill County, the Ben Hill County Board of Commissioners and its members; Crisp \nCounty, the Crisp County Board of Commissioners and its members; Dooly \nCounty, the Dooly County Board of Commissioners and its members; and Wilcox \nCounty, the Wilcox County Board of Commissioners and its members (collectively \n\"the County Defendants\"); Defendant Pack; and Defendant Eidson, acting under \ncolor of state law, have deprived Plaintiffs N.P., S.c., A.J., W.M., and other \nindigent children eligible for representation by counsel in the juvenile courts in the \nCircuit.  See In re Gault, 387 U.S. at 36-37.  As such, the Defendants have denied \ndue process of law to Plaintiffs and others similarly situated, in violation of the \nFourteenth Amendment of the United States Constitution, as enforced through 42 \nU.S.c. § 1983 and other applicable law. \nCOUNT II: \nDENIAL OF COUNSEL IN VIOLATION OF THE \nSIXTH AND FOURTEENTH AMENDMENTS \nTO THE U.S. CONSTITUTION \n152.  Each and every allegation of the Complaint is incorporated herein as \nif set forth in full. \n153.  By their actions, inactions, customs, and practices alleged herein, the \nState Defendants; the County Defendants, Cordele Superior Court Judges Pridgen, \nChasteen, and Hughes (collectively \"the Defendant Superior Court Judges\"), the \n75 \n\nDistrict Attorneys; and Defendant Eidson, acting under color of state law, have \nfailed to adequately fund and effectively monitor the Cordele Circuit Public \nDefender Office.  These failures have resulted in the denial of adequate legal \nrepresentation to Plaintiffs Phillips, Young, Morgan, Harper, and other similarly \nsituated indigent adults accused of crimes in the Superior Courts of the Cordele \nJudicial Circuit in violation of the right to counsel as guaranteed by the Sixth \nAmendment of the United States Constitution, made applicable to the States by the \nDue Process Clause of the Fourteenth Amendment, as enforced through 42 U.S.C. \n§ 1983, and Maine v. Moulton, 474 U.S. 159 (1985); Argersinger v. Hamlin, 407 \nU.S. 25 (1972); White v. Maryland, 373 U.S. 59 (1963); Gideon v.  Wainwright, \n372 U.S. 335 (1963); Von Moltke v.  Gillies, 332 U. S. 708 (1948). \nCOUNT III: \nDENIAL OF ACCESS TO THE COURTS AND TO COUNSEL IN \nVIOLATION OF \nGEORGIA CONSTITUTION, ART. I, § 1, <j[<j[ XII AND XIV \n154.  Each and every allegation of the Complaint is incorporated herein as \nif set forth in full. \n155.  By their actions, inactions, customs, and practices alleged herein, the \nState Defendants; the County Defendants; and Panel members Wright and Sherrell, \nacting under color of state law, have failed to adequately fund and/or effectively \n76 \n\n, \nmonitor the Cordele Circuit Public Defender Office, resulting in the denial of \ntimely and adequate representation to indigent adults accused of crimes in the  I \nI \nCordele Iudicial Circuit's superior courts their right to the courts and to counsel in  I \nf \nI \nviolation of article I, section I, paragraphs XII and XIV of the Georgia \nI \nI \nConstitution.  I \nI \nCOUNT IV: \nDENIAL OF DUE PROCESS AND EQUAL PROTECTION \nIN VIOLATION OF GEORGIA CONSTITUTION ART. I, § 1, en. 1 \n156.  Each and every allegation of the Complaint is incorporated herein as \nif set forth in full. \n157.  By their actions, inactions, customs, and practices alleged herein, the \nState Defendants; the County Defendants; and Panel members Wright and Sherrell, \nacting under color of state law, have failed to adequately fund and/or effectively \nmonitor the Cordele Circuit Public Defender Office, resulting in the denial of \ntimely and adequate representation for indigent individuals accused of crime in the \nsuperior courts of the Cordele Circuit and indigent children accused of delinquent \nacts in the circuit's juvenile courts of their right to counsel.  As such, Defendants \nhave denied due process of law and equal protection of the law to Plaintiffs and \n77 \n\nothers similarly situated, in violation of Article I, Section I, Paragraphs I and II of \nthe Georgia Constitution. \nCOUNT V: \nDENIAL OF COUNSEL IN VIOLATION OF INDIGENT DEFENSE \nACT OF 2003, O.C.G.A. § 17·12·1, et seq. \n158.  Each and every allegation of the Complaint is incorporated herein as \nif set forth in full. \n159.  The State Defendants, County Defendants, and Defendant Eidson, \nacting under color of state law, have failed to provide timely and adequate \nrepresentation for indigent individuals accused of crime in the superior courts of \nthe Cordele Judicial Circuit, and have denied counsel entirely to some indigent \nchildren appearing in delinquency proceedings in the Circuit's juvenile courts, in \nviolation of the Indigent Defense Act of 2003. \n160.  Moreover, the State Defendants, and Panel members Wright and \nSherrell, have collectively failed to adequately monitor, oversee, and supervise the \nCordele Circuit Public Defender Office resulting in the denial of the right to \ncounsel and fairness in criminal proceedings. \nDECLARATORY RELIEF \n161.  Each and every allegation of the Complaint is incorporated herein as \nif set forth in full. \n78 \n\n162.  Plaintiffs and persons similarly situated seek a declaratory judgment \nunder O.C.G.A. § 9-4-1, et seq. to afford relief from uncertainty and insecurity \nregarding their rights, status, and legal relations as people subject to prosecution in \nthe superior courts of the Cordele Judicial Circuit and the circuit's juvenile courts. \n163.  A real and actual controversy exists in that the Plaintiffs and persons \nsimilarly situated suffered from or face the imminent risk of suffering from the loss \nof their fundamental rights as stated herein. \n164.  The Plaintiffs and the proposed classes therefore request that the \nCourt issue a declaratory judgment as set forth in the prayer for relief below. \nPRAYER FOR RELIEF \nWHEREFORE, based on the foregoing, Plaintiffs respectfully pray that this \nCourt grant the following: \nA.  Certify the case as a class action under O.C.G.A. § 9-11-23; GA. \nCONST. art. I, § 1, 'lI XIV; \nB.  Declare that: \n1.  Defendants have deprived Plaintiffs and persons similarly situated of \ntheir constitutional and statutory right to counsel in the manner stated herein, \nresulting in harm and a continuing threat of harm to the adults and children \nprosecuted in the Circuit; \n79 \n\n2.  Defendants State of Georgia, Ben Hill County, Crisp County, Dooly \nCounty, and Wilcox County, each county's board of commissioners and individual \nmembers, have a constitutional, statutory and legal duty to provide funding \nnecessary to provide counsel to adults accused of crimes and children accused of \ndelinquent acts who are facing a loss of liberty and cannot afford a lawyer; \n3.  Court fees, public defender application fees, fines, or any other \nmonetary obligations may not be imposed on children who lack the means to make \npayments, or, in the alternative, such monetary obligations may not be imposed \nunless a determination is made that a child can afford to pay them, and no child \nmay be detained, or have his probation extended for failure to pay such obligations \nunless a court has made a determination that the child had the ability to pay but \nwillfully refused to do so; \n4.  Court officials, including judges, prosecutors, and defense counsel, \nhave a constitutional, statutory, legal and ethical responsibility to carry out their \nduties in a way that does not interfere with or burden the right to counsel of the \naccused, the right of the accused to make informed, knowledgeable, knowing and \nintelligent decisions with regard to waiving their constitutional rights and \naccepting guilty pleas; and the constitutional, statutory, legal and ethical \nresponsibilities of counsel in representing their clients; \n80 \n\n5.  Defendant Superior Court Judges, Defendant Pack and Defendant Eidson \nhave a constitutional, statutory, legal and ethical responsibility to inform \ndefendants of circumstances in which the public defender application fee may be \nwaived and Defendant Eidson has a constitutional, statutory, legal and ethical \nresponsibility to seek waiver of the fee on behalf of defendants for whom \nimposition of the fee would be a measurable hardship. \nC.  Grant injunctive relief under 42 U.S.C. § 1983 and O.C.G.A. § 9-5-1, \net seq., requiring Defendants to: \n1.  provide counsel to all indigent children accused of delinquent acts and \nfacing a disposition of confinement, commitment, or probation at each and every \nsession of the juvenile courts in the Cordele Circuit; \n2.  provide the services of counsel within three business days of the arrest \nof any child or adult who cannot afford counsel as required by O.C.G.A. § 17-12-\n23(b), such services including, but not limited to, an individual, confidential \ninterview by an attorney of the accused; efforts to secure pretrial release for those \ndetained; requests for preliminary hearings where appropriate; any necessary \ninvestigations; a professional assessment of the charges, possible defenses and \ngrounds for any motions or other relief; and the filing of case- and client-specific \n81 \n\nmotions, requests for jury charges and other appropriate applications as required by \nthe facts and law of each case to protect the rights of the accused; \n3.  provide all adults and children accused of crimes or delinquent acts \nwith an explanation of their right to counsel, including (1) the benefits of counsel, \nthe dangers and disadvantages of proceeding without counsel, and the \ncircumstances under which the public defender fee may be waived; (2) the right of \nthose found ineligible for public defense to retain counsel, and, if they are unable \nto retain a lawyer despite good faith efforts to do so, to apply to the courts for \ncounsel. \n4.  monitor the performance of the Cordele Circuit Public Defender \nOffice and require that it maintain reasonable caseloads and that its lawyers and \ninvestigator obtain necessary training and supervision; and \n5.  refrain from imposing court fees, public defender application fees, or \nany other monetary obligation on adults or children who lack the means to pay \nthem. \nD.  Grant injunctive relief under 42 V.S.c. § 1983 and O.C.G.A. § 9-5-1, \net seq., requiring Defendants Superior Court Judges, District Attorney Denise \nFachini and her assistants Cheri Nichols, Bradford Rigby, Christian Brown, A. \nZachary Faison, Laura Todd, and Lauren Warbington, to conduct court sessions in \n82 \n\na manner that facilitates and protects the right to counsel of all people accused of \ncrimes, including, but not limited to, permitting time for an individual, confidential \ninterview by an attorney; necessary investigations; professional assessments of any \nplea offers based upon a knowledgeable assessment of the prosecution's case, \npossible defenses and legal issues, the record and background of the client, and \ncollateral consequences; compliance by defense counsel with the Georgia Rules of \nProfessional Responsibility; and sufficient time for the accused to make a \nconsidered, informed, intelligent decision with regard to accepting or declining a \nplea offer. \nE.  Award costs and attorneys fees as permitted by 42 U.S.C. § 1988 and \nstate law; \nF.  Grant Plaintiffs such other relief as the Court deems just, necessary \nand proper. \n[signatures on next page] \n83 \n\nRespectfully submitted this 7th day of Januar  2 \nSTEPHEN B. BRIGHT \nGeorgia Bar No. 082075 \nMELANIE VELEZ \nGeorgia Bar No. 512460 \nATTEEYAH HOLLIE \nGeorgia Bar No. 411415 \nCRYSTAL REDD \nGeorgia Bar No. 969002 \nSOUTHERN CENTER FOR HUMAN \nRIGHTS \n83 Poplar Street N.W. \nAtlanta, Georgia 30303 \nTelephone: (404) 688-1202 \nFacsimile: (404) 688-9440 \nDAVID GERSCH \nD.C. Bar No. 367469 \nPHILIP HORTON \nD.C. Bar No. 375667 \nARTHURLuK \nD.C. Bar No. 973787 \nQUINLANDON \nD.C. Bar No. 1001888 \nKEVIN O'DOHERTY \nD.C. Bar No. 1001893 \nJESSICAD. JONES \nD.C. Bar No. 1013131 \nTIANA RUSSELL \nD.C. Bar No. 975463 \nELIZABETH OWENS \nD.C. Bar No. 1001986 \nARNOLD & PORTER, LLP \n84 \n\n555 Twelfth Street, NW \nWashington, DC 20004-1206 \nTelephone: (202) 942-5000 \nFacsimile: 202.942.5999 \nCounsel for Plaintiffs \n85 \n\nARNOLD & PORTER, LLp20 \n555 Twelfth Street, NW \nWashington, DC 20004-1206 \nTelephone: (202) 942-5000 \nFacsimile: 202.942.5999 \nCounsel for Plaintiffs \n20 Applications for Admission Pro Hac Vice for attorneys with Arnold & Porter, LLC will be \nsubmitted. \n85 \n\nEXHIBIT A \n\nOFFICE OF THE PUBLIC DEFENDER \n716-D 16ili Avenue East \nCORDELE JUDICIAL CIRCUIT \nCordele, Georgia 31015 \n229-276-2768 Telephone \nTimothy L. Eidson. Circuit Public Defender \n229-273-5396 Facsimile \nMarch 19, 2009 \nSherrie Leverett \nFinance Director \nCrisp County Board of Commissioners \n21 0 South 7ili Street \nCordele, Georgia31015 \nRe: Requested funding for the Cordele Judicial Circuit Public Defender Office for fiscal year period July 1, \n2009 - June 30, 2010. \nDear Sherrie: \nPlease find enclosed, for consideration, the proposed budget and request for funding for the Cordele Judicial Circuit \nPublic Defender Office for the fiscal year period July 1,2009 -June 30, 2010. \nFor the amount requested in support of personnel, I am making a circuit wide request of$148,773.71. Of this \namount, Crisp County is being requested to pay $62,484.96. 1 am requesting one additional position of county paid \nassistant puhlic defender and this is explained in the proposed budget. At present, our caseload exceeds 2000 cases. I \nhave enclosed in the budget a record of our cases for Jan. 1 - Dec. 31 for the years 2007 and 2008. This would \npresently average about 500 cases per attorney in this office. This far exceeds what our standards suggest. I have \nattached a copy ofthe Standards to my proposed budget. We continue to be understaffed with attorneys. \nFor the amount requested in support of operations, 1 am making a circuit wide request of$68,69 LOO. Of this \namount, Crisp County is being requested to pay $28,850.22. I am requesting $150.00 more a month for phone \nexpenses and an additional $4000.00 for a computer and a laptop. \nThere is a 5% personnel administrative fee and an additional 5% operating administrative fee. \nIn reference to circuit caseload, Crisp County continues to lead the circuit with 42% of the cases in the circuit, Ben \nHill has 39%, Dooly County has 14% and Wilcox County has 5%. Based on these percentages, I am asking the \ncounties to pay a pro rata-share of both the personnel budget and the operations budget. I believe that this is a fair \nway of determining what amount will be requested from each county. \n1 believe fully that my office has been a very good steward to the Circuit, recently having returned $46,918.13 to \nCrisp County. I returned a total amount of $110,770.09 Circuit wide. I would hope that it is seen that I do not \nneedlessly spend money, and I certainly am not extravagant. I only request basic things that will make this office \noperate efficiently. \nMy office is extremely appreciative of the support that has been provided by the Commissioners as we seek to make \nsure that the indigent defendants in our county receive effective representation in the courts. Please feel free to call \nthe undersigned Circuit Public Defender should there be any specific questions or comments. \nSincerely) \nTimothy Lee Eidson \nCircuit Public Defender \nCordele ludicial Circuit \n\n--'-\nJUSTIFICATION STATEMENT FOR PRESENT COUNTY PAID ASSISTANT \nPUBLIC DEFENDER \nThere is presently one county funded assistant public defender. As can be seen On \n\"Exhibit A\" attached hereto, this attorney serves a vital function for this office and for the \ncounties. \nFirst, without this attorney, our office could not adequate represent juvenile \ndefendants. This attorney is responsible fur handling the juvenile courts in this circuit. \nOur office nonnally has to appear for juvenile court three days each week. \nWithout this attorney, our office could not adequately handle: (1) The Probate Court \nof Crisp County; (2) The Magistrate Court of Crisp County and (3) The City Courts of \nCordele and Arabi. In and of itself, the Probate Court of Crisp County handles a large \nnumber of misdemeanor cases in Crisp County. We are not statutorily required to \nrepresent these courts, but we do by contract. \nThere are presently three (3) Superior Court Judges and one (1) Juvenile Court Judge. \nIn the District Attorney's Office, there are six (6) attorneys, which include the DA.ln the \nPublic Defender's Office for the Cordele Judicial Circuit, there are only four (4) attorneys \nwho work in the office, which includes myself and the conoty paid assistant pUblic \ndefender. \nWithout the county paid assistant public defender, this office would cease to function \nin a manner that would be able to adequately handle indigent representation\" in this \ncounty. The public defender's office would not be able to handle indigent defense any \nbetter than the contract attorneys were able to do prior to the opening of the state offices \nin 2005. In other words, this office would be subject to the same constitutional infirmities \nas were alleged in regard to the old contract system. \n\"Exhibit A\" clearly sets out the duties of the county paid assistant public defender and \nit is clear that this position is an essential position. \nEXl-hBITO \n1/  II \n\nEXHIBITB \n\nI \nAttorney Caseload Comparison \nI \nReport Date Range Type  Cases Appointed in Date Range \n·1 \nStart Date  01/01/2010 \nEnd Date  12/31/2010 \nI \nCircuit Group  General Public Defender Offices \nGroup Fel/Mis  Yes \nI \nExclude Opt~Out Circuits  Yes \nI \nCircuit Group Circuits  Printed on: Thursday, November 21, 2013  Page 1 of 49 \n•~-~    ~~~!>! .     ~g0,<c~ .       <~,~     <•,•~~       ;c,<0~:       \":•<c0~ .       .\"00,- -   •.•300•.        •.•3~~.       .•30~,30  '       .S•a0~\" .     \n\"~~    0<~~     ,•\"00  '    ~3~0 '    <~   \"0   nc0~    \nTotal  13797  50  72  59,573  24,629  15,206  1,47  IT,  24  5,56  28,958  929 \nlapaha  1,61  7  578  236  67  0  181  538  0 \nI~vy  4,93  2,,   1,315  1,68  47  10  0  1  22  1,109  0 \nppalachlan  1,54  549  108  352  2'  1  21  479 \nlanta  11,996  59  0  9,672  3  1,76  191  0  0  27  0 \ntlantlc  2,06  8  1,052  381  25  17  0  0  350 \nugusta  7,863  19  3  2,221  1,10  750  1  15  19  28  3,259 \nrunswick  2,18  7  0  1,250  629  11  1  0  23  157  0 \nhattahoochee  3,53  7  1,901  747  546  0  0  338 \nherokee  2,801  19  88  1,278  309  41  0  13  1,049  0 \nlayton  4,19  9  2,60  881  535  80  7  7 \n~nasauga  3,31  16  1,110  611  122  1  9  2  30  1,11 \nordele  1,21  66  20  70  26 \nk:oweta  4,437  15  5  2,297  1,04  689  47  9  61  212 \n!Dougherty  3,48  16  1,04  409  21  1  0  0  163  1,64  0 \nDublin  1,75  4  693  24'  m  23  1,    19  486  0 \nastern  5,13  1  2,545  1,31  996  230  2 \nnotah  1,37  0  55  20  7  \"  523 \nFlint  2,428  1  1,159  442  60  177  ,0   0  0  32  0 \nriffin  3,863  19  51  1,35  473  34  1  2  37  1,21 \nLookout Mountain  2,94  21  1,359  831  327  9  0  0  70  331  0 \niMacon  4,16  9  2,349  1,031  635  1  6  119 \niddle  1,48  1  3  94  269  22  0  0 \n~ounta!n  99  3  52  325  86  0  0  0  3  55  0 \nNortheastern  3,341  27  1,192  1,440  29  126  1  6  24 \nNorthern  1,79  43  sa  37  22  13  0  581 \ncmulgee  4,10  11  1,22  819  456  2  0  9  320  1,24  0 \nconee  1,31  1  67  171  12  32 \ngeechee  3,32  11  66  397  217  1  0  42  1,589 \nataula  1,309  511  401  58  0  16  319  0 \nPaUlding  1,40  0  511  8  261  17  1  36  488 \niedmont  3,523  9  4'  1,028  1,023  111  16  5  18  1,100 \nRockdale  1,90  58  34  217  \"  71 \norne  2,91  11  210  1,083  499  110  6  0  6  927 \n~{)uth Georgi_e~ ~_,~_,_ _  .1,441L  -. __ ~ L~_ .. -----'::  589  348  \"'  0  0  383 \n\nCircuit Group Circuits  Printed on: Thursday, November 21,2013  Page 2 of 49 \n•. \n•-~~    ~~.>~.      ~,•<00~~         <,•;~; -    <,••;a~~~~<;-           ;•\"<cw-;      ;••a<=cw~~~; .           .g<\"••s\"0.l .         =;nn~,••a~~;  ;          a0~~~~-      ,•••3~~~         i\"<c~n0l  .     \n< \nouthem  3,99  8  0  2,243  1,08  598  19  0  0  39 \nouthwestern  2,20  766  37  296  0  1  3  m \ntone Mountain  12,99  36  0  4,33  1,869  1,56  16  !  129  1,26  2,700  92 \nallapoosa  1,67  1  710  249  9  0  1  9  609 \nIfton  1,16  10  0  540  33  216  33  0  3 \noombs  86  11  341  109  146  3  0  0  28  22 \nowaliga  819  0  16  47  16  1  0  0  10  289  ! \nfNaycross  1,81  9  1,123  517  100  0  0  56  ! \n\",_m  6,757  22  66  1,07'  987  491  29  !  0  1,368  2,no  ! \n-.---\n~--~-.. ----~-~~.---.--\"-~~~-.----\"~~~~~\"-\".-~---~~-... --~~~~--~--\"-.. --~~~ ... \n\nCordele Attorneys  Printed on: Thursday, November 21, 2013  Page 17 of 49 \n~~   ~~~!>!.      <0,!~!  .    <•,!~•l-      ~~,c~      •.••c2~<. ,        \"•~.•~'       ,••~.•3~'        \n\"  ~  ,0  \n~  \" \n~ \n< \nTotal  1211  666  20  70  1  261 \nClark, Rashawn  161  0  9  23  25  0  2C \nCZarnota, Steven  21  10  2  , \nEidson, Timothy  510  299  8  10  1  112 \nKnittle, steven  460  0  23  79  26  6  11= \nLarkey, Joshua  58  0  31  10  7  0  1C \nUnassigned  1  0  0  0  0  1 \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \n\nEXHIBIT C \n\nAttorney Caseload Comparison \nReport Date Range Type  Cases Appointed in Date Range \nStart Date  01/01/2011 \nEnd Date  12/31/2011 \nCircuit Group  General Public Defender Offices \nGroup Fel/Mis  Yes \nExclude Opt-Out Circuits  Yes \nCircuit Group Circuits  Printed on: Thursday, November 21, 2013  Page 1 of 49 \n. \n•-~~    ~~.!~~!..       ~,,•0\"<c0\"          <,00~\"      ~al0~~~~ \"        ,0~<0~       ,;a00~~~~<:           ,•-0,:•nna0\";   .        ~n0,an0~~~\"     \"       ~~~.a~~\"        ,,•300~~.0   .        a;~n000~}        \n< \nTotal  136373  437  873  59,400  25,19  14,076  1;449  161  195  5,383  28,10  1,098 \nlapaha  1,64  629  341  5  0  0  21  403 \nIcovy  4,96  3  0  1,277  1,700  488  10  0  1  387  97 \nppalachian  1,39  2  523  95  261  15  0  29  467  0 \ntlanta  11,32  2  8,828  7  1,855  189  0  0  353 \ntlantie  2,20  10  1,210  437  208  25  0  0  315  0 \nugusta  7,858  16  49  2,456  1,254  646  6  153  3  253  3,02 \nrunswick  2,42  3  1,35  696  126  1  53  183 \nhattahoochee  3,41  9  0  2,00  621  509  262  0 \nherokee  2,85  22  197  1,226  309  78  8  1  1  99 \nlayton  4;45  16  0  2,731  941  691  61  6  0 \nonasauga  3,62  15  1,210  637  149  6  1  293  1,311 \n. \nordele  1,19  1  0  63  146  100  0  0  1  300  0 \noweta  4,89  9  6  2,535  1,18  69  77  6  63  256 \nDougherty  2;44  17  0  863  330  130  1  2  10  999  0 \nubUn  1,75  2  793  215  159  1  0  43  50 \nEastern  5,161  13  18  2,385  1,557  909  23  6  1  38  0 \nnotah  1,41  3  498  30  81  0  0  1  2  507  0 \nFlint  2,37  12  1,12  455  570  159  0  48 \nriffln  3,523  26  48  1,300  358  322  2  1  34<  1,097  0 \nLookout Mountain  2,778  16  1,21  821  26  5  2  71  382 \naeon  3,95  9  0  2,252  883  628  28  0  1  153  0 \nMiddle  1,21  11  2  736  31  132  1  0  0  1 \nountain  1,02  1  0  537  351  77  0  0  1  6  0 \nNortheastern  3,129  17  1,099  1,34  266  14  0  3  256  0 \nNorthern  1,81  40  93  53  206  18  3  0  557 \ncmulgee  3,85  11  1,230  813  345  1  0  31  1,138  0 \neonee  1,34  1  9  673  16  113  0  0  11  376 \ngeechee  2,998  8  703  333  157  5  0  35  1,437  0 \nPataula  1,32  5  40  491  99  1  1  1  296 \nPaulding  1,15  1  47  11  141  9  0  23  38 \nPiedmont  3,613  9  6  1,126  97  129  21  0  3  18  1,105 \nockdale  1,86  1  568  282  183  16  8  803 \nRome  2,91  9  218  92  sao  113  9  1  7  995  0 \nouth Georgia  1,52  8  0  642  34  153  9  0  0  36 \n\nCircuit Group Circuits  Printed on: Thursday, November 21,2013  Page 2 of 49 \n~~   ~~.!>!.  .    ~00    •0~,     ,!0~!  .   c~.•<.      ,.•<c~.       .n0~.     n~   ;~~;    ~•~    8~  \n~  <  <  ~  0  ;~;   ;~;   3  \"-\n~  ,0   @;~~;     ~;~;    g••\"5-\"     5~g0\"     ~~~    ,,•00      cn0~    \n@  ~  \" \nouthern  4,05  8  0  2,355  1,169  451  20  0  0  5  0 \nouthwestem  2,319  3  796  443  20  7  1  12  739 \ntone Mountain  14,16  19  4,771  1,891  1,48  153  136  1,28  3,323  1,098 \nalJapoosa  1,526  663  239  9  1  0  10  511 \nIfton  1,21  5  59  31  239  33  0  26 \noombs  85  18  2  338  90  131  3  21  0 \nowaliga  85  0  2  490  3  0  0  3  300  0 \naycross  1,986  7  0  1,245  560  96  0  0  1  66  0 \nft.r~_s~_m_  5,97  10  8  1,052  94  326  21  0  0  1,01  2,517 \n-\n\nCordele Attorneys  Printed on: Thursday, November 21, 2013  Page 17 of 49 \n.. \n~  >  •~   ~  c~   3  .3'  \n-~  ~~~    \"•   ~•   :<•,    ~  •~  \n~  ~  ~;~;    \"  ;~~;    •3••    \n~~   ~~   ~ \nTotal  119  1  63  14E  100  1  30e \nClark, Rashawn  23  0  110  4  2  1  5~ \nEidson, TImothy  473  0  283  43  6  135 \nKnittle, Steven  22  10  4  2  1  45 \n~ey,_}oshua  .--~~ --0  _1~9~  43  5C \n\nEXHIBITD \n\nAttorney Caseload Comparison \nReport Date Range Type  Cases ApPointed in Date Range \nStart Date  01/01/2012 \nEnd Date  12/31/2012 \nCircuit Group  General Public Defender Offices \nGroup Fel/Mis  Yes \nExclude Opt~Out Circuits  Yes \nCircuit Group Circuits  Printed on: Friday, November 1, 2013  Page 1 of 48 \n•-~~    ~~•>     ~00.  '   \"••~     \"•0~     •<ec~ ,     •<ec~ ,     •\"g    n0~ '   ~~   0~•~'     an0~    \n~  •0~    <  <i<0~~f       ii\"  iia~~if\"      n••a300   '     ~•an30~~ \"        •<0~~~       •••3~      c~•n0~-     \n< \nTotal  13502  36  93  57,216  25,016  14,26  1,34  219  176  5,390  28,031  2,071 \nlapaha  1,58  0  53  34  53  22  42  0 \n[covy  4,46  20  1,02  1,547  498  92  0  0  37  909 \nppalachlan  1,366  2  503  109  293  15  0  0  1  4\"  \" \ntlanta  10,86  32  0  8,439  2  1,853  208  1  0  300  0 \ntJantic  2,49  11  0  1,170  523  190  1  10  579  0 \nugusta  8,05  17  5  2,2.6  1,11  72  20  391  3,273 \nBrunswick  2,45  9  1,29  819  151  6  0  0  2  158 \n, \nhattahoochee  3,256  12  1,83  550  608  2  0  0  259 \nherokee  3,06  21  218  1,444  29  109  1  1  19  957  0 \nlayton  4,59  2  0  2,70  1,166  60  68  6  1  25 \n~nasauga  3,489  6  1,116  600  13  6  31  1,299 \nordeJe  1,38  0  70  222  5  0  0  0  29  376 \noweta  4,995  13  4  2,548  1,223  771  107  1  1  68  221  0 \nDougherty  1,979  13  787  308  95  3  73  700 \nublin  1,613  0  2  703  186  168  23  2  6  44 \nEastern  4,66  8  18  2,06  1,390  939  213  0  1  33  0 \nEnotah  1,347  49  247  83  0  0  39  48  0 \nFlint  2,248  7  1,01  486  580  11  1  4  0 \niGriffin  3,51  21  43  1,350  33  34  2  1  341  1,05 \nLookout Mountain  2,58  8  0  1,118  792  288  15  1  5  308  0 \nIMacon  3,70  6  2,213  841  456  3  0  1  149  0 \nMiddle  1,288  1  763  317  >7  0  8 \nMountain  1,15  1  62  35  7  0  0  8  91 \nNortheastern  3,05  13  1,06  1,347  363  73  0  1  193 \nNorthern  1,92  51  948  64  19  16  1  64  0 \n~cmulgee  3,73  6  1,09  851  356  7  6  263  1,151 \nconee  1,389  3  8  731  208  77  0  0  359 \ngeechee  2,383  666  426  8  2  0  199  998  0 \nPataula  1,21  3  0  39  436  79  1  1  13  273  1 \naulding  1,33  518  13  179  2  0  1  46 \nPiedmont  3,510  8  7  1,012  1,010  14  6  0  0  28  966  0 \nRockdale  1,84  0  0  46  302  196  11  3  0  1  867  0 \nRome  3,34  6  24  1,080  605  103  3  116  1,183 \nouth Georgia  ______1, 48  - 628 ---353  123  1  0  35  0 \n\npage20f~+ \nCircuit Group Circuits  Printed on: Friday, November 1, 2013 \n----\"\"~--------\n-~~   ~~~~>      ~,1•0~0.  \\      <,0~~      <\"••~~,~~          .•<0,~.       •:.••<0~~~~.,            ,••;\"nn0a0~; -     '     ~.•n53~~•\"   '       •.3~~~~\"        ·,.••330~•\"           Sn~~•a00~          , \n< \nouthern  3,75  3  0  2,198  1,159  31  7  0  66  0 \nouthwestern  2,15  710  411  178  0  1  10  74 \ntone Mountain  14,711  22  4,45  1,603  1,666  170  0  138  1,126  3,459  2,070 \naUapoosa  1,71  5  0  791  195  14  0  7  56 \nifton  1,313  8  679  37  210  15  0  2  0 \noombs  79  10  321  101  131  0  0  4  179 \nowaliga  83  1  495  20  3  0  1  289 \n~~ycross  2,01  1,237  63  70  0  0  B  67  0 \ntNestern  6,34  11  1,020  99  40  \"  0  1,10  2,671 \n\nCordele Attorneys  Printed on: Friday, November 1, 2013  Page 16 of 48  I \n..  ..  .. \ng~   ~•   ~  ~c   \"  \" \n,0-  ,0   =~...    a~   •~  \n<  <•~    ~  ,••3    \n~  ~  ~ \n~ \nTotal  138  70  22  5  29  37'  I \nClark, Rashawn  138  50  28  19  5  25 \nCzamota, Steven  10  3  3  1  1 \nEidson, Timothy  59  31  8  13  18C  I \nLarkey, Joshua  52  32  10  3  7  16~,  \nUnassigned  1  5  1  1 \nI \nI \nI \n! \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \n\nEXHIBITE \n\nAttorney Caseload Comparison \nReport Date Range Type  Cases ApPointed in Date Range \nStart Date  01/01/2012 \nEnd Date  12/31/2012 \nCircuit Group  General Public Defender Offices \nGroup FeltMis  Yes \nExclude Opt~Out Circuits  Yes \nCircuit Group Circuits  Printed on: Friday, November 1, 2013  Page 1 of 48 \ni  ~~>~~      ~~,••\"00'         <,•~.-     <•,a<~~~~•           ;•<=c~; ,      \"a=c~~~~~ ,         \"•,g0~,.•0..           ~.a00~~••3~  ' '         .a~~~~<~'         .•~~,,••30 '          c0~.n00~~ .        \n< \nTotal  13502  362  93  57,216  25,016  14,26  1,34  21  176  5,39  28,031  2,071 \nlapaha  1,58  0  538  34  53  0  22  421 \nlrovy  4,46  20  1,022  1,547  498  9  0  37  909 \nppalachlan  1,366  503  109  293  15  0  0  19  42  0 \ntlanta  10,86  3  8,439  27  1,853  208  1  300  0 \ntlantic  2,49  11  1,17  523  190  12  0  1  579 \nugusta  8,05  17  5  2,26  1,11  727  5  20  39  3,273 \nBrunswick  2,46  9  0  1,29  819  151  6  0  29  158 \nhattahoochee  3,266  1  1,831  550  608  0  0  259  0 \nherokee  3,06  21  218  1,44  290  109  1  0  1  1  957  0 \nJayton  4,59  2  2,70  1,166  602  68  6  1  2  0 \nonasauga  3,48  6  1,116  600  13  5  6  31  1,299 \nordele  1,38  0  0  70  222  5  0  C  0  29  376  0 \noweta  4,99  13  4  2,548  1,223  771  10  1  1  68  221  0 \nDougherty  1,979  13  787  308  95  3  0  0  73  ,700  0 \nDublin  1,613  0  2  703  186  168  23  63  44 \nastern  4,66  8  1  2,06  1,390  939  213  1  33 \nEnotah  1,34  2  49  247  83  0  39  48  0 \nFlint  2,24  7  1,015  486  580  117  0  1  42 \nriffin  3,51  21  43  1,350  339  342  23  1  341  1,052  0 \nLookout Mountain  2,589  8  0  1,118  79  288  1  0  1  5  308  0 \nMacon  3,70  6  2,213  841  456  3  1  149 \nMiddle  1,288  1  763  317  175  0  0  8  ~ \nMountain  1,15  1  0  62  355  7  0  0  0  8  91 \nNortheastern  3,05  13  0  1,064  1,347  363  73  1  193  0 \nNorthern  1,928  51  948  6  19  16  1  64 \n!oanulgee  3,73  6  1,09  851  356  7  6  26  1,151 \nconee  1,389  3  731  208  7  0  0  0  3  359 \nRgeechee  2,38  0  666  426  87  0  199  998  0 \nataula  1,21  3  397  436  79  12  1  1  27  1 \nPaulding  1,33  2  518  13  179  20  0  17  46 \nPiedmont  3,510  8  78  1,01  1,010  14  6  0  288  966 \nRockdale  1,8~  46  302  196  11  3  0  1  867  0 \nRome  3,34  6  242  1,080  605  103  7  3  0  11  1,183 \nouth Georgia  1,480  4  0  628  353  123  17  0  355 \n\nCircuit Group Circuits  Printed on: Friday, November 1, 2013  Page 2 of 48 \n- [-0~    ~~..>~..       ~,•c0~~ '       <,\"•~      <i,\"<~~~t         \"•\"<cw.       ,acw~~•<~          ,•\"n••ne0~,    :         ~~;nnO~~••;    '       i<O~~~~t '       ,•••3O0~~,    '       \"nc0.•S;~: . .       \nouthern  3,75  2,19  1,15  31  6 \nouthwestem  2,15  3  710  411  178  0  1  103  74 \ntone Mountain  14,711  2  4,45  1,60  1,666  170  0  138  1,126  3,459  2,070 \nallapoosa  1,71  0  791  19  '4  0  564  0 \niftoo  1,313  8  0  679  370  210  1  0  0  25  0 \noombs  79  10  32  10  13  4  179 \nowaliga  83  5  1  49  20  3  0  1  289 \naycross  2,019  5  1,237  63  7  0  0  8  67  0 \nWestern  6,348  117  1,020  996  40  25  0  0  1,10  2,671  0 \n\nTifton Attorneys  Printed on: Friday, November 1, 2013  page4~ \n..  ..  .. \n~  .>.   ~  ~  •~   ~•   3  3 \n[  ~~..    <,~    <,0    .3m<..     .3m<..     ~~   3m~   \n~  ~6   ~  ~  ,•m   \n~~   6~   •~<    ~ \n~  ~ \n~ \n, \nTotal  1313  679  37  210  1  6  2  I \nAdaway, Chauntllia  15  0  149  0 \nBessonette, George  221  15,  6  0  0 \nDale, Matthew  130  1  23  5,0   43  0  8 \nI \nHoffman, Timothy  23  0  157  0  0  0 \nMobley, John  26  0  155  11  0  0 \nTracy, John  21  167  1  1 \nI \nVowell, Emily  90  0  3  \"  0  0 \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \nI \n\n----- ---\nEXHIBIT F \n\nAttorney Caseload Comparison \nReport Date Range Type  Cases Appointed in Date Range \nStart Date  01/01/2012 \nEnd pate  12/31/2012 \nCircuit Group  General Public Defender Offices \nGroup Fel/Mis  Yes \nExclude Opt-Out Circuits  Yes \n481 \nCircuit Group Circuits  Printed on: Friday, November 1, 2013  Page 1 of \n,-'\"'-\n..  .. \n.~.   uu.>~.      u~\"c0~•  .      ',0~<     ',•6<0~~•<~           ,•<c~..       ••<~,•m6c~~            .•nn30a0~,0.    . '       Q.nn30~••6~  '  '        .a~~~~~'        .,•00.~30~   '        .•8\"c~~•n0.  '         II  \n< \nI \nTotal  13502  36  93  57,216  25,016  14,262  1,34  219  176  5,390  28,031  2,071 \nlapaha  1,58  538  34  53  0  22  421 \nlcovy  4,46  20  C  1,02  1,54  498  9  0  0  37  909  0  I \nppalachian  1,366  0  503  109  293  1  0  19  425  0 \ntlanta  10,86  3  8A39  27  1,853  208  1  0  30 \ntlantic  2,40  1  1,170  523  190  1  0  0  1  579  0  I \nugusta  8,05  17  5  2,26  1,11  727  5  20  391  3,273 \nBrunswick  2,46  9  1,29  819  151  6  0  0  2  158  0 \nI \nhattahoochee  3,266  1  0  1,831  550  608  2  0  259  0 \nherokee  3,06  21  218  1,44  290  109  1  1  1  957 \nlayton  4,59  2  0  2,70  1,156  602  68  6  1  25  0 \nonasauga  3,48  6  1,116  600  135  5  5  6  317  1,299  I \nordele  1,38  0  0  705  22  5  0  0  2  376  0 \nCoweta  4,99  13  4  2,548  1,223  n1  107  1  1  68  221  0 \nDougherty  1,979  13  787  308  9  3  0  7  700  ! \nDublin  1,61  0  2  703  186  168  2  63  44<  0 \nEastern  4,66  8  18  2,06  1;390  939  213  1  1  33 \nnotah  1,34  492  247  83  0  3  48  I \nFlint  2,248  7  1,015  486  580  117  0  0  1  4 \n~riffin  3,51  21  4  1,350  339  34  23  1  341  1,05 \nLookout Mountain  2,589  8  1,118  792  288  1  1  59  308  0  I \nMacon  3,70  0  2,213  841  456  3  0  1  149 \niddle  1,28  1  763  317  175  0  8  0 \nMountain  1,15  1  62  35  7  0  0  8  91 \nNortheastern  3,05  13  1,06  1,347  363  73  1  193 \nNorthern  1,92  5  5  948  6  19  1  1  644  0 \n~cmulgee  3,73  6  0  1,09  851  356  7  0  6  263  1,151  0 \nconee  1,38  3  731  208  77  0  3  359  0 \ngeechee  2,383  666  42  8  0  199  998  0 \nPatau)a  1,21  3  397  436  79  12  C  1  1  273 \nPaulding  1,33  0  518  13  179  20  17  464  0 \niedmont  3,51  8  7  1,012  1,010  14  6  0  0  288  966 \nRockdale  1,84  0  46  30  196  11  3  0  1  867 \nRome  3,34  6  242  1,080  605  103  7  3  0  116  1,183  0 \nouth Georgia  1,48  ----' -----~ .----~  353  - 123  - -'  - .- 0 -----_. - 355 \n\nCircuit Group Circuits  Printed on: Friday, November 1, 2013  Page 2 of 48 \n~--<   ~~.~>.      ~,g~c0 .   .    <,0J~P   .   <•,\"a•0<f~           ,\"0<0w       •\"=00<<~~~0w   ,          ,.••-nn300~0.      '      ~•.nn300~~•.     '       •;~~~~•;;        ,.•300~~•  '        .n•n000f~~.          \nouthern  3,75  3  0  2,198  1,159  31  0  66  C \nouthwestern  2,15  3  0  710  411  178  0  1  103  74  C \ntone Mountain  14,71  22  0  4,457  1,603  1,666  170  0  13  1,126  3,459  2,07C \nallapoosa  1,710  5  0  791  19  14  0  0  56  C \n,Ito, \n1,313  8  679  370  210  15  0  6  2  C \noombs  791  1  321  101  131  0  0  41  179  C \nowaliga  83  1  49  20  3  0  1  289  C \nIwaycross  2,019  1,23  632  70  0  8  67  C \n~estern  6,348  7  11  1,020  996  404  25  C  0  1,108  2,671  C \n\nPaulding Attorneys  Printed on: Friday, November 1, 2013  Page 34 of 48 \n• \n[~   ~~;~!;!;.      ~000~  \"    ~a~00~       \"•<c~~       .?~•<c0~.         a•~~~•      •30~0~~       \n•~~    ~  <~   0~  \n<  ~ \nTotal  133  518  13  179  2  17  46< \n,\" \nAnderson, Yatrina  6  5,[  \nBlce, Crystal  23  0  11  0  3 \nBlanchette, Minerva  146  1  56  4  3  4C \nBlock, Jesse  14  0  31  6  2  3' \nBullard, Brandon  5  0  48  6  -,0   C \nDavis, Joel  149  0  70  33  1  41 \nDriggers, Tom  20  0  11  1  0 \nFleischman, Andrew  1  1  0  0  C \nGordon, Rachel  139  0  21  51  0  6C \nJones, Lincoln  98  0  57  1  0  1  3C \nKnudsen, Katherine  S;  0  37  0  C  0  2C \nNorman, Charles  18  0  8  2  0  0  1  \" \nParsons, Keenan  62  0  27  0  c0   0  \" \nReedy, Angela  4  0  1  0  0  C  3C \nRicks, Deidre  8  0  41  3  0  1  \" \nUnassigned  1  0  0  1  0  0  ( \n\n------------------ -\nEXHIBIT G \n\n--,- ,-'- ',-- --, \n,', \nSTANDARD J>ORLIMITING CASE LOADS AND DETERMINING TBESlZE OF \nLEGAL STAFF IN CIRCUIT PUBLIC DElfJl)NDER OFFtCES \nThe Georgia Indigent Defense Ac.1 requires that the Standards Council adopt \"standards \nfor maintaining and operating circuit public defender offices, incllldil1g requirements regarding \n••• s4e oflegalll1td supporting staff of such offices\" (O,C.GA § 17-1Z,S(b)(1)), and \n\"mmdatds for assistant public dl/fettdefs aud appoi/Jied coMe\" case loads.\" O.C.G.A.. § 17-\nlZ..J!(b)(3). \nThe. Standards Counell adopts as its itrltll\\! standsrd1 the case load limit! recommended \nby the American Bar Association Standard 3 \"Caseload Limits and Types of Cases.\" This \nrecommendation wasad<)ptedby the Georgia Indigent Defense COilI)cil (the predecessor of the \nStandsrds Cotu).cll), lind was also approved by the Georgia Supreme Court on November 9, \n1998. \nThe Standard is asfoJlows: \nEaclt cireui,tpublic defender office shall employ, beginning on January 1, \n2005, a suffiCien.t number of full-time, qualified lawyers as pnblic defenile:rs, so that \nihe average eounoil oase loads of the eir<;uit public defender, and of each assistant \ncircuifpublic defender; .kltll ~ot exceed the following limits: \nJ50Fe1ouies(exelp.dingtbose in which ihe death penalty is being songht) per \naftorney pel' year, or \n300 Misaemeonbl' Casl!$per attorney peryel\\l', or \n250 Misdemeanor Juvenile Offender Cases per attorney per year, or \nThe Standards Council intends to teviewthis Standard as soon as it is able to aooumulate \nreliable statistical data  that reflects the actual case loads (botl), numerical and hourly) of:public \ndefenders employed in each Circuit Public Defender Office, and may modify these numerioal \nJln:rl.ts or adopt weighting criteria as the Standards Council deelIlJl approprime. \n1 \n\n,\"\"\\'  . \n(~:!i;1i  (f0 Juvenile Dependency. Clients per attorney per year, 01\" \n250 Civil Commitment Cases per attorney per year, 01\" \n25 Appears to the Georgia Supreme Cl).l1~tOl\" the Georgia Court of Appeals \nper attorney per.year. \nThe standard applicable to each category of oases is not a suggestion or guioelii1e, but is \nintended to be a tnmtimum limitation on theaverajJ;e annual case loeas of eaoh lawyer employed \nas a publio defender in the Circuit l'ublic DefenderOffices. These limits afe not intended to be \nc\\l1llulative or aggtegated (e.g., an attorp.ey may not  represent defendants in 150 ftilouies and \n300 misdemeanor cases per year), but should be applied proportionately in the case of an \nattOrjley wb.o$e case Io.ad inebldes cllsea in more than oue oategory, based on the relative weight \n\"ttributed to each case in each category under the Standard for Weighting Cases to be adopted by \nthe Standards Council. \n,,.\".1.'..-.,  \n,.  LllgalAuthorlty:  D.C.O.A. § 17\"1~.8(b)(1); O.C.(lA. § 17~12\"8(b)(3) • \nT.  ': \n2 \n\nEXHIBITH \n\nAFFIDAVIT OF AJ. \nI, AJ., having persona1 knowledge of the matters stated therein, declare under \npena1ty of perjmy that the following is true and correct: \n1.  I was born in 2000.  I am under the age of seventeen. \n2.  I live in Ben Hill County. \n3.  On October 24,2013, I went with my mother, Mclethar Johnson, to \nthe Ben Hill County Juvenile Court because I was charged with \naffray, simp1e battery, disorderly conduct, and four counts of \ndisrupting a school.  These charges were from foul' separate cases. \n4.  I wanted a lawyer to help me with my cases, so my mother and I filled \nout a form asking for one.  I talked to a white ma1e attorney from the \npublic defender's office that day, and t01d him I wanted to deny all of \nthe charges against me.  I was told another court date would be set for \na hearing. \n5.  Between October 24,2013 and my next comt date, December 5, 2013, \nI did not hear anything from my public defender.  I did not know in \nwas supposed to call his office or if he was going to contact me.  I \nthought my public defender would be at my next hearing. \n1 \n\n6.  . On December 5, 2013, my mother and I walked from our house in \nFitzgerald to the Ben Hill County Jail because that is where juvenile \nf\\ \nJ \ncourt is held. J-mi;ssed-a-part-of sehool-tha~da)4:.Q-ge-tG-OO\\lR~ \n7.  When we got to the jail, we waited in the hallway to see my public \ndefender.  But after 1001' 15 minutes, we leamed from a probation \nofficer that there was no public defender in court that day because all \nof the public defenders were in another court in another county.  The \nprobation officer thought I would need to be back in court a week \nlater. \n8.  On December 13, 2013, I retumed to court with my mother.  Although \nI wanted to deny my charges, I decided to admit to them because I did \nnot think my lawyer would be able to fight for me since we hadn't \ntalked about my case since my first court date. \n9.  The judge sentenced me to fourteen days in detention and 12 months \nprobation.  I was told that I could serve the 14 days after Christmas, \nbut I did not want to miss school, so I said I would start the sentence \nthat day. \n10.  The court also said I had to pay $50 in court fees for each of my four \ncases, and a $50 public defender application fee for each case.  My \n2 \n\npublic defender did not tell me I did not have to pay the application \nfee if I could not afford it. \n11.  I was immediately taken into custody that day and sent to the \nm \nWaycross RYDC.  My-f-amify-eetlM-oot-vi$.{;..m0-io&Way~g..beeause \nthey-had~~n.g-4GWll..fuel'e':\" I spent Christmas in detention \nin Waycross. \n12.  On December 27,2013, I was released from Waycross RYDC: \n13.  I am now on probation and owe at least $100 in court fees and public \ndefender application fees. Because I am only 13, I am not old enough \nto work, and fear that I will have to go back to court because I am still \non probation and cannot afford to pay these fees. \n14.  Because the public defender missed one of my hearings, I am not sure \nthey will be there for me in the future, and fear that I might have to \nrepresent myself when I go back to court. \nI swear under penalty of peljury that the information given herein is true and \ncorrect and understand that a false statement to any item may result in a charge of \nfalse swearing. \n----Iy-\n}(m \nThis  day of  ,2014 \n3 \n\nSigned \nPrinted \nSworn to and subscribed before me \n-4+-- v''''Y' \nThis  day of'1t. ...  2014. \n4 \n\nEXHIBIT I \n\nI \n~-'~-  ~~~,~  ~------·-~--t \nAFFIDAVIT OF W.M. \nI, W. M., having personal knowledge of the matters stated therein, declare under \npenalty of perjury that the following is true and correct: \n1.  I was born in 1997.  I am seventeen now but I was under seventeen at \nthe time that I appeared in Crisp County Juvenile Court.  I attend high \nschool in Crisp County. \n2.  I was charged with theft by shoplifting in Crisp County Juvenile Court \nfor allegedly stealing Halloween fangs worth $2.97 from Wal-Mart. \n3.  On November 5, 2013, I went with my mother, Letanya Mercer, to the \nCrisp County Juvenile Court for a first appearance. \n4.  The judge told me that I had a right to an attorney, but that there was \nno public defender in court that day.  The judge asked me if! wanted \nto go forward with my case that day without an attorney, or wait to \nspeak with an attorney and come back at a later date.  I said that I \nwanted to go forward with the case without an attorney because I did \nnot know what an attorney does and the judge did not explain how an \nattorney could help me.  Plus, there was no public defender in court \ntl \nthat day, and I didn't lmow how long it would take to see one.  d  /.  ,)  {-' \nr \n~0~\\\" Also  'x J\\'Jil4- WiJ.I1.+tv  ~1,lt\\1e-- /)(,  C\"':Se..  t1ttr'tli\"501<1'  Ylii,y he..td  11.114'  *-\"'v idA  W\"it! \nI \n5.  Everything was moving too fast when I was in court and I did not  '7 \nI  MI7:) \n~~v@ \n, \nunderstand everything that was happening.  The judge, the prosecutor,  ~) (ill \n1 \n\nand Mr. Clark, a DJJ representative, were talking during the hearing, \nbut I did not always understand them.  I felt that I did not have an \nopportunity to say anything except to answer the judge's questions. \n6.  I admitted to the theft by shoplifting charge because I thought that I \nwould get a longer probation sentence or have to go to a detention \ncenter in denied the charge and asked for a hearing. \n7.  The judge sentenced me to nine months probation, forty hours of \ncommunity service, an 8 p.m. curfew every night, and $2.97 in \nrestitution.  I also have to pay a $50 court fee. \n8.  If I had lmown what an attorney does, I would have asked for one so \nthat I could have tried to get shorter sentence.  I would have gone \nback to court at a later date in could have had an attorney and knew \nwhen one would be provided. \n9.  I do nqt feel comfortable with how my case was handled, and fear that \nI will have to represent myself again if I have to go back to court on \nmy theft by shoplifting case.  I am also concerned that I will have to \ngo back to court and having my probation revoked if I cannot pay the \nfe~f.\\:r  ?Uv\\  b \\~. +1?  #~\",J-tv '\\ AA.,\\  'fh~ \nvvv\\bt  it \nfees.. \n\\tA\\' \n2 \n\n,._-\nI swear under penalty of perjury that the information given herein is true and \ncorrect and understand that a false answer to any item may result in a charge of \nfalse swearing. \n-±' \nJi,y), \nThis  day of  2014 \nSigned \nPrinted \nSworn to and subscribed before me \nThis ~ day of ;!;i(\\, 2014 . \n.1,\"1 .. \n3 \n\nEXHIBIT J \n\n---1 \n-I \nAFFIDAVIT OF A.P.  I \n, \nI, A.P., having personal knowledge of the matters stated therein, declare under \npenalty of perjury that the following is true and correct: \n1.  I was born in 1998.  I am under the age of seventeen. \n2.  I live in Dooly County, which is located in the Cordele Circuit. \n3.  I was charged with battery and criminal damage to property in the \nsecond degree in Dooly County Juvenile Court.  I was charged with \ncriminal damage to property because the police thought I broke a car \nwindshield. \n4.  Even though my case is in Dooly County, I was required to appear in \nJuvenile Court in Crisp County on April 23, 2013.  I appeared with \nmy mother, Comekia Pascual.  Court was cancelled that day, but no \none told us.  I missed school to be in court. \n5.  My next court date was May 15, 2013. I wanted an attorney to \nrepresent me, so before court, I filled out a form asking for a public \ndefender.  I was able to meet with Ms. Clark from the public \ndefender's office for a few minutes before my case was called.  I told \nher what happened, and she told me what would happen if I admitted \nto the charges. \n1 \n\n6.  I admitted to the battery charge that day at my first court appearance, \nbut I denied the criminal damage to property charge.  The judge \nsentenced me to six months probation, a 7 p.m. curfew, and to pay a \n$50 court fee for the battery charge.  Ms. Clark told my mother to pay \nthe $50 public defender application fee. \n7.  My court date was set for May 29, 2013 and then continued to June \n20,2013. \n8.  Durmg the time I was waiting to go to court, I did not meet with my \npublic defender to prepare for my trial, and she never called me to talk \nabout my case.  I called her to tell her I had a witness who was going \nto testify for me.  I don't know if my lawyer ever called my witness to \ntalk about my case or prepared in any other way for my trial. \n9.  On June 20,2013, my public defender did not appear in Dooly County \nJuvenile Court, and my trial occurred without her.  I was never asked \nif I wanted to go ahead without my lawyer.  I did not say that I didn't \nwant a lawyer anymore to represent me.  I was not given the option to \ncontinue my case until my lawyer could be there. \n10.  The judge and the probation officer asked me questions.  They also \nquestioned my witness.  Even though I denied this charge, the judge \nsaid I was responsible. \n2 \n\n, \n--._.-\n11.  I thought my public defender would be at my trial to represent me.  I \nr \ndon't understand why my public defender did not appear.  She did not \nI \ninform me in advance that she would not be there.  My mother and I \nthought maybe we had done something wrong.  My mother and I \nthought maybe the public defender did not show up because we had \nnot paid the $50 application fee for the public defender. \n12.  I had another hearing in Dooly County Juvenile Court on August 30, \n2013.  Again, my public defender did not show up to court.  No one \nasked me if I wanted to have a lawyer.  I did not say I didn't want a \npublic defender to represent me.  I was not given the option to \ncontinue my c<\\se until my lawyer could be there. \n13.  I thought my public defender would be at my restitution hearing to \nrepresent me.  I don't understand why my public defender did not \nappear.  She did not inform me in advance that she would not be there. \n14.  The only people in court that day were the judge, a probation officer, \nmy mother, and me.  The judge and the probation officer questioned \nme about what happened in my case, and they decided that I had to \npay $380 for the broken windshield. \n15.  I do not feel comfortable with how my case was handled.  I think my \npublic defender should have been in court to help me fight my charge. \n3 \n\nNow I have to pay almost $500 for somethlng I didn't do, and I don't \nhave any way of getting the money.  My mother and father have to \npay the restitution and court fees for me, and it is hard on them. \nI swear under penalty of perjury that the information given herein is true and \ncorrect and understand that a false answer to any item may result in a charge of \nfalse swearing.  . '},p \n~.  II J4 \n/}  .--1'\" . \nThis -.t::::-day of :JML\"  20 yJ' \nSigned \nPrinted \nMy Commission expires on A.ys}  1/dO;S \n4 \n\nEXHIBITK \n\n~~-~.-.- .- ~~.- ~~ ~~ ~~ _.- - -.- - -~~ .._  ._.- ----\nAFFIDAVIT OF ANISHA GUPTA \nI, Anisha Gupta, being competent to make this declaration and having pe.rsonal \nknowledge of the matters stated therein, declare under penalty of perjury that the \nfollowing is true and correct: \n1.  I am more than 18 years of age, and am competentto sign this affidavit, \nwhich is based on my personal knowledge. \n2.  My date of birth is April 1, 1987. \n3.  I was a law student intern with the Southern Center for Human Rights from \nSepteniber 2013 to December 2013. \n4.  . I observed juvenile delinquency proceedings in Ben Hill County on \nOctober 10, 2013, and in Crisp County on November 5, 2013.  While an \nattorney with the Cordele Circuit Public Defender's Office appeared on \nOctober 10,2013, no one showed up on November 5, 2013.  C.IL, a 17 \nyear-old accused of terroristic threats and simple assault who asked to \nspeak to a lawyer, was instructed to come back at an unspecified date \nbecause no public defender was available that day.  However, three \nchildren waived their right to a lawyer, as described below: \n5.  A.L., a 16 year-old accused ofterroristic threats, appeared in court with her \nmother.  Judge Pack informed A.L. that she had the right to a lawyer, and \n\"usually\" the Circuit Public Defender'S Office comes to juvenile court. \nBut on that day, Judge Pack explained, the office's three attorneys had to \nbe in another court.  But, Judge Pack continued, A.L. did not need an \nattorney to move forward because her mother was available to answer any \nquestions A.L. might have.  A.L. could also r,aise her hand and ask the \ncourt any questions, according to Judge Pack.  When asked if she wanted \nto wait to speak to an attorney or go forward with her case, A.L. said she \n1 \n\n--------- ---j \nwanted to go forward without a lawyer and admit to the offense.  Judge \nPack then sentenced A.L. to nine months on probation and imposed a $50 \ncourt fee and 20 community service hours. \n6.  L.C. is a 17 year-old who was accused of theft by taking and fIrst degree \nburglary.  At the beginning ofbis hearing, Judge Pack announced that no \npublic defender was available that day, and offered to continue L.C.'s case \nif he wished to speak to a public defender. Alternatively, L.C. could go \nforward without an attorney, admit to his offenses that day, and leave court \nwith a fInal order.  L.C. waived bis right to a lawyer, admitted to the theft \nby taking charge, but denied committing burglary.  Because of the denied \ncharge, Judge Pack scheduled an adjudication hearing for a later date, \nreserving sentencing unill both charges were adjudicated. \n7.  W.M., a 16 year-old, was accused of shoplifting for allegedly stealing \nHalloween fangs worth $2.97.  Judge Pack advised W.M. that the attorneys \nfrom the public defender's office could not be in court that day, and if \nW.M wanted to speak with a lawyer, his case would be continued and he \ncould submit an application for the public defender. Judge Pack then \nexplained that W.M. could immediately dispose of his case by admitting to \nthe theft by shoplifting offense, or have bis case continued to an \nunspecifIed later date if he denied the charge.  W.M. waived bis right to a \nlawyer and admitted to the shoplifting offense.  The court imposed nine \nmonths of probation, $2.97 in restitution for the stolen fangs, $50 in court \nfees, and 40 community service hours. \nI swear under penalty of perjury that the information given herein is true and \ncorrect and understand that a false answer to any item may result in a charge of \nfalse swearing. \n2 \n\n--------.-1 \nThis  PO  day of  Decvw->Uv-, 2013  I \nSigned \nPrinted \nSworn to and subscribed before me \nSlate oCCalifoml1 \nThis  62 D day of 1) eL  ,2013.  County of Santa CllQ \nSubscribed and sworn to or .mnned) IlI>fOtt \n~uJr  me on this  day of  c..  1OJ..:3. \n:C'  • \nphroyved   to m. on the baSIs 0 satl'  clary \n. Notary Public  evidence to be the person .) who appeaic4 \nbeforcm \nMy Commission expires:  b2' \\ 'b' CH> 11- Signaluf\\I \nRINKOO R. NAT \n•  NOTARY PUBLIC· CALifORNIA ~ \n.\"  . COMMISSION 112004168  ~ \n•  SANTA cLARA COUNTY \nMy Cdmm. expo February 13, 2017 \n3 \n\n- - - - ._.- _.- ---. __ .. _-- _._. __ ._._-J \nEXHIBITL \n\nAFFIDAVIT OF LOCHLIN ROSEN \nI, Lochlin Rosen, being competent to make this declaration and having personal \nknowledge of the matters stated therein, declare under penalty of perjury that the \nfollowing is true and correct: \n1.  I am more than 18 years of age, and am competent to sign this affidavit, \nwhich is based on my personal knowledge. \n2.  My date of birth is November 27,1988. \n3.  I am a paralegal and investigator for the Southern Center for Human Rights \nand have been employed there since June 2011. \n4.  I have observed juvenile delinquency proceedings throughout the Cordele \nJudicial Circuit on six separate occasions. Of those six dates, the Cordele \nCircuit Public Defender was absent for three hearings, as described below: \n5.  On August 29,2013, I attended juvenile delinquency proceedings. At the \nbeginning of court, Judge Pack aunounced that there had been a \"misstep\" \nand the Public Defender Office was not present because of hearings \noccurring at the same time in Crisp County Superior Court.  Because of \ntheir absence, she continued the arraignments of 13 year-old J.M., who had \npreviously been represented by the Circuit Public Defender Office at a \ndetention hearing, 15 year-old J.W., who was detained and already \nrepresented by the Circuit Public Defender Office, and 13 year-old C. W., \nwho was not represented but needed conflict counsel. \n6.  On October 17, 2013, I attended juvenile delinquency proceedings.  While \ntwo assistant district attorneys were present, no one from the Cordele \nCircuit Public Defender's office appeared.  One 17 year-old, M.P., \nappeared in court without a lawyer.  He was detained.  He was charged \nwith two offenses that allegedly occurred in Wilcox County.  After calling \n1 \n\n- ._ .. - .- .- - ._. - - -I \n~.--.-.- ------\nM.P.'s case, Judge Pack explained that his two pending juvenile charges \nwould be transferred to superior court, and that M.P. had the right to object \nto this decision.  M.P. said he did not object.  Then, without explaining the \ndangers of proceeding without a lawyer, Judge Pack asked M.P. if he \nwanted to speak to a lawyer.  M.P. responded that he did not.  Judge Pack \nthen put M.P. under oath and asked him ifthere was anything he wanted to \nsay.  M.P. talked about the facts of his case and his limited involvement in \nthe charged offenses.  Judge Pack interrupted M.P. because the purpose of \nthe hearing was not to present mitigating factors.  She then released him \nand told him he could apply for a public defender in superior court ifhe \nwished. \n7.  On December 5, 2013, I observed juvenile proceedings.  R.T., a 16 year-\nold accused of shoplifting for allegedly stealing candy from a convenience \nstore, was the only child who went before Judge Pack that day.  Judge \nPack explained to RT. mat no public defender was in court because their \noffice only has three attorneys and they had a large arraignment calendar. \nJudge Pack told R T. that his case could be continued if he wanted to speak \nto a public defender, or the court could proceed with his case that day \nwithout an attorney.  Judge Pack did not discuss the advantages of having a \nlawyer, and the disadvantages of proceeding without one.  When asked \nwhat he wanted to do, R. T. said he wanted to move forward without a \nlawyer.  He then admitted to the shoplifting offense, at which point he was \nadjudicated delinquent and ordered to serve six months on probation and \npay $50 in court fees. \n2 \n\n-.-----\n----- -- - ---\nI swear under penalty of perjury that the information given herein is true and \ncorrect and understand that a false answer to any item may result in a charge of \n:false swearing. \nThis  ,  day of 'JO-t\\l.hVV  , 2014 \n! \nSigned' \nPrinted \nSworn to and subscribed before me \n~iS  ~ay  \\TClJt0~Yf201~_ \nfJ'1f;f  of \n2L  A \n'/~t{tu.{J-.ft 5lu-t~\\~  --tt~-;t\"~_i-1 \n1/ \n, Notary Public \n, ],\\1y Commission expires: -fY'r't l\"''4-I--'''C'-ti..:d:._o_' -! .(..:;0''--__ \nLC\n3 \n\nEXHIBITM \n\nAFFIDAVIT OF MARY SIDNEY KELLY HARBERT \nI, Mary Sidney Kelly Harbert, being competent to make this declaration and \nhaving personal knowledge of the matters stated therein, declare under penalty of \nperjury that the following is true and correct: \nr \n, \n1.  I am more than 18 years of age, and am competent to sign this affidavit,  i \nt  , \nI \nwhich is based on my personallmowledge. \n2.  My date of birth is December 6, 1970. \n3.  I am a paralegal and investigator for the Southern Center for Human \nRights and have been employed there since April 2002. \n4.  As part of my job, I routinely observe court proceedings throughout \nGeorgia, including the Cordele Judicial Circuit. \n5.  On August 27, 2013, I attended juvenile delinquency hearings in Crisp \nCounty.  Judge Kristen Pack presided.  There was one attorney from the \nDistrict Attorney's office present and three representatives from the \nDepartment of Juvenile Justice.  However, no one from the public \ndefender's office was present because, as Judge Pack repeatedly \nannounced, all ofthe public defenders had to be in superior court that day. \nCrisp County Superior Court arraignments, which occurred on the second \nfloor of the Crisp County Courthouse, began at 9 a.m.; Juvenile Court is \nlocated on the first floor in the same building and began at 10 a.m. \n6.  . Eight children appeared in juvenile court.  Oft hose eight, seven were there \nfor first appearance hearings, and one for a \"reprimand\" hearing. \n7.  Of the seven children present for first appearances, Judge Pack dismissed \none child's case and continued another.  The remaining five children \nwaived their right to counsel in the public defender's absence.  Four of the \nfive children admitted to their offenses as described below: \n1 \n\na.  R.B., a 15-year-old who was not in custody, was accused of simple \nbattery in one case, and an unidentified charge in another case that \nwas not announced in court.  After admitting to her offenses, Judge \nPack ordered her to serve nine months on probation, pay $100 in court \nfees ($50 for each of her cases), and comply with the provisions of the \nProbation Management Program, though those were not announced in \ncourt; \nb.  D.B, a detained 14 year-old, was accused of criminal damage to \nproperty for an incident that allegedly occurred while he was detained \nin the Crisp County Regional Youth Development Campus (\"RY  DC\") \nwhile being housed on a Sumter County adjudication.  After securing \nhis admission, Judge Pack transferred his case to Sumter County; \nc.  S.L., a detained 15 year-old, was accused of battery for an alleged \naltercation that occurred while detained in the Crisp RYDC on a \nLowndes County sentence.  Like D.B.' s case, Judge Pack accepted his \nadmission and transferred his case to Lowndes County; \nd.  KY., a 13 year-old in eighth grade who was not in custody, was \naccused in three cases of unruliness, interfering with a public school, \nand transmitting a false public alarm.  Judge Pack ordered him to \nServe six months on probation with a 30-day suspended detention \nsentence, and to pay $150 in court fees. \n8.  R.B., a 14 year-old, is the fifth child who waived his right to counsel.  He \ndenied the offense of being unruly.  Judge Pack set his adjudication \nhearing for September 10, 2013, explaining that that will give him time to \ntalk to a public defender if he wished.  Judge Pack said she \"think[s]\" a \nprobation officer present in court has the public defender's business card \nand application. \n2 \n\n9.  In the last case heard that day, Judge Pack extended the probation of C.J., a \ndetained fifteen year-old because C.J. had not paid $50 in court fees.  C.J.' s \nprobation was supposed to end September 4,2013, but was extended to \nDecember 31,2013 as a result of this failure to pay.  If the fee was not paid \nby December 31, 2013, Judge Pack warned, the court would hold another \nhearing and subpoena her mother to appear in court.  There was no inquiry \ninto G:J.' s right to have counsel at this proceeding. \nI swear under penalty of perjury that the information given herein is true and \ncorrect and understand that a false answer to any item may result in a charge of \nfalse swearing .. \nJ!i:tr.....-\nG<f/'I \nThis  day of  ,2014 \n\\  ',\" \n. , \n.  ;  i \nI\"  \\  ': \nPrinted \nSworn to and subscribed before me \nThi~ ~;~ Of\\t(\\l\\iAc,~~) \n,2014. \n(j >~.o;;::;,o::\",::::::: ::::~:::: \n..  ..•\" \".\":,, .... \n3 \n\nEXHIBITN \n\n...... -.. ---'--~. -~_··-_.\" .• _~ .. _.'o·~' \"\"'., 0.. ...  \" ..... ,..  ..  . \nOFFICE OF THE PUBLIC DEFENDER \n716-D 16th Avenue East \nCORDELE JUDICIAL CIRCUIT \nCordele, Georgia 31015 \n229-276-2768 Telephone \nTimothy L. Eidson, Circuit Public Defender \n229-273-5396 F'lCsimile \nJanuary 19, 2012 \n- -\n197 Highway 300 S \nCord~!e,_Q~31015 \nThank you for your letter. Regarding your bond reduction, Judges in this circuit require \nthat you wait 90 days before filing a Motion to Reduce Bond. Also you should lmow that \nJudges often deny bond reductions unless there has been some change in the case. For \nexample, if your charges had been reduced to a misdemeanor that would be a reason to \nreduce your bond. The fact that you or your family is not able to post bond is not a factor \nthat the judge will consider. \nAlso, please write me back indicating the reason you are requesting a preliminary \nhearing. \nSincerely, \n~fL \nRashawn Clark \nAssistant Public Defender \n. \n, \n\n' ...... ,,,-.'\"  ,-\"\"'.' ...'  \". ' ... ' .. ,. ,'.' \nOFFICE OF THE PUBLIC DEFENDER \n716-D 161h Avenue East \nCORDELE JUDICIAL CIRCUlT \nCordele, Georgia 31015 \n..  229-276-2768 Telephone \n229-273-5396 Fac.imile  Timothy L. Eidson, Circuit Public Defender \nDecember 28,2011 \n- -\n197 Highway 300 S \nCordele, GA 3lD.15 \nThank you for your letter. Ple~ e,Jg?lain.to me why you are r~ting a meliminary \n~ I would like to know  ou feel  1 e  e Iminary hearing is needed in your \ncase. Also, once you ate indicted and go to Arraignments (your  rst court date), I will \nautomatically file a Motion for Discovery in your case. Included in the discovery packet \nwiIJ be all the evidence the State has against you. Your bond hearing was on 12/1 4/11. I \nhave to wait 90 days before a can file a Motion to Reduce Bond in your case. Therefore I \ncannot file aMotion to Reduce Bond unti13/14111. \nSincerely, \n~ru \nKa:shawn Clmk' --.. ~-. \nAssistant Public Defender ",
      "document_type_other": "",
      "external_url": "https://www.schr.org/files/post/files/2014%2001%2007%20Complaint.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/88730"
    },
    {
      "date": "2015-04-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Georgia state trial court",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88859,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88859.pdf",
      "title": "Consent Decree",
      "text": "IN THE SUPERIOR COURT OF FULTON COUNTY \nSTATE OF GEORGIA \n) \nN.P. ex reI. DARDEN, et al.,  ) \n) \nPlaintiffs,  ) \n) \nv.  )  Civil Action No. 2014CV241025 \n) \nTHE STATE OF GEORGIA, et al.,  ) \n) \nDefendants.  ) \n----------------------) \nCONSENT DECREE \nA. Introduction \nPlaintiffs  brought  this  class  action  lawsuit  by  filing  a  complaint  on \nJanuary 7,  2014,  in  Fulton  County  Superior  Court,  seeking  declaratory  and \ninjunctive  relief  against  Defendants  based  upon  alleged  violations  of  the \nconstitutional right to counsel for indigent adults and children accused of crime in \nthe Superior and Juvenile Courts of the Cordele Judicial Circuit.  Plaintiffs allege \nboth federal and state law claims. \nIn  order  to  resolve  all  issues  pending  between  the  parties  without  the \nexpense, risks, delays and uncertainties of a trial and any appeals that might follow \nsuch  a  trial,  Plaintiffs  and  Ben  Hill  County;  the  Ben  Hill  County  Board  of \nCommissioners; Crisp County; the Crisp County Board of Commissioners; Dooly \nCounty;  the Dooly County  Board  of Commissioners;  Wilcox  County;  and  the \nWilcox Cqunty Board of Commissioners; the Georgia Public Defender Standards \nCouncil (hereinafter \"GPDSC\") and its director; and the Cordele Judicial Circuit \nPublic Defender agree  to  the  terms  of this  Consent Decree.  Plaintiffs  and the \ndefendants  listed  in this  paragraph  are  referred to  collectively  as  \"the Parties\" \nhereinafter.  The Defendants entering into this Consent Decree, do not admit to the \ntruth or validity of any claim made against them by Plaintiffs.  The parties to this \nConsent Decree acknowledge that the  Court has jurisdiction over this  case  and \nauthority to enter this Consent Decree and to enforce its terms. \n\nB.  Class Certification \nThe parties agree for the purposes of settlement only that two classes shall \nbe certified as follows: \n1.  The \"Juvenile Class\" consists of all indigent children who are or will \nin  the  future  be  accused  of  delinquent  acts  and  subject  to \nproceedings where they face  confinement,  commitment, probation, \nor revocation of probation in the Cordele Judicial Circuit's Juvenile \nCourts, and are entitled to assistance of counsel by the Georgia and \nUnited States Constitutions, the Indigent Defense Act, the Juvenile \nCode and other applicable law. \n2.  The \"Adult Class\" consists of all indigent adults who are or will in \nthe future be accused of felonies, misdemeanors, or violations of the \nconditions  of probation in the  Cordele Judicial  Circuit's Superior \nCourts, and are entitled to counsel by the Georgia and United States \nConstitutions, the Indigent Defense Act, and other applicable law. \nBased on the parties' agreement, this Court finds that the classes identified \nherein are certified for purposes of this Consent Decree only.  The finding of the \ntwo  classes  shall  not  constitute  res judicata  or  establish  a basis  for  collateral \nestoppel, except in connection with this action.  Further, because providing notice \nto  class  members  is  impracticable  under  the  circumstances  of the  resolution \nproposed, no notice to the class members shall be required. \nC. Definitions \nFor purposes of this Consent Decree, the following terms have the meanings \nindicated below: \n1.  \"Circuit  Public  Defender\"  or  \"CPD\"  means  the  Cordele  Circuit \nPublic Defender, as defined in O.C.G.A. § 17-12-2(2). \n2.  \"Conflict  Attorney\"  means  any  attorney  hired  on  an  ad  hoc, \ncontractual or any other basis by the GPDSC or any other entity to \nrepresent  a  Juvenile  or  Adult  Class  Member  because  the  Circuit \nPublic Defender's Office is unable for any reason to represent the \nJuvenile or Adult Class Member. \n2 \n\n3.  \"County Defendants\" means Ben Hill County; the Ben Hill County \n• \nBoard of Commissioners; Crisp County; the Crisp County Board of \nCommissioners;  Dooly  County;  the  Dooly County  Board  of \nCommissioners; Wilcox County; and the Wilcox County Board of \nCommissioners. \n4.  \"Defense  Counsel\"  means  both  a  \"Public  Defender\"  as  defined \nherein and a \"Conflict Attorney\" as defined herein. \n5.  \"Director\"  means  the  director  of the  Georgia  Public  Defender \nStandards Council,  as provided in O.C.G.A.  §  17-12-5, and his or \nher successors. \n6.  \"GPDSC\" means the Georgia Public Defender Standards Council, as \nprovided in O.C.G.A. § 17-12-3; and the Georgia Public Defender \nCouncil as it shall be called after July 1, 2015. \n7.  \"Public Defender\" or \"Public Defenders\" refers to any lawyer who \nis  employed by,  contracted with,  or otherwise engaged to provide \nlegal representation to Adult and/or Juvenile Class Members as  a \nmember ofthe Cordele Judicial Circuit Public Defender Office. \nD. The Representation of Indigent Defendants \n1.  Staffing \na.  The staff of the Cordele Circuit Public Defender office  shall be \nincreased by the addition of two full-time, salaried lawyers and one \nfull-time, salaried investigator, effective July 1, 2015, or as sooner \nthereafter  as  practicable.  The  positions  shall  include  benefits. \nThese positions are in addition to the Circuit Public Defender, the \ntwo existing state-funded Public Defender positions, and the state-\nfunded  investigator position.  The  positions  shall  be  funded  as \nfollows: \n1.  The County Defendants shall fund one Assistant Public \nDefender position and an investigator position. \n3 \n\n2.  GPDSC  shall  fund  one  additional  Assistant  Public \nDefender position. \nThe provision of additional assistant public defender positions and an \ninvestigator is due to the unique needs and circumstances of the \nCordele Circuit. \nb.  When  a position in the Circuit Public Defender office becomes \nvacant, the Circuit Public Defender shall notifY the GPDSC, which \nshall promptly announce the openings by posting an announcement \non the  GPDSC  and Team Georgia websites.  The Circuit Public \nDefender and the GPDSC may publicize the opening in other ways \nas  well.  Other  ways  may  include  asking  the  following \norganizations to post it on their websites and circulate it to their list \nserves:  the  Georgia Association  of Criminal Defense Attorneys, \nGideon's Promise, the Gate City Bar, and the Georgia Association \nof Black  Women  Attorneys.  The  Circuit  Public  Defender  and \nGPDSC may also send the announcement to the placement offices \nof all law schools in Georgia. \nThe announcement may require that applicants submit a resume, \nwriting sample, the names  of three references,  and describe  any \ndemonstrated interest in public defense. \nc.  Nothing in this consent decree prevents the County Defendants, the \nGPDSC, or any other entity from funding  additional positions in \nthe Cordele Circuit Public Defender office. \n2.  Providing Representation to Class Members \na.  A representative  from the  CPD's office shall interview detained \nClass Members within three (3) business days of the date when the \nClass Member is taken into custody to determine whether the Class \nMember is entitled to services under the Indigent Defense Act of \n2003.  Defense Counsel  shall meet with detained class members \nwithin  three  business  days  of  their  eligibility  having  been \ndetermined.  Defense  Counsel  shall  interview  Class  Members \nreleased on bond as soon as practicable. Where a detained Class \nMember is represented by  a Conflict Attorney and an in-person \ninterview is impracticable within three business days, the Conflict \n4 \n\nAttorney shall send notice of representation to that Class Member \nby first-class mail within three business days of appointment to the \nClass Member's case.  The CPD shall cooperate with the Sheriff's \nOffice in each county ofthe Cordele Judicial Circuit to establish as \npart of the initial jail booking procedures an effective notification \nto each arrested person of his or her right to an attorney ifhe or she \ncannot afford counsel,  and information regarding how to request \nthe services of the Circuit Public Defender's Office whether the \nperson remains in jail or is released on bond. \nb.  After undertaking the representation of a Class Member, Defense \nCounsel  shall  continue  to  represent  the  Class  Member  through \nfinal disposition and any other related proceedings unless there is \ngood cause for the substitution of counsel.  If Defense Counsel is \nethically required to withdraw his or her representation in a case, \nhe  or she must do  so  as  soon as  practicable after discovering  a \nconflict of interest and in a manner that avoids prejudice to the \nClass  Member.  Defense  Counsel  must  obtain  leave  of court \npursuant to  Uniform  Superior  Court  Rule  4.3.  Counsel  must \nprovide the Class Member written notification of the withdrawal, \nunless such withdrawal occurs during a court proceeding with the \nClass Member present.  Nothing in this  provision shall  limit the \nability of co-counsel from the CPD's office to stand in when the \nsituation  demands  it,  such  as  the  unavailability  of  counsel \nprimarily responsible for the case, or the ability of one lawyer to \nannounce for another in ministerial matters. \nc.  The CPD's office shall provide copies of all disclosable discovery \nmaterial  to  represented  Class  Members.  Defense  Counsel  shall \nreview discovery with Class Members in person. \nd.  Where strategically and tactically appropriate in the representation \nof an  Adult  Class  Member,  Defense  Counsel  shall  request  a \npreliminary hearing. \ne.  Defense Counsel  shall  seek sufficient time to  assess  a case  and \nmake  an  informed,  professional  recommendation  to  Class \nMembers with regard to the advisability of accepting a plea offer. \n5 \n\nf.  The CPD shall ensure at the time of application for services that \nnotice is provided to Class Members, as described on the GPDSC \nform  application,  that  a  court  can  waive  the  public  defender \napplication fee imposed by O.C.G.A. § 15-21A-6(c) on a showing \nthat the Class Member is unable to pay the fee or that paying the \nfee  would impose on the Class  Member a measurable hardship. \nDefense Counsel shall, where appropriate, seek waivers on behalf \nof represented Class Members. In no case shall Defense Counsel \nrequest that  payment  of the  public  defender  application  fee  be \nimposed. \ng.  When  necessary  to  competently  represent  a  Class  Member, \nDefense Counsel shall seek the assistance of experts to assist with \nthe preparation of the defense, rebut the prosecution's case, and/or \nprovide an adequate understanding of the prosecution's case. \n3.  Maintenance of a Juvenile Division \na.  The  Circuit Public Defender  shall  maintain \"a juvenile division \nwithin the circuit public defender office to specialize in the defense \nof juveniles\" as required by O.C.G.A. § 17-12-23(c). \nb.  At  least  one  full-time  public  defender  shall  be  responsible  for \ndeveloping and maintaining knowledge about issues unique to the \nrepresentation  of  children  and  Juvenile  Court.  That  public \ndefender  shall  maintain  contact  with  other  juvenile  public \ndefenders and appropriate organizations in order to keep abreast of \ndevelopments in the law and other areas of juvenile representation \nand training opportunities. \nc.  On reasonable notice  from the juvenile court,  a public defender \nfrom  the juvenile  division  shall  speak to  any  indigent juvenile \neligible for services under the Indigent Defense Act of 2003  who \nseeks  to  waive  counsel  and  shall  describe  services  of counsel \navailable to the juvenile and the benefits of such representation. \n6 \n\n4.  Training \na.  Every Public Defender shall attend, as  soon as is practicable, the \nNational  Criminal  Defense  College  in Macon,  Georgia, the Bill \nDaniel  Trial  Advocacy  Program  in  Athens,  Georgia,  or  similar \nprograms approved by the director of GPDSC. \nb.  Public Defenders  assigned to  the  CPD's Juvenile Division shall \nattend at least one juvenile delinquency defense training program \nper year, organized by the Child Protection and Advocacy Section \nof the  State Bar  of Georgia,  the  Barton Child Law and Policy \nCenter  at  Emory  University,  the  National  Juvenile  Defender \nCenter,  or  the  Southern  Juvenile  Defender  Center,  or  a  similar \nprogram focusing on juvenile delinquency defense approved by the \ndirector of the GPDSC. \nc.  The  Georgia  Public  Defender  Standards  Council  shall  provide \nconsultation and training for the members of the Cordele Circuit \nPublic  Defender  office,  including  consultation  and  training  by \npersons with expertise in juvenile representation. \nE.  Duration of Decree \n1.  This Consent Decree shall remain in effect for three (3) years from \nJuly  1,  2015,  with  the  positions  called  for  in  paragraph D(1)(a) \nabove subject to appropriation for all years after the first year, which \nappropriations are fully anticipated.  However, no provision herein \nis  intended  to  impose  obligations  on  the  County  Defendants  in \nviolation  of the  principles  set  forth  in  O.C.G.A.  §  36-30-3,  as \napplied to counties by Madden v.  Bellew, 260 Ga. 530 (1990) and its \nprogeny. \nF.  Enforcement \n1.  Any party shall bring any issues of non-compliance to the attention \nof all counsel before seeking a judicial remedy.  Any such notice of \nalleged non-compliance shall be in writing and state with specificity \nthe alleged non-compliance.  The parties shall promptly engage in \nnegotiations to resolve the issue, if possible.  If the parties have not \nreached an agreement on the existence of the alleged non-\n7 \n\ncompliance and curative measures within forty-five (45) days after \nthe notice, a party may seek an appropriate judicial remedy.  The \nparties may extend this time period by agreement. \n2.  The Fulton County Superior Court shall have jurisdiction to resolve \nany disputes relating to the Consent Decree. \nG.  Miscellaneous Provisions \n1.  This  Consent Decree constitutes the entire agreement between the \nparties  with  regard  to  the  subject  matters  contained therein,  and \nhereby supersedes all prior agreements, representations, statements, \nnegotiations, and undertakings. \n2.  Any ambiguity shall not be construed either for or against any party. \n3.  This  agreement will be  executed by  counsel for  all  parties.  The \nsignatories below represent that they have authority to execute this \nagreement on behalf of the parties for whom they sign.  The Consent \nDecree shall be jointly submitted for approval by the Court pursuant \nto O.C.G.A. § 9-11-23(e). \n4.  All parties waive all rights to attorney's fees in this action. \n5.  The following non-settling Defendants to this action are dismissed \nwith prejudice, are not parties to this Consent Decree, and are not \nsubject to this consent decree: the Governor, the State of Georgia, \nthe individual members of the County Commissions, the individual \nmembers  of the  GPDSC,  the  judge  defendants,  and  the  district \nattorney  defendants.  The  non-settling  Defendants  maintain  the \ndefenses set fort in their pleadings. \nSO ORDERED this 20th day of April, 2015. \n8 \n\nHONORABLE TODD MARKLE \nFULTON COUNTY SUPERIOR COURT \nATLANTA JUDICIAL CIRCUIT \nCONSENTED TO \nFor the Plaintiffs: \nSTEPHENB. BRlGHT  Class Counsel for the Plaintiffs \nGeorgia Bar No. 082075 \nMELANIE VELEZ \nGeorgia Bar No. 512460 \nATTEEYA  H HOLLIE \nGeorgia Bar No. 411415 \nRYAN PRlMERANO \nGeorgia Bar No. 404962 \nCRYSTALREDD \nGeorgia Bar No. 969002 \nSOUTHERN CENTER FOR HUMAN RIGHTS \n83 Poplar Street N.W. \nAtlanta, Georgia 30303 \nTelephone: (404) 688-1202 \nFacsimile: (404) 688-9440 \n£-~~  (~0 \nARTHUR LUK (ADMITTED PRO HAC VICE) \nDAVID GERSCH (ADMITTED PRO HAC VICE) \nPHILIP HORTON (ADMITTED PRO HAC VICE) \nJESSICA D. JONES (ADMITTED PRO HAC VICE) \nMICHAEL KIENTZLE (ADMITTED PRO HAC VICE) \nKEVIN O'DOHERTY (ADMITTED PRO HAC VICE) \nELIZABETH OWENS (ADMITTED PRO HAC VICE) \nDANA RUSSELL (ADMITTED PRO HAC VICE) \n9 \n\nARNOLD & PORTER, LLP \n555 TWELFTH STREET, NW \nWASHINGTON, DC 20004-1206 \nTELEPHONE: (202) 942-5000 \nFACSIMILE: 202.942.5999 \nCounsel for The State of Georgia, \nKIMBEAL  Governor Nathan Deal, Bryan \nALLEN LIGHTCAP  Tyson, Director, Georgia Public \nOffice of the Attorney General  Defender Standards Council and \n40 Capitol Square, SW  Individual Council Members, and \nAtlanta, GA 30334  Tracy Mullis, Cordele Circuit \nsritter@law.ga.gov  Defender \nkbeal@law.ga.gov \nalightcap@law.ga.gov \n~&-\n~BINGHAM \nCounsel for Crisp County, Crisp \nOwen, Gleaton, Egan, Jones & Sweeney,  County Board of Commissioners, \nLLP  and Individual Crisp County \n1180 Peachtree Street, N.B., Ste. 3000  Commissioners; Wilcox County, \nAtlanta, GA 30309  Wilcox County Board of \nBingham@OG-Law.com  Commissioners, and Individual \naford@OG-Law.com  Wilcox County Commissioners \n10 \n\n/~10~ \nTONI SAWYER  Counsel for Ben Hill County, Ben \nLaw Office of Toni Sawyer, P.C.  Hill County Board of \nPost Office Box 690  Commissioners, and Individual Ben \nFitzgerald, GA 31750  Hill County Commissioners \nsawyerlaw@windstream.net \n~L-\nWILLIAM  . CALHOuN  Counsel for Dooly County, Dooly \nCalhoun Law Group, LLC  County Board of Commissioners, \nP.O. Box 70153  and Individual Dooly County \nAlbany, GA 31708  Commissioners \nbill@calhoun-law.com \ni~/I. \nWILLIAM H. GREGOR  Counsel for Dooly County, Dooly \nPost Office Box 276 .  County Board of Commissioners, \nVienna, Georgia 31092709  and Individual Dooly County \nbert@whglaw.com  Commissioners \n11 ",
      "document_type_other": "",
      "external_url": "https://www.schr.org/files/post/files/N.P.%20Consent%20Decree.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/88859"
    },
    {
      "date": "2015-05-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Georgia state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88860,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88860.pdf",
      "title": "Docket",
      "text": "5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\nSkip to Main Content Logout My Account Search Menu All Case Records Search Refine Search  Back  Location : All­Superior Help\nR    A\nEGISTER OF CTIONS\nCASE NO. 2014CV241025\nN.P., BY NEXT OF FRIEND SHANEKA DARDEN, S.C, BY NEXT OF FRIEND§ Case Type: INJUNCTION\nCHRISTY COLEY, A.J., BY NEXT FRIEND MCLETHAR JOHNSON, W.M., BY§ Date Filed: 01/07/2014\nNEXT FRIEND LETANYA MERCER, MYKENZIC PHILLIPS, RICHARD § Location: EJ19\nYOUNG, RICHARD MORGAN, Jr., WESLEY HARPER VS. The State of § Judicial Officer: DOWNS, DORIS\nGeorgia, NATHAN DEAL, W TRAVIS SAKRISON, GEORGIA PUBLIC § SB176 Case Cross Reference 0602014000373\nDEFENDER STANDARDS COUNCIL § Number:\n§\nRELATED CASE INFORMATION\nRelated Cases\n2014CV253827 (SYSTEM AUTO RELATED)\n2014CV253849 (SYSTEM AUTO RELATED)\n2015CV262160 (SYSTEM AUTO RELATED)\nPARTY INFORMATION\nAttorneys\nDEFENDANT ANDERSON, CHARLES William Wright Calhoun\n  Retained\nCALHOUN LAW GROUP, LLC\n2409 WESTGATE DRIVE\nPO BOX 70153\nALBANY, GA 31708\n229­888­8048(W)\n \nDEFENDANT BARRON, DAVID William Wright Calhoun\n  Retained\nCALHOUN LAW GROUP, LLC\n2409 WESTGATE DRIVE\nPO BOX 70153\nALBANY, GA 31708\n229­888­8048(W)\n \nDEFENDANT BEN HILL COUNTY TONI SAWYER\n  Retained\n311 W. CENTRAL AVE.\nP.O. BOX 690\nFITZGERALD, GA 31750\n229­423­6608(W)\n \nDEFENDANT BEN HILL COUNTY BOARD OF TONI SAWYER\nCOMMISSIONERS   Retained\n311 W. CENTRAL AVE.\nP.O. BOX 690\nFITZGERALD, GA 31750\n229­423­6608(W)\n \nDEFENDANT BROWN, CHRISTIAN John C. Jones\n  Retained\n132 State Judicial Bldg.\n40 Capitol Sq., S. W.\nAtlanta, GA 30334\n404­656­3356(W)\n \nDEFENDANT BROWN, DAVID W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 1/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\nDEFENDANT CALLOWAY, BENNIE TONI SAWYER\n  Retained\n311 W. CENTRAL AVE.\nP.O. BOX 690\nFITZGERALD, GA 31750\n229­423­6608(W)\n \nDEFENDANT CASON, EUGENE William Wright Calhoun\n  Retained\nCALHOUN LAW GROUP, LLC\n2409 WESTGATE DRIVE\nPO BOX 70153\nALBANY, GA 31708\n229­888­8048(W)\n \nDEFENDANT CHASTEEN, ROBERT W, Jr. Michael J. Bowers\n  Retained\n30 IVAN ALLEN, JR. BLVD.\nSUITE 700\nATLANTA, GA 30308\n404­261­6020(W)\n \nDEFENDANT COWAN, DANIEL TONI SAWYER\n  Retained\n311 W. CENTRAL AVE.\nP.O. BOX 690\nFITZGERALD, GA 31750\n229­423­6608(W)\n \nDEFENDANT CRISP COUNTY W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT CRISP COUNTY BOARD OF W. Seaborn Jones\nCOMMISSIONERS   Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT CROSS, RONALD Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\n  ATLANTA, GA 30303 Atlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT DEAL, NATHAN Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT DOOLY COUNTY William Wright Calhoun\n  Retained\nCALHOUN LAW GROUP, LLC\n2409 WESTGATE DRIVE\nPO BOX 70153\nALBANY, GA 31708\n229­888­8048(W)\n \nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 2/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\nWilliam Wright Calhoun\n  Retained\nCALHOUN LAW GROUP, LLC\n2409 WESTGATE DRIVE\nPO BOX 70153\nALBANY, GA 31708\n229­888­8048(W)\n \nDEFENDANT DOOLY COUNTY BOARD OF William Wright Calhoun\nCOMMISSIONERS   Retained\nCALHOUN LAW GROUP, LLC\n2409 WESTGATE DRIVE\nPO BOX 70153\nALBANY, GA 31708\n229­888­8048(W)\n \nWilliam Wright Calhoun\n  Retained\nCALHOUN LAW GROUP, LLC\n2409 WESTGATE DRIVE\nPO BOX 70153\nALBANY, GA 31708\n229­888­8048(W)\n \nDEFENDANT DOWNING, SCOTT TONI SAWYER\n  Retained\n311 W. CENTRAL AVE.\nP.O. BOX 690\nFITZGERALD, GA 31750\n229­423­6608(W)\n \nDEFENDANT EDISON, TIMOTHY L.\n \n \nDEFENDANT FACHINI, DENISE John C. Jones\n  Retained\n132 State Judicial Bldg.\n40 Capitol Sq., S. W.\nAtlanta, GA 30334\n404­656­3356(W)\n \nDEFENDANT FAISON, A. ZACHARY\n \nDEFENDANT FARROW, SAM, Jr. W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT FELTON, LARRY W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT GEORGIA PUBLIC DEFENDER STANDARDS Stefan Ernst Ritter\nCOUNCIL   Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n  ATLANTA, GA 00000\n404­656­7298(W)\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 3/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\n \nDEFENDANT GREENE, ARTHUR W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT HENDERSON, CLARK W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT HODGES, G. S. Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT HUDSON, TERRELL William Wright Calhoun\n  Retained\nCALHOUN LAW GROUP, LLC\n2409 WESTGATE DRIVE\nPO BOX 70153\nALBANY, GA 31708\n229­888­8048(W)\n \nDEFENDANT HUGHES, T. CHRISTOPHER Michael J. Bowers\n  Retained\n30 IVAN ALLEN, JR. BLVD.\nSUITE 700\nATLANTA, GA 30308\n404­261­6020(W)\n \nDEFENDANT JAY, PHILIP, III.\n \nDEFENDANT JOHNSON, GREGORY, Jr. John C. Jones\n  Retained\n132 State Judicial Bldg.\n40 Capitol Sq., S. W.\nAtlanta, GA 30334\n404­656­3356(W)\n \nDEFENDANT JOHNSON, JOWAN W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT KEENE, MARVIN W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT MATHIS, WALLACE W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 4/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT MCGARITY, ARCH Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT MILLER, MURPHY Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT MORRIS, E LEE, III. Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT NANCE, ARTHUR JAMES W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT NETTER, O.D. TONI SAWYER\n  Retained\n311 W. CENTRAL AVE.\nP.O. BOX 690\nFITZGERALD, GA 31750\n229­423­6608(W)\n \nDEFENDANT NICHOLS, CHERI\n \nDEFENDANT PACK, KRISTEN W Michael J. Bowers\n  Retained\n30 IVAN ALLEN, JR. BLVD.\nSUITE 700\nATLANTA, GA 30308\n404­261­6020(W)\n \nDEFENDANT PARIS, LAMAR Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT PRIDGEN, JOHN C Michael J. Bowers\n  Retained\n30 IVAN ALLEN, JR. BLVD.\nSUITE 700\nATLANTA, GA 30308\n404­261­6020(W)\n \nDEFENDANT RIGBY, BRADFROD John C. Jones\n  Retained\n132 State Judicial Bldg.\n40 Capitol Sq., S. W.\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 5/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\nAtlanta, GA 30334\n404­656­3356(W)\n \nDEFENDANT SAKRISON, W TRAVIS Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT SEAGRAVES, DONNA Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \n \nDEFENDANT SIMS, W DAVID Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT The State of Georgia Other Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT TODD, LARA John C. Jones\n  Retained\n132 State Judicial Bldg.\n40 Capitol Sq., S. W.\nAtlanta, GA 30334\n404­656­3356(W)\n \nDEFENDANT TOLLEY, EDWARD Stefan Ernst Ritter\n  Retained\n40 Capitol Square, S.W.\nAtlanta, GA 30334­1300\n404­656­7298(W)\n \nDEFENDANT TYNDAL, TRACY W. Seaborn Jones\n  Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \nDEFENDANT WARBINGTON, LAUREN John C. Jones\n  Retained\n132 State Judicial Bldg.\n40 Capitol Sq., S. W.\nAtlanta, GA 30334\n404­656­3356(W)\n \nDEFENDANT WARD, HARRY William Wright Calhoun\n  Retained\nCALHOUN LAW GROUP, LLC\n2409 WESTGATE DRIVE\nPO BOX 70153\nALBANY, GA 31708\n229­888­8048(W)\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 6/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\n \nDEFENDANT WILCOX COUNTY\n \nDEFENDANT WILCOX COUNTY BOARD OF W. Seaborn Jones\nCOMMISSIONERS   Retained\n1180 PEACHTREE STREET\nNW\nSUITE 3000\nATLANTA, GA 30309\n404­688­2600(W)\n \n \nPLAINTIFF COLEY, CHRISTY ATTEEYAH HOLLIE\n  Retained\n83 POPLAR STREET NW\nATLANTA, GA 30303\n404­688­1202(W)\n \nPLAINTIFF DARDEN, SHANEKA ATTEEYAH HOLLIE\n  Retained\n83 POPLAR STREET NW\nATLANTA, GA 30303\n404­688­1202(W)\n \nPLAINTIFF HARPER, WESLEY ATTEEYAH HOLLIE\n  Retained\n83 POPLAR STREET NW\nATLANTA, GA 30303\n404­688­1202(W)\n \nPLAINTIFF JOHNSON, MCLETHAR ATTEEYAH HOLLIE\n  Retained\n83 POPLAR STREET NW\nATLANTA, GA 30303\n404­688­1202(W)\n \nPLAINTIFF MERCER, LETANYA ATTEEYAH HOLLIE\n  Retained\n83 POPLAR STREET NW\nATLANTA, GA 30303\n404­688­1202(W)\n \nPLAINTIFF MORGAN, RICHARD, Jr. ATTEEYAH HOLLIE\n  Retained\n83 POPLAR STREET NW\nATLANTA, GA 30303\n404­688­1202(W)\n \nPLAINTIFF PHILLIPS, MYKENZIC ATTEEYAH HOLLIE\n  Retained\n83 POPLAR STREET NW\nATLANTA, GA 30303\n404­688­1202(W)\n \nPLAINTIFF YOUNG, RICHARD ATTEEYAH HOLLIE\n  Retained\n83 POPLAR STREET NW\nATLANTA, GA 30303\n404­688­1202(W)\nEVENTS & ORDERS OF THE COURT\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 7/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\n    DISPOSITIONS\n05/27/2015 DISMISSED WITH PREJUDICE (Judicial Officer: MARKLE, TODD) \n   Party(FACHINI, DENISE; RIGBY, BRADFROD; BROWN, CHRISTIAN; TODD, LARA; WARBINGTON, LAUREN; JOHNSON, GREGORY, Jr.)\n05/04/2015 DISMISSED WITH PREJUDICE (Judicial Officer: MARKLE, TODD) \n   Party(PACK, KRISTEN W; PRIDGEN, JOHN C; CHASTEEN, ROBERT W, Jr.; HUGHES, T. CHRISTOPHER)\n04/20/2015 CONSENT ORDER (Judicial Officer: DOWNS, DORIS) \n  \n03/31/2014 DISMISSED WITHOUT PREJUDICE (Judicial Officer: MARKLE, TODD) \n   Party(NICHOLS, CHERI)\n    \n    OTHER EVENTS AND HEARINGS\n10/21/2016  DEFENDANT'S LETTER\n06/15/2015  NOTICE OF FILING\n06/15/2015  DEPOSITION\n06/15/2015  DEPOSITION\n05/27/2015  ORDER OF DISMISSAL WITH PREJUDICE\n05/07/2015 MOTION TO DISMISS\nParty:  BROWN, CHRISTIAN\nParty:  FACHINI, DENISE\n   Party:  JOHNSON, GREGORY, Jr.\nParty:  RIGBY, BRADFROD\nParty:  TODD, LARA\nParty:  WARBINGTON, LAUREN\n05/07/2015 BRIEF IN SUPPORT OF MOTION\nParty:  BROWN, CHRISTIAN\n   Party:  FACHINI, DENISE\nParty:  JOHNSON, GREGORY, Jr.\nParty:  RIGBY, BRADFROD\n05/04/2015 ORDER OF DISMISSAL WITH PREJUDICE\nParty:  CHASTEEN, ROBERT W, Jr.\n   Party:  HUGHES, T. CHRISTOPHER\nParty:  PACK, KRISTEN W\nParty:  PRIDGEN, JOHN C\n04/30/2015  MOTION TO DISMISS\n04/20/2015  OTHER\n04/20/2015  CONSENT ORDER\n04/15/2015  ORDER\n03/19/2015  ORDER\n03/17/2015  MOTION TO DISMISS\n03/13/2015  STATEMENT­OTHER\n03/12/2015  TRANSCRIPT (Judicial Officer: MARKLE, TODD )\n03/11/2015  ORDER\n03/10/2015 MOTION TO MODIFY\nParty:  COLEY, CHRISTY\n  \nParty:  DARDEN, SHANEKA\nParty:  YOUNG, RICHARD\n03/06/2015 NOTICE OF FILING\n   Party:  COLEY, CHRISTY\nParty:  HOLLIE, ATTEEYAH\n03/02/2015  ORDER\n03/02/2015  ORDER\n02/25/2015  MOTIONS HEARING  (9:00 AM) (Judicial Officer MARKLE, TODD)\n02/24/2015  REQUEST\n02/24/2015  REQUEST\n02/23/2015 OTHER\nParty:  COLEY, CHRISTY\nParty:  DARDEN, SHANEKA\nParty:  JOHNSON, MCLETHAR\n  \nParty:  MERCER, LETANYA\nParty:  MORGAN, RICHARD, Jr.\nParty:  PHILLIPS, MYKENZIC\nParty:  YOUNG, RICHARD\n02/23/2015  OTHER\n02/23/2015  OTHER\n02/20/2015 NOTICE OF FILING\n   Party:  COLEY, CHRISTY\nParty:  HOLLIE, ATTEEYAH\n02/20/2015 OTHER\n  \nParty:  COLEY, CHRISTY\n02/20/2015 NOTICE OF FILING\nParty:  DARDEN, SHANEKA\n   Party:  HARPER, WESLEY\nParty:  JOHNSON, MCLETHAR\nParty:  MORGAN, RICHARD, Jr.\n02/20/2015  DEPOSITION\n02/20/2015  DEPOSITION\n02/20/2015  DEPOSITION\n02/20/2015  DEPOSITION\n02/20/2015  DEPOSITION\n02/20/2015  DEPOSITION\n02/20/2015  DEPOSITION\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 8/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\n02/20/2015  DEPOSITION\n02/20/2015  DEPOSITION\n02/20/2015  MOTION\n02/05/2015  ORDER\n02/03/2015  ORDER\n02/02/2015  MOTION TO DISMISS\n01/28/2015  MOTION TO MODIFY\n01/26/2015  AMENDMENT\n01/22/2015  CERTIFICATE\n01/21/2015  BRIEF IN SUPPORT OF MOTION\n01/21/2015  MOTION TO DISMISS\n01/20/2015  ORDER\n01/16/2015  CERTIFICATE OF SERVICE\n01/16/2015  CERTIFICATE\n01/16/2015  CERTIFICATE\n01/16/2015 RESPONSE TO MOTION\n  \nParty:  The State of Georgia\n01/16/2015 AMENDMENT\n  \nParty:  CRISP COUNTY BOARD OF COMMISSIONERS\n01/16/2015  RESPONSE\n01/16/2015 RESPONSE\nParty:  BEN HILL COUNTY\nParty:  BEN HILL COUNTY BOARD OF COMMISSIONERS\nParty:  CALLOWAY, BENNIE\n  \nParty:  COWAN, DANIEL\nParty:  DOWNING, SCOTT\nParty:  JAY, PHILIP, III.\nParty:  The State of Georgia\n01/16/2015  CERTIFICATE OF SERVICE\n01/14/2015 MOTION TO DISMISS\nParty:  CHASTEEN, ROBERT W, Jr.\n   Party:  HUGHES, T. CHRISTOPHER\nParty:  PACK, KRISTEN W\nParty:  PRIDGEN, JOHN C\n01/14/2015 MEMORANDUM OF LAW\nParty:  CHASTEEN, ROBERT W, Jr.\n   Party:  HUGHES, T. CHRISTOPHER\nParty:  PACK, KRISTEN W\nParty:  PRIDGEN, JOHN C\n01/14/2015 RESPONSE TO MOTION\nParty:  CHASTEEN, ROBERT W, Jr.\n  \nParty:  HUGHES, T. CHRISTOPHER\nParty:  PACK, KRISTEN W\n01/14/2015 ANSWER\nParty:  Bowers, Michael J.\nParty:  CHASTEEN, ROBERT W, Jr.\n  \nParty:  HUGHES, T. CHRISTOPHER\nParty:  PACK, KRISTEN W\nParty:  PRIDGEN, JOHN C\n01/13/2015 ANSWER OF DEFENDANT\n   Party:  DOOLY COUNTY\nParty:  DOOLY COUNTY BOARD OF COMMISSIONERS\n01/13/2015 ANSWER OF DEFENDANT\nParty:  BEN HILL COUNTY\nParty:  BEN HILL COUNTY BOARD OF COMMISSIONERS\nParty:  CALLOWAY, BENNIE\n  \nParty:  COWAN, DANIEL\nParty:  DOWNING, SCOTT\nParty:  JAY, PHILIP, III.\nParty:  NETTER, O.D.\n01/08/2015 ANSWER OF DEFENDANT\n  \nParty:  WRIGHT, G RUSSELL\n01/08/2015 ANSWER OF DEFENDANT\n  \nParty:  SHERRELL, ROBERT\n01/07/2015 MEMORANDUM OF LAW\n   Party:  COLEY, CHRISTY\nParty:  DARDEN, SHANEKA\n01/07/2015  ANSWER\n01/07/2015  ANSWER\n01/07/2015  ANSWER\n01/07/2015  NOTICE\n01/07/2015  ANSWER\n01/07/2015  ANSWER\n01/07/2015  MOTION TO DISMISS\n01/07/2015  BRIEF IN SUPPORT OF MOTION\n01/05/2015 MOTION\nParty:  CHASTEEN, ROBERT W, Jr.\n   Party:  HUGHES, T. CHRISTOPHER\nParty:  PACK, KRISTEN W\nParty:  PRIDGEN, JOHN C\n01/05/2015 MOTION\nParty:  CHASTEEN, ROBERT W, Jr.\n  \nParty:  HUGHES, T. CHRISTOPHER\nParty:  PACK, KRISTEN W\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 9/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\n01/05/2015  MOTION\nParty:  CHASTEEN, ROBERT W, Jr.\nParty:  HUGHES, T. CHRISTOPHER\nParty:  PACK, KRISTEN W\nParty:  PRIDGEN, JOHN C\n01/05/2015 MOTION TO WITHDRAW\nParty:  CHASTEEN, ROBERT W, Jr.\n  \nParty:  PACK, KRISTEN W\nParty:  PRIDGEN, JOHN C\n12/23/2014  CASE MANAGEMENT ORDER\n12/23/2014  CASE MANAGEMENT ORDER\n12/19/2014  MOTION TO TRANSFER VENUE\n12/19/2014  MOTION TO TRANSFER VENUE\n12/15/2014  REPLY\n12/05/2014  RESPONSE\n12/05/2014  NOTICE OF FILING AFFIDAVIT\n11/26/2014  MOTION\n11/25/2014  ORDER\n11/24/2014  STIPULATION\nParty:  ANDERSON, CHARLES\nParty:  BARRON, DAVID\nParty:  BEN HILL COUNTY\nParty:  BEN HILL COUNTY BOARD OF COMMISSIONERS\nParty:  BROWN, CHRISTIAN\nParty:  BROWN, DAVID\nParty:  CALLOWAY, BENNIE\nParty:  CASON, EUGENE\nParty:  CHASTEEN, ROBERT W, Jr.\nParty:  COLEY, CHRISTY\nParty:  COWAN, DANIEL\nParty:  CRISP COUNTY\nParty:  CRISP COUNTY BOARD OF COMMISSIONERS\nParty:  CROSS, RONALD\nParty:  DARDEN, SHANEKA\nParty:  DEAL, NATHAN\nParty:  DOOLY COUNTY\nParty:  DOOLY COUNTY BOARD OF COMMISSIONERS\nParty:  DOWNING, SCOTT\nParty:  EDISON, TIMOTHY L.\nParty:  FACHINI, DENISE\nParty:  FAISON, A. ZACHARY\nParty:  FARROW, SAM, Jr.\nParty:  FELTON, LARRY\nParty:  GEORGIA PUBLIC DEFENDER STANDARDS COUNCIL\nParty:  GREENE, ARTHUR\nParty:  HARPER, WESLEY\nParty:  HENDERSON, CLARK\nParty:  HODGES, G. S.\nParty:  HOLLIE, ATTEEYAH\nParty:  HUDSON, TERRELL\nParty:  HUGHES, T. CHRISTOPHER\nParty:  JAY, PHILIP, III.\nParty:  JOHNSON, GREGORY, Jr.\nParty:  JOHNSON, JOWAN\nParty:  JOHNSON, MCLETHAR\nParty:  KEENE, MARVIN\nParty:  MATHIS, WALLACE\nParty:  MCGARITY, ARCH\nParty:  MERCER, LETANYA\nParty:  MILLER, MURPHY\nParty:  MORGAN, RICHARD, Jr.\nParty:  MORRIS, E LEE, III.\nParty:  NANCE, ARTHUR JAMES\nParty:  NETTER, O.D.\nParty:  NICHOLS, CHERI\nParty:  PACK, KRISTEN W\nParty:  PARIS, LAMAR\nParty:  PHILLIPS, MYKENZIC\nParty:  PRIDGEN, JOHN C\nParty:  RIGBY, BRADFROD\nParty:  SAKRISON, W TRAVIS\nParty:  SAWYER, TONI\nParty:  SEAGRAVES, DONNA\nParty:  SHERRELL, ROBERT\nParty:  SIMS, W DAVID\nParty:  The State of Georgia\nParty:  TODD, LARA\nParty:  TOLLEY, EDWARD\nParty:  TYNDAL, TRACY\nParty:  WARBINGTON, LAUREN\nParty:  WARD, HARRY\nParty:  WILCOX COUNTY\nParty:  WILCOX COUNTY BOARD OF COMMISSIONERS\nParty:  WRIGHT, G RUSSELL\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 10/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\nParty:  Wright, George Russell\nParty:  YOUNG, RICHARD\n10/28/2014 MOTION\n  \nParty:  COLEY, CHRISTY\n10/28/2014 AMENDMENT\n   Party:  COLEY, CHRISTY\nParty:  HOLLIE, ATTEEYAH\n10/28/2014  MEMORANDUM OF LAW\n10/03/2014 PETITION\nParty:  ANDERSON, CHARLES\nParty:  BARRON, DAVID\nParty:  BEN HILL COUNTY\nParty:  BEN HILL COUNTY BOARD OF COMMISSIONERS\nParty:  BROWN, CHRISTIAN\nParty:  BROWN, DAVID\nParty:  CALLOWAY, BENNIE\nParty:  CASON, EUGENE\nParty:  CHASTEEN, ROBERT W, Jr.\nParty:  COLEY, CHRISTY\nParty:  COWAN, DANIEL\nParty:  CRISP COUNTY\nParty:  CRISP COUNTY BOARD OF COMMISSIONERS\nParty:  CROSS, RONALD\nParty:  DARDEN, SHANEKA\nParty:  DEAL, NATHAN\nParty:  DOOLY COUNTY\nParty:  DOOLY COUNTY BOARD OF COMMISSIONERS\nParty:  DOWNING, SCOTT\nParty:  EDISON, TIMOTHY L.\nParty:  FACHINI, DENISE\nParty:  FAISON, A. ZACHARY\nParty:  FARROW, SAM, Jr.\nParty:  FELTON, LARRY\nParty:  GEORGIA PUBLIC DEFENDER STANDARDS COUNCIL\nParty:  GREENE, ARTHUR\nParty:  HARPER, WESLEY\nParty:  HENDERSON, CLARK\nParty:  HODGES, G. S.\nParty:  HOLLIE, ATTEEYAH\nParty:  HUDSON, TERRELL\nParty:  HUGHES, T. CHRISTOPHER\nParty:  JAY, PHILIP, III.\n  \nParty:  JOHNSON, GREGORY, Jr.\nParty:  JOHNSON, JOWAN\nParty:  JOHNSON, MCLETHAR\nParty:  KEENE, MARVIN\nParty:  MATHIS, WALLACE\nParty:  MCGARITY, ARCH\nParty:  MERCER, LETANYA\nParty:  MILLER, MURPHY\nParty:  MORGAN, RICHARD, Jr.\nParty:  MORRIS, E LEE, III.\nParty:  NANCE, ARTHUR JAMES\nParty:  NETTER, O.D.\nParty:  NICHOLS, CHERI\nParty:  PACK, KRISTEN W\nParty:  PARIS, LAMAR\nParty:  PHILLIPS, MYKENZIC\nParty:  PRIDGEN, JOHN C\nParty:  RIGBY, BRADFROD\nParty:  SAKRISON, W TRAVIS\nParty:  SAWYER, TONI\nParty:  SEAGRAVES, DONNA\nParty:  SHERRELL, ROBERT\nParty:  SIMS, W DAVID\nParty:  The State of Georgia\nParty:  TODD, LARA\nParty:  TOLLEY, EDWARD\nParty:  TYNDAL, TRACY\nParty:  WARBINGTON, LAUREN\nParty:  WARD, HARRY\nParty:  WILCOX COUNTY\nParty:  WILCOX COUNTY BOARD OF COMMISSIONERS\nParty:  WRIGHT, G RUSSELL\nParty:  Wright, George Russell\nParty:  YOUNG, RICHARD\n09/30/2014 STIPULATION\n  \nParty:  COLEY, CHRISTY\n09/17/2014  NOTICE OF WITHDRAWAL\n09/17/2014  NOTICE\n09/15/2014 AMENDMENT\n  \nParty:  COLEY, CHRISTY\n09/12/2014 REPLY\n  \nParty:  COLEY, CHRISTY\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 11/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\n09/03/2014  CANCELED   INJUNCTION  (9:00 AM) (Judicial Officer MARKLE, TODD)\nOTHER\n09/03/2014  SCHEDULING ORDER\n08/29/2014 RESPONSE\nParty:  ANDERSON, CHARLES\nParty:  BARRON, DAVID\nParty:  BEN HILL COUNTY\nParty:  BEN HILL COUNTY BOARD OF COMMISSIONERS\nParty:  BROWN, CHRISTIAN\nParty:  BROWN, DAVID\nParty:  CALLOWAY, BENNIE\nParty:  CASON, EUGENE\nParty:  CHASTEEN, ROBERT W, Jr.\nParty:  COWAN, DANIEL\nParty:  CRISP COUNTY\nParty:  CRISP COUNTY BOARD OF COMMISSIONERS\nParty:  CROSS, RONALD\nParty:  DEAL, NATHAN\nParty:  DOOLY COUNTY\nParty:  DOOLY COUNTY BOARD OF COMMISSIONERS\nParty:  DOWNING, SCOTT\nParty:  EDISON, TIMOTHY L.\nParty:  FACHINI, DENISE\nParty:  FAISON, A. ZACHARY\nParty:  FARROW, SAM, Jr.\nParty:  FELTON, LARRY\nParty:  GEORGIA PUBLIC DEFENDER STANDARDS COUNCIL\nParty:  GREENE, ARTHUR\nParty:  HENDERSON, CLARK\nParty:  HODGES, G. S.\nParty:  HOLLIE, ATTEEYAH\nParty:  HUDSON, TERRELL\nParty:  HUGHES, T. CHRISTOPHER\n  \nParty:  JAY, PHILIP, III.\nParty:  JOHNSON, GREGORY, Jr.\nParty:  JOHNSON, JOWAN\nParty:  KEENE, MARVIN\nParty:  MATHIS, WALLACE\nParty:  MCGARITY, ARCH\nParty:  MILLER, MURPHY\nParty:  MORRIS, E LEE, III.\nParty:  NANCE, ARTHUR JAMES\nParty:  NETTER, O.D.\nParty:  NICHOLS, CHERI\nParty:  PACK, KRISTEN W\nParty:  PARIS, LAMAR\nParty:  PRIDGEN, JOHN C\nParty:  RIGBY, BRADFROD\nParty:  SAKRISON, W TRAVIS\nParty:  SAWYER, TONI\nParty:  SEAGRAVES, DONNA\nParty:  SHERRELL, ROBERT\nParty:  SIMS, W DAVID\nParty:  The State of Georgia\nParty:  TODD, LARA\nParty:  TOLLEY, EDWARD\nParty:  TYNDAL, TRACY\nParty:  WARBINGTON, LAUREN\nParty:  WARD, HARRY\nParty:  WILCOX COUNTY\nParty:  WILCOX COUNTY BOARD OF COMMISSIONERS\nParty:  WRIGHT, G RUSSELL\nParty:  Wright, George Russell\n08/29/2014  NOTICE OF FILING\nParty:  ANDERSON, CHARLES\nParty:  BARRON, DAVID\nParty:  BEN HILL COUNTY\nParty:  BEN HILL COUNTY BOARD OF COMMISSIONERS\nParty:  BROWN, CHRISTIAN\nParty:  BROWN, DAVID\nParty:  CALLOWAY, BENNIE\nParty:  CASON, EUGENE\nParty:  CHASTEEN, ROBERT W, Jr.\nParty:  COWAN, DANIEL\nParty:  CRISP COUNTY\nParty:  CRISP COUNTY BOARD OF COMMISSIONERS\nParty:  CROSS, RONALD\nParty:  DEAL, NATHAN\nParty:  DOOLY COUNTY\nParty:  DOOLY COUNTY BOARD OF COMMISSIONERS\nParty:  DOWNING, SCOTT\nParty:  EDISON, TIMOTHY L.\nParty:  FACHINI, DENISE\nParty:  FAISON, A. ZACHARY\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 12/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\nParty:  FARROW, SAM, Jr.\nParty:  FELTON, LARRY\nParty:  GEORGIA PUBLIC DEFENDER STANDARDS COUNCIL\nParty:  GREENE, ARTHUR\nParty:  HENDERSON, CLARK\nParty:  HODGES, G. S.\nParty:  HOLLIE, ATTEEYAH\nParty:  HUDSON, TERRELL\nParty:  HUGHES, T. CHRISTOPHER\nParty:  JAY, PHILIP, III.\nParty:  JOHNSON, GREGORY, Jr.\nParty:  JOHNSON, JOWAN\nParty:  KEENE, MARVIN\nParty:  MATHIS, WALLACE\nParty:  MCGARITY, ARCH\nParty:  MILLER, MURPHY\nParty:  MORRIS, E LEE, III.\nParty:  NANCE, ARTHUR JAMES\nParty:  NETTER, O.D.\nParty:  NICHOLS, CHERI\nParty:  PACK, KRISTEN W\nParty:  PARIS, LAMAR\nParty:  PRIDGEN, JOHN C\nParty:  RIGBY, BRADFROD\nParty:  SAKRISON, W TRAVIS\nParty:  SAWYER, TONI\nParty:  SEAGRAVES, DONNA\nParty:  SHERRELL, ROBERT\nParty:  SIMS, W DAVID\nParty:  The State of Georgia\nParty:  TODD, LARA\nParty:  TOLLEY, EDWARD\nParty:  TYNDAL, TRACY\nParty:  WARBINGTON, LAUREN\nParty:  WARD, HARRY\nParty:  WILCOX COUNTY\nParty:  WILCOX COUNTY BOARD OF COMMISSIONERS\nParty:  WRIGHT, G RUSSELL\nParty:  Wright, George Russell\n08/27/2014  TEMPORARY RESTRAINING ORDER\n08/25/2014 MOTION\nParty:  COLEY, CHRISTY\nParty:  DARDEN, SHANEKA\nParty:  HARPER, WESLEY\n   Party:  JOHNSON, MCLETHAR\nParty:  MERCER, LETANYA\nParty:  MORGAN, RICHARD, Jr.\nParty:  PHILLIPS, MYKENZIC\nParty:  YOUNG, RICHARD\n07/29/2014  STIPULATION\n06/10/2014  STIPULATION\n05/01/2014  STIPULATION\n04/01/2014  STIPULATION\n03/31/2014  DISMISSAL WITHOUT PREJUDICE\n03/21/2014  LEAVE OF ABSENCE\n03/13/2014  STIPULATION\n03/12/2014  STIPULATION\n02/14/2014 OTHER\nParty:  ANDERSON, CHARLES\nParty:  BARRON, DAVID\nParty:  CASON, EUGENE\n  \nParty:  DOOLY COUNTY\nParty:  DOOLY COUNTY BOARD OF COMMISSIONERS\nParty:  HUDSON, TERRELL\nParty:  WARD, HARRY\n02/14/2014  CERTIFICATE OF DISCOVERY\n02/14/2014 ANSWER OF DEFENDANT\n  \nParty:  WRIGHT, G RUSSELL\n02/14/2014 ANSWER\n  \nParty:  SHERRELL, ROBERT\n02/10/2014  STIPULATION EXTENDING TIME\nParty:  ANDERSON, CHARLES\nParty:  BARRON, DAVID\nParty:  BEN HILL COUNTY\nParty:  BEN HILL COUNTY BOARD OF COMMISSIONERS\nParty:  BROWN, CHRISTIAN\nParty:  BROWN, DAVID\nParty:  CALLOWAY, BENNIE\nParty:  CASON, EUGENE\nParty:  CHASTEEN, ROBERT W, Jr.\nParty:  COLEY, CHRISTY\nParty:  COWAN, DANIEL\nParty:  CRISP COUNTY\nParty:  CRISP COUNTY BOARD OF COMMISSIONERS\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 13/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\nParty:  CROSS, RONALD\nParty:  DARDEN, SHANEKA\nParty:  DEAL, NATHAN\nParty:  DOOLY COUNTY\nParty:  DOOLY COUNTY BOARD OF COMMISSIONERS\nParty:  DOWNING, SCOTT\nParty:  EDISON, TIMOTHY L.\nParty:  FACHINI, DENISE\nParty:  FAISON, A. ZACHARY\nParty:  FARROW, SAM, Jr.\nParty:  FELTON, LARRY\nParty:  GEORGIA PUBLIC DEFENDER STANDARDS COUNCIL\nParty:  GREENE, ARTHUR\nParty:  HARPER, WESLEY\nParty:  HENDERSON, CLARK\nParty:  HODGES, G. S.\nParty:  HOLLIE, ATTEEYAH\nParty:  HUDSON, TERRELL\nParty:  HUGHES, T. CHRISTOPHER\nParty:  JAY, PHILIP, III.\nParty:  JOHNSON, JOWAN\nParty:  JOHNSON, MCLETHAR\nParty:  KEENE, MARVIN\nParty:  MATHIS, WALLACE\nParty:  MCGARITY, ARCH\nParty:  MERCER, LETANYA\nParty:  MILLER, MURPHY\nParty:  MORGAN, RICHARD, Jr.\nParty:  MORRIS, E LEE, III.\nParty:  NANCE, ARTHUR JAMES\nParty:  NETTER, O.D.\nParty:  NICHOLS, CHERI\nParty:  PACK, KRISTEN W\nParty:  PARIS, LAMAR\nParty:  PHILLIPS, MYKENZIC\nParty:  PRIDGEN, JOHN C\nParty:  RIGBY, BRADFROD\nParty:  SAKRISON, W TRAVIS\nParty:  SAWYER, TONI\nParty:  SEAGRAVES, DONNA\nParty:  SHERRELL, ROBERT\nParty:  SIMS, W DAVID\nParty:  The State of Georgia\nParty:  TODD, LARA\nParty:  TOLLEY, EDWARD\nParty:  TYNDAL, TRACY\nParty:  WARBINGTON, LAUREN\nParty:  WARD, HARRY\nParty:  WILCOX COUNTY\nParty:  WILCOX COUNTY BOARD OF COMMISSIONERS\nParty:  WRIGHT, G RUSSELL\nParty:  Wright, George Russell\nParty:  YOUNG, RICHARD\n02/05/2014 ANSWER\nParty:  BEN HILL COUNTY\nParty:  BEN HILL COUNTY BOARD OF COMMISSIONERS\nParty:  CALLOWAY, BENNIE\n  \nParty:  COWAN, DANIEL\nParty:  DOWNING, SCOTT\nParty:  JAY, PHILIP, III.\nParty:  NETTER, O.D.\n01/28/2014  STIPULATION EXTENDING TIME\n01/28/2014  STIPULATION EXTENDING TIME\n01/22/2014 AFFIDAVIT OF SERVICE\nParty:  COLEY, CHRISTY\n  \nParty:  DARDEN, SHANEKA\nParty:  HARPER, WESLEY\n01/22/2014 AFFIDAVIT OF SERVICE\n   Party:  COLEY, CHRISTY\nParty:  DARDEN, SHANEKA\n01/22/2014 AFFIDAVIT OF SERVICE\n   Party:  JOHNSON, MCLETHAR\nParty:  MERCER, LETANYA\n01/22/2014 AFFIDAVIT OF SERVICE\n   Party:  MERCER, LETANYA\nParty:  MORGAN, RICHARD, Jr.\n01/22/2014 AFFIDAVIT OF SERVICE\n   Party:  JOHNSON, MCLETHAR\nParty:  MERCER, LETANYA\n01/22/2014 AFFIDAVIT OF SERVICE\n   Party:  DARDEN, SHANEKA\nParty:  HARPER, WESLEY\n01/22/2014  AFFIDAVIT OF SERVICE\nParty:  COLEY, CHRISTY\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 14/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\nParty:  DARDEN, SHANEKA\n01/22/2014 AFFIDAVIT OF SERVICE\n   Party:  COLEY, CHRISTY\nParty:  DARDEN, SHANEKA\n01/22/2014 AFFIDAVIT OF SERVICE\n   Party:  COLEY, CHRISTY\nParty:  DARDEN, SHANEKA\n01/22/2014 AFFIDAVIT OF SERVICE\n   Party:  COLEY, CHRISTY\nParty:  DARDEN, SHANEKA\n01/22/2014  AFFIDAVIT OF SERVICE\n01/17/2014  WAIVER OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/15/2014  AFFIDAVIT OF SERVICE\n01/13/2014  APPLICATION\n01/13/2014  APPLICATION\n01/13/2014  APPLICATION\n01/13/2014  APPLICATION\n01/13/2014  APPLICATION\n01/13/2014  APPLICATION\n01/13/2014  APPLICATION\n01/13/2014  APPLICATION\n01/09/2014  MOTION\n01/09/2014  MEMORANDUM\n01/08/2014 CASE INITIATION FORM\nParty:  DARDEN, SHANEKA\nParty:  HARPER, WESLEY\nParty:  HOLLIE, ATTEEYAH\n   Party:  JOHNSON, MCLETHAR\nParty:  MERCER, LETANYA\nParty:  MORGAN, RICHARD, Jr.\nParty:  PHILLIPS, MYKENZIC\nParty:  YOUNG, RICHARD\n01/07/2014 PLAINTIFF'S ORIGINAL PETITION\nParty:  COLEY, CHRISTY\nParty:  DARDEN, SHANEKA\nParty:  HARPER, WESLEY\nParty:  HOLLIE, ATTEEYAH\n  \nParty:  JOHNSON, MCLETHAR\nParty:  MERCER, LETANYA\nParty:  MORGAN, RICHARD, Jr.\nParty:  PHILLIPS, MYKENZIC\nParty:  YOUNG, RICHARD\nFINANCIAL INFORMATION\n         \n         \n    PLAINTIFF DARDEN, SHANEKA\n    Total Financial Assessment  767.50\n    Total Payments and Credits  767.50\n    Balance Due as of 05/27/2017  0.00\n           \n01/07/2014  Transaction Assessment      213.50\n01/07/2014  Transaction Assessment      544.00\n01/07/2014  Payment  Receipt # 2014­02784  HOLLIE, ATTEEYAH  (757.50)\n01/09/2014  Transaction Assessment      1.00\n01/09/2014  Payment  Receipt # 2014­02915  HOLLIE, ATTEEYAH  (1.00)\n10/28/2014  Transaction Assessment      1.00\n10/28/2014  Payment  Receipt # 2014­19160  HOLLIE, ATTEEYAH  (1.00)\n11/26/2014  Transaction Assessment      1.00\n11/26/2014  Payment  Receipt # 2014­20875  DARDEN, SHANEKA  (1.00)\n01/14/2015  Transaction Assessment      1.00\n01/14/2015  Payment  Receipt # 2015­23104  PRIDGEN, JOHN C  (1.00)\n01/26/2015  Transaction Assessment      1.00\n01/26/2015  Payment  Receipt # 2015­23613  Jones, John C.  (1.00)\n01/27/2015  Transaction Assessment      1.00\n01/27/2015  Payment  Receipt # 2015­23757  Jones, John C.  (1.00)\n01/28/2015  Transaction Assessment      1.00\n01/28/2015  Payment  Receipt # 2015­23843  DARDEN, SHANEKA  (1.00)\nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 15/16\n\n5/27/2017 justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426\n03/10/2015  Transaction Assessment      1.00\n03/10/2015  Payment  Receipt # 2015­25991  Bowers, Michael J.  (1.00)\n03/17/2015  Transaction Assessment      1.00\n03/17/2015  Payment  Receipt # 2015­26530  HOLLIE, ATTEEYAH  (1.00)\n04/30/2015  Transaction Assessment      1.00\n04/30/2015  Payment  Receipt # 2015­29084  HOLLIE, ATTEEYAH  (1.00)\n           \nhttp://justice.fultoncountyga.gov/PASupCrtCM/CaseDetail.aspx?CaseID=6621426 16/16",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/88860"
    }
  ],
  "document_count": 5
}