{
  "case_id": 9643,
  "fetched_at": "2025-10-22T00:09:44.358985",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "A. Holly Patterson Geriatric Center",
        "institution_alt_state": null,
        "institution_city": "Uniondale",
        "institution_county": null,
        "name": "Nassau Health Care Corp",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2008,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 9643,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Food service / nutrition / hydration",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Neglect by staff",
      "General/Misc.: Reassessment and care planning",
      "General/Misc.: Record-keeping",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "General/Misc.: Discharge & termination plans"
    ],
    "last_checked_date": "2007-07-03T00:00:00-04:00",
    "main_docket": {
      "id": 33434,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "Never Filed",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ CRIPA Investigation of A. Holly Patterson Geriatric Center in Uniondale, New York",
    "never_filed": true,
    "non_docket_case_number": "168-52-31",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 2008,
    "order_start_year": 2006,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice (on behalf of the residents of the A. Holly Patterson Extended Care Facility) Nassau Health Care Corp.",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": "2006-01-26",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "New York",
    "summary": "<p>Pursuant to the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997, the Civil Rights Division of the U.S. Department of Justice (\"DOJ\") conducted an investigation of conditions at the A. Holly Patterson Geriatric Center (\"Patterson\"), a public nursing home facility in Uniondale, New York, operated by a public benefit corporation which, under state law, was a state agency.  The investigation resulted in an August 3, 2004, findings letter being sent by DOJ to the governor.  The letter stated that in May and November 2003, DOJ conducted an investigation of the facility pursuant to CRIPA authority.  The investigation relied upon site visits by DOJ personnel and consulting experts, reviews of medical records and facility documents setting out procedures, policies, and practices, and interviews of Patterson administrators, professionals, staff, and residents.</p><p>The findings letter advised the state that residents of Patterson suffered from (1) inadequate mental health care services; (2) improper and dangerous use of restraints; (3) substandard clinical care; (4) inadequate nutritional and hydration services; (5) quality assurance and incident management shortcomings, and (6) inadequate discharge planning and community integration, in that the state failed to provide services to certain Patterson residents in the most integrated setting, as required by the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12132 et seq. </p><p>The letter set out specific examples of the many deficient practices at Patterson.  These included unjustified use of psychotropic medications, inadequate side effect monitoring following use of such medications, a lack of integrated treatment and coordinated care across disciplines, and poor maintenance of mental health documentation.  Physical and chemical restraints were used on residents whose charts in no way justified such techniques, and without consideration of less intrusive alternatives, according to the findings letter.  While Patterson's skin care and wound management practices seemed adequate, the investigators found inadequacies in the areas of Patterson's assessments of residents' needs, implementation of care plans, restorative care, and psychosocial/therapeutic treatment and activity services.  Patterson's administration of feeding tubes, like its' assessment, provision, and monitoring of nutritional status, hydration systems, and meal services, were unsafe, inadequate, or unsupportive.  Quality assurance and incident prevention and management practices were lacking, according to the findings letter, and Patterson's insufficient discharge planning, policies and practices led to non-compliance with the \"most integrated setting appropriate\" standard set by Title II of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12132.</p><p>The DOJ findings letter proposed that the facility implement what DOJ termed as \"minimum\" remedial actions to remedy the deficiencies.  DOJ invited the state and the public benefits corporation to address the issues, and alerted both to the possibility of a CRIPA lawsuit brought by the United States to compel remedial action.</p><p>The DOJ's letter described a cooperative approach with the state and corporation officials during the course of the investigation.  This atmosphere evidently continued during ensuing negotiations, because the parties, in January 2006, entered into a memorandum of understanding (\"MOU\").  This agreement obligated the state to improve, within 60 days, a wide range of policies and practices at Patterson.  The settlement contained substantive provisions addressing (A) mental health care, (B) restraint usage, (C) clinical care, (D) nutritional care, (E) quality assurance and incident management, (F) discharge planning and treatment in the most integrated setting appropriate to individualized needs, and (J) compliance with applicable federal laws and implementing regulations, including  Title XVIII of the Social Security Act, 42 U.S.C. §§ 1395i-3 et seq.; Title XIX of the Social Security Act, 42 U.S.C. §§ 1396r et seq.; the Americans with Disabilities Act of 1990, 42 U.S.C. §§ 12101 et seq.; and Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794.</p><p>The MOU called for appointment of jointly-selected monitors, Marie Boltz and Susan M. Renz, having duties to observe, review and report findings, and make recommendations to Patterson with regard to implementation of MOU.  The settlement also allowed the monitors, DOJ, and its' consultants to access Patterson, its' residents, and documents and records, for monitoring and technical assistance purposes.  The state, through its' public benefits corporation, had to implement the changes called for in the MOU document.  By its' terms, the documents' obligations expired in three years, if the monitor reported substantial compliance had been achieved for twelve consecutive months during that period.  Attorneys for the public benefits corporation and those for the DOJ signed the MOU agreement on or about January 27, 2006.  The matter was closed on April 7, 2008.</p><p></p>",
    "summary_published_date": "2008-06-23T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9643",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9643",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9643",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9643"
  },
  "documents": [
    {
      "date": "2006-01-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff",
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 19015,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/19015.pdf",
      "title": "Memorandum of Understanding",
      "text": "MEMORANDUM OF UNDERSTANDING \nI.  GENERAL PROVISIONS \n1.  This Memorandum of Understanding (\"Agreement\") is entered into by the United States and \nthe Nassau Health Care Corporation, owner-operator of the A. Holly Patterson Extended Care \nFacility (“Patterson”). This Agreement addresses the United States’ investigation into the \nconditions of care and treatment of the residents at Patterson, pursuant to the Civil Rights of \nInstitutionalized Persons Act (“CRIPA”), 42 U.S.C. § 1997. \n2.  The Parties recognize that the Chief Executive Officer of the Nassau Health Care Corporation \nand the Administrator of Patterson have responsibilities with regard to the operation of Patterson. \n3.  Patterson is an institution that is operated by the Nassau Health Care Corporation, which is a \npublic benefit corporation established pursuant to New York law to provide health care services \nand health facilities for the benefit of the people of the state of New York and the county of \nNassau.  N.Y. PUB. AUTH. § 3401(2)(McKinney 2004). \n4. The United States’ investigation began on January 13, 2003, when the United States notified \nthe State of New York and Patterson, pursuant to CRIPA, that it was initiating an investigation \ninto the conditions of care and treatment of the residents in facility.  As part of the investigation, \nthe United States toured the facility in May 2003 and November 2003.  On August 3, 2004, the \nUnited States notified the Governor of New York and Patterson of the findings and \nrecommendations of its investigation (\"the 8-3-04 Letter\").    \n5. The 8-3-04 Letter identified alleged deficiencies in Patterson’s care and treatment of residents \nthat allegedly violated the residents’ rights under the United States Constitution and federal law. \n6.  It is the position of the United States that the care, living conditions, and the treatment of \nPatterson residents implicate rights that are secured or protected by the Constitution of the \nUnited States and the laws of the United States. \n7.  The United States and its expert consultants recognize that Patterson has undertaken measures \nintended to improve the quality of care provided at Patterson during the period preceding the 8-\n3-04 Letter. \n8.  Patterson cooperated throughout the course of the investigation and indicated a willingness \nto voluntarily undertake measures to improve conditions at Patterson and to respond to the \nDepartment of Justice’s 8-3-04 Letter.  The Nassau Health Care Corporation enters into this \n1 \n\nAgreement for the purpose of utilizing its resources in support of the quality improvement rather \nthan allocating and exposing such resources to the risks and burdens of litigation. \n9.  Each and every provision of this Agreement is entered into by clear agreement of the Parties \nafter thorough negotiations. \n10. The provisions of this Agreement are a lawful, fair, adequate, and reasonable resolution of \nthis investigation. \n11.  The purpose of this Agreement is to achieve the substantive outcomes set forth within this \nAgreement.   \n12.  In entering into this Agreement, the Nassau Health Care Corporation does not admit any \nviolation of state or federal law, and this Agreement may not be used as evidence of liability in \nany other legal proceeding. \n13.  Nothing in this Agreement, with regard to the operation of Patterson, shall be construed as \nan acknowledgment or admission by the United States that the Nassau Health Care Corporation \nhas acted, or continues to act, in full compliance with the U.S. Constitution or federal law.   \n14. This Agreement is binding on the United States, the Nassau Health Care Corporation,  any \npublic benefit corporations, and/or departments, and any agency or corporation that is subject to \nCRIPA that may have an effect, either directly or indirectly, either currently or in the future, on \nthe operations of Patterson or any facility that is subject to CRIPA that may be built or created to \nreplace or supplement Patterson, and on the officers, agents, employees, assigns and successors \nof such entities and facility.  \nII.  DEFINITIONS \nFor the purposes of this Agreement:  \n15.  “Adequate” or “appropriate” shall mean that level of service required for compliance with \nall applicable Federal laws, regulations, and codes, and with generally accepted professional \nstandards and principles. \n16. “A. Holly Patterson Extended Care Facility (“Patterson”)” means the A. Holly Patterson \nExtended Care Facility, located in Uniondale, New York. Patterson is operated by the Nassau \nHealth Care Corporation, a public benefit corporation, which is a public benefit corporation \nestablished to provide health care services and health facilities for the benefit of the people of \nNew York and of the county of Nassau. \n2 \n\n17.  “Care plan” shall mean a formal written individualized plan of treatment and activities, \nbased upon comprehensive assessments performed by an appropriately-comprised \ninterdisciplinary team of qualified professionals that a) describes the medical, nursing, and \npsychosocial needs of the individual resident; b) describes how such needs will be met; c) sets \ntimetables for meeting those needs in order that each resident attains or maintains the highest \npracticable physical, mental, and psychosocial well-being; and d) is periodically reviewed and \nrevised as appropriate. \n18. “DOJ” means the United States Department of Justice, Civil Rights Division, the United \nStates Attorney’s Office for the Eastern District of New York, and their agents and employees. \n19. “Consistent with Generally Accepted Professional Standard/Practice” means a qualified \nprofessional’s decision that does not so substantially depart from contemporary, accepted \nprofessional judgment, practice, or standards as to demonstrate that the person responsible \nactually did not base the decision on such judgment, practice or standards. \n20.  “Highest Practicable” shall mean the highest level of function and well-being possible, \nlimited only by the individual’s presenting functional status and potential for improvement or \nreduced rate of functional decline. \n21. “The Parties” means the United States and the Nassau Health Care Corporation, owner-\noperator of Patterson. \n22.  “Qualified professional” shall mean an individual or individuals qualified to render the \nrequisite and appropriate care, treatment, judgment, training, and service, based on credentials \nrecognized in the specific field. \n23. “Restraint” shall mean any device, procedure or medication that restricts, limits or directs a \nperson’s freedom of movement (including, but not limited to, powerful sedatives and the use of \nbed side rails). \n24.  “Quality assurance” shall refer to the process of performance improvement including, but \nnot limited to, continuous quality improvement, clinical performance monitoring, peer \nreview/case conferences, and risk management.  \nIII.  SUBSTANTIVE REMEDIAL MEASURES \nPatterson shall comply, within 60 days after the execution of this Agreement, with the following \nremedial measures: \n- 3 -\n\n\nA.  MENTAL HEALTH CARE \n25.  Patterson shall provide its residents with adequate mental health care, including psychiatric \nand mental health services.  \n26.  Patterson shall provide its residents with psychotropic medications when appropriately \njustified, i.e., only after a thorough evaluation and diagnosis according to generally accepted \nprofessional standards of care. \n27.  Patterson’s diagnosis and evaluation of residents receiving mental health services shall be \nsufficiently documented to withstand clinical scrutiny and in a manner consistent with generally \naccepted professional standards of care. \n28. Patterson’s pharmacological practices regarding residents receiving mental health services \nshall include: \na. \t Ensuring that all psychopharmacological practices comport with generally \naccepted professional standards. \nb. \t Ensuring that all use of drugs, including antidepressants, medication \ncombinations, and benzodiazepines is professionally justified, carefully \nmonitored, documented and reviewed by qualified staff. \nc. \t Ensuring that all medications are prescribed based on clinical diagnoses. \nd. \t Ensuring that medical and nursing staff are trained in the safe and proper \nadministration and monitoring of psychiatric medications.  \ne. \t Ensuring that the Pharmacy Consultant complies with the federal regulations and \ngenerally accepted professional standards that address the use of psychiatric \nmedications in long-term-care facilities.  \nf. \t Ensuring that informed consent or proper authorization is obtained prior to \nadministering psychotropic medications and other invasive treatments. \n29.  Patterson shall ensure that there is continuity and coordination of care in the provision of \nmental health services and medical care.  \n30.  Patterson shall ensure that medical and nursing staff are trained in the evaluation, diagnosis, \nand treatment of residents with psychiatric and/or behavioral problems in accordance with \ngenerally accepted professional standards and federal law. \nB.  R\t ESTRAINT USE \n31.  Patterson shall use restraints only when clinically justified or on an emergency basis, and \nonly pursuant to generally accepted professional standards and federal law. \n- 4 -\n\n\n32.  Patterson shall conduct a comprehensive assessment of the appropriateness of the restraint \nprior to application of the restraint, except when necessary on an emergency basis, which is only \nto be used consistent with generally accepted professional standards. \n33.  Patterson shall monitor restraint use in accordance with generally accepted professional \nstandards and federal law. \n34.  Patterson shall immediately implement procedures to assess and monitor the use of siderails \nto ensure the siderails pose no undue risks to the resident’s safety. \n35.  Patterson shall obtain consent for restraint use, unless applied in emergency circumstances, \npursuant to generally accepted professional standards. \n36.  Patterson shall appropriately document all uses of restraint and seclusion.  \n37.  Patterson shall ensure that staff is trained on the use of restraints in accordance with \ngenerally accepted professional standards and federal law. \nC.  CLINICAL CARE \n38. Patterson shall assist residents to attain or maintain the highest practicable physical, mental, \nand psychosocial well-being. \n39.  Patterson shall provide residents with adequate medical and nursing care, consistent with \ngenerally accepted professional standards. \nAssessment and Care Plans \n40.  Patterson shall provide ongoing assessments, individualized care plans, and health care \ninterventions consistent in content with generally accepted professional standards and applicable \nfederal regulations. \n41.  The care plan shall include, at a minimum, assessments addressing: \na.  Medically defined conditions and prior medical history; \nb. Medical status measurement; \nc.  Physical and mental functional status; \nd.  Sensory and physical impairments; \ne. Nutritional status; \nf.  Psychosocial well-being; \ng. Discharge potential; \nh. Activities potential; \n- 5 -\n\ni. Cognitive status; \nj. Medications; and \nk.  Appropriateness of restraints. \n42.  Patterson shall develop, implement and provide to each resident an individualized care plan \nthat, among other things: \na.  Shall be developed by an appropriately comprised interdisciplinary team of qualified \nprofessionals, including a physician, registered nurse, psychiatrist, psychologist, \ndietician, and rehabilitation therapist(s); \nb.  Shall describe the medical, nursing, and psychosocial needs of the resident and how \nsuch needs will be met;  \nc.  Shall be based upon comprehensive assessment of each resident’s functional capacity; \nd.  Shall be prepared within timelines established by federal law; and  \ne.  Shall include, to the maximum extent possible, input from the resident.    \n43.  Patterson shall develop, implement, and revise as appropriate, health care interventions \nconsistent with ongoing assessments and the individualized care plans.    \n44.  Patterson shall develop, implement, and revise, as appropriate, a policy addressing the \ndecision making process for cognitively impaired residents who are not competent to make \ndecisions about their care and treatment.  Such policy shall be designed to ensure that \ncognitively impaired residents who are not competent to make decisions about their care and \ntreatment shall have guardians or representatives appointed or designated to make decisions \nrelating to the residents’ stay at Patterson. \n45. Patterson shall educate residents and their guardians or representatives about all prescribed \nmedications. \n46.  Patterson shall ensure that its staff training reinforces, promotes, and protects the rights of \nresidents to dignity, privacy, and self-determination in accordance with generally accepted \nprofessional standards and federal law. \n47.  Patterson shall ensure that its quality assurance mechanisms monitor the delivery of medical \ncare services to residents in accordance with generally accepted professional standards and \nfederal law.  \nRestorative Care \n48.  Patterson shall provide ongoing and systematic evaluation, as necessary, of all residents who \nhave sustained loss of function and/or are clearly at risk for further loss of function to determine \ntheir needs for rehabilitation and restoration and develop and implement an appropriate \n- 6 -\n\n\nindividualized plan for such residents based on this evaluation designed to promote his or her \nmobility, continence, self-care, and involvement in meaningful activity.    \n49.  Patterson shall assure that appropriate functional body alignment and posture is provided for \nfrail residents such as the use of pillows, and adapted chairs, as necessary. \n50. Patterson shall ensure that it provides appropriate seating for all residents and tables to \npromote resident involvement in activities.   \n51.  Patterson shall ensure that the residents are wearing appropriate footwear at appropriate \ntimes.   \n52.  Patterson shall ensure that its quality assurance mechanisms monitor the delivery of \nrestorative care services to residents in accordance with generally accepted professional \nstandards and federal law. \nTherapeutic Care \n53. Patterson shall ensure that therapeutic activities meet the needs of all residents through \nindividual design, implementation, and accessibility.   \n54.  Patterson shall ensure that its therapeutic activity programs address and prevent \ncomplications associated with inactivity (e.g., loss of function, depression, weight loss, and \npressure sores) for residents, as appropriate in accordance with generally accepted professional \nstandards and federal law. \n55.  Patterson shall ensure that its activity plans address the behavior and specific needs of each \nresident with a psychiatric diagnosis or who is receiving psychoactive medication, in accordance \nwith generally accepted professional standards and federal law. \n56.  Patterson shall ensure that its therapeutic assessment process provides adequate \nrehabilitative services in accordance with generally accepted professional standards and federal \nlaw. \n57.  Patterson shall ensure that its staff is trained in the requirements of the Americans with \nDisabilities Act and Section 504 of the Rehabilitation Act of 1973 and provides activities and \nservices to individuals with disabilities consistent with the Acts’ requirements.   \n58.  Patterson shall ensure that its quality assurance mechanisms monitor the delivery of \ntherapeutic care services to residents in accordance with generally accepted professional \nstandards and federal law. \n- 7 -\n\n\nD.  NUTRITIONAL CARE \n59.  Patterson shall provide adequate nutritional management services to its residents. \n60.  Patterson shall ensure that adequate nutritional assessments of individual resident’s specific \nnutritional needs are included as part of the care plan. \n61.  Patterson shall ensure that residents receive appropriate diets and adequate amounts of fluids \nto ensure proper hydration. \n62.  Patterson shall ensure that residents who need assistance in eating are assisted by adequately \ntrained staff. \n63. Patterson shall ensure that meal services are provided in a manner that preserves resident \ndignity, promotes quality of life, and ensures resident safety.   \n64.  Patterson shall ensure that residents are provided with appropriate equipment, devices, and \npositioning necessary for safe eating and swallowing. \n65.  Patterson shall ensure that its quality assurance mechanisms monitor the delivery of \nnutritional services to residents. \nE.  QUALITY ASSURANCE AND INCIDENT MANAGEMENT \n66.  Patterson shall develop and implement, consistent with generally accepted professional \nstandards, a written functional quality improvement program for the provision of mental health \nand medical care which shall include development of a written quality improvement plan that \nincludes annual self-evaluation, a formalized process for the assessment, planning, \nimplementation and evaluation of services provided and of client outcomes; the selection of \nperformance indicators, mortality and peer review and the establishment of a Quality \nImprovement Committee (“QIC”), composed of a multi-disciplinary team of  qualified \nprofessionals. \n67.  The quality improvement program shall include an annual plan with defined measurable \noutcomes and a program evaluation.    \n68.  The QIC shall develop written protocols for regularly providing training regarding the \nprovision of medical and mental health care to clinical and administrative staff.  \n69.  Patterson shall develop and implement professionally appropriate quality assurance and staff \noversight policies. These policies shall include: \n- 8 -\n\n\n a.  Mortality and peer reviews (i.e. an organized procedure conducted by appropriate \n          medical professionals for completing detailed assessments of resident deaths, negative     \n          outcomes, and resident care, in order to evaluate the performance of treating professionals \n          in meeting the standards of their specialty); \nb.  Objective, reliable, verifiable data collection to identify problem trends or issues; \nc.  Professionally appropriate corrective action in response to any identified problem\n trends (e.g. facility, shift, resident, or housing unit patterns of resident abuse; injuries; \n          pressure sores; falls; restraint use; infections; communicable disease outbreaks;                  \n          psychotropic medication use; incontinence; or loss of function).           \nd. \t Procedures to ensure accurate reporting of serious incidents, including the reporting of \npossible abuse to other agencies as required by law. \n70.  Patterson shall ensure that incidents involving injury and unusual incidents, including but \nnot limited to unexpected deaths and sentinel events, are timely evaluated and incorporated \nappropriately as a quality assurance tool. \n71.  Patterson shall track, with sufficient particularity, clinical outcomes, including, but not \nlimited to, psychoactive medication use, use of chemical and physical restraints, falls, and lack \nof involvement in activities.  Patterson shall analyze regularly the meaning of these outcomes to \nidentify trends, and whenever appropriate, revise practices, and implement changes to prevent \nfuture harm to residents.    \n72.  Patterson shall address the root causes of falls and other injuries to minimize their \noccurrence, and provide appropriate, individualized intervention. \n73.  For all residents who are identified to be at risk of accident and/or falls, Patterson shall: \na. develop and implement a proactive, individualized accident/fall prevention plan; \nb. include the residents’ accident/fall prevention plans in their care plans; \nc.  provide residents with adequate supervision to prevent accidents and falls; \nd. ensure that residents receive adequate and appropriate assistive devices to prevent \naccidents and falls; \ne.  utilize adequate safety devices to help prevent accidents and falls; and \nf.  take actions to ensure that the residents’ environment remains as free of accident \nhazards as is possible. \n74.  Patterson shall ensure that assessments are conducted to determine whether root causes have \nbeen addressed and, if not, ensure that appropriate feedback is provided to the responsible \ndisciplines and direct-care areas. \n- 9 -\n\n\n75.  Patterson shall ensure that the results of the analyses described above are transmitted to the \nrelevant disciplines and direct-care areas for responsive action, and that responses are monitored \nto ensure that appropriate steps are taken. \nF.  DISCHARGE PLANNING AND MOST INTEGRATED SETTING \n76.  Patterson shall assess adequately on an ongoing, timely basis the discharge potential of each \nresident, whether the resident opposes discharge, and the appropriateness and clinical necessity \nof such residents’ continued stay at the facility.  Patterson shall take appropriate action to \nencourage and assist residents to move to the most integrated settings consistent with the \ndeterminations of treating professionals that community placement is appropriate, and where the \ntransfer is not opposed by the resident. \n77.  Patterson shall ensure that care plans are coordinated, interdisciplinary, and address the goal \nof increasing residents’ independence and improved functioning.   \n78.  Patterson shall develop and implement a policy for discharge planning that includes \nconsideration of non-institutional care and more integrated settings.   \n79.  Patterson shall provide residents with the support services and information regarding \ncommunity placement.   \n80.  Patterson shall create, maintain, and monitor comprehensive, up-to-date information relative \nto available housing options and other treatment services for its residents.   \n81. Patterson shall ensure that residents are not unnecessarily isolated and that residents are \nprovided treatment in the most integrated setting consistent with federal law. \nIV.  FEDERAL STATUTORY COMPLIANCE \n82.  In the operation and management of Patterson and in providing services to Patterson \nresidents, Patterson shall fully comply with all applicable federal statutes and applicable \nimplementing regulations, including but not limited to the following laws, to the extent such \napply to Patterson: Title XVIII of the Social Security Act, 42 U.S.C. §§ 1395i-3 et seq.; \nrequirements for, and assuring quality of care in, skilled nursing facilities; Title XIX of the \nSocial Security Act, 42 U.S.C. §§ 1396r et seq.; requirements for nursing facilities; the \nAmericans with Disabilities Act of 1990, 42 U.S.C. §§ 12101 et seq.; and Section 504 of the \nRehabilitation Act of 1973, 29 U.S.C. § 794, Nondiscrimination under Federal grants and \nprograms.   \n- 10 -\n\n\nV.  IMPLEMENTATION AND COMPLIANCE \nA.  SATISFACTION OF THE AGREEMENT \n83.  “Substantial Compliance” with this Agreement for a period of twelve consecutive months \nshall fully satisfy the Agreement.  To determine substantial compliance the Monitor (defined in \nSection V.B. below) shall utilize a sampling methodology to select resident records for review \nfor evidence of compliance with the terms of this Agreement.  Noncompliance with mere \ntechnicalities, or temporary failure to comply during a period of otherwise sustained compliance, \nshall not constitute failure to maintain substantial compliance.  At the same time, temporary \ncompliance during a period of otherwise sustained noncompliance shall not constitute substantial \ncompliance.  \n84. Patterson, by and through its officials, agents, employees, and successors, shall engage in a \npattern or practice of conduct at Patterson that does not deprive the residents of rights, privileges, \nor immunities secured or protected by the Constitution or laws of the United States.   \n85. The Nassau Health Care Corporation is responsible for providing necessary support to \nPatterson to enable it to fulfill its obligations under this Agreement. \nB.  MONITOR \n86. The Parties agree to the appointment of Marie Boltz, MSN, APRN-BC, NHA, and Susan M \nRenz, APRN-BC, as the experts to monitor implementation of this Agreement.  The monitor and \nhis or her consultants (\"Monitor\") shall have full authority to independently review and report on \nthe implementation and compliance with the provisions of this Agreement twice a year.  All \nreasonable costs and expenses of the Monitor shall be borne by the Nassau Health Care \nCorporation. \n87.  The overall duties of the Monitor will be set forth in a written agreement between the \nMonitor and Patterson, which shall be subject to approval by the United States. Such overall \nduties shall be to observe, review and report findings, and make recommendations to Patterson \nwith regard to implementation of this Agreement.  The Monitor shall review the protections, \nservices, programs, and supports provided to the residents in this residential setting, to determine \nthe implementation and compliance with this Agreement.  The Monitor may make both \nannounced and unannounced inspections of the facility. \n88.  The Monitor shall have full and complete access to all of Patterson's buildings and facilities, \nstaff, residents, resident records, and documentation relating to the issues addressed in this \nAgreement.  Patterson shall direct all employees to cooperate fully with the Monitor.  The \nMonitor shall be permitted to initiate and receive communications from any of the Parties \nwithout the other Parties. The Monitor shall address written communications and requests for \n- 11 -\n\n\nwritten documentation to counsel for the Parties. \n89.  Within three (3) months after the effective date of this Agreement, the Monitor shall conduct \nits initial visit of Patterson in order to evaluate the extent to which Patterson has complied with \nthe requirements of this Agreement. \n90.  The Monitor shall provide the Parties with written Status Reports describing the steps taken \nby Patterson to implement this Agreement and evaluating the extent to which Patterson has \ncomplied with the requirements of this Agreement.  Status Reports shall be issued every six (6) \nmonths, unless the Parties agree otherwise.  Drafts of the Status Reports shall be provided to the \nParties at least ten (10) business days prior to the issuance of the Status Reports unless the \nParties agree otherwise. The Monitor shall conduct telephonic conferences with the Parties on a \nquarterly basis. Additionally, the Parties shall have access to all written and oral briefings and \nreports provided by the Monitor and to the Monitor. \n91.  Patterson and the Monitor shall agree to a budget sufficient to allow Monitor to carry out the \nresponsibilities described in this Agreement. \n92.  Patterson shall provide the United States with 90 days written notice of its intent to \nterminate its written agreement with the Monitor.  Such notice shall be accompanied by a written \nexplanation and documentation supporting the intent to terminate.  Patterson shall not terminate \nits agreement with the Monitor absent the express consent of the United States.  In the event that \nthe Monitor withdraws as Monitor, or the United States consents to Patterson's termination of its \nagreement with the Monitor, the United States and Patterson shall agree mutually on the identity \nof a new Monitor.  The duties of the new Monitor shall be set forth in a written agreement \nbetween the new Monitor and Patterson, which shall be subject to approval by the United States. \n This Agreement shall be tolled for any period of time greater than 45 days that it takes for the \nparties to agree mutually on the identify of the new Monitor and for the new Monitor to begin \nthe performance of its obligations pursuant to this Agreement.  Any time tolled pursuant to this \nparagraph shall not reduce the number of scheduled monitoring visits required under this \nAgreement.  \nC. COMPLIANT POLICIES, PROCEDURES AND PROTOCOLS \n93.  Patterson shall revise and/or develop as necessary its policies, procedures, protocols, \ntraining curricula, and practices to ensure that they are consistent with, incorporate, address, and \nimplement all provisions of this Agreement.  Patterson shall revise and/or develop as necessary \nother written documents such as screening tools, logs, handbooks, manuals, and forms, to \neffectuate the provisions of this Agreement. \n94.  Patterson shall submit quarterly compliance reports to the United States and the Monitor, the \nfirst of which shall be submitted within 45 days after the effective date of this Agreement.  The \n- 12 -\n\n\nreports shall describe the actions that Patterson has taken during the reporting period to \nimplement this Agreement, which actions shall be subject to review and approval of the United \nStates and the Monitor. The reports shall make specific reference to the Agreement provisions \nbeing implemented.  The reports shall identify the names and titles of all individuals involved in \npreparation of the reports. Patterson shall make available records or other documents to verify \nthat it has taken such actions as described in its compliance reports and will provide copies of all \ndocuments reasonably requested by the United States and the Monitor without charge.     \nD.  DOJ ACCESS \n95.  DOJ, its staff, consultants, and agents may, at their discretion, tour Patterson to assess \ncompliance with this Agreement and shall have reasonable access to Patterson residents and \nstaff, documents, and information relating to implementation of this Agreement for the purpose \nof evaluating the implementation of this Agreement.  Patterson agrees to provide DOJ access to \nresidents living at Patterson, outside the presence of staff (unless the resident requests \notherwise). \n96.  Prior to any tour, DOJ shall provide reasonable notice to Patterson. Within a reasonable \ntime in advance of the tour, DOJ shall identify any expert consultants it plans to use on the tour.  \nE.  ENFORCEMENT \n97.  Failure by either Party to enforce this entire Agreement or any provision thereof with respect \nto any deadline or any other provision herein shall not be construed as a waiver of its right to \nenforce other deadlines or provisions of this Agreement.  \n98.  Within a reasonable period of time after the conclusion of any visit, DOJ shall make \navailable to Patterson any post-tour reports prepared by its expert consultants, if any. \nF.  UNFORESEEN DELAY \n99.  If any unforeseen circumstance occurs which causes a failure to timely carry out any \nrequirements of this Agreement, Patterson shall notify the DOJ in writing within twenty (20) \ncalendar days of the time that Patterson becomes aware of the unforeseen circumstance and its \nimpact on Patterson’s ability to perform under the Agreement.  The notice shall describe the \ncause of the failure to perform and the measures taken to prevent or minimize the failure.  \nPatterson shall implement all reasonable measures to avoid or minimize any such failure.   \n- 13 -\n\n\nG.  MODIFICATION \n100. If, at any time, any Party to this Agreement desires to modify it for any reason, that party \nwill notify all other Parties to this Agreement, in writing, of the proposed modification and the \nreasons therefore.  No modification will occur unless there is written agreement by all Parties.  \nVI.  TERMINATION \n101. This Agreement will terminate three (3) years after the effective date of this Agreement or \nprior to the conclusion of the three-year period, if, as set forth in paragraph 83, the Monitor \nreports that Patterson has maintained substantial compliance with the provisions of this \nAgreement for a period of twelve consecutive months.  Patterson shall have the burden to \ndemonstrate compliance.   \nFOR the NASSAU HEALTH CARE CORPORATION as owner-operator of Patterson. \n______________________        ______________________ \nDaniel Kane            Sharon Popper, Esq.  \n\nPresident/Chief Executive Officer  General Counsel \n\nNassau Health Care Corporation  Nassau Health Care Corporation \n\n______________________ \nLarry Slatky \nAdministrator \nA. Holly Patterson Extended Care Facility \n- 14 -\n\nFOR THE UNITED STATES \nROSLYNN R. MAUSKOPF  WAN J. KIM \nUnited States Attorney  Assistant Attorney General \nEastern District of New York     Civil Rights Division \n________________________ \n            BRADLEY J. SCHLOZMAN \n            Deputy Assistant Attorney General \n            Civil Rights Division \n______________________  _______________________ \nPAMELA K. CHEN  SHANETTA Y. CUTLAR \nChief           Chief  \nCivil Rights Litigation Section  Special Litigation Section \nEastern District of New York \n______________________ \n            DAVID DEUTSCH \n            ARETHEA COLES \n            Trial Attorneys \n            Special Litigation Section \n            U.S. Department of Justice \n            Civil Rights Division \n            950 Pennsylvania Avenue, NW\n            Washington, D.C. 20530 \n            (202) 514-6270 \nJanuary 27, 2006 \n- 15 -\n",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/19015"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121180,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121180"
    },
    {
      "date": "2004-08-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 25413,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/25413.pdf",
      "title": "Re: CRIPA Investigation of A. Holly Patterson Geriatric Center in Uniondale, New York",
      "text": "U.S. Department of Justice \nCivil Rights Division \nOffice of the Assistant Anomey General  Washington, DC 20530 \nAugust  3,  2004 \nThe  Honorable  George  E.  Pataki \nGovernor  of  New  York \nState  Capitol \nAlbany,  NY  12224 \nRe:  CRIPA  Investigation  of  A.  Holly  Patterson \nGeriatric Center  in  Uniondale.  New  York \nDear  Governor  Pataki: \nOn  January  16,  2003,  we  notified  you  that  we  were  initiating \nan  investigation  of  conditions  at  the  A.  Holly  Patterson \nGeriatric  Center  (\"Patterson\") 1  pursuant  to  the  Civil  Rights  of \nInstitutionalized  Persons  Act  (\"CRIPA\"),  42  U.S.C.  §  1997. \nPatterson,  Long  Island's  largest  nursing  home, 2  is  owned  and \noperated by  the  Nassau  Health  Care  Corporation,  a  public  benefit \ncorporation,  which  is  a  state  agency  under  New  York  law. 3  As  part \nof  our  investigation,  we  conducted  two  tours  of  Patterson,  one  in \nMay  2003  and  another  in  November  2003.  Accompanied  by  expert \nconsultants  in  various  disciplines,  our  first  tour  focused  on  the \ngeneral  care  and  treatment  of  residents,  while  our  second  tour \nexamined  the  facility's  discharge  planning  and  community \nintegration  practices. \nThe  facility  is  also  known  as  \"A.  Holly  Patterson \nExtended  Care  Facility.\" \n2  Patterson  has  an  889-bed  capacity.  At  the  time  of  our \ninitial  tour  in  May  2003,  the  census  was  approximately  670 \nresidents. \n3  The  corporation  was  created  \"for  the  benefit  of  the \npeople  of  the  state  of  New  York  and  the  county  of  Nassau  [for]  a \nstate,  county  and  public  purpose  [and  for]  the  performance  of  an \nessential  public  and  government  function.\"  N.Y.  PUB.  AUTH. \n§  3401 (2) (McKinney  2004). \n\n-2-\nWe  conducted  our  on-site  visits  of  Patterson  with  expert \nconsultants  in  psychiatry,  psychology,  geriatric  nursing, \ngeriatric medicine,  nutrition,  social  work,  and  medical \nadministration.  Our  on-site  investigation  included  reviewing \nmedical  and  other  records  related  to  the  care  and  treatment  of \nindividuals,  as  well  as  interviewing  administrators,  staff,  and \nresidents.  Consistent  with  the  requirements  of  CRIPA,  we  are  now \nwriting  to  inform  you  of  our  findings,  along  with  the  minimal \nactions  that  we  believe  are  necessary  to  remedy  the  deficiencies \nwe  found. \nBefore  outlining our  findings,  we  wish  to  acknowledge  and \nexpress  our  appreciation  for  the  level  of  assistance  provided  to \nus  by  Patterson's  administrators  and  staff,  virtually all  of  whom \nappeared  extremely  receptive  to  the  observations  and \nrecommendations  articulated  by  our  expert  consultants  at  the \nconclusion  of  site visits.  It was  readily  apparent  to  us  that \nPatterson  staff are  dedicated  individuals  who  are  genuinely \nconcerned  for  the  well-being  of  the  persons  in  their  care.  We \nalso  would  like  to  thank  specifically  the  facility's  director, \nLarry  Slatky,  for  his  assistance  throughout  our  investigation. \nWe  hope  to  work  with  the  State  of  New  York  and  the  Patterson \nadministration  and  staff  in  the  same  cooperative  manner  in  the \nfuture. \nI.  INTRODUCTION \nIn  undertaking  any  CRIPA  investigation,  our  directive  is  to \nprobe  for  the  presence  of  a  pattern  or  practice  of  \"egregious  or \nflagrant  conditions  which  deprive  [the  facility's  residents]  of \nany  rights,  privileges,  or  immunities  secured  or  protected by  the \nConstitution  or  laws  of  the  United  States  causing  such  persons  to \nsuffer  grievous  harm.\"  42  U.S.C.  §  1997a(a).  It  is  well \nestablished  under  both  the  Constitution  and  federal  law  that \nresidents  of  public  nursing  facilities  have  a  right  to  live  in \nreasonable  safety and  to  receive  adequate  health  care,  along  with \nhabilitation  to  ensure  not  only  their  safety and  freedom  from \nunreasonable  restraint,  but  also  to  prevent  regression  and \nfacilitate  their  ability to  exercise  their  liberty  interests. \nSee  Youngberg  v.  Romeo,  457  U.S.  307  (1982);  Society  for  Good \nWill  to  Retarded  Children  Inc.  v.  Cuomo,  737  F.2d  1239  (2d  Cir. \n1984).  Similar  protections  are  accorded  by  federal  statute. \nSee  Title  XIX  of  the  Social  Security Act,  42  U.S.C.  §§  1396r, \nl395hh;  42  C.F.R.  Part  483  (Medicare  and  Medicaid  Program \nProvisions).  The  State  is  also  obligated  to  provide  services  in \n\n-3-\nthe  most  integrated  setting  appropriate  to  individual  residents' \nneeds.  See  Olmstead  v.  L.C.,  527  U.S.  581  (1999);  Title  II  of \nthe  Americans  with  Disabilities  Act  (\"ADA\"),  42  U.S.C.  §  12132 \net  §_§Q. \nII.  FINDINGS \nOur  investigation  revealed  a  number  of  serious \nconstitutional  and  federal  statutory violations  at  Patterson. \nThe  deficiencies  we  discovered  encompass:  (i)  mental  health \ncare;  (ii)  use  of  restraints;  (iii)  clinical  care; \n(iv)  nutritional  services;  (v)  quality assurance  and  incident \nmanagement;  and  (vi)  discharge  planning/community  integration. \nA.  MENTAL  HEALTH  CARE \nPatterson  clearly does  not  provide  its  residents  with \nadequate  mental  health  care  services  and  thereby  exposes  them \nto  a  significant  risk of  harm.  In  particular,  Patterson \nconsistently  neglects  to  provide  appropriate  justification for \nuse  of  psychotropic  medications,  frequently  fails  to monitor \nappropriately medication  side  effects  and  usefulness,  and  often \nexercises  inadequate  integrated  treatment  and  coordination  of \ncare. \n1.  Unjustified Use  of Psychotropic  Medications \nFederal  regulations  as  well  as  generally  accepted \nprofessional  standards  of  care  require  that  all uses  of \nmedications,  especially those  having  potentially  harmful  side \neffects  such  as  psychotropic  medications,  be  clinically \njustified.  See  42  C.F.R.  §  483.25(1) 11);  id.  §  483.25(1) (2) (i) \n(\"Based  on  a  comprehensive  assessment  of  a  resident,  the  facility \nmust  ensure  that  .  [r]esidents  .  .  are  not  given  these \ndrugs  unless  antipsychotic  drug  therapy  is  necessary  to  treat  a \nspecific  condition  as  diagnosed  and  documented  in  the  clinical \nrecord.\").  The  need  for  clinical  justification  is  particularly \nacute  when  drugs  are  used  in  combinations  that  increase  the  risk \nof  harm,  or  when  drugs  are  used  that  pose  particular  risks  for \nthe  elderly.  Federal  regulations  similarly  require  that \nresidents  be  free  from  unnecessary  or  excessive  antipsychotic \nmedication.  Id.  §  483.25(1) ill.' \nAn  unnecessary  medication  is  any medication  that  is: \nexcessive  in  dose;  excessive  in  duration;  Hithout  adequate \nmonitoring  or  indication  for  use;  used  in  the  presence  of  adverse \n\n-4-\nPatterson  fails  to  justify the  use  of  psychotropic \nmedications  with  an  appropriate  clinical  diagnosis,  as  evidenced \nin  the  majority  of  files  we  reviewed.  In  several  instances,  the \nmedications  prescribed were  entirely  inappropriate  for  treating \nthe  assigned  diagnosis.  In  other  cases,  medication  was  dispensed \nto  address  psychiatric  problems  without  due  consideration  to  the \neffect  those  medications  have  on  a  frail,  elderly population. \nWe  set  forth  a  number  of  illustrative examples  below: \n•  H.C. 5  was  assigned  multiple  psychiatric  diagnoses,  including \nschizophrenia,  bipolar disorder,  dementia  with  psychosis, \nand  chronic  anxiety.  His  symptoms  included  having  psychotic \nthoughts,  banging  his  fists  and  head  repeatedly,  screaming, \nand  throwing  objects  at  staff.  His  chart,  however,  failed \nto  identify which  disorders  might  be  responsible  for  certain \nbehaviors  and  which  treatments  might  be  appropriate. \nDespite  this  deficiency,  his  medication  regimen  included: \ntwo  antipsychotics  {divalproex  and  olanzapine)  as  well  as \nhaloperidol  (prescribed  for  agitation)  on  an  \"as  needed\" \nbasis;  benzotropine  and  zolpidem  (prescribed  for  sleep); \nand  Aricept  (prescribed  as  a  starting dose  for  Alzheimer's \ndisease).  The  use  of  two  antipsychotic medications \nconcurrently,  and  the  long-term  use  of  \"as  needed\" \nantipsychotic  medications,  is  contrary  to  generally  accepted \nprofessional  practice.  Moreover,  nowhere  did  his  chart \nindicate  that  he  had  a  sleep  disorder  or  a  diagnosis  for \nAlzheimer's  disease.  The  medication  was,  in  any  event, \nlargely  ineffective  because  H.C.  continued  to  be  disruptive. \nWe  found  no  notes  in  the  resident's  records  indicating  that \nthe  facility  ever  considered  a  psychological  alternative \napproach  with  a  behavioral  management  plan. \n•  J.P.  was  receiving  Sertraline  (an  antidepressant,  generic \nof  Zoloft)  and  Reminyl  (medication  used  to  treat  a  form  of \ndementia).  His  chart,· however,  did  not  contain  historical \nand  examination  data  or  a  diagnosis  of  depression  or \nconsequences;  or  without  specific  target  symptoms. \n42  C.F.R.  §  483.25(1) (1).  Residents  must  receive  both  gradual \ndose  reductions  and,  unless  contraindicated,  behavioral \ninterventions  aimed  at  reducing  medication  use.  Id. \n§  483.25(1) (2) (iii. \n;  To  protect  residents'  identities,  we  use  pseudonyms \nthroughout  this  letter. \n\n-5-\ndementia  to  justify such  medication.  The  chart  also  failed \nto  include  an  assessment  for  the  potential  Reminyl  side \neffects  ~ urinary  and  bowel  incontinence  - that  J.P.  did,  in \nfact,  experience. \n•  M.G.,  a  resident  with  a  history  of  drug  abuse  and  depression \nwith  suicidal  ideation,  was  receiving  a  long-acting \nbenzodiazapine  without  any  documentation  justifying  its  use \nor  assessment  for  reducing  the  dosage. \nWe  express  our  particular  concern  for  Patterson's \nunjustified  use  of  benzodiazapines,  as  noted  in  the  above \nexample.  There  are  federally  mandated  restrictions  regarding  the \nuse  of  drugs  such  as  benzodiazapines  in  long-term  facilities \nbecause  of  the  serious  side  effects.  See  id.  §  483.25(1).  High \ndoses  of  benzodiazapines  are  well-known  to  have  a  high  potential \nfor  addiction,  and  their use  is  required  to  be  closely  regulated. \nSuch  medications  often  precipitate  increased  risk  for  falls,  and \nworsen  memory  functioning  among  residents  with  dementia. \nClonazapam,  a  benzodiazapine,  is  of  particular concern  because  it \nleads  to  accumulation  of  medication  and  places  residents  at  an \neven  greater  risk  for  sedation,  falls,  and  diminished  memory. \nTen  percent  of  residents  at  Patterson  receive  Clonazapam,  30 \npercent  of  whom  are  65-years-old  or  older.  But  in  the  records  we \nreviewed,  the  psychiatric  notes  failed  to  reflect  consideration \nof  whether  use  of  such  benzodiazapine  is  necessary. \nWe  also  found  a  number  of  residents  who  had  been  diagnosed \nwith  some  psychiatric  disorder,  but  who  had  been  prescribed \ninappropriate  medications  for  such  a  diagnosis.  For  example: \n•  K.D.,  a  resident  diagnosed  with  dementia  due  to  alcoholism, \nwas  prescribed  a  regular  administration  of  Lorazepam,  a \nbenzodiazapine  used  for  anxiety  disorders.  It is  widely \nknown  by  professionals,  however,  that  the  regular \nadministration  of  Lorazepam  is habit-forming  and  that \nLorazepam  is  detrimental  for  patients  with  a  history  of \nsevere  alcohol  abuse.  K.D.  was  also  receiving  olanzapine, \nan  antipsychotic.  Yet  we  found  no  chart  evidence  that  he \nhas  a  psychiatric diagnosis  justifying the  use  of  this \nmedication,  which  can  have  very  serious  side  effects. \n•  E.N.,  an  80-year-old  female  with  dementia  was  receiving \nRisperdal  (an  antipsychotic)  and  Zoloft  (an  antidepressant) \nwithout  evidence  of  any  identified  targeted  symptoms  to \njustify  such  use. \n\n-6-\n•  S.O.,  diagnosed  with  chronic  schizophrenia,  was  receiving \nongoing  divalproex  treatment  (used  to  treat  bipolar  mood \ndisorder),  which  most  likely  caused  her  multiple  bruises  and \nskin  discolorations.  We  found  no  psychiatric  notes  in  the \nresident's  records  indicating  why  this  medication  was \nnecessary.  We  also  found  no  explanation  of  why  this  78-\nyear-old  resident  was  receiving  the  long-acting \nbenzodiazapine,  Clonazapam  (an  antidepressant).  Nor  did  we \nfind  any  assessment  of  the  efficacy of  these  medications  or \nexplanation  of  why  tapering  had  not  been  considered. \n2.  Inadequate  Side  Effect Monitoring \nGenerally  accepted  professional  standards  of  care  further \ndictate  that,  for  drugs  having  therapeutic  ranges  (i.e.,  below \nwhich  the  drug  is  ineffective  or  above  which  it is  potentially \ntoxic),  monitoring  be  conducted  so  as  to  ensure  that  the  dr~g is \nhelping,  not  harming,  the  resident.  Consideration  also  must  be \ngiven  to  whether  the  continued  use  or  dosage  of  the  prescribed \ndrugs  remains  appropriate.  Nowhere  is  this  more  true  than  with \npsychotropic  drugs  because  of  the  physically  debilitating \nconditions  they  can  cause.  Based  on  our  investigation,  Patterson \nsubstantially violates  these  mandates. \nAs  an  initial matter,  we  observed  that  psychiatrists  often \nfail  to  follow-up  with  residents  regarding  medication  that  has \nbeen  prescribed.  And  even  when  such  follow-up  does  occur,  it is \nseriously delayed.  Forty-six  percent  of  the  notes  generated  to \nthe  doctors  from  October  2002  to  February  2003  by  the  Pharmacy \nConsultant  were  because  a  psychiatric  evaluation  for  medications \nwas  due  or  overdue. 6  Long  intervals  between  psychiatric \nassessments  of  the  propriety,  efficacy,  and  dosage  of  prescribed \nmedications  can  result  in  potentially unnecessary  and  harmful \nside  effects,  medication  errors,  resident  use  of  clinically \ncontraindicated medications,  and  unnecessary  drug  use.  In \naddition,  this  practice deprives  residents  of  continuity  of  care \nin  their  treatment. \nCompounding  the  psychiatrists'  failure  to  monitor  medication \nappropriately,  is  the  Pharmacy  Consultant's  failure  to  monitor \neach  resident's  drug  regimen  at  least monthly  as  required  by \nfederal  regulations.  See  id.  §  483.60(c)(l).  Facility  staff, \n6  Although  Patterson  does  not  have  an  in-house  pharmacy \nthat  provides  residents  with  all  medications,  it  is  required  by \nregulation  to  have  a  licensed  pharmacist  review  resident \nmedication  on  a  monthly  basis.  42  C.F.R.  §  483.60. \n\n-7-\nhowever,  were  largely  unaware  of  such  requirements.  The  Pharmacy \nConsultant,  for  example,  stated he  did  not  know  that  the  charts \nfor  residents  receiving  antidepressants  or  benzodiazapine \nmedications  must  be  reviewed  at  regular  intervals  so  that \nmedication  reductions  can  be  attempted  or  justification given  for \nnot  ordering  such  a  reduction. \nDisturbingly,  the  Pharmacy  Consultant  revealed  that  the \ndecision  whether  or  not  to  recommend  dose  reductions  for  most \nmedications  was  inconsistent  and  often  based  only  on  random \ndiscussions  with  nursing  staff.  Nurses  similarly  reported  that \nPatterson does  not  routinely  evaluate  for  dose  reductions.  It \nthe~efore came  as  no  surprise  when  we  found  that  many  residents \ndo  not  receive  the  required  dose  reductions  or  review.  Consider \nthe  following  examples: \n•  R.B.  has  a  long-standing  history  of  bipolar disorder  and  is \nchronically manic.  He  has  a  psychotropic  regimen  of \nOepakote,  Klonopin,  and  olanzapine.  His  chart  suggested \nthat  he  might  have  been  suffering  from  serious  metabolic  and \nother  side  effects  resulting  in  obesity,  hyperlipidemia  (the \npresence  of  an  excess  of  fat  or  lipids  in  the  blood),  and \nnon-insulin-dependent  diabetes  mellitus  (a  known  side  effect \nof  olanzapine  treatment).  This  resident  faced  the  risk of \ncardiovascular disease.  Yet  we  found  no  notes  in  his  chart \nassessing  these  side  effects  or  appropriately  considering \nalternative medication  treatment  options. \n•  J.P.  developed  urinary  and  bowel  incontinence  a  week  after \ninitiation of  Reminyl,  a  medication  used  to  treat  the \ndementia  of Alzheimer's  disease.  Reminyl  is  known  to  cause \nsuch  side  effects.  However,  we  found  no  record  of  follow-up \nmonitoring  visits or  an  awareness  that  the  side  effects  may \nhave  been  caused  by  his  medication.  Also,  J.P.'s medication \nwas  prescribed  at  an  ineffective dosage,  4  mg.  twice  a  day, \nwhen  generally  accepted  professional  standards  provide  more \nthan  16  mg.  per  day  for  effectiveness  in  dementia.  We  found \nno  documentation  justifying  the  low  dosage. \n•  L.C.  returned  from  hospitalization  with  a  note  that  he  was \nlethargic and  hypotensive  {low  blood  pressure).  Despite  the \npossibility that  his  condition  may  have  been  caused  by  his \nolanzapine  treatment,  his  dosage  was  increased  to  treat \nincreased  hostility.  We  found  no  documented  consideration \nof  the  risks  involved  in  increasing  his  dosage. \n\n-8-\n•  M.S.,  a  92-year-old  with  dementia  was  also  receiving \nRisperdal  (an  antipsychotic)  for  an  undefined  symptom.  This \nresident  had  not  been  evaluated  by  psychiatry  for  over  six \nmonths  and  had  a  history  of  falls.  Not  only was  Risperdal's \npotential  for  causing  falls  as  a  side  effect  not  evaluated, \nbut  full  siderails  were  implemented  for  this  resident,  which \nlimited  her  mobility  and  placed  her  at  high  risk  for \nfunctional  decline. \nWe  also  found  that  nurses  fail  to monitor  routinely \nresidents  for  side  effects  or  important  target  symptoms.  Medical \nrecords  generally  lack  notes  regarding  the  monitoring  of  possible \nside  effects.  In  fact,  when  interviewed,  nursing  staff  indicated \nthat  they  were  often  unaware  of  residents'  psychiatric  diagnoses \nand  anticipated  side  effects  of  psychotropic  medication.  This  is \nnot  altogether  unsurprising  given  that  Patterson's  nursing  staff \nand  aides  receive  little or  no  training  with  respect  to  major \npsychiatric  diagnoses,  associated  symptoms,  or  the  common  side \neffects  caused  by  psychotropic  medications. \nFailure  to  consider  potential  side  effects  and  alternative \nmedication  treatment  options  (should  such  problems  develop),  and \nto  monitor  adequately  for  side  effects  could  place  residents  at \nserious  risk  of  developing  a  whole  host  of  illnesses  including \ncardiovascular disease,  diabetes,  obesity,  respiratory  infection, \nabdominal  pain,  and  convulsions,  to  name  a  few. \n3.  Lack  of  Integrated Treatment  and  Coordinated  Care \nAcross  Medical  Disciplines \nAnother  deficiency  in  Patterson's mental  health  care  is  the \nabsence  of  a  coordinated  care  approach,  a  problem  that  is most \napparent  in  psychiatry.  In  contravention  of  generally  accepted \nprofessional  practice,  residents  are  not  treated  consistently  by \nthe  same  psychiatrist;  they  are  instead  seen  by  more  than  one  of \nthe  psychiatrists  on  staff.  Generally  accepted  professional \nstandards  of  care  require  ongoing  communication  between \npsychiatry  and  the  other  health  care  disciplines  to  ensure  that \nthere  is  a  coordinated,  integrated  treatment  team.  Patterson \nsubstantially deviates  from  this  standard.  Psychiatrists  rarely \nattend  the  monthly  care  management  meetings,  and  there  is  no \nprocedure  in  place  requiring  them  to  review  or  respond  to  the \ncare  management  meeting  notes. 7  The  psychiatrists'  notes  also \nWe  learned  prior  to  our  tour  in  November  that  one  full \ntime  psychiatrist  had  begun  meeting  weekly  with  other mental \n\n-9-\nfail  to  refer  to  the  psychologists'  consultation  notes  regarding \nthe  residents'  psychological  well-being.  To  complete  this \nunfortunate  cycle,  the  two  full-time  psychologists  rarely  address \nissues  raised  in  the  psychiatrists'  notes.  As  a  result,  the \npsychologists'  notes  do  not  indicate  residents'  major  psychiatric \ndiagnoses  or  describe  how  residents'  diagnoses  may  be  impacting \ntheir  behavior  on  the  unit.  This  lack  of  communication  and \ncontinuity of  care  renders  residents  vulnerable  to  serious  harm. \nWe  observed  two  residents  in  particular who  remained  in \nchronically  psychotic  states.  Not  only  did  Patterson  fail  to \ndevelop  comprehensive  assessments  of  these  residentS'  complicated \npsychiatric  conditions,  but  the  facility  never  developed  or \nimplemented  an  integrated  treatment  plan  designed  to  provide \nthese  residents  with  the  opportunity  of  obtaining  significant \nrelief. \nD.S.,  for  example,  who  was  diagnosed  with  HIV  and  bipolar \ndisorder,  has  seizures,  demonstrates  grandiose  delusions,  and \nexhibits  belligerent  behavior.  He  required  two  hospitalizations \nfor  treatment  of  his  seizures,  and  is  at  risk  for  more  in  light \nof  his  refusal  to  take  his  anti-seizure medication.  Yet  we  found \nlimited  psychiatric  notes  in  his  chart  addressing  these  problems \nor  the  possible  alternatives  to  medication  to  treat  his  severe, \nactive  psychiatric  disorder  (~, improving  his  mood  disorder \nmight  result  in  his  acceptance  of  appropriate  treatment  for  his \nHIV  and  seizure  disorder).  The  facility's  treatment  of  his \npsychiatric  condition  was  essentially one  of  tolerating  his \npsychosis. \nR.B.,  meanwhile,  has  had  a  long-standing  history of  bipolar \ndisorder  and  has  demonstrated  pressured  speech,  mood \nfluctuations,  grandiose  ideations,  and  was  in  a  chronically manic \nstate.  In  addition,  he  was  highly distressed  due  to  medical \nconditions  he  was  experiencing,  including  diabetes,  which  was \nlikely caused  by  psychotropic  medications.  Despite  these \nsignificant  psychiatric  problems,  by  mid-2003,  R.B.  had  been  seen \nonly  once  by  a  psychiatrist  that  year,  as  evidenced  by  the  single \npsychiatric  note  in  his  record.  There  was  also  no  documentation \nin  his  chart  reflecting  that  the  psychiatrist  had  reviewed  his \ncase  or  that  various  treatment  options  had  been  considered  to \nhealth  staff.  This  clearly  is  an  improvement  and  should  be \ncommended.  But  much  more  remains  to  be  done  to  integrate  the \nmental  health  disciplines. \n\n-10-\naddress  symptoms  resulting  from  his  bipolar  disorder.  Nor  was \nthere  documentation  that  a  new  treatment  plan  had  been \nconsidered. \nThe  poor  communication  between  the  psychiatrists  and \npsychologists  on  staff can  have  serious  consequences.  Indeed, \nresidents  who  demonstrate  severe  behavioral  difficulties  due  to \ndisorders  such  as  schizophrenia  or  dementia  receive  intensive \npsycho-pharmacological  treatment  from  the  psychiatrist,  but  are \ndeprived  of  the  potential  benefits  that  result  from  psychological \nbehavioral  intervention.  For  instance,  residents  housed  in  Units \n44  and  46,  which  are  designated  for  residents  with  behavioral \ndisturbances,  are  treated  with  multiple  psychiatric medications. \nHowever,  they  receive  limited  psychological  treatment  of  their \nbehavior,  thus  depriving  them  of  a  more  comprehensive,  and \nperhaps  less  intrusive,  intervention.  Similarly,  although  E.R.'s \npsychotherapist  noted  that  E.R.  was  experiencing  distressing \nauditory  hallucinations  that  \"bad  things\"  will  happen,  there  was \nno  indication  in  the  chart  of  psychiatric  follow-up  or \npsychiatrist-psychologist  coordination  regarding  treatment.  Such \ncoordination  should  be  critical  considering  the  potential  that \nE.R.'s  hallucinations  could  result  in  harmful  behavior. \nWe  also  found  a  lack  of  communication  between  the  mental \nhealth and  other  health  disciplines.  There  were  repeated \ninstances  in  which  neurological  consultation  notes  indicated  that \na  resident  was  suffering  neurological  side  effects  from \npsychiatric medications.  Yet,  there  was  no  evidence  from  the \npsychiatric notes  of  any  awareness  of  these  observations.  For \nexample,  a  neurologist  noted  that  G.M.  was  suffering  from  ongoing \ndizziness,  possibly  due  to her  olanzapine  treatment,  and  that  she \nwas  unable  to  eat  or  walk  steadily.  Her  chart  reflected no \nmonitoring  of  these  side  effects,  and  the  psychiatric  notes \nfailed  to  acknowledge  the  neurologist's  notes. \n4.  Poor  Maintenance  of Mental  Health  Documentation \nClinical  records  must  be  complete,  accurately  documented, \nreadily accessible,  and  systematically organized.  Id. \n§  483.75(1).  The  records  must  also  be  sufficiently detailed  to \nensure  the  safe  and  coordinated  provision  of  care.  Patterson \nfalls  far  short  of  the mark  in  this  area. \nPatterson  consistently  fails  to  maintain  organized  mental \nhealth  notes  in  residents'  charts.  Resident  files  were \nunorganized  and  did  not  reflect  any  particular  system  of  order. \nMany  charts  we  reviewed  had  loose  papers  placed  in  the  front  of \nthe  chart  in  no  particular  order.  In  addition,  the  charts  we \n\n-11-\nreviewed  of  residents  with  psychiatric  issues  often  were \ncompletely missing  the  mental  health  notes.  When  the  mental \nhealth  notes  were  included,  we  found  that  they  often  were  not  in \nchronological  sequence,  making  it difficult  to  chart  residents' \nmedical  status.  Given  the  serious  mental  illnesses  suffered by \nmany  of  Patterson's  residents,  it is  essential  that  the  mental \nhealth  care  providers  maintain  documentation  sufficient  to \nexplain  clinical decisions.  The  documentation  is  particularly \ncritical  at  Patterson  in  light  of  the  fact  that  residents  are  not \nassigned  a  particular psychiatrist,  and  the  psychiatrists  on \nstaff do  not  communicate  routinely  with  one  another. \nB.  USE  OF  RESTRAINTS \nNursing  home  residents  have  the  \"right  to  be  free  from  any \nphysical  or  chemical  restraints  imposed  for  the  purposes  of \ndiscipline  or  convenience,  and  not  required  to  treat  the \nresident's  medical  symptoms.\"  Id.  §  483.13(a).  Moreover, \ngenerally accepted  professional  practices  dictate  that  restraints \nmay  only  be  used  when  it is clinically justified.  Such \njustifications  include  situations  where  restraint  is  necessary: \n(i)  to  facilitate  the  provision  of  medical  care;  (ii)  to  control \na  resident's  unanticipated  violent  or  aggressive  behavior  that \nplaces  either  the  resident  or  others  in  imminent  danger;  or \n{iii)  as  a  last  resort  to  provide  safety when  all  other  less \nrestrictive methods  have  been  attempted  and  failed. \nWe  observed  a  significant  number  of  residents  with \nrestraints  whose  medical  charts  in  no  way  justified their  use. \nImproper  use  of  restraints  can  have  disastrous  consequences, \nincluding  loss  of  function,  depression,  falls  and  injuries,  loss \nof  dignity,  weight  loss,  pressure  sores,  serious  injury,  and  even \ndeath.  If  it is  to  adhere  to  well-established  professional \npractices,  Patterson must  conduct  assessments  of  residents'  fall \nrisk  factors  and  develop  individualized  care  plans  as \nalternatives  to  restraints.  The  facility also  should  continually \nreassess  its  use  of  restraints  and  attempt  to  eliminate  or  reduce \nthem  where  appropriate.  Finally,  residents  should  be  educated \nabout  the  potential  adverse  effects  of  restraints,  and  given  the \nopportunity  to  provide  their  informed  consent  before  restraints \nare  implemented.  See  id.  §§  483.10(b) (4),  483.20(k) (2). \n1.  Physical  Restraints \nPhysical  restraints  include  bed  siderails,  chair  lap \ncushions  or  lap  trays  that  the  resident  cannot  remove,  and  vail \n\n-12-\nbeds. 8  Patterson  fails  to  use  such  physical  (or  mechanical) \ndevices  in a  manner  that  protects  residents'  health  and  safety \nand  properly  re-evaluates  and  plans  for  reduction.  Patterson \nalso  neglects  to  provide  sufficient  alternatives  - ~~ low  beds \nand  adapted  furniture  - and  thus  resorts  to  restraints  that  are \nless  appropriate  and  less  effective.  And  the  facility  seems  to \nemploy  restraints  in  lieu  of  consistent provision  of  restorative \ncare,  such  as  regular  toileting,  exercise,  and  meaningful \nactivities. \nWe  assessed  a  significant  number  of  residents  who  were \nphysically restrained,  including  21  in  full- or  half-bed \nsiderails,  four  with  lap  buddies, 9  three  in  vail  beds,  and  four \nin  geri-chairs  with  trays.  None  of  the  records  we  reviewed  had  a \nsigned  consent  form  for  the  use  of  these  restraints.  This  is  a \nsubstantial  departure  from  generally accepted  professional \nstandards. \nDuring  the  four  hours  we  observed  the  residents  restrained \nin  lap  buddies  and  lap  trays,  the  residents  were  not  released -\neven  to  use  the  toilet - nor  were  they  assisted  to  exercise. \nNone  of  the  residents  we  reviewed  had  a  care  plan  that  addressed \nthe  stated  reason  for  the  restraint.  Many  of  the  restrained \nresidents  did  not  have  restorative  care  plans  designed  to  prevent \nfunctional  decline  that may  result  from  the  use  of  the \nrestraints.  For  the  residents  we  reviewed,  there  was  also  no \nevidence  that  the  facility  had  re-evaluated  the  continued \nrestraint  use  with  attempts  to  eliminate  use.  Many  residents  in \nrestraints  were  described  to  us  by  the  staff,  or  noted  in  medical \ncharts,  as  requiring  restraints  to  prevent  sliding  out  of  their \nchairs  or  falls.  The  facility  imposed  these  restraints  without \nevaluating  or  demonstrating  whether  restorative  treatment  or \nenvironmental  manipulation  could  address  these  occurrences  more, \nor  at  least  as,  effectively.  This  practice  is  a  substantial \ndeparture  from  generally  accepted  professional  practices. \n8  A  vail  bed  is  a  bed  enclosure  system,  which \nincorporates  a  vinyl,  netting  design  to  completely  enclose  the \nbed  frame  and  mattress,  utilized to  prevent  residents  from \nexiting  the  bed  independently. \nLap  buddies  are  soft  cushions  secured  in  the  arms  of \nthe  wheelchair  that  prevent  residents  from  moving  forward  and \nfrom  rising. \n\n-13-\nAs  noted,  we  observed  a  number  of  residents  restrained  with \nsiderails  {both  full- and  half-bed  siderails),  whose  care  plans \ndid  not  include  a  physician's  order  justifying  such  restraint \nuse.  W.B.,  for  example,  was  provided  four  half  siderails  in \nresponse  to  a  fall.  Soon  thereafter,  he  demonstrated  impaired \ncognition,  decreased  physical  strength,  and  lethargy.  Although \nthe  average  layperson  might  think  siderails  prevent  falls,  the \ntruth  is  just  the  opposite.  Indeed,  the  use  of  siderails  to \nprevent  falls  is  generally  contraindicated  in  circumstances  like \nthat  of  W.B.  Not  only  are  siderails generally  deemed  ineffective \nin  such  situations,  but  they  actually pose  a  risk  of  serious \ninjury by  limiting a  patient's mobility.  What  happens  is  that \nweak  and  impaired  residents  who  are  provided  siderails  as  a \nrestraint  become  vulnerable  to  entrapment  between  the  rail and \nmattress  or  head  and  footboards,  asphyxiation  by  having  their \nhead  or  neck  caught  between  the  rails and  mattress  or  head  and \nfootboards,  and  soft  tissue  injury and  fractures  from  attempting \nto  go  over,  around,  or  through  the  rails.  Such  residents  can \nalso  suffer  other  well-documented  complications  from  restraint \nuse  such  as  loss  of  function,  depression,  skin  breakdown,  and \nmalnutrition. \nOur  own  observation  of  residents  during  tours  highlights  the \nsafety issues  posed  by  the  use  of  restraints.  For  example,  we \nnoticed  J.R.  attempt  to  climb  over  the  rails  by  swinging  both \nlegs  over  the  siderails.  A  fall  from  several  feet  to  the  floor \ncould  have  greatly  injured  him.  Similarly,  we  observed  L.H.  in \nher  bed  with  her  head  dangerously  close  to  the  gap  between  the \nsiderail  and  the  mattress,  placing  her  at  high  risk  for \nasphyxiation. \nBecause  of  the  potential  dangers  in  using  these  restraints, \nthe  facility must  develop  a  care  plan  that:  (i)  provides  the \nclinical  justification  for  use  of  a  restraint;  (ii)  is  designed \nto  prevent  injury;  and  (iii)  requires  periodic  re-evaluation  of \nsiderail  use.  Residents  should  also  be  assessed  to  determine  the \nspecific  risk  factors  that  predispose  the  resident  for  nighttime \nand  bed-related  falls  or  injuries.  The  care  plan  should  provide \nfor  a  safer  alternative  to  siderails  if medically  appropriate. \nOptions  might  include  a  low  bed,  mats  beside  the  bed,  use  of  an \nalarm,  a  toileting plan,  increased  supervision,  analgesia,  or  a \ncombination  of  these  alternatives.  Finally,  restraint  reduction \nactivities  should  involve  an  interdisciplinary  team,  and  keep \nboth  the  resident  and  family  members  fully  informed  of  the \nrestraint  plan  at  all  times. \n\n• \n-14-\n2.  Chemical  Restraints \nPatterson  utilizes  chemical  restraints - ~~ mood \ninhibitors  and  antipsychotics  - for  residents  who  present  common \nbehavioral  problems  associated  with memory  loss,  such  as \nwandering,  refusing  care,  and  yelling.  The  facility,  however, \noften  employs  such  restraints  without  providing  adequate  clinical \njustification and  without  trying  less  intrusive  alternatives  -\n~~ psychosocial  intervention,  environmental  manipulations,  and \nactivities - to  address  behavioral  issues.  This  practice  amounts \nto  an  excessive  use  of  chemical  restraints  for  the  purpose  of \naddressing  anti-social  behavior1  which  is  a  substantial  departure \nfrom  generally accepted  professional  standards. \nWe  found  many  examples  of  Patterson's  failure  to  justify \nclinically the  use  of  antipsychotics.  For  instance,  D.E.,  a \n77-year-old  resident,  was  assessed  as  irritable  and  combative, \nand  he  presented  severe  management  problems.  His  record \ncontained  no  psychiatric diagnosis,  just a  description  of  his \nbehavior.  Yet  despite  the  absence  of  a  psychiatric  diagnosis, \nD.E.  was  receiving  an  unusual  treatment  of  two  different \nantipsychotic  medications,  risperidone  (occasionally  referred  to \nas  Risperal,  it is  used  to  treat  schizophrenia  and  psychotic \ndisorders}  and  olanzapine  {used  to  treat  Alzheimer's  disease  and \nagitation). \nSimilarly,  as  discussed  earlier,  K.D.  suffered  from  dementia \ndue  to  alcoholism,  and  his  chart  reflected  a  single  psychiatric \ndisturbance  when  he  eloped  off  the  grounds  in  his  wheelchair. \nAfter  his  elopement,  his  chart  reflected he  had  \"aggressive \nbehavior,\"  and  he  was  prescribed  olanzapine.  Not  only  was  this \ndiagnosis  inappropriate  based  on  the  information  in  his  medical \ncharts,  but  the  administration  of  olanzapine  was  improper  for  an \nepisodic  event  or  generic  behavioral  issues,  absent  some \nadditional  documented  clinical  justification. \nC.  CLINICAL  CARE \nNursing  facilities  like  Patterson  are  required  to  provide \nappropriate  clinical  assessment  and  care  planning  to  prevent \nphysical  and  psychological  harm,  and  must  also  offer medical, \nnursing,  and  related  services  to  \"attain or  maintain  the  highest \npracticable physical,  mental,  and  psychosocial  well-being  \" \nof  each  resident.  42  U.S.C.  §  1395i-3(b) (2);  42  C.F.R.  §  483.25. \n\n-15-\nBefore  detailing  the  deficiencies  we  observed,  we  note  that, \nbased  on  our  assessment,  Patterson  has  adequate  preventive  skin \ncare  and  management  of  pressure  sores  and  treatment  of  wounds, \nall  of  which  are  serious  issues  for  nursing  home  care.  ~ id. \n§  483.25{c).  Consistent  with  generally  accepted  professional \nstandards  of  care,  Patterson  evaluates  residents'  risk  for \npressure  sores  upon  admission  and  on  at  least  a  quarterly  basis \nthereafter.  The  facility  develops  and  implements  plans  to \naddress  the  risk  and  to  prevent  any  pressure  sore  development. \nFor  residents  with  wounds,  the  facility  provides  pressure \nrelieving  devices  and  wound  treatments  as  ordered  by  the \nphysician.  These  practices  are  consistent  with  the  regulations \nand  professional  practice.  Nevertheless,  our  investigation \nrevealed  that  Patterson  fails  to  provide  its  residents  with \nadequate  care  in  the  areas  of  assessment,  implementation  of  care \nplans,  restorative  care,  and  psychosocial  treatment  and  activity \nservices. \n1.  Failure  to  Assess  Adequately Residents'  Needs \nThe  care  plans  at  Patterson  often  are  not  individualized  to \nresidents'  needs,  thereby  reducing  their  effectiveness \nsignificantly.  To  provide  adequate  care,  facilities  must  assess \nindividual  residents'  needs  and  preferences,  develop \ncomprehensive  care  plans  based  on  this  assessment,  and  accurately \nimplement  the  care  plans.  See  id.  §  483.20.  The  assessment \nprocess  must  include  consideration  of  the  residents'  physical \ncondition,  emotional  status,  and  \"functional  status,\"  which \nmeasures  the  residents'  ability to  conduct  the  activities  of \ndaily  living.  Id.  Residents  also  must  be  assessed  on  an  ongoing \nbasis  for  changes  in  health  and  functioning. \n~ \nFurthermore,  federal  regulations  recognize  the  critical \nimportance  that  activities  and  mental  stimulation  play  in \nmaintaining  good  psychological  health  among  nursing  home \nresidents.  See  id.  §  483.15(f) (1).  Accordingly,  residents' \ncognition,  mood,  and  physical  challenges  should  be  integrated \ninto  the  assessment  process  to  determine  the  need  for \nmodifications  in  equipment,  environment,  or program  design. \nActivity  plans  should  describe  therapeutic  approaches,  including \nadaptation  for  hearing  loss,  vision  loss,  cognitive  loss,  and \nphysical  challenges. \nThese  activity plans  and  the  overall  assessment  of  which \nthey  are  a  part,  promote  an  established  and  healthy  routine  for \nresidents.  They  also  form  the  basis  of  a  \"care  plan\"  that \nserves  as  a  blueprint  for  meeting  residents'  needs.  Critical  to \n\n-16-\nthese  care  plans  is  the  involvement  of  interdisciplinary  teams, \nwhich  must  collaborate  and  develop  measurable  goals  for \nevaluating  residents'  progress. \nThe  failure  to  conduct  adequate  needs  assessments  or  to \naddress  properly  identified  needs  through  the  care  plan  can  have \nprofound  negative  consequences  for  nursing  home  residents.  For \nexample,  a  significant  and  well-established  threat  to  nursing \nhome  residents  is  the  downward  spiral  in  function  and  general \nwell-being  that  is  associated  with  living  in  a  long-term  care \nfacility.  Contractures  (abnormal,  often  permanent,  shortening  of \ntissue  resulting  in  deformity),  incontinence,  and  a  general  lack \nof  involvement  in meaningful  activity are  among  the  common \nmanifestations  of  this  threat.  These  functional  losses  are  also \ncorrelated with  medical  complications  such  as  pressure  sores, \nfalls,  and  psychological  impairment  (including  depression  and \ncognitive  loss).  Such  harm  to  residents  is  frequently \npreventable  with  proper  assessment  and  care. \nIn  our  review  of  Patterson's  provision  of  clinical  services, \nwe  found  serious  deficiencies  in  assessments,  as  well  as  in  the \nareas  of  care  plan  development  and  implementation.  The \nassessments  and  care  plans  we  reviewed  were  generic  in  content \nand  f8iled  to  provide  individualized approaches  for  chemical \nrestraint  use,  wandering,  weight  loss,  loss  of  function,  fall  or \ninjury  risk,  and  anxiety  or  depression.  We  also  found  cases  in \nwhich  Patterson  completely  failed  to  develop  any  care  plans  for \nresidents  who  presented  clinical  issues  that  warranted  activity \nand  social  work  intervention. \nOf  equal  concern  to  us,  we  observed  that  members  of  the \ninterdisciplinary team  generally  do  not  collaborate  in  the \ndevelopment  or  implementation  of  resident  assessments  and  care \nplans.  This  is  particularly  true  in  the  case  of  social  workers. \nThese  practices  do  not  meet  generally  accepted  professional \nstandards  of  care.  Some  specific  examples  include: \n•  M.J.  did  not  leave  her  room  and  remained  bed-bound  and \nsocially  isolated  for  approximately  six  months.  During  this \ntime,  she  suffered  severe  lower  extremity  contractures.  Her \nrecords,  however,  did  not  contain  a  care  plan  that  addressed \nthe  associated  risks  for  her  conditions  of  dysphoria  or \ndepression,  sensory  deprivation,  and  altered  cognition. \n•  W.B.  was  diagnosed  with  Senile  Dementia,  Alzheimer's  Type, \nand  seizure  disorder.  After  suffering  a  fall,  he \nexperienced  a  significant  change  in  status  and  became \nlethargic.  The  facility  did  not  assess  or  develop  a \n\n-17-\nmodified  care  plan  based  on  that  change.  Nor  did  the \nfacility monitor  W.B.'s  vital  signs  on  an  ongoing  basis  or \nreassess  the  continued  use  of  multiple  psychotropics  that \ncause  sedation.  (Continuing  to  administer  sedating \nmedications  to  a  resident  who  is already  seda.ted  places  him \nat  risk  for  aspiration  and  neurological  changes.)  After  our \nexpert  consultant  identified W.B.'s  declining  condition,  the \nfacility  transferred W.B.  to  another  unit  for  intravenous \nhydration  as  he  had  not  had  any  significant  oral  intake  for \n18  hours. \n•  E.N.  was  described  in  her  care  plan  as  \"refusing  care\" \n(~, walking).  However,  her  plan  failed  to  assess  E.N.'s \nreason  for  refusing  to  walk  (~, pain  or  fear) .  As  a \nresult,  she  was  wheelchair  bound.  In  addition,  E.N.'s  care \nplan  failed  to  address  her  ongoing  anxiety  and  did  not \ninclude  approaches  to  improving  her  understanding  of \nsituations  to  reduce  her  anxiety.  We  found  documented \nepisodes  of emotional  distress. \nS.O.  was  diagnosed  with  schizophrenia  and  dementia,  refused \nto  wear  shoes,  demonstrated  an  ulceration  of  her  lower \nextremity,  and  experienced  a  ten-pound  weight  loss  over  six \nmonths.  We  found  no  assessment  of  the  effectiveness  of  her \npsychoactive  medications,  and  no  psychosocial  assessment  of \nher  refusal  to  wear  shoes  or  her  weight  loss.  No \ninterventions  were  developed. \nWe  further  observed  that  Patterson  appears  to  disregard  the \nrights  of  residents  to  participate  in decisions  regarding  their \npsychiatric treatment  and  living conditions,  despite \ndocumentation  of  capacity.  As  federal  regulations  make  clear, \nnursing  home  facilities  should  ensure  residents'  involvement  in \nthe  development,  evaluation,  and  revision  of  their  care  plans. \nSee  id.  §  483.10.  Even  cognitively challenged  residents  can  and \nshould be  included  in decision  making,  through  a  careful \nassessment  of  past  choices  and  values,  as  well  as  ongoing \nassessment  of  comfort  and  response  to  care.  When  a  resident  is \nunable  to  direct  his  or  her  care  planning  process,  the  facility \nmust  look  to  the  designated  surrogate  decision maker. \nConsider  the  case  of  R.B.:  R.B.  informed  us  of  his  concern \nregarding  his  recent  development  of  diabetes,  and  he  expressed \nfear  regarding  the  possible  complications.  He  also  suffered  from \na  tremor,  another  possible  side  effect  from  the  antipsychotic, \nolanzapine.  R.B.  was  unaware  that  the  olanzapine  may  have \ncontributed  to  or  caused  his  conditions.  Meanwhile,  we  found  no \nrecord  of  any  conversation- and  R.B.  insists  no  such  discussion \n\n-18-\never  took  place  ~ in  which  facility  staff provided  him  with \nsufficient  information  about  the  potential  benefits  and  risks \ninvolved  in  his  medications.  This  resident  clearly  had  the \ncapacity  to  make  health  care  decisions.  Thus,  the  regulations \nrequired  that  R.B.  be  included  in  decision  making  regarding  his \npsychiatric  treatment. \n2.  Inadequate  Implementation  of Care  Plans \nWe  also  identified  deficiencies  in  Patterson's \nimplementation  of  the  developed  care  plans.  A  significant  sample \nof  the  residents  whose  care  plans  we  examined  were  not  receiving \nthe  care  described  in  their plans.  For  example: \n•  We  observed  residents  who  were  not  positioned  properly  in \ntheir  beds  and  wheelchairs,  predisposing  them  to  aspiration \nor  choking,  falls,  pain,  injury,  and  contractures. \nLikewise,  we  observed  potentially  harmful  conditions  for  a \nnumber  of  residents  slumped  over  in  wheelchairs,  including \nresidents  in  the  respiratory  unit. \n•  L.D.  was  not  provided  with  supervision  or  the  use  of  a \nsmoking  apron  per  his  care  plan,  placing  him  at  risk  for \ninjury.  We  observed  this  resident  with  a  lit cigarette  in \nhis  hand  as  he  was  falling  asleep  in  his  wheelchair. \n•  Numerous  residents  did  not  receive  assistance  with  toileting \ncare  and  hygienic  care  as  provided  in  their  care  plans  or  as \nnecessitated,  leaving  them  wheelchair- or  bed-bound  or \nunnecessarily  restrained,  and  greatly  impacting  their \nrehabilitation  potential. \n•  Several  residents  did  not  have  physician's  orders  in  their \ncare  plans  warranting  the  use  of  full  bed  siderails  as \nrestraining  devices,  yet  we  observed  the  use  of  such  devices \non  these  residents.  As  noted  above,  the  use  of  such  devices \nincreases  risk of  harm. \n•  Some  bed-bound  residents  did  not  have  their  call  bells \nwithin  reach  per  their care  plans  or  as  necessitated  in \nemergency  situations,  increasing  the  likelihood  of  falls  or \nother  injuries. \n3.  Inadequate  Restorative  Care \nAnother  problem  we  observed  was  Patterson's  frequent  failure \nto  implement  adequate  restorative  care  to  its  residents  who  have \nsustained  loss  of  function  and/or  are  clearly at  risk  for  further \n\n-19-\nloss  of  function.  Nursing  facilities must  maximize  residents' \nmobility,  range  of motion,  and  function.  ~ id.  §  483.25(e). \nTo  meet  this  standard,  the  facility must  devise  restorative  care \nplans  that  cover  areas  designed  to  maintain  function,  prevent \navoidable  loss  of  function,  and  improve  health,  function,  and \nsense  of  well-being.  Restorative  approaches  include  promoting \ncontinence,  self-care,  self-expression,  and  involvement  in \nactivities. \nIn  the  records  we  reviewed,  we  found  many  residents  who  were \nincontinent,  relied  on  wheelchairs  for  mobility,  or  who  were \ndependent  in  other  areas  of  daily living,  but  did  not  have \nrestorative  care  plans  in place.  These  residents,  however, \ndemonstrated  the  ability to  receive  exercise,  to  use  a  toilet \nwith  assistance,  and  assist  with  their  oral  care  and  bathing. \nThe  staff's ability to  promote  restorative  care  is  hampered \nby  the  absence  of  a  policy  that  facilitates  consistent,  ongoing \nassessment  of  rehabilitative  and  restorative  needs.  The \ngenerally accepted  professional  practice  in  nursing  homes  is  to \nassess  residents  for  these  needs  on  a  quarterly  basis,  as  well  as \nwhen  staff detects  a  change  in  function  or  a  physical/cognitive \nloss.  Patterson  has  not  developed  or  implemented  clear  operating \nprocedures  describing  the  content,  accountability,  and  evaluation \nof  restorative  care,  including  toileting,  range  of  motion, \ntherapeutic  activity,  and  promotion  of  self-care  with  meals  and \npersonal  care. \nIn  addition,  there  are  deficiencies  in  the  implementation  of \nresident  restorative  plans  for  those. who  have  such  plans.  During \nour  visit,  none  of  the  nursing  assistants  we  interviewed  was \naware  of  the  residents'  restorative  care  plans.  We  reviewed \nresidential  restorative  care  plans  regarding  plans  to  restore  or \nmaintain  continence,  mobility,  or  self-care.  We  also  reviewed \nresidents  whose  records  demonstrated  some  degree  of  joint \ncontracture,  a  complication  arising  from  the  absence  of  range  of \nmotion  exercise.  Although  their  care  plans  required  \"passive \nrange  of  motion,u10  resi~ents and  the  assigned  nursing  assistants \nstated  that  these  plans  were  not  being  implemented  to  address \nthese  debilitating  conditions.  No  reason  for  this  failure  was \nprovided. \n\"Passive  range  of motion\"  indicates  that  the  care  giver \nprovides  the  range  of motion  for  the  resident,  instead  of  the \nresident  doing  it independently,  which  is  called  \"active  range  of \nmotion.\" \n\n• \n-20-\nNursing  facilities  like  Patterson  must  provide  a  \"safe, \nclean,  comfortable  and  homelike  environment.\"  Id. \n§  483.15(h) (1).  The  physical  environment  of  Patterson  is \n\"institutionalized\"  and  further  exacerbates  a  lack  of  restorative \ncare.  Smoke  odor,  non-personalized  living  space,  lack  of \ncomfortable  and  functional  furniture,  lack  of  positioning and \nassistive  devices,  and  lack  of  designated  functional  living \nspaces  have  created  an  environment  that  fails  to  promote  the \nphysical  and  emotional  comfort  of  the  residents. \nFor  instance,  we  observed on  numerous  occasions  that \nresidents  had  to  remain  in  their  wheelchairs  and  geri-chairs11 \nduring  mealtimes  and  activities  due  to  an  insufficient  number  of \nchairs,  thereby  placing  the  residents  at  avoidable  risk  for \npressure  sores,  joint  contractures,  and  loss  of  strength  and \ncomfort.  A  lack  of  transferring  from  wheelchairs  to  standard \nchairs  also  leads  to  decreased  strength  and  immobility. \nSimilarly,  a  lack  of  appropriate  positioning  devices  may  lead \nto  dangerous  medical  conditions,  such  as  asphyxiation.  The \nshortage  of  furniture,  such  as  functional  tables,  sturdy  chairs, \nor  pillows,  also  discourages  resident  involvement  in  activity. \nWe  also  observed  many  residents  walking  about  the  facility, \nwithout  shoes.  Such  practices  are  a  concern  not  only  for \nresident  dignity,  but  because  they  predispose  residents  to  foot \ndrop,12  impaired  mobility,  falls,  and  injuries. \n4.  Inadequate  Therapeutic  Treatment  and Activity \nServices \nFinally,  Patterson  fails  to  provide  its  residents  with \ntherapeutic  activities  that  are  sufficient  in  number  or  diversity \nto  address  the  residents'  needs.  See  id.  §  483.15{£) (1). \nNursing  home  residents  should  receive  regularly  scheduled \ntherapeutic  activity  as  required.  Id.  Residents  must  be \npermitted  to  choose  activities  consistent  with  their  interests, \nassessments,  and  care  plans.  Id.  §  483.15(b) (1). \nPatterson  generally  does  not  implement  care  plans  that \naddress  residents'  needs  for  meaningful  activities  and  mental \nstimulation.  In  observing  activities,  reviewing  charts,  and \n11  Geri-chairs  are  reclining  chairs  on  wheels  with  trays \nthat  prevent  forward  movement  and  rising. \n\"Foot  drop\"  is  a  painful,  deforming  condition  in  which \nthe  foot  ends  up  permanently  extended  fon..rard. \n\n-21-\ninterviewing  staff and  residents,  we  found  that  the  facility \nfails  to  accommodate  its  residents  with  specific physical \nproblems  such  as  memory  loss,  physical  weakness,  vision  loss,  and \nhearing  loss.  For  example,  there  appear  to  be  no  particular \nactivities  for  residents  with  Alzheimer's  disease.  Overall,  the \nactivity plans  for  residents  were  generic.  In  a  significant \nsample  of  records  reviewed,  the  stated  recreational  goal  is  for \nthe  resident  to  attend  three  activities  a  week.  Yet  the  plans \nfailed  to  elaborate  on  appropriate  activities,  describe  pursuits \nthat  should  be  encouraged,  or  provide  goals. \nDuring  our  entire  initial  tour  in  May  2003,  there  were  no \nactivities provided  on  the  supervised  units  serving  residents \nwith  cognitive  loss.  Most  of  these  residents  are  on \npsychoactive  drugs  for  anxiety,  depression,  and  behavioral \ndisturbances;  therapeutic  activity plans  are  therefore  essential. \nThe  majority  of  residents  we  observed  on  the  other  units \nwere  also  not  involved  in  any  activities  during  our  initial  tour. \nWe  observed  on  numerous  occasions  and  at  various  times  throughout \neach  day,  residents  seated  in  their wheelchairs  or  lined  up \noutside  their  rooms,  without  any  interaction  or  activity  for \nsubstantial  periods  of  time.  No  exercise  was  provided  to \nresidents  who  could  not  follow  directions,  and  activities  were \nrarely planned  in  the  evening  hours.  Residents  stated  that  they \nwere  \"bored\"  and. were  not  provided  with  sufficient  activities. \nStaff members  were  not  able  to  describe  which  residents  could \nattend  activities  on  each  unit,  nor  did  they  know  the  residents' \npreferences. \nD.  NUTRITIONAL  SERVICES \nTurning  to  nutritional  services,  it is  beyond  cavil  that \nnursing  home  residents  are  at  high  risk  for  dehydration  and \nmalnutrition.  It  is  thus  critical  that  residents  are  provided \nadequate  nutritional  services  and  that  such  services  are \nadministered  in  a  safe  manner.  Yet  we  found  that  Patterson \nsubstantially departs  from  generally  accepted  professional \npractices  in  these  areas  as  set  forth  below. \n1.  unsafe Administration  of  Feeding  Tubes \nStandard  practice  provides  that  residents  who  are  fed  by \nnasa-gastric  tubes  must  be  closely monitored  and  assessed  in \norder  to  prevent  complications  including  aspiration,  pneumonia, \ndiarrhea,  vomiting,  dehydration,  metabolic  abnormalities,  and \nnasal-pharyngeal  ulcers.  Treatment  should  be  aimed  at  resLoring, \nif possible,  normal  eating  skills.  I d.  §  483.25 {g).  Patterson \n\n-22-\nfails  to  meet  this  treatment  standard.  For  example,  during  our \ntour,  we  observed  numerous  residents  who  were  not  properly \nelevated  in  their beds  while  receiving  tube  feedings.  These \nresidents  were  thus  exposed  to  a  high  risk of  aspiration  into  the \nlungs,  a  potentially  life threatening  problem. \n2.  Inadequate Assessment  and Monitoring  of \nNutritional  Status \nFederal  regulations  require  institutions  like  Patterson  to \ndevelop  comprehensive  care  plans  for  each  resident  that  include \nmeasurable  objectives  and  timetables  to meet  residents' \nidentified medical,  nursing,  mental  health,  and  psychosocial \nneeds.  See  id.  §  483.20{k} (1).  Nutritional  and  hydration  needs \nare  critical  components  of  the  care  plan.  Id.  §§  483.25(i),  (j). \nOur  review  revealed,  however,  that  care  plans  at  Patterson  are \nrarely  interdisciplinary  and  typically  do  not  contain  measurable \ngoals.  Where  goals  are  identified,  they  are  generally  non \nmeasurable  and  mostly  subjective. \nWe  also  found  that  staff at  the  facility  fail  to  follow \nphysicians'  orders  regarding  resident  nutrition.  For  example, \nB.P.'s  chart  contained  physician's  orders  specifying  that  she  be \nfed  thickened  liquids  without  a  straw.  Nonetheless,  we  observed \na  nurse  intending  to  feed  B.P.  thin  liquids  with  a  straw.  We \nalso  learned  that  B.P.  regularly  drinks  water  (thin  liquids)  from \nthe  water  fountain.  The  failure  to  follow  physician's  orders  in \nsuch  circumstances  could  result  in  choking  and  aspiration  (taking \nfluid  into  the  lungs),  and  even  death. \nPatterson  is  also  deficient  in  its  tracking  of  residents' \nnutritional  status.  While  Patterson  does  monitor  residents' \nweight  changes,  the  facility  has  no  clear  guidelines  for \nrecording  weights  or  sharing  such  information  with  the \ninterdisciplinary  care  team.  Most  of  the  charts  we  reviewed,  in \nfact,  did  not  indicate  the  specific  date  on  which  a  resident  was \nweighed.  Without  knowing  exactly  when  a  particular weight  loss \nor  gain  occurred,  there  is  no  way  to  ensure  a  timely \ninterdisciplinary  response  to  the  weight  change. \nAccording  to  generally  accepted  professional  standards,  a \nweight  loss  or  gain  of  five  percent  or  more  over  30  days,  or  a \nten  percent  change  over  180  days  indicates  a  \"significant\"  weight \nchange.  During  our  tour,  we  identified  several  residents  who  had \n''significant\"  weight  changes  that  were  not  appropriately  assessed \nor  addressed  in  a  timely manner.  For  example: \n\n-23-\n•  R.S.  lost  12  pounds  (an  eight  percent  weight  loss)  in  what \nappeared  from  the  chart  to  be  approximately  one  week.  We \nfound  no  indication  in  his  chart  that  the  interdisciplinary \ncare  team  had  either  assessed  this  significant  weight  loss, \nor  attempted  to  address  it. \n•  W.B.  lost  19  pounds  in  approximately  one  month  (a  14  percent \nweight  loss) .  While  the  weight  loss  was  noted  in  his  chart, \nthe  interdisciplinary care  team  failed  to  respond. \n•  K.C.  lost  approximately  12  pounds  in  approximately  one \nmonth.  Despite  this  significant  weight  loss,  her  chart \nreflected a  restricted diet  of  low  fat  and  low  sodium puree. \nHer  chart  also  contained  a  physician's  order  for  Ensure \npudding  (which  contains  high  fat  and  sodium)  that  appears  to \nhave  been  ordered  after  her  weight  loss.  But  not \nsurprisingly,  staff confusion  meant  K.C.  continued  to \nreceive  both  diets. \n•  T.W.,  a  resident  with  pulmonary  hypertension  and  cellulitis, \ngained  47  pounds  in  approximately  one  month.  While  the \nweight  increase -was  noted,  chart  notes  stated only  that  the \nweight  gain  was  likely  the  result  of  the  resident's  non \ncompliance  with  his  diet.  There  was  no  referral  to  the \nphysician  or  an  assessment  of  how  to  address  such  a \nsignificant  weight  gain. \n3.  Inadequate  Hydration  System \nThe  provision  of  sufficient  fluids  to  maintain  residents' \nproper  hydration  and  health  is  an  obvious  necessity  at  any \ngeriatric  facility.  See  id.  §  483.25(j).  Dehydration  is  a \nserious  concern  for  the  elderly and  can  result  in  the  development \nof  urinary  tract  infections,  bowel  obstructions,  delirium, \ncardiovascular  symptoms,  functional  impairments,  renal  disease, \nand  even  death.  Unfortunately,  Patterson  appears  to  have  no \nsystem  in  place  to  safeguard  against  such  potential \neventualities.  Nor  does  the  facility  identify appropriately \nthose  residents  with  risk  factors  for  fluid  deficiency  or \ndehydration. \n4.  Unsupportive Mea1  Services \nFederal  regulations  and  professional  standards  require \nnursing  homes  to  serve  food  to  residents  in  a  manner  that \n\n-24-\npreserves  their dignity  and  quality  of  life while  ensuring  their \nsafety.  See  id.  §  483.15.  We  observed  breakfast,  lunch,  and \ndinner  services  that  were  illustrative of  harmful  practices. \nAs  noted  in  the  section  on  restorative  care  above,  many \nresidents  were  poorly  positioned  in  wheelchairs,  preventing \nsufficient  access  to  the  table  and  increasing  the  likelihood  of \nchoking  or aspiration  pneumonia.  We  also  noted  that most  units \nserving  food  did  not  have  suction machines  readily available  to \nassist  residents  who  may  choke  while  eating. \nWe  noticed many  residents  with  physical  weaknesses  wearing \nbibs  and  being  hand-fed  by  staff who  were  standing  over  them. \nYet  if the  facility  would  have  provided  assistive  devices,  such \nas  plate- guards  and  built-up utensils,  many  of  these  individuals \ncould  have  fed  themselves.  Similarly,  if the  facility  had \nconsidered  alternative meal  items  such  as  finger  foods,  many  of \nthe  residents  with  certain cognitive  losses  could  have  fed \nthemselves  and  enhanced  their  independence  as  well. \nE.  INADEQUATE  QUALITY  ASSURANCE  AND  INCIDENT  MANAGEMENT \nAnother  problem  we  identified was  Patterson's  quality \nassurance  program.  It  is  customary  for  such  programs  to: \n(i)  collect data  relating  to  the  quality of  services;  (ii)  assess \nthat  data  for  trends;  (iii)  initiate  inquiries  regarding \nproblematic  trends  and  identify corrective  action;  and \n{iv)  monitor  to  ensure  that  appropriate  remedies  are  achieved. 13 \n~ id.  §  483.75(0). \nWhile  the  facility  documents  a  variety of  incidents, \nincluding  falls  with  no  injury,  resident  altercations,  and \nserious  injuries,  there  is  no  system  for  analyzing  this  data, \nidentifying  areas  for  priority action,  or  developing  and \nimplementing  remedial  measures.  Moreover,  medical,  nursing,  and \n13  We  understand  that  Patterson  plans  to  implement  some \nnursing  quality  improvement  initiatives,  including:  improved \nmonitoring  and  assessment  for  dysphagia;  improved  risk  assessment \nfor  pressure  sores  and  implementation  of  preventive  plans; \nimproved  identification  of  wounds  at  an  early  stage;  and \nreduction  of  physical  restraint  use.  In  addition,  the  facility \nhas  recently developed  a  system  to  identify  residents  who  have \nthe  potential  to  be  victimized,  as  well  as  those  who  have  the \npotential  to  harm  others.  The  effectiveness  of  this  recent \nsystem,  however,  has  not  yet  been  tested. \n\n-25-\ntherapeutic  activity  staff overall  fail  to  conduct  ongoing \nreviews  of  compliance  with  facility  policy,  regulations,  or \ngenerally  accepted  professional  practice  guidelines. \nIn  the  area  of  fall  analysis  in  particular,  we  were \ndisturbed  at  Patterson's  failure  to  collect  accident  and  incident \nreport  data  in  any  organized  fashion.  As  a  result,  there  is  no \nmechanism  for  meaningfully  analyzing  trends.  Patterson's  post \nfall  assessments  consistently  fail  to  address  the  activity needs, \nmedical  conditions,  pharmacologic  factors,  and  routines  of  the \nresidents.  Patterson  generally  does  not  consider,  for  example, \nunderlying  causal  factors,  including  the  use  of  chemical  and \nphysical  restraints,  pressure  sores,  and  the  lack  of  resident \ninvolvement  in  activities.  Nor  was  it evident  that  Patterson's \nQuality  Improvement  Committee  evaluates  the  significance  of \naggregate  data  related  to  falls,  establishes  acceptable  fall \nthresholds,  or  tracks  these  numbers  monthly  to  identify  trends. \nPatterson  similarly  has  not  implemented  preventive \napproaches  for  falls  that  target  the  individual  risk  factors  of \nthe  residents.  And  the  facility  has  not  adopted  clinical \npractice  guidelines  that  promote  linking  the  identified  risk \nsuch  as  poor  balance  or  use  of  a  medication  that  causes \northostasis,  or  a  drop  in  blood  pressure  ~ with  appropriate \ninterventions  to  prevent  falls. \nHowever,  we  acknowledge  that  Patterson  has  taken  steps \ntowards  developing  a  fall  and  fall-related  injury  prevention  and \nmanagement  program.  The  facility  also  has  incorporated  into  its \nfall  management  plan  resident  safety devices,  including  bed  and \nchair  alarms,  to  reduce  and/or  eliminate  restraint  utilization. \nIn  fact,  Patterson's  immediate  response  to  falls  is  generally \nadequate;  at  the  time  of  a  fall,  a  physical  exam,  including  vital \nsigns  and  assessment  for  injury,  is  conducted,  the  attending \nphysician  is  notified,  and  the  resident's  family  is  notified. \nWe  also  found  that  individual,  post-fall  interventions  were \nimplemented  per  the  physician's  order. \nF.  DISCHARGE  PLANNING  AND  SERVING  PERSONS  IN  THE  MOST \nINTEGRATED  SETTING \nTitle  II  of  the  ADA  and  its  implementing  regulations \nrequire  public  entities  to  administer  their programs  \"in  the \nmost  integrated  setting  appropriate  to  the  needs  of  qualified \nindividuals  with  disabilities,\"  i.e.,  a  setting  that  enables \nindividuals  with  disabilities  to  interact  with  non-disabled \npersons  to  the  fullest  extent  possible.  See  42  O.S.C. \n§  12132;  28  C.F.R.  §  35.130(d). \n\n-26-\nThe  Supreme  Court  has  held  that  the  discrimination  forbidden \nunder  Title  II  of  the  ADA  includes  the  unnecessary \ninstitutionalization of  individuals  with  disabilities. \nOlmstead,  527  U.S.  at  597,  600.  The  Court  explained  that \n\"confinement  in  an  institution severely diminishes  the  everyday \nlife  activities of  individuals,  including  family  relations, \nsocial  contacts,  work  options,  economic  independence,  educational \nadvancement,  and  cultural  enrichment.\"  Id.  at  601.  To  that  end, \nthe  Court  held  that  a  State  is  required  to  provide  community \nbased  treatment  for  persons  with  developmental  disabilities  when \nthe  State's  treatment  professionals  have  determined  that \ncommunity  placement  is  appropriate,  provided  that  the  transfer  is \nnot  opposed  by  the  affected  individual  and  that  the  placement  can \nbe  reasonably  accommodated.  Id.  at  602.  The  resources  available \nto  the  State  and  the  needs  of  others  with  disabilities  are  part \nof  this  calculus.  Id.  at  607. \nFor  many  of  the  residents,  Patterson  is  not  the  most \nintegrated  setting appropriate  to  their  needs.  We  recognize  that \nPatterson's  senior  staff  is  aware  of  the  facility's  obligations \nwith  regard  to  community  placement.  Nonetheless,  the  placement \nof  residents  in  appropriate  community  settings  is  impeded  by \ndeficiencies  in  the  facility's  discharge  policies  and  practices. \nDischarge  planning  should  begin  upon  admission  and  should  involve \nan  interdisciplinary  review  of  appropriate  and  adequate \nassessments,  as  well  as  medical  conditions  status  and  barriers  to \ndischarge. \n1.  Inadequate  Interdisciplinary Assessments  for \nCommunity  Placement \nFederal  law  requires  Patterson  to  assess  on  an  ongoing  basis \nresidents'  discharge  potential  and  the  appropriateness  and \nclinical  necessity  of  residents'  continued  stay at  the  facility. \nSee  42  C.F.R.  §  483.20(b) (2) (viii).  Medical  officials,  however, \nroutinely  fail  to  conduct  meaningful  and  timely  assessments  to \ndetermine  whether  the  facility  is  the  most  integrated  setting  to \nmeet  residents'  needs.  Such  assessments  are  a  critical  component \nof  the  interdisciplinary discharge  process.  The  following \nexamples  are  illustrative of  the  problems  we  identified  in  this \narea: \n•  E.D.  is  a  51-year-old  resident  who  receives  peritoneal \ndialysis  daily,  but  regularly  leaves  Patterson's  grounds  on \npasses  independently.  E.D.  has  expressed  an  interest  in \nliving  in  the  community  and  in  possibly  sharing  an  apartment \nwith  a  friend.  At  the  time  of  our  November  2003  visit, \n\n-27-\nhowever,  his  care  plan,  which  had  not  been  updated  in  almost \na  year,  did  not  address  his  discharge  potential  or  discuss \nthe  need  for  referral  for  dialysis  should  he  be  discharged. \n•  W.F.,  a  57-year-old  resident  with  schizophrenia  requires  no \nassistance  with  activities  of  daily  living.  However, \nPatterson's  treating  professionals  failed  to  establish  goals \nand  objectives  to  get  W.F.  to  a  point  of medical  stability \nand  discharge. \n•  K.S.  is  a  51-year-old  resident  with  a  history  of  depression \nand  schizo-affective  disorder.  The  physician's  notes  do  not \naddress  discharge  potential  at  all.  Although  a  social  work \nnote  of  July  2003  states  that  K. S.  \"is  too  mentally  ill  to \nreturn  to  living  arrangement,\"  we  found  no  medical  or \npsychiatric  evaluation  to  support  this  statement. \nIn  a  substantial  number  of other  charts,  the  physician's \nassessment  consisted  of  a  single  conclusory  statement,  such  as \n''No  discharge  potential,\"  \"Not  a  candidate  for  discharge  at  this \ntime,\"  or  \"Not  medically  cleared  for  discharge.\"  Such  non \nindividualized determinations  fail  to  identify the  clinical \nobstacles  to  discharge,  the  interventions  necessary to  overcome \nsuch  obstacles,  or  the  changes  in  the  residents'  health  and \nfunctional  status  relative  to  discharge,  as  dictated by  generally \naccepted  professional  practice.  Consequently,  the  assessments \nserve  as  little more  than  vehicles  for  determining  residents \nunfit  for  community  placement,  rather  than  as  tools  to  assist \nstaff  in  furthering  opportunities  for  discharge.  Consider  the \nfollowing  examples: \n•  D.J.  was  admitted  to  Patterson  in  2000  with  a  history  of \nseizure  disorder  and  schizophrenia.  The  physician  progress \nnotes  from  January  2003  through  September  2003  indicate  that \nD.J.  is  not  a  candidate  for  a  lower  level  of  care  because  of \nthe  seizure disorder.  There  was  no  indication  in  his  chart, \nhowever,  that  seizure  control  has  been  a  problem  for  him \nwhile  at  Patterson. \n•  J.M.,  a  52-year-old  with  bipolar disorder  and  asthma,  wants \nto  live  in  the  community.  A  July  2002  physician's  progress \nnote  states  that  she  was  \"not  a  candidate  for  transfer  to  a \nlesser  facility.\"  A  June  2003  note  states  that  she  has  \"no \ndischarge  potential.\"  But  J.M.'s  chart  revealed  no  medical \nindications  precluding  her  discharge  to  a  less  restrictive \nenvironment.  In  fact,  J.M.'s  chart  indicates  that  she  has \nthe  ability  to  engage  in  activities  of  daily  living  with \nminimal  assistance. \n\n-28-\n•  T.K.'s  chart  indicates  he  is  continent,  ambulatory,  and \nrequires  minimal  assistance  with  dressing  and  bathing. \nT.K.  would  like  to  live  in  the  community.  Yet  physician's \nprogress  notes  dated  July  2003  summarily  state  that  he  is \nnot  a  candidate  for  a  less  restrictive  setting.  Nothing  in \nhis  chart  suggests  any  medical  contraindication  to  placement \ninto  a  more  integrated  setting,  nor  were  the  medical  staff \nto  whom  we  spoke  able  to  identify any  such  limitation. \n2.  Failure  to  Develop  and  Implement  Care  Plans  that \nPromote  Independence \nAnother  problem  we  observed  is  that  Patterson's  care  plans \ndo  not  reflect  a  coordinated,  interdisciplinary effort  designed \nto  increase  residents'  independence  and  improve  functioning. \nIndeed,  residents'  care  plans  generally  fail  to  identify  the \nspecific  training,  skills,  or  rehabilitation  necessary  for \nresidents  to  live  successfully  in  the  community. \nThe  deficiency  likely  stems  from  the  fact  that  Patterson's \nvarious  disciplines  inadequately  engage  residents  in  activities \nthat  promote  independence  or  that  teach  skills  necessary  for \nliving  in  the  community.  Individuals  with  mental  illness,  for \nexample,  are  provided  with  little or  no  instruction  on  managing \ntheir  symptoms  in  preparation  for  community  life.  Few,  if any, \nactivities  are  directed  to  teaching  residents  basic  skills \nnecessary  for  independent  living,  such  as  budgeting,  cooking, \nshopping,  and  traveling.  Instead,  the  facility's  limited \nactivities  and  interventions  actually  promote  residents' \nadjustment  to  the  routines  at  the  facility  rather  than  in  the \ncommunity. \nPatterson's  overall  lack  of  coordination  and  communication \namong  the  interdisciplinary  team  also  stymies  the  development  and \nimplementation  of  care  plans  that  should  facilitate  residents' \nplacement  in  the  community.  Nearly  every  record  we  reviewed \nillustrated the  lack  of  a  coordinated,  integrated  treatment  team \napproach.  Here  are  just  two  examples: \n•  A.B.,  a  49-year-old man  diagnosed  with  degenerative  disc, \ndepression,  anxiety,  and  drug  withdrawal,  stated  a \npreference  for  long-term  placement  at  the  facility  upon \nadmission  in  May  2003.  The  initial  social  work  assessment \nfailed  to  explore  with  A.B.  this  stated  preference,  despite \nhis  young  age  and  the  fact  that  he  had  previously  lived  in \nhis  own  apartment.  The  psychologist's  notes,  meanwhile, \nstated  that  staff  should  ''reinforce  future  thinking.n \n\n-29-\nNo  collaboration  was  evident  in  the  record  between  the  two \ndisciplines,  and  there  appears  to  have  been  no  efforts \nundertaken  towards  encouraging  A.B.'s  discharge. \nImportantly,  though,  we  discovered  that  A.B.  had  expressed \nan  interest  to  a  Patterson  volunteer  in  returning  home  once \nconfident  of  his  physical  mobility. \n•  C.P.,  a  53-year-old  resident  diagnosed  with  schizophrenia \nand  bipolar disorder,  described  to  us  her  eagerness  to \nreturn  to  the  community  and  her  self-initiated efforts  to \nsecure  housing.  C.P.  told  us  that  she  often  discussed \ndischarge  with  her  psychologist.  But  the  psychologist's \nnotes  - from  September  2003  - state  without  any  elaboration \nthat  C.P.  was  not  medically  cleared  for  discharge. \nC.P.  seemed  totally unaware  of  this  determination.  We  found \nno  notes  documenting  social  worker  involvement  in \ninvestigating discharge  options  or  supportive  services,  or \nreferencing  impediments  to  the  resident's  discharge.  A  lone \nnote  in  the  chart  reflected  that  C.P.  had  set  fire  to  her \nown  apartment  before  admission  to  Patterson.  There  is  no \nindication  in  the  chart  that  the  social  worker  and  the \npsychologist  ever  discussed  this  significant  fact,  generally \nor  in  relation  to  C.P.'s  discharge  options. \n3.  Inadequate  Discharge  Planning \nAccording  to  generally  accepted  professional  practice, \nnursing  homes  should  develop  discharge  plans  that  include  action \nsteps  and  time  frames,  and  identify  the  persons  responsible  for \neach  task  for  effective  transition  into  the  community. \nPatterson's  discharge  plans  fall  far  short  of  these  requirements. \nAs  a  result,  residents  often  remain  at  Patterson  long  after  their \nlevel  of  medical  acuity  would  seemingly  dictate  transfer  to  a \nlower  level  of  care. \nThe  basic  problem  appears  to  be  that  Patterson  lacks  any \ntype  of  formalized  system  to  ensure  that  discharge  preparation \nand  placement  attempts  are  timely  and  adequately  performed,  and \nthat  residents  are  provided  appropriate  information  regarding \ncommunity  options.  For  example,  although  residents'  housing \noptions  often  depend  on  eligibility for  public  benefits  such  as \nSupplemental  Security  Income  (\"SSI\")  and  Social  Security \nDisability  {\"SSD\"),  Patterson  has  no  procedures  in  place  for \nmonitoring  whether  applications  are  filed  and  deadlines  are  met. \nSocial  work  staff  charged  with  the  responsibility  of  developing \nand  implementing  discharge  plans  are  likewise  expected  to  be \nknowledgeable  about  public  benefits,  housing  options,  and  other \ncommunity  supports.  Patterson  staff clearly  lack  this  critical \n\n-30-\nknowledge  and  have  not  received  adequate  training  in  this  area. \nWe  found  that  the  facility's  materials  concerning  housing \nproviders  are  disorganized,  incomplete,  and  out-of-date.  Lacking \na  centralized data  bank  and  training  with  regard  to  housing \noptions,  social  work  staff  simply  rely  on  the  expertise  of  a \nsenior  social  worker  who  carries  a  full  caseload  and  is  not \nPatterson's  designated  discharge  coordinator.  As  a  result, \nplacement  in  the  community  is  often  delayed  or  blocked. \nOur  review  of  records  indicated many  instances  in  which \nstaff  failed  to  submit  applications  for  benefits  and  housing. \nFor  example: \n•  G.H.,  a  19-year-old  resident,  was  admitted  to  Patterson  with \na  stab  wound  and  diagnosed  with  depression.  At  the  time  of \nhis  admission,  he  was  homeless  and  lacked  health  insurance. \nG.H.'s  chart  reflects  that  30  days  after  his  admission,  his \nsocial  worker  still had  not  yet  pursued  any  social  service \nbenefits,  although  obtaining  such  benefits  would  be  a \npredicate  to  discharge  into  the  community. \n•  J.A.,  a  67-year-old  resident,  was  admitted  to  Patterson  in \n2002  for  short-term  rehabilitation  for  a  fractured  ankle. \nJ.A.  was ·medically  cleared  for  discharge  in  July  2002  and \nwanted  to  return  to  the  community.  Social  worker  notes  as \nof  November  2003,  however,  indicated  that  he  is  not  eligible \nfor  SSI  or  SSD  because  he  has  no  birth  certificate  or  proof \nof  birth date.  J.A.'s  chart  does  not  indicate  that  his \nsocial  worker  had  advised  his  relatives  of  other  ways  to \ndocument  proof  of  birth  (~, census  data,  proof  of  baptism \nor  other  religious  records),  or  that  the  social  worker \nherself  made  any  effort  to  obtain  this  proof. \nFor  those  residents  who  indicated  a  desire  to  return  to  the \ncommunity,  very  few  records  documented  effective  discharge \nplanning  efforts  to  explore  or  locate  appropriate  alternatives  to \ninstitutionalization.  Discharge  notes  failed  to  indicate  any \nactive  consideration  of  alternative  housing  opportunities  or  any \nfollow-up  in  response  to  obstacles  in  discharge.  There  is  a \ncomplete  lack  of  discharge  planning  assistance  for  residents  who \ndesired  discharge  to  the  community  and  had  neither  skilled  needs \nnor  barriers  to  discharge.  In  fact,  there  was  no  written \ndocumentation  of  any  interactions  between  residents  and  social \nworkers  on  the  subject  of  community  living,  even  for  those \nresidents  who  had  been  identified  by  staff  as  potential \ncandidates  for  placement.  Many  residents  confirmed  to  us  that \nthey  rarely  interacted  with  a  social  worker  to  discuss  community \nplacement  alternatives. \n\n-31-\nThe  effect  of  Patterson's  failure  to  undertake  adequate \ndischarge  planning  is  the  unnecessary  institutionalization of \nresidents.  The  examples  outlined  below  are  indicative  of  the \nproblem: \n•  O.W.'s  October  2003  care  plan  states,  \"Discharge  potential \ngood  when  housing  available. 0  When  interviewed,  O.W.  stated \nhe  has  been  searching  for  housing  for  approximately  a  year \nwithout  any  assistance  from  his  social  worker.  We  found  no \ndocumentation  that  housing  was  being  actively pursued  by \nstaff. \n•  S.K.'s  care  plan  also  states,  \"Discharge  when  housing \navailable.\"  S.K.  explained  that  she  is  exploring  discharge \noptions  herself  because  the  social  work  staff \nwould  not  help  her  find  adequate  housing.  Once  again,  we \nfound  no  documentation  that  housing  was  being  actively \npursued  by  staff. \n•  M.P.,  a  34-year-old  resident  who  was  admitted  to  Patterson \nin  March  2002,  wanted  to  be  discharged  to  housing  in  Queens. \nHis  chart  indicated  that  he  is medically  stable  and  has  no \nbehavioral  issues.  The  social  worker's  notes  suggest  that  a \nmajor  impediment  to  M.P.'s  discharge  is  the  social  worker's \nlack  of  familiarity  with  housing  options  in  Queens. \n•  T.P.  is  a  69-year-old  resident  admitted  to  the  facility  in \nOctober  2001  for  a  leg  fracture.  His  chart  indicates  that \nhe  has  been  on  a  waiting  list  for  housing  accessible  to \nindividuals  who  use  wheelchairs  or  have  a  mobility \nimpairment  in  Nassau  County  since  June  2002.  We  found  no \nindication  in  his  chart  that  Patterson  staff were  making  any \nattempts  whatsoever  to  assist  this  resident  to  return  to  the \ncommunity  other  than  by  having  his  name  placed  on  a \ncommunity  housing  list. \n•  G.P.  is  a  45-year-old  resident  whose  discharge  plan  from \nOctober  2002  through  November  2003  indicates  that  he  is  on  a \nwaiting  list  for  housing  in  upstate  New  York.  However,  the \nchart  reflects  that  in  October  2002,  the  upstate  housing \nprovider  stated  that  the  resident  would  not  be  given \nplacement  preference  since  he  is  a  non-resident.  We  found \nno  documentation  in  the  chart  that  the  social  work  staff  had \nfollowed-up  with  the  provider  regarding  the  feasibility  of \nother  housing  options. \n\n-32-\n•  J.G.  is  a  29-year-old  Spanish  speaking  resident  with  a \ndiagnosis  of  HIV.  His  initial discharge  plan  states  he \nwould  be  discharged  into  the  community  following  completion \nof  restorative  physical  therapy.  Social  work  notes  of \nOctober  2003  indicated  the  facility  would  contact  the \nHispanic  Counseling  Center.  During  our  review  in  November \n2003,  however,  we  were  unable  to  find  any  documentation  in \nhis  chart  indicating  follow-up  by  the  facility. \n•  G.S.  is  a  47-year-old  resident  with  a  primary  diagnosis  of \nbi-polar  disorder.  Social  work  notes  indicated  that  G.S. \nneeded  to  be  more  compliant  with  her  psychological \ncounseling  and  that  her  brother,  who  had  expressed  an \ninterest  in  having  her  live  with  him,  should  explore  day \ntreatment  services  near  his  home.  There  was  no  further \ndocumentation  indicating  that  the  social  worker  had  educated \nG.S.  or  her  family  regarding  appropriate  housing  options  and \nsupportive  services  necessary  for  discharge. \n•  V.S.,  a  62-year-old,  mentally  ill resident,  speaks  no \nEnglish.  According  to  V.S.'s  chart,  a  staff  nurse  acts  as \nan  interpreter when  she  is  available.  There  was  no \ndocumentation  in  her  chart  that  the  social  worker  had \nattempted  to  provide  regular  counseling  opportunities  with \nan  interpreter present,  or  that  discharge  planning  was \nprovided.  Nor  do  the  social  work  notes  document  any  efforts \nto  identify  or  connect  V.S.  with  community,  mental  health  or \nsocial  service  organizations  serving  individuals  who  speak \nher  language.  Consequently,  V.S.  remains  isolated by \nlanguage  and  disability with  no  discharge  plans  developed  or \nimplemented. \nIII.  MINIMUM  REMEDIAL  MEASURES \nTo  rectify the  identified deficiencies  and  protect  the \nconstitutional  and  federal  statutory  rights  of  Patterson \nresidents,  the  facility  should  implement  promptly,  at  a  minimum, \nthe  following  measures: \nA.  MENTAL  HEALTH  CARE \nAs  part  of  its obligation  to  provide  its  residents  with \nadequate  health  care,  Patterson  should  provide  its  residents  with \nadequate  psychiatric  supports  and  services.  Patterson  residents \nshould  receive  psychotropic  medications  only  after  a  thorough \nevaluation  and  diagnosis  according  to  current  generally  accepted \n\n-33-\nprofessional  standards  of  care.  Such  diagnosis  and  evaluation \nmust  include  sufficient  documentation  to  withstand  clinical \nscrutiny.  In  particular,  Patterson  should: \n1.  Assure  that  its psychopharmacological  practices  comport \nwith  generally  accepted  professional  standards.  All \nuse  of  drugs,  including  antidepressants,  medication \ncombinations,  and  benzodiazapines,  should  be \nprofessionally  justified,  carefully monitored, \ndocumented,  and  reviewed  by  qualified  staff. \n2.  Provide  adequate  and  appropriate  psychiatric  and  mental \nhealth  services  in  accordance  with  generally accepted \nprofessional  standards. \n3.  Develop  and  implement  an  adequate  education  and \ntraining  program  for  medical  and  nursing  staff  in  the \nevaluation,  diagnosis,  and  treatment  of  residents  with \npsychiatric  and/or  behavioral  problems,  including  the \nsafe  and  proper  administration  and  monitoring  of \npsychiatric medications. \n4.  Assure  that  the  Pharmacy  Consultant  complies  with \nfederal  regulations  that  address  the  use  of  psychiatric \nmedications  in  long-term-care  facilities. \n5.  Obtain  informed  consent  or  proper  authorization  prior \nto  administrating  psychotropic medications  and  other \ninvasive  treatments. \n6.  Assure  continuity and  coordination  of  care  in.the \nprovision  of mental  health  services  and  medical  care. \nB.  RESTRAINT  USE \nAny  device,  procedure  or  medication  that  restricts,  limits \nor  directs  a  person's  freedom  of movement  {including,  but  not \nlimited  to,  powerful  sedatives),  is  a  restraint,  which  must  be \nclinically  justified.  Patterson  should: \n1.  Use  physical  and  chemical  restraints  only  pursuant  to \ngenerally  accepted  professional  standards  and  federal \nlaw.  Restraints  should  never  be  used  for  the \nconvenience  of  staff,  as  a  method  of  discipline,  or  as \na  substitute  for  treatment  of  the  underlying  causes  of \nthe  condition  provoking  the  restraint. \n\n-34-\n2.  Assure  that,  prior  to  restraint  application,  residents \nreceive  a  comprehensive  assessment  of  the \nappropriateness  of  the  restraint,  and  continue  to \nmonitor  the  restraint  use  in  accordance  with  generally \naccepted  professional  standards  of  practice  and  federal \nlaw. \n3.  Monitor  the  use  of  siderails  to  ensure  the  siderails \npose  no  undue  risks  to  the  residents'  safety. \n4.  Obtain  consent  for  restraint  use,  unless  applied  in \nemergency,  physician-ordered  circumstances. \nC.  CLINICAL  CARE \nPatterson,  in  assisting  residents  to  attain  or  maintain  the \nhighest  practicable  physical,  mental,  and  psychosocial  well \nbeing,  should  provide  adequate  medical  care,  consistent  with \ncurrent  standards  of  care.  In  particular,  regarding  assessment \nand  care  plans,  Patterson  should: \n1.  Provide  each  resident  with  adequate  medical  and  nursing \ncare  and  provide  ongoing  assessments,  individualized \ncare  plans,  and  health  care  interventions  that  protect \nthe  residents'  health  and  safety. \n2.  Revise  policy  and  practice  to  include  residents  with \ncognitive  loss  and  their  families  in  the  care  planning \nprocess. \n3.  Educate  residents  and  their  surrogates  about  all \nprescribed  medications. \n4.  Develop  and  implement  appropriate  training  that \nreinforces,  promotes,  and  protects  the  rights  of \nresidents  to  dignity,  privacy,  and  self-determination. \nRegarding  restorative  care,  Patterson  should: \n5.  Provide  ongoing  and  systematic  evaluation,  as \nappropriate,  of  all residents  to  determine  their  needs \nfor  rehabilitation  and  restoration  and  produce  an \nappropriate  plan  for  each  resident  based  on  this \nevaluation  designed  to  promote  his  or  her  mobility, \ncontinence,  self-care,  and  involvement  in  meaningful \nactivity. \n\n-35-\n6.  Assure  that  appropriate  functional  body  alignment  and \nposture  is  provided  for  frail  residents  through  the  use \nof  pillows  and  adapted  chairs  and  develop  a  furniture \nplan  that  provides  seating  for  all  residents  and  tables \nto  promote  resident  involvement  in  activities. \n7.  Assure  that  the  residents  are  wearing  proper  footwear \nat  all  appropriate  times. \nRegarding  therapeutic  services,  Patterson  should: \n8.  Assure  that  activities  meet  the  needs  of  all  residents \nthrough  individual  design,  implementation,  and \naccessibility.  Patterson  should  develop  a  therapeutic \nactivity program  in  order  to  prevent  the  complications \nassociated  with  inactivity  (~, loss  of  function, \ndepression,  weight  loss,  and  pressure  sores). \n9.  Develop  and  implement  an  activity plan  that  addresses \nthe  behavior  and  specific  needs  of  each  resident  with  a \npsychiatric  diagnosis  and  who  is  receiving  psychoactive \nmedication. \n10.  Develop  and  implement  a  therapeutic  assessment  process \nto  provide  adequate  rehabilitative  services. \n11.  Train  staff  in  the  requirements  of  the  Americans  with \nDisabilities  Act  and  Section  504  of  the  Rehabilitation \nAct  of  1973  and  provide  activities  and  services  to \nindividuals  with  disabilities  consistent  with  the  Acts' \nrequirements. \nD.  NUTRITIONAL  SERVICES \nIn  order  to  provide  adequate  nutritional  management  services \nPatterson  should: \n1.  Develop  and  implement  adequate  nutritional  assessments \nof  individual  residents'  specific  nutritional  needs  as \npart  of  the  care  plan. \n2.  Assure  that  residents  receive  appropriate  diets  and \nadequate  amounts  of  fluids  to  ensure  proper  hydration \nand  ensure  that  residents  who  need  assistance  in  eating \nare  assisted  by  adequately  trained  staff. \n\n-36-\n3.  Provide  meal  services  in  a  manner  that  preserves \nresident  dignity,  promotes  quality  of  life,  and  ensures \nresident  safety. \n4.  Assure  that  residents  are  provided  with  appropriate \nequipment  and  devices  necessary  for  safe  eating. \nE.  QUALITY  ASSURANCE  AND  INCIDENT  MANAGEMENT \nIncidents  involving  injury  and  unusual  incidents  should  be \nevaluated.and  incorporated  appropriately  as  a  quality assurance \ntool.  More  particularly,  Patterson  should: \n1.  Track  clinical outcomes,  including  psychoactive \nmedication  use,  use  of  chemical  and  physical \nrestraints,  falls,  and  lack  of  involvement  in \nactivities,  and  analyze  the meaning  of  these  outcomes \nto  prevent  future  harm  to  residents. \n2.  Address  the  root  causes  of  falls  and  other  injuries  to \nminimize  their occurrence,  and  provide  appropriate, \nindividualized  intervention. \n3.  Assure  that  assessments  are  conducted  to  determine \nwhether  root  causes  have  been  addressed  and,  if not, \nassure  that  appropriate  feedback  is  provided  to  the \nresponsible  disciplines  and  direct-care  areas. \n4.  Assure  that  the  results  of  the  analyses  described  above \nare  transmitted  to  the  relevant  disciplines  and  direct \ncare  areas  for  responsive  action,  and  that  responses \nare  monitored  to  ensure  that  appropriate  steps  are \ntaken. \nF.  DISCHARGE  PLANNING  AND  MOST  INTEGRATED  SETTING \n1.  Patterson must  assess  adequately  on  an  ongoing,  timely \nbasis  residents'  discharge  potential,  whether  the \ntransfer  is  not  opposed  by  the  affected  individual,  and \nthe  appropriateness  and  clinical  necessity  of \nresidents'  continued  stay at  the  facility. \n2.  Patterson's  development  and  implementation  of  care \nplans  must  be  coordinated,  interdisciplinary,  and \ndesigned  to  increase  residents'  independence  and \nimprove  functioning. \n\n-37-\n3.  Patterson  must  develop  and  implement  a  policy  for \ndischarge  planning  that  includes  consideration  of  non \ninstitutional  care  and  more  integrated  settings. \n4.  The  State  and  Patterson  must  provide  residents  with  the \nsupport  services  and  information  regarding  community \nplacement. \n5.  Patterson  must  create  and  monitor  comprehensive,  up-to \ndate  information  relative  to  available  housing  options \nand  other  treatment  services  for  its  residents. \n6.  The  State  should  ensure  that  Patterson  residents  are \nnot  unnecessarily  isolated at  Patterson  and  that  the \nresidents  are  provided  treatment  in  the  most  integrated \nsetting,  when  appropriate. \n*  *  * \nWe  hope  to  work  with  the  State  and  the  Nassau  Health  Care \nCorporation  in  an  amicable  and  cooperative  fashion  to  resolve  our \noutstanding  concerns  regarding  Patterson.  Assuming  there  is  a \nspirit of  cooperation  from  the  State  and  Nassau  Health  Care \nCorporation,  we  also  would  be  willing  to  send  our  expert \nconsultants'  evaluations  of  the  facility  under  separate  cover. \nAlthough  the  expert  consultants'  evaluations  and  work  do  not \nnecessarily  reflect  the  official  conclusions  of  the  Department  of \nJustice,  their observations,  analysis,  and  recommendations \nprovide  further  elaboration  of  the  issues  discussed  in  this \nletter and  offer practical  assistance  in  addressing  them. \nWe  are  obligated  to  advise  you  that,  in  the  unexpected  event \nthat  we  are  unable  to  reach  a  resolution  regarding  our  concerns, \nthe  Attorney  General  may  institute a  lawsuit  pursuant  to  CRIPA  to \ncorrect  deficiencies  of  the  kind  identified  in  this  letter  49 \ndays  after  appropriate  officials  have  been  notified of  them. \n42  U.S.C.  §  1997b(a) (1).  We  would  prefer,  however,  to  resolve \nthis matter  by  working  cooperatively  with  you  and  are  confident \nthat  we  will  be  able  to  do  so  in  this  case.  The  lawyers  assigned \n\n",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/25413"
    }
  ],
  "document_count": 3
}