{
  "case_id": 16530,
  "fetched_at": "2025-10-20T22:52:39.560570",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Dallas",
        "name": "Sheriff James G. Clarke",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Governor George Wallace",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Alabama",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights Act of 1957/1960, 52 U.S.C. § 10101 (previously 42 U.S.C. § 1971)"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1965,
    "constitutional_clause": [
      {
        "value": "Right to travel"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      },
      {
        "value": "Discrimination Prohibition"
      }
    ],
    "court": "Middle District of Alabama",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1965-03-08",
    "filing_year": 1965,
    "id": 16530,
    "injunction_duration": "1",
    "issues": [
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "Voting: Voter qualifications",
      "Voting: Voter registration rules",
      "Voting: Voting: General & Misc."
    ],
    "last_checked_date": "2018-04-13T00:00:00-04:00",
    "main_docket": {
      "id": 28620,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1965,
      "docket_filing_number": 2181,
      "is_main_docket": true,
      "court": "Middle District of Alabama",
      "state": "Alabama",
      "docket_office_number": "2",
      "docket_number_manual": "02:65-cv-2181",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/almd--2-65-cv-02181.html",
      "recap_link": "https://www.courtlistener.com/docket/25985566/williams-v-wallace/",
      "is_active": true
    },
    "name": "Williams v. Wallace",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1965,
    "order_start_year": 1965,
    "permanent_injunction": false,
    "plaintiff_description": "Department of Justice, civil rights leaders, class of demonstrators",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection",
      "Selma and Early Civil Rights Enforcement"
    ],
    "special_case_type": [],
    "state": "Alabama",
    "summary": "<p>This case is part of the Clearinghouse Special Collection on the events and litigation leading up to and surrounding the famous Selma-to-Montgomery marches of 1965.  </p><p>Despite the Civil Rights Act and the Department of Justice's myriad lawsuits against Alabama state officials for voter discrimination, racial discrimination among Alabama's voters persisted. Tensions in Selma thus also persisted throughout the late 1950s and 1960s. Ultimately, an injunction issued in this case would enable the Selma-to-Montgomery marches to take place in March 1965. For additional context on the year leading up to the marches, go <a href=\"https://www.clearinghouse.net/detail.php?id=14753\">to this case</a>. </p><p>In February 1965, a state trooper shot black man in Marion, AL during a riot following demonstrations in front of a courthouse, which sparked renewed tension in Selma and led to the planning of the marches from Selma to the state capital, Montgomery, as a peaceful protest against discrimination. On March 6, 1965, Governor George Wallace issued a statement banning any march. Nevertheless, the first attempted march took place on March 7, 1965, a day known as Bloody Sunday because of the violence that erupted between the protesters and state troopers. Although demonstrators were walking peacefully to Montgomery, state troopers gave them two minutes to disperse, though only a minute into their command and after the demonstrators had not dispersed, the state troopers began their attack. The troopers deployed tear gas, nausea gas, and canisters of smoke. They used clubs and horses to chase and beat the demonstrators. </p><p>Seeking protection for their future marches, civil rights leaders Hosea Williams, John Lewis, and Amelia Boynton filed this class action suit on March 8, 1965 pursuant to the Civil Rights Act against Alabama Governor George Wallace, Dallas County Sheriff James Clark, and other state officials. Governor Wallace was a famous segregationist with repeated bids for president, while Sheriff Clark was known for his support of segregation and resort to violence in opposing the civil rights movement. </p><p>In addition to their complaint, the plaintiffs filed motions seeking a temporary restraining order and a preliminary injunction. The plaintiffs claimed violations of the Civil Rights Act, as well as equal protection violations under the Fourteenth Amendment, and deprivation of rights under the First and Fifteenth Amendments. Accordingly, they sought to enjoin the State from interfering with their right to peacefully assemble and demonstrate their grievances concerning the right to register to vote in Alabama. The plaintiffs specifically asked for an injunction allowing them to march peacefully from Selma to Montgomery free of the State's interference, coercion, and harassment. Two days later, the Department of Justice (DOJ) intervened. This action was brought in the U.S. District Court for the Middle District of Alabama.</p><p>On March 9, 1965, the court (Judge Frank Johnson) denied the application for temporary restraining order and instead issued an order temporarily restraining the plaintiffs from \"any further attempts...to enforce the rights they ask this Court to judicially determine\" until the court could conduct a hearing on the matter. That same day, Dr. King led protesters to the border of Selma but no further, strategically choosing to respect the restraining order and not alienate a judge sympathetic to voter discrimination issues in Alabama. That day came to be known as \"Turnaround Tuesday.\" </p><p>On March 17, 1965, Judge Johnson enjoined the state from interfering with the protesters, enabling the Selma-to-Montgomery marches to proceed (240 F. Supp. 100).</p><p>The court found that in Dallas County where Selma is located, as well as several other Alabama counties, less than 10% of the black voting age population was registered to vote. The court noted that in response, black communities organized voter registration drives as well peaceful demonstrations, while the numerous cases were filed in federal court to fight voter discrimination. Despite these efforts, the court found that while the black voting age population was greater than the white voting age population as of November 1964, only small or nonexistent percentages of black eligible voters were registered to vote across the various counties. These findings suggested \"an almost continuous pattern of conduct...on the part of...Sheriff Clark [and his agents] of harassment, intimidation, coercion, threatening conduct, and, sometimes, brutal mistreatment\" of demonstrators. The court found that this conduct ranged from unjustified mass arrests to forced marches into the countryside while using electrical shocking devices on the demonstrators. Indeed, the court found that state troopers sometimes assisted the Sheriff, including during the violence of Bloody Sunday. Moreover, the court found that Governor Wallace was aware of the tactics to be employed by the state troopers on that day.</p><p>The court held that these acts of violence on the part of the State were for the sole purpose of preventing and discouraging black citizens from the right to register to vote, the right to peacefully protest discrimination, and the right to petition one's government for redress of grievances. The acts were not meant to enforce any valid law. While governments have a right and duty to maintain safety and keep roads open for regular use, the court held that there is room for both this duty and the right to peacefully protest grievances. So long as the protest is peaceful and does not unreasonably interfere with other citizens' right to use the roads, the protest does not undermine the government's aforementioned duty. Thus, the court further held that Governor Wallace's March 6 proclamation banning all marches, as well as its subsequent enforcement, was an unreasonable and unconstitutional interference with the right to protest.</p><p>Judge Johnson poignantly noted that \"it seems basic to our constitutional principles that the extent of the right to assemble, demonstrate and march peaceably along the highways and streets in an orderly manner should be commensurate with the enormity of the wrongs that are being protested and petitioned against. In this case, the wrongs are enormous. The extent of the right to demonstrate against these wrongs should be determined accordingly.\" Indeed, Judge Johnson stated that this principle was especially true when the protester has been deprived of the usual and basic constitutional means of protest - voting.</p><p>The court ultimately found the plaintiffs' proposed march plan to be reasonable and a constitutional exercise of the right to peacefully assemble and petition the government for redress. While the plan \"reaches...to the outer limits of what is constitutionally allowed,\" Judge Johnson held that \"the wrongs and injustices inflicted upon these plaintiffs and the members of their class...have clearly exceeded - and continue to exceed - the outer limits of what is constitutionally permissible.\" Moreover, the court found that the State did not offer any evidence apart from its hostility to the plan to indicate that the plan was in fact unreasonable.</p><p>Crucially, Judge Johnson issued an injunction compelling the State to provide the marchers protection from the State's law enforcement, which was to be supplemented with federal forces if requested by the State. The court further enjoined the State and its officers from intimidating, threatening, coercing, or otherwise interfering with the proposed march. </p><p>The next day, the State moved to stay the injunction, arguing that the march posed a threat of violence to white citizens opposing it. But Judge Johnson denied the motion, finding that argument unpersuasive and that there was nothing new to suggest a stay would be justified. </p><p>On March 21, 1965, thousands of protesters assembled in Selma to begin the march to Montgomery, which concluded on March 25. Along the way, they were protected by the United States Army and Alabama National Guard. </p><p>The case is closed. We have limited access to case records and information, and we will update this page if more become available.</p>",
    "summary_published_date": "2018-04-13T00:00:00-04:00",
    "summary_short": "This case is part of the Clearinghouse Special Collection on the events and litigation leading up to and surround the famous Selma-to-Montgomery marches of 1965. Seeking protection for their future protests, civil rights leaders filed this class action suit on March 8, 1965 pursuant to the Civil Rights Act against Alabama Governor George Wallace, Dallas County Sheriff James Clark, and other state officials. The plaintiffs claimed violations of the Civil Rights Act, as well as equal protection violations under the Fourteenth Amendment, and deprivation of rights under the First and Fifteenth Amendments. Accordingly, they sought to enjoin the State from interfering with their right to peacefully assemble and demonstrate their grievances concerning the right to register to vote in Alabama. Two days later, the Department of Justice (DOJ) intervened. On March 17, 1965, Judge Wallace enjoined the state from interfering with the protesters, enabling the Selma-to-Montgomery marches to proceed (240 F. Supp. 100). The case is closed.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16530",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16530",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16530",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16530"
  },
  "documents": [
    {
      "date": "1965-03-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 100,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 240,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Middle District of Alabama",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 96002,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/96002.pdf",
      "title": "Opinion",
      "text": " \n  4),  1651;  42  U.S.C.A.  §§  1971(a,  b),  1981, \n240 F.Supp. 100  1983;  Civil  Rights  Act  of  1964,  §  902,  42 \nUnited States District Court, M.D. Alabama,  U.S.C.A. § 2000h–2; U.S.C.A.Const. Amends. \nNorthern Division.  1, 14, 15. \nHosea WILLIAMS, John Lewis and Amelia \nBoynton, on behalf of themselves and others  1 Cases that cite this headnote \nsimilarly situated, Plaintiffs, United States of   \nAmerica, Plaintiff-Intervenor, \nv.   \nHonorable George C. WALLACE, as Governor of   \nthe State of Alabama, Al Lingo, as Director of  [2]  Constitutional Law \nPublic Safety for the State of Alabama, and James    Right to Petition for Redress of Grievances \nG. Clark, as Sheriff of Dallas County, Alabama,   \nDefendants.    The  right  to  petition  one’s  government  for \nredress of grievances may be exercised in large \nCiv. A. No. 2181-N.  groups; where minorities have been harassed, \n|  coerced and intimidated, group association may \nMarch 17, 1965.  be  the  only  realistic  way  of  exercising  such \n|  right. U.S.C.A.Const. Amends. 1, 14, 15. \nOrder March 19, 1965. \nCases that cite this headnote \n \nSynopsis \nAction against the governor of the state of Alabama and   \nother officials to restrain their interference with plaintiffs’   \nproposed march, wherein the United States by leave of  [3]  Highways \ncourt  filed  its  complaint  in  intervention.  The  District    Power to control and regulate \nCourt,  Johnson,  J.,  held,  inter  alia,  that  evidence  Municipal Corporations \nwarranted issuance of injunction restraining defendants  Mode of Use and Regulation Thereof in \nfrom interfering with proposed march by Negro citizens  General \nand other members of their class along U.S. Highway 80   \nfrom Selma to Montgomery for purpose of petitioning    Government  authorities  have  duty  and \ntheir government for redress of their grievances in being  responsibility of keeping streets and highways \ndeprived of right to vote.  open and available for their regular uses and \n   may impose regulations in order to assure safety \nOrder in accordance with opinion.  and convenience of the people in use of public \n   streets and highways provided such regulations \n  are reasonable and designed to accomplish that \n  end. \nWest Headnotes (14) \n  1 Cases that cite this headnote \n   \n[1]  Civil Rights \n  Weight and Sufficiency of Evidence   \n   \n  In  action  for  injunctive  relief  against  the  [4]  Constitutional Law \ngovernor  and  other  officials  of  Alabama,    Right of Assembly \nevidence established that attempted march from  Constitutional Law \nSelma to Montgomery involved nothing more  Government property \nthan a peaceful effort on part of Negro citizens  Constitutional Law \nto  exercise  constitutional  right  to  assemble  Right to Petition for Redress of Grievances \npeacefully and to petition their government for   \nredress of grievances. 28 U.S.C.A. §§ 1343(3,    The  constitution  guarantees  that  a  citizen  or \n\ngroup  of  citizens  may  assemble  and  petition  determined according to enormity of the wrongs \ntheir government for redress of their grievances  even though the right to exercise constitutional \neven  by  mass  demonstrations  as  long  as  the  rights  by  marching  alongside  public  highway \nexercise of such rights is peaceful, and  such  must be narrowed in the sense that such a right \nrights may also be exercised by marching, even  is subject to greater regulation and in sense that \nalong public highways, as long as it is done in  greater  abridgement  of  right-of-way  may  be \nan orderly and peaceful manner. U.S.C.A.Const.  warranted. U.S.C.A.Const. Amends. 1, 14, 15. \nAmends. 1, 14, 15. \nCases that cite this headnote \nCases that cite this headnote   \n \n \n   \n  [8]  Highways \n[5]  Constitutional Law    Right to use \n  Government property   \n    In view of enormity of wrongs against Negroes \n  The  constitutional  rights  to  assemble,  who were deprived of right to vote, and in view \ndemonstrate and march are not to be abridged by  of  fact  that  reasonable  use  of  highways  for \narrest or other interference so long as the rights  marching was authorized by Alabama law, the \nare  asserted  within  the  limits  of  not  proclamation of  Alabama  governor absolutely \nunreasonably interfering with exercise of rights  banning any  march, as enforced by  Alabama \nby other citizens to use the sidewalks, streets  state  troopers  and  county  deputies  and \nand  highways,  and  where  protesters  and  “possemen”  deprived  Negroes  of  their \ndemonstrators are conducting their activities in  constitutional rights. U.S.C.A.Const. Amends. 1, \nsuch  a  manner  as  not  to  deprive  the  other  14, 15; Code of Ala., Tit. 36, § 58(19)(b). \ncitizenry  of  their  police  protection. \nU.S.C.A.Const. Amends. 1, 14, 15. \n1 Cases that cite this headnote \n \n1 Cases that cite this headnote \n   \n \n  [9]  Constitutional Law \n    Freedom of Travel and Movement \n[6]  Constitutional Law  Constitutional Law \n  Government property  Government property \n  Constitutional Law \n  The extent of the right to assemble, demonstrate  Right to Petition for Redress of Grievances \nand march peaceably along the highways and  Highways \nstreets  in  an  orderly  manner  should  be  Power to control and regulate \ncommensurate with the enormity of wrongs that   \nare  being  protested  and  petitioned  against.    Under  the  circumstances,  the  interference  by \nU.S.C.A.Const. Amends. 1, 14, 15.  governor and other officials of Alabama with \nattempted  march  by  Negroes  from  Selma  to \nMontgomery  along  U.  S.  Highway  80 \n1 Cases that cite this headnote  constituted  an  unconstitutional  deprivation  of \n  Negroes’ right of assembly and free movement \nalong  a  public  highway  and  their  right  to \n \npetition  their  state  government  for  redress  of \n \ntheir grievances in being deprived of right to \n[7]  Constitutional Law \nvote. U.S.C.A.Const. Amends. 1, 14, 15; Code \n  Voting rights and suffrage in general \nof Ala., Tit. 36, § 58(19)(b). \n \n  The  extent  of  Negroes’  right  to  demonstrate \nagainst deprivation of right to vote should be  2 Cases that cite this headnote \n\n  United States to assist if requested was not to be \nconstrued as lessening duty on part of state of \n  Alabama  law  enforcement  agencies  to  afford \n  such  protection.  42  U.S.C.A.  §§  1971(a,  b), \n[10]  Constitutional Law  1981, 1983; Civil Rights Act of 1964, § 902, 42 \n  Right to Petition for Redress of Grievances  U.S.C.A. § 2000h–2; U.S.C.A.Const Amends. 1, \n  14, 15. \n  Under  facts  including  showing  of  enormous \nwrongs committed against Negroes who were \ndeprived  of  right  to  vote,  Negroes’  proposed  2 Cases that cite this headnote \nplan  of  march  from  Selma  to  Montgomery,   \nAlabama  for  purpose  of  petitioning  their \ngovernment for redress of their grievances was a   \nreasonable exercise of right guaranteed by the   \nconstitution of the United States provided the  [13]  Civil Rights \nmarch commenced not earlier than March 19,    Weight and Sufficiency of Evidence \n1965 and not later than March 22, 1965. 42   \nU.S.C.A.  §§  1971,  (a,  b),  1981,  1983;  Civil    Evidence  warranted  issuance  of  injunction \nRights  Act  of  1964,  §  902,  42  U.S.C.A.  §  restraining the governor of Alabama and state \nand Dallas county officials from interfering with \n2000h-2; U.S.C.A.Const. Amends. 1, 14, 15. \nproposed  march  by  Negro  citizens  and  other \nmembers of their class along U. S. Highway 80 \n1 Cases that cite this headnote  from  Selma  to  Montgomery  for  purpose  of \n  petitioning their government for redress of their \ngrievances in being deprived of right to vote. 28 \n  U.S.C.A.  §§  1343,  1651;  42  U.S.C.A.  §§ \n  1971(a,  b),  1981,  1983;  Civil  Rights  Act  of \n[11]  Constitutional Law  1964,  §  902,  42  U.S.C.A.  §  2000h–2; \n  Right to Petition for Redress of Grievances  U.S.C.A.Const.  Amends.  1,  14,  15;  Code  of \nHighways  Ala., Tit. 36, § 58(19) (b). \nRight to use \n \n  Neither alleged hostility to proposed march by  1 Cases that cite this headnote \nNegroes from Selma to Montgomery, Alabama,   \nfor purpose of petitioning their government to \nredress  their  grievances  nor  alleged  threat  of   \nviolence justified denial of permission to march.   \n42 U.S.C.A. §§ 1971(a, b), 1981, 1983; Civil  [14]  Civil Rights \nRights  Act  of  1964,  §  902,  42  U.S.C.A.  §    Judgment and relief in general \n2000h-2; U.S.C.A.Const. Amends. 1, 14, 15.  Injunction \nParticular cases \n \n5 Cases that cite this headnote    The Governor of Alabama was not entitled to \n  stay of order which restrained the Governor and \nother officials from interfering with proposed \n  march by Negroes from Selma to Montgomery \n  for purpose of petitioning for redress of their \n[12]  States  grievances on ground of danger of violence on \n  Duties of Officers and Agents and  part  of  white  citizens,  where  only  question \nPerformance Thereof  presented  was  whether  Alabama  authorities \n  were willing to employ their available resources \n  Negro  citizens  and  members  of  class  they  and utilize the additional offered resources of \nrepresented were entitled to police protection in  the United States to preserve peace and order in \nexercise of constitutional right to march along  compliance with court’s order. 28 U.S.C.A. §§ \nhighway from Selma to Montgomery, Alabama,  1343, 1651; 42 U.S.C.A. §§ 1971(a, b), 1981, \nfor purpose of petitioning their government to  1983;  Civil  Rights  Act  of  1964,  §  902,  42 \nredress their grievances, and offer on part of  U.S.C.A. § 2000h–2; \n\n1, 14, 15; Code of Ala., Tit. 36, § 58(19) (b).  of the United States certifies that this case is of general \nimportance,  and  his  certificate  is  attached  to  the \nintervention complaint. \n4 Cases that cite this headnote \n  The defendant George C. Wallace is the Governor and \nchief  executive  officer  of  the  State  of  Alabama.  The \n \ndefendant Albert J. Lingo is the Director of Public Safety \n \nof the State of Alabama, and the defendant James G. \nClark, Jr., is the Sheriff of Dallas County, Alabama. The \nAttorneys and Law Firms \nGovernor as the chief executive officer of the State of \nAlabama is charged with the faithful execution of the \n*102  Fred  D.  Gray  and  Solomon  S.  Seay,  Jr., \nlaws of the State of Alabama and of the United States of \nMontgomery, Ala., Peter A. Hall, Oscar W. Adams, Jr., \nAmerica; in such capacity,  the Governor controls and \nDemetrius C. Newton, Birmingham, Ala., Jack Greenberg, \nsupervises the defendant Albert J. Lingo, and through the \nNorman Amaker, Charles H. Jones, Jr., James M. Nabrit, \ndefendant Lingo the Governor controls and directs the \nIII, and Charles S. Ralston, New York City, for plaintiffs. \nactivities of the Alabama Highway Patrol, also known as \nthe  Alabama  State  Troopers.  The  defendant  Lingo  as \nBen Hardeman, U.S. Atty., Montgomery, Ala., John Doar, \ndirector is in the active control of the Alabama Highway \nActing Asst. Atty. Gen., Dept. of Justice, Washington, \nPatrol. \nD.C.,  and  David  Reuben,  Atty.,  Dept.  of  Justice, \nWashington, D.C., for plaintiff-intervenor. \nThe plaintiffs seek to have this Court guarantee their right \nto assemble and demonstrate peaceably for the purpose of \nMaury D. Smith, Charles M. Crook and John S. Bowman \nredressing their grievances concerning the right to register \nof Goodwyn & Smith, Montgomery, Ala., for defendants \nto  vote  in  the  State  of  Alabama  without  unlawful \nWallace and Lingo. \ninterference. Included in the rights plaintiffs seek and ask \nJohn  P.  Kohn,  Jr.,  Montgomery,  Ala.,  for  defendant  this Court to adjudicate is that of walking peaceably along \nLingo.  the  public  highway  in  the  State  of  Alabama  between \nSelma  and  Montgomery.  Plaintiffs  *103  also  ask  this \nMcLean Pitts, P. H. Pitts, J. E. Wilkinson, Jr., and T. G.  Court to enjoin and restrain the defendants and all persons \nGayle, Selma, Ala., for defendant Clark.  acting in concert  with them from arresting, harassing, \nthreatening, or in any way interfering with their peaceful, \nOpinion  non-violent march from Selma, Alabama, to Montgomery, \nAlabama,  for  the  purpose  of  protesting  injustices  and \nJOHNSON, District Judge.  petitioning their State government, particularly the chief \nexecutive  officer—  the  Governor—  for  redress  of \n \ngrievances. \nThe plaintiffs as Negro citizens and the members of the \nBy order made and entered in this case on March 9, 1965, \nclass they represent filed with this Court on March 8, \nthis  Court  denied  the  plaintiffs’  application  for  a \n1965, their complaint, motion for temporary restraining \nrestraining order, which was sought without any notice to \norder and motion for a preliminary injunction. Jurisdiction \nthe defendants and without a hearing. At the same time, \nis invoked pursuant to 28 U.S.C. § 1343(3) and (4). This \nupon  being  informed  that  the  plaintiffs  intended  to \naction, authorized by 42 U.S.C. § 1971(a) and (b) as \ncontinue to attempt their mass marching along the public \namended and 42 U.S.C. §§ 1981 and 1983, seeks relief \nhighway of the State of Alabama between Selma and \nfrom the denial of the equal protection of the laws under \nMontgomery before this Court had had an opportunity to \nthe  Fourteenth  Amendment  to  the  Constitution  of  the \nadjudicate the respective rights of the parties, this Court \nUnited  States  and  seeks  redress  of  the  deprivation  of \nentered  an  order  temporarily  restraining  any  further \nrights, privileges and immunities guaranteed by the First, \nattempts on the part of the plaintiffs to enforce the rights \nFourteenth and Fifteenth Amendments to the Constitution \nthey ask this Court to judicially determine until the matter \nof  the  United  States,  as  implemented  by  the \ncould be heard commencing Thursday, March 11, 1965. \nabove-identified Congressional enactments. On March 10, \nPlaintiffs were restrained by this Court pursuant to the \n1965, the United States of America, by leave of this Court, \nauthority of Title 28, § 1651, United States Code, with the \nfiled  its  complaint  in  intervention.  This  intervention \npurpose  of  the  temporary  restraining  order  being \ncomplaint was filed pursuant to an order of this Court \nnecessary  and  appropriate  in  aid  of  this  Court’s \ndesignating the United States as a party and pursuant to \njurisdiction.1 Issue was joined by the defendants upon \nthe provisions of § 902 of the Civil Rights Act of 1964 \nplaintiffs’ and plaintiff-intervenor’s complaints, with the \n(Public Law 88-352, July 2, 1964). The Attorney General \n\ndefendant Governor Wallace, in addition to joining issue,  that, particularly as to Selma, Dallas County, Alabama, an \nasking this Court to enjoin and restrain the plaintiffs and  almost continuous pattern of conduct has existed on the \nother members of their class from continuing any march  part  of  defendant  Sheriff  Clark,  his  deputies,  and  his \nor mass demonstration along or upon U.S. Highway 80  auxiliary deputies known as ‘possemen’ of harassment, \nbetween Selma, Alabama, and Montgomery, Alabama, or  intimidation,  coercion,  threatening  conduct,  and, \nalong or upon any other public highway within the State  sometimes,  brutal  mistreatment  toward  these  plaintiffs \nof Alabama.  and other members of their class who were engaged in \ntheir  demonstrations  for  the  purpose  of  encouraging \nThis submission is upon the pleadings, the testimony of  Negroes  to  attempt  to  register  to  vote  and  to  protest \nnumerous  witnesses  taken  over  a  period  of  four  and  discriminatory  voter  registration  practices  in  Alabama. \none-half  days,  and  the  several  exhibits  offered  and  This harassment, intimidation and brutal treatment has \nadmitted in connection with that testimony. Upon this  ranged from mass arrests without just cause to forced \nsubmission, this Court now proceeds in this memorandum  marches for several miles into the countryside, with the \nopinion  to  make  appropriate  findings  of  fact  and  sheriff’s deputies and members of his posse herding the \nconclusions of law as required by Rule 52, Federal Rules  Negro demonstrators at a rapid pace through the use of \nof Civil Procedure.  electrical shocking devices (designed for use on cattle) \nand night sticks to prod them along. The Alabama State \nUnder Alabama law, registration is prerequisite to voting  Troopers, under the command of the defendant Lingo, \nin any election. In several counties in central Alabama,  have,  upon  several  occasions,  assisted  the  defendant \nincluding  Dallas  County  wherein  Selma,  Alabama,  is \nSheriff Clark in these activities, and the State troopers, \nlocated, fewer than 10% Of the Negroes of voting age are \nalong  with  Sheriff  Clark  as  an  ‘invited  guest,’  have \nregistered to vote.2 For the purpose of obtaining better \nextended the harassment and intimidating activities into \npolitical  representation  for  Negro  citizens  in  these \nPerry  County,  where,  on  February  18,  1965,  when \ncounties,  the  Negro  communities,  through  local  and \napproximately 300 Negroes were engaged in a peaceful \nnational organizations, have conducted voter registration \ndemonstration by marching from a Negro church to the \ndrives in recent years. These voter registration drives in \nPerry  County  Courthouse  for  the  purpose  of  publicly \nDallas  and  other  central  Alabama  counties  have  been \nprotesting  racially  discriminatory  voter  registration \nintensified since September, 1964. Public demonstrations \npractices  in  Perry  County,  Alabama,  the  Negro \nhave been held in these several counties, particularly in \ndemonstrators were stopped by the State troopers under \nDallas County, for the purpose of encouraging Negroes to \nthe  command  of  the  defendant  Lingo,  and  the  Negro \nattempt to register to vote and also for the purpose of \ndemonstrators were at that time pushed, prodded, struck, \nprotesting discriminatory voter registration practices in \nbeaten and knocked down. This action resulted in the \nAlabama. The demonstrations have been peaceful. At the \ninjury of several Negroes, one of whom was shot by an \nsame time, cases have been filed in the United States \nAlabama State Trooper and subsequently died. \nDistrict  Courts  in  this  district3  *104  and  also  in  the \nSouthern District of Alabama;4 these cases are designed to  In Dallas County, Alabama, the harassment and brutal \nsecure to Negro citizens their right to register to vote in  treatment  on  the  part  of  defendants  Lingo  and  Clark, \nseveral central Alabama counties.  together with their troopers, deputies and ‘possemen,’ and \nwhile acting under instructions from Governor Wallace, \nAs reflected by Appendix ‘A’ to this opinion, the efforts \nreached a climax on Sunday, March 7, 1965. Upon this \nof these Negro citizens to secure this right to register to \noccasion approximately 650 Negroes left the church in \nvote in some of these counties, have accomplished very \nSelma,  Alabama,  for  the  purpose  of  walking  to \nlittle. For instance, in Dallas County, as of November, \nMontgomery,  Alabama,  to  present  to  the  defendant \n1964,  where  Negro  citizens  of  voting  age  outnumber \nGovernor Wallace their grievances concerning the voter \nwhite citizens of voting age, only 2.2% Of the Negroes \nregistration processes in these central Alabama counties \nwere registered to vote. In Perry County as of August, \nand concerning the restrictions and the manner in which \n1964, where the Negro citizens of voting age outnumber \nthese  restrictions  had  been  imposed  upon  their  public \nwhite citizens, only 7% Of the Negroes were registered to \ndemonstrations. These Negroes proceeded in an orderly \nvote. In Wilcox County as of December, 1963, where the \nand peaceful manner to a bridge *105 near the south edge \nNegro citizens of voting age outnumber white citizens \nof the City of Selma on U.S. Highway 80 that leads to \nover two to one, 0% Of the Negro citizens were registered \nMontgomery, Alabama, which is located approximately \nto vote as contrasted with the registration of 100% Of the \n45 miles east of Selma. They proceeded on a sidewalk \nwhite  citizens  of  voting  age  in  this  county.  In  Hale \nacross  the  bridge  and  then  continued  walking  on  the \nCounty, where Negro citizens of voting age outnumber \ngrassy portion of the highway toward Montgomery until \nwhite citzens, only 3.6% Of these Nogro citizens have \nconfronted by a detachment of between 60 to 70 State \nbeen registered to vote. The evidence in this case reflects \ntroopers headed by the defendant Colonel Lingo, by a \n\ndetachment of several Dallas County deputy sheriffs, and  redress of grievances. Cox v. State of Louisiana (Jan. 18, \nnumerous Dallas County ‘possemen’ on horses, who were  1965), 85 S.Ct. 453; Edwards v. South Carolina, 372 U.S. \nheaded by Sheriff Clark. Up to this point the Negroes had  229, 83 S.Ct. 680, 9 L.Ed.2d 697 (1963); Fields v. South \nobserved  all  traffic  laws  and  regulations,  had  not  Carolina, 375 U.S. 44, 84 S.Ct. 149, 11 L.Ed.2d 107 \ninterfered with traffic in any manner, and had proceeded  (1963)  (reversing  State  v.  Fields,  240  S.C.  366,  126 \nin  an  orderly  and  peaceful  manner  to  the  point  of  S.E.2d 6 on the basis of Edwards v. South Carolina); \nconfrontation. They were ordered to disperse and were  Kelly v. Page, 335 F.2d 114 (C.A. 5, 1964); Young v. \ngiven two minutes to do so by Major Cloud, who was in  Davis, 9 RRLR 590 (M.D.Fla.1964), including the right \nactive command of the troopers and who was acting upon  to come to the capitol of the government against which \nspecific  instructions  from  his  superior  officers.  The  the grievances exist, ‘to assert any claim * * * (one) may \nNegroes failed to disperse, and within approximately one  have  upon  that  government,’  *106  and  ‘to  seek  its \nminute  (one  minute  of  the  allotted  time  not  having  protection’ (Crandall v. State of Nevada, 6 Wall. 35, 44, \npassed), the State troopers and the members of the Dallas  18 L.Ed. 744 (1867)), and the right— part of the ‘liberty’ \nCounty sheriff’s office and ‘possemen’ moved against the  of  which  the  citizen  cannot  be  deprived  without  due \nNegroes.  The  general  plan  as  followed  by  the  State  process of law— to travel freely within the country, Kent \ntroopers in this instance had been discused with and was  v. Dulles, 357 U.S. 116, 125-126 (1958); Edwards v. \nknown to Governor Wallace. The tactics employed by the  People of State of California, 314 U.S. 160, 177-181, 62 \nState troopers, the deputies and ‘possemen’ against these  S.Ct. 164, 86 L.Ed. 119 (1941) (concurring opinion of Mr. \nNegro demonstrators were similar to those recommended  Justice Douglas); Williams v. Fears, 179 U.S. 270, 274, \nfor use by the United States Army to quell armed rioters  21 S.Ct. 128, 45 L.Ed. 186 (1900); Crandall v. State of \nin occupied countries. The troopers, equipped with tear  Nevada, 6 Wall. 35, 44, 18 L.Ed. 744 (1867); Passenger \ngas, nausea gas and canisters of smoke, as well as billy  Cases, 7 How. 283, 492, 12 L.Ed. 702 (1849). \nclubs,  advanced  on  the  Negroes.  Approximately  20    \ncanisters of tear gas, nausea gas, and canisters of smoke  [2]  The  law  is  clear  that  the  right  to  petition  one’s \nwere rolled into the Negroes by these State officers. The  government  for  the  redress  of  grievances  may  be \nNegroes were then prodded, struck, beaten and knocked  exercised  in  large  groups.  Indeed,  where,  as  here, \ndown by members of the Alabama State Troopers. The  minorities have been harassed, coerced and intimidated, \nmounted ‘possemen,’ supposedly acting as an auxiliary  group  association  may  be  the  only  realistic  way  of \nlaw enforcement unit of the Dallas County sheriff’s office,  exercising such rights. For instance, in Edwards v. South \nthen, on their horses, moved in and chased and beat the  Carolina, supra, the Supreme Court of the United States \nfleeing Negroes. Approximately 75 to 80 of the Negroes  invalidated as an infringement of the rights of free speech, \nwere injured, with a large number being hospitalized.  free assembly and freedom to petition, the convictions of \n[1] The acts and conduct of these defendants, together with  187 students who had peaceably assembled at the site of \nthe members of their respective enforcement agencies, as  the state government for the purpose of petitioning their \noutlined above, have not been directed toward enforcing  government for redress of grievances. In Fields v. South \nany valid law of the State of Alabama or furthering any  Carolina, supra, breach-of-peace convictions were struck \nlegitimate policy of the State of Alabama, but have been  down where students had protested by marching along the \nfor the purpose and have had the effect of preventing and  streets in three groups totaling approximately 1,000; this \ndiscouraging Negro citizens from exercising their rights  march was for the purpose of petitioning for the redress of \nof citizenship, particularly the right to register to vote and  grievances.  And  in  the  more  recent  case  of  Cox  v. \nthe right to demonstrate peaceably for the purpose of  Louisiana,  supra,  the  Supreme  Court  invalidated  the \nprotesting discriminatory practices in this area. By these  breach-of-peace conviction against the leader of a march \nactions and by this conduct, the defendants, together with  of some 1,500 to 2,000 students on the Louisiana State \nother  members  of  their  enforcement  agencies,  have  Capitol  Building,  the  purpose  of  the  march  being  to \nintimidated, threatened and coerced Negro citizens in this  protest  segregation  and  discrimination  against  Negro \nsection of Alabama for the purpose of interfering with  citizens. \nthese citizens and preventing them from exercising certain    \nof  their  basic  constitutional  rights—  i.e.,  the  right  to  [3] [4] [5] [6] [7] [8] [9] This Court recognizes, of course, that \nregister to vote, peaceably  assemble, remonstrate  with  government authorities have the duty and responsibility of \ngovernmental  authorities  and  petition  for  redress  of  keeping their streets and highways open and available for \ngrievances. The attempted march alongside U.S. Highway  their regular uses. Government authorities are authorized \n80 from Selma, Alabama, to Montgomery, Alabama, on  to impose regulations in order to assure the safety and \nMarch 7, 1965, involved nothing more than a peaceful  convenience of the people in the use of public streets and \neffort on the part of Negro citizens to exercise a classic  highways provided these regulations are reasonable and \nconstitutional  right;  that  is,  the  right  to  assemble  designed to accomplish that end. As to any conflict that \npeaceably  and  to  petition  one’s  government  for  the  may arise in such areas, the Fifth Circuit Court of Appeals \n\nhas stated in Kelly v. Page, 335 F.2d 114 (July 1964),  the law of the State of Alabama. The proclamation as \n‘there is room in our system of government for both, once  issued by the Governor of the State of Alabama on March \nthe proper balance between them is drawn.’ As has been  6,  1965,  absolutely  banning  any  march  by  any \ndemonstrated  above,  the  law  in  this  country  manner—regardless of how conducted— and stating that \nconstitutionally  guarantees  that  a  citizen  or  group  of  such  a  march  will  not  be  tolerated,  constituted  an \ncitizens may assemble and petition their government, or  unreasonable interference with the right of Negro citizens \ntheir  governmental  authorities,  for  redress  of  their  engaged in the march to use U.S. Highway 80 in the \ngrievances even by mass demonstrations as long as the  manner they were seeking to use it on Sunday, March 7, \nexercise of these rights is peaceful. These rights may also  1965. Such a proclamation by the Governor of the State \nbe exercised by marching, even along public highways, as  of Alabama, as enforced by the Alabama State Troopers \nlong as it is done in an orderly and peaceful manner; and  and deputies and ‘possemen’ of Dallas County, Alabama, \nthese rights to assemble, demonstrate and march are not to  stepped across the ‘constitutional boundary line’ that lies \nbe abridged by arrest or other interference so long as the  between the interests of the public to use the highway in \nrights are asserted within the limits of not unreasonably  general and the right of American citizens to use it for the \ninterfering with the exercise of the rights by other citizens  purpose  of  marching  to  the  seat  of  their  State \nto use the sidewalks, streets and highways, and where the  government— Montgomery, Alabama— for the purpose \nprotestors  and  demonstrators  are  conducting  their  of protesting their grievances. This interference by the \nactivities in such a manner as not to deprive the other  defendants and those acting under their control and in \ncitizenry of their police protection. As was stated in Kelly  concert with them with the attempted march from Selma, \nv. Page, supra, there must be in cases like the one now  Alabama, to Montgomery, Alabama, along U.S. Highway \npresented, a ‘constitutional boundary line’ drawn between  80  on  March  7,  1965,  constituted  an  unconstitutional \nthe competing interests of society. This Court has the duty  deprivation of these Negro citizens’ right of assembly and \nand  responsibility  in  this  case  of  drawing  the  free  movement  within  the  State  of  Alabama  along  a \n‘constitutional boundary line.’ In doing so, it seems basic  public highway located therein and their right to petition \nto our constitutional principles that the extent of the right  their State government, and particularly their Governor, \nto assemble, demonstrate and march peaceably along the  for redress of their grievances. \nhighways and  streets in an  orderly  manner  should be    \ncommensurate with the enormity of the wrongs that are \nbeing protested and petitioned against. In this case, the  These plaintiffs, in recognition of the proposition that \nwrongs  are  enormous.  The  extent  of  the  right  to  their constitutional right to march along U.S. Highway 80 \ndemonstrate against these wrongs should be determined  for their intended purposes is not an unrestricted right, but, \naccordingly.  This  *107  is  true  even  though  it  is  to the contrary, must be exercised, if exercised at all, \nrecognized that the right to exercise constitutional rights  within this ‘constitutional boundary,’ have filed with this \nby  marching  alongside  a  public  highway  must  be  Court as a part of the evidence in this case a proposed \nnarrowed  in  the  sense  that  such  a  right  is  subject  to  plan for a march from Selma, Alabama, to Montgomery, \ngreater  regulation  and  in  the  sense  that  greater  Alabama,  along  U.S.  Highway  80.  These  plaintiffs \nabridgement  of  the  right  may,  depending  upon  the  propose that the march will commence on Friday, March \ncircumstances, be warranted. This Court is, of course,  19, 1965, at 10:30 a.m., or any day thereafter provided \nconcerned in this case only with the right to demonstrate  that plaintiffs give at least 48 hours’ advance notice of the \nand protest by marching along the public highway from  intended march to the defendants, to the United States, \nSelma,  Alabama  to  Montgomery,  Alabama.  U.S.  and to this Court. The plaintiffs propose that there be no \nHighway 80, running between these two points, is not a  limitation on the number of marchers along that portion of \nlimited access highway; it is a four-laned highway for  U.S. Highway 80 that is four-laned; the plaintiffs further \napproximately two-thirds of the distance between Selma  propose that, along that portion of the highway that is \nand Montgomery, Alabama; it is a two-laned highway for  only two-laned, the number of marchers will not at any \nthe remaining distance. There is an average ‘shoulder’ six  time exceed 300 persons. The plaintiffs further propose \nfeet wide on each side of the highway that is four-laned;  that the marchers *108 will proceed on the shoulders of \nthere is an average three-foot ‘shoulder’ along that portion  the  highway  on  the  left  side  facing  traffic;  they  will \nof  the  highway  that  is  two-laned.  Cross-overs  are  proceed  two  abreast,  but  will  employ  a  single  file  at \nregularly constructed or located along the portion that is  places along the highway where the shoulder is narrow \nfour-laned. This highway, according to the law of the  and  at  bridges  without  sidewalks.  The  marchers  will, \nState of Alabama, is open for pedestrian traffic.5 Thus, a  according to the proposed plan, be organized in separate \nreasonable  use  of  the  highways  for  the  purpose  of  groups of approximately 50 persons; each of these groups \npedestrian  marching  is  guaranteed  not  only  by  the  will  be  under  the  supervision  of  a  designated  leader. \nConstitution  of  the  United  States  according  to  the  Supporting  services  will  be  provided,  such  as  food, \nprinciples above set out, but is specifically authorized by  washing and toilet facilities, litter and garbage pickup by \n\ntrucks along the route and at campsites, and ambulance    \nand first aid service. The proposed march, according to  [11]  It  is  appropriate  to  note  here  that  the  defendants, \nplaintiffs’ plan, will proceed approximately 11 miles on  having been served through their attorneys with copies of \nthe first day, stopping at a designated private field with  this plan, object to it, but offer no evidence in support of \npermission of the owner, which has already been granted;  their contention that the plan, or any portion of it, is \napproximately 11 miles on the second day, stopping at a  unreasonable.  The  defendants’  contention  that  there  is \ndesignated field with permission of the owner, which has  some hostility to this march will not justify its denial. \nalready been granted; approximately 17 miles the third  Watson v. City of Memphis (1963), 373 U.S. 526, 83 S.Ct. \nday, stopping at a designated building and adjacent field  1314, 10 L.Ed.2d 529; Cox v. Louisiana, supra. Nor will \nwith permission of the owners, which has already been  the threat of violence constitute an excuse for its denial. \ngranted, and, on the fourth day, approximately 8 miles to  Cooper v. Aaron (1958), 358 U.S. 1, 78 S.Ct. 1401, 3 \nthe  western  part  of  Montgomery,  Alabama.  The  fifth  L.Ed.2d 5. \nday’s march, as proposed by the plaintiffs, will be from    \nthe western part of Montgomery, Alabama, to the State \nCapitol. According to the plaintiffs’ plan, large tents will  It is also appropriate to note that neither the defendant \nbe erected at the campsites by professionals, and meetings  Governor  Wallace  nor  the  defendant  Sheriff  Clark \nand song festivals will be held at the campsites at night.  testified in this case. \nThere will be no night marching and no destruction of  [12] These plaintiffs and the members of the class they \npublic property; the march is to be orderly and peaceful  represent are entitled to police protection in the exercise \nand ‘otherwise observe the highest standards of dignity  of this constitutional right to march along U.S. Highway \nand decorum.’ A copy of the plaintiffs’ plan, in much  80 from Selma to Montgomery, Alabama. Hague v. C.I.O. \ngreater detail, is attached hereto as Appendix ‘B’.  (1939), 307 U.S. 496, 59 S.Ct. 954, 83 L.Ed. 1423; Kelly \n[10] This Court finds the plaintiffs’ proposed plan to the  v. Page (5th Cir. 1964), 335 F.2d 114; Downie v. Powers \nextent that it relates to a march along U.S. Highway 80  (10th Cir. 1951), 193 F.2d 760; United States v. Klans \nfrom Selma to Montgomery, Alabama, to be a reasonable  (M.D.Ala.1961), 194 F.Supp. 897. They are entitled to be \none  to  be  used  and  followed  in  the  exercise  of  a  protected by the law enforcement agencies of the State of \nconstitutional  right  of  assembly  and  free  movement  Alabama against traffic and other hazards. This Court \nwithin the State of Alabama for the purpose of petitioning  recognizes  that,  to  afford  the  necessary  protection  for \ntheir State government for redress of their grievances. It is  these  marchers,  there  will  be  a  considerable  burden \nrecognized  that  the  plan  as  proposed  and  as  allowed  imposed upon the law enforcement agencies of the State \nreaches, under the particular circumstances of this case, to  of  Alabama.  Recognizing  this,  and  recognizing  the \nthe  outer  limits  of  what  is  constitutionally  allowed.  absolute necessity for providing this protection, this Court, \nHowever, the wrongs and injustices inflicted upon these  after  inquiry,  has  been  informed  by  the  attorneys \nplaintiffs and the members of their class (part of which  representing the United States in this case that the United \nhave been herein documented) have clearly exceeded—  States  Government  stands  ready,  if  requested  by  the \nand  continue  to  exceed—  the  outer  limits  of  what  is  Governor of the State of Alabama, to assist in providing \nconstitutionally  permissible.  As  stated  earlier  in  this  police protection for this proposed march. This response \nopinion, the extent of a group’s constitutional right to  to this court’s inquiry has been made with full recognition \nprotest  peaceably  and  petition  one’s  government  for  that the law imposes this duty upon the State of Alabama \nredress  of  grievances  must  be,  if  our  American  to provide this protection. This offer on the part of the \nConstitution is to be a flexible and ‘living’ document,  United States to assist if requested is not—whether the \nfound and held to be commensurate with the enormity of  offer is accepted or refused— to be construed as lessening \nthe wrongs being protested and petitioned against. This is  the  duty  on  the  part  of  the  State  of  Alabama  law \nparticularly  true  when  the  usual,  basic  and  enforcement agencies to afford this protection. \nconstitutionally-provided  means  of  protesting  in  our    \nAmerican way— voting— have been deprived.6 It must \nnever be forgotten that our Constitution is ‘intended to  What has been said in this opinion is not intended to \nendure for ages to come, and consequently to be adapted  declare or adjudicate the rights of citizens to assemble, \nto  the  various  crises  of  human  affairs.’7  With  an  petition, or protest within the City of Selma, Alabama, the \napplication of these *109 principles to the facts of this  City of Montgomery, Alabama, or any other municipal \ncase, plaintiffs’ proposed plan of march from Selma to  area since the exercise of such rights in each instance \nMontgomery,  Alabama,  for  its  intended  purposes,  is  must  be  determined  according  to  the  facts  and \nclearly a reasonable exercise of a right guaranteed by the  circumstances presented. \n[13] In accordance with the foregoing, an injunction will be \nConstitution  of  the  United  States  provided  the  march \ncommences not earlier than March 19, 1965, and not later  issued by this Court enjoining the Governor of the State \nof Alabama, George C. Wallace; the Director of Public \nthan March 22, 1965. \n\nSafety for the State of Alabama, Albert J. Lingo; and the  extent that said plan is presently approved by this Court. \nSheriff of Dallas County, Alabama, James G. Clark, Jr., \ntogether with their agents, employees, successors in office,  It is further ordered, adjudged and decreed that, pending \nand all those in active concert or participation with them,  further order of this Court, the defendants George  C. \nfrom  intimidating,  threatening,  coercing  or  interfering  Wallace, as Governor of the State of Alabama, Albert J. \nwith the proposed march by these plaintiffs and other  Lingo,  as  Director  of  Public  Safety  for  the  State  of \nmembers  of  their  class  along  U.S.  Highway  80  from  Alabama, and James G. Clark, Jr., as Sheriff of Dallas \nSelma,  Alabama,  to  Montgomery,  Alabama.  Said  County,  Alabama,  their  successors  in  office,  agents, \ndefendants will also be enjoined from failing to provide  representatives,  employees,  and  all  others  acting  in \nadequate  police  protection  to  these  plaintiffs  in  their  concert with them, be and each is hereby restrained and \nexercise of this constitutional right. The motion of the  enjoined from failing to provide police protection for the \ndefendant  Governor  for  an  injunction  restraining  the  plaintiffs, members of their class, and others who may \nmarch will be denied. All relief sought by the plaintiffs in  join with them, in their march, as presently scheduled and \ntheir motions and the United States in its motions except  presently approved by this Court, to commence not earlier \nas herein specifically referred to, will be denied.  than Friday, March 19, 1965, and not later than Monday, \n   March 22, 1965, along U.S. Highway 80 from Selma, \nAlabama, to Montgomery, Alabama. \n*110 PRELIMINARY INJUNCTION \nIt is further ordered, adjudged and decreed that the motion \nThis cause coming on to be heard upon the motions of the  for  preliminary  injunction  filed  by  the  defendant \nplaintiffs  and  the  plaintiff-intervenor,  United  States  of  Governor Wallace, the motion by the plaintiff-intervenor, \nAmerica, for a preliminary injunction and also upon the  United States of America, for relief in addition to that \nmotion  of  the  defendant  Governor  Wallace  for  a  herein  specifically  granted,  and  the  motion  of  the \npreliminary injunction, and due notice having been given  plaintiffs for relief in addition to that herein specifically \nto  all  parties,  and  the  Court  having  considered  the  granted be and each is hereby denied. \ntestimony offered in support of and in opposition to said \nmotions and being fully advised in the premises, and for  It is further ordered that jurisdiction of all matters herein \nthe reasons set forth in the memorandum opinion of this  involved be and the same is hereby specifically retained. \nCourt entered on this date and pursuant thereto, it is \nORDER \nOrdered, adjudged and decreed that, pending further order \nof this Court, George C. Wallace, as Governor of the  Pursuant to the order of this Court made and entered \nState of Alabama, Albert J. Lingo, as Director of Public  herein earlier on this date, the application of the defendant \nSafety for the State of Alabama, and James G. Clark, Jr.,  George C. Wallace as Governor of the State of Alabama, \nas Sheriff of Dallas County, Alabama, their successors in  by and through his attorneys, filed with the Clerk of this \noffice,  agents,  representatives,  employees,  and  other  Court as of 4:42 p.m., on March 18, 1965, and presented \npersons in active concert and participation with them be  to the undersigned Judge of this court for consideration as \nand each is hereby restrained and enjoined from:  of 8:40 a.m., on this date, was heard by this Court on this \ndate commencing at 11 a.m. \n(1)  Arresting,  harassing,  threatening,  or  in  any  way \ninterfering  with  the  efforts  to  march  or  walk,  or  the  *111  Upon  consideration  of  said  application  and  the \nmarching or walking, by the plaintiffs, members of their  arguments of counsel in support of and in opposition \nclass, and others who may join with them, along U.S.  thereto,  this  Court  finds  that  there  is  nothing  new \nHighway  80  from  Selma,  Alabama,  to  Montgomery,  presented and shown that will justify a stay of this Court’s \nAlabama, said march, as presently approved by this Court,  order made and entered in this case on March 17, 1965. \n[14] It is not alleged by the defendant Governor in the \nto commence in Selma, Alabama, not earlier than Friday, \npetition for stay as now presented that this Court’s order \nMarch 19, 1965, and not later than Monday, March 22, \nof March 17, 1965, is contrary to the law; it is not alleged \n1965, and to terminate in Montgomery, Alabama; and \nby the petition that the findings of fact are not supported \n(2) Otherwise obstructing, impeding, or interfering with  by the evidence; no claim is made that these findings or \nthe  peaceful,  non-violent  efforts  by  said  plaintiffs,  conclusions are clearly erroneous. The only basis for the \nmembers of their class, and others who may join with  petition to stay is that if the order is not stayed there is \nthem, in protesting and demonstrating by assembling and  danger  of  violence  on  the  part  of  white  citizens  in \nby  marching  along  U.S.  Highway  80  from  Selma,  opposition to the proposed march. Such a contention will \nAlabama,  to  Montgomery,  Alabama,  as  said  march  is  not justify the stay of an otherwise uncontested court \nproposed  in  plaintiffs’  plan  filed  with  this  Court  and  order. Cooper v. Aaron (1958), 358 U.S. 1, 78 S.Ct. 1401, \nserved on the defendants on March 16, 1965, and to the  3 L.Ed.2d 5; \n\nS.Ct. 1240, 10 L.Ed.2d 349; Taylor v. State of Louisiana,  opportunity to have this denial of their petition to stay \n370 U.S. 154, 82 S.Ct. 1188, 8 L.Ed.2d 395; Terminiello  reviewed by a higher court, has determined that a panel of \nv. City of Chicago (1949), 337 U.S. 1, 69 S.Ct. 894, 93  Judges, members of the United States Court of Appeals \nL.Ed. 1131, and Watson v. City of Memphis (1963), 373  for  the  Fifth  Circuit,  stands  ready  and  willing,  upon \nU.S. 526, 83 S.Ct. 1314, 10 L.Ed.2d 529.  proper application, to review immediately this Court’s \n   denial of the petition to stay. The defendants are hereby \ninformed that said appellate panel stands ready either this \nDuring the hearing held in this cause that lasted for a  afternoon or tomorrow, upon proper application to said \nperiod of four and one-half days, the defendant Governor  Court and upon notice to opposing counsel, to hear their \nand the other defendants had a full opportunity to offer  motion to stay. \nany evidence they desired for the purpose of showing any \nundue  burden  that  might  be  placed  upon  the  State  If the defendant Governor of the State of Alabama desires \nenforcement agencies of Alabama, or the costs that would  to take advantage of the opportunity to present this matter \nbe  imposed  upon  the  State  of  Alabama  if  this  Court  immediately to the United States Court of Appeals for the \nallowed the relief the plaintiffs sought. The defendants  Fifth Circuit in New Orleans, Louisiana, the Clerk of this \nfailed to offer any such evidence. This is true even after  Court is authorized and directed to make the court file and \nthe defendants had a detailed copy of the plan as proposed  all  exhibits  available  to  the  Honorable  John  Doar, \nby the plaintiffs.  attorney for the United States, who appears as amicus and \nas a party in this cause, so that said file and records may \nThis matter as now presented is not a question of the State  be  transmitted  directly  to  the  United  States  Court  of \nof Alabama not having the resources and manpower to  Appeals. \nkeep down disorder and violence since the United States \nstands ready and willing, if requested by the Governor of  In consideration of the foregoing, it is the order, judgment \nthe State of Alabama, to assist in this regard. The only  and  decree  of  this  Court  that  the  application  of  the \nquestion that it now presented is whether the State of  defendant Governor of the State of Alabama, presented to \nAlabama authorities are willing to employ their available  this Court on this date, seeking to stay the order of this \nresources and utilize the additional available resources of  Court made and entered herein on March 17, 1965, be and \nthe United States Government to preserve peace and order  the same is hereby denied. \nin their compliance with this Court’s order.   \n \nThis Court, being desirous that the parties, particularly the \nGovernor  of  the  State  of  Alabama,  have  an  adequate \nAPPENDIX“A” \n  \n \n                    \n \n \n \n \nDallas County, Alabama \n  \n \n                    \n \n \n \n \nRegistration Statistics \n  \n \n----------------------- \n  \n \n \n \n \n(November 1964) \n  \n\n \n                    \n \n                    \n \n \n \n \n    Persons of  Persons  Percent \n        \n     \n    Voting Age  Registered  Registered \n        \n     \n    ----------  ----------  ---------- \n        \n     \nWhite    14,400  9,542  66.3 \n           \n       \nNegro    15,115  335  2.2 \n           \n       \n                    \n \n                    \n \n \n \n \nDALLAS COUNTY STATISTICS \n  \n \n------------------------ \n  \n \n \n \n \nYear     Total Applied  Accepted  Rejected  Percent Rejected \n                \n         \n1961     W  N  W  N  W  N  W  N \n                            \n                 \nJune  W  12     10     2     16    \n                         \n           \n   N     13     2     1    84 \n                 1      \n          \n \nJuly  W  13     12     1     7.7    \n                         \n           \n   N     4     4     0     0 \n                        \n         \nAugust  W  9     8     1     11    \n                         \n           \n   N     12     7     5     41 \n                        \n         \nSept.  W  10     9     1     10    \n                         \n           \n   N     19     1    8     42 \n            1           \n\n          \n \nOct.  W  30     28     2     7    \n                         \n           \n   N     19     1    5     27 \n            4           \n          \n \nNov.  W  45     43     2     4    \n                         \n           \n   N     29     1    1    38 \n            8    1      \n           \n   \nDec.  W  15     13     2     13    \n                         \n           \n   N     4     3     1     25 \n                        \n         \n                             \n                    \n \n1962                            \n                    \n \nJan.  W  158     144     1    9    \n                4        \n            \n \n   N     5     4     1     20 \n                        \n         \nFeb.  W  128     115     1    10    \n                3        \n            \n \n   N     3     2     1     33 \n                        \n         \nMarch  W  33     30     3     9    \n                         \n           \n   N     3     2     1     33 \n                        \n         \nApril  W  15     13     2     13    \n                         \n           \n   N     4     3     1     25 \n                        \n         \nMay  W  6     6     0     0    \n                         \n           \n   N     2     1     1     50.0 \n                        \n         \nJune  W  3     3     0     0    \n                         \n           \n   N     2     1     1     50.0 \n                        \n         \nJuly  W  9     9     0     0    \n                         \n           \n   N     10     5     5     50.0 \n                        \n         \nAugust  W  11     11     0  0       \n                         \n           \n\n   N     2     0     2     100.0 \n                        \n         \nSept.  W  9     8     1     11.1    \n                         \n           \n   N     0     0     0     0 \n                        \n         \nOct.  W  16     16     0     0    \n                         \n           \n   N     0     0     0     0 \n                        \n         \nNov.  W  14     13     1     7.1    \n                         \n           \n   N     3     2     1     33.3 \n                        \n         \nDec.  W  5     3     2     40    \n                         \n           \n   N     2     0     2     100.0 \n                        \n         \n                             \n                    \n \n1963                            \n                    \n \nJan.  W  73     59     1    19.2    \n                4        \n            \n \n   N     3     1     2     66.7 \n                        \n         \nFeb.  W  21     12     9     42.8    \n                         \n           \n   N     14     7     7     50.0 \n                        \n         \nMarch  W  9     7     2     22.2    \n                         \n           \n   N     17     0     1    100.0 \n                 7      \n          \n \nApril  W  5     2     3     60.0    \n                         \n           \n   N     17     0     1    100.0 \n                 7      \n          \n \nMay  W  29     16     1    44.8    \n                3        \n            \n \n   N     31     1     3    96.8 \n                 0      \n          \n \nJune  W  45     31     1    31.1    \n                4        \n            \n \n   N     41     6     3    85.4 \n                 5      \n          \n\n \nJuly  W  69     52     1    24.6    \n                7        \n            \n \n   N     38     7     3    81.6 \n                 1      \n          \n \nAugust  W  33     21     1    36.7    \n                2        \n            \n \n   N     64     7     5    89.0 \n                 7      \n          \n \nSept.  W  42     34     8     19.0    \n                         \n           \n   N     7     1     6     85.7 \n                        \n         \nOct.  W  296     219     7    26.0    \n                7        \n            \n \n   N     215     1    2    94.9 \n            1    0     \n       4   \n    \n \nNov.  W  115     78     3    32.2    \n                7        \n            \n \n   N     55     4     5    92.7 \n                 1      \n          \n \nDec.  W  46     42     4     8.7    \n                         \n           \n   N     20     3     1    85.0 \n                 7      \n          \n \n                             \n                    \n \n1964                            \n                    \n \nJan.  W  246     197     4    19.9    \n                9        \n            \n \n   N     54     1    3    72.2 \n            5    9      \n           \n   \nFeb.  W  22     16     6     27.3    \n                         \n           \n   N     27     1     2    96.3 \n                 6      \n          \n \nMarch  W  31     26     5     16.1    \n                         \n           \n   N     12     2     1    83.3 \n                 0      \n          \n \n\nApril  W  13     11     2     15.4    \n                         \n           \n   N     23     3     2    86.9 \n                 0      \n          \n \nMay  W  10     8     2     20.0    \n                         \n           \n   N     12     4     8     66.7 \n                        \n         \nJune  W  7     7     0     0    \n                         \n           \n   N     14     2     1    85.7 \n                 2      \n          \n \nJuly  W  22     15     7     31.8    \n                         \n           \n   N     98     6     9    93.9 \n                 2      \n          \n \nAugust  W  25     23     2     8.0    \n                         \n           \n   N     12     3     9     75.0 \n                        \n         \nSept.  W  13     12     1     7.7    \n                         \n           \n   N     10     2     8     80.0 \n                        \n         \nOct.  W  23     20     3     13.0    \n                         \n           \n   N     *     *     5     - \n                        \n         \nNov.  W  7     7     0     0    \n                         \n           \n   N     7     1     6     85.7 \n                        \n         \nDec.  W  0     0     0     0    \n                         \n           \n   N     14     0     1    100 \n                 4      \n          \n \n                             \n                    \n \n1965                            \n                    \n \nJan.  W  52     24     2    53.8    \n                8        \n            \n \n   N     112     1    1    89.3 \n            2    0     \n       0   \n    \n \nFeb.  W  33     32     1     3.0    \n                         \n\n           \n   N     95     3    5    62.1 \n            6    9      \n           \n   \n      1,828  1,148  1,465  2 3 9      \n             1 6 3    \n      4  3  9 \n        \n     \n                             \n                    \n \n \n \n   \nTABLE CONTINUED \n  \n \nPerry County, Alabama \n  \n \n--------------------- \n  \n \n                   \n \n \n \n \nRegistration Statistics \n  \n \n----------------------- \n  \n \n \n \n \nAugust 17, 1964 \n  \n \n                   \n \n                   \n \n \n \n \n    Persons of   Persons    Percent \n        \n     \n    Voting Age   Registered    Registered \n        \n     \nWhite    3441     3260    94.7 \n           \n       \nNegro    5202     365    7.0 \n           \n       \n                   \n \n \n \n\n \nApplications For Registration \n  \n \n----------------------------- \n  \n \n \n \n \nYear    Total Applied  Accepted  Rejected  Percent Rejected \n              \n         \n1962    W  N  W  N  W  N W  N \n                         \n                \nNov.  W  1    1    0   0   \n                 \n           \n  N    5    1    4   80 \n              \n         \nDec.  W  0    0    0   0   \n                 \n           \n  N    6    1    5   83.3 \n              \n         \n                   \n \n1963                  \n  \n \nJan.  W  3    3    0   0   \n                 \n           \n  N    8    0    8   100 \n              \n         \nFeb.  W  14    13    1   7.1   \n                 \n           \n  N    2    0    2   100 \n              \n         \nMarch  W  7    6    1   14.2   \n                 \n           \n  N    1    0    1   100 \n              \n         \nApril  W  0    0    0   0   \n                 \n           \n  N    0    0    0   0 \n              \n         \nMay  W  5    5    0   0   \n                 \n           \n  N    1    0    1   100 \n              \n         \nJune  W  4    4    0   0   \n                 \n           \n  N    189    42    147   77.8 \n              \n         \nJuly  W  4    3    1   25   \n                 \n           \n\n  N    37    0    37   100 \n              \n         \nAugust  W  9    8    1   11.1   \n                 \n           \n  N    6    0    6   100 \n              \n         \nSept.  W  6    6    0   0   \n                 \n           \n  N    0    0    0   0 \n              \n         \nOct.  W  21    15    6   28.5   \n                 \n           \n  N    73    15    58   79.5 \n              \n         \nNov.  W  51    45    6   11.7   \n                 \n           \n  N    65    4    61   93.8 \n              \n         \nDec.  W  28    24    4   42.2   \n                 \n           \n  N    20    6    14   70 \n              \n         \n                   \n \n1964                  \n  \n \nJan.  W  48    34    14   29.2   \n                 \n           \n  N    62    8    54   88.9 \n              \n         \nFeb.  W  10    6    4   40   \n                 \n           \n  N    15    2    13   86.6 \n              \n         \nMarch  W  16    12    4   25   \n                 \n           \n  N    17    3    14   82.3 \n              \n         \nApril  W  no report            \n        \n     \n  N  no report            \n     \n   \nMay  W  16    13    3   18.7   \n                 \n           \n  N    25    10    15   60 \n              \n         \nJune  W  3    2    1   33.3   \n                 \n           \n  N    16    3    13   81.2 \n              \n         \nto July                  \n\n  \n \n20  W  6    6    0   0   \n                 \n           \n  N    24    8    16   56.6 \n              \n         \nto August                  \n  \n \n17  W  8    2    6   75   \n                 \n           \n  N    21    5    16   76.1 \n              \n         \n \n \n   \nTABLE CONTINUED \n  \n \nWilcox County, Alabama \n  \n \n                    \n \n \n \n \nRegistration Statistics \n  \n \n----------------------- \n  \n \n \n \n \nDecember 1963 \n  \n \n                    \n \n                    \n \n \n \n \n    Persons of   Persons    Perscent \n        \n     \n    Voting age   Registered    Registered \n        \n     \n    ----------   ----------    ---------- \n        \n     \nWhite    2647     2959      100 *   \n           \n       \nNegro    6085    0      0     \n           \n       \n                    \n \n\n \n \n \nApplications for Registration \n  \n \n----------------------------- \n  \n \n \n \n \nYear     Total Applied  Accepted  Rejected  Percent Rejected \n                \n         \n      W  N  W  N  W  N  W  N \n                           \n               \n1959  W  47     47     0     0    \n                         \n           \n   N     0     0     0     — \n                        \n         \n1960  W  118     116     2     1.6    \n                         \n           \n   N     0     0     0     — \n                        \n         \n1961  W  62     62     0     0    \n                         \n           \n   N     0     0     0     — \n                        \n         \n1962  W  97     89     8     8.2    \n                         \n           \n   N     0     0     0     — \n                        \n         \nTo Oct.  W  62     61     1     1.6    \n                         \n           \n17, 1963  N     2    0     2    100 \n        9         9      \n             \n   \nTotals  W  386     315     11 *     2.9    \n                         \n           \n   N     2    0     2    100 \n       9         9      \n           \n   \n                             \n                    \n \n \n \n   \nTABLE CONTINUED \n  \n \nHale County, Alabama \n  \n \n                   \n\n \n \n \n \nRegistration Statistics \n  \n \n----------------------- \n  \n \n \n \n \n(December 1964) \n  \n \n                   \n \n                   \n \n \n \n \n    Persons of   Persons    Percent \n        \n     \n    Voting Age   Registered    Registered \n        \n     \nWhite    3594     3395      94.4   \n           \n       \nNegro    5999     218         \n        \n     \n                   \n \n \n \n \nApplications For Registration \n  \n \n----------------------------- \n  \n \n                   \n \n \n \n \nMonth and                            \n                    \n \nYear     Total Applied  Accepted  Rejected  Percent Rejected \n                \n         \n1962                            \n                    \n \nJan.  W        7     Between 1954 and \n                 \n       \n   N           0  August 1963, 134 \n                \n     \n\nFeb.  W        69     undated applications \n                 \n       \n   N           3  were rejected by the \n                \n     \nMarch  W        20     Board of Registrars; \n                 \n       \n   N           2  of these 120 were filed \n                \n     \nApril  W        19     by Negroes and 14 were \n                 \n       \n   N           1  filed by white applicants. \n                \n     \nMay  W        2                \n                      \n     \n   N           0             \n                     \n   \nJune  W        2                \n                      \n     \n   N           5             \n                     \n   \nJuly  W        6                \n                      \n     \n   N           1             \n                     \n   \nAugust  W        2                \n                      \n     \n   N           3             \n                     \n   \nSept.  W        10                \n                      \n     \n   N           1             \n                     \n   \nOct.  W        6                \n                      \n     \n   N           0             \n                     \n   \nNov.  W        3                \n                      \n     \n   N           1             \n                     \n   \nDec.  W        2                \n                      \n     \n   N           0             \n                     \n   \n                             \n                    \n \n1963                            \n                    \n \nJan.  W        1                \n                      \n     \n\n   N           1             \n                     \n   \nFeb.  W        7                \n                      \n     \n   N           4             \n                     \n   \nMarch  W        8                \n                      \n     \n   N           3             \n                     \n   \nApril  W        2                \n                      \n     \n   N           3             \n                     \n   \nMay  W        1                \n                      \n     \n   N           2             \n                     \n   \nJune  W        5                \n                      \n     \n   N           3             \n                     \n   \nJuly  W        3                \n                      \n     \n   N           1             \n                     \n   \nAugust  W        6                \n                      \n     \n   N           1            \n           4         \n    \n \nSept.  W        2     )          \n                       \n       \n   N           2  )          \n                      \n     \nOct.           44     )          \n                      \n     \n   N           3  )  Between September 1963 and \n                   \n       \nNov.           12     )  February 11, 1964, 143 \n                   \n       \n   N           8  )  applications for which the \n                   \n       \nDec.  W        5     )  race of the applicant has \n                    \n         \n   N           4  )  not been determined have \n                   \n       \n1964                 )  been filed with the Board \n                  \n     \nJan.  W        13     )  of Registrars. \n                    \n\n         \n   N           3  )          \n                      \n     \nFeb.  W        60     3 1          \n                       \n       \n   N           1    13 1       \n           1          \n      \n \nMarch  W  16     14     2     12.5    \n                         \n           \n   N     18     2     16     88.8 \n                        \n         \nApril  W  44     43     1     2.3    \n                         \n           \n   N     8     4     4     50.0 \n                        \n         \nMay  W  11     11     0     0    \n                         \n           \n   N     7     2     5     71.4 \n                        \n         \nJune  W  2     2     0     0    \n                         \n           \n   N     3     0     3     100 \n                        \n         \nJuly  W  11     11     0     0    \n                         \n           \n   N     29     8     21     72.4 \n                        \n         \nAugust  W  6     6     0     0    \n                         \n           \n   N     14     8     6     42.8 \n                        \n         \nSept.  W  6     5     1     16.7    \n                         \n           \n   N     10     3     7     70.0 \n                        \n         \nOct.  W  10     9     1     10    \n                         \n           \n   N     12     3     9     75.0 \n                        \n         \nNov.  W  0     0     0     —    \n                         \n           \n   N     2     0     2     100 \n                        \n         \nDec.  W  0     0     0     —    \n                         \n           \n   N     3     1     2 2     66.7 \n                        \n         \nTotals  W  10    10    5     4.7    \n      6    1             \n             \n   \n\n(Mar.-  N     10    3    75     70.7 \n        6    1           \n             \n   \nDec. 64)                            \n                    \n \n                             \n                    \n \n                             \n                    \n \n \n \n   \nTABLE CONTINUED \n  \n \nChoctaw County, Alabama \n  \n \n                   \n \n \n \n \nRegistration Statistics \n  \n \n----------------------- \n  \n \n \n \n \nFebruary 1, 1965 \n  \n \n                   \n \n                   \n \n \n \n \n    Persons of   Persons   Percent \n        \n     \n    Voting age   Registered   Registered \n        \n     \nWhite    5192   4886   94.1 \n           \n       \nNegro    3982   284   7.1 \n           \n       \n                   \n \n \n \n \nApplications for Registration \n  \n \n\n----------------------------- \n  \n \n \n \n \nYear     Total  Accepted  Reject Percent Rejected \n     Applied     ed    \n           \n   \n      W  N  W  N  W  N  W  N \n                           \n               \nNov. 9                            \n                    \n \n1959-Dec.                            \n                    \n \n31, 1959  W  11     11     0     0    \n                         \n           \n   N     3     1     2     66.6 \n                        \n         \n1960  W  232     232     0     0    \n                         \n           \n   N     2    1     1    95.0 \n       0         9      \n           \n   \n1961  W  196     195     1     .5    \n                         \n           \n   N     1    1    9    85.2 \n       1   7    8      \n  5         \n      \n \n1962  W  212     212     0     0    \n                         \n           \n   N     1    2    9    80.5 \n       1   3    5      \n  8         \n      \n \n1963  W  32     32     0     0    \n                         \n           \nTo Feb. 5  N     0     0     0     — \n                         \n           \n1959-1963                            \n                    \n \nDates  W  1     0     1     100    \n                         \n           \nUnknown  N     4    0     4    100 \n        6         6      \n             \n   \nFeb. 5, 1963-                            \n                    \n \nApril 6, 1964  W  393     385     8     2.0    \n                         \n           \n   N     9    3    6    64.2 \n       8    5    3      \n            \n\n     \nApril 20, 1964-                            \n                    \n \nFeb. 1, 1965  W  111     108     3     2.7    \n                         \n           \n   N     1    2    7    71.0 \n       0   9    1      \n  0         \n      \n \nTotals  W  118    117    1    1.2    \n      8    5    3        \n              \n     \n   N     5    1    3    78.8 \n       0   0   9     \n  0  6  4   \n        \n     \n \n \n   \nTABLE CONTINUED \n  \n \nMarengo County, Alabama \n  \n \n                   \n \n \n \n \nPersons Registered To Vote \n  \n \n-------------------------- \n  \n \n \n \n \n   Year           White        Negro    \n                      \n     \n   Feb. 1954)                      \n                  \n \n   1955)        392        98    \n                    \n     \n   1956        328        2    \n                    \n     \n   1957        118        0    \n                    \n     \n   1958        252        0    \n                    \n     \n   1959        457        1    \n                    \n     \n   1960        57        5    \n                    \n     \n   1961                 10    \n\n                   \n   \n   Jan. and        103             \n                   \n   \n   Feb. 1962        214        1    \n                    \n     \n   Totals        1,921        117    \n                    \n     \n                             \n                    \n \n \n \n \nMonth and     Total                   \n                   \n   \nYear     Applied  Accepted  Rejected  Percent Rejected \n                \n         \n      W  N  W  N  W  N  W  N \n                           \n               \nMarch 1962-  W  1    1    0     0    \n      4   4            \n    5  5     \n     \n   \nDec. 1962  N     6    1    5    78.8 \n        6    4    2      \n              \n     \nJan. 1963  W  2    2    0     0    \n      0    0             \n             \n   \n   N     7    3    3    54.3 \n       0    2    8      \n            \n     \nFeb. 1963-  W  4    4    0     0    \n      3    3             \n             \n   \nApril 1963  N     2    1    1    51.8 \n        7    3    4      \n              \n     \nMay 1963  W  3     3     0     0    \n                         \n           \n   N     1    1    1     77.7 \n       3    2           \n           \n   \nJune 1963  W  5     5     0     0    \n                         \n           \n   N     3    2    8     25.0 \n       2    4           \n           \n   \nJuly 1963  W  2    2    0     0    \n      3    3             \n             \n   \n   N     9    1    7    70.1 \n       9    9    0      \n            \n     \n\nAugust 1963  W  4     4     0     0    \n                         \n           \n   N     4    4    5     10.4 \n       8    3           \n           \n   \nSept. 1963  W  2    2    0     0    \n      1    1             \n             \n   \n   N     1    1    3     18.7 \n       6    3           \n           \n   \nOct. 1963  W  1    1    0     0    \n      1   1            \n    8  8     \n     \n   \n   N     3    1    1    58.1 \n       1    3    8      \n            \n     \nNov. 1963  W  6    6    1     1.6    \n      4    3             \n             \n   \n   N     2    6     1    70.0 \n       0         4      \n           \n   \nDec. 1963  W  1    1    0     0    \n      0    0             \n             \n   \n   N     3     3     0     0 \n                        \n         \nJan. 1964  W  9    9    1     1.0    \n      6    5             \n             \n   \n   N     2    1    1     5.0 \n       0    9           \n           \n   \nFeb. 1964  W  6    6    0     0    \n      4    4             \n             \n   \n   N     9     2     7     77.7 \n                        \n         \nMarch 1964  W  2    2    1     4.5    \n      2    1             \n             \n   \n   N     1     1     0     0 \n                        \n         \nApril 1964  W  3    3    1     2.6    \n      7    6             \n             \n   \n   N     8     2     6     75.0 \n                        \n         \nMay 1964  W  0     0     0     —    \n                         \n           \n   N     0     0     0     — \n                        \n         \nJune 1964  W  1    1    0     0    \n\n      0    0             \n             \n   \n   N     7     3     4     59.1 \n                        \n         \nJuly 1964  W  1    1    0     0    \n      2    2             \n             \n   \n   N     1    6    4    45.5 \n       1   5    6      \n  1         \n      \n \nAugust 1964  W  1    1    0     0    \n      4    4             \n             \n   \n   N     2    1    9     32.1 \n       8    9           \n           \n   \nSept. 1964  W  3    2    7     19.5    \n      6    9             \n             \n   \n   N     1    0     1    100 \n       0         0      \n           \n   \nOct. 1964  W  6    4    1    23.4    \n      4    9    5        \n              \n     \n   N     5     0     5     100 \n                        \n         \nNov. 1964  W  0     0     0     —    \n                         \n           \n   N     0     0     0     — \n                        \n         \nDec. 1964  W  2     2     0     0    \n                         \n           \n   N     1     1     0     0 \n                        \n         \nJan. 1965  W  1     1     0     0    \n                         \n           \n   N     4     0     4     100 \n                        \n         \nFeb. 1965  W  1    1    5     31.3    \n      6    1             \n             \n   \n   N     3     0     3     100 \n                        \n         \nTotals  W  8    7    3    3.7    \n      3   9   1        \n    0  9      \n       \n   \n   N     6    3    3    51.1 \n       2   0   1     \n  2  4  8   \n        \n     \n \n\n \n5. Route in the City of Montgomery: Marchers will enter \n*120 APPENDIX ‘B’ \nthe City following Route 80 until it becomes Fairview \nAvenue an continue on Fairview to Oak Street turning \nPLAINTIFFS’ PROPOSED PLAN FOR MARCH FROM \nNorth on Oak Street to Jeff Davis Avenue; then East on \nSELMA,  ALABAMA,  TO  MONTGOMERY, \nJeff Davis to Holt Street; then North on Holt to Mobile \nALABAMA \nStreet; then on Mobile to Montgomery; then Northeast on \n1. The march will commence on Friday, March 19, 1965  Montgomery to Court Square then up Dexter Avenue to \nat 10:30 a.m. or any day thereafter provided that plaintiffs  Capitol. The March in the City will be in the streets. \nwill provide at least 48 hours advance notice of the march \n6.  On  the  highway,  the  marchers  will  proceed  on \nto Defendants, the United States, and the Court. \nshoulders of the road  walking on the left  side facing \n2. The number of persons marching will be as follows:  automobile traffic. They will march along road shoulders \ntwo abreast and employ single files at places where the \nA. There will be no limitation on the number of marchers  shoulder is narrow and on bridges without sidewalks. The \nwithin the Cities of Selma and Montgomery and along the  marchers  will  be  organized  in  separate  groups  of \n4-lane  portions  of  Route  80-East  between  Selma  and  approximately 50 persons (or less) and each group will be \nMontgomery.  under the supervision of a designated group leader. \nB. The number of marchers will not exceed 300 persons  7. The following supporting services will be provided: \non the 2-lane portion of Route 80. \nA. Food. \n3. The  following  are  the  approximate  distances  to  be \ncovered each day:  B. Truck-borne washing and toilet facilities. \nA. First Day-march approximately 11 miles stopping at a  C. Litter and garbage pickup by truck along route and at \ndesignated private field with permission of owner which  campsites. \nhas already been granted; \nD. Ambulance and first aid service. \nB. Second day-march approximately 11 miles stopping at \nE. Transportation for return to Selma of those marchers in \na designated field with permission of the owner which \nexcess of the 300 (or fewer) persons who will continue on \nalready has been granted; \nthe march after the first day. Transportation will also be \nC. Third day-march approximately 17 miles stopping at a  available for some persons who will join the group on the \ndesignated building and adjoining field with permission  last day to complete march by entry into Montgomery. F. \nof owners which has already been granted;  Lines of communication among the marchers and leaders \nand certain  supporting services  will be established by \nD.  Fourth  day-march  8  miles  to  the  western  part  of  walkie-talkie radios and other means. \nMontgomery stopping at an area tentatively selected and \nto be designated.  8. Liaison will be established between designated leaders \nof the march and such *121 state and local officials as the \nE. Fifth day-march from western part of Montgomery to  agencies concerned shall designate. \nthe Capitol. \n9. A mass meeting will be held in front of the Alabama \nF.  Large  tents  will  be  erected  at  the  campsites  by  State Capitol on the day the marchers enter Montgomery. \nprofessionals. Meetings and song festivals may be held at  There will be a speakers’ stand with loud speakers in the \ncampsites.  street in front of the Capitol. The audience will be on the \nsidewalks and in the street in front of the Capitol as well \n4.  Route  of  march  in  the  City  of  Selma:  Starting  at  as on the Capitol steps. The audience will be directed not \nBrown’s  Chapel  A.M.E.  Church  on  Sylvan  Street  to walk on the grass around the Capitol unless the state \nproceeding South on Sylvan to Alabama, then West on  permits  this.  The  formal  program  will  be  conducted \nAlabama  to  Broad  (Highway  80-East),  then  South  on  between approximately 12 noon and 3:00 p.m. \nBroad  Street  across  Edmund  Pettus  Bridge  along \nHighway 80-East to Montgomery. The march in the City  10. Following completion of the outdoor program: \nwill be conducted in the streets. \nA.  Not  more  than  20  persons  will  enter  the  Capitol \n\nBuilding,  proceed  to  the  Governor’s  office,  seek  an  (s) John Lewis Birmingham, Alabama \naudience with the Governor and present a petition. \nPlaintiffs Gray & Seay \nB. Transportation away from the Capitol grounds will be \nprovided by leaders of the march to various destinations  34  North  Perry  Street  Montgomery,  Alabama  Jack \nincluding transportation terminals.  Greenberg Norman Amaker Charles H. Jones, Jr. James \nM. Nabrit, III 10 Columbus Circle New York 19, N.Y. \n11. The march will be orderly and peaceful and otherwise  Attorneys for plaintiff \nobserve the highest standards of dignity and decorum. \nRespectfully submitted,  All Citations \n(s) Hosea L. Williams (s) Peter A. Hall  240 F.Supp. 100 \n \nPETER A. HALL 1630 4th Avenue N. \n \nFootnotes \n \n \n \n*  Figures not obtained: the Board accepted applications on one day only in October 1964. \n \n \n*  A total of 11 rejected applications filed with the Board are by persons believed to be white, 9 of them were rejected \nbecause the applicant did not possess the residency requirements to register to vote or they were not of proper age to \n \nregister. One applicant was rejected for inability to complete the application and one form was marked “disqualified due \nto inability to complete application,” but the applicant was registered to vote on the basis of this application. \n \n1  Rejected figures are for applications filed after February 11, 1964. \n \n \n2  In addition two forms filed by white persons and rejected by the Board are undated; and one form filed in February \n1964 and one in March 1964 do not indicate race. \n \n \n1  This temporary restraining order, being designed only to protect this Court’s jurisdiction, pending a hearing and \nadjudication of the rights of the parties, has served its purpose with the filing of this order, and, therefore, expires. \n \n \n2  See Appendix ‘A’ for registration statistics compiled for Dallas, Perry, Wilcox, Hale, Choctaw and Marengo Counties. \nAs to Lowndes County, the evidence reflects that no Negroes are registered to vote although the Negro population in \n \nLowndes County is considerably in excess of 50% Of the total population of that county. \n \n3  United States v. Penton (for Montgomery County), D.C., 212 F.Supp. 193 (1962); United States v. State of Alabama \n(for Macon County), 171 F.Supp. 720 (1959), 267 F.2d 808, vacated and remanded 362 U.S. 602, 80 S.Ct. 924, 4 \n \nL.Ed.2d 982; United States v. State of Alabama (for Bullock County), Civil Action No. 1677-N, Sept. 3, 1961; United \nStates v. Cartwright (for Elmore County), 230 F.Supp. 873 (1964). \n \n4  United States v. Atkins (concerning Dallas County), 210 F.Supp. 441, reversed, 5th Cir., 323 F.2d 733, and United \nStates v. Mayton (relating to Perry County), 9 Cir., 335 F.2d 153. \n \n \n5  Code of Alabama, Title 36, § 58(19)(b): ‘Where sidewalks are not provided any pedestrian walking along and upon a \nhighway shall when practicable walk only on the left side of the roadway or its shoulder facing traffic which may \n \napproach from the opposite direction.’ \n \n6  Examples as to the systematic and very effective deprivations of voting rights to Negro citizens in this area are \ndemonstrated by Appendix ‘A’ to this opinion. As to the methods used to accomplish this, see this Court’s findings in \n \nUnited States v. State of Alabama, 171 F.Supp. 720, and United States v. Penton, 212 F.Supp. 193. The Courts have \nrecognized that in the field of racial discrimination statistics such as those set out in Appendix ‘A’ tell the basic story. \nUnited States v. State of Mississippi, D.C., 229 F.Supp. 925; State of Alabama v. United States (5th Cir. 1962), 304 \nF.2d 583, aff’d 371 U.S. 37, 83 S.Ct. 145, 9 L.Ed.2d 112; United States v. Edwards (5th Cir. 1964), 333 F.2d 575. \n \n7  Mr. Chief Justice Stone in Opp Cotton Mills, Inc. v. Adm’r of Wage and Hour Div. (1941), 312 U.S. 126, 61 S.Ct. 524, \n85 L.Ed. 624, quoting Mr. Chief Justice Marshall in McCulloch v. State of Maryland (1819), 4 Wheat. 316, 4 L.Ed. 579. \n \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/96002"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115649,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115649"
    }
  ],
  "document_count": 2
}