{
  "case_id": 10554,
  "fetched_at": "2025-10-20T22:38:02.829901",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "United States Penitentiary at Marion, Illinois",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Federal Bureau of Prisons",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "Ex Parte Young (Federal) or Bivens"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1989,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief denied"
      }
    ],
    "court": "Southern District of Illinois",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1984-07-24",
    "filing_year": 1984,
    "id": 10554,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "General/Misc.: Mail",
      "General/Misc.: Access to lawyers or judicial system",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Solitary confinement/Supermax (conditions or process)",
      "General/Misc.: Religious programs / policies",
      "General/Misc.: Totality of conditions",
      "Affected Sex/Gender(s): Male",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2016-10-04T00:00:00-04:00",
    "main_docket": {
      "id": 32472,
      "docket_entries": [
        {
          "row_number": 3,
          "id": 9847830,
          "entry_number": "4",
          "date_filed": "2016-07-20T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6228550/4/bruscino-v-carlson/",
          "recap_pdf_url": null,
          "pacer_doc_id": "06903547612",
          "description": "Exhibit List of Preliminary Injunction Hearing held January, 1985 before Judge Kenneth J. Meyers. (Attachments: # 1 Plaintiffs Exhibit 1-18, # 2 Plaintiffs Exhibit 19-24, # 3 Plaintiffs Exhibit 25-30, # 4 Plaintiffs Exhibit 35-36)(msd) (Entered: 07/20/2016)"
        },
        {
          "row_number": 4,
          "id": 9847831,
          "entry_number": "5",
          "date_filed": "2016-07-20T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6228550/5/bruscino-v-carlson/",
          "recap_pdf_url": null,
          "pacer_doc_id": "06903547678",
          "description": "Sealed Exhibit 97 of Preliminary Injunction Hearing held January, 1985 before Magistrate Judge Meyers (Attachments: # 1 Exhibit Part 2, # 2 Exhibit Part 3, # 3 Exhibit Part 4, # 4 Exhibit Part 5, # 5 Exhibit Part 6, # 6 Exhibit Part 8, # 7 Exhibit Part 9, # 8 Exhibit Part 10, # 9 Exhibit Part 11, # 10 Exhibit Part 12, # 11 Exhibit Part 13, # 12 Exhibit Part 14, # 13 Exhibit Part 15, # 14 Exhibit Part 16, # 15 Exhibit Part 17, # 16 Exhibit Part 18, # 17 Exhibit Part 19, # 18 Exhibit Part 20, # 19 Exhibit Part 21, # 20 Exhibit Part 22, # 21 Exhibit Part 23, # 22 Exhibit Part 24)(msd) (Entered: 07/20/2016)"
        },
        {
          "row_number": 5,
          "id": 10197557,
          "entry_number": null,
          "date_filed": "2016-10-04T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "Transcripts Sent to Federal Records Center on 10/4/2016: accession number PT-021-2011-0644, to be interfiled with case file scheduled to be sent to National Archives on 1/1/2017 as historically significant file. (msd)"
        },
        {
          "row_number": 1,
          "id": 2375125,
          "entry_number": "2",
          "date_filed": "1984-06-29T01:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6228550/2/bruscino-v-carlson/",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "COMPLAINT for Declaratory Judgment, Injunctive Relief and for Damages against All Defendants, filed by All Plaintiffs.(msd) (Entered: 06/27/2016)"
        },
        {
          "row_number": 0,
          "id": 2375124,
          "entry_number": "1",
          "date_filed": "1984-06-29T01:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6228550/1/bruscino-v-carlson/",
          "recap_pdf_url": null,
          "pacer_doc_id": "06903529543",
          "description": "Civil Docket Sheet. (Attachments: # 1 Docket Sheet Part 2)(msd) (Entered: 06/27/2016)"
        },
        {
          "row_number": 2,
          "id": 2375126,
          "entry_number": "3",
          "date_filed": "1984-12-20T01:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6228550/3/bruscino-v-carlson/",
          "recap_pdf_url": null,
          "pacer_doc_id": "06903529585",
          "description": "REPORT AND RECOMMENDATIONS by Magistrate Judge Meyers denying defendants Motion to Dismiss in part and that plaintiffs be granted time not to exceed 30 days to file an amended complaint to conform to order of dismissal on defendants motion.. (msd) (Entered: 06/27/2016)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 1984,
      "docket_filing_number": 4320,
      "is_main_docket": true,
      "court": "Southern District of Illinois",
      "state": "Illinois",
      "docket_office_number": "4",
      "docket_number_manual": "84-4320",
      "scales_html": null,
      "recap_link": "https://www.courtlistener.com/docket/6228550/bruscino-v-carlson/",
      "is_active": true
    },
    "name": "Bruscino v. Carlson",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "“all prisoners who are confined at Marion Penitentiary or who may in the future be confined at Marion Penitentiary.”",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1987-02-25",
    "settlement_judgment_year": null,
    "special_collections": [
      "Solitary confinement",
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>Several prisoners at the Marion Federal Penitentiary, represented by private counsel, on July 24, 1984, filed a 42 U.S.C. § 1983-based complaint in the U.S. District Court for the Southern District of Illinois.  They primarily alleged that the defendants, federal prison officials, violated the plaintiffs' Eighth Amendment protection from cruel and unusual punishment and their Fifth Amendment due process guarantees, making the prisoners entitled to injunctive and monetary relief.  On August 1, 1985, the court certified the case as a class action, with the class defined as present and future prisoners at the Marion facility.  According to the plaintiffs, prison conditions existing in connection with a \"lockdown\" resulted in the constitutional violations.  These conditions included use of excessive force, rectal searches, lengthy confinement in cells, and arbitrary procedures by which prisoners were placed at and transferred to Marion.</p><p>Beginning in January, 1985, U.S. Magistrate Judge Kenneth J. Meyers conducted a multi-day hearing to consider the plaintiffs' request for a preliminary injunction.  Judge Meyers subsequently issued a report and recommendation finding no constitutional violations stemming from the defendants' practices at the prison.  The plaintiffs objected to the magistrate's findings.  District Judge James L. Foreman then reviewed the record made before the magistrate and supplemented it, both with additional hearings and a personal, unannounced visit to the Marion facility.  </p><p>On February 25, 1987, Judge Foreman adopted the magistrate's report, agreeing that the conditions in Marion, considered alone or in combination, do not violate the Constitution.  The judge found acceptable the prison officials' use of force and restraints, as well as the limitations on out of cell time (which varied, depending on the housing unit, with a minimum of five hours per week provided for those in disciplinary or protective custody).  He found that no due process right entitled prisoners to hearings preceding transfer to or within Marion, nor were officials' procedures governing prisoners' access to legal materials, attorney visitation, and handling of legal mail constitutionally infirm.  Provision made for group religious services, although limited, sufficed in view of documented security concerns.  Such concerns also precluded the court from finding the physical rectal search practices at the prison that violated the Eighth Amendment, according to Judge Foreman.  Citing findings of an ongoing, on-site study by an expert in psychiatry, the court determined that the several complained-of practices did not, considered in their totality, create conditions resulting in cruel and unusual punishment.  Bruscino v. Carlson, 654 F. Supp 609 (S.D. IL. 1987).</p><p>An appeal to the U.S. Circuit Court for the Seventh Circuit resulted in a panel opinion affirming the district court.  Observing that living under the conditions the plaintiffs described may be sordid and horrible, the Seventh Circuit also noted an evaluation of those conditions must consider both the record, which showed an extraordinary history of violence by Marion's prisoners (including multiple murders of guards and prisoners, as well as searches producing a wide range of weaponry, hidden in body cavities and elsewhere), and the limited competence of federal courts to micromanage prisons.  In the circumstances, each condition of which the plaintiffs complained fell within constitutional limits, and their cumulative effect, albeit \"ghastly,\" did not constitute cruel and unusual punishment, \"given the extraordinary security problems at the prison.\"  Piecemeal relief from certain control practices would impair the defendants' unitary system for dealing with \"the nation's least corrigible inmates,\" which the appellate court declined to do.  Bruscino v. Carlson, 854 F.2d 162 (7th Cir. 1988) (Circuit Judge Richard A. Posner).  The appellate court also upheld the rejection of plaintiffs' due process claims concerning access to courts and legal assistance and their claim that transfers to and within Marion required prior notice and hearings.  Id.  On November 4, 1988, the court denied the plaintiffs' request for a rehearing en banc.  On June 19, 1989, the U.S. Supreme Court declined to review the case.  Bruscino v. Carlson, 491 U.S. 907 (1989).</p><p></p>",
    "summary_published_date": "2008-04-24T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": "1989-06-19",
    "clearinghouse_link": "clearinghouse.net/case/10554",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10554",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10554",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10554"
  },
  "documents": [
    {
      "date": "1989-06-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 907,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 491,
      "cite_2_page": 3193,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 109,
      "cite_3_page": 701,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 105,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72673,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72673.pdf",
      "title": "Memorandum Decisions",
      "text": "Bruscino v. Carlson, 491 U.S. 907 (1989)   \n \n \n    \nPetition for writ of certiorari to the United States Court of \n109 S.Ct. 3193 \nAppeals for the Seventh Circuit. \nSupreme Court of the United States \n  \nDenied. \nRonnie BRUSCINO, et al., petitioner, \n  \nv. \nNorman CARLSON, et al \nParallel Citations \nNo. 88-6913 | June 19, 1989 \n109 S.Ct. 3193 (Mem), 105 L.Ed.2d 701 \nCase below, 654 F.Supp. 609; 854 F.2d 162. \n\t\r  \n  \nOpinion \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72673"
    },
    {
      "date": "1987-02-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 609,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 654,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54739,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54739.pdf",
      "title": "Memorandum and Order",
      "text": "654 F.Supp. 609 (1987)\nRonnie BRUSCINO, et al., Plaintiffs,\nv.\nNorman CARLSON, et al., Defendants.\nCiv. No. 84-4320.\nUnited States District Court, S.D. Illinois, Benton Division.\nFebruary 25, 1987.\n661101 *610*611 Nancy Horgan, Donna Kolb, James Roberts, Carbondale, Ill., for plaintiffs.\nRalph Friederich, Asst. U.S. Atty., East St. Louis, Ill., for defendants.\nMEMORANDUM AND ORDER\nFOREMAN, Chief Judge:\nThis case is before the Court on a Report and Recommendation of Magistrate Kenneth J. Meyers that plaintiffs'\n\"Motion for Preliminary Relief Re Brutality\" and \"Motion for Preliminary Relief Re Conditions\" be denied. Plaintiffs\nhave filed objections to this recommendation and therefore, pursuant to 28 U.S.C. § 636(b)(1)(C), this Court will\nmake a de novo review of those portions of the recommendation to which objections were made.\nBACKGROUND\nOn July 24, 1984, plaintiffs filed a complaint in which they requested injunctive, monetary, and other relief for\nalleged violations of their constitutional rights. This Court certified the case as a class action pursuant to Rule 23\n[1]\nof the Federal Rules of Civil Procedure on August 1, 1985.  The class was defined as \"all prisoners who are\nconfined at Marion Penitentiary or who may in the future be confined at Marion Penitentiary.\" Defendants are\npresent and past employees of the Federal Bureau of Prisons.\nPlaintiffs complain of the use of excessive force, the performance of rectal searches, the amount of time\nprisoners must spend in their cells, the procedures by which prisoners are placed at and transferred to Marion,\nand various other conditions that have existed at Marion since the \"lock-down\" began in November, 1983. They\nallege that the above practices and conditions violate specified constitutional rights, primarily the right to be free\nfrom cruel and unusual punishment, and the right to due process of law.\nTestimony on plaintiffs' request for preliminary injunctive relief began in January, 1985 and continued for nearly\ntwenty-eight days. The Magistrate heard testimony from approximately ninety witnesses and received into\nevidence approximately 150 exhibits, which consisted of several thousand pages of material. The Magistrate's\nReport and Recommendation included, but was not limited to, a discussion of the following issues: 1) Whether\ndefendants engaged in a systematic pattern and practice of physical brutality in violation of the eighth\namendment, 2) whether the policy with regard to rectal searches violates the eighth amendment, 3) whether the\n612 procedures by which prisoners are placed at and transferred to Marion violate the eighth *612 amendment and\nthe right to due process, 4) whether the amount of time prisoners spend in their cells is constitutionally\npermissible, 5) whether the use of physical restraints violates the eighth amendment, 6) whether prisoners are\ndenied access to the courts and to legal materials, 7) whether prisoners are denied the right to practice their\nreligion, and 8) whether the denial of contact visits violates the inmates' constitutional rights. In a 166 page\nRecommendation, the Magistrate found that the individual practices and conditions of which plaintiffs complain\ndid not violate any constitutional rights, and that the conditions, even when considered together, were not\nviolative of the eighth amendment.\n\nOn October 10, 1985, this Court ordered that a transcript of the proceedings be prepared and sent to the Court\nfor its review. Additionally, the Court held four days of hearings, from December 16, 1986 to December 19, 1986,\nin order to obtain an update on the conditions at Marion and in order that it be informed of any changes occurring\nat Marion since the hearings held before the Magistrate. The parties agreed upon a consolidation of the request\nfor a preliminary injunction and the request for a permanent injunction, and that the hearing in December, 1986\nwould be a final hearing on both requests.\nPrior to the scheduled hearings in this case, the Court held several pretrial conferences. At these conferences,\nthe Court told counsel for plaintiffs and defendants that it would make a surprise visit to Marion. Counsel made no\nobjections and in fact, appeared to agree that such a visit was a good idea.\nMy law clerks and I made an unannounced visit and toured the institution on December 11, 1986. We were\naccompanied by one of the attorneys for plaintiffs and the attorney representing defendants. The tour included a\nvisit to the law library, dining room, visiting rooms, the industry area where prisoners from certain units are\nallowed to work, the prison chapels, and the exercise and recreational areas. The Court also toured the Control\nUnit, the disciplinary segregation unit, and part of the general population units. While the Court did not actually\ntour B Unit (more fully described below), the Court was able to observe the movement and mingling of prisoners\nin that particular unit. The tour not only provided an update on the conditions at Marion, but more importantly,\naided the Court in understanding the testimony and the specific issues involved in this case.\nOBJECTIONS\nIn a section entitled \"General Objections to the Report,\" plaintiffs make various generalized objections regarding\nthe Magistrate's ability to be fair and impartial. The Court initially notes that Local Rule 32(b) requires specific\nobjections to a report and recommendation. Furthermore, other courts have held that \"a district court need not\nconduct a de novo determination if objections are not timely or not specific.\" Goney v. Clark, 749 F.2d 5, 6-7 (3d\nCir.1984) (emphasis added). See also Nettles v. Wainwright, 677 F.2d 404, 410 n. 8 (5th Cir.1982). Therefore,\nthis Court need not even consider the general objections set forth by plaintiffs. However, in the interests of justice\nand in order that its review of the proceedings be complete, the Court has considered those general objections\nraised by plaintiffs. The Court agrees that the Magistrate's praise of certain government witnesses was perhaps\nunnecessary. Also, the Magistrate's comments to plaintiffs' counsel, as well as his comments regarding plaintiffs'\nwitnesses and certain testimony plaintiffs attempted to present, were at times unnecessarily harsh. At the same\ntime, the Magistrate was obviously interested in moving the case along. In any event, the Court finds, from an\noverall review of the proceedings, that the Magistrate functioned as an impartial decisionmaker, and that plaintiffs\nwere given a fair hearing.\nPlaintiffs have also set forth twenty-four pages of \"specific objections.\" Some of these objections are, however,\n613 framed in general, vague and broad terms, and are *613 therefore difficult, if not impossible, to consider and\nreview in any meaningful way. For example, in objections No. 7 and No. 9, plaintiffs state as follows:\n7. The discussion of x-rays is spurious and ignores the evidence. The proper inference to draw is\nthat plaintiffs want the relief requested, that potential health hazards be considered, and that their\nconstitutional rights be respected.\n9. In almost all of the remaining issues discussed in the report, plaintiffs' challenges are misstated\nand belittled. Plaintiffs challenge the failure to provide adequate medical care when the omission\noccurs, and produced ample evidence to support their claim. Plaintiffs appreciate and applaud\ncompetent medical care when it is provided. Plaintiffs do not challenge the hobbycraft policies,\npackage policies, or toilet paper policies, except as they relate to the totality of conditions and are\nvehicles for harrassment by guards.\nThe psychological damage of brutality and the conditions of confinement was the subject of much\ntestimony, both direct and expert. The evidence is completely disregarded by the magistrate,\nalthough it is a central issue in the litigation. The report reduces the matter to a challenge to the\n\nunavailability of psychiatric services. Not even defendants claimed that psychological counseling\nis available to prisoners. Even if counseling were available, that in no way justifies the perpetration\nof the serious harm which continues today as a result of incarceration at Marion.\nInadequacy of the law library, access to typewriters and copying, and difficulties associated with\nlegal visits, all are related to plaintiffs [sic] rights of access to court. These issues arose in\ntestimony only incidentally, as elements to be considered in the totality of conditions. The\ntestimony was restricted, and the magistrate has not had the benefit of a full and complete\npresentation of the evidence on which to base his conclusions.\nThose specific objections that were raised, however, have been carefully considered by this Court in reviewing\nthe record of proceedings and in reaching its decision.\nSince plaintiffs appear to object to virtually the entire Report and Recommendation, the Court has reviewed not\nonly the Magistrate's Recommendation, but over 4,000 pages of transcript, as well as numerous exhibits. After\nthoroughly reviewing the record in this case and after hearing four days of additional testimony, the Court\nconcludes that 1) the Magistrate's findings are supported by the evidence in the record; and 2) the Magistrate\ncorrectly determined that the conditions at Marion, alone or in combination, do not violate the Constitution. The\nCourt will not repeat the legal analysis, with regard to each specific issue, that is set forth in the Report and\nRecommendation, but will discuss those issues that, for various reasons, merit further attention.\nCREDIBILITY DETERMINATIONS OF THE MAGISTRATE\nMany of the Magistrate's findings, particularly with regard to plaintiffs' allegations that beatings had occurred,\nwere based on his determination that certain prisoners were not credible witnesses. In reviewing credibility\ndeterminations of the Magistrate, the district court \"is not required to hear any witness and not required to hold a \nde novo hearing of the case.\" U.S. v. Raddatz, 447 U.S. 667, 676, 100 S.Ct. 2406, 2412-13, 65 L.Ed.2d 424\n(1980). As stated by the Seventh Circuit:\nRaddatz made it clear that the district court, in making its de novo determination of the record,\ncould afford the magistrate credibility findings \"`such weight as [their] merit commands and the\nsound discretion of the judge warrants.'\" Thus, on appeal, the district court's decision to adopt the\nmagistrate's credibility rulings without hearing the testimony can only be said to be [an] abuse of\ndiscretion if the record reflects that those rulings were themselves clearly erroneous and entitled\nto no weight.\n614 *614U.S. v. Hardin, 710 F.2d 1231, 1235 (7th Cir.1983),cert. den.464 U.S. 918, 104 S.Ct. 286, 78 L.Ed.2d 263\n(1983). See also McChristion v. Duckworth, 610 F.Supp. 791, 797 (N.D.Ind.1985).\nIn the instant case, the Court had an opportunity to evaluate the credibility of the witnesses when it reviewed the\nrecord. The Court finds that the Magistrate's credibility determinations are amply supported by the record, and\nthose determinations are therefore accepted by this Court.\nBEATINGS AND THE USE OF PHYSICAL RESTRAINTS\nThe Magistrate made extensive findings with regard to the issue of whether beatings occurred and with regard to\nthe use of physical restraints. The Court concludes that these findings are supported by the evidence in the\nrecord.\nWith specific regard to the use of forced cell moves, the evidence presented to this Court during the December,\n1986 hearings further supports the conclusion that excessive force is not used during these moves. The Court\nviewed a tape showing the forced cell moves of several different prisoners and the method by which some of the\nprisoners were restrained. Based on its review of all of the evidence relating to these moves and to the use of\nrestraints, the Court can only conclude that the use of force was justified in these situations and was clearly not\nexcessive. Although plaintiffs argue that defendants' use of force and restraints violates the Code of Federal\n\nRegulations, plaintiffs fail to recognize those Code provisions that give prison officials a certain amount of\ndiscretion in determining how much force to use and whether restraints are necessary. Section 552.22 allows\nprison staff to use \"only that force necessary to gain control of the inmate.\" 28 C.F.R. § 552.22 (1986) (emphasis\nadded). The Code further provides:\n(a) The correctional supervisor in charge of the shift may authorize and will ordinarily supervise\nthe application of restraints necessary to gain control of an inmate who appears to be dangerous\nbecause:\n(1) The inmate assaults any person;\n(2) The inmate destroys government property;\n(3) The inmate attempts suicide;\n(4) The inmate inflicts wounds upon self; or\n(5) The inmate displays signs that such violence may be imminent.\n28 C.F.R. § 552.21(a)(1986) (emphasis added). Therefore, the Court finds that the use of force and restraints is\n[2]\nconstitutionally acceptable and in conformance with the Code of Federal Regulations.\nOUT OF CELL TIME\nPlaintiffs contend that the restrictions on recreation and exercise time violate the eighth amendment. Inmates in\ndisciplinary segregation (I Unit) and inmates in protective custody (G Unit) are allowed five hours exercise per\nweek outside of their cells. Prisoners in the Control Unit (H Unit) are permitted seven hours exercise per week.\nGeneral population inmates (D, E and F Units) receive eleven hours of exercise per week, four hours out of the\ncellblock (including two hours outdoors) and seven hours on the cellblock range. Inmates in B Unit are allowed\nout of their cells from morning until 10:00 p.m. The amount of time that C Unit inmates are allowed out of their\ncells is not exactly clear, but as noted by the Magistrate, it is something more than general population inmates\nand something less than B Unit inmates.\nA recent Seventh Circuit case clearly supports a finding that the restrictions on recreation do not violate the\n615 Constitution. In Caldwell v. Miller, 790 F.2d 589 (7th Cir.1986), plaintiff alleged that the exercise *615 restrictions\nin effect at Marion constituted cruel and unusual punishment in violation of the eighth amendment. The court held\nthat while these restrictions resulted in \"inconvenience and discomfort,\" they did not violate the eighth\namendment. According to the court, \"[t]he restriction that [plaintiff] may exercise outside his cell for one hour a\nday falls short of demonstrating a deliberate indifference to his serious medical needs ... Nor can we say that the\nrestriction[s] are totally without penological justification.\" Id. at 601. \"The Constitution does not mandate that\nprisons be comfortable, and a prison such as Marion, which houses persons convicted of serious crimes and who\nhave demonstrated a propensity to violence or escape, cannot be free of discomfort.\" Id. Accordingly, the Court\nfinds that the amount of \"out of cell time\" granted to prisoners for exercise and recreation is constitutionally\nacceptable, and that the imposed restrictions do not violate the eighth amendment.\nPLACEMENT AND TRANSFER\nAs noted by the Magistrate in his Report and Recommendation, plaintiffs challenge placement at Marion in\nvarious contexts: 1) initial placement at and/or transfer to Marion, 2) lack of availability of transfer from Marion's\ngeneral population to another institution, 3) transfer from Marion's Control Unit to general population, and 4) the\n[3]\nprocedures for acceptance in B Unit.  The Court adopts the Magistrate's rulings on these issues. With regard to\nthe question of initial placement at and/or transfer to Marion, the Court additionally notes the following.\nPlaintiffs argue that the lockdown restrictions have created an institution that is, in actuality, an extension of the\nControl Unit. Plaintiffs contend that because Control Unit prisoners are given a hearing before placement in that\n\nUnit, general population inmates (those in D, E and F Units) are likewise entitled to a hearing prior to placement\nat Marion. The Court rejects plaintiffs' analysis for two reasons.\nFirst, there are distinct differences between the conditions of confinement in D, E and F Units and conditions of\nconfinement in the Control Unit. For example, inmates in the Control Unit are permitted only seven hours of\nexercise per week, while general population inmates receive eleven hours of exercise per week, including two\nhours of outdoor exercise. The evidence before the Magistrate and before this Court also showed that Control\n[4]\nUnit inmates are restrained with handcuffs, a black box  and leg restraints during visits, while general\npopulation inmates visit without restraints. Furthermore, Control Unit inmates are not allowed to attend group\nreligious services, while general population inmates may attend group services once per month. Finally, Control\nUnit inmates are subjected to rectal searches, without the existence of reasonable suspicion, when they reenter\nthat Unit after leaving the institution. An inmate in general population, however, may be given a rectal search only\nif there is reasonable suspicion that he is concealing contraband. (The issue of rectal examinations is discussed\nin a subsequent section of the opinion.)\nSecond, the Seventh Circuit has expressly held that the lockdown restrictions at Marion do not implicate a\nprotected liberty interest, Caldwell, 790 F.2d at 605, and that \"the Constitution does not require hearings before\ntransfers to Marion.\" Miller v. Henman, 804 F.2d 421, 423 (7th Cir.1986). The plaintiff in Caldwell claimed that the\ncontinuation of the lockdown, with no opportunity to challenge it, violated his right to procedural due process\nunder the fifth amendment. The court held:\n616 *616 The difference between the pre- and post-lockdown conditions at Marion is one of degree\nand not of kind. Even assuming that the lockdown restrictions are permanent, it cannot be said\nthat they brought about conditions of confinement that are qualitatively different from the\npunishment characteristically suffered by a convict.\nCaldwell, 790 F.2d at 604-05 (emphasis added).\nIn a similar vein, the plaintiff in Miller claimed that the due process clause requires a hearing before placement at\nMarion. Specifically, plaintiff argued that 1) Marion, as a locked-down maximum security prison, is qualitatively\ndifferent from all others, and therefore, due process requires a hearing before placement at Marion; 2) various\npolicy statements promulgated by the Bureau of Prisons created constitutionally protected interests, which in turn\nrequire a hearing; and 3) under Bono v. Saxbe, 620 F.2d 609 (7th Cir.1980), \"the imposition of extra controls on\nprisoners at Marion is subject to review for compliance with substantive due process.\" Miller, 804 F.2d at 427.\nThe Seventh Circuit expressly held that no hearing is required before an inmate is placed at or transferred to\nMarion. Id. at 423, 427-28. In so ruling, the court noted the Supreme Court's decision in Hewitt v. Helms, 459\nU.S. 460, 103 S.Ct. 864, 74 L.Ed.2d 675 (1983), and based on that decision, appeared to reject plaintiff's reliance\non Bono v. Saxbe:\nHewitt, which was decided after Bono, holds that there is no substantive entitlement to be placed\nin a prison's general population rather than in segregated confinement. We need not deal here\nwith a claim that certain reasons for placing a prisoner in segregation are substantively forbidden;\nMiller does not contend that the reasons for placing him in segregation are off limits to prison\nofficials. Hewitt shows that, in a case of this character, there is no broader substantive entitlement.\nId. at 427-28. Thus, according to Supreme Court decisions and based on recent Seventh Circuit cases, plaintiffs\nhave no right to a hearing before placement at and/or transfer to Marion.\nACCESS TO COURTS\nPlaintiffs contend that the legal access program at Marion is constitutionally inadequate. Under the current\nsystem, satellite or \"mini law libraries\" are maintained on each range and are available for inmate use. Prisoners\ncannot use the main law library, but may request specific materials from that library, and may keep the requested\n[5]\nmaterials for twenty-four hours.  The testimony before this Court indicated that inmates experience delays in\n\nreceiving books and other legal materials, and that research is more difficult without direct access to the main law\nlibrary.\nThe Seventh Circuit, however, has expressly held that Marion's legal access program is constitutionally\nadequate, and that \"the lack of direct access to the main law library does not per se render a legal-access\nprogram unconstitutional.\" Caldwell, 790 F.2d at 606. See also Campbell v. Miller, 787 F.2d 217, 226-30 (7th\nCir.1986) (attorney visitation restrictions at Marion, limited direct access to the Control Unit law library, the\nrequirement of a visual body-cavity search before and after using the library, the \"exact-cite\" paging system for\nrequesting legal materials, and the lack of an established legal assistance program all upheld as constitutional).\nAs stated in Caldwell:\nRestrictions on direct access to legal materials may be justified in light of legitimate security\nconsiderations.... Marion presents unique disciplinary and security considerations. This is true\nwhether one is dealing with general population inmates or with those in the Control Unit. Because\nwe find that the direct-access restrictions do not render Caldwell's access to the courts, as a\n617 general *617 matter, unmeaningful, and that these restrictions are supported by legitimate security\nconsiderations, we will defer to the judgment of Marion officials in adopting the procedures they\nhave.\nCaldwell, 790 F.2d at 606.\nPlaintiffs also complain that 1) when an attorney arrives for a visit at Marion, there are sometimes substantial\ndelays before that attorney is allowed to see his or her client; and 2) the restraints Control Unit inmates are\nplaced in during legal visits prevent any meaningful communication between the attorney and client. Testimony\nbefore this Court indicated that attorneys must wait fifteen to twenty minutes before seeing their client, and that\nthe wait had, at times, been two to three hours. However, Donna Kolb, one of the attorneys for plaintiffs in this\ncase, testified on cross examination that she was never unable to meet court deadlines because of these delays,\nthat she was never refused an opportunity to prepare a client for trial, and that she had, at times, been permitted\nto visit clients on non-visiting days. The Court understands the inconvenience that results from these type of\ndelays. Nevertheless, \"reasonable delay and inconvenience do not rise to the level of a constitutional deficiency,\" \nCampbell, 787 F.2d at 229, especially in view of Ms. Kolb's testimony that there has been no actual prejudice as\na result thereof.\nWith respect to plaintiffs' complaint that Control Unit inmates are unnecessarily restrained during attorney client\nvisits, the Court likewise finds no constitutional violation. As previously noted, Control Unit inmates are restrained\nwith handcuffs, a black box and leg restraints during visits. Plaintiffs contend that these restraints, particularly the\nblack box, not only cause great discomfort, but also make it very difficult to write and to pass papers back and\nforth, and generally, to meaningfully communicate with their attorney. During hearings before this Court, Jerry\nWilliford, the former warden at Marion, stated that various inmates had previously testified that, if they wanted to,\nthey could unlock the handcuffs quickly. (The black box prevents inmates from doing so.) This testimony was\napparently the primary reason that Control Unit inmates are now required to wear black boxes during visits.\nAlthough plaintiffs contend that there are other means of providing security, it is not within the province of this\nCourt to determine whether one security measure is as effective as another. In the absence of some\nconstitutional violation, those decisions are best left to prison administrators. Thus, while the Court appreciates\nthe inconvenience and discomfort plaintiffs must experience because of these restrictions, the Court can only\nconclude that the security concerns of prison administrators justify the measures that have been taken. The court\nin Campbell repeatedly referred to restrictions that \"implicate legitimate security and disciplinary concerns\" in\nupholding the constitutionality of Marion's legal access program. Campbell, 787 F.2d at 228. Similarly, the Court\nhere finds that because of expressed security concerns, restraining Control Unit inmates with cuffs, a black box\nand leg restraints during legal visits does not violate their right of access to the courts or any other constitutional\nright.\n\nINTERFERENCE WITH MAIL\nIn his testimony before this Court, Lawrence Caldwell, an inmate at Marion, stated that several pieces of his legal\nmail were opened outside of his presence. The Code of Federal Regulations provides:\nThe Warden shall open incoming special mail only in the presence of the inmate. ... The\ncorrespondence may not be read or copied if the sender is adequately identified on the envelope, \nand the front of the envelope is marked \"Special Mail 00 Open only in the presence of the inmate.\"\n97\nIn the absence of either adequate identification or the \"special mail\" marking ... on the envelope,\nstaff may treat the mail as general correspondence and may open, inspect and read the mail.\n618 *618 28 C.F.R. § 540.18(a) & (b) (1986) (emphasis added).\nWith regard to legal correspondence, the Code provides, \"Legal mail shall be opened in accordance with special\nmail procedures (see § 540.18).\" 28 C.F.R. § 540.19(b) (1986). The Code further provides that \"[t]he inmate is\nresponsible for advising any attorney that correspondence will be handled as special mail only if the envelope is\nmarked with the attorney's name ... and the front of the envelope is marked \"Special Mail 00 Open only in the\n97\npresence of the inmate.\" Id.\nNone of the envelopes presented to this Court as exhibits were marked \"Special Mail\" as required by the Code of\nFederal Regulations. Although it was obvious from some of the return addresses that the mail was legal mail,\nprison officials clearly did not violate any Code provision by opening mail that was not properly marked.\nFurthermore, although there were isolated incidents of interference with legal mail and although the Court in no\nway condones the improper handling of legal mail, the evidence does not show a systematic pattern or practice\nof interference. In the absence of such a showing, the Court finds that no constitutional violation occurred and\nthat injunctive relief is not warranted.\nFREEDOM OF RELIGION\nAccording to the testimony of the Catholic priest at Marion, Father Gavin O'Conner, Marion employs two full time\nchaplains (a Catholic priest and a Southern Baptist minister), as well as five part time \"contract\" ministers (a\nJewish Rabbi, a Muslim Imam, ministers from the Moorish Science Temple faith, a Medicine Man or Pipe Handler\nfor the Native American Indians, and Catholic and Protestant replacements if needed). General population\ninmates (C, D, E and F Units) are permitted to attend group religious services once per month, and B Unit\ninmates are allowed to attend group services a minimum of once per week. In addition, the full time chaplains\nwalk the ranges in C, D, E and F Units once per week and the contract ministers walk the ranges once per\nmonth. Those inmates in the segregation units (G, H and I Units) are not permitted to attend group services. The\nstaff chaplains, however, visit these inmates once per week in their cells for prayer time and for communion and\nconfession, if desired. The contract ministers also walk the ranges in G, H and I Units and are allowed to visit\nsegregation unit inmates in the attorney booths in the visiting room, although there was testimony that the\ncontract ministers cannot always see everyone because of their limited time.\nIt is well settled that while prisoners retain complete freedom of religious belief, their freedom to exercise those\nbeliefs is subject to curtailment. Cooper v. Pate, 382 F.2d 518, 521 (7th Cir.1967). \"Prison rules that restrain the\nfree exercise of religion are justified only if they are `reasonably adapted' to achieving an important penological\nobjective.\" Caldwell, 790 F.2d at 596.\nRestrictions on group religious services for inmates in disciplinary segregation are constitutionally permissible as\nlong as adequate alternatives are available. See Arsberry v. Sielaff, 586 F.2d 37, 44 (7th Cir.1978) (cited with\napproval in Caldwell, 790 F.2d at 598). In the present case, inmates in disciplinary segregation, though denied\ngroup services, are offered, for example, prayer time, communion and confession once per week when the staff\nchaplains make cell visitations, and once per month through the contract ministers. In addition, it appears that\n\nControl Unit inmates can watch religious services over closed circuit television. The Court finds that these are\nadequate alternatives to actual participation in group services.\nTestimony before the Magistrate indicated that general population inmates can attend group services only with\nthose prisoners who reside on the same side of a particular unit. Patrick Keohane, a former assistant warden at\nMarion, testified that the reason for this policy was to separate inmates who might harm one another.\n619 Furthermore, there is ample evidence in the *619 record of legitimate security needs that justify restrictions on\ngroup activities at Marion. These security concerns clearly justify a restriction that limits group religious services\nto once per month for general population inmates. As stated in Caldwell, prison officials need only show that such\nservices \"constitute a threat of potential violence or are disruptive of institutional security.\" Caldwell, 790 F.2d at\n599. This the defendants have done. The Court therefore finds that plaintiffs' first amendment rights have not\nbeen violated.\nRECTAL SEARCHES\nThe policy with regard to rectal searches or digital examinations at Marion is as follows. General population\ninmates may be given a rectal search \"only by designated qualified health personnel ... and only if the Warden or\nActing Warden has reasonable belief that an inmate is concealing contraband in or on his person.\" 28 C.F.R. §\n552.11(c) (1986) (emphasis added). A Control Unit inmate is given a rectal search every time he reenters the\nControl Unit \"following contact with the public.\" 28 C.F.R. § 541.48(a) (1986). According to the testimony, this\nmeans that whenever a Control Unit inmate leaves the institution and then reenters the Control Unit, he may be\ngiven a rectal search even in the absence of reasonable suspicion. In all other situations, however, the standard\nthat applies to general population inmates also applies to Control Unit inmates 00 there must be reasonable\n97\nsuspicion that a prisoner is concealing contraband before a rectal search is performed. Inmates may request that\nan x-ray be taken in lieu of the digital search. See 28 C.F.R. § 541.48(b) (1986). According to the testimony\nbefore this Court, an inmate may request a maximum of only two x-rays per year because of obvious health\nreasons. However, Jerry Williford testified that at the time he was warden, there were only two inmates who\nwould have exceeded the maximum number of permitted x-rays.\nPlaintiffs contend that the policy of conducting rectal searches on Control Unit inmates without any level of\nsuspicion violates the eighth amendment's prohibition against cruel and unusual punishment. In their objections\nto the Magistrate's Recommendation, plaintiffs also state that \"[t]he manner in which rectal searches have been\ndone at Marion is offensive at best, and shocks the conscience of impartial observers.\" (Plaintiffs' Objections, p.\n8).\nAs noted by the Magistrate, the Supreme Court has not yet addressed the issue of physical rectal searches.\nHowever, in Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), the Court held that a strip\nsearch policy requiring all inmates to submit to a visual body cavity inspection after every contact visit did not\n[6]\nviolate the fourth amendment.  The court applied a balancing test, stating that:\nThe test of reasonableness under the Fourth Amendment ... requires a balancing of the need for\nthe particular search against the invasion of the personal rights that the search entails. Courts\nmust consider the scope of the particular intrusion, the manner in which it is conducted, the\njustification for initiating it, and the place in which it is conducted.\nId. Similarly, in Goff v. Nix, 803 F.2d 358 (8th Cir.1986), plaintiffs challenged several aspects of the institution's\nstrip search policy, including a provision that required segregation unit inmates to be given a visual body cavity\nsearch every time they entered or left the institution. The court, noting the legitimate and serious security needs\nof the prison, held that the policy violated neither the fourth or eighth amendment. Id. at 364, 371. Likewise, in \nArruda v. Fair, 710 F.2d 886 (1st Cir.1983), inmates in a special maximum security unit within MCI-Walpole (a\nMassachusetts maximum security prison) challenged the prison's policy of strip-searching those particular\n620 inmates *620 whenever they entered or left the unit on their way to or from the law library and infirmary, and after\nvisits. (The search was apparently similar to that in Bell v. Wolfish.) The court held that the strip search policy did\nnot violate either the fourth or eighth amendment. Id. at 887-88. The court further noted that the searches were\n\neven more reasonable than those in Bell since the institution was a maximum security facility \"designed to hold\nthose inmates who pose the greatest risks to society and to each other.\" Id. at 887. Finally, the Court notes with\ninterest the Seventh Circuit's decision in Campbell v. Miller. Plaintiff, a Marion inmate housed in the Control Unit,\nchallenged the policy that required him to submit to a routine visual body cavity search both before and after\nusing the Control Unit library. The court upheld this policy as constitutional, noting that the \"[s]muggling of money,\ndrugs, weapons, and other contraband is all too common an occurrence.\" Campbell, 787 F.2d at 228.\nAt least one circuit has addressed the issue of whether rectal searches are constitutionally permissible. The\nplaintiffs in Daughtery v. Harris, 476 F.2d 292 (10th Cir.1973) challenged a policy at USP-Leavenworth that\nrequired routine rectal examinations before prisoners were released to the United States Marshal for court\nappearances. The court specifically noted the security considerations at an institution such as Leavenworth and\nthe number of times that contraband was concealed in the rectal cavity. In upholding the constitutionality of the\npolicy at issue, the court concluded that \"the rectal searches ... were, and are, a necessary and reasonable\nconcomitance of appellants' imprisonment.\" Id. at 295.\nThe Court is completely aware that, with the exception of Daughtery, the above cases involved visual body cavity\nsearches and not actual physical rectal examinations. However, the Court believes that the rationale of those\ncases can be extended to uphold the constitutionality of the rectal search policy at issue in the present case. The\nsecurity concerns repeatedly noted in the various decisions are certainly present at Marion, the highest level\nmaximum security prison in the federal penitentiary system. In this regard, the Court is particularly mindful of the\njudicial deference that must be accorded prison officials in matters of institutional security. Moreover, like the\nmaximum security unit inmates in Arruda, the Control Unit inmates obviously require greater supervision than\nother prisoners. This fact further justifies rectal examinations when an inmate reenters the Control Unit (after\nleaving the institution) even though there may be no reasonable suspicion that a particular inmate is concealing\ncontraband.\nIn addition, the parties do not dispute, and the evidence shows, that inmates at Marion have indeed used the\nrectal cavity for hiding contraband. Plaintiffs appear to contend that Control Unit inmates have no opportunity to\nobtain or conceal contraband when they leave the institution for court appearances since they are shackled and\nclosely guarded. The Court, however, agrees with the following observation:\n[T]rips outside the confines of the prison for court appearances raise ... serious security problems.\nFriends or relatives of the inmate frequently are aware of court dates. While inmates may be well\nguarded and closely observed, the public nature of courts and the frequently crowded\nsurroundings make the presence of a weapon that the inmate has managed to smuggle with him\nor that someone else has managed to secrete for him particularly dangerous.\nGoff, 803 F.2d at 368. Furthermore, the evidence before this Court included a July, 1985 video tape of two\nprisoners, Randy Gometz and John Greschner, who were caught with contraband (including hacksaw blades) in\ntheir noses. This type of evidence clearly demonstrates that, even since the lockdown, inmates are still somehow\nable to obtain contraband and are still attempting to hide the contraband in body cavities. Such security concerns\ncertainly justify the rectal search policy now in effect at Marion.\n621 *621 With specific regard to plaintiffs' eighth amendment claim, the Court finds nothing in the record to support a\ncontention that the searches in question constitute cruel and unusual punishment. The Magistrate found that\naccording to the credible evidence, \"rectal searches are conducted in a professional manner\" and \"neither\nphysical nor verbal abuse occurred during rectal searches.\" (Report and Recommendation p. 41). Based upon\nthis evidence and upon the factors noted above, the Court finds that the rectal searches at Marion do not\nconstitute an unnecessary and wanton infliction of pain within the meaning of the eighth amendment, and that the\nrectal search policy as applied to Control Unit inmates is constitutionally acceptable.\nTOTALITY OF CONDITIONS\nPlaintiffs contend that the totality of conditions at Marion constitutes cruel and unusual punishment in violation of\nthe eighth amendment. The Magistrate has already discussed this issue. The Court would like to highlight certain\n\nportions of that discussion, note any recent decisions on this particular issue, and discuss additional pertinent\ntestimony that was presented during the hearings before this Court.\nIn Rhodes v. Chapman, 452 U.S. 337, 101 S.Ct. 2392, 69 L.Ed.2d 59 (1981), the Court recognized the \"totality of\nconditions\" approach to eighth amendment claims when it stated that \"[c]onditions ... alone or in combination,\nmay deprive inmates of the minimal civilized measure of life's necessities.\" Id. at 347, 101 S.Ct. at 2399\n(emphasis added). The Seventh Circuit, however, has not interpreted Rhodes \"to allow a number of otherwise\nunquestionably constitutional conditions to become unconstitutional by their aggregation.\" Madyun v. Thompson,\n657 F.2d 868, 874 n. 10 (7th Cir.1981). In this regard, the Seventh Circuit has held that \"[v]ague conclusions that\nthe totality of conditions amounts to a constitutional violation ... are insufficient.\" Smith v. Fairman, 690 F.2d 122,\n125 (7th Cir.1982).\nThe Court has already held that specific conditions at Marion, when viewed separately and individually, do not\nviolate the Constitution. Under Madyun, the Court cannot find that these \"otherwise unquestionably constitutional\nconditions,\" in combination, constitute cruel and unusual punishment. Additionally and more importantly, the\nSeventh Circuit has recently held that the totality of conditions at Marion does not violate the eighth amendment.\nIn Caldwell v. Miller, plaintiff claimed that the conditions he challenged (restrictions on exercise, the ban on\nreligious services, the suspension of contact visitation, and restrictions on use of the law library), when taken\ntogether, constituted cruel and unusual punishment. The court held:\nSo considered, the total effect of the conditions Caldwell challenges neither result in an\n\"unquestioned and serious deprivation of basic human needs,\" ... nor do they cause intolerable or\nshocking prison conditions. As we have noted, mere \"inactivity, lack of companionship and a low\nlevel of intellectual stimulation do not constitute cruel and unusual punishment.\"\nCaldwell, 790 F.2d at 601 n. 16. And in Miller v. Henman, the court, citing Caldwell, expressly stated, \"We have\nheld that the lockdown does not violate the Constitution, including the due process clause of the fifth\namendment.\" Miller, 804 F.2d at 422.\nPlaintiffs contend, nevertheless, that the psychological effects of confinement at Marion have resulted in cruel\nand unusual punishment. The evidence before this Court indicates otherwise. Dr. William Logan, the director of\nlaw and psychiatry at the Meninger Foundation, and an expert witness in this case, conducted a study to\ndetermine the mental effects of confinement at Marion. The study began in June, 1985 and at the time of the\nDecember, 1986 hearings, Dr. Logan had spent approximately 400 hours interviewing inmates, compiling\n622 psychological test results, *622 and reviewing inmate files. A control group from Leavenworth was used in the\nstudy. Dr. Logan interviewed sixty-four inmates at Marion, with the interviews ranging from forty-five minutes to\ntwo and one-half hours. (The average interview lasted one hour and fifteen minutes.) Twenty-seven inmates from\nLeavenworth were interviewed. Although the study will not be complete until the spring of 1987 (Dr. Logan\nindicated that he still needed to review medical files at Leavenworth and to compile further statistics), the\nobservations and findings of Dr. Logan thus far further indicate that the psychological effects of confinement at\nMarion do not rise to the level of cruel and unusual punishment. Although plaintiffs' experts testified otherwise,\nthose experts spent considerably less time interviewing prisoners and compiling data.\nDr. Logan found no uniform pattern of psychological disorders and only a few cases of severe psychological\ndisorders requiring hospitalization. He further found that there were different levels of anxiety at Marion,\ndepending on an inmate's level of confinement. Interestingly, the lowest level of anxiety was found among the\ninmates in the Control Unit, while the highest level of anxiety was found among those prisoners confined in\ndisciplinary segregation and protective custody. Dr. Logan testified that, based on these findings, he did not\nbelieve there was a direct correlation between the level of confinement and a prisoner's anxiety level. In other\nwords, according to Dr. Logan, while the level of confinement might be one factor affecting an inmate's anxiety, it\nwas clearly not the sole factor. In relation to these findings, Dr. Logan further testified that in general, the study\nindicated that the conditions of confinement at Marion will not lead to suicide, self-mutilation or hallucinations.\nThe Court is mindful that no permanent conclusions can be drawn from Dr. Logan's study, and that the exact\neffect of confinement at Marion has not been determined. His testimony, however, certainly supports a finding\nthat the psychological effects of confinement at Marion do not constitute cruel and unusual punishment. Plaintiffs\n\nhave failed to present sufficient evidence to prove otherwise. Therefore, based on the evidence in the record and\nin light of the Seventh Circuit's decision in Caldwell v. Miller, the Court finds that the totality of conditions at\nMarion does not violate the eighth amendment.\nAccordingly, the Magistrate's Recommendation is hereby ADOPTED. Plaintiffs' Motion for Preliminary Relief Re\nBrutality, Motion for Preliminary Relief Re Conditions and Motion for a Permanent Injunction are hereby DENIED.\nIT IS SO ORDERED.\n[1] Class certification applied only to the injunctive portion of this case.\n[2] The Court agrees that restraining inmates to beds for prolonged periods without checking them every thirty\nminutes is violative of the Code. The evidence shows, however, that these incidents were isolated incidents, that\nthere was no policy or practice of such abuse, and thus, that no constitutional violation requiring injunctive relief is\nwarranted.\n[3] Prisoners in B Unit are allowed out of their cells for most of the day and participate in a work program now in\neffect at the institution. It is from B Unit that prisoners are transferred to other institutions.\n[4] A black box is a small box that fits over the chain connecting the two cuffs and that is designed to prevent an\ninmate from picking the lock on the handcuffs.\n[5] According to the testimony of Lawrence Caldwell, prisoners may request three volumes at one time from the\nmain library. It appears that Control Unit inmates may request only two at a time.\n[6] Cases discussing this issue have been analyzed in terms of both the fourth and eighth amendments.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54739"
    },
    {
      "date": "1988-07-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 162,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 854,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55885,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55885.pdf",
      "title": "[Appellate Opinion]",
      "text": "854 F.2d 162 (1988)\nRonnie BRUSCINO, et al., on behalf of themselves and others similarly situated, Plaintiffs-\nAppellants,\nv.\nNorman CARLSON, et al., Defendants-Appellees.\nNos. 87-1683, 87-1943.\nUnited States Court of Appeals, Seventh Circuit.\nArgued April 1, 1988.\nDecided July 22, 1988.\nRehearing and Rehearing Denied November 4, 1988.\n163 *163 Nancy Emmet Horgan, Howard B. Eisenberg, S.I.U. Legal Clinic, Carbondale, Ill., for plaintiffs-appellants.\nFrederick J. Hess, U.S. Atty., East St. Louis, Ill., for defendants-appellees.\nBefore BAUER, Chief Judge, and POSNER and FLAUM, Circuit Judges.\nRehearing and Rehearing En Banc Denied November 4, 1988.\nPOSNER, Circuit Judge.\nThe United States Penitentiary in Marion, Illinois, is the successor to Alcatraz as the prison designed to hold the\n164 most violent and dangerous prisoners in the federal system. The only \"Level 6\" prison in that *164 system\n(federal prisons carry a security rating ranging from 1 to 6), it may be the most severe prison in the country, and it\nhouses not only the worst federal prisoners but, on a contract basis, state prisoners too violent for state prisons to\nhandle. Its 300-odd inmates are among the most dangerous people in this nation of 240 million. In 1983, one-\nthird of Marion's inmates were serving terms either of life or of 70 years or more; in 1985, 40 percent were\nserving time for murder, manslaughter, or assault with intent to kill. Because there is no death penalty for\ncommitting crimes in federal prisons (even murder), and because evolving notions of due process and of cruel\nand unusual punishment limit the ability of correctional officers to prevent or deter prison violence, the control of\nthese inmates presents a formidable problem indeed.\nBefore us is an appeal from the denial of injunctive relief, after extensive evidentiary hearings before a federal\nmagistrate and a federal district judge, in a class action on behalf of all of Marion's inmates, comprehensively\nchallenging the operations of the prison as violating the Constitution's guarantees of due process, access to the\ncourts, religious freedom, and freedom from cruel and unusual punishments, 654 F.Supp. 609. The focus of the\nsuit is the procedures that the prison adopted in the wake of a crescendo of violence in October 1983, violence\nthat included the murder of two guards and an inmate. These procedures, the plaintiffs argue, have made the\nconditions of confinement at Marion so savage and brutal as to constitute cruel and unusual punishment;\nalternatively, even if the conditions do not violate Eighth Amendment norms of civilized punishment they are so\nmuch harsher than those prevailing in any other federal prison, even Level 5 prisons such as Leavenworth, that\nassignments to Marion are actual (albeit incremental) deprivations of liberty and are therefore unconstitutional\nunless made after notice to the inmate and an opportunity for at least a minimal hearing. The district court\ndismissed on summary judgment an earlier suit attacking the conditions created by the \"permanent lockdown\"\nthat began in 1983; we affirmed in part and reversed in part. See Caldwell v. Miller, 790 F.2d 589 (7th Cir.1986).\nThe present case, as mentioned, was decided after extensive evidentiary hearings.\nAs a result of the permanent lockdown, each inmate at Marion is confined to a one-man cell (there are no female\ninmates in the prison) round the clock, except for brief periods outside the cell for recreation (between 7 and 11\nhours a week), for a shower, for a visit to the infirmary, to the law library, etc. (Some inmates have more time\noutside the cell, as we shall see.) Recreation means pacing in a small enclosure 00 sometimes just in the corridor\n97\nbetween the rows of cells. The inmate is fed in his cell, on a tray shoved in between the bars. The cells are\n\nmodern and roomy and contain a television set as well as a bed, toilet, and sink, but there is no other furniture\nand when an inmate is outside his cell he is handcuffed and a box is placed over the handcuffs to prevent the\nlock from being picked; his legs may also be shackled. Inmates are forbidden to socialize with each other or to\nparticipate in group religious services. Inmates who throw food or otherwise misbehave in their cells are\nsometimes tied spread-eagled on their beds, often for hours at a stretch, while inmates returning to their cells are\noften (inmates of the control unit, always) subjected to a rectal search: a paramedic inserts a gloved finger into\nthe inmate's rectum and feels around for a knife or other weapon or contraband.\nTo live under such conditions is sordid and horrible, and though they would have raised few eyebrows a hundred\nyears ago, the concept of cruel and unusual punishments is an evolving one; the minimum standard of decency\nin prisons is a function of the conditions of life on the outside, and therefore as society becomes wealthier, more\ncomfortable, more sensitive, more civilized, the constitutional minimum of decency in incarceration rises. \nDavenport v. DeRobertis, 844 F.2d 1310, 1314-15 (7th Cir.1988); see Rhodes v. Chapman, 452 U.S. 337,\n165 346-47, 101 S.Ct. 2392, 2398-99, 69 L.Ed.2d 59 (1981). There is no question *165 that conditions in Marion\ndeserve careful scrutiny, but they must be evaluated against the background of an extraordinary history of inmate\nviolence and with proper regard for the limited competence of federal judges to micromanage prisons. Cf. Duran\nv. Elrod, 760 F.2d 756, 759 (7th Cir.1985), and cases cited there.\nThe defendants placed in the record a remarkable narrative of the violence that led up to the lockdown. We note\na few highlights (some corroborated by decisions of this court). Two inmates, while exercising in the corridor\noutside their cells, garrotted a third inmate, who was asleep in his cell with his head against the bars. See United\nStates v. Silverstein, 732 F.2d 1338 (7th Cir.1984). An inmate stabbed another inmate with a knife while they\nwere exercising and was in turn stabbed by two inmates with knives on his way back to his cell. An inmate fired a\nzip gun (a homemade pistol) at another inmate and at a guard, wounding both. Inmates have attacked other\ninmates and guards with a homemade bomb, with a light bulb, with a padlock, with a sharpened pencil wielded as\na knife, with a sharpened toothbrush, with feces, with a chair, with a mop wringer, with a home-made mallet, and\nwith a bucket of boiling water, as well as with the usual zip guns and shanks. (Shanks are homemade knives,\noften carved out of the legs of the steel beds in the cells. The steel beds have now been replaced by concrete\nblocks in an effort to prevent the manufacture of shanks.) A number of inmates were killed in these assaults, and\nin addition there were frequent riots and strikes by inmates, takings of guards as hostages, takeovers of cell\nblocks, and ingenious attempts to escape 00 once to the accompaniment of rifle fire directed at the prison from the\n97\noutside. One inmate managed to detonate a bomb in his cell.\nIn the climactic week that preceded the lockdown, two guards were murdered in similar incidents. In each a\nprisoner being escorted from his cell broke away from the three guards escorting him, thrust his handcuffed\nwrists (this was before the innovation of placing a box over the handcuffs) into an accomplice's cell, emerged\nsans handcuffs but holding a shank in his hand, and proceeded to attack the guards. In one of the incidents,\nanother guard was crippled and the third seriously injured. See United States v. Fountain, 768 F.2d 790, modified\non other grounds, 777 F.2d 345 (7th Cir.1985). Throughout this period, searches uncovered an astonishing\nquantity of knives, zip guns, and other contraband, including many homemade keys that fit handcuffs and others\nthat fit doors in the prison. Searches of body cavities, including the nose, the mouth, and the rectum, continue to\nturn up an impressive quantity and variety of contraband, including knives and hacksaw blades.\nThe incidence of violence has declined since the lockdown. It appears that in the four and a half years since,\n\"only\" 3 murders have been committed, while in the four preceding years 11 murders 00 almost four times as\n97\nmany in a shorter time than has elapsed since the lockdown 00 had been committed. In the nine months following\n97\nthe adoption of the new procedures the number of armed assaults by inmates declined (in comparison to the\npreceding nine months) from 19 to 8, although the number of unarmed assaults rose (from 7 to 18). See The\nUnited States Penitentiary, Marion, Illinois: Consultants' Report Submitted to H.R. Comm. on Judiciary, 98th\nCong., 2d Sess., ser. 21, p. 20 (Comm. Print Dec. 1984). If the comparison is broadened to approximately the\nfour years before and four years after the lockdown, the number of armed assaults fell from 115 to 34 and the\nnumber of unarmed assaults was unchanged at 53 (Bureau of Prisons statistics). Since the principal victims of\nmurders and armed assaults in Marion penitentiary are inmates, the procedures that the plaintiffs describe as\ncruel and unusual punishment are the very procedures that are protecting them from murderous attacks by fellow\nprisoners.\n\nIf order could be maintained in Marion without resort to the harsh methods attacked in this lawsuit, the plaintiffs\nwould have a stronger argument that the methods were indeed cruel and unusual punishments. But the plaintiffs'\n166 able counsel *166 have no suggestions as to how this might be done. Cf. Duckworth v. Franzen, 780 F.2d 645,\n655 (7th Cir.1985). They do not acknowledge the difficulty of controlling inmates who, since they have no\nexpectation of ever being released from prison and are in no danger of being executed, cannot be deterred by\nthreat of punishment from trying to kill and maim the inmates and guards who displease them, or to escape, or to\ndestroy prison property. The plaintiffs argue that it is the conditions at Marion before the lockdown that brutalized\nthe inmates and caused them to become so violent and destructive. This is rank conjecture and implausible to\nboot. Few inmates are assigned to Marion who do not have a substantial history of violence in prison; it is not\nlikely that these wolves would have turned into sheep if Marion had been a gentler place.\nFather Daniel Berrigan in an amicus curiae brief urges that Marion be \"dismantled,\" if necessary by \"illegal\nmeans.\" That is neither a responsible nor a constructive suggestion. If Marion were \"dismantled,\" its inmates\nwould have to be transferred to less secure prisons (which might then become more like Marion). If it were\n\"opened up\" 00 if conditions as they existed in October 1983 were restored 00 the lives and safety of the inmates\n97 97\nand guards would be in grave jeopardy. The current conditions, ghastly as they are, testify in a weird way to our\nnation's aspirations to a humane criminal justice system, for they result from forbidding murderous inmates to be\nexecuted or to be killed or beat senseless by outraged guards; no inmate has been killed at Marion save by\nanother inmate.\nTaken one by one, each condition of which the plaintiffs complain is within constitutional limits. The amount of\ntime that inmates are allowed to spend outside their cells is within guidelines recently discussed by this court.\nSee Davenport v. DeRobertis, supra, 844 F.2d at 1315-16. The denial of opportunities for socialization and for\ngroup religious services has been upheld in previous decisions as well, and in circumstances less desperate than\nthose revealed by the record of this case (a record that fills the gap that induced us to remand a similar issue in \nCaldwell v. Miller, supra, 790 F.2d at 599-600, for factual exploration). See, e.g., O'Lone v. Estate of Shabazz,\n___ U.S. ___, 107 S.Ct. 2400, 96 L.Ed.2d 282 (1987); Turner v. Safley, ___ U.S. ___, 107 S.Ct. 2254, 96 L.Ed.2d\n64 (1987); Martin v. Tyson, 845 F.2d 1451, 1455 (7th Cir.1988) (per curiam). The handcuffing, the shackling, the\nboxing of the handcuffs, the spread-eagling, and the rectal searches are reasonable measures in view of the\nhistory of violence at the prison and the incorrigible, undeterrable character of the inmates. Bell v. Wolfish, 441\nU.S. 520, 558-60, 99 S.Ct. 1861, 1884-85, 60 L.Ed.2d 447 (1979), upheld rectal searches (albeit visual rather\nthan, as here, manual) of pretrial detainees.\nThe whole is sometimes greater than the sum of the parts: the cumulative effect of the indignities, deprivations,\nand constraints to which inmates are subjected determines whether they are receiving cruel and unusual\npunishment. See, e.g., French v. Owens, 777 F.2d 1250, 1252 (7th Cir.1985). The whole here is depressing in the\nextreme, but we are not persuaded that any relaxation in the controls instituted in the fall of 1983 is\nconstitutionally required, given the extraordinary security problems at the prison. The controls are a unitary and\nintegrated system for dealing with the nation's least corrigible inmates; piecemeal dismantling would destroy the\nsystem's rationale and impair its efficacy.\nThe plaintiffs argue that the conditions of confinement at Marion are even worse than depicted above because\nguards frequently beat prisoners, conduct the rectal searches in an unnecessarily brutal, painful, and humiliating\nmanner, and in general behave as lawlessly as the prisoners. These allegations aroused the interest of Amnesty\nInternational, which has criticized the management of the prison. And evidence was presented at trial to support\nthe allegations. But the evidence consisted of testimony by inmates, who frequently lie in prisoner rights' cases,\n167 and the magistrate and district judge disbelieved their *167 testimony about misconduct by the prison staff.\nMaybe, as the plaintiffs urge, their witnesses were telling the truth, but we are in no position to question the\nresolution of issues of believability by those who saw and heard the witnesses testify. See Bullard v. Sercon\nCorp., 846 F.2d 463, 466 (7th Cir.1988).\nThe other claims can be disposed of briefly. The plaintiffs complain that because of the extraordinary security\nprocedures at Marion there are long delays in arranging for visits by lawyers with inmates who have pending\nlitigation, that the ability of inmates to conduct legal research is inhibited by the fact that they are allowed to take\nout only three books at a time from the law library, that the indignity of having to submit to rectal searches\n\ndiscourages inmates from meeting with their lawyers or using the law library, that forbidding inmates to change\nprisons during the pendency of a lawsuit in the district where they are imprisoned discourages litigation by\ninmates of Marion (who naturally are eager to be transferred to other prisons in the federal prison system), and\nthat as a result of all these discouragements and obstacles inmates at Marion are deterred from exercising their\nimplied constitutional right to litigate (on which see, e.g., Bounds v. Smith, 430 U.S. 817, 97 S.Ct. 1491, 52\nL.Ed.2d 72 (1977); Caldwell v. Miller, supra, 790 F.2d at 605-07; Hossman v. Spradlin, 812 F.2d 1019 (7th\nCir.1987) (per curiam); In re Gee, 815 F.2d 41 (7th Cir.1987)). The short answer to this part of the plaintiffs'\nappeal is that the record in this case contains no evidence of any prejudice to an inmate in bringing or\nprosecuting a lawsuit. Such a showing is required in a case alleging a denial of access to the courts. Hossman v.\nSpradlin, supra, 812 F.2d at 1021 and n. 2. No one fell under the bar of a statute of limitations, no one failed to\nmake a timely filing, no one was denied legal assistance to which he was entitled, no one lost a case he should\nor could have won.\nThe last issue is whether conditions at Marion are so harsh (even if not unconstitutionally so) because of the\nextraordinary security problems there that assignment to Marion should be treated as a deprivation of liberty and\nshould therefore be subjected to the requirements of due process of law. A transfer from one prison to another\ndoes not deprive the prisoner of liberty or property within the meaning of the due process clause, and therefore\ndoes not require notice and an opportunity for a hearing. See, e.g., Olim v. Wakinekona, 461 U.S. 238, 103 S.Ct.\n1741, 75 L.Ed.2d 813 (1983); Caldwell v. Miller, supra, 790 F.2d at 603. We applied this principle to transfers to\nMarion from other federal prisons in Miller v. Henman, 804 F.2d 421 (7th Cir.1986), which the plaintiffs ask us to\noverrule, pointing out that the record of the present case contains a fuller description of conditions at Marion\nsince the lockdown. We naturally are reluctant to overrule a recent decision, and the difference in the factual\nrecords in the two cases is not a persuasive reason for doing so here. The principal question in Miller was not\nwhether a transfer from a less harsh to a harsher prison triggers a right to due process because the transfer is an\nincremental deprivation of liberty, but whether the rules of the Bureau of Prisons create an entitlement of which\nthe prisoner cannot be deprived without due process of law. To that question the actual harshness of conditions\nat Marion is irrelevant.\nThe plaintiffs urge another point, one that distinguishes between positive liberty (liberty rights conferred by law)\nand natural liberty. They argue that prisons deprive inmates of their natural liberty to varying degrees, and the\nincremental deprivation effected by a transfer to Marion is so great that it should count as an actionable\ndeprivation of natural liberty. We disagree. Marion is not a homogeneous institution. Our description concentrated\non the harshest units, but there are gentler ones, notably C unit, where prisoners are allowed out of their cells 22\nhours a week, have some opportunities for work, and are allowed to socialize with the other prisoners in the unit.\n168 Conditions in C unit are apparently no more restrictive than in Level 5 prisons. Further, it would be illogical *168\nto entitle inmates assigned to Marion to a hearing on the ground that Marion represents a quantum increase in\nrestrictiveness, yet deny all other inmates in the federal system a similar right. There is no ground for thinking that\nthe reassignment of an inmate from a Level 1 prison to a Level 5 prison effects a lesser deprivation of liberty than\nthe reassignment of an inmate from a Level 5 prison to Marion.\nThe issue thus becomes whether we shall require the Bureau of Prisons to conduct a hearing before moving an\ninmate to any prison, or any unit within a prison, in which the conditions of confinement are appreciably more\nonerous or restrictive than where the inmate is now. Such a requirement would protect a few inmates who are\nassigned to Marion because of a mistaken belief that they are too violent or dangerous or escape-prone to\nremain where they are, but would also greatly complicate the administration of the federal prison system and be\ninconsistent with strong statements, that we are not free to ignore, by the Supreme Court. \"The conviction [of a\ncriminal defendant] has sufficiently extinguished the defendant's liberty interest to empower the State to confine\nhim in any of its prisons.... Confinement in any of the State's institutions is within the normal limits or range of\ncustody which the conviction has authorized the State to impose. That life in one prison is much more\ndisagreeable than in another does not in itself signify that a Fourteenth Amendment liberty interest is implicated\nwhen a prisoner is transferred to the institution with the more severe rules.\" Meachum v. Fano, 427 U.S. 215,\n224-25, 96 S.Ct. 2532, 2538, 49 L.Ed.2d 451 (1976) (emphasis in original).\nThe plaintiffs present other objections to the dismissal of their suit, but these need not detain us for long. In\nparticular they argue that the magistrate should have recused himself for bias. They point to his action in\n\nresolving all credibility questions in favor of the defendants and to his lavish praise for their testimony. These\npoints may create suspicion but they do not demonstrate bias. The scope of appellate review of determinations of\ncredibility is very limited and is not to be expanded by inferring bias from such tenuous indications as cited by the\nplaintiffs here. No other issue need be discussed; the judgment dismissing the suit is\nAFFIRMED.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55885"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120612,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120612"
    },
    {
      "date": "1988-07-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 162,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 854,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 29568,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/29568.pdf",
      "title": "[Appellate Opinion]",
      "text": "162  854 FEDERAL REPORTER, 2d SERIES \nMosele, 305 Ill.App. 577, 27 N.E.2d 559 (1st  this  principle  is  particularly clear in  this \nDist.1940).  They argue that the wrongful  case because § 303(i)(I)(C) plainly contem \nappointment of the interim trustee in this  plates the wrongful appointment of an in \ncase is  analogous.  terim trustee.  In view of the principles set \nWe agree that the situations are analo  forth in Alyeska, we hold that appellants' \ngous.  The appellants have not, however,  common  law  claim  for  attorneys'  fees  is \ncited to any case where a court has relied  pre-empted by § 303(i).  The decision of the \non its equity powers to award attorneys'  district court is AFFIRMED.6 \nfees  in  connection with the wrongful ap \npointment of an interim trustee under the \nBankruptcy Code of 1978.  The most plau \nsible explanation for the absence of such \nauthority is that Congress has specifically \nauthorized the award of attorneys' fees in \ncertain  circumstances,  including  § 303(i), \nand  has  pre-empted  the  judiciary's  eq  Ronnie BRUSCINO, et aI., on behalf of \nuitable  power  to  redistribute  attorneys'  themselves and others similarly \nfees in bankruptcy cases.  situated, Plaintiffs-Appellants, \nThe pre-emption of the judiciary's power \nv. \nto award attorney's fees in situations other \nNorman CARLSON, et aI., \nthan those within the traditional exceptions \nDefendants-Appellees. \nto the American Rule was authoritatively \nset forth in Alyeska Pipeline Service Co.  Nos. 87-1683, 87-1943. \nv.  Wilderness  Society,  421  U.S.  240,  95 \nS.Ct.  1612,  44  L.Ed.2d  141  (1975).  In  United States Court of Appeals, \nAlyeska the  Supreme  Court reversed  an  Seventh Circuit. \naward of fees  based on  the court of ap \nArgued April 1, 1988. \npeals'  equitable power stating that \"[the \nAmerican Rule] is deeply rooted in history  Decided July 22,  1988. \nand in congressional policy;  and it is not \nRehearing and Rehearing En Banc \nfor us to invade the legislature's province \nDenied Nov. 4,1988. \nby  redistributing  litigation  costs  in  the \nmanner  suggested  by  respondents .... \" \nId.  at 271, 95 S.Ct. at 1628 (footnote omit  Federal inmates  brought action  chal \nted).  Specifically, the Court reasoned:  lenging  conditions  in  maximum  security \n[W]hat  Congress  has  done,  however,  federal prison since permanent \"lockdown\" \nwhile fully recognizing and accepting the  began.  On objections to magistrate's re \n[American] rule, is to make specific and  port  and  recommendation,  the  United \nexplicit provisions  for the allowance of  States District Court for the Southern Dis \nattorneys'  fees  under selected  statutes  trict of Illinois, James L.  Foreman, Chief \ngranting  or  protecting  various  federal  Judge, 654 F.Supp. 609, adopted recommen \nrights. . ..  Under this scheme of things,  dation  and  denied  preliminary  relief and \nit is apparent that the circumstances un  permanent injunction, and appeal was tak \nder  which  attorneys'  fees  are  to  be  en.  The Court of Appeals, Posner, Circuit \nawarded and the range of discretion of  Judge, held that:  (1)  conditions at prison \nthe courts in  making those awards are  did not constitute cruel and unusual pun \nmatters for Congress to determine.  ishment, and (2) conditions did not deprive \nprisoners of due process rights. \nId. at 260-63, 95 S.Ct. at 1623-25 (citations \nand footnotes omitted).  The application of  Affirmed. \n6.  Because we affirm the district court's decision  for fees related to this appeal. \ndenying fees, we also deny appellants' motion \n\nBRUSCINO v. CARLSON  163 \nCite as 854 F.2d 162 (7th Clr. 1988) \n1. Prisons ~17(1)  6. Prisons ~4(10) \nChallenge  to  conditions  in  maximum  Extraordinary security procedures  at \nsecurity  federal  prison  deserve  careful  maximum  security federal prison did not \nscrutiny,  but must be  evaluated  against  result in prejudice to inmates in bringing or \nbackground of extraordinary history of in  prosecuting lawsuits so as to demonstrate \nmate violence and with proper regard for  denial of access to courts; no evidence was \nlimited competence of federal judges to mi  presented that any prisoner fell under bar \ncromanage prisons.  of statute  of limitations,  failed  to  make \ntimely filing, was denied legal assistance to \n2. Criminal Law ~1213.10(1)  which he was entitled or had lost case he \nIf order could be maintained in maxi \nshould or could have won. \nmum security federal prison without resort \nto harsh security methods attacked in in  '7.  Constitutional Law ~272(2), 277(1) \nmates'  class  action  litigation,  argument  Prisons ~13.5(3) \nthat methods  employed  constituted  cruel  Transfer from  one  prison to  another \nand unusual punishment would be strong  does  not deprive  prisoner of liberty  and \ner;  counsel for inmates failed to acknowl  property  within  meaning  of due  process \nedge difficulty of controlling inmates who,  clause, and therefore does not require no \nwith no expectation of ever being released  tice and opportunity for hearing.  U.S.C.A. \nfrom  prison  and  in  no  danger  of being  Const.Amend. 14. \nexecuted, could not be deterred by threat \n8. Prisons ~13.5(3) \nof punishment from trying to kill or maim \nTransfer of prisoners to maximum se \ninmates and guards or to escape.  U.S.C.A. \ncurity federal prison did not result in incre \nConst.Amend. 8. \nmental deprivation so great so as to consti \n3. Criminal Law ~1213.10(1)  tute actionable deprivation of natural liber \nExtraordinary security measures  em  ty and thus requh;e hearing. \nployed in maximum security federal prison, \n9. United States Magistrates ~12 \nsuch  as  limitation  of time  spent outside \nMagistrate was not required to recuse \ncells, denial of opportunities for socializa \nhimself for bias in challenge to conditions \ntion,  handcuffing,  shackling,  spread-ea \nimposed by permanent lockdown in  maxi \ngling and rectal searches were reasonable \nmum  security federal  prison  by inmates; \nmeasures in view of history of violence at \nmagistrate's  resolution  of  all  credibility \nprison and incorrigible character of inmates \nquestions in favor of federal prison employ \nand thus did not constitute cruel and un \nees over inmates may have created suspi \nusual punishment.  U.S.C.A. Const.Amend. \ncion but did not demonstrate bias. \n8. \n4. Criminal Law ~1213.10(1) \nNancy Emmet Horgan, Howard B. Eisen \nIn determining whether treatment of \nberg, S.LU. Legal Clinic,  Carbondale, Ill. , \ninmates  in  prisons  constitutes  cruel  and \nfor plaintiffs-appellants. \nunusual punishment,  whole  is  sometimes \ngreater than sum of parts;  cumulative ef  Frederick J.  Hess,  U.S.  Atty.,  East St. \nfect  of indignities,  deprivations  and  con  Louis, Ill.,  for defendants-appellees. \nstraints to which inmates are subjected de \nBefore BAUER, Chief Judge, and \ntermines whether they are receiving cruel \nPOSNER and FLAUM, Circuit Judges. \nand unusual punishment.  U.S.C.A. Const. \nAmend. 8. \nPOSNER, Circuit Judge. \n5. Federal Courts ~844  The United States Penitentiary in Mar \nFederal appeals court was in no posi  ion, Illinois, is the successor to Alcatraz as \ntion to question district judge's resolution  the prison designed to hold the most violent \nof issues of believability of inmates' testi  and dangerous prisoners in the federal sys \nmony  about· misconduct  by  prison  staff.  tem.  The  only  \"Level 6\"  prison in  that \n\n164  854 FEDERAL REPORTER, 2d SERIES \nsystem  (federal  prisons  carry  a  security  in 1983;  we affirmed in part and reversed \nrating ranging from 1 to 6), it may be the  in part.  See Caldwell v. Miller,  790 F.2d \nmost severe prison in the country, and it  589  (7th  Cir.1986).  The  present case,  as \nhouses not only the worst federal prisoners  mentioned, was decided after extensive evi \nbut, on a contract basis, state prisoners too  dentiary hearings. \nviolent  for  state  prisons  to  handle.  Its \nAs a result of the permanent lockdown, \n300-0dd inmates are among the most dan \neach  inmate  at Marion  is  confined  to  a \ngerous people in this nation of 240 million. \none-man cell (there are no female inmates \nIn 1983, one-third of Marion's inmates were \nin the prison) round the clock, except for \nserving terms either of life or of 70 years \nbrief periods outside the cell for recreation \nor more;  in 1985, 40 percent were serving \n(between 7 and  11  hours  a week),  for a \ntime for murder, manslaughter, or assault \nshower, for a visit to the infirmary, to the \nwith  intent to  kill.  Because  there is  no \nlaw library, etc.  (Some inmates have more \ndeath penalty for committing crimes in fed \ntime  outside  the  cell,  as  we  shall  see.) \neral  prisons  (even  murder),  and  because \nRecreation means pacing in a small enclo \nevolving notions of due process and of cru \nsure-sometimes just in  the  corridor  be \nel and unusual punishment limit the ability \ntween the rows of cells.  The inmate is fed \nof correctional officers to prevent or deter \nin his cell, on a tray shoved in between the \nprison  violence,  the  control  of  these  in \nbars.  The cells are modern and roomy and \nmates  presents a  formidable  problem  in \ncontain a television set as well as a bed, \ndeed. \ntoilet, and sink, but there is no other furni \nBefore us is an appeal from the denial of \nture and when an inmate is outside his cell \ninjunctive relief, after extensive evidentia \nhe is handcuffed and a box is placed over \nry  hearings  before  a  federal  magistrate \nthe  handcuffs  to  prevent  the  lock  from \nand a federal district judge, in a class ac \nbeing picked;  his legs may also be shack \ntion on behalf of all of Marion's inmates, \nled.  Inmates  are  forbidden  to  socialize \ncomprehensively challenging the operations \nwith each other or to participate in group \nof the prison as violating the Constitution's \nreligious  services.  Inmates  who  throw \nguarantees of due process,  access to  the \nfood or otherwise misbehave in their cells \ncourts,  religious  freedom,  and  freedom \nare sometimes tied spread-eagled on their \nfrom cruel and unusual punishments, 654 \nbeds, often for hours at a  stretch, while \nF.Supp. 609.  The focus of the suit is the \ninmates returning to their cells are often \nprocedures that the prison adopted in the \n(inmates of the control unit, always) sub \nwake of a crescendo of violence in October \njected to a rectal search:  a paramedic in \n1983, violence that included the murder of \nserts a gloved finger into the inmate's rec \ntwo guards and an inmate.  These proce \ntum and feels around for a knife or other \ndures, the plaintiffs argue, have made the \nweapon or contraband. \nconditions of confinement at Marion so sav \nage and brutal as to constitute cruel and  [1]  To live under such conditions is sor \nunusual punishment;  alternatively, even if  did  and horrible,  and though they would \nthe  conditions  do  not  violate  Eighth  have raised few eyebrows a hundred years \nAmendment norms of civilized punishment  ago, the concept of cruel and unusual pun \nthey are so much harsher than those pre  ishments is an evolving one;  the minimum \nvailing in  any other federal  prison,  even  standard of decency in prisons is a function \nLevel 5 prisons such as Leavenworth, that  of the conditions of life on the outside, and \nassignments to  Marion  are  actual  (albeit  therefore  as  society  becomes  wealthier, \nincremental) deprivations of liberty and are  more comfortable, more sensitive, more civ \ntherefore unconstitutional unless made af  ilized, the constitutional minimum of decen \nter notice to the inmate and an opportunity  cy  in  incarceration  rises.  Davenport  v. \nfor at least a minimal hearing.  The district  DeRobertis,  844  F.2d  1310,  1314-15  (7th \ncourt dismissed on summary judgment an  Cir.1988);  see  Rhodes  v.  Chapman,  452 \nearlier suit attacking the conditions created  U.S. 337, 346-47, 101 S.Ct. 2392, 2398-99, \nby the \"permanent lockdown\" that began  69 L.Ed.2d 59 (1981).  There is no question \n\nBRUSCINO v. CARLSON  165 \nCite as 854 F.2d 162 (7th Cir. 1988) \nthat conditions in  Marion deserve careful  sans handcuffs but holding a shank in his \nscrutiny,  but  they  must  be  evaluated  hand, and proceeded to attack the guards. \nagainst the  background  of  an  extraordi- In one of the incidents, another guard was \nnary history of inmate violence  and with  crippled  and  the  third  seriously  injured. \nproper regard for the limited competence  See United States v.  Fountain, 768 F.2d \nof federal judges to micromanage prisons.  790,  modified on other grounds, 777  F.2d \nCf. Duran v. Elrod, 760 F.2d 756, 759 (7th  345 (7th Cir.1985).  Throughout this period, \nCir.1985}, and cases cited there.  searches uncovered an astonishing quantity \nThe  defendants  placed  in  the record  a  of knives, zip guns, and other contraband, \nremarkable narrative of the violence that  including  many  homemade  keys  that  fit \nled up to the lockdown.  We  note a few  handcuffs and others that fit doors in the \nhighlights (some corroborated by decisions  prison.  Searches of body cavities, includ \nof this court).  Two inmates, while exercis- ing the nose, the mouth, and the rectum, \ning in the corridor outside their cells, gar- continue to turn up an impressive quantity \nrotted a third inmate, who was asleep in his  and variety of contraband, including knives \ncell with his head against the bars.  See  and hacksaw blades. \nUnited States v. Silverstein, 732 F.2d 1338  The  incidence  of violence  has  declined \n(7th Cir.1984).  An inmate stabbed another  since the lockdown.  It appears that in the \ninmate with a knife while they were exer- four and a half years since, \"only\" 3 mur \ncising  and  was  in  turn  stabbed  by  two  ders  have  been  committed,  while  in  the \ninmates with knives on his way back to his  four preceding years 11  murders-almost \ncell.  An inmate fired a zip gun (a home- four times as many in a shorter time than \nmade  pistol) at another inmate and  at a  has elapsed since the lockdown-had been \nguard, wounding both.  Inmates have at- committed.  In the nine months following \ntacked other inmates  and  guards with  a  the  adoption  of the  new  procedures  the \nhomemade bomb, with a light bulb, with a  number of armed assaults by inmates de \npadlock, with a sharpened pencil wielded as  clined (in comparison to the preceding nine \na knife, with a sharpened toothbrush, with \nmonths) from 19 to 8, although the number \nfeces,  with a chair, with a mop  wringer, \nof unarmed assaults rose (from 7 to 18). \nwith a home-made mallet, and with a buck-\net of boiling water,  as  well  as  with the  See The United States Penitentiary, Mar-\nusual zip  guns and shanks.  (Shanks are  ion,  Illinois:  Consultants' Report  Sub \nhomemade knives, often carved out of the  mitt ed to H.R.  Comm. on Judiciary, 98th \nlegs  of the steel beds in  the cells.  The  Cong., 2d Sess., ser. 21, p. 20 (Comm. Print \nsteel beds have now been replaced by con- Dec. 1984).  If the comparison is broadened \ncrete blocks  in  an  effort to  prevent the  to approximately the four years before and \nmanufacture of shanks.}  A number of in- four years after the lockdown, the number \nmates were killed in these assaults, and in  of armed assaults fell from 115 to 34 and \naddition  there  were  frequent  riots  and  the number of unarmed assaults was un \nstrikes by inmates, takings of guards as  changed at 53  (Bureau of Prisons statis \nhostages, takeovers of cell blocks, and in- tics).  Since the principal victims of mur \ngenious  attempts to  escape-once to  the  ders and armed assaults in Marion peniten \naccompaniment of rifle fire directed at the  tiary are inmates, the procedures that the \nprison  from  the  outside.  One  inmate  plaintiffs  describe  as  cruel  and  unusual \nmanaged to detonate a bomb  in  his  cell.  punishment are the very procedures that \nare  protecting them  from  murderous  at \nIn the climactic week that preceded the \ntacks by fellow prisoners. \nlockdown,  two  guards were  murdered in \nsimilar incidents.  In each a prisoner being  [2]  If order could be maintained in Mar \nescorted from his cell broke away from the  ion  without resort to  the  harsh methods \nthree  guards  escorting  him,  thrust  his  attacked  in  this  lawsuit,  the  plaintiffs \nhandcuffed wrists (this was before the in  would have a stronger argument that the \nnovation of placing a box over the hand  methods  were  indeed  cruel  and  unusual \ncuffs)  into  an  accomplice's  cell,  emerged  punishments.  But the plaintiffs' able coun-\n\n166  854 FEDERAL REPORTER, 2d SERIES \nsel  have  no  suggestions  as  to  how  this  by the record of this case (a record that \nmight be done.  Cf.  Duckworth v.  Fran  fills the gap that induced us to remand a \nzen, 780 F.2d 645, 655 (7th Cir.1985).  They  similar issue in Caldwell v. Miller, supra, \ndo  not acknowledge the difficulty of con  790  F.2d at 599-600,  for factual explora \ntrolling inmates who,  since  they have no  tion).  See, e.g., O'Lone v.  Estate of Sha \nexpectation  of ever  being  released  from  bazz,  - U.S.  -, 107  S.Ct.  2400,  96 \nprison and are in no danger of being exe  L.Ed.2d 282 (1987);  Turner v. Safley, -\ncuted, cannot be deterred by threat of pun  U.S.  -, 107  S.Ct.  2254,  96  L.Ed.2d  64 \nishment from trying to kill and maim the  (1987);  Martin  v.  Tyson,  845  F.2d  1451, \ninmates and guards who displease them, or  1455 (7th Cir.1988) (per curiam).  The hand \nto  escape,  or to  destroy prison property.  cuffing,  the shackling,  the boxing of the \nThe plaintiffs argue that it is the conditions  handcuffs, the spread-eagling, and the rec \nat Marion before the lockdown that brutal  tal  searches  are  reasonable  measures  in \nized the inmates and caused them to be  view of the history of violence at the prison \ncome  so violent and destructive.  This is  and the incorrigible, undeterrable character \nrank conjecture  and  implausible  to  boot.  of the inmates.  Bell v.  Wolfish,  441 U.S. \nFew inmates are assigned to Marion who  520,  558-60,  99  S.Ct.  1861,  1884-85,  60 \ndo  not have a  substantial history of vio  L.Ed.2d 447 (1979), upheld rectal searches \nlence in prison;  it is not likely that these  (albeit visual rather than, as here, manual) \nwolves  would  have  turned  into  sheep  if  of pretrial detainees. \nMarion had been a gentler place. \n[4]  The  whole  is  sometimes  greater \nFather Daniel Berrigan in an amicus cu  than the sum of the parts:  the cumulative \nriae brief urges that Marion be \"disman  effect of the indignities, deprivations, and \ntled,\"  if  necessary  by  \"illegal  means.\"  constraints to which inmates are subjected \nThat is  neither a  responsible  nor a  con  determines whether they are receiving cru \nstructive suggestion.  If Marion were \"dis  el  and  unusual  punishment.  See,  e.g., \nmantled,\"  its  inmates  would  have  to  be  French v.  Owens, 777 F.2d 1250, 1252 (7th \ntransferred to  less  secure prisons (which  Cir.1985).  The whole here is depressing in \nmight then become more like Marion).  If it  the extreme, but weare not persuaded that \nwere  \"opened up\" -if conditions  as  they  any relaxation in the controls instituted in \nexisted in October 1983 were restored-the  the fall of 1983 is constitutionally required, \nlives and safety of the inmates and guards  given the extraordinary security problems \nwould be in grave jeopardy.  The current  at the prison.  The controls are a unitary \nconditions, ghastly as they are, testify in a  and integrated system for dealing with the \nweird way to our nation's aspirations to a  nation's least corrigible inmates;  piecemeal \nhumane criminal justice system, for they  dismantling would destroy the system's ra \nresult from forbidding murderous inmates  tionale and impair its efficacy. \nto be executed or to be killed or beat sense \n[5]  The plaintiffs argue that the condi \nless  by  outraged guards;  no  inmate  has \ntions  of confinement at Marion are even \nbeen killed at Marion save by another in \nworse than depicted above because guards \nmate. \nfrequently beat prisoners, conduct the rec \n[3]  Taken one by one, each condition of  tal  searches  in  an  unnecessarily  brutal, \nwhich the plaintiffs complain is within con  painful,  and  humiliating  manner,  and  in \nstitutional limits.  The amount of time that  general behave as lawlessly as the prison \ninmates are allowed to spend outside their  ers.  These allegations aroused the interest \ncells is within guidelines recently discussed  of Amnesty International, which has criti \nby this court.  See Davenport v. DeRober  cized the management of the prison.  And \ntis, supra, 844 F.2d at 1315-16.  The denial  evidence was presented at trial to support \nof opportunities  for  socialization  and for  the allegations.  But the evidence consisted \ngroup religious services has been upheld in  of testimony by inmates, who frequently lie \nprevious decisions as well, and in circum  in  prisoner rights'  cases,  and the magis \nstances less desperate than those revealed  trate  and  district judge  disbelieved  their \n\nBRUSCINO v.  CARLSON  167 \nCite as 854 F.2d 162 (7th Clr. 1988) \ntestimony about misconduct by the prison  nary security problems there that assign \nstaff.  Maybe, as the plaintiffs urge, their  ment  to  Marion  should  be  treated  as  a \nwitnesses were  telling the  truth,  but we  deprivation of liberty and should therefore \nare in no position to question the resolution  be  subjected to  the requirements  of due \nof issues of believability by those who saw  process of law.  A transfer from one prison \nand heard the witnesses testify.  See Bul- to another does not deprive the prisoner of \nlard v.  Sercon  Corp.,  846  F.2d 463,  466  liberty or property within the meaning of \n(7th Cir.1988).  the due process clause, and therefore does \nnot require notice and an opportunity for a \n[6]  The other claims can be disposed of \nhearing.  See, e.g., Olim v.  Wakinekona, \nbriefly.  The  plaintiffs  complain  that be \n461 U.S. 238, 103 S.Ct. 1741,75 L.Ed.2d 813 \ncause of the extraordinary security proce \n(1983);  Caldwell v. Miller, supra, 790 F.2d \ndures at Marion there are long delays in \nat 603.  We applied this principle to trans \narranging for  visits  by  lawyers  with  in \nfers to Marion from other federal prisons \nmates who have pending litigation, that the \nin  Miller v.  Henman,  804  F.2d 421  (7th \nability of inmates to conduct legal research \nCir.1986),  which  the  plaintiffs  ask  us  to \nis inhibited by the fact that they are al \noverrule,  pointing out that the record of \nlowed to  take out only three books  at a \nthe present case contains a fuller descrip \ntime from the law library, that the indigni \ntion of conditions at Marion since the lock \nty of having to submit to rectal searches \ndown.  We naturally are reluctant to over \ndiscourages  inmates  from  meeting  with \nrule a recent decision, and the difference in \ntheir lawyers or using the law library, that \nthe factual records in the two cases is not a \nforbidding inmates to change prisons dur \npersuasive reason for doing so here.  The \ning the pendency of a lawsuit in the district \nprincipal question in Miller was not wheth \nwhere they are imprisoned discourages liti \ner a transfer from a less harsh to a harsher \ngation by inmates of Marion (who naturally \nprison triggers a right to due process be \nare eager to be transferred to other prisons \ncause the transfer is an incremental depri \nin the federal prison system), and that as a \nvation of liberty, but whether the rules of \nresult  of  all  these  discouragements  and \nthe  Bureau  of Prisons  create  an  entitle \nobstacles inmates at Marion  are deterred \nment of which the prisoner cannot be de \nfrom exercising their implied constitutional \nprived without due process of law.  To that \nright to litigate (on which see, e.g., Bounds \nquestion the actual harshness of conditions \nv.  Smith, 430 U.S. 817, 97 S.Ct. 1491, 52 \nat Marion is irrelevant. \nL.Ed.2d 72 (1977);  Caldwell v.  Miller, su \npra,  790  F.2d  at  605-07;  Hassman  v. \n[8]  The  plaintiffs  urge  another  point, \nSpradlin, 812 F.2d 1019 (7th Cir.1987) (per \none that distinguishes between positive lib \ncuriam);  In re Gee,  815 F.2d 41  (7th Cir. \nerty (liberty rights conferred by law) and \n1987».  The short answer to this part of \nnatural liberty.  They argue that prisons \nthe plaintiffs' appeal is that the record in \ndeprive inmates of their natural liberty to \nthis case contains no evidence of any preju \nvarying degrees, and the incremental depri \ndice to an inmate in bringing or prosecut \nvation effected by a transfer to Marion is \ning a lawsuit.  Such a showing is required \nso great that it should count as an action \nin a case alleging a denial of access to the \nable  deprivation  of  natural  liberty.  We \ncourts.  Hassman V. Spradlin, supra, 812  disagree.  Marion  is  not a  homogeneous \nF.2d at 1021 and n. 2.  No one fell under \ninstitution.  Our  description  concentrated \nthe bar of a statute of limitations, no one \non the harshest units, but there are gentler \nfailed to make a timely filing, no one was \nones, notably C unit, where prisoners are \ndenied  legal  assistance  to  which  he  was \nallowed out of their cells 22 hours a week, \nentitled,  no  one lost a case he  should or \nhave some opportunities for work, and are \ncould have won. \nallowed to socialize with the other prison \n[7]  The last issue is whether conditions  ers in the unit.  Conditions in C unit are \nat Marion are so harsh (even if not uncon  apparently no more restrictive than in Lev \nstitutionally so)  because of the extraordi- el 5 prisons.  Further, it would be illogical \n\n168  854 FEDERAL REPORTER, 2d SERIES \nto entitle inmates assigned to Marion to a  scope of appellate review of determinations \nhearing on the ground that Marion repre  of credibility is very limited and is not to be \nsents  a  quantum  increase  in  restrictive  expanded by inferring bias from such tenu \nness,  yet deny  all  other  inmates  in  the  ous  indications  as  cited by  the  plaintiffs \nfederal system a similar right.  There is no  here.  No  other issue need be discussed; \nground for thinking that the reassignment  the judgment dismissing the suit is \nof an inmate from a Level 1 prison to a  AFFIRMED. \nLevel 5 prison effects a lesser deprivation \nof liberty than the reassignment of an in \nmate  from  a  Level  5  prison  to  Marion. \nThe issue thus becomes whether we shall \nrequire the Bureau of Prisons to conduct a \nhearing before moving an inmate to any \nprison, or any unit within a prison, in which \nthe conditions of confinement are appreci \nRichard J. KOWALSKI and Hoffman \nably  more  onerous  or  restrictive  than \nNews Agency, et aI., \nwhere the inmate is now.  Such a require \nPlaintiffs-Appellants, \nment would protect a few inmates who are \nassigned to Marion because of a mistaken  v. \nbelief that they are too violent or danger  CHICAGO TRIBUNE COMPANY, \nous or escape-prone to remain where they  Defendant-Appellee. \nare, but would also greatly complicate the \nNo. 88-1626. \nadministration of the federal prison system \nand be inconsistent with strong statements,  United States Court of Appeals, \nthat we  are  not  free  to  ignore,  by  the  Seventh Circuit. \nSupreme  Court.  \"The  conviction  [of  a \nArgued May 13, 1988. \ncriminal defendant] has sufficiently extin \nDecided July 22, 1988. \nguished the defendant's liberty interest to \nempower the State to confine him in any of \nits prisons. . ..  Confinement in any of the \nFormer  newspaper  distributors  sued \nState's  institutions  is  within  the  normal \nnewspaper alleging breach of contract and \nlimits or range of custody which the convic \nviolation  of  antitrust  laws  in  connection \ntion  has  authorized the State to  impose. \nwith termination as distributors.  Distribu \nThat life in one prison is much more dis \ntors  sought  preliminary  injunction.  The \nagreeable than in another does not in itself \nUnited States District Court for the North \nsignify that a Fourteenth Amendment lib \nern District of Illinois, James F.  Holder \nerty interest is implicated when a prisoner \nman, Jr., J., denied injunction, and appeal \nis  transferred to the institution with the \nfollowed.  The Court of Appeals, Posner, \nmore  severe rules.\"  Meachum  v.  Fano, \nCircuit Judge, held that newspaper distrib \n427 U.S.  215, 224-25, 96 S.Ct. 2532, 2538, \nutors were not entitled to preliminary in \n49  L.Ed.2d 451  (1976)  (emphasis in  origi \njunction, even if they had presented a color \nnal). \nable  antitrust  claim,  as  distributor  con \n[9]  The  plaintiffs present other objec  tracts explicitly stated that monetary reme \ntions  to  the  dismissal  of their  suit,  but  dies were exclusive and that equitable re \nthese need not detain us for long.  In par  lief was therefore unnecessary to protect \nticular  they  argue  that  the  magistrate  distributors' interest. \nshould  have  recused  himself  for  bias.  Affirmed. \nThey  point to his  action  in  resolving  all \ncredibility questions in favor of the defend \nants and to his lavish praise for their testi  1. Injunction ¢::>138.21 \nmony.  These points may create suspicion  Request for a preliminary injunction is \nbut they  do  not  demonstrate  bias.  The  evaluated  in  accordance  with  a  \"sliding ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/29568"
    },
    {
      "date": "1989-06-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 907,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 491,
      "cite_2_page": 3193,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 109,
      "cite_3_page": 701,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 105,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 29569,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/29569.pdf",
      "title": "Memorandum Decisions",
      "text": "491  U.S.  MEMORANDUM DECISIONS  3193 \nCite .. 109 S.Ct. (1989) \n4 \n491  U.S. 907, 105 L.Ed.2d 701  491  U.S. 907,  105 L.Ed.2d 701 \nSylvester DUDLEY, petitioner, v.  Sharman M.  MEADE-MURPHY, pe \nMISSOURI.  No. 88-6582.  titioner, v.  CITY OF ATLANTA. \nCase below, 760 S.W.2d 448.  et al.  No. 88-6917. \nPetition  for  writ  of  certiorari  to  the  Rehearing Denied Aug. 11,  1989. \nCourt of Appeals of Missouri, Western Dis  u.s.  s.et. \nSee 492  932,  110  13. \ntrict. \nPetition for writ of certiorari to the Unit \nJune 19,  1989.  Denied. \ned States Court of Appeals for the Elev \nenth Circuit. \no i'm~':::\",'=I1:-::'''=\\11'''' \nT  June 19,  1989.  Denied . \no •; .U~ Y N=UN\"II\". SY\"!.llM,  \nT \n2 \n491  U.S. 907,  105 L.Ed.2d 701 \n1\\ \nRichard Gerald EMBRY, petitioner, \n491  U.S. 907, 105 L.Ed.2d 701 \nv.  KENTUCKY.  No.  88-6636. \nRaymond WAGSTAFF, petitioner, v. \nPetition for writ of certiorari to the Su \nUNITED STATES.  No. 88-6929. \npreme Court of Kentucky. \nCase below, 822 F.2d 56;  865 F.2d 626. \nJune 19,  1989.  Denied. \nPetition for writ of certiorari to the Unit \no i K'~\"= ,,,,.=. , '\"\",,=,,,.'\"  ed States Court of Appeals for the Fourth \nT  Circuit. \nJune 19,  1989.  Denied. \no i .~\"=\"'''..' ' :-::m''''''''''' \nT \n3 \n491  U.S. 907,  105 L.Ed.2d 701 \n6 \nRonnie BRUSCINO, et al., petitioner, \n491  U.S. 907,  105 L.Ed.2d 701 \nv. Norman CARLSON, et al.  No. \n88-6913.  Gary Lee LEECH, petitioner, v. UNITED \nCase below, 654  F.Supp.  609;  854  F.2d  STATES.  No. 88-6935. \n162.  Case below, 869 F.2d 592. \nPetition for writ of certiorari to the Unit  Petition for writ of certiorari to the Unit \ned States Court of Appeals for the Seventh  ed States Court of Appeals for the Third \nCircuit.  Circuit. \nJune 19,  1989.  Denied.  June 19,  1989.  Denied. \no i I'~\"=\"'=\"''\"'''''=''''''  o i I~\": :.::,.=  -\",'\"\"'\",::::,,\"'. \nT  T ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/29569"
    },
    {
      "date": "1988-11-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "LexisNexis",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 15932,
      "cite_3_reporter": "U.S.App.LEXIS",
      "cite_3_vol": 1988,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 29570,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/29570.pdf",
      "title": "Opinion",
      "text": "Page1\nLEXSEE\nAnalysis\nAsof:Nov26,2007\nRONNIEBRUSCINO,etal.,onbehalfofthemselvesandotherssimilarlysituated,\nPlaintiffs-Appellants,v.NORMANCARLSON,etal.,Defendants-Appellees\nNos.87-1683,87-1943\nUNITEDSTATESCOURTOFAPPEALSFORTHESEVENTHCIRCUIT\n1988U.S.App.LEXIS15932\nNovember4,1988\nPRIOR HISTORY: [*1] Appeals from the United ORDER\nStates District Court for the Southern District of Illinois,\nBenton Division. Nos. 84 C 4320, 85 C 4505, James L. On September 6, 1988, plaintiffs-appellants filed a\nForeman,Judge. petition for rehearing with suggestion for rehearing en\nbanc.Allofthejudgesontheoriginalpanelhavevotedto\nOPINION deny the petition, and none of the active members of the\ncourthasrequestedavoteonthesuggestionforrehearing\nBefore Hon. WILLIAM J. BAUER, Chief Judge, enbanc.ThepetitionisthereforeDENIED.\nHon.RICHARDA.POSNER,CircuitJudge,Hon.JOEL\nM.FLAUM,CircuitJudge",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/29570"
    },
    {
      "date": "1988-11-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "LexisNexis",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 15932,
      "cite_3_reporter": "U.S.App.LEXIS",
      "cite_3_vol": 1988,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72675,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72675.pdf",
      "title": "Opinion",
      "text": " \n \n  \nBruscino v. Carlson  \nUnited States Court of Appeals for the Seventh Circuit  \nNovember 4, 1988  \nNos. 87-1683, 87-1943  \nReporter: 1988 U.S. App. LEXIS 15932 \nRONNIE BRUSCINO, et al., on behalf of themselves and \nothers similarly situated, Plaintiffs-Appellants, v. NORMAN  ORDER \nCARLSON, et al., Defendants-Appellees \nOn September 6, 1988, plaintiffs-appellants filed a petition for \nPrior History:  [*1]  Appeals from the United States District  rehearing with suggestion for rehearing en banc. All of the \nCourt for the Southern District of Illinois, Benton Division.  judges on the original panel have voted to deny the petition, \nNos. 84 C 4320, 85 C 4505, James L. Foreman, Judge.   and none of the active members of the court has requested a \n  vote on the suggestion for rehearing en banc. The petition is \ntherefore DENIED. \nOpinion \nBefore  Hon.  WILLIAM  J.  BAUER,  Chief  Judge,  Hon. \nRICHARD  A.  POSNER,  Circuit  Judge,  Hon.  JOEL  M. \nFLAUM, Circuit Judge \n \n  ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72675"
    }
  ],
  "document_count": 8
}