{
  "case_id": 11052,
  "fetched_at": "2025-10-22T00:12:13.693724",
  "case_data": {
    "attorney_orgs": [
      "NAACP Legal Defense Fund"
    ],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Birmingham School District",
        "institution_alt_state": null,
        "institution_city": "Birmingham",
        "institution_county": "Jefferson",
        "name": "Birmingham",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "School Desegregation"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1983,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      },
      {
        "value": "Student assignment"
      },
      {
        "value": "Monitor/Master"
      }
    ],
    "court": "Northern District of Alabama",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Elementary/Secondary School"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1960,
    "id": 11052,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Racial segregation",
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black"
    ],
    "last_checked_date": "2017-02-23T00:00:00-05:00",
    "main_docket": {
      "id": 31987,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1960,
      "docket_filing_number": 9678,
      "is_main_docket": true,
      "court": "Northern District of Alabama",
      "state": "Alabama",
      "docket_office_number": null,
      "docket_number_manual": "Civ. A. No. 9678",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Armstrong v. Board of Education of the City of Birmingham, Jefferson County, Ala.",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1983,
    "order_start_year": 1963,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiffs included African-American school-aged children (through their parents) in Birmingham, Alabama.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Preliminary injunction / Temp. restraining order",
      "Declaratory Judgment"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Alabama",
    "summary": "<p>This case, which spanned from 1960 through 1983, concerned school desegregation in Birmingham, Alabama.  </p><p>The African-American plaintiffs, Birmingham barber James Armstrong and his children, brought this action in the U.S. District Court for the Northern District of Alabama in 1960 to desegregate the schools of Birmingham, Alabama. They sued the Birmingham Board of Education in a class action suit. </p><p>On May 28, 1963, Judge Seybourne Lynne denied injunctive relief, requiring plaintiffs to exhaust the supposed remedies offered by the Alabama School Placement Law (a school choice law), following a course that it saw proper after the Supreme Court affirmed the decision in Shuttlesworth v. Birmingham Board of Education, upholding as facially constitutional the Alabama School Placement Law. <i>Shuttlesworth v. Birmingham Board of Education</i>, 162 F.Supp. 327 (N.D. Ala. 1958), <i>aff'd</i> 358 U.S. 101 (1958) (per curiam). <i>Armstrong v. Birmingham Board of Education</i>, 220 F.Supp. 217 (N.D. Ala. 1963).</p><p>The plaintiffs appealed Judge Lynne's decision to the Fifth Circuit, also asking for an injunction pending appeal, which they were granted. 323 F.2d 333 (5th Cir. July 12, 1963). In that opinion, the court of appeals held that the plaintiffs did not have to exhaust potential remedies under the state law before seeking relief in the federal courts. The injunction ordered the Board and the Superintendent to submit a plan to the court for desegregation by August 19, 1963. </p><p>On September 4, 1963, the first day of the new school year, Armstrong showed up with two of his children to register them at a previously all-white school.</p><p>On June 18, 1964, the Fifth Circuit ruled on the merits of plaintiffs' appeal. 333 F.2d 47 (5th Cir. 1964). The court vacated the district court's order denying injunctive relief and remanded it with instructions to require the school board to present a desegregation plan that met certain minimum standards across elementary, middle and high school. The court noted that after the earlier Court of Appeals decision, the Board had submitted an inadequate plan that did little beyond continue to accept voluntary transfers. </p><p>The next available document comes from 1977: The district court (at this point, Judge Guin) still had jurisdiction over the district's desegregation efforts. The opinion mentioned nothing of those on-going efforts though; the particular issue here concerned the firing of the Special Assistant to the Superintendent in the school district. The court reinstated him with back pay. 430 F.Supp. 595 (N.D. Ala. 1977). </p><p>According to news reports, Judge Guin dismissed the desegregation suit against Birmingham in 1983. We do not have additional information on what more was in issue.</p><p><u>Available Opinions</u></p><p><i>Armstrong v. Bd of Ed. of the City of Birmingham</i>, 220 F.Supp. 217 (N.D. Ala. May 28, 1963) (denying preliminary injunction)</p><p><i>Armstrong v. Bd of Ed. of the City of Birmingham</i>, 323 F.2d 333 (5th Cir. July 12, 1963) (granting preliminary injunction pending appeal and ordering Board to submit a desegregation plan)</p><p><i>Armstrong v. Bd of Ed. of the City of Birmingham</i>, 333 F.2d 47 (5th Cir. June 18, 1964) (vacating ordering denying injunctive relief, remanding to district court with instructions to present adequate desegregation plan) </p>",
    "summary_published_date": "2017-02-23T00:00:00-05:00",
    "summary_short": "Plaintiff African-American school children sought the desegregation of the Birmingham County schools. The school remained under the control of the district court from 1963 through 1983. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11052",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11052",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11052",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11052"
  },
  "documents": [
    {
      "date": "1963-05-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 217,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 220,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Alabama",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 85920,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/85920.pdf",
      "title": "Opinion",
      "text": "Armstrong v. Board of Ed. of City of Birmingham, Jefferson..., 220 F.Supp. 217 (1963)   \n \n \n \n  consolidating them for purpose of trial only and expressly \nprovided  therein  that  all  evidence  offered  and  all \n220 F.Supp. 217 \nobjections thereto on any grounds made by any party \nUnited States District Court, N.D. Alabama, \nwould be deemed to have been offered and made in each \nSouthern Division. \ncase separately. \nDwight ARMSTRONG et al., Plaintiffs, \nResting  jurisdiction  upon  28  U.S.C.A.  §  1343(3)  and \nv. \nproceeding under 42 U.S.C.A. § 1983, plaintiffs in each \nThe BOARD OF EDUCATION OF the CITY OF \ncase brought a class action against defendants essentially \nBIRMINGHAM, JEFFERSON COUNTY, \nto  enjoin  them  from  continuing  their  policy,  practice, \nALABAMA,et al., Defendants. \ncustom  and  usage  of  operating  a  compulsory  biracial \nAgnes NELSON and Oswald Nelson, Minors, etc., \nschool system in the City of Birmingham. \nPlaintiffs \nv. \nBy stipulation of all counsel of record each case was \nThe BOARD OF EDUCATION OF the CITY OF \nsubmitted for the judgment of the court upon the prayer \nBIRMINGHAM, ALABAMA, et al., Defendants. \nfor  final  injunctive  relief  upon  the  pleadings  and  the \nproof. While written answers in behalf of defendants had \nCiv. A. Nos. 9678, 10188. \nnot been filed in the Nelson case it was orally stated that \n| \nMay 28, 1963.  their answers in the Armstrong case tendered all relevant \nissues  except  for  the  insistence  that  plaintiffs  in  the \nNelson case had no standing to maintain their action for \nClass  action  to  enjoin  city  board  of  education  from  vindication of their individual rights or to represent a \ncontinuing  practice  of  operating  compulsory  biracial  class. \nschool system. The District Court, Lynne, J., held that \nadministrative  remedies  provided  by  Alabama  School  Faced with this threshold question, the court directed that \nPlacement  Law  were  required  to  be  exhausted  before  evidence  first  be  offered  relating  to  the  status  of  the \nDistrict Court would grant injunctive relief.  Nelson  children,  Agnes  and  Oswald,  of  the  ages  of \n   sixteen and twelve, respectively. Consisting entirely of \nInjunction denied.  the testimony of their father, Reverend T. N. Nelson, \n   careful consideration thereof results in the finding of the \nInjunction pending appeal granted, 323 F.2d 333.  court that each of such children had departed Birmingham \n   for  Detroit  several  weeks  before  the  filing  of  the \ncomplaint in their behalf; that throughout the trial they \nAttorneys and Law Firms  were living there with their sister and attending the public \nschools of Wayne County, Michigan, and that there is no \n*217 W. L. Williams, Jr., Birmingham, Ala., and Ernest  reasonable probability of their return to Birmingham. \nD. Jackson, Sr., Jacksonville, Fla., for plaintiffs.  [1] [2] Since the father has no standing to use for the \ndeprivation of the civil rights of his children, Brown v. \n*218  J.  M.  Breckenridge,  City  Atty.,  Cabaniss  & \nBoard of Trustees of LaGrange Ind. Sch. Dist., 187 F.2d \nJohnston, Joseph F. Johnston, Lange, Simpson, Robinson \n20 (5th Cir. 1951) and the children, recognized as the real \n& Somerville, Reid B. Barnes and Ormond Somerville, \nparties plaintiff, were not at the time of the filing of the \nBirmingham, Ala., for defendants. \ncomplaint and are not now pupils in or affected by the \npublic  school  system  of  Birmingham,  it  follows  that \nOpinion \nneither has shown an injury to himself and that neither has \nstanding to represent the class. McCabe v. Atchison, T. & \nLYNNE, District Judge. \nS.F. Ry. Co., 235 U.S. 151, 35 S.Ct. 69, 59 L.Ed. 169 \n(1914); Doremus v. Board of Education, 342 U.S. 429, \n \n432,  72  S.Ct.  394,  96  L.Ed.  475  (1952);  Bailey  v. \nWhen the Armstrong case (C.A. 9678) was called for trial  Patterson,  369  U.S.  31,  82  S.Ct.  549,  7  L.Ed.2d  512 \non October 3, 1962, plaintiffs in the Nelson case (C.A.  (1962); Conley v. Gibson, 29 F.R.D. 519 (S.D.Texas, \n10,188) moved for an order of consolidation or joint trial.  1961). \nSince it appeared that these actions involved common    \nquestions of law and fact the court entered an oral order \nTherefore, a separate order will be entered in the Nelson \n  1 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 220 F.Supp. 217 (1963)   \n \n \ncase vacating the consolidation and dismissing the action  remedy  provided  by  the  Alabama  School  Placement \nfor plaintiffs’ lack of standing to sue without prejudice,  Law’1 and point to the uncontroverted evidence in this \nhowever, to their right to intervene or file a supplemental  record that at no time has any Negro child, or anyone \ncomplaint in the Armstrong case in the event of the return  authorized to act in his behalf, applied for enrollment in \nof either to Birmingham, as will hereinafter more fully  or transfer to any school designated ‘White’ and pursued \nappear.  the remedies afforded by such statute. Their reluctance to \n[3] With respect to standing to complain, matters stand  take the initiative in bringing about the integration of the \ndifferently  in  the  Armstrong  case.  Although  it  was  public schools stems from something more than blind \nstipulated  at  the  trial  that  the  Shuttlesworth  children,  adherence to tradition. There is undisputed evidence in \nRuby Fredericka and Fred L. Jr., and Carolyn Nash are no  this record that there is a ‘very strong opposition’ on the \nlonger in the Birmingham public school system and do  part of ‘citizens of all races’ to the mixing of the different \nnot  intend  to  return  thereto,  it  is  undisputed  that  the  races in the schools. In addition, all witnesses who have \nArmstrong  children,  Dwight,  Denise,  James,  Jr.  and  been intimately associated with the operation of the local \nFloyd, have continuously been and are presently enrolled  system  over  the  period  of  many  years  expressed  the \nin such system. They have an equitable right to maintain  opinion that indiscriminate mixing of the races would \nthis suit as a class action.  create many problems that would be detrimental to the \n   interests of both groups, predicting the results of such a \nprocedure by the use of adjectives ranging from ‘chaotic’ \nPlaintiffs rely upon undisputed facts in the record which  to ‘catastrophic’. \nare reproduced in capsulated form. The white population \nof Birmingham is 205,620; the Negro, 135,627. There are  Charts, representing the results of Kuhlmann-Anderson \n8 high schools designated *219 ‘White’ with 409 teachers  Tests administered to pupils upon entering the first grade, \nand 10,081 pupils; 5 high schools designated ‘Negro’  California Mental Maturity Tests, Stanford Achievement \nwith  278  teachers  and  6,748  pupils;  50  elementary  Tests, and California Achievement Tests, all administered \nschools designated ‘White’ with 781 teachers and 29,578  without reference to pending litigation, comparing the \npupils; 42 elementary schools designated ‘Negro’ with  performances  of  white  and  Negro  pupils  in  the  same \n697 teachers and 26,967 pupils. Never at any time has a  grade groups, were received in evidence as relevant to the \nNegro  pupil  been  assigned  or  transferred  to  a  school  contention of defendants that there are distinct differences \ndesignated ‘White’ or a white pupil to a school designated  in the average or mean mental abilities of the two groups \n‘Negro’. Without exception white instructional personnel  which they are obliged to take into account in maintaining \nhave been assigned only to schools designated ‘White’  a sound educational program. \nand  Negro  instructional  personnel  only  to  schools \ndesignated  ‘Negro’.  White  schools  are  located  with  Of course the starting point in any school segregation case \nreference to the concentration of white population and  must be Brown v. Board of Education, 347 U.S. 483, 74 \nNegro  schools  with  reference  to  the  concentration  of  S.Ct. 686, 98 L.Ed. 873 (1954), the implementing decree \nNegro  population.  There  are  overlappings  in  the  of the court, Brown v. Board of Education, 349 U.S. 294, \ngeographical  areas  involved  wherein  there  are  white  75 S.Ct. 753, 99 L.Ed. 1083 (1955), and its reinterpretive \nschools in closer proximity to the residences of Negro  opinion in Cooper v. Aaron, 358 U.S. 1, 78 S.Ct. 1401, 3 \npupils than Negro schools. The reverse situation obtains  L.Ed.2d 5, 19 (1958). The basic premise of the court was \nwith respect to white pupils. Notwithstanding, the custom,  expressed in simple, uncomplicated language: ‘Separate \nusage and practice historically followed, sanctioned and  educational facilities are inherently unequal.’ *220 From \nexpected by Superintendent and Board to be followed  it there flowed freely and naturally the enunciation of the \npresently, result in white pupils attending white schools  constitutional  principle:  ‘Therefore,  we  hold  that  the \nand Negro pupils Negro schools.  plaintiffs  and  others  similarly  situated  for  whom  the \nactions  have  been  brought  are,  by  reason  of  the \nTo summarize, it graphically appears from the testimony  segregation  complained  of,  deprived  of  the  equal \nof Dr. Theo R. Wright, Superintendent of Birmingham  protection  of  the  laws  guaranteed  by  the  Fourteenth \nPublic Schools, that he and the Birmingham Board of  Amendment.’ 347 U.S. at page 495, 74 S.Ct. at page 692. \nEducation  have  operated  a  segregated  school  system  [4]  Insofar  as  the  opinions  of  experts  in  the  fields  of \nbased upon race in the past, are doing so now, and have  psychology and anthropology, in deposition, book and \nformulated no plans to discontinue such an operation.  pamphlet form, may constitute an attack upon the major \npremise of the court, they are rejected out of hand. It \nFor their part, the real defendants, Superintendent and  would be supererogation to labor the obvious, that this \nBoard, advert to the allegation of the complaint that ‘the  court is bound by the opinions and judgments of the \nplaintiffs herein have not exhausted the administrative  Supreme Court. \n  2 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 220 F.Supp. 217 (1963)   \n \n \n   Circuit has dealt frequently with the North Carolina Pupil \nEnrollment Act, strikingly parallel to the Alabama Law. \nBut the problem does not end there, for district courts  In Carson v. Warlick, 238 F.2d 724 (4th Cir. 1956), cited \nhave been invested with and are expected honestly and  with approval by this court in Shuttlesworth, the late, \nfairly  to  exercise  discretion  in  the  enormous  task  of  great Judge Parker, Writing for the court, after holding \ndesegregating public schools. The course which this court  that the North Carolina Act contained adequate standards, \nshould  follow  was  staked  out  in  its  opinion  in  observed: \nShuttlesworth v. Birmingham Board of Education, 162 \nF.Supp. 372, 384 (N.D.Ala.1958) wherein Judge Rives, as  ‘Somebody must enroll the pupils in the schools. They \nits organ, concluded with the pithy statement:  cannot enroll themselves; and we can think of no one \nbetter qualified to undertake the task than the officials of \n‘All that has been said in this present opinion must be  the schools and the school boards having the schools in \nlimited to the constitutionality of the law upon its face.  charge. It is to be presumed that these will obey the law, \nThe School Placement Law furnishes the legal machinery  observe the standards prescribed by the legislature, and \nfor an orderly administration of the public schools in a  avoid the discrimination on account of race which the \nconstitutional manner by the admission of qualified pupils  Constitution forbids. Not until they have been applied to \nupon a basis of individual merit without regard to their  and have failed to give relief should the courts be asked to \nrace  or  color.  We  must  presume  that  it  will  be  so  interfere in school administration.’ \nadministered.  If  not,  in  some  future  proceeding  it  is \npossible that it may be declared unconstitutional in its  In an unbroken line of decisions4 that court has continued \napplication. The responsibility rests primarily upon the  to  apply  the  doctrine  of  exhaustion  of  administrative \nlocal school boards, but ultimately upon all of the people  remedies fairly and lawfully conducted. That is not to say \nof the State.’  that that court would tolerate a discriminatory application \nof  the  Act  by  refusing  assignment  or  transfer  to  any \nThe Supreme Court, on direct appeal, granted the motion  school of any pupil because of his race or by requiring the \nto affirm and affirmed the judgment upon the limited  applicant  to  submit  to  futile,  burdensome  or \ngrounds, quoted directly above, on which this court rested  discriminatory administrative procedures. \nits  decision.  Shuttlesworth  v.  Birmingham  Bd.  of \nEducation, 358 U.S. 101, 79 S.Ct. 221, 3 L.Ed.2d 145  Superintendent and Board have assured this court that \n(1958).  discrete desegregation would be much less disruptive than \n[5] [6] As this court sees it, the law of this case is that the  massive integration. They insist that in implementation of \nAlabama  School  Placement  Law  ‘furnishes  the  legal  the Alabama Law regulations5 governing assignment and \nmachinery  for  an  orderly  administration  of  the  public  transfer of pupils in the City’s public schools have been in \nschools in a constitutional manner by the admission of  effect since June, *222 1958, and that they stand ready to \nqualified pupils upon a basis of individual merit without  comply  with  the  law  when  any  individual  sets  the \nregard to their race or color’. Under that law the initiative  administrative machinery in motion. This court will not \nis with the individual pupil, or those authorized to act in  sanction  discrimination  by  them  in  the  name  of  the \nhis behalf, to apply for assignment or transfer. Before this  placement law but it is unwilling to grant injunctive relief \ncourt  may  grant  injunctive  relief,  the  administrative  until their good faith has been tested. If it should be \nremedies  provided  therein  must  first  have  been  demonstrated that it has been unconstitutionally applied, \nexhausted.2  under the settled authorities the court would be compelled \n   to order the submission of a desegregation plan for its \napproval. \nAlthough the Court of Appeals for the Fifth Circuit has on \nfrequent occasions come to grips with school segregation  Adequate  time  remains  before  the  opening  of  the \nproblems and has been especially alert to strike down  September,  1963,  school  term  for  the  processing  of \ndeviations by district courts from the constitutional norm  applications  for  assignments  or  transfers  in  behalf  of \nof Brown in sometimes trenchant opinions delivered by  interested individuals. Jurisdiction of this action will be \nable judges,3 all of which have been carefully read and  retained for the purpose of permitting the filing of such \nconsidered by this court, it has heretofore had no cause  supplemental complaint, if any, as might be entitled to be \n*221  to  consider  whether  the  Alabama  Law  has  a  presented, in case of any unconstitutional application of \npermissible scope of operation in the desegregation of  the Alabama School Placement Law against the plaintiffs, \npublic schools.  or  others  similarly  situated,  or  of  any  other \nunconstitutional action on the part of defendants against \nOn the other hand, the Court of Appeals for the Fourth  them. The issues tendered by any supplemental complaint \n  3 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 220 F.Supp. 217 (1963)   \n \n \nwill be given a preferred setting on the docket of this  220 F.Supp. 217 \ncourt and will be heard on five days notice to defendants.  \t\r  \nAll Citations \nFootnotes\t\r  \n\t\r  \n1\t\r   Code\t\r  of\t\r  Ala.,\t\r  tit.\t\r  52,\t\r  §\t\r  61(1)\t\r  et\t\r  seq.\t\r  \n\t\r  \n\t\r  \n2\t\r   The\t\r  appeals\t\r  to\t\r  the\t\r  courts\t\r  provided\t\r  by\t\r  Section\t\r  9\t\r  of\t\r  the\t\r  Alabama\t\r  School\t\r  Placement\t\r  Law\t\r  are\t\r  judicial,\t\r  not\t\r  administrative\t\r  \nremedies.\t\r  After\t\r  administrative\t\r  remedies\t\r  before\t\r  the\t\r  school\t\r  board\t\r  have\t\r  been\t\r  exhausted,\t\r  judicial\t\r  remedies\t\r  for\t\r  denial\t\r  of\t\r  \n\t\r  \nconstitutional\t\r  rights\t\r  may\t\r  be\t\r  pursued\t\r  at\t\r  once\t\r  in\t\r  this\t\r  court\t\r  without\t\r  pursuing\t\r  state\t\r  court\t\r  remedies.\t\r  Lane\t\r  v.\t\r  Wilson,\t\r  307\t\r  U.S.\t\r  \n268,\t\r  274,\t\r  59\t\r  S.Ct.\t\r  872,\t\r  83\t\r  L.Ed.\t\r  1281\t\r  (1939);\t\r  Carson\t\r  v.\t\r  Warlick,\t\r  238\t\r  F.2d\t\r  724,\t\r  729\t\r  (4th\t\r  Cir.1956).\t\r  \n\t\r  \n3\t\r   Brown\t\r  v.\t\r  Rippy,\t\r  233\t\r  F.2d\t\r  796\t\r  (5th\t\r  Cir.\t\r  1956);\t\r  Avery\t\r  v.\t\r  Wichita\t\r  Falls\t\r  Independent\t\r  School\t\r  Dist.,\t\r  241\t\r  F.2d\t\r  230\t\r  (5th\t\r  Cir.\t\r  1957);\t\r  \nOrleans\t\r  Parish\t\r  School\t\r  Board\t\r  v.\t\r  Bush,\t\r  242\t\r  F.2d\t\r  156\t\r  (5th\t\r  Cir.\t\r  1957);\t\r  Gibson\t\r  v.\t\r  Board\t\r  of\t\r  Public\t\r  Instruction\t\r  of\t\r  Dade\t\r  County,\t\r  \n\t\r  \n246\t\r  F.2d\t\r  913\t\r  (5th\t\r  Cir.\t\r  1957);\t\r  Rippy\t\r  v.\t\r  Borders,\t\r  250\t\r  F.2d\t\r  690\t\r  (5th\t\r  Cir.\t\r  1957);\t\r  Gibson\t\r  v.\t\r  Board\t\r  of\t\r  Public\t\r  Instruction\t\r  of\t\r  Dade\t\r  \nCounty,\t\r  Lfa.,\t\r  272\t\r  F.2d\t\r  763\t\r  (5th\t\r  Cir.\t\r  1959);\t\r  Boson\t\r  v.\t\r  Rippy,\t\r  275\t\r  F.2d\t\r  850\t\r  (5th\t\r  Cir.\t\r  1960);\t\r  Mannings\t\r  v.\t\r  Board\t\r  of\t\r  Public\t\r  \nInstruction,\t\r  277\t\r  F.2d\t\r  370\t\r  (5th\t\r  Cir.\t\r  1960);\t\r  Boson\t\r  v.\t\r  Rippy,\t\r  285\t\r  F.2d\t\r  43\t\r  (5th\t\r  Cir.\t\r  1960);\t\r  Augustus\t\r  v.\t\r  Board\t\r  of\t\r  Public\t\r  \nInstruction,\t\r  306\t\r  F.2d\t\r  862\t\r  (5th\t\r  Cir.\t\r  1962);\t\r  Bush\t\r  v.\t\r  Orleans\t\r  Parish\t\r  School\t\r  Board,\t\r  308\t\r  F.2d\t\r  491\t\r  (5th\t\r  Cir.\t\r  1962).\t\r  \n\t\r  \n4\t\r   Covington\t\r  v.\t\r  Edwards,\t\r  264\t\r  F.2d\t\r  780\t\r  (4th\t\r  Cir.\t\r  1959);\t\r  Holt\t\r  v.\t\r  Raleigh\t\r  City\t\r  Board\t\r  of\t\r  Education,\t\r  265\t\r  F.2d\t\r  95\t\r  (4th\t\r  Cir.\t\r  1959);\t\r  \nMcCoy\t\r  v.\t\r  Greensboro\t\r  City\t\r  Board\t\r  of\t\r  Education,\t\r  283\t\r  F.2d\t\r  667\t\r  (4th\t\r  Cir.\t\r  1960);\t\r  Jeffers\t\r  v.\t\r  Whitley,\t\r  309\t\r  F.2d\t\r  621\t\r  (4th\t\r  Cir.\t\r  1962);\t\r  \n\t\r  \nWheeler\t\r  v.\t\r  Durham\t\r  by\t\r  the\t\r  parents\t\r  or\t\r  guardian,\t\r  the\t\r  board\t\r  will\t\r  (4th\t\r  Cir.\t\r  1962).\t\r  \n\t\r  \n5\t\r   1.\t\r  Except\t\r  as\t\r  otherwise\t\r  expressly\t\r  provided\t\r  by\t\r  law\t\r  and\t\r  these\t\r  regulations,\t\r  and\t\r  subject\t\r  to\t\r  supervision\t\r  and\t\r  review\t\r  by\t\r  the\t\r  \nboard,\t\r  the\t\r  City\t\r  Superintendent\t\r  of\t\r  Schools\t\r  shall\t\r  exercise\t\r  the\t\r  authority\t\r  and\t\r  responsibility\t\r  of\t\r  the\t\r  Board\t\r  of\t\r  Education\t\r  of\t\r  the\t\r  \n\t\r  \nCity\t\r  of\t\r  Birmingham\t\r  with\t\r  respect\t\r  to\t\r  the\t\r  assignment\t\r  (including\t\r  original\t\r  and\t\r  all\t\r  other\t\r  admissions\t\r  to\t\r  the\t\r  school\t\r  system),\t\r  \ntransfer\t\r  and\t\r  continuance\t\r  of\t\r  pupils\t\r  among\t\r  and\t\r  within\t\r  all\t\r  public\t\r  schools\t\r  operated\t\r  under\t\r  the\t\r  jurisdiction\t\r  of\t\r  the\t\r  board.\t\r  \n2.\t\r  The\t\r  Superintendent\t\r  shall\t\r  have\t\r  continuing\t\r  authority\t\r  to\t\r  determine\t\r  the\t\r  particular\t\r  public\t\r  school\t\r  to\t\r  be\t\r  attended\t\r  by\t\r  each\t\r  \nchild\t\r  applying\t\r  for\t\r  assignment\t\r  or\t\r  transfer\t\r  to\t\r  the\t\r  public\t\r  schools.\t\r  No\t\r  child\t\r  shall\t\r  be\t\r  entitled\t\r  to\t\r  be\t\r  enrolled\t\r  or\t\r  entered\t\r  in\t\r  a\t\r  \npublic\t\r  school\t\r  until\t\r  he\t\r  has\t\r  been\t\r  assigned\t\r  thereto\t\r  by\t\r  the\t\r  superintendent\t\r  or\t\r  his\t\r  duly\t\r  authorized\t\r  representative.\t\r  All\t\r  school\t\r  \nassignments\t\r  shall\t\r  continue\t\r  without\t\r  change\t\r  until\t\r  or\t\r  unless\t\r  transfers\t\r  are\t\r  directed\t\r  or\t\r  approved\t\r  by\t\r  the\t\r  superintendent\t\r  or\t\r  his\t\r  \nduly\t\r  authorized\t\r  representative.\t\r  \n3.\t\r  Applications\t\r  for\t\r  the\t\r  assignment\t\r  or\t\r  transfer\t\r  of\t\r  pupils\t\r  to\t\r  particular\t\r  schools\t\r  shall\t\r  be\t\r  directed\t\r  to\t\r  the\t\r  superintendent\t\r  and\t\r  \nshall\t\r  be\t\r  delivered\t\r  to\t\r  the\t\r  school\t\r  principal\t\r  unless\t\r  otherwise\t\r  directed\t\r  by\t\r  the\t\r  superintendent,\t\r  on\t\r  forms\t\r  provided\t\r  by\t\r  the\t\r  \nsuperintendent,\t\r  who\t\r  will\t\r  keep\t\r  supplies\t\r  of\t\r  such\t\r  forms\t\r  available\t\r  at\t\r  the\t\r  offices\t\r  of\t\r  the\t\r  board.\t\r  \n4.\t\r  A\t\r  separate\t\r  application\t\r  must\t\r  be\t\r  filed\t\r  for\t\r  each\t\r  pupil\t\r  desiring\t\r  assignment\t\r  or\t\r  transfer\t\r  to\t\r  a\t\r  particular\t\r  school.\t\r  Joint\t\r  \napplications\t\r  will\t\r  not\t\r  be\t\r  received\t\r  or\t\r  considered.\t\r  \n5.\t\r  Applications\t\r  for\t\r  assignment\t\r  or\t\r  transfer\t\r  of\t\r  pupils\t\r  must\t\r  be\t\r  filled\t\r  in\t\r  completely\t\r  and\t\r  legibly\t\r  in\t\r  ink\t\r  or\t\r  typewriter\t\r  and\t\r  must\t\r  be\t\r  \nsigned\t\r  by\t\r  both\t\r  parents,\t\r  if\t\r  living,\t\r  or\t\r  the\t\r  legal\t\r  guardian\t\r  of\t\r  each\t\r  child\t\r  for\t\r  whom\t\r  application\t\r  is\t\r  made.\t\r  In\t\r  case\t\r  of\t\r  denial\t\r  of\t\r  an\t\r  \napplication\t\r  notice\t\r  thereof\t\r  will\t\r  be\t\r  mailed\t\r  to\t\r  the\t\r  parents\t\r  or\t\r  guardian,\t\r  at\t\r  the\t\r  address\t\r  shown\t\r  on\t\r  the\t\r  application,\t\r  which\t\r  shall\t\r  be\t\r  \ndeemed\t\r  the\t\r  final\t\r  action\t\r  of\t\r  the\t\r  board\t\r  unless\t\r  a\t\r  hearing\t\r  before\t\r  the\t\r  board\t\r  is\t\r  requested\t\r  in\t\r  writing\t\r  within\t\r  fifteen\t\r  days\t\r  from\t\r  the\t\r  \ndate\t\r  of\t\r  mailing\t\r  of\t\r  such\t\r  statement.\t\r  \n6.\t\r  The\t\r  superintendent\t\r  may\t\r  in\t\r  his\t\r  discretion\t\r  require\t\r  interviews\t\r  with\t\r  the\t\r  child,\t\r  the\t\r  parents\t\r  or\t\r  guardian,\t\r  or\t\r  other\t\r  persons\t\r  and\t\r  \nmay\t\r  conduct\t\r  or\t\r  cause\t\r  to\t\r  be\t\r  conducted\t\r  such\t\r  examinations,\t\r  tests\t\r  and\t\r  other\t\r  investigations\t\r  as\t\r  he\t\r  deems\t\r  appropriate.\t\r  In\t\r  the\t\r  \nabsence\t\r  of\t\r  excuse\t\r  satisfactory\t\r  to\t\r  the\t\r  superintendent\t\r  or\t\r  the\t\r  board,\t\r  failure\t\r  to\t\r  appear\t\r  for\t\r  any\t\r  requested\t\r  examination,\t\r  test\t\r  or\t\r  \ninterview\t\r  by\t\r  the\t\r  child\t\r  or\t\r  the\t\r  parents\t\r  or\t\r  guardian\t\r  will\t\r  be\t\r  deemed\t\r  a\t\r  withdrawal\t\r  of\t\r  the\t\r  application.\t\r  \n7.\t\r  The\t\r  delivery\t\r  of\t\r  such\t\r  forms\t\r  shall\t\r  not\t\r  constitute\t\r  a\t\r  request\t\r  for\t\r  hearing\t\r  by\t\r  the\t\r  board.\t\r  If\t\r  a\t\r  hearing\t\r  by\t\r  the\t\r  board\t\r  is\t\r  requested\t\r  \nwith\t\r  respect\t\r  to\t\r  the\t\r  superintendent’s\t\r  conclusion\t\r  on\t\r  an\t\r  application,\t\r  the\t\r  parents\t\r  or\t\r  guardian\t\r  will\t\r  be\t\r  given\t\r  at\t\r  least\t\r  five\t\r  days’\t\r  \nwritten\t\r  notice\t\r  of\t\r  the\t\r  time\t\r  and\t\r  place\t\r  of\t\r  the\t\r  hearing.\t\r  The\t\r  hearing\t\r  will\t\r  be\t\r  begun\t\r  within\t\r  thirty\t\r  days\t\r  from\t\r  the\t\r  receipt\t\r  by\t\r  the\t\r  \nboard\t\r  of\t\r  the\t\r  request,\t\r  but\t\r  the\t\r  board\t\r  may\t\r  in\t\r  its\t\r  discretion\t\r  postpone\t\r  the\t\r  hearing\t\r  upon\t\r  request.\t\r  Failure\t\r  of\t\r  the\t\r  parents\t\r  or\t\r  \nguardian\t\r  to\t\r  appear\t\r  at\t\r  the\t\r  hearing\t\r  will\t\r  be\t\r  deemed\t\r  a\t\r  withdrawal\t\r  of\t\r  the\t\r  application.\t\r  \n8.\t\r  Hearings\t\r  may\t\r  be\t\r  conducted\t\r  before\t\r  the\t\r  board,\t\r  or\t\r  before\t\r  a\t\r  committee\t\r  of\t\r  not\t\r  less\t\r  than\t\r  three\t\r  members\t\r  thereof,\t\r  or\t\r  a\t\r  \nmember\t\r  thereof,\t\r  or\t\r  such\t\r  person\t\r  as\t\r  the\t\r  board\t\r  may\t\r  designate\t\r  as\t\r  a\t\r  hearing\t\r  examiner\t\r  as\t\r  provided\t\r  by\t\r  law.\t\r  Hearings\t\r  will\t\r  be\t\r  \nheld\t\r  at\t\r  such\t\r  times\t\r  and\t\r  places\t\r  as\t\r  the\t\r  board\t\r  or\t\r  its\t\r  committee\t\r  or\t\r  hearing\t\r  examiner\t\r  may\t\r  lawfully\t\r  determine\t\r  and\t\r  may\t\r  be\t\r  \nadjourned\t\r  from\t\r  time\t\r  to\t\r  time\t\r  for\t\r  the\t\r  convenience\t\r  of\t\r  parties,\t\r  witnesses,\t\r  or\t\r  the\t\r  board\t\r  or\t\r  hearing\t\r  examiner;\t\r  provided\t\r  however\t\r  \n  4 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 220 F.Supp. 217 (1963)   \n \n \nthat\t\r  nothing\t\r  herein\t\r  shall\t\r  preclude\t\r  any\t\r  applicant\t\r  from\t\r  filing\t\r  a\t\r  request\t\r  for\t\r  hearing\t\r  in\t\r  accordance\t\r  with\t\r  Section\t\r  7\t\r  of\t\r  the\t\r  \nPlacement\t\r  Act\t\r  and\t\r  the\t\r  right\t\r  to\t\r  have\t\r  such\t\r  hearing\t\r  held\t\r  beginning\t\r  with\t\r  the\t\r  time\t\r  prescribed\t\r  therein.\t\r  \n9.\t\r  Unless\t\r  postponement\t\r  is\t\r  requested\t\r  by\t\r  the\t\r  parents\t\r  or\t\r  guardian,\t\r  the\t\r  board\t\r  will\t\r  notify\t\r  them\t\r  of\t\r  its\t\r  decision\t\r  within\t\r  twenty\t\r  \ndays\t\r  after\t\r  the\t\r  conclusion\t\r  of\t\r  the\t\r  hearing.\t\r  Exceptions\t\r  to\t\r  the\t\r  decision\t\r  of\t\r  the\t\r  board\t\r  may\t\r  be\t\r  filed,\t\r  as\t\r  allowed\t\r  by\t\r  law,\t\r  within\t\r  five\t\r  \ndays\t\r  of\t\r  notice\t\r  of\t\r  the\t\r  board’s\t\r  decision,\t\r  and\t\r  the\t\r  board\t\r  shall\t\r  meet\t\r  within\t\r  fifteen\t\r  days\t\r  of\t\r  the\t\r  receipt\t\r  of\t\r  the\t\r  exceptions\t\r  to\t\r  \nconsider\t\r  the\t\r  same.\t\r  \n\t\r  \n \n \n\t\r  \n\t\r   \t\r  \n\t\r   \t\r  \n \n \n \n  5 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/85920"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120139,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120139"
    },
    {
      "date": "1964-07-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 47,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 333,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 85922,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/85922.pdf",
      "title": "Opinion",
      "text": "Armstrong v. Board of Ed. of City of Birmingham, Jefferson..., 333 F.2d 47 (1964)   \n8 Fed.R.Serv.2d 23a.33, 2 \n \n \n \nGEWIN, Circuit Judge: \n333 F.2d 47 \nUnited States Court of Appeals Fifth Circuit. \n \nDwight ARMSTRONG, Denise Armstrong, James \nThe  controversy  involved  in  this  case  relates  to \nArmstrong, Jr., and Floyd Armstrong, Minors, by \ndesegregation  of  the  public  schools  of  the  City  of \nJames Armstrong, Sr., their father and next friend, \nBirmingham, Alabama. The background of the case is set \net al., Appellants, \nforth in the opinion of this Court in Armstrong v. Board \nv. \nof Education of City of Birmingham, 5 Cir., 323 F.2d 333 \nThe BOARD OF EDUCATION OF the CITY OF \n(1963), and in the opinion of the District Court, 220 \nBIRMINGHAM, JEFFERSON COUNTY, \nF.Supp. 217 (D.C.N.D.Ala.1963). When the opinion of \nALABAMA, et al., Appellees. \nthis Court was rendered the case had been advanced on \nthe docket and received consideration on an emergency \nNo. 20595. \nbasis. It is now before us on the merits. \n| \nJune 18, 1964. \nAfter our opinion mentioned above, a plan was submitted1 \n| \nby  the  Birmingham  School  Board  which  provided \nRehearing Denied July 21, 1964. \nessentially: (a) all applications for transfer or assignment \non hand at the time the plan was proposed (August 19, \nAction to enjoin city board of education from operating  1963) would be processed; (b) all applications received on \nor before August 26, 1963, for assignment or transfer to \ncompulsory bi-racial school system. The United States \nthe  12th  grade  were  to  be  processed  by  the  Board \nDistrict  Court  for  the  Northern  District  of  Alabama, \npursuant  to  its  regulations  under  the  Alabama  Pupil \nSeybourn  H.  Lynne,  J.,  220  F.Supp.  217,  denied \ninjunctive  relief,  and  the  plaintiffs  appealed.  An  Placement Law and approved or rejected by the term \ninjunction pending appeal was granted, 323 F.2d 333. The  commencing in September, 1963, without discrimination \nCourt of Appeals, Gewin, Circuit Judge, vacated order  as  to  race  or  color;  and  (c)  subject  to  the  foregoing \ndenying injunctive relief and remanded case to District  provisions, all pupils in all schools of the Birmingham \nCourt with instructions to require school board to present  system were to remain assigned to schools to which they \nto District Court desegregation plan which would, as a  were assigned at the commencement of the school year in \nminimum, provide for desegregation of three grades of  September of 1963. \nhigh school in two years, three grades of junior high in \nSince our decision, the Supreme Court has rendered its \nthree years, and at same time require desegregation of one \nper curiam opinion in Calhoun, et al., v. Latimer, et al., \ngrade per year beginning with first grade of elementary \nMay 25, 1964, 84 S.Ct. 1235, dealing with the plan of the \nschools. \nAtlanta  School  Board  ‘authorizing  free  transfers  with \n  \ncertain limitations in the city’s high schools.’ As there \nOrder  denying  injunctive  relief  vacated  and  cause \nstated, ‘Petitioners deny that this resolution meets the \nremanded. \nconstitutional standards and assert that with respect to \n  \nstudents  in  the  elementary  schools  the  plan  will  not \nAttorneys and Law Firms  achieve desegregation until sometime in the 1970’s.’2 The \nSupreme Court reemphasized its decisions in Watson v. \n*48 W. L. Williams, Jr., Birmingham, Ala., Ernest D.  City of Memphis, 373 U.S. 526, 529, 83 S.Ct. 1314, 10 \nJackson, Sr., Jacksonville, Fla., *49 Constance B. Motley,  L.Ed.2d 529; *50 Goss v. Board of Education, 373 U.S. \nNorman Amaker and Jack Greenberg, New York City,  683, 83 S.Ct. 1405, 10 L.Ed.2d 632, and Griffin v. County \nOscar W. Adams, Jr., Biriminghan, Ala., for appellants.  School  Board  of  Prince  Edward  County,  ante,  and \nconcluded its opinion with the following statement from \nJoseph F. Johnston, Reid B. Barnes, Lange, Simpson,  Goss: \nRobinson & Somerville, and Cabaniss, Johnston, Gardner \n& Clark, Birmingham, Ala., for appellee.  ‘We  are  not  unmindful  of  the  deep-rooted  problems \ninvolved. Indeed, it was consideration for the multifarious \nBefore MARIS,* GEWIN and BELL, Circuit Judges.  local difficulties and ‘variety of obstacles’ which might \narise in this transition that led this Court eight years ago \nOpinion  to frame its mandate in Brown in such language as ‘good \n  1 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 333 F.2d 47 (1964)   \n8 Fed.R.Serv.2d 23a.33, 2 \n \nfaith compliance at the earliest practicable date’ and ‘all  Supreme Court.’ \ndeliberate speed.’ Brown v. Board of Education, 349 U.S.  [1] In view of the conclusion of the trial court and the \n(294) at 300, 301, 75 S.Ct. (753), at 756, (99 L.Ed. 1083).  repeated  holdings  by  the  Supreme  Court,  we  are  not \nNow, however, eight years after this decree was rendered  persuaded that it is appropriate for this Court to recognize \nand over nine years after the first Brown decision, the  the disparities and differences claimed as a proper basis \ncontext  in  which  we  must  interpret  and  apply  this  for the continuance of segregated schools. If such alleged \nlanguage to plans for desegregation has been significantly  disparities and differences constitute a proper basis for the \naltered. Compare Watson v. City of Memphis, supra.’  maintenance of segregated schools, it is the function of \nthe Supreme Court to make such a decision. \nThe  Supreme  Court  has  further  spoken  in  Griffin  v.    \nCounty School Board of Prince Edward County, 84 S.Ct.  [2] [3] [4] [5] Plans providing for the integration of only one \n1226 (May 25, 1964), and concluded, ‘The time for mere  grade a year are now rare; and the possibility of judicial \n‘deliberate speed’ has run out * * *.’  approval  of  such  a  grade-a-year  plan  has  become \nincreasingly remote due to the passage of time since the \nAt the evidentiary hearings the School Board presented \nBrown decisions. In every case the burden rests squarely \nextensive  evidence  relating  to  alleged  differences  and  upon  the  school  board  to  adopt  and  propose  an \ndisparities between the ethnic group represented by the  appropriate  plan,  and  to  present  evidence  which  will \nNegro  children  and  that  group  represented  by  white  support and justify the plan proposed. Stell v. Savannah-\nchildren, claiming that such evidence formed a rational  Chatham County Board of Education (5th Cir. 1964), 333 \nbasis  for  separating  such  ethnic  groups  in  the  school  F.2d 55. Upon consideration of all of the evidence and in \nroom. The plaintiffs in the trial court (Negroes) did not \nthe circumstances of this case it is our conclusion that this \noffer evidence in opposition to such alleged disparities, \ncause be remanded to the District Court with instructions \nbut contend that under the Brown decisions3 the Supreme  to require the Birmingham School Board to present to the \nCourt has concluded that ‘Separate educational facilities \nDistrict Court forthwith for its consideration a plan of \nare inherently unequal.’ The Board of Education further \ndesegregation which will meet the minimum standards \nclaims that the Brown decisions are limited to the facts \nherein  set  forth.  The  12th  grade  of  the  Birmingham \nthere presented, that different facts are here presented and  School System was desegregated as ordered by the Court, \nwere not before the Court for consideration in the Brown  using the Alabama Pupil Placement Law, during the year \ndecisions,  and  therefore  a  different  result  should  be  1963.  Commencing  with  the  opening  of  school  in \nreached  in  the  instant  case  in  view  of  the  evidence  September of 1964, this plan must be expanded to include \npresented. As to this contention, the trial court concluded:  the 10th and 11th grades in addition to the 12th grade. \nCommencing with the opening of school in September of \n‘Of course the starting point in any school segregation \n1965, the plan must be applied to the 9th grade and \ncase must be *51 Brown v. Board of Education, 347 U.S. \ncontinue thereafter with one grade a year until the plan \n483, 74 S.Ct. 686, 98 L.Ed. 873 (1954), the implementing \napplies  to  the  8th  and  7th  grades,  thus  making  it \ndecree of the court, Brown v. Board of Education, 349 \napplicable to all high school grades.4 The plan will be \nU.S. 294, 75 S.Ct. 753, 99 L.Ed. 1083 (1955), and its \napplied to one grade per year in the elementary schools, \nreinter-pretive opinion in Cooper v. Aaron, 358 U.S. 1, 78 \ncommencing with the 1st grade in September, 1964, and \nS.Ct. 1401, 3 L.Ed.2d 5 (1958). The basic premise of the \nshall continue thereafter at the rate of one additional grade \ncourt was expressed in simple, uncomplicated language: \nper year in the elementary schools until the plan is applied \n‘Separate educational facilities are inherently unequal.’ \nto all elementary school grades. The dual or bi-racial \nFrom it there flowed freely and naturally the enunciation \nschool attendance system, that is, any separate attendance \nof the constitutional principle: ‘Therefore, we hold that \nareas, districts or zones, shall be abolished as to each \nthe plaintiffs and others similarly situated for whom the \ngrade to which the plan is applied and at the time of the \nactions  have  been  brought  are,  by  reason  of  the \napplication  thereof  to  such  grades,  and  thereafter  to \nsegregation  complained  of,  deprived  of  the  equal \nadditional grades as the plan progresses. Bush v. Orleans \nprotection  of  the  laws  guaranteed  by  the  Fourteenth \nParish School Board, (5th Cir. 1962) 308 F.2d 491. The \nAmendment.’ 347 U.S. at page 495, 74 S.Ct. at page 692. \nplan shall apply to the admission of new pupils coming \ninto *52 the school system for the first time. As stated in \n‘Insofar  as  the  opinions  of  experts  in  the  fields  of \nShuttlesworth v. Birmingham Board of Education, 162 \npsychology and anthropology, in deposition, book and \nF.Supp. 372, 384 (N.D.Ala.1958), and as noted in its \npamphlet form, may constitute an attack upon the major \nopinion by the District Court in the instant case: \npremise of the court, they are rejected out of hand. It \n  \nwould be supererogation to labor the obvious, that this \ncourt is bound by the opinions and judgments of the \n“All that has been said in this present opinion must be \n  2 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 333 F.2d 47 (1964)   \n8 Fed.R.Serv.2d 23a.33, 2 \n \nlimited to the constitutionality of the law upon its face.  of  dates  and  the  period  of  time  during  which  such \nThe School Placement Law furnishes the legal machinery  applications are to be made and acted upon. Applicants \nfor an orderly administration of the public schools in a  will not be required to submit to undue delay in the \nconstitutional manner by the admission of qualified pupils  consideration of their applications, or to burdensome or \nupon a basis of individual merit without regard to their  discriminatory  administrative  procedures.  McNeese  v. \nrace  or  color.  We  must  presume  that  it  will  be  so  Board of Education, 373 U.S. 668, 83 S.Ct. 1433, 10 \nadministered.  If  not,  in  some  future  proceeding  it  is  L.Ed.2d 622. \npossible that it may be declared unconstitutional in its    \napplication. The responsibility rests primarily upon the  [9] The United States District Court has wisely retained \nlocal school boards, but ultimately upon all of the people  jurisdiction of this case for the purpose of permitting the \nof  the  State.’  The  Supreme  Court,  on  direct  appeal,  filing  of  supplemental  complaints  in  case  of  any \ngranted the motion to affirm and affirmed the judgment  unconstitutional  application  of  the  Alabama  Pupil \nupon the limited grounds, quoted directly above, on which  Placement Law against the plaintiffs, or others similarly \nthis  court  rested  its  decision.  Shuttlesworth  v.  situated,  or  with  respect  to  any  other  unconstitutional \nBirmingham Bd. of Education, 358 U.S. 101, 79 S.Ct.  action on the part of defendants (Superintendent, Board of \n221, 3 L.Ed.2d 145 (1958).’  Education, etc.) against them. Such complaints may be \nsubmitted as a class action as authorized by F.R.Civ.P. 23, \nWe  reiterate  the  importance  of  the  constitutional  thus avoiding the necessity of time consuming delays on \nadministration of the Alabama Pupil Placement Law by  the  part  of  those  who  complain,  and  also  avoiding \nthe admission of students who are qualified on the basis  repeated and extended hearings in the District Court. \nof individual merit, without regard to race or color. The    \ndistinguished trial judge has so advised the Birmingham  *53  [10]  [11]  [12]  The  principles  herein  outlined  are \nSchool Board in the following language: ‘This Court will  considered by the Court to be the minimum requirements. \nnot sanction discrimination by them (the Superintendent  The District Court will exercise its discretion in directing \nand School Board) in the name of the Placement Law.’  the further implementation of the plan and in hearing any \nIndeed,  the  trial  court  concluded  that  if  it  should  be  complaints  which  may  be  presented.  As  we  have \ndemonstrated  to  the  Court  that  the  Alabama  Pupil  repeatedly stated, the sequence of responsibility is ‘first \nPlacement  Law  was  unconstitutionally  applied,  the  the school authorities, then the local district court, and \noriginal  plaintiffs,  or  others  similarly  situated,  were  lastly the appellate courts.’ Rippy v. Borders, (5th Cir. \nauthorized  to  present  to  the  Court  supplemental  1957) 250 F.2d 690, 693. Of paramount and continuing \ncomplaints which would be given a preferred setting on  importance is consideration for the welfare of all children, \nthe docket of the Court and heard on five days’ notice to  both Negro and white. \nthe defendants.    \n[6] The administrative remedies afforded by the Alabama \nPupil  Placement  Law  need  not  be  exhausted  as  a  That portion of the order of the District Court heretofore \nprerequisite  to  judicial  relief,  but  such  relief  may  be  entered on May 28, 1963, denying injunctive relief is \nobtained in the United States District Court as provided in  vacated; the order of the District Court entered on July 19, \nthe opinion of that Court5 and as hereinafter provided.  1963, pursuant to our mandate in this case is continued \n   until modified by the District Court; and the cause is \n[7] [8] The proposed plan must be further implemented by  remanded  for  the  entry  of  appropriate  orders  not \ngiving timely notice of it by the Superintendent and Board  inconsistent herewith. \nof Education to the students, parents, teachers and other \nappropriate school personnel. Such notice, calculated to \nAll Citations \ninform all concerned of their rights under the plan, may \nbe  given  in  any  manner  deemed  appropriate  by  the \n333 F.2d 47, 8 Fed.R.Serv.2d 23a.33, 2 \nDistrict Court in the exercise of its discretion. Augustus v. \n\t\r  \nBoard of Public Instruction, 306 F.2d 862 (5th Cir. 1962). \nWe also leave to the discretion of the trial court the fixing \nFootnotes\t\r  \n\t\r  \n*\t\r   Of\t\r  the\t\r  Third\t\r  Circuit,\t\r  sitting\t\r  by\t\r  designation.\t\r  \n\t\r  \n\t\r  \n1\t\r   In\t\r  their\t\r  brief,\t\r  the\t\r  appellees\t\r  state:\t\r  \n  3 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 333 F.2d 47 (1964)   \n8 Fed.R.Serv.2d 23a.33, 2 \n \n\t\r   ‘While\t\r  in\t\r  our\t\r  opinion\t\r  the\t\r  proceedings\t\r  on\t\r  injunction\t\r  pending\t\r  appeal\t\r  are\t\r  not\t\r  properly\t\r  a\t\r  part\t\r  of\t\r  the\t\r  record\t\r  on\t\r  the\t\r  appeal\t\r  from\t\r  \nJudge\t\r  Lynne’s\t\r  decree\t\r  of\t\r  May\t\r  28,\t\r  1963,\t\r  we\t\r  decided\t\r  to\t\r  interpose\t\r  no\t\r  objection\t\r  thereto.\t\r  Since\t\r  appellants’\t\r  attorneys\t\r  elected\t\r  to\t\r  \ndescribe\t\r  the\t\r  contents\t\r  of\t\r  the\t\r  plan\t\r  submitted\t\r  and\t\r  to\t\r  complain\t\r  of\t\r  its\t\r  sufficiency,\t\r  and\t\r  of\t\r  Judge\t\r  Lynne’s\t\r  actions\t\r  thereon\t\r  in\t\r  their\t\r  \noriginal\t\r  brief\t\r  without\t\r  any\t\r  supplemental\t\r  record,\t\r  we\t\r  decided\t\r  that\t\r  it\t\r  would\t\r  be\t\r  preferable\t\r  that\t\r  this\t\r  court\t\r  have\t\r  before\t\r  it\t\r  the\t\r  \nfacts\t\r  with\t\r  reference\t\r  to\t\r  the\t\r  submission\t\r  of\t\r  the\t\r  plan,\t\r  its\t\r  approval,\t\r  the\t\r  objections\t\r  made\t\r  thereto\t\r  and\t\r  Judge\t\r  Lynne’s\t\r  order\t\r  \noverruling\t\r  such\t\r  objection,\t\r  much\t\r  to\t\r  be\t\r  preferred\t\r  over\t\r  the\t\r  unwarranted\t\r  complaints\t\r  against\t\r  this\t\r  plan\t\r  on\t\r  the\t\r  part\t\r  of\t\r  \nappellants,\t\r  entirely\t\r  dehors\t\r  the\t\r  record.\t\r  Hence,\t\r  following\t\r  the\t\r  rendition\t\r  of\t\r  Judge\t\r  Lynne’s\t\r  memorandum\t\r  opinion\t\r  and\t\r  order,\t\r  \n‘Additional\t\r  Supplemental\t\r  record,’\t\r  R.\t\r  45,\t\r  we\t\r  filed\t\r  a\t\r  counter-­‐designation,\t\r  specifying\t\r  the\t\r  inclusion\t\r  of\t\r  this\t\r  order\t\r  in\t\r  the\t\r  \nsupplemental\t\r  record.\t\r  This\t\r  counter-­‐designation\t\r  was\t\r  forwarded\t\r  by\t\r  the\t\r  Clerk\t\r  although\t\r  it\t\r  is\t\r  omitted\t\r  in\t\r  the\t\r  printing\t\r  instituted\t\r  \nby\t\r  the\t\r  appellants.\t\r  We\t\r  see\t\r  no\t\r  reason\t\r  for\t\r  now\t\r  requesting\t\r  a\t\r  printing\t\r  thereof,\t\r  since\t\r  it\t\r  is\t\r  on\t\r  file\t\r  and\t\r  can\t\r  still\t\r  be\t\r  read.’\t\r  p.\t\r  3-­‐4.\t\r  \n\t\r  \n2\t\r   In\t\r  Calhoun,\t\r  the\t\r  Court\t\r  stated:\t\r  ‘It\t\r  appears\t\r  therefrom\t\r  that\t\r  since\t\r  the\t\r  argument\t\r  the\t\r  Atlanta\t\r  Board\t\r  of\t\r  Education\t\r  on\t\r  April\t\r  8,\t\r  1964,\t\r  \nadopted\t\r  and\t\r  promulgated\t\r  a\t\r  new\t\r  formal\t\r  resolution\t\r  stating\t\r  the\t\r  present\t\r  policy\t\r  of\t\r  the\t\r  Board\t\r  and\t\r  the\t\r  factors\t\r  it\t\r  will\t\r  consider\t\r  in\t\r  \n\t\r  \nmaking\t\r  initial\t\r  assignments\t\r  of\t\r  pupils\t\r  and\t\r  in\t\r  permitting\t\r  transfers\t\r  for\t\r  the\t\r  school\t\r  year\t\r  1964-­‐1965.’\t\r  The\t\r  formal\t\r  resolution\t\r  of\t\r  \nApril\t\r  8,\t\r  1964,\t\r  to\t\r  which\t\r  the\t\r  Court\t\r  referred\t\r  is\t\r  as\t\r  follows:\t\r  \n‘BE\t\r  IT\t\r  RESOLVED:\t\r  That\t\r  for\t\r  the\t\r  school\t\r  year\t\r  beginning\t\r  August\t\r  24,\t\r  1964,\t\r  all\t\r  pupils\t\r  entering\t\r  the\t\r  eighth\t\r  grade\t\r  from\t\r  elementary\t\r  \nschools\t\r  be\t\r  assigned\t\r  among\t\r  the\t\r  various\t\r  high\t\r  schools\t\r  without\t\r  regard\t\r  to\t\r  race,\t\r  after\t\r  consideration\t\r  of\t\r  the\t\r  following\t\r  factors:\t\r  \n‘1.\t\r  Choice\t\r  of\t\r  the\t\r  pupil\t\r  or\t\r  his\t\r  parents;\t\r  \n‘2.\t\r  Availability\t\r  of\t\r  facilities;\t\r  and\t\r  \n‘3.\t\r  Proximity\t\r  of\t\r  the\t\r  school\t\r  to\t\r  place\t\r  of\t\r  residence.\t\r  \n‘BE\t\r  IT\t\r  FURTHER\t\r  RESOLVED:\t\r  \nThat\t\r  among\t\r  those\t\r  seeking\t\r  to\t\r  attend\t\r  a\t\r  particular\t\r  school,\t\r  where\t\r  facilities\t\r  are\t\r  not\t\r  available\t\r  for\t\r  all,\t\r  priority\t\r  shall\t\r  be\t\r  based\t\r  on\t\r  \nproximity,\t\r  except\t\r  that\t\r  for\t\r  justifiable\t\r  educational\t\r  reasons\t\r  and\t\r  in\t\r  hardship\t\r  cases\t\r  other\t\r  factors\t\r  not\t\r  related\t\r  to\t\r  race\t\r  may\t\r  be\t\r  \napplied.\t\r  Administrative\t\r  assignments\t\r  or\t\r  re-­‐assignments\t\r  may\t\r  be\t\r  made\t\r  in\t\r  cases\t\r  of\t\r  overcrowding,\t\r  in\t\r  hardship\t\r  cases,\t\r  and\t\r  for\t\r  \ndisciplinary\t\r  reasons.\t\r  When\t\r  such\t\r  administrative\t\r  assignments\t\r  are\t\r  made\t\r  they\t\r  shall\t\r  be\t\r  based\t\r  on\t\r  relative\t\r  proximity\t\r  and\t\r  \navailable\t\r  facilities,\t\r  giving\t\r  consideration\t\r  to\t\r  pupil\t\r  choice\t\r  where\t\r  possible.\t\r  \n‘BE\t\r  IT\t\r  FURTHER\t\r  RESOLVED:\t\r  \nThat\t\r  in\t\r  those\t\r  grades\t\r  already\t\r  reached\t\r  by\t\r  the\t\r  Atlanta\t\r  plan\t\r  of\t\r  desegregation\t\r  (ninth,\t\r  tenth,\t\r  eleventh\t\r  and\t\r  twelfth\t\r  grades),\t\r  \ntransfers\t\r  be\t\r  freely\t\r  granted\t\r  according\t\r  to\t\r  the\t\r  criteria\t\r  hereinbefore\t\r  provided,\t\r  without\t\r  formal\t\r  application,\t\r  other\t\r  than\t\r  the\t\r  usual\t\r  \npre-­‐registration\t\r  required\t\r  of\t\r  all\t\r  students.\t\r  \n‘BE\t\r  IT\t\r  FURTHER\t\r  RESOLVED:\t\r  \nThat\t\r  where\t\r  a\t\r  student\t\r  has\t\r  exercised\t\r  his\t\r  choice\t\r  of\t\r  schools,\t\r  either\t\r  by\t\r  initial\t\r  assignment\t\r  to\t\r  the\t\r  eighth\t\r  grade\t\r  or\t\r  by\t\r  transfer,\t\r  as\t\r  \nherein\t\r  provided,\t\r  further\t\r  and\t\r  additional\t\r  transfers\t\r  will\t\r  be\t\r  permitted\t\r  only\t\r  in\t\r  hardship\t\r  cases\t\r  or\t\r  for\t\r  valid\t\r  educational\t\r  reasons\t\r  \nunrelated\t\r  to\t\r  race.\t\r  \n‘BE\t\r  IT\t\r  FURTHER\t\r  RESOLVED:\t\r  \nThat\t\r  a\t\r  certified\t\r  copy\t\r  of\t\r  this\t\r  resolution\t\r  be\t\r  furnished\t\r  to\t\r  the\t\r  attorneys\t\r  for\t\r  transmission\t\r  to\t\r  the\t\r  Supreme\t\r  Court\t\r  of\t\r  the\t\r  United\t\r  \nStates\t\r  in\t\r  accordance\t\r  with\t\r  its\t\r  direction.’\t\r  \n\t\r  \n3\t\r   Brown\t\r  v.\t\r  Board\t\r  of\t\r  Education,\t\r  347\t\r  U.S.\t\r  483,\t\r  74\t\r  S.Ct.\t\r  686,\t\r  98\t\r  L.Ed.\t\r  873\t\r  (1954);\t\r  Brown\t\r  v.\t\r  Board\t\r  of\t\r  Education,\t\r  349\t\r  U.S.\t\r  294,\t\r  75\t\r  \nS.Ct.\t\r  753,\t\r  99\t\r  L.Ed.\t\r  1083\t\r  (1955).\t\r  \n\t\r  \n\t\r  \n4\t\r   In\t\r  many\t\r  school\t\r  systems\t\r  the\t\r  10th,\t\r  11th,\t\r  and\t\r  12th\t\r  grades\t\r  are\t\r  commonly\t\r  described\t\r  as\t\r  Senior\t\r  High\t\r  School;\t\r  and\t\r  the\t\r  7th,\t\r  8th,\t\r  \nand\t\r  9th\t\r  grades\t\r  as\t\r  Junior\t\r  High\t\r  School.\t\r  In\t\r  some\t\r  school\t\r  systems\t\r  Junior\t\r  High\t\r  School\t\r  grades\t\r  and\t\r  Senior\t\r  High\t\r  School\t\r  grades\t\r  are\t\r  \n\t\r  \nmaintained\t\r  and\t\r  housed\t\r  separately.\t\r  \n\t\r  \n5\t\r   220\t\r  F.Supp.\t\r  217.\t\r  \n\t\r  \n\t\r  \n \n \n\t\r  \n\t\r   \t\r  \n\t\r  \n \n \n \n  4 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/85922"
    },
    {
      "date": "1963-07-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 333,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 323,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 85921,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/85921.pdf",
      "title": "Opinion",
      "text": "Armstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \n \n  Jackson, Sr., Jacksonville, Fla., Constance Baker Motley, \nNew York City, for appellants. \n323 F.2d 333 \nUnited States Court of Appeals Fifth Circuit. \nJos. F. Johnston, Reid B. Barnes, Birmingham, Ala., for \nappellees. \nDwight ARMSTRONG, Denise Armstrong, James \nArmstrong, Jr., Floyd Armstrong, Minors, by \nBefore TUTTLE, Chief Judge, and RIVES and GEWIN, \nJames Armstrong, Sr., their father and next friend, \nCircuit Judges. \net al., Appellants, \nv. \nOpinion \nThe BOARD OF EDUCATION OF the CITY OF \nBIRMINGHAM, JEFFERSON COUNTY, \nRIVES, Circuit Judge. \nALABAMA,The Present Members of the Said \nBoard and Theo R. Wright, Superintendent   \nofSchools, City of Birmingham, Alabama, \nAppellees.  The submission is upon the appellants’ motion for an \ninjunction pending appeal from the following judgment \nNo. 20595.  entered on the 28th day of May 1963: \n| \nJuly 12, 1963.  ‘In conformity with the memorandum opinion of the court \n|  contemporaneously  entered  herein,  it  is  ORDERED, \nRehearing Denied En Banc July 22, 1963.  ADJUDGED  and  DECREED  by  the  court  that  the \n|  injunctive relief for which plaintiffs pray in their own \nDissenting Opinion July 30, 1963.  behalf and in behalf of others similarly situated by and the \n|  same is hereby denied. \nOn Petition for Intervention and Stay Sept.6, 1963. \n‘It is further ORDERED, ADJUDGED and DECREED \nby  the  court  that  jurisdiction  of  this  action  is  hereby \nClass  action  to  enjoin  city  board  of  education  from \nretained for the purpose of permitting the filing of such \ncontinuing  practice  of  operating  compulsory  biracial \nsupplemental complaint, if any, as might be entitled to be \nschool systems. The United States District Court for the \npresented, in case of any unconstitutional application of \nNorthern District of Alabama, Seybourne H. Lynne, J., \nthe Alabama School Placement Law against the plaintiffs, \n220 F.Supp. 217, denied injunctive relief. The plaintiffs \nor  others  similarly  situated,  or  of  any  other \nappealed and moved for an injunction pending appeal. \nunconstitutional action on the part of defendants against \nThe Court of Appeals granted injunction pending appeal \nthem.  It  is  further  ORDERED,  ADJUDGED  and \nrestraining  city  board  of  education  from  requiring \nDECREED by the court that the issues tendered by any \nsegregation of races in any school under its supervision \nsupplemental complaint will be given a preferred setting \nfrom and after such time as might be necessary to make \non the docket of this court and will be heard on five days’ \narrangements fro admission of children to such schools on \nnotice to defendants.’ \nracially nondiscriminatory basis with all deliberate speed. \n   The opinion of the court stated that: \nMotion granted. \n   ‘This court will not sanction discrimination by them (the \nGewin, Circuit Judge, dissented.  Superintendent and Board of Education) in the name of \n   the placement law but it is unwilling to grant injunctive \nGewin  and  Cameron,  Circuit  Judges,  dissented  from  relief until their good faith has been tested. If it should be \ndenial of petition for rehearing en banc.  demonstrated that it has been unconstitutionally applied, \n   under the settled authorities the court would be compelled \nPetition for intervention and to stay of operation of plan  to order the submission of a desegregation plan for its \nof desegregation approved by District Court denied.  approval.’ \n  \nThe district court affirmed that both the Superintendent \nAttorneys and Law Firms  and  the  Board  had  assured  the  court  that  regulations \ngoverning the assignment and transfer of pupils in the \n*334 W. L. Williams, Jr., Birmingham, Ala., Ernest D.  Birmingham school system had been in effect since June \n  1 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \n1958 for the purpose of implementing the Alabama law;  doctrine of exhaustion of administrative remedies fairly \nand  found  that  sufficient  time  remained  before  the  and lawfully conducted.’ In Gibson v. Board of Public \nopening of school in September 1963 for the processing  Instruction, supra, 272 F.2d 763, 767, n. 5, we noted \nof applications for assignments and transfers in behalf of  many of the same Fourth Circuit decisions and stated our \ninterested individuals.  understanding that they were not contrary to the decisions \nof this Fifth Circuit. In any event, on June 3, 1963, shortly \nThe  opinion  further  stated  that  after  application  for  after the district court’s decision, the Supreme Court of \nassignment or transfer was made by a pupil, or those  the United States put beyond debate the proposition that, \nauthorized  to  act  in  his  behalf,  to  the  school  board,  in a school desegregation case, it is not necessary to \njudicial remedies for the denial of constitutional rights  exhaust  state  administrative  remedies  before  seeking \ncould be pursued at once in the United States District  relief in the federal courts: \nCourt without pursuing state court remedies.    \n‘We have previously indicated that relief under the Civil \nThe opinion continued: \nRights Act may not be defeated because relief was not \nfirst sought under state law which provided a remedy. We \n‘Jurisdiction of this action will be retained for the purpose \nstated in Monroe v. Pape, 365 U.S. 167, 183, 81 S.Ct. \nof permitting the filing of such supplemental complaint, if \n473, 482, 5 L.Ed.2d 492: \nany, as might be entitled to be presented, in case of any \nunconstitutional  application  of  the  Alabama  School \n‘It is no answer that the State has a law which if enforced \nPlacement  Law  *335  against  the  plaintiffs,  or  others \nwould give relief. The federal remedy is supplementary to \nsimilarly situated, or of any other unconstitutional action \nthe state remedy, and the latter need not be first sought \non  the  part  of  defendants  against  them.  The  issues \nand refused before the federal one is invoked.’ \ntendered by any supplemental complaint will be given a \npreferred setting on the docket of this court and will be  ‘The cause of action alleged here is pleaded in terms of 42 \nheard on five days notice to defendants.’  U.S.C. § 1983 * * *. \nThe  district  court  further  mentioned  the  fact  the  the  ‘That is the statute that was involved in Monroe v. Pape, \nSuperintendent and the Board had assured the court that  supra; and we reviewed its history at length in that case. \n‘* * * they stand ready to comply with the law when any  365 U.S. 171 et seq., 81 S.Ct. 473, 5 L.Ed.2d 492. The \nindividual sets the administrative machinery in motion.’  purposes were several fold— to override certain kinds of \nBy affidavit of the Superintendent speaking on behalf of  state  laws,  to  provide  a  remedy  where  state  law  was \nthe Board filed in this Court, it is stated:  inadequate, ‘to provide a federal remedy where the state \nremedy, though adequate in theory, was not available in \n‘It (the Board) was and is now prepared to deal with the  practice’ (id., 174, 81 S.Ct. 477), and to provide a remedy \nmatter in a proper and orderly manner upon applications  in the federal courts supplementary to any remedy any \npursuant to the laws of Alabama and the decree of the \nState might have. Id., 180-183, 81 S.Ct. 480-482. \nDistrict Court in this case.’ \n‘* * * The right alleged is as plainly federal in origin and \nIn  the  course  of  its  opinion  the  district  court  stated:  nature  as  those  vindicated  in  Brown  v.  Board  of \n‘Before  this  court  may  grant  injunctive  relief,  the  Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873. Nor \nadministrative remedies provided therein (in the Alabama  is the federal right in any way entangled in a skein of state \nSchool Placement Law) must first have been exhausted.’  law that must be untangled before the federal case can \n[1] That ruling was directly contrary to repeated decisions  proceed. For petitioners assert that respondents have been \nof this Court. See, among others, Gibson v. Board of  and  are  depriving  them  of  rights  protected  by  the \nPublic Instruction of Dade County, 5 Cir. 1957, 246 F.2d \nFourteenth  Amendment.  It  is  immaterial  whether \n913, 914;1 on second appeal, 5 Cir. 1959, 272 F.2d 763,  respondents’ conduct is legal or illegal as a mater of state \n767;2 Holland v. Board of Public Instruction of Palm  law. Monroe v. Pape, supra, 365 U.S. 171-187, 81 S.Ct. \nBeach County, Fla., 5 Cir. 1958, 258 F.2d 730, 732.3  475-484. Such claims are entitled to be adjudicated in the \nMannings v. Board of Public Instruction, 5 Cir. 1960, 277 \nfederal *337 courts. Monroe v. Pape, supra, 365 U.S. at \nF.2d 370, 372, 373; *336 Augustus v. Board of Public  183, 81 S.Ct. at 481; Gayle v. Browder, 352 U.S. 903, 77 \nInstruction, 5 Cir. 1962, 306 F.2d 862, 869; Bush v.  S.Ct. 145, 1 L.Ed.2d 114, affirming 142 F.Supp. 707; \nOrleans Parish School Board, 5 Cir. 1962, 308 F.2d 491,  Borders v. Rippy, 5 Cir., 247 F.2d 268, 271. Cf., e.g., \n499-501.4 The district court chose, instead, to rely upon a  Lane v. Wilson, 307 U.S. 268, 59 S.Ct. 872, 83 L.Ed. \nline  of  decisions  from  the  Fourth  Circuit,5  which,  1281; Smith v. Allwright, 321 U.S. 649, 64 S.Ct. 757, 88 \naccording to the district court, ‘continued to apply the  L.Ed. 987; Schnell v. Davis, 336 U.S. 933, 69 S.Ct. 749, \n  2 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \n93 L.Ed. 1093 affirming 81 F.Supp. 872; Turner v. City  to a school designated ‘Negro.’ Without exception white \nof Memphis, 369 U.S. 350, 82 S.Ct. 805, 7 L.Ed.2d 762.’  instructional  personnel  have  been  assigned  only  to \nMcNeese v. Board of Education for Community Unit  schools  designated  ‘White’  and  negro  instructional \nSchool District 187, 83 S.Ct. 1433.6  personnel  only  to  schools  designated  ‘Negro.’  White \n[2] [3] The district court’s opinion referred to the reluctance  schools are located with reference to the concentration of \nof any Negro child ‘to take the initiative in bringing about  white population and negro schools with reference to the \nthe  integration  of  the  public  schools.’  The  burden  of  concentration of negro population. There are overlappings \ninitiating desegregation does not rest on Negro children or  in the geographical areas involved wherein there are white \nparents or on whites, but on the School Board. As said in  schools in closer proximity to the residences of negro \nBrown v. Board of Education, 1955, 349 U.S. 294, 299,  pupils than negro schools. The reverse situation obtains \n75 S.Ct. 753, 756, 99 L.Ed. 1083:  *338 with respect to white pupils. Notwithstanding, the \n   custom,  usage  and  practice  historically  followed, \nsanctioned and expected by Superintendent and Board to \n‘Full  implementation  of  these  constitutional  principles  be followed presently, result in white pupils attending \nmay require solution of varied local school problems.  white schools and negro pupils negro schools. \nSchool  authorities  have  the  primary  responsibility  for \nelucidating, assessing, and solving these problems; courts  ‘To summarize, it graphically appears from the testimony \nwill  have  to  consider  whether  the  action  of  school  of Dr. Theo R. Wright, Superintendent of Birmingham \nauthorities constitutes good faith implementation of the  Public Schools, that he and the Birmingham Board of \ngoverning constitutional principles.’  Education  have  operated  a  segregated  school  system \nThe  long-standing  order  of  responsibility  is  ‘first  the  based upon race in the past, are doing so now, and have \nschool authorities, then the local district court, and lastly  formulated no plans to discontinue such an operation.’ \nthe appellate courts.’ Rippy v. Borders, 5 Cir. 1957, 250  This litigation has now been pending for more than three \nF.2d 690, 693.  years. There must, at the very minimum, be a good faith \nstart toward according the plaintiffs and the members of \nFurther, as we said recently in speaking of the Atlanta  the class represented by them their constitutional rights so \npublic schools:  long  delayed.  However,  whether  the  delay  which  has \nalready  occurred  is  justified  or  not,  it  cannot  be \n‘Our decision must also be rendered upon a consideration  compensated  by  hasty  or  precipitate  action  under  the \nof the most recent pronouncements of the Supreme Court, \norder of this Court. Our action must be dictated by the \nGoss v. Board of Education of City of Knoxville, Tenn., \nconcept of ‘deliberate speed’ to the extent of not causing \nsupra (83 S.Ct. 1405), and Watson v. City of Memphis, \nundue or unnecessary confusion in the administration of \n373 U.S. 526, 83 S.Ct. 1314, 10 L.Ed.2d 529, which make \nthe Birmingham public schools to the injury of all of the \nit plain that the time available for the transition from \npupils, white and black. In the case of the Pensacola, \nsegregated to desegregated school systems is, with the \nFlorida, School System, we said on July 24, 1962, about a \npassage of years since the Brown decisions, becoming  year  ago:  ‘It  is  probably  too  late,  without  undue \nmore sharply limited. Indeed, we so stated in an opinion  confusion, to require the elimination as to any grade of \ntheretofore rendered on May 24, 1963. Davis v. Board of  such  dual  districts  in  time  for  the  1962  fall  term.’ \nSchool Commissioners of Mobile County, 5 Cir., 318  Augustus v. Board of Public Instruction, 5 Cir. 1962, 306 \nF.2d 63.’  F.2d 862, 869. This same thought now holds true as to the \nCalhoun v. Latimer, 5 Cir., 321 F.2d 302.  Birmingham public schools.7 \n[4] We decline, therefore, to issue an injunction pending \nIn the light of the foregoing well-established principles of \nappeal  which  would  go  so  far  as  to  provide  that  the \nlaw, we go to the undisputed facts as found by the district \nmaintenance of separate schools for the Negro and white \ncourt: \nchildren of Birmingham shall be completely ended with \nrespect to any grade, or when and how the complete \n‘The white population of Birmingham is 205,620; the \ndesegregation of the public schools may be accomplished. \nnegro,  135,627.  There  are  8  high  schools  designated \nSuch matters can be more appropriately determined upon \n‘White’  with  409  teachers  and  10,081  pupils;  5  high \na hearing of this appeal on its merits when a full record \nschools designated ‘Negro’ with 278 teachers and 6,748 \nwill be available. It affirmatively appears at this time, \npupils; 50 elementary schools designated ‘White’ with \nhowever, on the face of the opinion and judgment of the \n781 teachers and 29,578 pupils; 42 elementary schools \ndistrict court, that the plaintiffs and the members of the \ndesignated ‘Negro’ with 697 teachers and 26,967 pupils. \nclass represented by them are entitled to more than mere \nNever at any time has a negro pupil been assigned or \nexpressions of opinion and have a right to a judgment \ntransferred to a school designated ‘White’ or a white pupil \nlegally enforcing the desegregation measures on which \n  3 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nthe Board has virtually agreed.  order. \n  \nIn view of the already long delay, it is ordered that the \nIn line with the procedure which we followed as to the  mandate issue forthwith. \nSavannah, Georgia, schools in Stell, et al. v. Savannah-\nChatham County Board of Education, et al., 5 Cir., No.  Motion granted. \n20557, 318 F.2d 425, it is therefore ORDERED that the   \nDistrict Court for the Northern District of Alabama enter \nthe following judgment and order: \nTUTTLE, Chief Judge (concurring specially). \n \n‘The defendants, The Board of Education of the City of \nBirmingham,  Jefferson  County,  Alabama,  the  present \nI, of course, join Judge Rives in the action taken on the \nmembers of said Board (naming them specifically) and \nappellants’ motion for injunction pending appeal, and I \nTheo  R.  Wright,  Superintendent  of  Schools,  City  of \njoin him in the order that is embodied in his opinion. I \nBirmingham,  and  their  agents,  servants,  employees, \nagree wholeheartedly with all that is said in his opinion, \nsuccessors in office and those in concert with them who \nexcept as it bears on the relief that is to be granted in \nshall receive notice of this order, be and they are hereby \nSeptember, 1963. \nrestrained and enjoined from requiring segregation of the \nraces in any school under their supervision, from and after \nIt is now, as it has been from the start, the duty of the \nsuch time as may be necessary to make arrangements for \nBoard of Education to assume the primary responsibility \nadmission  of  children  to  such  schools  on  a  racially \nputting an end to racially segregated schools. Brown v. \nnondiscriminatory basis *339 with all deliberate speed, as \nBoard of Education of Topeka (1955) 349 U.S. 294, 299, \nrequired by the Supreme Court in Brown v. Board of \n75 S.Ct. 753, 99 L.Ed. 1083. In a situation where such a \nEducation of Topeka, 349 U.S. 294 (75 S.Ct. 753, 99 \nboard of education has completely failed to make such a \nL.Ed. 1083). \nstart, and, fortuitously or otherwise, the first appealable \norder entered by a district court comes so late in the \n‘It  is  further  ordered,  adjudged  and  decreed  that  said \nschool year that the Board then attempts to say it is too \npersons be and they are hereby required to submit to this \nlate to do anything by the following school year, I think it \nCourt not later than August 19, 1963, a plan under which \nis the duty of an appellate court to require a maximum \nthe said defendants propose to make an immediate start in \neffort by the Board to do what the law clearly requires of \nthe desegregation of the schools of Birmingham, Jefferson \nit, rather than to accept as a substitute for performance a \nCounty, Alabama, which plan shall effectively provide for \nplea that the Board has not made necessary preparation to \nthe carrying into effect not later than the beginning of the \npermit orderly transition by the opening of the fall term of \nschool year commencing September 1963 and thereafter \nschool. \nof the Alabama Pupil Placement Law as to all school \ngrades  without  racial  discrimination,  including  ‘the \nI believe it would not be consistent with what this Court \nadmission  of  new  pupils  entering  the  first  grade,  or \nhas previously required in other situations if I did not \ncoming into the County for the first time, on a nonracial \nexpress the view, strongly held by me, that as a minimum \nbasis,’ Augustus v. Board of Public Instruction, 5 Cir. \nthe Board of Education of the City of Birmingham should \n1962, 306 F.2d 862, 869 (that opinion describes such a \nbe required by an injunction of the trial court to arrange \nplan  which  has  been  approved  and  is  operating  in \nthat at least one grade of the public schools of that city be \nPensacola, Florida).’ \ncompletely desegregated by the abolition of dual school \nzones pending the appeal of this case on the merits in this \nNothing contained in this opinion or in the order directed \nCourt. See Stell v. Savannah-Chatham County Board of \nto be issued by the district court is intended to mean that \nEducation, et al., 5th Cir. No. 20557, 318 F.2d 425 and \nvoluntary segregation is unlawful; or that the same is not \nsee Davis et al. v. Board of school Commissioners of \nlegally permissible. \nMobile  County  et  al.,  5th  Cir.,  322  F.2d  356.  Since, \nhowever, a majority of the court does not require this \nThis  order  shall  remain  in  effect  until  the  final \ndetermination of the appeal of the above-styled case in the  relief, I join in the order as written by my esteemed \nCourt of Appeals for the Fifth Circuit on the merits, and  colleague, Judge Rives. \nuntil the further order of this Court. During the pendency   \nof this order the district court is further directed to enter \nsuch other and further orders as may be appropriate or \nnecessary  in  carrying  out  the  expressed  terms  of  this \nGEWIN, Circuit Judge (dissenting). \n  4 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \n  obstacles’  or  ‘deep-rooted  problems’  which  may  be \ninvolved. This court does not have sufficient facts before \nMy  brothers  of  the  majority  have  spoken  in  such  it,  in  the  absence  of  the  record,  to  render  a  decision \ninaccurate and disapproving *340 terms with reference to  ‘guided by equitable principles’ and ‘characterized by a \nthe opinion and order of the distinguished trial judge of  practical  flexibility  in  shaping  its  remedies’  and  to \nthe Northern District of Alabama who tried this case for  exercise  the  requisite  facility  ‘for  adjusting  and \nseveral days, that I find it not only impossible to agree  reconciling public and private needs.’1 \nwith them, but also necessary to write this dissent in order \nto inform those who may be interested of my opinion of  I. THE OPINION AND ORDER OF THE DISTRICT \nthe actual holding of the District Court. The cases cited by  COURT \nthe majority condemn the opinion written by them. The \nopinion  and  order  of  the  District  Court  considered  The majority opinion quotes certain excerpts from the \ntogether as they should be, destroy every reason asserted  opinion of the court below, but the excerpts quoted do not \nin the majority opinion for the unusual action taken in the  fairly represent the opinion of that court. The action of the \ncircumstances of this case by the issuance of an injunction  District Court in its memorandum opinion and order may \npending appeal in the merits.  be summarized in outline form as follows: \nIt should be noted quickly that the majority opinion leaves  (a) The District Court stated that the ‘starting point in any \nlittle to be decided when the case reaches this court on the  school  segregation  case  must  be  Brown  v.  Board  of \nmerits. Under the guise of ‘injunction pending appeal’  Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 \nthat opinion substantially decides the case and renders  (1954), the implementing decree of the court in Brown v. \nmoot many questions which could arise when the case  Board of Education, 349 U.S. 294, 75 S.Ct. 753, 99 L.Ed. \nreaches the court for final decision after a review of the  1083 (1955). and its reinterpretative opinion, Cooper v. \nrecord. It is recognized that injunctions pending appeal  Aaron,  358  U.S.  1,  78  S.Ct.  1401,  3  L.Ed.2d  5,  19 \nmay be used in exceptional and extreme cases where there  (1958)’, and recognized that it was bound by the holdings \nis a clear abuse of discretion or usurpation of judicial  in the cases cited. \npower. Such extreme, harsh and unusual action should \nnever be taken as a substitute for a proper decision on the  *341 (b) Proper notice was taken of the fact that ‘* * * \ndistrict courts have been invested with the are expected \nmerits.  The  action  in  this  case  is  taken  without  any \nhonestly and fairly to exercise discretion in the enormous \npretense that the court has taken so much as a hurried \ntask of desegregating public schools.’ The opinion asserts \nglance at the record. There has not been sufficient time \nthat the course to be followed in the discharge of such \nfor the record to reach the court. In effect my brothers of \nthe majority have concluded that this is an extreme and  task was ‘staked out’ in an opinion written by Judge Rives \nexceptional case, involving either an abuse of discretion  in the case of Shuttlesworth v. Birmingham Board of \nor usurpation of judicial power. Accordingly, they have  Education,  162  F.Supp.  372  (N.D.Ala.1958)  aff’d.  by \nordered the District Court to issue a ‘judgment and order’  Supreme Court 358 U.S. 101, 79 S.Ct. 221, 3 L.Ed.2d \nenjoining the Superintendent and Board of Education of  145, wherein it is unequivocally held: \nBirmingham, and have directed ‘* * * that the mandate \n‘All that has been said in this present opinion must be \nissue forthwith.’ This drastic action has been taken within \nlimited to the constitutionality of the law upon its face. \na few days following the submission of the case on the \nThe School Placement Law furnishes the legal machinery \nmotion for injunction— not on the merits. As late as June \nfor an orderly administration of the public schools in a \n3, 1963, the Supreme Court stated in Goss v. The Board \nconstitutional manner by the admission of qualified pupils \nof Education of the City of Knoxville, Tenn., 373 U.S. \nunder a basis of individual merit without regard to their \n683, 83 S.Ct. 1405, 10 L.Ed.2d 632, a school segregation \nrace  or  color.  We  must  presume  that  it  will  be  so \ncase, a recognition of: \nadministered.  If  not,  in  some  future  proceeding  it  is \npossible that it may be declared unconstitutional in its \n‘* * * the multifarious local difficulties and ‘variety of \napplication. The responsibility rests primarily upon the \nobstacles’ which might arise in this transition * * *.’ \nlocal school boards, but ultimately upon all of the people \nand the court further stated: \nof the State.’ \n‘In reaching this result we are not unmindful of the deep-\nrooted problems involved.’  (c) Expressly stating that the law of this case is that the \nIn  the  instant  case,  this  court  has  not  even  had  the  Alabama School Placement Law ‘* * * furnishes the legal \nopportunity to review the evidence which was before the  machinery  for  an  orderly  administration  of  the  public \ntrial judge for the purpose of considering any ‘variety of  schools in a constitutional manner by the admission of \n  5 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nqualified pupils upon a basis of individual merit without  of hearing any complaint which might be presented ‘* * * \nregard to their race or color,’ the court held that the pupil,  in case of any unconstitutional application of the Alabama \nor those authorized to act in the pupil’s behalf, should  School Placement Law against the plaintiffs, or others \nfirst apply for assignment or transfer; and that before the  similarly situated, or of any other unconstitutional action \ncourt  would  grant  injunctive  relief,  the  administrative  on the part of defendants against them.’ The trial court \nremedies provided by the Alabama act as modified and  mentioned the fact that the Superintendent and the Board \nlimited by the Court’s opinion and order must first be  had assured the court that ‘* * * they stand ready to \nused.  comply  with  the  law  when  any  individual  sets  the \nadministrative machinery in motion.’ By affidavit of the \n(d) The opinion clearly holds that after application for  Superintendent speaking on behalf of the Board filed in \nassignment  or  transfer  is  made  by  a  pupil,  or  those  this court, it is stated: \nauthorized  to  act  in  his  behalf,  to  the  school  board, \njudicial remedies for the denial of Constitutional rights  ‘It (the Board) was and is now prepared to deal with the \ncan then be pursued at once in the United States District  matter in a proper and orderly manner upon applications \nCourt without pursuing state court remedies. The court  pursuant to the laws of Alabama and the decree of the \nobserved the fact that this Court of Appeals has been alert  District Court in this case.’ \nto  strike  down  deviations  by  district  courts  from  the \nConstitutional principles laid down in the Brown case,  (h) In case any complaint is made by any person, the \nand  asserted  that  the  court  had  carefully  read  and  issues tendered thereby are to be given ‘* * * a preferred \nconsidered all of the decisions by this Court of Appeals  setting on the docket of this court and will be heard on \nrelative to the subject.  five days notice to defendants.’ \n(e) The District Court correctly concluded that this Court  It is my considered opinion that the action of the District \nof  Appeals2  has  not  heretofore  had  cause  to  consider  Court  fully  complies  with  both  Brown  decisions,  the \nwhether  the  Alabama  law  has  a  permissible  scope  of  decision in the Aaron case, and is in complete accord with \noperation in the desegregation of public schools, but it  the previous holdings of this court. The trial court found \nwas noted that the Fourth Circuit had dealt with a similar  as  a  fact  that  according  to  the  uncontroverted  record \nstate act in the case of Carson v. Warlick, 238 F.2d 724 (4  before  the  court,  that  no  Negro  child,  or  anyone \nCir.  1956),  which  was  cited  with  approval  in  the  authorized to act in his behalf, had applied for enrollment \nShuttlesworth case.  in or transfer to any school designated White, and pursued \nthe remedies afforded by the Alabama statute. It was \n(f)  The  opinion  and  order  squarely  state  that  further found as a fact that such reluctance to bring about \ndiscrimination  will  not  be  tolerated,  and  uses  the  integration  of  the  public  schools  was  not  a  ‘blind \nfollowing language in so holding:  adherence to tradition’, but that the undisputed evidence \nin the record (which this court has not yet seen) clearly \n‘This court will not sanction discrimination by them (the  shows that there is ‘very strong opposition to the mixing \nSuperintendent and Board of Education) in the name of  of the races in the schools of Birmingham on the part of \nthe placement law but it is unwilling to grant injunctive  citizens of all races.’ The District Court rejected forthwith \nrelief until their good faith has been tested. If it should be  the opinions of experts in the fields of psychology any \ndemonstrated that it has been unconstitutionally applied,  anthropology in whatever form insofar as they constitute \nunder the settled authorities the court would be compelled  an attack upon the rules of law laid down by the Supreme \nto order the submission of a desegregation plan for its  Court in the Brown and Aaron decisions. \napproval.’ \nA casual analysis of the opinion and judgment of the \nThe District Court affirmed that both the Superintendent  District Court should convince anyone that the court has \nand  the  Board  had  assured  the  Court  that  regulations  not followed the Alabama act blindly, but has used it only \ngoverning the assignment and transfer of pupils in the  insofar  as  it  ‘furnishes  the  legal  machinery’  for  the \nBirmingham school system had been in effect since June  desegregation of the schools in a Constitutional manner. \n1958 for the purpose of implementing the Alabama law;  The assignment and transfer of students from school to \nand  found  that  sufficient  time  remained  before  the  school, and the right to make objection to an assignment \nopening  of  school  in  *342  September  1963  for  the  already made were covered by the opinion. In their brief, \nprocessing of applications for assignments and transfers  the  Superintendent  and  Board  admit  and  affirmatively \nin behalf of interested individuals.  assert that the provisions of the Alabama act and the \ndecree of the court ‘are not restricted in application to any \n(g) Jurisdiction of the action was retained for the purpose  grade or grades * * *’; that it ‘* * * authorizes application \n  6 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nfor initial assignment to any school by the entering first  Justice Baldwin, sitting at Circuit in the year 1830, in the \ngrade students’; and that there is ’* * * no limitation on  case of Bonaparte v. Camden, 8 A.R. Co. (C.C.N.J.1830) \nthe number of pupils who may apply for assignment or  Fed.Cas.No.1,617, p. 821: \ntransfer.’ In my opinion, the plan outlined by the District \nCourt not only meets the standards recently expressed by  ‘There is no power the exercise of which is more delicate, \nthis court in the case of Calhoun v. Latimer, 5 Cir., 321  which requires greater caution, deliberation, and sound \nF.2d 302, but makes more liberal provisions with respect  discretion, or more dangerous in a doubtful case, than the \nto  assignment,  transfer  and  objection  to  assignment,  issuing an injunction; * * *.’ \npreviously made, because such provisions are applicable \nto all grades in Birmingham.  Rule 62 F.R.Civ.P. deals with the question of injunction \npending appeal. Subsection (c) of that rule relates to the \nA fair and proper analysis of the ruling of the District  power of district courts to issue such injunctions pending \nCourt will reveal that it is not subject to the criticism that  appeal. Subsection (g) of the same rule deals with the \nstudents  cannot  make  application  for  assignment  to  a  subject on the appellate level. It is conceded that a District \nschool  of  their  choice  on  entering  the  first  grade  as  Court (to which the Federal Rules of Civil Procedure \ndenounced in Bush v. Orleans Parish School Board, 308  generally apply) may grant injunctive relief pending an \nF.2d 491, 5 Cir. 1962. Such applicants for assignment or  appeal as provided by subsection (c). Such is the holding \ntransfer are not impeded by dual school districts as was  of  the  Ninth  Circuit  in  United  States  v.  El-O-Pathic \ninvolved in Augustus v. Board of Pub. Inst. of Escambia  Pharmacy, 9 Cir. 1951, 192 F.2d 62. In construing the \nCo., 306 F.2d 862, 5 Cir., 1962; the plaintiffs are not  rule and commenting on the last cited case, one of the \nrequired to comply with the details of the Alabama *343  leading commentaries on federal practice and procedure \nPlacement Law as condemned in Mannings v. Board of  states the rule to be as follows: \nPub. Inst. of Hillsborough Co., Fla., 277 F.2d 370, 5 Cir. \n1960; nor is there a failure to afford a reasonable and  ‘In that case the court also pointed out that appellate \nconscious opportunity to pupils to apply for admission to  courts  are  not  as  well  equipped  as  the  trial  court  to \nany school to which they are eligible as condemned in  enforce an order of the sort in question. Thus Rule 62(g), \nGibson v. Board of Pub. Inst. of Dade Co., Fla., 272 F.2d  allowing the appellate court to make such orders, should \n763, 5 Cir. 1958. It is true that the Brown decision places  be regarded as supplementary to Rule 62(c). In the normal \nfirst  responsibility  to  desegregate  on  the  school  case parties should be required to seek relief first from the \ntrial court, with the appellate court acting only if the trial \nauthorities; but if the school authorities do not act, the \ncourt  has  erroneously  refused  to  grant  such  relief.’ \ndistrict courts are required to act. Admittedly, the school \n(Emphasis added) \nauthorities in Birmingham have not submitted a plan of \ndesegregation. Their failure resulted in this lawsuit, and \nVol. 3 Fed.Practice & Procedure, Rules Ed. (Rev. by \nthe  District  Court  has  now  directed  the  authorities  to \nWright) § 1373, p. 466 \nproceed with desegregation as provided by the Alabama \nIt should be emphasized and made crystal clear that there \nlaw and the decree of the District Court. By retaining \nis no showing before us that the appellants in this case \njurisdiction of the case and ordering that any complaint \nwill be heard on five days’ notice, the District Court has  sought interlocutory relief in the trial court.3 \nprovided an effective and speedy method of supervision. \nMy brothers of the majority have directed the issuance of \nWe know of no plan or other remedy which is calculated \na  mandatory  injunction,  which,  of  necessity,  is  of  an \nto give better relief. The failure of the school authorities \ninterlocutory  nature,  because  this  case  has  not  been \nto act does not require injunctive relief in cases where a \nreached on its merits. A *344 clear statement of the law is \nmethod of desegregation is outlined and provided as was \ncontained in W. A. Mack, Inc. v. General Motors Corp., 7 \ndone in this case. Plans presented by school boards are \nCir. 1958, 260 F.2d 886 as follows: \nrarely  ever  approved  in  toto.  Even  after  plans  are \nsubmitted by school authorities and revised by the courts, \n‘*  *  *  mandatory  injunctions  are  rarely  issued  and \nlitigation seems to continue. \ninterlocutory mandatory injunctions are even more rarely \nissued,  and  neither  except  upon  the  clearest  equitable \nII. THE MAJORITY OPINION \ngrounds.’ \n(a) Injunction Pending Appeal: \nSee also Miami Beach Federal Savings & Loan Ass’n v. \nCallander, 5 Cir. 1958, 256 F.2d 410. The usual case \nThere is an ancient and classic principle long recognized \narises upon an appeal from an order of the trial court \nby all courts with reference to the granting of injunctions \ngranting or denying a preliminary injunction and even in \nwhether at the trial or appellate level, forcefully stated by \n  7 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nsuch cases, the scope of review is limited. In re Tucker  ‘But it is established that the extraordinary writs cannot \nCorp. (Veenkant v. Yorke), 7 Cir. 1958, 256 F.2d 808;  be used as substitutes for appeals, Ex parte Fahey, 332 \nMytinger & Casselberry, Inc. v. Numanna Labs. Corp., 7  U.S. 258, 259-260, (67 S.Ct. 1558, 91 L.Ed. 2041-2043) \nCir. 1954, 215 F.2d 382; O’Malley, et al. v. Chrysler  (1947), even though hardship may result from delay and \nCorp., 7 Cir. 1947, 160 F.2d 35; Vol. 3 Fed.Practice &  perhaps unnecessary trial, United States Alkali Export \nProcedure, Rules Ed. (Rev. by Wright) § 1373.  Assn. v. United States, 325 U.S. 196, 202-203, (65 S.Ct. \n1120,  89  L.Ed.  1554,  1560,  1561)  (1945);  Roche  v. \nIn  directing  the  District  Court  to  issue  a  mandatory  Evaporated Milk Assn., supra (319 U.S. 21), at 31 (63 \ninjunction pending determination of the appeal in this  S.Ct. 938, 87 L.Ed. 1185); and whatever may be done \ncase on the merits, the majority claims that it is acting ‘in  without  the  writ  may  not  be  done  with  it.  Ex  parte \nline with the procedure which we followed * * *.’ In Stell  Rowland, 104 U.S. 604, 617 (26 L.Ed. 861, 866) (1882).“4 \net al. v. Savannah-Chatham Co. Board of Education et al.,  (Emphasis added) \n5 Cir., 318 F.2d 425, May 24, 1963. In making such an  Traditionally,  injunctions  pending  appeal  have  been \nassertion, the majority is clearly in error because it has  issued in cases of extreme emergency, to avoid mootness, \noverlooked  the  fact  that  the  appeal  in  Stell  was  to preserve the status quo, to protect the jurisdiction of the \ninterlocutory as provided by 28 U.S.C.A. 1292(1), from a  court; and in the leading cases on the subject, if not all, \njudgment  of  the  District  Court  denying  a  motion  for  injunctive relief pending appeal is granted only after the \npreliminary injunction. The relief granted in Stell purports  trial court has refused to grant interlocutory relief. Such a \nto  have  been  granted  under  the  All  Writs  Act,  28  request was made in the Stell case. No such action was \nU.S.C.A. 1651(a). That opinion recognizes that the All  requested of the trial court in the instant case. Not only is \nWrits Act was intended to be used only in the exceptional  it unfair and inconsiderate for an appellate court to grant \ncase  where  there  had  been  an  abuse  of  discretion  or  such relief pending appeal when the trial court has had no \nusurpation of judicial power, and should be used only in  opportunity to pass upon the question, such relief should \n‘extreme cases’. The authorities there cited, Bankers Life  never be granted as a substitute for an appeal. In passing \n& Casualty Co. v. Holland, 346 U.S. 379, 74 S.Ct. 145,  upon injunctive relief, the court should take no action \n98 L.Ed. 106; and LaBuy v. Howes Leather Co., 352 U.S.  which will preclude fair consideration on the merits. As \n249, 77 S.Ct. 309, 1 L.Ed.2d 290, do not support the  stated in Mesabi Iron Co. v. Reserve Mining Co., 8 Cir. \naction of the majority in this case.  1959, 270 F.2d 567: \nAll  3  cases,  Stell,  Bankers  Life,  and  LaBuy,  involve  ‘* * * the appellate court ought not to determine crucial \ninterlocutory appeals relating to the denial or granting of  questions conditioning the merits of the case * * *.’ \ninterlocutory relief. It was never intended that the All \nWrits Act should be used as a substitute for appeals, and  If this is the law in cases where interlocutory relief is first \nthis is true even though hardship may result from delay.  sought in the trial court, such a rule should be more \nIn any event, a heavy burden is placed upon those who  strictly followed in cases where no interlocutory relief \npetition for the writ to show that their right to its issuance  was sought in the lower court. Prior to the instant case, \nis ‘clear and undisputable’. Although the writ sought in  such has been our holding. As stated in Miami Beach \nBankers Life was a writ of mandamus, the court was  Federal Savings & Loan Ass’n, supra: \nspeaking of the All Writs Act, 28 U.S.C.A. 1651(a) when \nit there observed:  ‘We have repeatedly held that an order for a temporary \ninjunction does not and cannot decide the merits of the \n‘* * * Congress must have realized that in the course of  case.’ \njudicial  decision  some  interlocutory  orders  might  be \nerroneous.’ (emphasis added)  This  court  has  recently  spoken  concerning  the \nextraordinary  remedy  of  injunction  pending  appeal  in \n*345 The court assumed the existence of the difficulties  Greene v. Fair, Feb. 18, 1963, 314 F.2d 200, and there \nof  which  petitioner  there  complained,  resulting  in  the  clearly stated the controlling principles: \ncreation of many legal and practical problems, but the \ncourt observed:  ‘The reason for the sparing use of this power is apparent. \nLitigants are given the opportunity to try their cases in a \n‘*  *  *  but  Congress  must  have  contemplated  those  district court and they are given an unlimited right of \nconditions  in  providing  that  only  final  judgments  are  appeal to the Courts of Appeal. The rules of this Court \nreviewable.’  make possible a prompt hearing of all regularly docketed \nappellate cases. The rules provide for accelerated hearings \nThe Court concluded:  in cases in which cause therefor is shown. The vindication \n  8 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nof private rights by litigation necessarily entails some  added.)  To  the  same  effect  was  the  second  Gibson \ndelay. Laymen and courts alike regret any delay in the  appeal.5 The opinion and *347 order now before us for \nvindication of a right that is not the natural and proper  review do not require segregation, but provide a means of \nresult  from  the  orderly  handling  of  the  litigation.  orderly desegregation. \nHistorically and traditionally within our system of justice, \nappellate procedure calls for the docketing of a case, the  The most recent decisions bearing on the issues before us \nfurnishing of the *346 transcript of the record to the  are two cases from our own court, the Stell case, and \nappellate judges, a full briefing by the appellant, with an  Calhoun  v.  Latimer,  5  Cir.,  321  F.2d  302;  and  two \nopportunity for response to be made by the appellee, and  Supreme  Court  cases,  both  decided  on  June  3,  1963, \noral argument after consideration of the records and briefs  McNeese v. Board of Education, involving an Illinois \nby the Court. The time required to prosecute an appeal in  statute, and Goss v. Board of Education of Knoxville, \nthis manner is recognized by all to be time well spent in  Tenn., 83 S.Ct. 1405. In addition to the distinguishing \nthe ordinary case.’  features  in  the  Stell  case  which  we  have  heretofore \nmentioned,  a  reading  of  that  opinion  will  show  that \n(b) The Ruling and Mandate of the Majority:  admission  and  attendance  at  schools  in  Savannah-\nChatham County, Georgia, was required on a racial basis. \nThe  majority  opinion  asserts  that  nothing  contained  The opinion further stated that evidence was admitted and \ntherein  is  to  be  construed  as  enjoining  or  restricting  considered which ‘* * * tended to support the thesis that \nvoluntary  segregation.  This  Court  is  unequivocally  compliance with the Supreme Court’s decision (Brown v. \ncommitted to the proposition that voluntary segregation is  Board of Education) would be detrimental to the Negro \npermissible. The order and opinion before us for review  plaintiffs and the white students in the Savannah-Chatham \ndo not require segregation, but most emphatically state  County  school  system.’  The  so-called  Altanta  Plan \nthat any action on the part of the Superintendent and  approved in the Latimer case supports the decree of the \nBoard  requiring  segregation  will  not  be  tolerated.  District  Court  here  involved.  as  a  matter  of  fact,  the \nAccordingly,  it  is  difficult  for  me  to  see  any  useful  decree of the District Court authorizes a procedure for \npurpose in issuing the extraordinary writ of injunction  desegregation as to all 12 grades, which the Atlanta Plan \npending appeal. As a matter of fact, in the case of Rippy  does not. This is not a criticism of the Atlanta Plan. The \nv.  Borders,  5  Cir.  1957,  250  F.2d  690,  this  Court  Supreme Court and the decision in Latimer, as well as \nspecifically held that a district court should not issue an  numerous other cases, recognize the well known fact that \norder  enjoining  the  school  board  from  ‘permitting’  all cases are not alike. \nsegregation. Briggs v. Elliott, E.D.S.C.1955 (three-judge \ncourt composed of Parker and Dobie, Circuit Judges, and  In  the  McNeese  case,  the  court  was  considering  an \nTimmerman, District Judge), 132 F.Supp. 776; Avery v.  administrative  remedy  provided  by  the  Illinois  school \nWichita  Falls  Independent  School  Dist.,  5  Cir.  1957  code.  First,  the  court  decided  not  to  apply  the  rule \n(Judge Rives), 241 F.2d 230; Borders v. Rippy, 5 Cir.  announced in Burford v. Sun Oil Company, 319 U.S. 315, \n1957 (Judge Rives), 247 F.2d 268; Boson v. Rippy, 5 Cir.  63 S.Ct. 1098, 87 L.Ed. 1424 relating to abstinence by a \n1960 (Judge Rives), 285 F.2d 43.  federal court in cases where state administrative remedies \nare made available. As to that question, the court found, \nAs a matter of fact, the opinion and order clearly state that  ‘We have, however, in the present case no underlying \nthe District Court ‘* * * will not sanction discrimination *  issue of state law controlling this litigation.’ The court \n* *,’ and the doors of the court are held open to hear any  reasoned that ‘* * * it is by no means clear that Illinois \ncomplaint of ‘* * * any unconstitutional application of the  law provides petitioners with an administrative remedy \nAlabama School Placement Law against the plaintiffs, or  sufficiently adequate to preclude prior resort to a federal \nothers similarly situated, or any other unconstitutional  court for the protection of their federal rights.’ The court \naction  on  the  part  of  the  defendants  against  them.’  concluded that the Illinois law was no remedy at all.6 \n(Emphasis added.)  McNeese asserts that ‘it would be anomalous to conclude \nthat such a remedy forecloses suit in the federal courts \nThe cases in the majority opinion, particularly Gibson (2  when the most it could produce is a state court action that \nappeals),  Holland,  Mannings,  Augustus,  and  Bush,  all  would have no such effect.’ The opinion rendered by the \ndenounce ‘the requirement of racial segregation in the \nDistrict Court in the instant case does not authorize or \npublic  schools.’ (Emphasis added) In the first Gibson \ntolerate the procedure criticized in the McNeese case. \nappeal, in speaking of the Florida law, it was stated, ‘* * * \nFootnote 2 of the District Court’s opinion provides, ‘After \nneither that nor any other law can justify a violation of the \nadministrative  remedies  before  the  school  board  have \nConstitution of the United States by the requirement of \nbeen  exhausted,  judicial  remedies  for  denial  of \nracial  segregation  in  the  public  schools.’  (Emphasis \nconstitutional rights may be pursued at once in this court \n  9 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nwithout pursuing state court remedies.’ (Emphasis added)  point was now being made with respect to delay. The \nThe McNeese case did not hold or intimate that it was  matter continues to arise however, in spite of the fact that \nunlawful  for  a  district  *348  court  to  require  limited  we do not have the record before us to determine if there \nadministrative  procedure  such  as  that  required  by  the  was unnecessary delay. There is nothing to show that the \nholding of the trial court in this case. Regardless of what  parties litigant sought an earlier hearing. We judicially \nwe  say,  school  systems  must  be  operated  by  school  know of the excellent record of the U.S. District Court for \nsuperintendents  and  school  boards,  or  by  some  the  Northern  District  of  Alabama  for  the  expedient \nadministrative agency. All administrative procedure is not  dispatch of business. If there has been unnecessary delay \nunlawful.  Indeed,  schools  cannot  operate  without  in this case, it constitutes the exception rather than the \nadministrative  procedure.  As  stated  in  Latimer,  ‘The  rule. The case of Nelson v. Grooms, 5 Cir. 1962, 307 F.2d \ncourts are ill equipped to run the schools.’  76, may reveal some facts touching the question of delay. \nIn the Nelson case the parties sought a writ of mandamus \nIn the Goss case, the difficulty complained of related to  against U.S. District Judge H. H. Grooms, because he \ntransfer provisions of the school desegregation plan. As  continued  the  Nelson  case  pending  hearing  in  the \nthere stated, ‘* * * by the terms of the transfer provisions,  Armstrong  case,  rather  than  grant  the  petitioners’ \na student, upon request, would be permitted, solely on the  application for preliminary injunction filed on June 13, \nbasis of his own race and the racial composition of the  1962. The Nelson case was decided by a panel of this \nschool  to  which  he  has  been  assigned  by  virtue  of  court on August 17, 1962. In the Nelson case it was \nrezoning, to transfer from such school, where he would be  alleged that the Armstrong case (presently before us) had \nin a racial minority, back to his former segregated school  been pending since June 17, 1960, but it was asserted that \nwhere his race would be in the majority.’ The transfer  counsel  for  Armstrong  were  W.  L.  Williams,  Jr.  of \nsystem there under attack was held to work only to the  Birmingham and Ernest D. Jackson, Sr. of Jacksonville, \nend that segregation would be perpetuated. Transfers were  Florida;  whereas,  counsel  for  Nelson  were  Constance \navailable only to those who wished to attend schools  Baker Motley of New York, and Orzell Billingsley, Jr. \nwhere their race is in the majority and ‘* * * there is no  and Peter A. Hall of Birmingham. That *349 fact was \nprovision whereby a student might transfer upon request  alleged  as  a  reason  why  the  cases  should  not  be \nto a school in which his race is in the minority, unless he  consolidated.7 The Nelson case is no longer before us, \nqualifies  for  a  ‘good  cause’  transfer.’  The  court  because the plaintiffs have moved from Birmingham and \nconcluded:  that case has been dismissed. No attack had been made on \nthe action of the court with respect thereto. Presently, in \n‘We  note  that  if  the  transfer  provisions  were  made  this case, the Armstrong case, Attorneys Williams and \navailable  to  all  students  regardless  of  their  race  and  Jackson still appear of record as counsel for Armstrong; \nregardless as well of the racial composition of the school \nbut  in  addition,  George  White  of  Birmingham  and \nto which he requested transfer we would have an entirely \nConstance Baker Motley. Jack Greenberg and Leroy D. \ndifferent case. Pupils could then at their option (or that of \nClark, all of New York, are also counsel. No criticism is \ntheir parents) choose, entirely free of any imposed racial \nmade of the litigants or the lawyers involved as to the \nconsiderations, to remain in the school of their zone or \narrangements made for handling the cases. Of course, the \ntransfer to another. ‘This is not to say that appropriate \nlitigants and the lawyers are free to deal with each other. \ntransfer provisions upon the parents’ request, consistent  It is a singular fact however, that at least two of the \nwith sound school administration and not based upon any  attorneys who originally filed the Armstrong case remain \nstate-imposed racial conditions, would fall. * * *’  in it and so far as we know, no complaint was ever made \nof the delay involved. In Judge Grooms’ order it is recited \nI find none of the defects in the opinion and order of the \nthat Judge Lynne would likely hear the Armstrong case in \nDistrict Court which are condemned in Goss. \nOctober 1962, and the hearing was held in October 1962.8 \nJudge  Grooms’  order  was  entered  in  June  1962,  and \nIII. DELAY AND EMERGENCY \ntherefore everyone knew of the proposed hearing date for \nthe Armstrong case as early as June 13, 1962. On the \nConsiderable emphasis is placed upon the matter of delay \nother hand, one of the attorneys who handled the Nelson \nfrom the time the suit was initially filed in the District \ncase  where  complaint  of  delay  was  involved,  and \nCourt  on  June  17,  1960,  until  a  final  decision  was \nmandamus sought, now appears in the Armstrong case. So \nrendered on the merits on May 28, 1963. Briefs of the \nfar as we are able to determine from anything before us, \nappellants mention this delay and the majority opinion \nno complaint has ever been made, prior to this time, of the \nplaces emphasis on it. During the course of oral argument, \nalleged delay in the Armstrong case. Courts are often \nappellants were interrogated by the court as to the delay \nreluctant to force parties to trial when the litigants on both \ninvolved, and the court was assured by counsel that no \n  10 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nsides prefer not to proceed to a trial, and many times cases  The relief sought is an injunction against the Mayor and \nare delayed for the convenience of the parties or for other  city  officials  of  the  City  of  Jackson,  Mississippi, \nlegitimate reasons. Usually a change in counsel actively  restraining  and  enjoining  them  from  interfering  with \nhandling  the  case  will  result  in  delay.  We  cannot  parades,  protests,  street  demonstrations,  and  from \ndetermine these questions when we have not seen the  arresting  Negro  citizens  who  refuse  to  leave  private \nrecord.  businesses upon being requested to do so. \nCertainly, there has been no delay in this court. On the  4. In the Matter of Application of Brown v. Rayfield, \n26th day of June 1963, this court considered six (6) cases,  Chief of Police of City of Jackson, Mississippi (In the \nall assigned for argument on an emergency basis. The six  Matter of Application of Richards v. Rayfield), 5 Cir., \n(6) cases are as follows:  320 F.2d 96. \n1. Armstrong et al. v. Board of Education of the City of  Petition for writ of habeas corpus filed on June 7, 1963; \nBirmingham, Jefferson County, Alabama, et al.  hearing conducted and writ denied on June 12, 1963, at \nwhich  time  the  U.S.  District  Court  refused  to  certify \nDecided in District Count on May 28, 1963; notice of  probable cause; on June 13, 1963, a Judge of this court \nappeal filed June 3, 1963; motion for injunction pending  signed  a  certificate  of  probable  cause;  motion  for \nappeal filed on June 3, 1963; order assigning the case for  immediate hearing filed on June 14, 1963; on June 14, \noral argument on June 26, 1963, filed on June 5, 1963;  1963,  motion  granted  and  case  was  assigned  for \nand full oral argument was heard on June 26, 1963.  immediate hearing on June 26, 1963; and on June 26, \n1963, extended oral argument was heard. \n2. W. G. Anderson et al. v. City of Albany et al., 5 Cir., \n321 F.2d 649.  This writ of habeas corpus sought the release of two \nNegro citizens who had been arrested in connection with \nFiled on July 24, 1962; the District Court heard 5 volumes  street demonstrations. No effort was made to exhaust state \nof  testimony  (over  1300  pages)  and  entered  an  order \nremedies as required by law, because it was alleged that \ndismissing the case on February 14, 1963; motion for \n‘members of the various state courts’ of the State of \ninjunction pending appeal, or in the alternative to advance \nMississippi could not give a fair hearing to the petitioners, \nthe case on the docket for argument on the merits filed \nand that an effort to obtain state remedies would be futile. \nMay  31,  1963;  on  June  5,  1963,  an  order  was  filed  The petition also complained that the petitioners were \nassigning the case for hearing on the merits on June 26,  confined  in  segregated  jails  in  contravention  of  their \n1963; and on June 26, 1963, the case was extensively  constitutional  rights.  According  to  affidavit  of  the \nargued on the merits.  Respondent  Rayfield,  both  petitioner-appellants  were \nreleased from custody on June 15, 1963, by posting with \nThis case relates to injunctive proceedings against the \nthe Clerk of the Municipal Court of the City of Jackson, \nCity of Albany with respect to certain public facilities. \nMississippi, an appearance bond in the sum of $100.00 \nOne of the chief complaints of the appellants when the \nfor each of the appellants. \nsuit  was  initially  filed,  was  the  fact  that  the  City  of \nAlbany had in effect ordinances requiring segregation of \n5. Kennedy v. Owen, Circuit Court Clerk and Registrar, \ncertain of the facilities involved. At the *350 time of  Jefferson County, Mississippi, et al., 5 Cir., 321 F.2d 116. \nargument, all such ordinances had been repealed and there \nwas  no  compulsory  segregation  of  such  facilities.  In  (7  cases  consolidated)  Various  applications  were  filed \naddition to extensive oral argument on June 26, 1963,  seeking an order of the District Court compelling the \nanother petition seeking an injunction pending appeal was  production  of  records  by  clerks  and  registrars.  Said \nheard before Judge Bell and denied by him on June 13,  petitions were filed on various dates, but some were filed \n1963.  in the month of May 1963; District Court held hearing \nand entered decree granting partial relief and denying \n3. NAACP v. Thompson, Mayor of the City of Jackson,  some relief sought on June 11, 1963; notice of appeal \nMississippi, et al., 5 Cir., 321 F.2d 199.  filed June 18, 1963; motion for summary reversal filed in \nthis  court  June  20,  1963;  order  filed  June  20,  1963, \nFiled June 7, 1963; hearing conducted and relief denied \nassigning the cause for oral argument on June 26, 1963; \nby  U.S.  District  Court  on  June  11,  1963;  motion  for \nand on June 26, 1963, extended oral argument was heard. \ninjunction pending appeal filed in this court on June 12, \n1963; order entered on June 14, 1963, assigning the case \nBy  reference  to  opinion  already  released,  it  will  be \nfor hearing on the motion for June 26, 1963, at which \nobserved that the only question related to the sufficiency \ntime full argument was heard. \n  11 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nof  a  demand  by  the  Attorney  General  which  was  whether it be Federal or State, requires the respect of the \naddressed to the parties in their capacity as clerks only;  legal  profession  to  the  end  that  the  dignity  and \nwhereas, the parties held the dual position of clerk and  independence  of  the  judiciary  may  be  maintained, \nregistrar.  regardless of the individual who may occupy such office \nat any given time. It is not appropriate, in my opinion, for \n6. United States v. Dallas County, Alabama, et al.  lawyers, who are officers of the courts, to condemn all of \nthe courts of a state, or to reflect improperly upon the \nComplaint seeking injunction filed in U.S. District Court  courts generally by condemnation of such courts as a \nfor the Southern District of Alabama at 4:30 P.M. on June  class or group. Such arguments are highly improper and \n26, 1963; relief denied on June 26, 1963; notice of appeal \nare disapproved.11 \nfiled June 26, 1963, and application made to this court for \ninjunction at 9:00 P.M. June 26, 1963, at which time full  At the time the above mentioned 6 cases were being \noral argument was heard.  heard, there were pending in this court 260 cases which \ncould be calendared and heard during the summer recess. \n*351 In this proceeding the United States sought to enjoin  117  of  such  cases  could  be  calendared  during  July. \nthe Circuit Solicitor of the 4th Judicial Circuit, the County  Further, in addition to the 260 cases which have not been \nSolicitor  of  Dallas  County,  the  State  Judge  having  submitted there were, on June 26, 1963, 237 cases which \njurisdiction of the case, the Sheriff of Dallas County,  had already been submitted to the court but not decided. \nAlabama, and Dallas County, Alabama, from prosecuting \nSome of the 237 cases were argued and submitted over a \na 19 year old Negro youth on a charge of resisting arrest \nyear ago; 40 were submitted before January 1, 1963, and \nand engaging in conduct calculated to cause a breach of \nthe balance were submitted since January 1, 1963. These \nthe peace. Although the alleged offense was committed \n237 cases are now being considered by the court. All of \non June 17, 1963, and the defendant arrested on that date, \nthe cases combined make a total of almost 500 cases \nno effort was made to enjoin the prosecution until June  pending in this court as of June 26, 1963. Consideration \n26, 1963.  of them will come in the normal course of the court’s \nbusiness, but the 6 cases outlined above received special \nIt should be noted that in 3 of the cases outlined, relief \nemergency  attention.  The  workload  of  this  court  is \nwas sought in the U.S. District Court, action taken by the \ncurrently the heaviest of any Court of Appeals in the \nDistrict Court, the case appealed, and full oral argument \nnation. The record of this court in hearing and deciding \nheard by this court in 19 days or less. Opposing litigants \ncases is as good as any. That record cannot long endure if \nwere required to appeal before our court on unusually \n*352 certain cases are to be given special attention and \nshort notice, without sufficient time, in some cases, to \nconsidered on a preferential basis. In the vast number of \nprepare  a  brief.  Some  briefs  were  hurriedly  prepared, \ncases  now  pending  before  this  court  are  matters  of \ntyped and filed on the day the case was submitted to this \ntremendous importance involving business affairs, taxes, \ncourt. Generally, administrative matters of the court, and \nproperty,  personal  injuries,  life  and  liberty.  With \ncases which seek emergency relief, are handled by the \ndeference and full respect, I feel it is my duty to express \ncourt  without  formal  oral  argument.  In  the  6  cases \nthe opinion that the 6 cases which were fully argued on \nmentioned,  full  and  extended  oral  argument  was \nJune  26,  1963,  were  not  of  such  overwhelming \npermitted. \nimportance as to take precedence over all other cases then \nThere is another factor which I feel it is my duty to \npending in this court. \nmention  as  a  matter  of  information  to  attorneys  who \nappear  before  our  court.9  The  arguments  presented  in  IV. EN BANC HEARING \nsome of the cases mentioned above contained insinuating \novertones unfavorably reflecting on both the Federal and  Because of the importance of this case both as to the \nState Judiciary, in certain localities, varying in degree  motion for injunction pending appeal and the merits of the \nfrom the barely audible tinkling of a distant cymbal to the  case on appeal not yet heard, because of the extraordinary \ncrashing noise of sounding brass. It is fundamental that  relief granted which conditions the merits of the case \nlawyers owe full allegiance to their clients and should use  before an examination of the record by the court, the \ntheir learning, skill, diligence, devotion, and ‘* * * all  hurried and emergency action taken by the court, the \nappropriate legal means within the law to protect and  unique procedure involved, and for other reasons which \nenforce legitimate interests.’10 Lawyers are required in the  appear to me sufficient, I hereby request, as authorized by \ndischarge of their duties to disagree with judges, to allege  Rule 25a of this court and the applicable statutes,12 that \nerror, to attack the judges’ rulings and decisions, and even  the court reconsider, rehear and decide this case En Banc, \nto  render  just  and  proper  criticism  of  such  rulings,  and I hereby initiate consideration of this request by each \ndecisions  and  judgments.  But  the  Office  of  Judge,  of the Judges of the Court. See United States v. New \n  12 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nYork, N.H. & Hartford Railroad Co., 2 Cir. 1960, 276  rehearing was filed for the distribution, as requested by \nF.2d 525; Puddu v. Royal Netherlands, etc., 2 Cir. 1962,  appellees, of a copy of the petition to each of the *353 \n303 F.2d 752; Walters v. Moore-McCormack Lines, Inc.,  Judges of the Court. I am further advised that no copies of \n2 Cir. 1963, 312 F.2d 893.  the petition for rehearing were submitted to any of the \n  Judges of the Court except the members of the panel \nwhich had heard the case. That penal has, with Judge, \nON PETITION FOR REHEARING BY FULL COURT  Gewin dissenting, entered an order declining the prayer \n  for an in banc hearing and denying the rehearing; and \norders  have  been  entered  accordingly.  I  respectfully \nPER CURIAM.  dissent from these actions of the panel and the orders \nentered in connection therewith. \nOne  of  the  members  of  this  Court,  having  in  the \nThe decision of this panel involves questions of procedure \ndissenting opinion, requested a rehearing of the case en \nwhich have for some weeks plagued and are still plaguing \nbanc, the Chief Judge polled the Circuit Judges of this \nthe Court. The Judges of the Court are sharply divided on \nCircuit who are in active service to determine whether an \nthese questions and not only the lawyers of the Circuit, \nen banc rehearing should be ordered by a majority of such \nbut the public generally, are displaying open concern with \nJudges. A majority of the Judges of the Circuit in active \nrespect to inconsistent positions which they conceive are \nservice, having voted against convening the Court en banc \nbeing taken by the Court.1 I feel constrained to present in \nfor the purpose of such rehearing, the petition of the \nthis dissent the result of some studies I have made and \nappellees for rehearing by the Court en banc is DENIED. \nsome views I entertain with respect to those questions, \nsome  of  which  have  been  so  ably  and  exhaustively \nThe Petition for Rehearing is Denied. \ndiscussed by Judge Gewin in his dissenting opinion, in \nwhich I fully concur. \nGEWIN, Circuit Judge, dissenting.  The  procedure  followed  by  the  majority  here  is  one \n  which, in any opinion, is not sanctioned by the law. The \nhearing  before  these  three  Judges  was  not  an  appeal. \nRather,  it  was  what  the  Third  Circuit  has  termed \nsomething ‘in the nature of an original proceedings * * \nCAMERON, Circuit Judge (dissenting).  *.’2 It was the substitution of a hearing on ‘injunction \n  pending appeal’ for a hearing on appeal. Theoretically the \nappeal is still pending, but it is apparent that there is little \nOn July 12, 1963, a panel of this Court composed of \nor nothing more to hear since the decision and order of \nChief Judge Tuttle and Judges Rives and Gewin filed an \nthe majority of the panel are on the merits of the case, \nopinion and order in this case, ordering the District Court \ndeciding in full, without the benefit of any record of the \nfor  the  Northern  District  of  Alabama  to  enter  the \nevidence in the lower court, the questions of law and fact \njudgment therein set forth, the opinion being written by \nwhich were before that court in its extended hearing. This \nJudge Rives, a special concurrence by Judge Tuttle, and a \nphase of the vexatious problem before us has been so well \ndissent by Judge Gewin. Judge Gewin requested that the \nhandled by Judge Gewin’s dissent that I rest on what he \nCourt in banc reconsider and decide the case and I joined \nhas said, with a few supplementary remarks. \nin that request. The Chief Judge advised that the request \nhad been denied by a five to four vote of the members of  I. \nthe Court. I request had dissent from the action of the \nmembers of the Court in refusing this in banc hearing and  All of these unorthodox procedures have arisen in cases \nfrom the failure of the panel to grant the in banc hearing  involving racial problems. Attention is focused on several \nrequested by the appellees in a telegram to each of the  of them in the five opinions written by members of this \nJudges of the Court prior to the beginning of the hearing  Court in No. 20240, United States of America v. Ross R. \nof the case by the panel.  Barnett and Paul B. Johnson, Jr., April 9, 1963, which \naggregated a total of one hundred thirty pages; while *354 \nSince the filing of the opinion and order on July 12th by  other angles of the procedural questions were dealt with at \nthe panel of three Judges the appellees have filed with the  some length in United States v. Lynd, 5 Cir., 301 F.2d \nclerk  of  this  Court  a  petition  for  rehearing  and  818, and the same case decided July 9 and 15, 1963 by a \nreconsideration of the decision and order of the panel. I  panel composed of Judges Brown, Wisdom and Bell, 321 \nam advised that a sufficient number of the petitions for  F.2d  26.  The  last  sentence  of  Judge  Bell’s  special \n  13 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nconcurrence  in  the  July  9th  hearing  characterizes  minimizing school dropouts and emphasizing the need for \npoignantly the dilemma into which this Court has been  continuing education, the right of the appellant to succeed \nplunged since it set itself the task of inventing special  here cannot be based upon this consideration. If appellant \nprocedures for the handling of such cases:  is  entitled  to  an  injunction  it  must  be  based  on  my \ndetermination that there is a clear right to the relief sought \n‘This case serves as a classic example of the pitfalls to be  in the trial court and that an irreparable injury will result \nencountered, with the attendant disruption and delays in  to appellant and the class which she represents unless the \nthe orderly administration of justice, when courts depart  relief by injunction pending appeal is granted.’ \nfrom the time-tested processes of law. \nThe present wave of petitions for treatment according to  Judge Tuttle’s order contains these directives: \nthe  new  and  unusual  procedures  described  in  Judge \nGewin’s dissent, may be said to have been set off by an  ‘It is ORDERED that Theo R. Wright (and his agents, \norder granted by Chief Judge Tuttle on May 22, 1963 in  etc.) * * * are hereby enjoined from continuing to enforce \nNo. * * *, Linda Cal Woods by Next Friend v. Theo R.  and carry into effect the order of the Board of Education \nWright,  Superintendent  of  Schools  of  the  City  of  issued by letter on May 20, 1963 * * * \nBirmingham. The incomplete record of this case on file in \nthis Court states that, on May 21, 1963, this class action  ‘The said appellee (and the others) are further ordered to \nwas brought against the Superintendent of Schools in the  inform all principals of all schools in the Birmingham \nschool system who received the letter of direction from \nCity of Birmingham for an order enjoining him from \nrespondent dated May 20, 1963, * * * that the latter of \nenforcing  a  directive  of  the  Board  of  Education  of \ndirection of May 20, 1963, is rescinded and revoked and \nBirmingham suspending the minor Linda Cal Woods and \nall students affected thereby are to be permitted to return \nexpelling or suspending approximately 1080 other Negro \nto their respective classes as regular students immediately. \nstudents from the public schools of Birmingham on the \nalleged ground that they had been arrested for parading  Pending the actual rescission of the said letter, appellee is \nwithout a permit. The order entered by the Judge of the  ordered to make known in any way available to him or to \nDistrict Court on May 22nd recites that the case came on  the  said  students  that  they  are  permitted  to  return  to \nfor  hearing  before  him  on  motion  for  temporary  school on Thursday, May 23, 1963. \nrestraining order and/or preliminary injunction and states \n‘*  *  *  This  order  shall  stay  in  effect  until  the  final \nthat the prayer for both was denied. Reproduced in the \ndetermination of this appeal on the merits or until the \nmargin are excerpts from this order of the District Court.3 \nfurther order of the Court.’ \n*355 The order signed by Chief Judge Elbert P. Tuttle on \nThe file furnished me by the clerk’s office shows that the \nthe same day recites in part the following: \nhearing before Judge Tuttle was had upon an unsworn \n‘The appellant * * * has made application to me to grant  ‘petition’ to which was attached what was alleged to be \ncopies  of  several  letters  of  May  20th,  one  from  the \nan injunction * * * pending an appeal on the merits of the \nprincipal  of  Washington  School  to  Reverend  Calvin \ncase  in  this  Court.  Appellant  contends  that  I  have \nWoods, father and next friend of the plaintiff, and others \njurisdiction as a member of the Court of Appeals for the \nfrom  the  superintendent  of  schools  to  other  school \nFifth Circuit to grant such an injunction pending appeal \nofficials, all referring to the suspension or expulsion *356 \nunder the terms of 28 U.S.C.A. § 1651(b). * * * \nof children from the schools in Birmingham because of \n‘It  is  clear,  therefore,  that  the  Court  of  Appeals  has  their  participation  in  the  ‘demonstrations’  then  taking \njurisdiction of this appeal within the contemplation of  place  in  the  streets  of  Birmingham.  The  only  proof \nSection 1651(b). I, therefore, hold that I have jurisdiction  conforming to the Rules governing granting of temporary \nand the power to grant the relief here sought. See Aaron  injunctions was an affidavit by Reverend Calvin Woods, \nv. Cooper, 8 Cir., 261 F.2d 97. See also Rule 62(g),  all  of  which  referred  to  his  daughter  Linda  and  her \nFederal Rules of Civil Procedure, * * *  conduct. As far as I can find there was no refutation at all \nof  the  findings  of  the  District  Judge  concerning  the \n‘Although on the record before me it appears shocking  conduct of the hundreds of students besides Linda Cal \nthat a Board of Education, interested in the education of  Woods,  the  unexcused  school  absences,  the \nthe children committed to its care, should thus in effect  representations  to  the  District  Court  by  the  Board  of \ndestroy the value of one term of schooling for so many  Education and the other important facts found by the \nchildren  at  a  time  when  all  persons  professionally  court below as the basis of its denial of the motion for the \ninterested in the educational process and the welfare of  temporary restraining order. There were no pleadings on \nyoung  people  are  bending  their  efforts  towards  behalf of the school board, because there had been no \n  14 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nservice of process or opportunity to file such pleadings.  ‘(a) Circuit judges shall sit on the court and its divisions \nin such order and at such times as the court directs. \nNevertheless, Judge Tuttle entered an order finding that \nthere  was  no  genuine  dispute  as  to  the  fact  that  the  ‘(b) In each circuit the court may authorize the hearing \nstudents  involved  were  arrested  for  participating  in  a  and determination of cases and controversies by separate \ndemonstration  against  policies  and  practices  of  divisions, each consisting of three judges. Such divisions \nsegregation  either  by  the  municipal  government  of  shall sit at the times and places and hear the cases and \nBirmingham, the school system of Birmingham, or certain  controversies assigned as the court directs. \nbusinesses in Birmingham whose segregation policies had \npreviously resulted in the arrest of a number of Negro  ‘(c)  Cases  and  controversies  shall  be  heard  and \nprisoners under either the segregation statutes of the City  determined by a court or division of not more than three \nof Birmingham or the antitrespass laws of the State of  judges, unless a hearing or rehearing before the court in \nAlabama.  banc is ordered by a majority of the circuit judges of the \ncircuit who are in active service. A court in banc shall \nEven assuming that there was an appeal then pending  consist of all active circuit judges of the circuit. \nfrom the decree of the District Court to this Court, there \nwas, in my opinion, no jurisdiction in the Chief Judge to  ‘(d) A majority of the number of judges authorized to \nhear or dispose of the motion for temporary injunction,  constitute  a  court  or  division  thereof,  as  provided  in \nespecially one granting the order he essayed to enter,  paragraph (c), shall constitute a quorum.’ \nincluding,  as  it  does,  provisions  for  mandatory  relief \neffectively disposing of the case on its merits. In the very  The Supreme Court interpreted this statute in the case of \nnature  of  things,  it  was  inevitable  that  the  School  Western Pacific Railroad Corporation et al. v. Western \nSuperintendent would obey the fiat of the Chief Judge of  Pacific Railroad Company et al., 1953, 345 U.S. 247, \nthis Court whether it was backed by the authority of the  257-258, 73 S.Ct. 656, 661, 97 L.Ed. 986, confirming the \nlaw  or  not.  No  action  could  be  taken  which  would  language of the statute as having the literal meaning of the \nobliterate  the  harm  done  to  the  Birmingham  school  words used: \nsystem by this improvident order. \n‘This interpretation makes for an harmonious reading of \nUnfortunately, efforts made by members of the Court to \nthe whole of § 46. In this Section, Congress speaks to the \nobtain an authoritative ruling on the legality of the order \nCourts  of  Appeals:  the  court,  itself,  as  a  body,  is \nfrom the Judicial Counsel or the full Court were thwarted \nauthorized to arrange its calendar and distribute its work \nby the opposition of The Four.4 \namong its membership; the court, itself, as a body, may \ndesignate the places where it will sit. Ordinarily, added \nThe majority in the instant case— as has been true in \nsimilar decisions rendered in the past few weeks— placed  Congress, cases are to be heard by divisions of three. But \nits reliance chiefly upon case No. 20557, Stell et al. v.  Congress went further; it left no doubt that the court, by a \nmajority vote, could convene itself en banc to hear or \nSavannah Chatham County Board of Education, et al., 5 \nrehear particular cases.’ \nCir., 318 F.2d 425. The injunctive order issued by the \nThe Rules of this Court do not, as far as I can find, \nmajority in the present case is modeled upon the order \nprovide for the assignment of cases for hearing or for the \ngranted in the Stell case. Judge Gewin, in his dissenting \nassignment  of  judges  by  the  Chief  Judge  or  any  one \nopinion here, shows clearly that the present case is not \ncontrolled by the Stell case. In addition, I think that the  Judge.6 En banc hearings are *358 provided for in Rule \nStell case should not be followed because it was illegally  25a of the Rules of this Court. I find no provision for \nadvanced and set for special hearing by the Chief Judge  advancement of cases or taking them up out of time either \nbefore a panel selected and assigned by him alone.5 I am  in the statutes or in our Rules or in the Federal Rules of \nunable to find any *357 authority which is vested in the  Civil Procedure.7 \nChief Judge so to appoint a panel to hear a case or to \nFrom the foregoing, it follows, I think, that the judgment \nassign a case for hearing such as was attempted by the \nin the instant case should be reversed because the panel \nChief Judge in that case. \nwhich decided it had no legal existence and the order \nsetting it for hearing without a record and giving it other \nII. \npreferential treatment was entered without authority. It \nThis Court is, of course, a creature of statute. The statute  follows, moreover, that the judgment should be reversed \nproviding for the assignment of Judges is 28 U.S.C. § 46:  because the precedents upon which it is grounded were \nnot valid decisions of this Court. \n‘§ 46. Assignment of judges; divisions; hearings; quorum \n  15 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nIII.  immediately notify the chief judge of the circuit, who \nshall designate two other judges, at least one of whom \nI think, too, that a solution of the problems facing this  shall  be  a  circuit  judge.  Such  judges  shall  serve  as \nCourt will be helped by a study of the handling of racial  members of the court to hear and determine the action or \ncases during the immediate past, in which period so much  proceeding. * * *‘ (Emphasis added.) \nhaste has been made and so many procedural innovations \nhave been utilized that the general impression has grown  In the performance of the ministerial duty so imposed \nup and has been expressed that this Court has one set of  upon him, the universal practice, except in this Circuit in \nprocedures covering racial cases and another set covering  the last four years, has been for the Chief Judge to appoint \nall other cases. I have accordingly made a study of the  the circuit judge resident in the State for which the district \ncases  as  they  appear  in  the  Federal  Reporter,  Second  court is *359 constituted and one of the district judges \nSeries, involving controversies heard before panels of this  resident in such state as the other two members. I have \nCourt bearing date within the two years preceding the  been able to find no instance where this procedure has not \nhearing of the present case on June 26, 1963. I believe  been followed except those here mentioned. \nthis survey to be correct. It covers twenty-five cases, \nwhich are listed in Appendix ‘A’ to this opinion. Of the  The State of Mississippi has residing within its borders \ntwenty-five  cases  listed,  the  majority  of  the  panel  in  one Circuit Judge, three active District Judges, and one \ntwenty-two of them was composed of some combination  senior District Judge designated for active service, all of \nof  The  Four,  who  constitute  a  minority  of  the  active  whom  have  been  at  all  times  mentioned  citizens  of \nJudges. In only two cases did two of the remaining five  Mississippi,  qualified  for  the  positions  they  hold,  and \nmembers of the Court sit together.  ready, willing and able to perform the duties incident to \nservice upon such a district court. \nOf the Circuit Judges of this Circuit, The Four sat fifty- Since November 9, 1961 and prior to the submission of \nfive times; the other five sat twelve times. The Four wrote  the instant case, three district courts of three judges have \ntwenty-three of the twenty-five opinions, including per  been constituted to hear racial cases in Mississippi.8 \ncuriams: Chief Judge Tuttle wrote six, including four per \ncuriams;  Judge  Rives  wrote  six,  including  two  per  For the first of these District Courts of the United States \ncuriams; Judge Brown wrote four, and Judge Wisdom  for the Southern District of Mississippi, Judges Tuttle \nwrote six, including one per curiam. The per curiam order  Rives and Mize were designated; for the second, Judges \n(Appendix ‘A’, No. 21) adjudging Lieutenant Governor  Rives, Brown and Mize were designated; and for the \nJohnson to be in civil contempt was entered by a panel  third, Judges Brown, Wisdom and Cox were designated. \nconsisting of Judges Rives, Brown and Wisdom, and one  A member of The Four was substituted for the resident \nof them wrote the opinion. One per curiam was written by  Circuit Judge in each instance, and another member of \none of the five remaining Judges of this Court and one  The Four was substituted for the additional District Judge. \nfull opinion was written by a district judge.  The idea that the Chief Judge may thus gerrymander the \nUnited States Judges of a State in order to accomplish a \nIV.  desired  result  is,  I  think,  entirely  foreign  to  any  just \nconcept of the proper functioning of the judicial process. \nThe handling by Chief Judge Tuttle of three judge district \ncourts in the State of Mississippi is a part of the picture of  V. \nthe  crusading  spirit  which  I  think  has  been  largely \nresponsible for the errors here discussed and is relevant to  If this Court is to regain the stature it owned on March 16, \nthe discussion of a solution of the problems before us.  1959  when  Judge  Hutcheson  laid  down  the  duties  of \nThe statute providing for such courts is in these words:  Chief Judge it must, in my opinion, forsake the special \nprocedures  which  have  been  discussed  and  adhere  to \n‘§  2284.  Three-judge  district  court;  composition;  those which are ‘time-tested’ and legal. It is important, I \nprocedure  think,  that  ‘the  court  as  a  body’  on  whom  the \nresponsibility rests take hold of the problem and solve it. \n‘In any action or proceeding required by Act of Congress \nto be heard and determined by a district court of three  I, therefore, respectfully dissent. United States v. New \njudges the composition and procedure of the court, except  York, New Haven & Hartford Railroad Co., 2 Cir., 1960, \nas otherwise provided by law, shall be as follows: ‘(1)  276 F.2d 525; Puddu v. Royal Netherlands, Etc., 2 Cir., \nThe district judge to whom the application for injunction  1962, 303 F.2d 752; and Walters v. Moore-McCormick \nor other relief is presented shall constitute one member of  Lines, Inc., 2 Cir., 1963, 312 F.2d 893. \nsuch  court.  On  the  filing  of  the  application,  he  shall \n  16 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nAPPENDIX A  Wisdom. Per curiam. \n1. Dixon v. Alabama State Board of Education, Aug. 4,  14. Augustus v. Board of Public Instruction, July 24, \n1961, 5 Cir., 294 F.2d 150. Expulsion of students for  1962, 5 Cir., 306 F.2d 862. School desegregation. Chief \ndemonstrating.  Circuit  Judges  Rives,  Cameron  and  Judge Tuttle, Circuit Judges Rives and Brown. Opinion \nWisdom. Opinion by Judge Rives.  by Judge Rives. \n2. United States v. Wood, Oct. 27, 1961, 5 Cir., 295 F.2d  15. Nelson v. Grooms, Aug. 17, 1962, 5 Cir., 307 F.2d 76. \n772. Voter registration. Circuit Judges Rives, Cameron  School desegregation— mandamus. Circuit Judges Rives, \nand Brown. Opinion by Judge Rives.  Brown and Wisdom. Opinion by Judge Rives. \n3. Meredith v. Fair, Jan. 12, 1962, 5 Cir., 298 F.2d 696.  16. Bush v. Orleans Parish School Board, Aug. 6, 1962, 5 \nSchool desegregation. Chief Judge Tuttle, Circuit Judges  Cir., 308 F.2d 491. School desegregation. Circuit Judges \nRives and Wisdom. Opinion by Judge Wisdom.  Rives, Brown and Wisdom. Opinion by Judge Wisdom. \n4. Kennedy v. Bruce, Feb. 5, 1962, 5 Cir., 298 F.2d 860.  17. Stone v. Members of Board of Education, City of \nVoter  registration.  Chief  Judge  Tuttle,  Circuit  Judges  Atlanta, Ga., Nov. 16, 1962, 5 Cir., 309 F.2d 638. School \nRives and Wisdom. Opinion by Chief Judge Tuttle.  desegregation. Chief Judge Tuttle, Circuit Judge Brown, \nDistrict Judge Johnson. Per curiam. \n5. Stoudenmire v. Braxton, Mar. 9, 1962, 5 Cir., 299 F.2d \n846. School desegregation. Chief Judge Tuttle, Circuit  18. Hanes v. Shuttlesworth, Nov. 16, 1962, 5 Cir., 310 \nJudges Brown and Bell. Per curiam.  F.2d 303. Park desegregation. Circuit Judges Rives, Jones \nand Bell. Per curiam. \n6. United States v. Lynd, April 10, 1962, 5 Cir., 301 F.2d \n818. Voter registration. Chief Judge Tuttle, Circuit Judges  19. Ross v. Dyer, Dec. 28, 1962, 5 Cir., 312 F.2d 191. \nHutcheson and Wisdom. Opinion by Chief Judge Tuttle.  School desegregation. Chief Judge Tuttle, Circuit Judges \nHutcheson and Brown. Opinion by Judge Brown. \n7. Christian v. Jemison, April 25, 1962, 5 Cir., 303 F.2d \n52.  Local  transportation  desegregation.  Circuit  Judges  20. Potts v. Flax, Feb. 6, 1963, 5 Cir., 313 F.2d 284. \nRives, Brown and Wisdom. Opinion by Judge Wisdom.  School desegregation. Circuit Judges Brown and Bell, \nDistrict Judge Simpson. Opinion by Judge Brown. \n*360 8. State of Alabama v. United States, June 1, 1962, 5 \nCir.,  304  F.2d  583.  Voter  registration.  Circuit  Judges  21. Meredith v. Fair (United States v. Mississippi and \nRives, Cameron and Brown. Opinion by Judge Brown.  Paul B. Johnson, Jr.), Sept. 29, 1962, 5 Cir., 313 F.2d 534. \nCivil  contempt.  Circuit  Judges  Rives,  Brown  and \n9. Meredith v. Fair, Feb. 12, 1962, 5 Cir., 305 F.2d 341.  Wisdom. Per curiam. \nSchool desegregation. Chief Judge Tuttle, Circuit Judges \nRives and Wisdom. Per curiam.  22. Clark v. Thompson, March 6, 1963, 5 Cir., 313 F.2d \n637.  Desegregation  of  public  recreational  facilities. \n10. Meredith v. Fair, June 25, 1962, 5 Cir., 305 F.2d 343.  Circuit  Judges  Hutcheson,  Gewin  and  District  Judge \nSchool desegregation. Circuit Judges Brown and Wisdom,  Hannay. Per curiam. \nDistrict Judge DeVane. Opinion by Judge Wisdom. \n23. United States v. Dogan, Jan. 26, 1963, 5 Cir., 314 \n11. Kennedy v. Lynd (and four other consolidated cases),  F.2d 767. Voter registration. Circuit Judges Rives and \nJuly 11, 1962, 5 Cir., 306 F.2d 222. Voter registration.  Wisdom, District Judge Bootle. Opinion by Judge Bootle. \nCircuit Judges Rives, Brown and Wisdom. Opinion by \nJudge Brown.  24. City of Shreveport v. United States, 5 Cir., 1963, 316 \nF.2d  928.  Airport  desegregation.  Chief  Judge  Tuttle, \n12. Meredith v. Fair, July 27, 1962, 5 Cir., 306 F.2d 374.  Circuit Judges Rives and Moore.* Per curiam. \nSchool desegregation— recall of mandate, etc. Circuit \nJudges  Brown  and  Wisdom,  District  Judge  DeVane.  25. City of Shreveport v. United States, 5 Cir., 1963, 316 \nOpinion by Judge Wisdom.  F.2d 928. Bus terminal desegregation. Chief Judge Tuttle, \nCircuit Judges Rives and Moore.* Per curiam. \n13. Guillory v. Administrators of the Tulane University of \nLouisiana, July 21, 1962, 5 Cir., 306 F.2d 489. School  ADDENDUM TO APPENDIX A \ndesegregation.  Circuit  Judges  Cameron,  Brown  and \n  17 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nSince the printing of this dissenting opinion by the Clerk  involved here have long been settled by decisions of the \non July 30, 1963, *361 a less hurried examination of the  U.S. Supreme Court. Law and order cannot be preserved \npublished  reports  of  cases  decided  during  the  period  by yielding to violence and disorder, nor by depriving \nspecified in the opinion has disclosed that four cases were  individuals of constitutional rights decreed to be vested in \ninadvertently omitted form Appendix ‘A’. These were  them by the U.S. Supreme Court. Cooper v. Aaron, 358 \ncalled to the attention of the other Judges of this Court by  U.S. 1, 20, 78 S.Ct. 1401, 3 L.Ed.2d 5, 19 (1958). \nmy letter of August 14, 1963. They are not included in the    \ncomputations dealt with in Part III of the opinion.  [6] [7] We have no trouble in taking judicial notice of the \nfact that there are many upstanding, splendid, law-abiding \nFollowing are the four omitted cases:  citizens  in  Birmingham  and  throughout  the  State  of \nAlabama who are so firmly dedicated to the principle of \n2 1/2. Abernathy v. Patterson, Oct. 31, 1961, 5 Cir., 295  the orderly process of the courts and the law that they \nF.2d  452.  Enjoining  ‘segregated’  state  courts.  Circuit \nrefuse to rebel against those laws which displease them. \nJudges  Rives  and  Wisdom,  District  Judge  Carswell. \nWe also take judicial knowledge of the fact that violence \nOpinion by Judge Rives. \nand disorder have erupted in Birmingham. There is no \nindication  that  the  great  body  of  people  of  Alabama \n7 1/2. United States ex rel. Seals v. Wiman, May 30, \napprove  *362  of  lawless  conduct  even  though  such \n1962, 5 Cir., 304 F.2d 53. Exclusion of Negroes from \nconduct  arises  out  of  the  enforcement  of  laws  which \nstate grand and petit juries. Circuit Judges Rives, Brown \nchange customs and traditions. The question now is not \nand Wisdom. Opinion by Judge Rives. \napproval or disapproval of the law; but whether the law, \norder,  and  the  educational  process  will  prevail  over \n21 1/2. Coleman v. Kennedy, Feb. 13, 1963, 5 Cir., 313 \nviolence and disorder. The howling winds of hate and \nF.2d 867. Voter registration. Circuit Judges Rives and \nprejudice always make it difficult to hear the voices of the \nWisdom, District Judge Bootle. Per Curiam. \nhumble, the just, the fair, the wise, the reasonable, and the \nprudent. We must not permit their voices to be silenced \n23 1/2. Greene v. Fair, Feb. 18, 1963, 5 Cir., 314 F.2d \nby  those  who  would  incite  mob  violence.  ‘The  best \n200. School desegregation. Chief Judge Tuttle, Circuit \nguarantee of civil peace is adherence to, and respect for, \nJudges Jones and Bell. Per Curiam. \nthe law.’ Watson et al. v. City of Memphis et al., 1963, \n \n373 U.S. 526, 83 S.Ct. 1314, 1320, 10 L.Ed.2d 529. \nOn Petition for Intervention and Stay    \nBefore WISDOM, GEWIN and BELL, Circuit Judges.  ‘Patience is a great part of justice,’2 but we are bound by \n  the most recent statement of the U.S. Supreme Court in \nGoss v. Board of Education of the City of Knoxville, \nTennessee (a unanimous opinion) 1963, 373 U.S. 683, 83 \nS.Ct. 1405, 1409, 10 L.Ed.2d 632, wherein the Court \nGEWIN, Circuit Judge.  stated: \n \n‘In reaching this result we are not unmindful of the deep-\nThe Petition for Intervention and Stay of the operation of  rooted problems involved. Indeed, it was consideration \nthe plan of desegregation approved on August 19, 1963,  for  the  multifarious  local  difficulties  and  ‘variety  of \nby  the  United  States  District  Court  for  the  Northern  obstacles’ which might arise in this transition that led this \nDistrict of Alabama is hereby denied, Morin v. City of  Court eight years ago to frame its mandate in Brown in \nStuart, 5 Cir., 1939, 112 F.2d 585; Holland v. Board of  such language as ‘good faith compliance at the earliest \nPublic Instruction of Palm Beach County, 5 Cir., 1958,  practicable  date’  and  ‘all  deliberate  speed.’  Brown  v. \n258 F.2d 730; St. Helena Parish School Board v. Hall, 5  Board of Education, 349 U.S., (294) at 300, 301 (75 S.Ct. \nCir., 1961, 287 F.2d 376; McKenna v. Pan American  753, 99 L.Ed. 1083). Now, however, eight years after this \nPetroleum Corp., 5 Cir., 1962, 303 F.2d 778.  decree was rendered and over nine years after the first \n[5]  Under  the  original  opinion  and  order  of  the  U.S.  Brown decision, the context in which we must interpret \nDistrict Court for the Northern District of Alabama1 and  and apply this language to plans for desegregation has \nunder the opinion of this Court rendered in this cause on  been significantly altered.’ \nJuly 12, 1963, Negro children have the constitutional right \nand  the  statutory  right  under  the  Alabama  Pupil  The writer of this opinion wishes to state that it has been \nPlacement  Law  to  make  application  for  transfer  and  and is now his feeling that the opinion of the U.S. District \nenrollment  free  of  racial  discrimination.  The  issues  Court for the Northern District of Alabama as originally \n  18 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nentered in this cause should have been affirmed for the  the  City  of  Birmingham,  the  present  members  of  the \nfollowing reasons:  Board and Theo R. Wright, Superintendent of Schools, \ntheir  successors,  etc.  must  comply  with  the  plan  of \n1. The same was in full compliance with the decisions of  desegregation approved by the U.S. District Court for the \nthe U.S. Supreme Court and of this Court.  Northern District of Alabama on August 19, 1963, in this \n2. The District Judge being a resident of the area involved  cause. \nis better qualified to consider and deal with ‘* * * the    \nmultifarious local difficulties and ‘variety of obstacles’ \nwhich might arise in this transition.’3  A solution may be found in the following pronouncement \n[8] [9] Under the opinion of the District Court for the  by Mr. Justice Frankfurter in his concurring opinion in \nNorthern District of Alabama originally entered in this  Cooper v. Aaron, supra: \ncase;  the  opinion  of  the  majority  and  the  dissenting \nopinion  released  on  July  12,  1963  by  this  Court;  the  ‘By working together, by sharing in a common effort, \nopinion  in  Shuttlesworth  v.  Birmingham  Board  of  men of different minds and tempers, even if they do not \nEducation, N.D.Ala.1958, 162 F.Supp. 372; the Supreme  reach  agreement,  acquire  understanding  and  thereby \nCourt cases herein cited; and numerous other decisions of  tolerance of their differences.’ \nthe U.S. Supreme Court and the various Circuit Courts of \nAppeal, the rights of the plaintiffs and those similarly \nAll Citations \nsituated to attend the schools which have been designated \nfor  their  attendance  is  clear  and  unequivocal.  Court \n323 F.2d 333 \norders, like constitutional rights, cannot yield to violence. \n\t\r  \nIn the present status of this case the Board of Education of \nFootnotes\t\r  \n\t\r  \n1\t\r   ‘The\t\r   appellees\t\r   urge\t\r   also\t\r   that\t\r   the\t\r   judgment\t\r   should\t\r   be\t\r   affirmed\t\r   because\t\r   the\t\r   plaintiffs\t\r   have\t\r   not\t\r   exhausted\t\r   their\t\r  \nadministrative\t\r  remedies\t\r  under\t\r  the\t\r  Florida\t\r  Pupil\t\r  Assignment\t\r  Law\t\r  of\t\r  1956,\t\r  Chapter\t\r  31380,\t\r  Laws\t\r  of\t\r  Florida,\t\r  Second\t\r  \n\t\r  \nExtraordinary\t\r  Session\t\r  1956,\t\r  F.S.A.\t\r  §\t\r  230.231\t\r  (230.232).\t\r  Neither\t\r  that\t\r  nor\t\r  any\t\r  other\t\r  law\t\r  can\t\r  justify\t\r  a\t\r  violation\t\r  of\t\r  the\t\r  \nConstitution\t\r  of\t\r  the\t\r  United\t\r  States\t\r  by\t\r  the\t\r  requirement\t\r  of\t\r  racial\t\r  segregation\t\r  in\t\r  the\t\r  public\t\r  schools.\t\r  So\t\r  long\t\r  as\t\r  that\t\r  requirement\t\r  \ncontinues\t\r  throughout\t\r  the\t\r  public\t\r  school\t\r  system\t\r  of\t\r  Dade\t\r  County,\t\r  it\t\r  would\t\r  be\t\r  premature\t\r  to\t\r  consider\t\r  the\t\r  effect\t\r  of\t\r  the\t\r  Florida\t\r  \nlaws\t\r  as\t\r  to\t\r  the\t\r  assignment\t\r  of\t\r  pupils\t\r  to\t\r  particular\t\r  schools.’\t\r  Gibson\t\r  v.\t\r  Board\t\r  of\t\r  Public\t\r  Instruction\t\r  of\t\r  Dade\t\r  County,\t\r  5\t\r  Cir.\t\r  1957,\t\r  \n246\t\r  F.2d\t\r  913,\t\r  914-­‐915.\t\r  \n\t\r  \n2\t\r   ‘On\t\r  the\t\r  first\t\r  appeal\t\r  in\t\r  this\t\r  case,\t\r  we\t\r  said\t\r  that\t\r  so\t\r  long\t\r  as\t\r  the\t\r  requirement\t\r  of\t\r  racial\t\r  segregation\t\r  continues\t\r  throughout\t\r  the\t\r  \npublic\t\r  school\t\r  system\t\r  it\t\r  is\t\r  premature\t\r  to\t\r  consider\t\r  the\t\r  effect\t\r  of\t\r  the\t\r  law\t\r  providing\t\r  for\t\r  the\t\r  assignment\t\r  of\t\r  pupils\t\r  to\t\r  particular\t\r  \n\t\r  \nschools.\t\r  See\t\r  246\t\r  F.2d\t\r  at\t\r  pages\t\r  914,\t\r  915.\t\r  Obviously,\t\r  unless\t\r  some\t\r  legally\t\r  nonsegregated\t\r  schools\t\r  are\t\r  provided,\t\r  there\t\r  can\t\r  be\t\r  \nno\t\r  constitutional\t\r  assignment\t\r  of\t\r  a\t\r  pupil\t\r  to\t\r  a\t\r  particular\t\r  school.\t\r  We\t\r  do\t\r  not\t\r  understand\t\r  that\t\r  the\t\r  Fourth\t\r  Circuit\t\r  has\t\r  ruled\t\r  to\t\r  the\t\r  \ncontrary.\t\r  5The\t\r  net\t\r  effect\t\r  of\t\r  its\t\r  rulings,\t\r  as\t\r  we\t\r  understand\t\r  them,\t\r  is\t\r  that\t\r  the\t\r  desegregation\t\r  of\t\r  the\t\r  public\t\r  schools\t\r  may\t\r  occur\t\r  \nsimultaneously\t\r  with\t\r  and\t\r  be\t\r  accomplished\t\r  by\t\r  the\t\r  good\t\r  faith\t\r  application\t\r  of\t\r  the\t\r  law\t\r  providing\t\r  for\t\r  the\t\r  assignment\t\r  of\t\r  pupils\t\r  to\t\r  \nparticular\t\r  schools.\t\r  If\t\r  that\t\r  understanding\t\r  is\t\r  correct,\t\r  then\t\r  we\t\r  readily\t\r  agree.\t\r  \n‘5.\t\r  See\t\r  Carson\t\r  v.\t\r  Warlick,\t\r  4\t\r  Cir.,\t\r  1956,\t\r  238\t\r  F.2d\t\r  724;\t\r  Covington\t\r  v.\t\r  Edwards,\t\r  4\t\r  Cir.,\t\r  1959,\t\r  264\t\r  F.2d\t\r  780;\t\r  Holt\t\r  v.\t\r  Raleigh\t\r  City\t\r  \nBoard\t\r  of\t\r  Education,\t\r  4\t\r  Cir.,\t\r  1959,\t\r  265\t\r  F.2d\t\r  95;\t\r  Allen\t\r  v.\t\r  County\t\r  School\t\r  Board\t\r  of\t\r  Prince\t\r  Edward\t\r  County,\t\r  Va.,\t\r  4\t\r  Cir.,\t\r  1959,\t\r  266\t\r  \nF.2d\t\r  507.’\t\r  \nGibson\t\r  v.\t\r  Board\t\r  of\t\r  Public\t\r  Instruction,\t\r  Dade\t\r  County,\t\r  Fla.,\t\r  5\t\r  Cir.\t\r  1959,\t\r  272\t\r  F.2d\t\r  763,\t\r  767.\t\r  \n\t\r  \n3\t\r   ‘A\t\r  three-­‐judge\t\r  district\t\r  court\t\r  recently\t\r  held\t\r  that\t\r  the\t\r  Alabama\t\r  School\t\r  Placement\t\r  Law\t\r  is\t\r  not\t\r  unconstitutional\t\r  on\t\r  its\t\r  face,\t\r  but\t\r  \nconcluded\t\r  that\t\r  ruling\t\r  with\t\r  a\t\r  clear\t\r  note\t\r  of\t\r  warning:\t\r  \n\t\r  \n“All\t\r  that\t\r  has\t\r  been\t\r  said\t\r  in\t\r  this\t\r  present\t\r  opinion\t\r  must\t\r  be\t\r  limited\t\r  to\t\r  the\t\r  constitutionality\t\r  of\t\r  the\t\r  law\t\r  upon\t\r  its\t\r  face.\t\r  The\t\r  School\t\r  \nPlacement\t\r  law\t\r  furnishes\t\r  the\t\r  legal\t\r  machinery\t\r  for\t\r  an\t\r  orderly\t\r  administration\t\r  of\t\r  the\t\r  public\t\r  schools\t\r  in\t\r  a\t\r  constitutional\t\r  manner\t\r  \nby\t\r  the\t\r  admission\t\r  of\t\r  qualified\t\r  pupils\t\r  upon\t\r  a\t\r  basis\t\r  of\t\r  individual\t\r  merit\t\r  without\t\r  regard\t\r  to\t\r  their\t\r  race\t\r  or\t\r  color.\t\r  We\t\r  must\t\r  \npresume\t\r  that\t\r  it\t\r  will\t\r  be\t\r  so\t\r  administered.\t\r  If\t\r  not,\t\r  in\t\r  some\t\r  future\t\r  proceeding\t\r  it\t\r  is\t\r  possible\t\r  that\t\r  it\t\r  may\t\r  be\t\r  declared\t\r  \nunconstitutional\t\r  in\t\r  its\t\r  application.\t\r  The\t\r  responsibility\t\r  rests\t\r  primarily\t\r  upon\t\r  the\t\r  local\t\r  school\t\r  boards,\t\r  but\t\r  ultimately\t\r  upon\t\r  all\t\r  \nof\t\r  the\t\r  people\t\r  of\t\r  the\t\r  State.’\t\r  \nNothing\t\r  said\t\r  in\t\r  that\t\r  opinion\t\r  conflicts\t\r  in\t\r  any\t\r  way\t\r  with\t\r  this\t\r  Court’s\t\r  earlier\t\r  statement\t\r  relative\t\r  to\t\r  the\t\r  Florida\t\r  Pupil\t\r  Assignment\t\r  \nLaw:\t\r  \n“*\t\r  *\t\r  *\t\r  Neither\t\r  that\t\r  nor\t\r  any\t\r  other\t\r  law\t\r  can\t\r  justify\t\r  a\t\r  violation\t\r  of\t\r  the\t\r  Constitution\t\r  of\t\r  the\t\r  United\t\r  States\t\r  by\t\r  the\t\r  requirement\t\r  of\t\r  \nracial\t\r  segregation\t\r  in\t\r  the\t\r  public\t\r  schools.’\t\r  Gibson\t\r  v.\t\r  Board\t\r  of\t\r  Public\t\r  Instruction\t\r  of\t\r  Dade\t\r  County,\t\r  5\t\r  Cir.,\t\r  1957,\t\r  246\t\r  F.2d\t\r  913,\t\r  \n  19 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \n914.’\t\r  \nHolland\t\r  v.\t\r  Board\t\r  of\t\r  Public\t\r  Instruction,\t\r  5\t\r  Cir.\t\r  1958,\t\r  258\t\r  F.2d\t\r  730,\t\r  732.\t\r  \n\t\r  \n4\t\r   ‘This\t\r  Court,\t\r  like\t\r  both\t\r  Judge\t\r  Wright\t\r  and\t\r  Judge\t\r  Ellis,\t\r  condemns\t\r  the\t\r  Pupil\t\r  Placement\t\r  Act\t\r  when,\t\r  with\t\r  a\t\r  fanfare\t\r  of\t\r  trumpets,\t\r  it\t\r  is\t\r  \nhailed\t\r  as\t\r  the\t\r  instrument\t\r  for\t\r  carrying\t\r  out\t\r  a\t\r  desegregation\t\r  plan\t\r  while\t\r  all\t\r  the\t\r  time\t\r  the\t\r  entire\t\r  public\t\r  knows\t\r  that\t\r  in\t\r  fact\t\r  it\t\r  is\t\r  \n\t\r  \nbeing\t\r  used\t\r  to\t\r  maintain\t\r  segregation\t\r  by\t\r  allowing\t\r  a\t\r  little\t\r  token\t\r  desegregation.\t\r  When\t\r  the\t\r  Act\t\r  is\t\r  appropriately\t\r  applied,\t\r  to\t\r  \nindividuals\t\r  as\t\r  individuals,\t\r  regardless\t\r  of\t\r  race,\t\r  it\t\r  has\t\r  no\t\r  necessary\t\r  relation\t\r  to\t\r  desegregation\t\r  at\t\r  all.’\t\r  Bush\t\r  v.\t\r  Orleans\t\r  Parish\t\r  \nSchool\t\r  Board,\t\r  5\t\r  Cir.\t\r  1962,\t\r  308\t\r  F.2d\t\r  491,\t\r  499.\t\r  \n\t\r  \n5\t\r   The\t\r  district\t\r  court\t\r  cited:\t\r  Covington\t\r  v.\t\r  Edwards,\t\r  4\t\r  Cir.\t\r  1959,\t\r  264\t\r  F.2d\t\r  780;\t\r  Holt\t\r  v.\t\r  Raleigh\t\r  City\t\r  Board\t\r  of\t\r  Education,\t\r  4\t\r  Cir.\t\r  \n1959,\t\r  265\t\r  F.2d\t\r  95;\t\r  McCoy\t\r  v.\t\r  Greensboro\t\r  City\t\r  Board\t\r  of\t\r  Education,\t\r  4\t\r  Cir.\t\r  1960,\t\r  283\t\r  F.2d\t\r  667;\t\r  Jeffers\t\r  v.\t\r  Whitley,\t\r  4\t\r  Cir.\t\r  1962,\t\r  \n\t\r  \n309\t\r  F.2d\t\r  621;\t\r  Wheeler\t\r  v.\t\r  Durham\t\r  City\t\r  Board\t\r  of\t\r  Education,\t\r  4\t\r  Cir.\t\r  1962,\t\r  300\t\r  F.2d\t\r  630.\t\r  \n\t\r  \n6\t\r   As\t\r  the\t\r  district\t\r  court\t\r  recognized\t\r  in\t\r  its\t\r  opinion,\t\r  the\t\r  present\t\r  action\t\r  also\t\r  proceeds\t\r  under\t\r  42\t\r  U.S.C.A.\t\r  §\t\r  1983.\t\r  \n\t\r  \n\t\r  \n7\t\r   Superintendent\t\r  of\t\r  Schools\t\r  of\t\r  the\t\r  City\t\r  of\t\r  Birmingham,\t\r  Theo\t\r  R.\t\r  Wright,\t\r  testified\t\r  by\t\r  affidavit\t\r  upon\t\r  the\t\r  present\t\r  motion\t\r  at\t\r  some\t\r  \nlength,\t\r  concluding:\t\r  ‘*\t\r  *\t\r  *\t\r  the\t\r  attempted\t\r  desegregation\t\r  of\t\r  any\t\r  one\t\r  grade\t\r  in\t\r  the\t\r  system\t\r  at\t\r  the\t\r  commencement\t\r  of\t\r  the\t\r  fall\t\r  term\t\r  \n\t\r  \nthis\t\r  year\t\r  would\t\r  be\t\r  greatly\t\r  disruptive\t\r  of\t\r  the\t\r  whole\t\r  school\t\r  system,\t\r  and\t\r  extremely\t\r  impracticable\t\r  and\t\r  injurious,\t\r  if\t\r  not\t\r  \nimpossible,\t\r  for\t\r  the\t\r  reasons\t\r  stated\t\r  herein\t\r  and\t\r  in\t\r  other\t\r  affidavits\t\r  of\t\r  affiant.’\t\r  There\t\r  was\t\r  no\t\r  controverting\t\r  testimony.\t\r  \n\t\r  \n1\t\r   See\t\r  Brown\t\r  v.\t\r  Board\t\r  of\t\r  Education\t\r  of\t\r  Topeka,\t\r  349\t\r  U.S.\t\r  294,\t\r  75\t\r  S.Ct.\t\r  753.\t\r  \n\t\r  \n\t\r  \n2\t\r   The\t\r  Shuttlesworth\t\r  case\t\r  was\t\r  decided\t\r  by\t\r  a\t\r  three\t\r  Judge\t\r  District\t\r  Court\t\r  and\t\r  not\t\r  by\t\r  this\t\r  court.\t\r  The\t\r  Shuttlesworth\t\r  case\t\r  was\t\r  \naffirmed\t\r  by\t\r  the\t\r  Supreme\t\r  Court.\t\r  \n\t\r  \n\t\r  \n3\t\r   Cumberland\t\r  Tel.\t\r  &\t\r  Tel.\t\r  Co.\t\r  v.\t\r  La.\t\r  Pub.\t\r  Serv.\t\r  Comm.,\t\r  260\t\r  U.S.\t\r  212,\t\r  43\t\r  S.Ct.\t\r  75,\t\r  77,\t\r  67\t\r  L.Ed.\t\r  217,\t\r  is\t\r  a\t\r  case\t\r  in\t\r  which\t\r  the\t\r  Supreme\t\r  \nCourt\t\r  recognized\t\r  the\t\r  fact\t\r  that\t\r  the\t\r  trial\t\r  court\t\r  should\t\r  first\t\r  be\t\r  asked\t\r  for\t\r  such\t\r  injunctive\t\r  relief:\t\r  \n\t\r  \n‘We,\t\r  of\t\r  course,\t\r  appreciate\t\r  that,\t\r  notwithstanding\t\r  a\t\r  denial\t\r  of\t\r  an\t\r  injunction\t\r  on\t\r  its\t\r  merits,\t\r  a\t\r  court\t\r  may\t\r  properly\t\r  find\t\r  that\t\r  \npending\t\r  a\t\r  final\t\r  determination\t\r  of\t\r  the\t\r  suit\t\r  on\t\r  the\t\r  merits\t\r  in\t\r  a\t\r  court\t\r  of\t\r  last\t\r  resort,\t\r  a\t\r  balance\t\r  of\t\r  convenience\t\r  may\t\r  be\t\r  best\t\r  \nsecured\t\r  by\t\r  maintaining\t\r  the\t\r  status\t\r  quo\t\r  and\t\r  securing\t\r  an\t\r  equitable\t\r  adjustment\t\r  of\t\r  the\t\r  finally\t\r  adjudicated\t\r  rights\t\r  of\t\r  all\t\r  \nconcerned,\t\r  though\t\r  the\t\r  conditions\t\r  of\t\r  a\t\r  bond.\t\r  Hovey\t\r  v.\t\r  McDonald,\t\r  109\t\r  U.S.\t\r  150,\t\r  161\t\r  (3\t\r  S.Ct.\t\r  136,\t\r  27\t\r  L.Ed.\t\r  888,\t\r  891);\t\r  Equity\t\r  \nRule\t\r  No.\t\r  74.\t\r  But\t\r  the\t\r  court\t\r  which\t\r  is\t\r  best\t\r  and\t\r  most\t\r  conveniently\t\r  able\t\r  to\t\r  exercise\t\r  the\t\r  nice\t\r  discretion\t\r  needed\t\r  to\t\r  determine\t\r  this\t\r  \nbalance\t\r  of\t\r  convenience\t\r  is\t\r  the\t\r  one\t\r  which\t\r  has\t\r  considered\t\r  the\t\r  case\t\r  on\t\r  its\t\r  merits\t\r  and,\t\r  therefore,\t\r  is\t\r  familiar\t\r  with\t\r  the\t\r  record.’\t\r  \n(Emphasis\t\r  added)\t\r  \nSee\t\r  also\t\r  Peay\t\r  et\t\r  al.\t\r  v.\t\r  Cox,\t\r  5\t\r  Cir.\t\r  1951,\t\r  190\t\r  F.2d\t\r  123,\t\r  wherein\t\r  the\t\r  court\t\r  was\t\r  dealing\t\r  with\t\r  the\t\r  question\t\r  of\t\r  injunctions\t\r  and\t\r  the\t\r  \nexhaustion\t\r  of\t\r  administrative\t\r  remedies\t\r  and\t\r  there\t\r  held\t\r  that\t\r  an\t\r  injunction\t\r  should\t\r  not\t\r  issue.\t\r  The\t\r  Court\t\r  concluded\t\r  that\t\r  state\t\r  \nremedies\t\r  which\t\r  are\t\r  administrative\t\r  as\t\r  distinguished\t\r  from\t\r  those\t\r  which\t\r  are\t\r  judicial\t\r  should\t\r  first\t\r  be\t\r  exhausted,\t\r  because\t\r  the\t\r  \nexhaustion\t\r  of\t\r  administrative\t\r  remedies\t\r  does\t\r  not\t\r  result\t\r  in\t\r  the\t\r  matter\t\r  becoming\t\r  res\t\r  judicata;\t\r  citing\t\r  with\t\r  approval\t\r  Bates,\t\r  et\t\r  al.\t\r  \nv.\t\r  Batte,\t\r  et\t\r  al.,\t\r  5\t\r  Cir.\t\r  1951,\t\r  187\t\r  F.2d\t\r  142;\t\r  Cook\t\r  v.\t\r  Davis,\t\r  5\t\r  Cir.\t\r  1949,\t\r  178\t\r  F.2d\t\r  595;\t\r  Shinholt,\t\r  et\t\r  al.\t\r  v.\t\r  Angle,\t\r  5\t\r  Cir.\t\r  1937,\t\r  90\t\r  \nF.2d\t\r  297.\t\r  \n\t\r  \n4\t\r   See\t\r  also\t\r  Cumberland\t\r  Tel.\t\r  &\t\r  Tel.\t\r  Co.\t\r  v.\t\r  Louisiana\t\r  Pub.\t\r  Serv.\t\r  Comm.,\t\r  260\t\r  U.S.\t\r  212,\t\r  43\t\r  S.Ct.\t\r  75,\t\r  67\t\r  L.Ed.\t\r  217;\t\r  and\t\r  In\t\r  re\t\r  \nPhiladelphia\t\r  &\t\r  Reading\t\r  Coal\t\r  &\t\r  Iron\t\r  Co.,\t\r  103\t\r  F.2d\t\r  901,\t\r  903\t\r  (3\t\r  Cir.\t\r  1939);\t\r  and\t\r  Greene\t\r  v.\t\r  Fair,\t\r  314\t\r  F.2d\t\r  200\t\r  (5\t\r  Cir.\t\r  1963).\t\r  \n\t\r  \n\t\r  \n5\t\r   In\t\r  the\t\r  first\t\r  Gibson\t\r  case,\t\r  for\t\r  example,\t\r  there\t\r  was\t\r  a\t\r  rule\t\r  of\t\r  the\t\r  school\t\r  board\t\r  directed\t\r  to\t\r  the\t\r  superintendent,\t\r  principals,\t\r  and\t\r  all\t\r  \nother\t\r  personnel,\t\r  advising\t\r  them\t\r  that\t\r  the\t\r  public\t\r  school\t\r  system\t\r  of\t\r  Dade\t\r  County,\t\r  Florida,\t\r  ‘will\t\r  continue\t\r  to\t\r  be\t\r  operated,\t\r  \n\t\r  \nmaintained\t\r  and\t\r  conducted\t\r  on\t\r  a\t\r  nonintegrated\t\r  basis.’\t\r  In\t\r  the\t\r  second\t\r  Gibson\t\r  appeal,\t\r  Judge\t\r  Rives\t\r  states\t\r  that\t\r  the\t\r  racial\t\r  factor\t\r  \nwas\t\r  imminent\t\r  in\t\r  the\t\r  consideration\t\r  of\t\r  the\t\r  assignment\t\r  and\t\r  transfer\t\r  of\t\r  pupils\t\r  under\t\r  the\t\r  plan\t\r  there\t\r  being\t\r  considered.\t\r  For\t\r  \nexample,\t\r  the\t\r  application\t\r  contained\t\r  a\t\r  blank\t\r  space\t\r  after\t\r  the\t\r  word\t\r  ‘school’,\t\r  and\t\r  did\t\r  not\t\r  permit\t\r  a\t\r  ‘*\t\r  *\t\r  *\t\r  conscious\t\r  preference\t\r  for\t\r  \ncontinued\t\r  segregation\t\r  on\t\r  a\t\r  voluntary\t\r  basis.’\t\r  It\t\r  was\t\r  also\t\r  stated\t\r  that\t\r  certain\t\r  forms\t\r  and\t\r  school\t\r  records\t\r  continued\t\r  to\t\r  \nemphasize\t\r  ‘White’\t\r  and\t\r  ‘Negro’;\t\r  and\t\r  it\t\r  was\t\r  finally\t\r  held\t\r  that\t\r  for\t\r  all\t\r  practical\t\r  purposes\t\r  ‘*\t\r  *\t\r  *\t\r  the\t\r  requirement\t\r  of\t\r  racial\t\r  \nsegregation\t\r  in\t\r  the\t\r  public\t\r  schools\t\r  continued\t\r  at\t\r  the\t\r  time\t\r  of\t\r  trial.’\t\r  (Emphasis\t\r  added)\t\r  \nIn\t\r  Holland,\t\r  Judge\t\r  Rives\t\r  reaffirmed\t\r  that\t\r  the\t\r  Alabama\t\r  School\t\r  Placement\t\r  Law\t\r  is\t\r  approved;\t\r  but\t\r  as\t\r  to\t\r  the\t\r  Florida\t\r  Pupil\t\r  \nAssignment\t\r  Law,\t\r  cited\t\r  the\t\r  first\t\r  Gibson\t\r  case\t\r  as\t\r  to\t\r  ‘*\t\r  *\t\r  *\t\r  the\t\r  requirement\t\r  of\t\r  racial\t\r  segregation\t\r  in\t\r  the\t\r  pupil\t\r  schools\t\r  *\t\r  *\t\r  *’.\t\r  See\t\r  \nmajority\t\r  opinion.\t\r  \nThe\t\r  Mannings\t\r  case\t\r  related\t\r  to\t\r  a\t\r  procedural\t\r  question.\t\r  There\t\r  the\t\r  court\t\r  dismissed\t\r  the\t\r  complaint\t\r  without\t\r  affording\t\r  the\t\r  \nplaintiffs\t\r  an\t\r  opportunity\t\r  of\t\r  making\t\r  proof\t\r  of\t\r  their\t\r  allegations.\t\r  Accordingly,\t\r  whatever\t\r  the\t\r  complaint\t\r  alleged\t\r  was\t\r  considered\t\r  \ntrue\t\r  under\t\r  the\t\r  procedure,\t\r  and\t\r  the\t\r  complaint\t\r  alleged\t\r  compulsory\t\r  racial\t\r  segregation.\t\r  \n  20 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \nIn\t\r  Augustus,\t\r  the\t\r  Florida\t\r  Pupil\t\r  Assignment\t\r  Law\t\r  was\t\r  still\t\r  under\t\r  attack\t\r  and\t\r  each\t\r  year\t\r  the\t\r  Board\t\r  passed\t\r  a\t\r  resolution\t\r  assigning\t\r  \neach\t\r  pupil\t\r  back\t\r  to\t\r  the\t\r  school\t\r  which\t\r  he\t\r  had\t\r  previously\t\r  attended.\t\r  The\t\r  district\t\r  court\t\r  in\t\r  Augustus\t\r  found\t\r  that\t\r  the\t\r  racial\t\r  factor\t\r  \nwas\t\r  a\t\r  consideration\t\r  in\t\r  the\t\r  assignment\t\r  of\t\r  students\t\r  and\t\r  that\t\r  the\t\r  Placement\t\r  Law\t\r  was\t\r  being\t\r  used\t\r  for\t\r  that\t\r  purpose.\t\r  \nIn\t\r  Bush,\t\r  two\t\r  district\t\r  Judges\t\r  and\t\r  the\t\r  Court\t\r  of\t\r  Appeals\t\r  found\t\r  that\t\r  the\t\r  Placement\t\r  Law\t\r  there\t\r  involved\t\r  was\t\r  ‘*\t\r  *\t\r  *\t\r  being\t\r  used\t\r  to\t\r  \nmaintain\t\r  segregation\t\r  *\t\r  *\t\r  *,’\t\r  and\t\r  there\t\r  was\t\r  no\t\r  approval\t\r  of\t\r  the\t\r  Placement\t\r  Law\t\r  there\t\r  involved\t\r  such\t\r  as\t\r  the\t\r  approval\t\r  given\t\r  the\t\r  \nAlabama\t\r  Placement\t\r  Law\t\r  in\t\r  Shuttlesworth.\t\r  \n\t\r  \n6\t\r   It\t\r  was\t\r  pointed\t\r  out\t\r  in\t\r  the\t\r  opinion\t\r  that\t\r  before\t\r  the\t\r  question\t\r  of\t\r  segregation\t\r  in\t\r  a\t\r  school\t\r  on\t\r  account\t\r  of\t\r  race\t\r  could\t\r  be\t\r  presented\t\r  \nto\t\r  the\t\r  Superintendent\t\r  of\t\r  Public\t\r  Instruction,\t\r  50\t\r  residents\t\r  of\t\r  a\t\r  school\t\r  district,\t\r  or\t\r  10%\t\r  Whichever\t\r  is\t\r  lesser,\t\r  were\t\r  required\t\r  to\t\r  \n\t\r  \nfile\t\r  a\t\r  complaint.\t\r  Any\t\r  final\t\r  decision\t\r  by\t\r  the\t\r  Superintendent\t\r  was\t\r  subject\t\r  to\t\r  review\t\r  by\t\r  the\t\r  courts.\t\r  The\t\r  Superintendent\t\r  himself\t\r  \napparently\t\r  had\t\r  no\t\r  power\t\r  to\t\r  order\t\r  corrective\t\r  action.\t\r  His\t\r  only\t\r  function\t\r  was\t\r  to\t\r  investigate,\t\r  recommend\t\r  and\t\r  report.\t\r  He\t\r  could\t\r  \ngive\t\r  no\t\r  remedy.\t\r  He\t\r  could\t\r  make\t\r  no\t\r  controlling\t\r  finding\t\r  of\t\r  fact\t\r  or\t\r  law,\t\r  and\t\r  his\t\r  recommendations\t\r  were\t\r  not\t\r  required\t\r  to\t\r  be\t\r  \nfollowed\t\r  by\t\r  any\t\r  court\t\r  or\t\r  executive\t\r  order.\t\r  Numerous\t\r  other\t\r  deficiencies\t\r  in\t\r  the\t\r  Illinois\t\r  law\t\r  are\t\r  made\t\r  clear\t\r  by\t\r  the\t\r  opinion.\t\r  \n\t\r  \n7\t\r   We\t\r  quote\t\r  from\t\r  the\t\r  petition\t\r  for\t\r  mandamus\t\r  in\t\r  the\t\r  Nelson\t\r  case\t\r  filed\t\r  by\t\r  the\t\r  same\t\r  counsel\t\r  who\t\r  orally\t\r  argued\t\r  the\t\r  Armstrong\t\r  \ncase\t\r  before\t\r  this\t\r  court:\t\r  \n\t\r  \n‘Counsel\t\r  for\t\r  the\t\r  plaintiffs\t\r  in\t\r  the\t\r  Armstrong\t\r  case\t\r  are\t\r  not\t\r  the\t\r  same\t\r  as\t\r  counsel\t\r  for\t\r  the\t\r  petitioner\t\r  here.\t\r  Counsel\t\r  for\t\r  the\t\r  \nplaintiffs\t\r  in\t\r  the\t\r  Armstrong\t\r  case\t\r  are:\t\r  W.\t\r  L.\t\r  Williams,\t\r  Jr.,\t\r  1630\t\r  Fourth\t\r  Avenue,\t\r  North,\t\r  Birmingham,\t\r  Alabama,\t\r  and\t\r  Ernest\t\r  D.\t\r  \nJackson,\t\r  Sr.,\t\r  410\t\r  Board\t\r  Street,\t\r  Jacksonville,\t\r  Florida.’\t\r  \n\t\r  \n8\t\r   The\t\r  hearing\t\r  before\t\r  Judge\t\r  Lynne\t\r  was\t\r  concluded\t\r  the\t\r  latter\t\r  part\t\r  of\t\r  October,\t\r  and\t\r  the\t\r  parties\t\r  were\t\r  given\t\r  time\t\r  to\t\r  file\t\r  briefs.\t\r  In\t\r  \naddition,\t\r  the\t\r  record\t\r  of\t\r  the\t\r  testimony\t\r  had\t\r  to\t\r  be\t\r  transcribed.\t\r  \n\t\r  \n\t\r  \n9\t\r   See\t\r  Canons\t\r  of\t\r  Judicial\t\r  Ethics,\t\r  American\t\r  Bar\t\r  Association,\t\r  Cannon\t\r  No.\t\r  11;\t\r  Handbook\t\r  for\t\r  Judges\t\r  (Carroll,\t\r  Ed.\t\r  1961)\t\r  American\t\r  \nJudicature\t\r  Society,\t\r  p.\t\r  7.\t\r  \n\t\r  \n\t\r  \n10\t\r   See\t\r  Code\t\r  of\t\r  Trial\t\r  Conduct.\t\r  American\t\r  College\t\r  of\t\r  Trial\t\r  Lawyers,\t\r  1962-­‐63.\t\r  \n\t\r  \n\t\r  \n11\t\r   See\t\r  Canons\t\r  of\t\r  Professional\t\r  Ethics,\t\r  American\t\r  Bar\t\r  Association,\t\r  Canon\t\r  No.\t\r  1.\t\r  \n\t\r  \n\t\r  \n12\t\r   28\t\r  U.S.C.A.\t\r  §\t\r  46.\t\r  ‘Assignment\t\r  of\t\r  judges;\t\r  divisions;\t\r  hearings;\t\r  quorum\t\r  \n‘(c)\t\r  Cases\t\r  and\t\r  controversies\t\r  shall\t\r  be\t\r  heard\t\r  and\t\r  determined\t\r  by\t\r  a\t\r  court\t\r  of\t\r  division\t\r  of\t\r  not\t\r  more\t\r  than\t\r  three\t\r  judges,\t\r  unless\t\r  a\t\r  \n\t\r  \nhearing\t\r  or\t\r  rehearing\t\r  before\t\r  the\t\r  court\t\r  in\t\r  banc\t\r  is\t\r  ordered\t\r  by\t\r  a\t\r  majority\t\r  of\t\r  the\t\r  circuit\t\r  judges\t\r  of\t\r  the\t\r  circuit\t\r  who\t\r  are\t\r  in\t\r  active\t\r  \nservice.\t\r  A\t\r  court\t\r  in\t\r  banc\t\r  shall\t\r  consist\t\r  of\t\r  all\t\r  active\t\r  circuit\t\r  judges\t\r  of\t\r  the\t\r  circuit.’\t\r  \n\t\r  \n1\t\r   A\t\r  feature\t\r  article\t\r  dated\t\r  at\t\r  New\t\r  Orleans\t\r  and\t\r  appearing\t\r  in\t\r  the\t\r  public\t\r  press\t\r  of\t\r  July\t\r  20,\t\r  1963,\t\r  presents\t\r  a\t\r  widely\t\r  held\t\r  conception\t\r  \nof\t\r  the\t\r  situation.\t\r  Excerpts\t\r  from\t\r  that\t\r  article\t\r  follow:\t\r  \n\t\r  \n‘The\t\r  U.S.\t\r  Circuit\t\r  Court\t\r  for\t\r  the\t\r  Firth\t\r  Circuit\t\r  has\t\r  blazed\t\r  new\t\r  legal\t\r  trails\t\r  for\t\r  nearly\t\r  a\t\r  decade\t\r  in\t\r  the\t\r  deep\t\r  south\t\r  in\t\r  the\t\r  civil\t\r  rights\t\r  \nstruggle\t\r  for\t\r  which\t\r  Negroes\t\r  are\t\r  now\t\r  demonstrating.\t\r  *\t\r  *\t\r  *\t\r  \n‘The\t\r  Court’s\t\r  ‘hard\t\r  core’\t\r  majority\t\r  has\t\r  moved\t\r  at\t\r  every\t\r  opportunity,\t\r  within\t\r  its\t\r  appellate\t\r  power,\t\r  to\t\r  implement\t\r  this\t\r  school\t\r  \ndecision.\t\r  Its\t\r  orders,\t\r  some\t\r  without\t\r  precedent,\t\r  forced\t\r  the\t\r  riot-­‐triggering\t\r  admission\t\r  of\t\r  James\t\r  Meredith\t\r  to\t\r  the\t\r  University\t\r  of\t\r  \nMississippi\t\r  last\t\r  year.\t\r  \n‘It\t\r  often\t\r  has\t\r  moved\t\r  ahead\t\r  of\t\r  the\t\r  Supreme\t\r  Court\t\r  to\t\r  use\t\r  the\t\r  1954\t\r  decision\t\r  as\t\r  a\t\r  guideline\t\r  to\t\r  order\t\r  desegregation\t\r  of\t\r  other\t\r  \nfacilities—\t\r  buses,\t\r  terminals,\t\r  libraries,\t\r  city\t\r  auditoriums,\t\r  parks\t\r  and\t\r  playgrounds.\t\r  *\t\r  *\t\r  *\t\r  \n‘It\t\r  has\t\r  repeatedly\t\r  overruled,\t\r  and\t\r  often\t\r  sharply\t\r  rebuked,\t\r  Southern\t\r  district\t\r  court\t\r  judges\t\r  who\t\r  have\t\r  refused\t\r  to\t\r  accept\t\r  or\t\r  carry\t\r  \nout\t\r  the\t\r  Supreme\t\r  Court’s\t\r  rulings.\t\r  *\t\r  *\t\r  *\t\r  \n‘The\t\r  split\t\r  was\t\r  exemplified\t\r  by\t\r  the\t\r  Court’s\t\r  recent\t\r  4-­‐4\t\r  deadlock\t\r  over\t\r  the\t\r  issue\t\r  of\t\r  a\t\r  jury\t\r  trial\t\r  for\t\r  Mississippi\t\r  Governor\t\r  Ross\t\r  \nBarnett\t\r  on\t\r  criminal\t\r  contempt\t\r  charges\t\r  growing\t\r  out\t\r  of\t\r  his\t\r  defiance\t\r  of\t\r  its\t\r  orders\t\r  to\t\r  integrate\t\r  Ole\t\r  Miss.\t\r  *\t\r  *\t\r  *\t\r  \n‘The\t\r  four\t\r  judges\t\r  who\t\r  opposed\t\r  a\t\r  jury\t\r  trial\t\r  for\t\r  Barnett\t\r  have\t\r  stood\t\r  together\t\r  consistently\t\r  in\t\r  decisions\t\r  on\t\r  civil\t\r  rights\t\r  cases.\t\r  \nThey\t\r  are\t\r  Chief\t\r  Judge\t\r  Tuttle\t\r  and\t\r  Judges\t\r  Richard\t\r  T.\t\r  Rives\t\r  of\t\r  Montgomery,\t\r  Alabama,\t\r  John\t\r  Minor\t\r  Wisdom\t\r  of\t\r  New\t\r  Orleans,\t\r  and\t\r  \nJohn\t\r  R.\t\r  Brown\t\r  of\t\r  Houston.\t\r  *\t\r  *\t\r  *’\t\r  \nThese\t\r  four\t\r  Judges\t\r  will\t\r  hereafter\t\r  sometimes\t\r  be\t\r  referred\t\r  to\t\r  as\t\r  The\t\r  Four.\t\r  \n\t\r  \n2\t\r   Two\t\r  Guys\t\r  from\t\r  Harrison-­‐Allentown,\t\r  Inc.\t\r  v.\t\r  McGinley,\t\r  1959,\t\r  266\t\r  F.2d\t\r  427,\t\r  431-­‐432,\t\r  Note\t\r  6.\t\r  \n\t\r  \n\t\r  \n3\t\r   After\t\r  reciting\t\r  its\t\r  finding\t\r  that\t\r  those\t\r  attending\t\r  the\t\r  public\t\r  schools\t\r  of\t\r  Birmingham\t\r  had\t\r  been\t\r  cautioned\t\r  not\t\r  to\t\r  stay\t\r  away\t\r  from\t\r  \nschool\t\r  during\t\r  the\t\r  remaining\t\r  weeks\t\r  of\t\r  the\t\r  session,\t\r  the\t\r  order\t\r  continues:\t\r  \n\t\r  \n  21 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \n‘This\t\r  Court\t\r  was\t\r  shocked\t\r  to\t\r  see\t\r  hundreds\t\r  of\t\r  school\t\r  children\t\r  ranging\t\r  in\t\r  age\t\r  from\t\r  six\t\r  to\t\r  sixteen\t\r  running\t\r  loose\t\r  and\t\r  wild\t\r  \nwithout\t\r  direction\t\r  over\t\r  the\t\r  streets\t\r  of\t\r  Birmingham\t\r  and\t\r  in\t\r  the\t\r  business\t\r  establishments.\t\r  It\t\r  is\t\r  due\t\r  to\t\r  the\t\r  patience\t\r  and\t\r  good\t\r  \njudgment\t\r  of\t\r  the\t\r  people\t\r  of\t\r  Birmingham\t\r  and\t\r  the\t\r  police\t\r  officials\t\r  particularly\t\r  that\t\r  no\t\r  one\t\r  was\t\r  seriously\t\r  injured\t\r  on\t\r  May\t\r  7,\t\r  \n1963,\t\r  when\t\r  the\t\r  demonstrators\t\r  were\t\r  allowed\t\r  by\t\r  the\t\r  police\t\r  department\t\r  and\t\r  city\t\r  officials\t\r  of\t\r  Birmingham\t\r  to\t\r  parade\t\r  within\t\r  a\t\r  \ncertain\t\r  designated\t\r  area,\t\r  and\t\r  the\t\r  hundreds\t\r  of\t\r  school\t\r  children\t\r  in\t\r  the\t\r  parade\t\r  refused\t\r  to\t\r  stay\t\r  within\t\r  the\t\r  boundaries\t\r  of\t\r  the\t\r  \nparade\t\r  area,\t\r  broke\t\r  through\t\r  the\t\r  police\t\r  and\t\r  for\t\r  some\t\r  forty-­‐five\t\r  minutes\t\r  ran\t\r  wild\t\r  over\t\r  the\t\r  City\t\r  of\t\r  Birmingham.\t\r  \n‘This\t\r  Court\t\r  cannot\t\r  conceive\t\r  of\t\r  a\t\r  Federal\t\r  Court\t\r  saying\t\r  to\t\r  the\t\r  Board\t\r  of\t\r  Education\t\r  of\t\r  the\t\r  City\t\r  of\t\r  Birmingham,\t\r  made\t\r  up\t\r  of\t\r  \ndedicated,\t\r  courageous,\t\r  honorable\t\r  men\t\r  that\t\r  they\t\r  should\t\r  take\t\r  no\t\r  action\t\r  under\t\r  the\t\r  circumstances\t\r  and\t\r  that\t\r  the\t\r  children\t\r  who\t\r  \ndeliberately\t\r  failed\t\r  to\t\r  attend\t\r  school\t\r  for\t\r  some\t\r  several\t\r  days\t\r  should\t\r  not\t\r  in\t\r  any\t\r  way\t\r  be\t\r  punished\t\r  or\t\r  penalized.\t\r  White\t\r  students\t\r  \nin\t\r  recent\t\r  weeks\t\r  have\t\r  been\t\r  suspended\t\r  or\t\r  expelled\t\r  from\t\r  the\t\r  Birmingham\t\r  high\t\r  schools\t\r  for\t\r  similar\t\r  or\t\r  lesser\t\r  offenses.\t\r  *\t\r  *\t\r  *\t\r  This\t\r  \nCourt\t\r  feels\t\r  that\t\r  the\t\r  Board\t\r  of\t\r  Education\t\r  of\t\r  the\t\r  City\t\r  of\t\r  Birmingham\t\r  in\t\r  its\t\r  disciplinary\t\r  problems\t\r  deserves\t\r  no\t\r  interference\t\r  \nfrom\t\r  this\t\r  Court\t\r  so\t\r  long\t\r  as\t\r  it\t\r  stays\t\r  within\t\r  reasonable\t\r  bounds.\t\r  The\t\r  Court\t\r  has\t\r  been\t\r  assured\t\r  by\t\r  the\t\r  Board\t\r  of\t\r  Education\t\r  that\t\r  \nproper\t\r  officials\t\r  are\t\r  presently\t\r  in\t\r  the\t\r  process\t\r  of\t\r  giving\t\r  each\t\r  and\t\r  every\t\r  student\t\r  who\t\r  has\t\r  been\t\r  notified\t\r  that\t\r  he\t\r  has\t\r  been\t\r  \nsuspended\t\r  or\t\r  expelled,\t\r  a\t\r  speedy,\t\r  fair\t\r  and\t\r  comprehensive\t\r  hearing,\t\r  that\t\r  the\t\r  students\t\r  have\t\r  been\t\r  notified\t\r  of\t\r  the\t\r  specific\t\r  \ncharges\t\r  brought\t\r  against\t\r  them\t\r  which,\t\r  if\t\r  proven,\t\r  would\t\r  justify\t\r  discipline\t\r  or\t\r  expulsion\t\r  under\t\r  the\t\r  regulations\t\r  or\t\r  policy\t\r  of\t\r  the\t\r  \nBoard\t\r  of\t\r  Education.\t\r  \n‘This\t\r  Court\t\r  has\t\r  been\t\r  advised\t\r  that\t\r  the\t\r  suspension\t\r  or\t\r  expulsion\t\r  of\t\r  no\t\r  child\t\r  will\t\r  be\t\r  upheld\t\r  by\t\r  the\t\r  school\t\r  Board,\t\r  after\t\r  a\t\r  \nhearing,\t\r  due\t\r  to\t\r  prejudice,\t\r  anger\t\r  or\t\r  in\t\r  retaliation.\t\r  \n‘The\t\r  Court\t\r  feels\t\r  that\t\r  this\t\r  is\t\r  borne\t\r  our\t\r  by\t\r  the\t\r  fact\t\r  that\t\r  the\t\r  school\t\r  Board\t\r  in\t\r  adopting\t\r  its\t\r  policy\t\r  at\t\r  the\t\r  same\t\r  time\t\r  stipulated\t\r  \nthat\t\r  all\t\r  students,\t\r  whether\t\r  expelled\t\r  or\t\r  suspended,\t\r  would\t\r  be\t\r  allowed\t\r  to\t\r  make\t\r  up\t\r  the\t\r  work\t\r  that\t\r  they\t\r  had\t\r  lost\t\r  in\t\r  summer\t\r  \nschool.\t\r  *\t\r  *\t\r  *\t\r  Furthermore,\t\r  the\t\r  Court\t\r  finds\t\r  that\t\r  suspension,\t\r  pending\t\r  a\t\r  hearing\t\r  and\t\r  opportunity\t\r  to\t\r  make\t\r  up\t\r  the\t\r  work\t\r  in\t\r  the\t\r  \nsummer\t\r  in\t\r  any\t\r  event\t\r  is\t\r  not\t\r  unduly\t\r  harsh\t\r  under\t\r  the\t\r  circumstances,\t\r  taking\t\r  into\t\r  consideration\t\r  the\t\r  necessity\t\r  of\t\r  maintaining\t\r  \nthe\t\r  morale\t\r  and\t\r  efficient\t\r  operation\t\r  of\t\r  the\t\r  school\t\r  system.\t\r  \n‘It\t\r  is,\t\r  therefore,\t\r  at\t\r  this\t\r  time,\t\r  ORDERED,\t\r  ADJUDGED\t\r  and\t\r  DECREED\t\r  that\t\r  plaintiff’s\t\r  motion\t\r  for\t\r  a\t\r  temporary\t\r  restraining\t\r  order\t\r  \nbe,\t\r  and\t\r  the\t\r  same\t\r  is\t\r  hereby\t\r  denied.“\t\r  [Emphasis\t\r  added.]\t\r  \n\t\r  \n4\t\r   The\t\r  entry\t\r  made\t\r  on\t\r  the\t\r  Minutes\t\r  of\t\r  the\t\r  meeting\t\r  of\t\r  the\t\r  Judicial\t\r  Council\t\r  for\t\r  the\t\r  Fifth\t\r  Circuit\t\r  in\t\r  New\t\r  Orleans\t\r  on\t\r  May\t\r  29,\t\r  1963\t\r  \nfollows:\t\r  \n\t\r  \n‘The\t\r  power\t\r  of\t\r  a\t\r  single\t\r  Circuit\t\r  Judge\t\r  to\t\r  act\t\r  in\t\r  certain\t\r  instances\t\r  including\t\r  the\t\r  power\t\r  to\t\r  grant\t\r  injunctive\t\r  relief\t\r  was\t\r  next\t\r  \ndiscussed.\t\r  It\t\r  was\t\r  not\t\r  possible\t\r  to\t\r  resolve\t\r  the\t\r  question\t\r  of\t\r  power\t\r  by\t\r  rule\t\r  or\t\r  otherwise\t\r  due\t\r  to\t\r  an\t\r  even\t\r  division\t\r  among\t\r  the\t\r  \nmembers\t\r  of\t\r  the\t\r  Council\t\r  as\t\r  to\t\r  the\t\r  presence\t\r  or\t\r  absence\t\r  of\t\r  such\t\r  power,\t\r  and\t\r  because\t\r  some\t\r  felt\t\r  that\t\r  it\t\r  was\t\r  not\t\r  the\t\r  appropriate\t\r  \nsubject\t\r  matter\t\r  of\t\r  a\t\r  rule.’\t\r  \n\t\r  \n5\t\r   The\t\r  order,\t\r  as\t\r  it\t\r  appears\t\r  in\t\r  the\t\r  file\t\r  of\t\r  the\t\r  Stell\t\r  case,\t\r  is\t\r  as\t\r  follows:\t\r  \n‘It\t\r  is\t\r  ORDERED\t\r  that\t\r  the\t\r  above\t\r  entitled\t\r  and\t\r  numbered\t\r  cause\t\r  be\t\r  assigned\t\r  for\t\r  hearing\t\r  at\t\r  Atlanta,\t\r  Georgia\t\r  on\t\r  Friday,\t\r  May\t\r  24,\t\r  \n\t\r  \n1963\t\r  before\t\r  a\t\r  panel\t\r  consisting\t\r  of\t\r  Judges\t\r  Tuttle,\t\r  Rives\t\r  and\t\r  Bell.\t\r  \nElbert\t\r  P.\t\r  Tuttle\t\r  CHIEF\t\r  JUDGE,\t\r  U.S.\t\r  Court\t\r  of\t\r  Appeals.\t\r  \nto\t\r  be\t\r  filed\t\r  and\t\r  entered\t\r  as\t\r  of\t\r  5/21.’\t\r  \nThe\t\r  panel\t\r  before\t\r  whom\t\r  cases\t\r  were\t\r  being\t\r  argued\t\r  during\t\r  the\t\r  week\t\r  beginning\t\r  May\t\r  20th\t\r  was\t\r  the\t\r  one\t\r  sitting\t\r  at\t\r  Houston,\t\r  \nTexas\t\r  composed\t\r  of\t\r  Judges\t\r  Hutcheson,\t\r  Brown\t\r  and\t\r  Lumbard.\t\r  \n\t\r  \n6\t\r   The\t\r  only\t\r  rules\t\r  I\t\r  can\t\r  find\t\r  relating\t\r  to\t\r  the\t\r  assignment\t\r  of\t\r  cases\t\r  and\t\r  of\t\r  Judges\t\r  are\t\r  Rules\t\r  35,\t\r  36\t\r  and\t\r  17:\t\r  \n‘Rule\t\r  35.\t\r  Assignment\t\r  of\t\r  Cases\t\r  for\t\r  Hearing\t\r  \n\t\r  \n‘1.\t\r  Thirty\t\r  days\t\r  prior\t\r  to\t\r  the\t\r  opening\t\r  of\t\r  a\t\r  regular\t\r  session\t\r  of\t\r  this\t\r  court\t\r  at\t\r  Atlanta,\t\r  Montgomery,\t\r  Fort\t\r  Worth,\t\r  and\t\r  Jacksonville,\t\r  \nand\t\r  thirty\t\r  days\t\r  prior\t\r  to\t\r  the\t\r  opening\t\r  of\t\r  the\t\r  various\t\r  sessions\t\r  at\t\r  New\t\r  Orleans,\t\r  the\t\r  clerk\t\r  is\t\r  directed\t\r  to\t\r  assign\t\r  cases\t\r  returnable\t\r  \nat\t\r  said\t\r  places\t\r  that\t\r  are\t\r  ready\t\r  for\t\r  hearing\t\r  in\t\r  such\t\r  manner\t\r  as\t\r  may\t\r  be\t\r  most\t\r  convenient\t\r  to\t\r  expedite\t\r  the\t\r  business\t\r  of\t\r  the\t\r  court.\t\r  \n‘2.\t\r  Any\t\r  appeal\t\r  returnable\t\r  at\t\r  Atlanta,\t\r  Montgomery,\t\r  Fort\t\r  Worth,\t\r  Jacksonville,\t\r  or\t\r  New\t\r  Orleans\t\r  may\t\r  be\t\r  assigned\t\r  for\t\r  hearing\t\r  at\t\r  \nany\t\r  other\t\r  place\t\r  of\t\r  holding\t\r  court\t\r  for\t\r  a\t\r  more\t\r  prompt\t\r  hearing,\t\r  on\t\r  consent\t\r  of\t\r  the\t\r  parties\t\r  or\t\r  on\t\r  motion\t\r  of\t\r  either\t\r  party\t\r  or\t\r  on\t\r  the\t\r  \ncourt’s\t\r  own\t\r  motion.’\t\r  \n‘Rule\t\r  36.\t\r  Assignment\t\r  of\t\r  Judges\t\r  \n‘It\t\r  is\t\r  ordered\t\r  that\t\r  whenever\t\r  a\t\r  full\t\r  bench\t\r  of\t\r  three\t\r  judges\t\r  shall\t\r  not\t\r  be\t\r  made\t\r  up\t\r  by\t\r  the\t\r  attendance\t\r  of\t\r  the\t\r  associate\t\r  justice\t\r  of\t\r  \nthe\t\r  Supreme\t\r  Court\t\r  assigned\t\r  to\t\r  the\t\r  circuit,\t\r  and\t\r  of\t\r  the\t\r  circuit\t\r  judges,\t\r  so\t\r  many\t\r  of\t\r  the\t\r  district\t\r  judges,\t\r  as\t\r  may\t\r  be\t\r  necessary\t\r  to\t\r  \nmake\t\r  up\t\r  a\t\r  full\t\r  court\t\r  of\t\r  three\t\r  judges,\t\r  are\t\r  hereby\t\r  designated\t\r  and\t\r  assigned\t\r  to\t\r  sit\t\r  in\t\r  this\t\r  court;\t\r  provided,\t\r  however,\t\r  that\t\r  the\t\r  \ncourt\t\r  may,\t\r  at\t\r  any\t\r  time,\t\r  by\t\r  particular\t\r  assignment,\t\r  designate\t\r  any\t\r  district\t\r  judge\t\r  to\t\r  sit\t\r  as\t\r  aforesaid.’\t\r  \n‘Rule\t\r  17.\t\r  Docket\t\r  \n‘The\t\r  clerk\t\r  shall\t\r  enter\t\r  upon\t\r  a\t\r  docket\t\r  all\t\r  cases\t\r  brought\t\r  to\t\r  and\t\r  pending\t\r  in\t\r  the\t\r  court\t\r  in\t\r  their\t\r  proper\t\r  chronological\t\r  order,\t\r  and\t\r  \nsuch\t\r  docket\t\r  shall\t\r  be\t\r  called\t\r  at\t\r  every\t\r  term\t\r  *\t\r  *\t\r  *.’\t\r  \n\t\r  \n7\t\r   Rule\t\r  40,\t\r  F.R.C.P.\t\r  provides\t\r  that\t\r  precedence\t\r  shall\t\r  be\t\r  given\t\r  to\t\r  actions\t\r  entitled\t\r  thereto\t\r  by\t\r  any\t\r  statute\t\r  of\t\r  the\t\r  United\t\r  States.\t\r  \n  22 \n \n\nArmstrong v. Board of Ed. of City of Birmingham, Jefferson..., 323 F.2d 333 (1963)   \n \n \n\t\r   \t\r  \n8\t\r   No.\t\r  3215,\t\r  Jackson\t\r  Division,\t\r  Southern\t\r  District,\t\r  United\t\r  States\t\r  v.\t\r  City\t\r  of\t\r  McComb,\t\r  et\t\r  al.,\t\r  order\t\r  entered\t\r  11-­‐9-­‐61;\t\r  No.\t\r  C-­‐3235,\t\r  \nJackson\t\r  Division,\t\r  Southern\t\r  District,\t\r  Reverend\t\r  Clark\t\r  et\t\r  al.\t\r  v.\t\r  Allen\t\r  Thompson,\t\r  Mayor,\t\r  et\t\r  al.,\t\r  order\t\r  entered\t\r  1-­‐23-­‐62;\t\r  No.\t\r  C-­‐\n\t\r  \n3312,\t\r  Jackson\t\r  Division,\t\r  Southern\t\r  District,\t\r  United\t\r  States\t\r  v.\t\r  State\t\r  of\t\r  Mississippi\t\r  et\t\r  al.,\t\r  order\t\r  entered\t\r  9-­‐5-­‐62.\t\r  \n\t\r  \n*\t\r   Of\t\r  the\t\r  Second\t\r  Circuit,\t\r  sitting\t\r  by\t\r  designation.\t\r  \n\t\r  \n\t\r  \n1\t\r   In\t\r  Judge\t\r  Lynne’s\t\r  original\t\r  opinion\t\r  it\t\r  was\t\r  stated:\t\r  \n‘This\t\r  Court\t\r  will\t\r  not\t\r  sanction\t\r  discrimination\t\r  by\t\r  them\t\r  (the\t\r  Superintendent\t\r  and\t\r  Board\t\r  of\t\r  Education)\t\r  in\t\r  the\t\r  name\t\r  of\t\r  the\t\r  \n\t\r  \nPlacement\t\r  Law\t\r  *\t\r  *\t\r  *’\t\r  \n‘Adequate\t\r  time\t\r  remains\t\r  before\t\r  the\t\r  opening\t\r  of\t\r  the\t\r  September,\t\r  1963,\t\r  school\t\r  term\t\r  for\t\r  the\t\r  processing\t\r  of\t\r  applications\t\r  for\t\r  \nassignments\t\r  or\t\r  transfers\t\r  in\t\r  behalf\t\r  of\t\r  interested\t\r  individuals.\t\r  Jurisdiction\t\r  of\t\r  this\t\r  action\t\r  will\t\r  be\t\r  retained\t\r  for\t\r  the\t\r  purpose\t\r  of\t\r  \npermitting\t\r  the\t\r  filing\t\r  of\t\r  such\t\r  supplemental\t\r  complaint,\t\r  if\t\r  any,\t\r  as\t\r  might\t\r  be\t\r  entitled\t\r  to\t\r  be\t\r  presented,\t\r  in\t\r  case\t\r  of\t\r  any\t\r  \nunconstitutional\t\r  application\t\r  of\t\r  the\t\r  Alabama\t\r  School\t\r  Placement\t\r  Law\t\r  against\t\r  the\t\r  plaintiffs,\t\r  or\t\r  others\t\r  similarly\t\r  situated,\t\r  or\t\r  of\t\r  \nany\t\r  other\t\r  unconstitutional\t\r  action\t\r  on\t\r  the\t\r  part\t\r  of\t\r  defendants\t\r  against\t\r  them.\t\r  The\t\r  issues\t\r  tendered\t\r  by\t\r  any\t\r  supplemental\t\r  \ncomplaint\t\r  will\t\r  be\t\r  given\t\r  a\t\r  preferred\t\r  setting\t\r  on\t\r  the\t\r  docket\t\r  of\t\r  this\t\r  court\t\r  and\t\r  will\t\r  be\t\r  heard\t\r  on\t\r  five\t\r  days\t\r  notice\t\r  to\t\r  defendants.’\t\r  \n\t\r  \n2\t\r   ‘Handbook\t\r  for\t\r  Judges’\t\r  edited\t\r  by\t\r  Donald\t\r  K.\t\r  Carroll,\t\r  American\t\r  Judicature\t\r  Society.\t\r  \n\t\r  \n\t\r  \n3\t\r   See\t\r  Goss\t\r  v.\t\r  Board\t\r  of\t\r  Education\t\r  of\t\r  the\t\r  City\t\r  of\t\r  Knoxville,\t\r  Tennessee,\t\r  supra.\t\r  \n\t\r  \n\t\r  \n \n \n\t\r  \n\t\r   \t\r  \n\t\r   \t\r  \n \n \n \n  23 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/85921"
    }
  ],
  "document_count": 4
}