{
  "case_id": 13221,
  "fetched_at": "2025-10-20T22:53:54.102222",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Complaint (any)",
      "Monetary Relief",
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "New York",
        "name": "City of New York",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "City of New York",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "New York Police Department commissioner ",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Policing"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Denied",
    "class_action_sought": "Yes",
    "closing_year": 2013,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Discrimination Prohibition"
      },
      {
        "value": "Implement complaint/dispute resolution process"
      }
    ],
    "court": "New York state trial court",
    "custom_issues": [],
    "defendant_payment": "10,000",
    "defendant_type": [
      {
        "value": "Law-enforcement"
      },
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2010-05-19",
    "filing_year": 2010,
    "id": 13221,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Affected National Origin/Ethnicity(s): Arab/Afgani/Middle Eastern",
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "Affected National Origin/Ethnicity(s): Hispanic",
      "General/Misc.: Racial profiling",
      "Discrimination Area: Disparate Impact",
      "Discrimination Area: Disparate Treatment"
    ],
    "last_checked_date": "2018-05-02T00:00:00-04:00",
    "main_docket": {
      "id": 30490,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2010,
      "docket_filing_number": 106579,
      "is_main_docket": true,
      "court": "New York state trial court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "106579/2010",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Lino v. City of New York",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 2013,
    "permanent_injunction": false,
    "plaintiff_description": "Putative class action suit filed on behalf of two New York City residents who have been stopped, questioned, searched, arrested, and given sumonses that were dismissed, despite their personal information being stored on an NYPD database that functions as an index for investigations. Both are men of color, under the age of 40, with no criminal history.",
    "plaintiff_type": [
      {
        "value": "Non-profit NON-religious organization"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Attorneys fees",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Stop-and-Frisk (NY)"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>On May 19, 2010, the New York Civil Liberties Union filed this putative class action suit on behalf of two male New York City residents who were allegedly stopped and frisked without reasonable suspicion or probable cause. The plaintiffs sued in New York State Court and alleged numerous violations of New York law, as well as violations of the First, Fourth, and Fifth Amendments of the U.S. Constitution. They sued under state law and 42 U.S.C. § 1983. </p><p>According to the complaint, Plaintiffs, both under the age of 40 and without criminal records, were stopped, questioned, searched, arrested, and given summonses that were later dismissed. Nevertheless, the NYPD kept their contact information in a massive stop-and-frisk database. The NYPD stored the information of all people stopped and frisked, refusing to seal misdemeanor and felony records. NYPD was also collecting information of individuals who were neither arrested nor summoned, and of those whose arrests and summonses were dropped. This database served as the index for investigations later carried about by the NYPD. 80% of people stopped and frisked were Black or Latino. </p><p>Plaintiffs sought declaratory judgments and an injunction requiring defendants to seal all records. On June 24, 2011, Justice Barbara Jaffe issued an order that granted the defendant's motion to dismiss. 932 N.Y.S.2d 761. {explain basis for decision and then the subsequent appeal which reversed, from the Dec, 20, 2012 order}</p><p>The parties settled in July 2013. Under the settlement, New York City paid $10,000 for all the claims that were or could have been raised by any plaintiffs in this action - including all costs, expenses, and attorney fees, and agreed to remove all information establishing the identity of individuals who were stopped, frisked, or questioned. The settlement also required the NYPD to cease entering such identifying information into the database. The City issued a written directive barring further entries into the database, and that directive was provided to the NYCLU under the terms of the settlement. </p><p>The court did not retain jurisdiction over the matter; the case was dismissed on the same day as the settlement was entered. </p>",
    "summary_published_date": "2018-03-17T00:00:00-04:00",
    "summary_short": "On January 1, 2010, the New York Civil Liberties Union filed a class action suit on behalf of individuals subjected to unreasonable stops and frisks. Suit brought on behalf of two males of color who were stopped and frisked without reasonable suspicion or probable cause. During these stops, NYPD collected the contact information of plaintiffs for a massive database from which investigations stem. By not sealing criminal history, this database violated NY state law and caused individuals with no convictions to be stigmatized by criminal records.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/13221",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=13221",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=13221",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=13221"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116835,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116835"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 96956,
      "file": null,
      "title": "",
      "text": null,
      "document_type_other": "",
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/96956"
    },
    {
      "date": "2013-08-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74952,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74952.pdf",
      "title": "Stipulation and Order of Settlement and Discontinuance",
      "text": "SUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF NEW YORI<. \n------------------------ - -------,---------------- x \nCLIVE LINO and DARYL KHAN, on behalf of \nthemselves and all others similarly situated  STIPULATION AND \nORDER OF \nPlaintiffs,  SETTLEMENT AND \nDISCONTINUANCE \n-against-\nTHE CITY OF NEW YORK; RAYMOND KELLY, \nNew York City Police Department Commissioner, in his  Index No. 101106579 \nindividual and official capacities; JANE DOE, New York \nCity Police Lieutenant, in her individual and official \ncapacities; and JOHN DOES 1-3, New York City Police \nOfficers, in their individual and official capacities, \nDefendants. \n--- - --------------- --- -- ----------------------- x \nWHEREAS, plaintiffs commenced this putative class action by filing a complaint \non May 24,  2010,  alleging that defendants'  entry and maintenance of individual identifying \ninformation  obtained  by  the  New  York  City  Police  Department  (\"NYPD\")  during  \"stop, \nquestion, and frisk\" encounters into a centralized computer database (the \"UF-250 database\") \nviolated N.Y. Crim. Proc. Law §160.50 and §160.55; and \nWHEREAS,  plaintiff  Daryl  Khan  further  alleged  that  his  individual \nconstitutional rights were violated when he was stopped,  detained, and issued summonses on \nOctober 7,2009; and \nWHEREAS, defendants have denied any and all liability arising out of plaintiffs' \nallegations; and \nr' \n\nWHEREAS, since July 2010, when N.Y. Crim. Proc. Law §140.S0(4) went into \neffect, the NYPD has not entered into a computerized or electronic database information that \nestablishes  the  personal  identity  of an  individual  who  has  been  stopped,  questioned  and/or \nfrisked by a police officer if that individual is released without further legal action; and \nWHEREAS, the parties now desire to resolve the issues raised in this litigation, \nwithout further proceedings and without admitting any fault or liability; \nNOW, THEREFORE, IT IS  HEREBY STIPULATED AND AGREED,  by \nand between the undersigned, as follows: \n1.  The  above-referenced  action  is  hereby  dismissed,  with  prejudice,  and \nwithout costs, expenses, or fees in excess of the amount specified in paragraph \"2\" below. \n2.  Defendant City of New York hereby agrees to  pay the sum of $10,000 \n(Ten Thousand Dollars) to the New York Civil Liberties Union Foundation in full satisfaction of \nall claims that were or could have been raised by any plaintiff in this action, including claims for \ncosts, expenses and attorney fees.  In consideration for the payment of this sum, plaintiffs agree \nto  dismissal  of all  the  claims  against  the  individually  named  defendants  and  to  release  all \ndefendants,  their  successors  or  assigns  and  all  present  or  former  officials,  employees \nrepresentatives or agents of the City of New York, and the City of New York from any and all \nliability,  claims,  or  rights  of action  arising  from  the  allegations  set  forth  in  the  complaint, \nincluding claims for costs, expenses and attorney fees. \n3.  Plaintiffs shall execute and deliver to defendants' attorney all documents \nnecessary to effect this settlement, including, without limitation, a release based on the terms of \nparagraph 2 above and, for plaintiff Daryl Khan, an affidavit regarding Liens. \n\"'\" \n. \n- 2 -\n\n4.  Nothing contained herein shall be deemed to  be an admission by any of \nthe defendants that they have in any manner or way violated plaintiffs' rights, or the rights of any \nother person or entity, as defined in the constitutions, statutes, ordinances, rules or regulations of \nthe United States, the State of New York, or the City of New York or any other rules, regulations \nor bylaws of any department or subdivision of the City of New York.  This stipulation shall not \nbe admissible in, nor is it related to, any other litigation or settlement negotiations. \n5.  Nothing contained herein shall be deemed to constitute a policy or practice \nof the City of New York. \n6.  Defendant City of New York agrees that, within ninety days of the date of \nthis  settlement,  it  will  delete  from  the  UF-250  database  any  remaining  information  that \nestablishes  the  personal  identity  of an  individual  who  has  been  stopped,  questioned  and/or \nfrisked,  including the name and address of such individuals.  The City of New York further \nagrees that, as of the date of the settlement, the NYPD will refrain from entering such personal \nidentifying infonnation into the database.  Upon removal from the database of the personally \nidentifiable information specified in this paragraph, defense counsel will provide the New York \nCivil  Liberties Union  with written notice that the  information in fact  has  been removed.  In \naddition, defense counsel will provide to the NYCLU, once it is issued, a copy of the written \nNYPD  directive  barring  any  further  entry  into  the  database  of the  personally  identifiable \ninformation described in this paragraph. \n7.  This Stipulation and Order contains all of the terms and conditions agreed \nupon  by the parties hereto,  and  no  oral  agreement entered  into  at  any  time nor any  written \nagreement entered into prior to the execution of this Stipulation and Order regarding the subject \n- 3 -\n\nmatter of the instant proceeding shall be deemed to exist, or to bind the parties hereto, or to vary \nthe terms and conditions contained herein. \nDated:  New York, New York \nJuly  ,2013 \nChristopher Dunn, Esq.  MICHAEL A. CARDOZO \nNew Yark Civil Liberties Union Foundation  Corporation Counsel of the \nAttorney for Plaintiff  City of New York \n125 Broad Street, 19th Floor  Attorney for Defendants \nNew York, N.Y. 10004  100 Church Street, Room 2-182 \n(212) 607-3300  New York, N.Y.  10007 \n(212) 788-8119 \n( \nSO ORDERED: \n-4 -",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/74952"
    },
    {
      "date": "2012-12-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 552,
      "cite_1_reporter": "A.D.3d",
      "cite_1_vol": 101,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 8713,
      "cite_3_reporter": "N.Y.App.Div.LEXIS",
      "cite_3_vol": 2012,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74954,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74954.pdf",
      "title": "Opinion",
      "text": "  \nMichael A. Cardozo, Corporation Counsel, New York \n101 A.D.3d 552 \n(Mordecai Newman of counsel), for respondents. \nSupreme Court, Appellate Division, First \nDepartment, New York. \nCommunity Service Society of New York, New York \n(Judith M. Whiting of counsel), for amici curiae. \nClive LINO, et al., Plaintiffs–Appellants, \nv. \nMAZZARELLI,  J.P.,  CATTERSON,  DeGRASSE, \nThe CITY OF NEW YORK, et al., Defendants–\nRICHTER, MANZANET–DANIELS, JJ. \nRespondents. \nThe Community Service Society of New York, The \nOpinion \nBronx Defenders, The Center for Community \n \nAlternatives, The Legal Action Center, The Legal \n \nAid Society, MFY Legal Services, Youth Represent, \n*553 Order, Supreme Court, New York County (Barbara \nThe New York County Lawyers’ Association, and \nJaffe, J.), entered June 28, 2011, which, to the extent \nthe Fortune Society, Amici Curiae. \nappealed  from  **13  as  limited  by  the  briefs,  granted \ndefendants’  cross  motion  to  dismiss  the  complaint, \nDec. 20, 2012. \nunanimously reversed, on the law, without costs, and the \ncross motion denied. \n  \nSynopsis  In this class action proceeding brought pursuant to article \nBackground:  Individuals  who  had  been  arrested  and  9 of the CPLR, plaintiffs challenge the inclusion of their \nissued summonses that subsequently had been dismissed  police  records  in  the  New  York  Police  Department’s \nfiled  action  against  municipality  seeking  declaratory  (NYPD)  “stop  and  frisk”  database.  Plaintiffs  are  a \njudgment that police department’s failure to seal their  proposed class of 360,000 people who were stopped and \nrecords  violated  Criminal  Procedure  Law  regarding  frisked by NYPD officers and whose records are required \nsealing of records of exonerated individuals, and asserting  to be sealed pursuant to CPL sections 160.50 and 160.55, \ncommon-law tort claims seeking compensatory damages.  which mandate sealing upon favorable dispositions and \nThe Supreme Court, New York County, Barbara Jaffe, J.,  convictions  for  noncriminal  offenses.  The  class \n32  Misc.3d  1207(A),  2011  WL  2610501,  granted  allegations, however, are not subjects of this appeal. \ndefendants’ motion to dismiss the complaint. Plaintiffs    \nappealed.  The  two  named  plaintiffs  are  individuals  who  were \n   subject to the “stop and frisk” procedure of the NYPD and \nwho, as a result, were arrested and issued summonses that \nwere subsequently dismissed. Named plaintiff Clive Lino, \nHoldings: The Supreme Court, Appellate Division, held  at the time of the incident, was a 29 year old residing in \nthat:  Harlem where he works full-time at a residential facility \n   for students in crisis. On April 18, 2009, Mr. Lino was \n[1]  motion  to  dismiss  had  to  be  decided  by  accepting  stopped by NYPD officers while he was getting into his \nallegation  as  true  that  police  department  was  not  car  in  the  Bronx.  The  officers  issued  Mr.  Lino  two \ncomplying with Criminal Procedure Law;  summonses,  both  of  which  were  later  dismissed.  The \n   Bronx  Criminal  Court  issued  Mr.  Lino  a  notice  of \n[2] plaintiffs suffered injury in fact; and  dismissal stating that records of his summonses were to \n  \nbe sealed pursuant to CPL section 160.50. In a separate \n[3] Criminal Procedure Law regarding sealing of records \nincident, Mr. Lino paid a fine to resolve a noncriminal \nof exonerated individuals created private right of action to  violation. \nseek enforcement of statute.    \n   Named plaintiff Daryl Khan, at the time of the incident, \nwas  a  35–year–old  freelance  journalist  living  in  the \nReversed. \nClinton Hill neighborhood of Brooklyn. On October 7, \n  \n2009, two NYPD officers stopped Mr. Khan while he was \nriding his bicycle in Brooklyn. The officers issued Mr. \nAttorneys and Law Firms \nKhan  two  summonses,  both  of  which  were  later \ndismissed. \n**12 New York Civil Liberties Union Foundation, New \n  \nYork (Christopher Dunn of counsel), for appellants. \n \n   1  \n  \n\n  \nThe  record  establishes  that  the  procedure  of  NYPD  a constitutional right, even if records that should and have \nofficers when they stop and question individuals on the  not  been  sealed  are  used  in  another  proceeding.” \nstreets is as follows: the officer must complete a form  Additionally, the court held that the statute did not create \nknown as an UF–250 which records information about the  private rights of action and that plaintiffs lacked standing \nencounter, including the name and home address of the  because they failed to show that they suffered or will \nindividual stopped. In March 2006, the NYPD adopted a  suffer any injury. The motion court did not address the \npractice of compiling this information in a centralized  parties’ remaining contentions. \ncomputer database.    \n   For the reasons below, we agree with plaintiffs’ assertions \n*554 In June 2009, in a letter responding to City Council  on appeal that (1) the motion court improperly dismissed \nmember  Peter  Vallone,  Jr.’s  expressed  concern  about  plaintiffs’  *555  claims  for  declaratory  and  injunctive \nretention of the names in the database, Commissioner  relief, (2) the motion court improperly dismissed plaintiff \nKelly stated that the information collected during “stop  Khan’s  claim  for  damages  pursuant  to  defendants’ \nand frisk” incidents is “a tool for investigators to utilize in  violation of CPL section 160.50, and (3) the motion court \nsubsequent  location  and  apprehension  of  criminal  improperly dismissed plaintiff Khan’s common-law tort \nsuspects.” Commissioner Kelly also disclosed that the  claims seeking compensatory damages. \npersonal  information  in  the  database  “remains  there    \nindefinitely, for use in future investigations.”  [1] As a preliminary matter, defendants mischaracterize \n   plaintiffs’ complaint by asserting that plaintiffs requested \nOn  May  19,  2010,  plaintiffs  commenced  the  present  the  NYPD  to  expunge  their  records  when  plaintiffs \naction seeking a declaration that the NYPD’s failure to  actually requested an injunction requiring the NYPD to \nseal  their  records  violates  CPL  sections  160.50  and  seal their records. Additionally, defendants’ assertion that \n160.55. In pertinent part, CPL section 160.50(1)(c) states  they did not have the opportunity to develop an adequate \nthat  “[u]pon  the  termination  of  a  criminal  action  or  record showing that the NYPD is, as a matter of fact, \nproceeding against a person in favor of such a person, [...]  sealing the records at issue is immaterial to this appeal. \nall official records and papers ... shall be sealed and not  Although the motion court did not resolve the factual \nmade available to any person or public or private agency.”  issues regarding whether plaintiffs’ records are sealed in \n(Section  160.50  is  subject  to  exceptions  that  are  not  compliance  with  CPL  sections  160.50  and  160.55, \nrelevant here.) Additionally, CPL section 160.55 provides  defendants’  motion  to  dismiss  must  be  decided  by \nsimilarly  where  the  result  is  a  conviction  for  a  accepting plaintiffs’ allegation as true that the NYPD is \nnoncriminal offense.  not complying with the statute (see Leon v. Martinez, 84 \n   N.Y.2d 83, 87, 614 N.Y.S.2d 972, 638 N.E.2d 511 [1994] \nPlaintiffs also sought injunctive relief mandating sealing.  [noting that on a motion to dismiss, the court is to “accept \nFurthermore,  plaintiff  Khan  alleges  false  arrest,  false  the facts as alleged in the complaint as true [and] accord \nimprisonment, malicious prosecution, assault and battery,  plaintiffs  the  benefit  of  every  possible  favorable \nand seeks damages for these common-law torts and for  inference”] ). \nviolation of **14 CPL section 160.50. Plaintiff Khan also    \nseeks a declaration that his First, Fourth and Fourteenth  [2] Further, in order to establish standing, plaintiffs assert \nAmendment rights under the U.S. Constitution have been  that they have suffered an “injury in fact” and that the \nviolated and that his rights under the Constitution and  injury falls within the zone of interests to be protected by \nlaws of the State of New York have been violated.  the statutory provisions (see Matter of Grasso v. New \n   York City Tr. Auth., 63 A.D.3d 410, 411, 879 N.Y.S.2d \nDefendants  cross-moved  pursuant  to  CPLR  sections  460 [2009] ). Defendants argue that it is insufficient for \n3211(a)(7) and 7804(f) for an order dismissing plaintiffs’  plaintiffs to allege that their injuries arise from the fact \ncomplaint on the grounds that the complaint fails to state  that their records are not sealed. According to defendants, \na cause of action, that the named plaintiffs lack standing  plaintiffs must wait until they face a “readily apparent \nto sue, and that plaintiffs’ constitutional claims are barred  prospective injury” before they have standing to bring a \nby law and/or by the applicable statute of limitations.  cause of action against the possibility of an unlawful \n   disclosure of their records. \nThe motion court granted defendants’ cross motion to    \ndismiss. Regarding plaintiff Khan’s constitutional claims,  [3] [4] Defendants’ argument is misguided. Indeed, it makes \nthe court held that “the statute [ ] grant[s] only a statutory,  little sense for plaintiffs to have to wait until their job \nnot a constitutional, privilege to one whose records should  applications are in the mail or they are about to appear for \nbe sealed, and thus a statutory violation does not implicate  job interviews before they have standing to bring a cause \n \n   2  \n  \n\n  \nof **15 action against the effect of the unsealed records.  protection for exonerated individuals that is “ ‘consistent \nIn any event, well-established precedent supports the view  with the presumption of innocence, which simply means \nthat there can be an injury under the statute even where a  that  no  individual  should  suffer  adverse  consequences \nplaintiff merely fears the prospect of an adverse effect  merely on the basis of an accusation, unless the charges \nbefore his record is ever unlawfully disclosed (see Matter  were ultimately sustained in a court of law’ ” (Matter of \nof Hynes v. Karassik, 47 N.Y.2d 659, 664, 419 N.Y.S.2d  Joseph M. [New York City Bd. Of Educ.], 82 N.Y.2d 128, \n942, 393 N.E.2d 1015 [1979] [citing a list of cases in  131–32,  603  N.Y.S.2d  804,  623  N.E.2d  1154  [1993], \nwhich sealing, even absent statutory authorization, “was  quoting Governor’s Approval Mem., 1976 McKinney’s \nfound warranted to protect those who might unjustly be  Session Law of N.Y., at 2451). \ninjured  by  the  indiscriminate  availability  of  records”]    \n[emphasis added] ). Plaintiffs therefore correctly assert  [6] Defendants suggest that “[i]t is inconceivable that the \n*556 that they have suffered an injury in fact for two  purpose  of  §§  160.50  and  160.55  was  to  benefit \nreasons: (1) their records remain unsealed, which puts  individuals  whose  private  information  has  not  been \nthem at imminent risk that their records will be disclosed,  improperly disclosed.” *557 Plaintiffs, however, correctly \nand (2) the NYPD is improperly disclosing plaintiffs’  assert  that  CPL  sections  160.50  and  160.55  were  not \nrecords in the “stop and frisk” database, which may lead  intended  to  benefit  only  persons  whose  records  have \nto  plaintiffs  being  targeted  in  future  investigations.  already  been  unlawfully  released.  The  language  **16 \nAdditionally, plaintiffs’ injuries fall within the statutory  employed in CPL sections 160.50 and 160.55 requires \ngoal of insuring against the stigma that is created as a  that records must be sealed upon termination of a criminal \nresult of plaintiffs having been the subjects of unsustained  action.  Plaintiffs  correctly  assert  that  the  statute’s \naccusations (see id. at 662, 419 N.Y.S.2d 942, 393 N.E.2d  mandatory  sealing  requirements  demonstrate  that  the \n1015). Therefore, plaintiffs have standing to claim that  statute seeks to protect individuals against the risk of \ndefendants’ failure to seal their records relating to “stop  public  disclosure  of  their  records  prior  to  an  actual \nand frisk” arrests or summonses violates CPL sections  unlawful  disclosure.  Thus,  the  motion  court  erred  in \n160.50 and 160.55. Moreover, it is well established that  holding that the statute did not create a private right of \nthe essential factors when determining whether a statute  action because plaintiffs are part of the class for whose \ncreates an implied private right of action are “(1) whether  particular benefit the statute was enacted. \nthe plaintiff is one of the class for whose particular benefit    \nthe  statute  was  enacted,  (2)  whether  recognition  of  a  [7] Plaintiffs also assert that recognition of a private right \nprivate  right  of  action  would  promote  the  legislative  of  action  promotes  the  legislative  purpose  of  sections \npurpose, and (3) whether creation of such a right would  160.50  and  160.55  because  a  private  right  of  action \nbe consistent with the legislative scheme” (Sheehy v. Big  advances the interest of protecting people from the stigma \nFlats Community Day, 73 N.Y.2d 629, 633, 543 N.Y.S.2d  flowing from public access to records of unsupported \n18, 541 N.E.2d 18 [1989] ). Here, plaintiffs’ criminal  criminal charges. Lastly, plaintiffs argue that there are no \nproceedings  ended  in  either  favorable  dispositions  or  indications that the creation of a private right of action is \nnoncriminal violation convictions, which affords them the  inconsistent  with  the  legislative  scheme.  It  should  be \nprotections of CPL sections 160.50 and 160.55.  noted that the Legislature did not establish other penalties \n   for violation of the statute or provide any enforcement \n[5]  It  is  undisputed  that  the  Legislature  enacted  CPL  mechanism  (see  e.g.  Sheehy,  73  N.Y.2d  at  635,  543 \nsections 160.50 and 160.55 to remove any stigma related  N.Y.S.2d  18,  541  N.E.2d  18).  Plaintiffs  assert  that \nto accusations of criminal conduct (People v. Patterson,  nothing  in  sections  160.50  or  160.55  provides  an \n78 N.Y.2d 711, 716, 579 N.Y.S.2d 617, 587 N.E.2d 255  enforcement mechanism available to those whose records \n[1991]  ).  Additionally,  the  Legislature’s  objective  in  are not sealed. Defendants failed to take issue with the \nenacting the statute was to afford protection to accused  second and third prongs of the private right of action test \npersons  “in  the  pursuit  of  employment,  education,  in  their  brief  and  offered  no  contentions  to  disprove \nprofessional licensing, and insurance opportunities” (id.);  plaintiffs’  assertion  that  both  prongs  are  satisfied. \nsee also Hynes, 47 N.Y.2d at 662, 419 N.Y.S.2d 942, 393  Therefore, the motion court erred in dismissing plaintiffs’ \nN.E.2d 1015 [“(t)hat detriment to one’s reputation and  complaint in its entirety because CPL sections 160.50 and \nemployment prospects often flows from merely having  160.55  create  private  rights  of  action,  which  allow \nbeen  subjected  to  criminal  process  has  long  been  plaintiffs to seek enforcement of the statute. \nrecognized as a serious and unfortunate by-product of    \neven  unsuccessful  criminal  prosecutions  ...  (and)(t)he  By dismissing plaintiffs’ complaint in its entirety, the \nstatute’s  design  is  to  lessen  such  consequences”].  motion court also improperly dismissed plaintiff Khan’s \nSpecifically, CPL section 160.50 was enacted to ensure  claims  for  false  arrest  and  related  common-law  tort \n \n   3  \n  \n\n  \nclaims. The defendants did not challenge plaintiff Khan’s  All Citations \nstate law claims in its brief but, instead, assert that the \nclaims  should  be  severed  from  plaintiffs’  class  action  101 A.D.3d 552, 958 N.Y.S.2d 11, 2012 N.Y. Slip Op. \nclaims. In view of defendants’ request for severance, such  08783 \nclaims should not have been dismissed.  \t\r  \n  \n\t\r   \t\r  \n\t\r  \n  \n \n  \n \n   4  \n  ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/74954"
    },
    {
      "date": "2013-07-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 94676,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/94676.pdf",
      "title": "Stipulation and Order of Settlement and Discontinuance",
      "text": "SUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF NEW YORI<. \n--------------------------------,---------------- X \nCLIVE UNO and DARYL KHAN, on behalf of \nSTIPULATION AND \nthemselves and all others similarly situated \nORDER OF \nPlaintiffs,  SETTLEMENT AND \nDISCONTINUANCE \n-against-\nTHE CITY OF NEW YORK; RAYMOND KELLY, \nNew York City Police Department Commissioner, in his  Index No. 101106579 \nindividual and official capacities; JANE DOE, New York \nCity Police Lieutenant, in her individual and official \ncapacities; and JOHN DOES 1-3, New York City Police \nOfficers, in their individual and official capacities, \nDefendants. \n----------------------------------------------- X \nWHEREAS, plaintiffs commenced this putative class action by filing a complaint \non May 24,  2010,  alleging that defendants'  entry and maintenance of individual identifying \ninformation  obtained  by  the  New  York  City  Police  Department  (\"NYPD\")  during  \"stop, \nquestion, and frisk\" encounters into a centralized computer database (the \"UF-250 database\") \nviolated N.Y. Crim. Proc. Law §160.50 and §160.55; and \nWHEREAS,  plaintiff  Daryl  Khan  further  alleged  that  his  individual \nconstitutional rights were violated when he was stopped,  detained, and issued summonses on \nOctober 7, 2009; and \nWHEREAS, defendants have denied any and all liability arising out of plaintiffs' \nallegations; and \nr· \n\nWHEREAS, since July 2010, when N.Y. Crim. Proc. Law §140.50(4) went into \neffect, the NYPD has  not entered into a computerized or electronic database information that \nestablishes  the  personal  identity  of an  individual  who  has  been  stopped,  questioned  and/or \nfrisked by a police officer if that individual is released without further legal action; and \nWHEREAS, the parties now desire to resolve the issues raised in this litigation, \nwithout further proceedings and without admitting any fault or liability; \nNOW, THEREFORE, IT IS  HEREBY STIPULATED AND  AGREED,  by \nand between the undersigned, as follows: \n1.  The  above-referenced  action  is  hereby  dismissed,  with  prejudice,  and \nwithout costs, expenses, or fees in excess of the amount specified in paragraph \"2\" below. \n2.  Defendant City of New York hereby agrees to  pay the sum of $10,000 \n(Ten Thousand Dollars) to the New York Civil Liberties Union Foundation in full satisfaction of \nall claims that were or could have been raised by any plaintiff in this action, including claims for \ncosts, expenses and attorney fees.  In consideration for the payment of this sum, plaintiffs agree \nto  dismissal  of all  the  claims  against  the  individually  named  defendants  and  to  release  all \ndefendants,  their  successors  or  assigns  and  all  present  or  former  officials,  employees \nrepresentatives or agents of the City of New York, and the City of New York from any and all \nliability,  claims,  or  rights  of action  arising  from  the  allegations  set  forth  in  the  complaint, \nincluding claims for costs, expenses and attorney fees. \n3.  Plaintiffs shall execute and deliver to defendants' attorney all documents \nnecessary to effect this settlement, including, without limitation, a release based on the terms of \nparagraph 2 above and, for plaintiff Daryl Khan, an affidavit regarding Liens. \n. ,. \n. \n- 2 -\n\n4.  Nothing contained herein shall be deemed to  be an admission by any of \nthe defendants that they have in any manner or way violated plaintiffs' rights, or the rights of any \nother person or entity, as defined in the constitutions, statutes, ordinances, rules or regulations of \nthe United States, the State ofNew York, or the City ofNew York or any other rules, regulations \nor bylaws of any department or subdivision of the City of New York.  This stipulation shall not \nbe admissible in, nor is it related to, any other litigation or settlement negotiations. \n5.  Nothing contained herein shall be deemed to constitute a policy or practice \nofthe City ofNew York. \n6.  Defendant City ofNew York agrees that, within ninety days of the date of \nthis  settlement,  it  will  delete  from  the  UF-250  database  any  remaining  information  that \nestablishes  the  personal  identity  of an  individual  who  has  been  stopped,  questioned  and/or \nfrisked,  including the name and address  of such individuals.  The City of New York further \nagrees that, as of the date of the settlement, the NYPD will refrain from entering such personal \nidentifying information into the database.  Upon removal  from the database of the personally \nidentifiable information specified in this paragraph, defense counsel will provide the New York \nCivil  Liberties Union  with written notice that the  information in fact  has  been removed.  In \naddition, defense counsel will provide to the NYCLU, once it is issued, a copy of the written \nNYPD  directive  barring  any  further  entry  into  the  database  of the  personally  identifiable \ninformation described in this paragraph. \n7.  This Stipulation and Order contains all of the terms and conditions agreed \nupon  by the parties  hereto,  and  no  oral  agreement entered  into  at  any  time nor any  written \nagreement entered into prior to the execution of this Stipulation and Order regarding the subject \nGf) \n- 3 -\n\nmatter of the instant proceeding shall be deemed to exist, or to bind the parties hereto, or to vary \nthe terms and conditions contained herein. \nDated:  New York, New York \nJuly  , 2013 \nChristopher Dunn, Esq.  MICHAEL A  CARDOZO \nNew York Civil Liberties Union Foundation  Corporation Counsel of the \nAttorney for Plaintiff  City ofNew York \n125 Broad Street, 19th Floor  Attorney for Defendants \nNew York, N.Y. 10004  100 Church Street, Room 2-182 \n(212) 607-3300  New York, N.Y.  10007 \n(212) 788-8119 \n( \nSO ORDERED: \n- 4-",
      "document_type_other": "",
      "external_url": "https://www.nyclu.org/sites/default/files/releases/Lino%20Settlement.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/94676"
    },
    {
      "date": "2011-06-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 761,
      "cite_1_reporter": "N.Y.S.2d",
      "cite_1_vol": 932,
      "cite_2_page": 2610501,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2011,
      "cite_3_page": 3172,
      "cite_3_reporter": "N.Y.Misc.LEXIS",
      "cite_3_vol": 2011,
      "citation_status": "Official citation found/coded",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74953,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74953.pdf",
      "title": "Decision and Order [Granting Defendants' Motion to Dismiss Complaint]",
      "text": "ANNED ON 61281201 1  . . - .  . .. . - . .-  . . .  .. -  -_ _  .  .- \nSUPREME COURT OF THE STATE OF NEW YORK - NEW YORK COUNTY \n,/ \n3 \nPART \nPRESENT:  . -  \n- \nIndex Number  10657912010  \n' \nINDEX NO. \nLINO, CLIVE \nMOTION DATE \nvs. \nCIlY OF NEW YORK  MOTION SEO. NO. \nSEQUENCE NUMBER. 001  MOTION CAL. NO. \n- \nCOMPEL DISCLOSURE \nck  -fliU-+myJ \nthis motion tolfor \nC , ~ L  \n#J\"L \nPAPERS NUMBERED \n1  Answering Affidavits - Exhlblts \n- \n$ \nReplying Affidavits \n2  / \n0 \n0 \n3  Cross-Motion:  @Yes  No \nU  Jpon the foregolng papers, It Is ordered that this motion \nN 2 4 IC\" \nCheck one: \nCheck if appropriate:  [?  DO NOT POST  u REFERENCE \nn  u \nSUBMIT ORDER/ JUDG.  SETTLE ORDER/ JUDG. \n\nSUPREh4E COURT OF  STATE OF NEW YORK \nTHE \nCOUNTY OF NEW YORK  :  PART 5 \nX \n___~lr_--_______~____________l_____l____---~~~~-----~~~~~-----~\"~~~-- \nCLIVE LINO and DARYL KHAN, on behalf of  Index No. 106579/10 \nthemselves and all others similarly situated, \nMotion Subm.:  4/12/11 \nPlaintiffs,  Motion Seq. No.:  00 1 \nCalendar No.:  56 \n-against- \nDECISION & ORDER \nF I L E D  \nTHE CITY OF NEW YORK, et al., \nNEW \nYORK \nFor plaintiff:  For defendants:  COUNn CLERK'S OFFICE \nChristopher Dunn, Esq.  Jesse I. Levine, ACC \nNew York Civil Liberties Union Foundation  Michael A. Cardozo \n125 Broad St.,  19'h F1.  Corporation Counsel \nNew York, NY I0004  100 Church St., b.2- 106 \n2 12-607-3300  New York, NY 10007 \n21 2442-3329 \nBy notice of motion dated November 10,2010 , plaintiffs move for an order compelling \ndefendants to provide discovery responses. Defendants oppose the motion and, by notice of \ncross motion dated December 6,2010, cross-move pursuant to CPLR 321 l(a)(7) and 7804(f) for \nan order dismissing plaintiffs' complaint on the grounds that: (1) it fails to state a cause of action; \n(2) the named plaintiffs lack standing to sue; and (3) plaintiffs' constitutional claims are barred \nby law and/or by the applicable statute of limitations.  In the alternative, defendants seek  order \nan \nsevering plaintiffs' third, fourth, and fifth causes of action. Plaintiffs oppose the cross motion. \nBy letter dated April 12,201 1, the parties advised that they had resolved plaintiffs' motion to \ncompel in the event that the complaint is not dismissed. \n\n1. PLAINTIFFS’ COMPLAINT \nPlaintiffs allege that the New York City Police Department (NYPD) Patrol Guide \nrequires police officers to complete a “Stop, Question and Frisk” worksheet, also known as an \nUF-250, each time an officer stops and questions someone. The worksheet is used to record \ninformation about the encounter, including the name and home address of the person stopped, \nand  officer is required to fill out the form even if the stop does not result in  arrest or \nan  an \nCommissioner advised that information collected during stop-and-frisk encounters is “a tool for \ninvestigators to utilize in the subsequent location  apprehension of criminal suspects,” and \nand \nthat information in the database “remains there indefinitely, for use in future investigations.” \nOn or about May 19,201 0, plaintiffs commenced the instant class action lawsuit on \nbehalf of those who have been arrested or issued summonses, whose NYPD records are subject \nto sealing, and whose personal information is maintained in the database.  They contend that a \nclass action is necessary  joinder of all class members is impractical, observing that since 2003 \nas \nNYPD officers have stopped, frisked, and arrested or issued a summons approximately 360,000 \ntimes, and that there are common issues of law and fact including whether the Criminal \nProcedure Law requires the sealing of database records.  Plaintiffs claim that by maintaining the \ndatabase, defendants violated their rights under CPL 160.50 and 160.55  their constitutional \nand \nrights under the First, Fourth, and Fourteenth Amendments to the Constitution, 42 USC  1983, \n5 \n2 \n\nthe New York State Constitution, and New York’s common law. \nPlaintiff Lino alleges that between February 2008 and August 2009, he was targeted by \nthe NYPD and stopped at least 13 times, and that on April 18,2009, he was stopped by the \nNYPD, frisked, and issued two summonses which were dismissed and the related records sealed. \nOn another occasion, Lino was issued a summons for a noncriminal violation for which he paid a \nfine. Plaintiff  asserts that on October 7,2009, he  falsely accused of violating the law, \nKhan  was \ndetained, questioned, and searched, and he received two summonses which were dismissed. \nBoth plaintiffs allege that the NYPD has not sealed information in its database about them \ndespite the termination of criminal proceedings in their favor. \n11.  APPLICABLE STATUTES \nPursuant to CPLR 321 l(a)(3), a cause of action may be dismissed where a party lacks \nlegal capacity or standing to sue.  The critical issue in determining whether a party has standing \nto sue is whether the party has suffered  “injury in fact, which is  actual legal stake in the \nan  “an \nmatter being adjudicated”  “ensures that the party seeking review has some concrete interest \nand \nin prosecuting the action.” (Socy. of Plastic Ind., Inc. v County of  SuffoZk, 77 NY2d 761 [1991]). \nSection 160.50(1) of New York Criminal Procedure Law (CPL) provides that: \nUpon the termination of a criminal action or proceeding against a person in favor of such \nperson . . . the record of such action or proceeding shall be sealed and the clerk of the \ncourt wherein such criminal action or proceeding was terminated shall immediately notify \nthe commissioner of the division of criminal justice services and the heads of all \nappropriate police departments and other law enforcement agencies that the action has \nbeen terminated in favor of the accused, and unless the cou$has  directed otherwise, that \nthe record of such action or proceeding shall be sealed. \nUpon receipt of notification of the sealing, as pertinent here: \nevery photograph of such person and photographic plate or proof, and all \n(a) \n3 \n\npalmprints and fingerprints taken or made of such person” shall be destroyed or \nreturned forthwith to the person by any police department that had it in its \npossession; \n(b)  any police department that transmitted or forwarded any such photograph, \npalmprint or fingerprint shall forthwith formally request in writing that all such \ncopies be destroyed or returned to the police department, and if returned, the \npolice department shall, at its discretion, destroy or return them; and \n0  all official records and papers relating to the arrest or prosecution on file with a \npolice agency shall be sealed and not made available to any person or public or \nprivate agency. \n(CPL 160.50). \nSection 160.55 of the CPL is identical to CPL 160.50 except that it pertains to the \ntermination of a criminal action or proceeding against a person by the conviction of such person \nof a traffic infraction or certain types of minor violations. \nThe purpose of the sealing statutes is to protect the rights of those against whom criminal \ncharges were brought but which did not ultimately result in a conviction and \nto remove any “stigma” flowing from an accusation of criminal conduct terminated in \nfavor of the accused, thereby affording protection (ix.,th e presumption of innocence) to \nsuch accused in the pursuit of employment, education, professional licensing and \ninsurance opportunities. \n(People v Patterson, 78 NY2d 7 1 1, 7 15-7 16 [ 199 11).  Thus, pursuant to CPL 160.60: \nUpon the termination of a criminal action or proceeding against a person in favor of such \nperson, as defined in [CPL 160.501, the arrest and prosecution shall be deemed a nullity \nand the accused shall be restored, in contemplation of law, to the status he occupied \nbefore the arrest and prosecution. The arrest or prosecution shall not operate  a \nas \ndisqualification of any person so accused to pursue or engage in any lawful activity, \noccupation, profession, or calling. \n4 \n\n111.  PLAINTIFFS’ STANDTNG \nA. Conteptiong \nDefendants contend that the individual plaintiffs lack standing to sue as they have failed \nto allege how the inclusion of their names in the database has injured them and their claim that \ntheir information may potentially be used in future criminal investigations is unduly speculative, \nthat a violation of CPL 160.50 does not support a claim for federal or state constitutional \nviolations and thus does not constitute  injury, that plaintiffs’ individual lack of standing is \nan \nfatal to their attempt to bring a class action here, and that in any event, a class action would be \nsuperfluous as a judgment in the individual plaintiffs’ favor would yield the same result. \n(Defendants’ Memorandum of Law, dated Dec. 6,2010). \nIn opposition, plaintiffs contend that the database constitutes a violation of CPL 160.50 \n160.55 as well as their constitutional rights, and observe that  they have not yet moved to \nand  as \ncertify a class, whether they have standing to represent a class is not in issue. They also maintain \nthat their injury consists of defendants’ failure to seal their records and observe that as the \npurpose of the sealing statutes is to protect the person wrongfully accused from future injury that \nmight result from the disclosure of a sealed record, their claim of future injury is not fatal to their \nstanding to sue. (Plaintiffs’ Memorandum, dated Jan. 25,201 1). \nIn reply, defendants assert that the CPL 160.50 does not require that they destroy any \ncovered records and thus their maintenance of the database, by itself, neither violates the sealing \nstatutes nor constitutes an injury to plaintiffs, especially as the statute requires them to preserve \nsealed records and disclose them under specific circumstances. Absent any allegation that \nplaintiffs’ records have been disclosed improperly, defendants argue that plaintiffs have not \n5 \n. \n\nshown that they have suffered any injury. (Reply Memorandum, dated Feb. 3,201 1). \nB.  halvsis \nNeither statute requires the NYPD to destroy or request the destruction of any records \nrelating to an arrest other than photographs, palrnprints or fingerprints, and as to all other records, \nthe NYPD is required only to seal them and decline to provide them to anyone other than the \nentities specified in the statutes and under specific circumstances. In effect, the NYPD is a \ncustodian of the sealed records with the obligation to provide them if necessary or ordered to do \nso. Thus, absent any provision in the sealing statutes prohibiting defendants from maintaining \nthe personal information of plaintiffs and others in the database, and in light of defendants’ \nobligation to maintain sealed records, plaintiffs have failed to establish that the inclusion of their \npersonal information in the database violates CPL 160.50 or 160.55. (See eg Matter ofPalucio v \nMorgenthuu, 13 AD3d 282 [lstD  ept 20041 [petitioner not entitled to expungement of sealed \nrecords]; Mutter of Brown v Hallman, 278 AD2d 604 [3d Dept 20001, lv denied 96 NY2d 709 \n[200 11 [rejecting argument that CPL 160.50 required expungement from petitioner’s criminal \nhistory of indicia of arrest which did not result in criminal conviction or criminal proceedings \nwhich terminated in his favor]; Mutter of Cutterson v Corm, 244 AD2d 407 [2d Dept 19971, lv \ndenied 92 NY2d 828 [1998] [no authority in CPL requiring petitioner Attorney General to \ndestroy tapes made in connection with criminal action that had been dismissed]). \nEven if the NYPD’s maintenance of the database violates the sealing statutes, the Court \nof Appeals has held that the statutes grant only a statutory, not a constitutional, privilege to one \nwhose records should be sealed, and thus a statutory violation does not implicate a constitutional \nright, even if records that should and have not been sealed are used in another proceeding. In \n6 \n\nPatterson, the defendant’s photograph had been taken in connection with an unrelated charge \nwhich was dismissed and the file ordered sealed. (78 NY2d at 71 1). The photograph was then \nused in an identification procedure held in connection with the prosecution of the defendant in a \nsecond, unrelated, proceeding, and the Court held that even though such use violated CPL \n160.50, it did not infringe upon any of the defendant’s constitutional rights, finding that the \nnature of the statutory remedy in the sealing statutes “is unrelated to  Fourth or Fifth \nany \nAmendment protections” and that “[a] defendant has no inherent or constitutional right to the \nreturn of photographs, fingerprints or other indicia of arrest where charges are dismissed.” (See \nalso People v Mosquea, 18 AD3d 228 [lntD ept 20051 [even if defendant’s arrest resulted from \nuse of information that should have been sealed, violation of CPL 160.50 did not require \nsuppression or dismissal]; People v Gilbert, 136 AD2d 562 [2d Dept 19881, Zv denied 71 NY2d \n896 [dismissal of indictment or suppression of identification testimony not required based on \nNYPD’s identification of defendant through fingerprints that should have been sealed]; People v \nMidgley, 196 Misc 2d 19 [Sup Ct, Kings County 20031 [rejecting defendant’s argument that \nfailure to seal DNA profile and re-use of profile, which lead to second arrest, deprived  of \nhim \ndue process and equal protection of law  violated constitutional rights]). \nand \nCourts have applied this holding in the context of non-criminal actions and proceedings. \n(See Reeb v Woods, 751 F Supp 2d 484 [WD NY 20101 [violation of CPL 160.50 did not \nimplicate federal or state constitutional rights]; WaZZs v New York City Police Dept., 2005 WL \n1861629 [ED NY 20051 [dismissing 42 USC § 1983 claim based on defendant’s alleged failure \nto expunge records related to arrest]; Grandal v City ofNY, 966 F Supp 197 [SD NY 19971 \n[dismissing claim for violation of constitutional right to due process based on NYPD’s use of \n7 \n. \n\nphotograph, which should have been returned to plaintiff pursuant to CPL 160.50, in subsequent \ncriminal investigation, absent allegation that NYPD had engaged in pattern of misconduct or that \nplaintiffs reputation had been damaged]; Matter of Charles Q. v Constantine, 85 NY2d 571 \n[ 19951 [evidence used in disciplinary hearing which should have been sealed pursuant to CPL \n160.50 did not require annulment of hearing determination]; Mutter ofOno v Long Is. CoZZ. \nHosp., 12 AD3d 299 [lstD ept 20041 [in administrative proceeding, respondent’s reliance on \nsealed documents not improper]; Brown v City ofNew York,2 89 AD2d 95 [ lstD  ept 2001 J \n[dismissing section 1983 claim based on defendants’ use of photograph that should have been \nsealed pursuant to CPL 160.551; Clapper v Rugonese, 274 AD2d 654 [3d Dept 20001, lv denied \n95 NY2d 958 [dismissing constitutional tort claim based on violation of CPL 160.50]; Moore v \nDormin, 173 Misc 2d 836 [Sup Ct, New York County 19971, lv denied 92 NY2d 816 [1998] \n[dismissing cIaim based on violation of CPL 160.50 as it did not state cause of action for \nconstitutional violation]). \nThus, at issue here is whether the NYPD’s alleged violation of the sealing statutes \nimplicates any non-constitutional rights upon which plaintiffs may sue in a civil action or which \nconstitutes an injury for which plaintiffs may recover. (See Patterson, 78 NY2d at 714 [although \nthere is “no authorization in (CPL 160.50) for the use in a law enforcement agency‘s \ninvestigatory procedures of a photograph retained in violation thereof,” violation only statutory]). \nPlaintiffs cite no authority supporting their claim that a violation of CPL 140.50 or 160.55 \nalone gives rise to a civil claim for damages, and no such authority appears to exist, especially as \nit has been widely held that a violation of the statutes does not require dismissal or suppression in \nthe criminal context where one’s freedom  liberty is at stake. (See eg Patterson, 78 NY2d at \nand \n8 \n\n71 6 [observing that nothing in history of sealing statutes indicated that Legislature intended that \nviolation of statutes “without more, would justify invocation of the exclusionary rule with respect \nto subsequent independent and unrelated criminal proceedings”]; People v London, 124 AD2d \n254 [3d Dept 19861, lv denied 68 NY2d 1001 [CPL 160.50 was “not designed to immunize a \ndefendant from the operations of a law ellforcement official’s investigatory display of a \nphotograph”]j . In other words, if a violation of the sealing statutes during a criminal \ninvestigation which leads to a person’s arrest, prosecution, and/or conviction does not warrant or \nrequire suppression or dismissal or a new criminal proceeding, it is unlikely that a violation may \nbe compensated via a civil cause of action. \nMoreover, nothing in the sealing statutes reflects that the Legislature intended to create a \nprivate right of action for their violation, nor did plaintiffs cite any authority holding that a \nprivate right of action exists under CPL 160.50 or 160.55. (See Nekos v Kraus, 62 AD3d 1144 \n[3d Dept 20091 [questioning without reaching issue of whether private right of action exists for \nviolation of CPL 160.501).  analogous context, it has been held that a statute requiring the \nIn an \nsealing of all official records upon a youthful offender adjudication (CPL 720.35j , the purpose of \nwhich is to ensure that a youthful offender is not stigmatized by a criminal conviction or record \n(Capital Newspapers Div. of the Hearst Corp. v Moynihan, 71 NY2d 263 [19SS]j, does not \ncreate a private right of action based on a breach of the statute (Anderson-Haider v State, 29 \nMisc 3d 816 [Ct C12010] [claim for damages arising from violation of statute dismissed]; \nYanicki v State, 174 Misc 2d 149 [Ct Cl 19971 [same]; see also Burton v Matteliano, 81 AD3d \n1272 [4thD  ept 201 11, lv denied  NE2d -,  201 1 NY Slip Op 75498 [violation of statute \nimposing duty to maintain confidentiality of patient treatment records did not support private \n9 \n-  ..  . \n\nI \nright of action]; 35 New York City Police UfJicers v City of New York, 34 AD3d 392 [lgDl ept \n20061 [police officers had no private right of action for violations of statute governing privacy of \ntheir personnel records]; Fine v State, 10 Misc 3d 1075[A], 2005 NY Slip Op 5224O[U] [Ct C1 \n20051 [although statute required confidentiality of files relating to investigation of professional \nmisconduct, its violation did not create private right of action for money damages]). \nPlaintiffs have thus failed to show that they have suffered or will suffer any injury \nsufficient to confer on them standing in this action. In light of this result, I need not address the \nparties’ remaining contentions. \nIV, CON CLU S I ON \nAccordingly, it is hereby \nORDERED, that defendants’ cross motion to dismiss is granted, and the complaint is \nhereby dismissed in its entirety; and it is further \nORDERED, that plaintiffs’ motion to compel is denied as moot. \nENTER: \nDATED:  June 24,201 1  X S. C. \nNew York, New York \nJUN  2 4  2011 \n10 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/74953"
    },
    {
      "date": "2010-05-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 94672,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/94672.pdf",
      "title": "Class Action Complaint",
      "text": "-  .. -  ~  . . \nDON511912010~ \n& .\nPlaintiffs, \nSUMMONS \n-versus- \nTHE CITY OF NEW YORK; RAYMOND W. KELLY,  : \nNew York City Police Department Commissioner, in his  : \nindividual and official capacities; JANE DOE, New York  : \nCity Police Lieutenant, in her individual and official \ncapacities; and JOHN DOES 1-3, New York City Police  : \nOfficers, in their individual and official capacities, \nDefendants. \nTo:  The City of New York \nLaw Department \n+-wLd \n100 Church Street \nNew York, NY 10007  ' \nPLEASE TAKE NOTICE THAT YOU ARE HEREBY SUMMONED to answer the \ncomplaint of the plaintiffs herein and to serve a copy of your answer on the plaintiffs at \nthe address indicate below within 20 days afler service of this Summons (not counting the \nday of service itself), or within 30 days after service is complete if the Summons is not \ndelivered personally to you within the State of New York. \nYOU ARE HEREBY NOTIFIED THAT should you fail to answer, a judgment will be \nentered against you by default for the relief demanded in the complaint. \nDated:  ,2010 \n[date of summons]  Christopher Dunn \nNew York Civil Liberties Union Foundation \n125 Broad Street, 19* Floor \nNew York, NY 10004 \n212-607-3300 ext. 367 \nVenue: Plaintiffs designate New York County as the place of Trial, The basis of this \ndesignation is: Defendants' residence in New York County. \nSupreme Court Records OnLine Library -  page 1 of 22\n\nSUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF NEW YORK \nDARYL KHAN and  CLIVE LINO, \non behalf of themselves and all others \nsimilarly situated \nPlaintiffs, \nSUMMONS \n-versus- \nTHE CITY OF NEW YORI;  RAYMOND W. KELLJ  : \nNew York City Police Department Cornmissioner, in his  : \nindividual and official capacities; JANE DOE, New York  : \nCity Police Lieutenant, in her individual and official \ncapacities; and JOHN DOES 1-3, New York City Police  : \nOfficers, in their individual and official capacities, \nDefendants. \nTo:  Raymond Kelly \nCommissioner, New York City Police Department \nOne Police Plaza \nNew York, NY 10038 \nPLEASE TAKE NOTICE THAT YOU ARE HEREBY SUMMONED to answer the \ncomplaint of the plaintiffs herein and to serve a copy of your answer on the plaintiffs at \nthe address indicated below within 20 days after service of this Summons (not counting \nthe day of service itseli), or within 30 days after service is complete if the Summons is \nnot delivered personally to you within the State of New York. \nYOU ARE HEREBY NOTIFIED THAT should you fail to answer, a judgment will be \nentered against you by default for the relief demanded in the complaint. \nDated:  ,2010 \n[date of summons]  Christopher Dunn \nNew York Civil Liberties Union Foundation \n125 Broad Street, 19thF loor \nNew York, NY 10004 \n212-607-3300 ext. 367 \nVenue: Plaintiffs designate New York County as the place of Trial.  The basis of this \ndesignation is: Defendants' residence in New York County. \nSupreme Court Records OnLine Library -  page 2 of 22\n\nPlaintiffs, \nSUMMONS \n-versus- \nTHE CITY OF NEW YORK; RAYMOND W. KELLY, \nNew York City Police Department Commissioner, in his \nindividual and official capacities; JANE DOE, New York \nCity Police Lieutenant, in her individual and oficial \ncapacities; and JOHN DOES 1-3, New York City Police \nOfficers, in their individual and official capacities, \nTo:  JaneDoe \nNew York City Police Lieutenant, New York City Police Department \nOne Police Plaza \nNew York, NY 10038 \nPLEASE TAKE NOTICE THAT YOU ARE HJDWBY SUMMONED to answer the \ncomplaint of the plaintiffs herein and to serve a copy of your answer on the plaintiffs at \nthe address indicated below within 20 days after service of this Summons (not counting \nthe day of service itself), or within 30 days after service is complete if the Summons is \nnot delivered personally to you within the State of New York. \nYOU ARE HEREBY NOTIFIED THAT should you fail to answer, a judgment will be \nentered against you by default for the relief demanded in the complaint. \nDated:  ,2010 \n[date of summons]  Christopher Dum \nNew York Civil Liberties Union Foundation \n125 Broad Street, 19\"hF loor \nNew York, NY 10004 \n212-607-3300 ext. 367 \nVenue: Plaintiffs designate New York County as the place of Trial. The basis of this \ndesignation is: Defendants' residence or place of business in New York County. \nSupreme Court Records OnLine Library -  page 3 of 22\n\n. .. ..   .  ~.  . \nSUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF NEW YORK \n__________________________1_11__________-------------------\"-------- \nDARYL KHAN and  CLIVE LINO, \non behalf of themselves and all others \nsimilarly situated \nPlaintiffs, \nSUMMONS \n-versus- \nTHE CITY OF NEW YORK; RAYMOND W. KELLY,  : \nNew York City Police Department Commissioner, in his  : \nindividual and official capacities; JANE DOE, New York  : \nCity Police Lieutenant, in her individual and official \ncapacities; and JOHN DOES 1-3, New York City Police  : \nOfficers, in their individual and official capacities, \nDefendants . \nX \n_____1____1________________________II___-------------------------------- \nTo:  JohnDoe 1 \nNew York City Police Lieutenant, New York City Police Department \nOne Police Plaza \nNew York, NY 10038 \nPLEASE TAKE NOTICE THAT YOU ARE HEREBY SUMMONED to answer the \ncomplaint of the plaintiffs herein and to serve a copy of your answer on the plaintiffs at \nthe address indicated below within 20 days after service of this Summons (not counting \nthe day of service itself), or within 30 days after service is complete if the Summons is \nnot delivered personally to you within the State of New York. \nYOU ARE HEREBY NOTIFIED THAT should you fail to answer, ajudgment will be \nentered against you by default for the relief demanded in the complaint. \nDated:  ,2010 \n[date of summons]  Christopher Dunn \nNew York Civil Liberties Union Foundation \n125 Broad Street, 19* Floor \nNew York, NY 10004 \n212-607-3300 ext. 367 \nVenue: Plaintiffs designate New York County as the place of Trial. The basis of this \ndesignation is: Defendants' residence or place of business in New York County. \nSupreme Court Records OnLine Library -  page 4 of 22\n\nSUPMME COURT OF THE STATE OF NEW YORK \nCOUNTY OF NEW YORK \nx \n____\"___________1___------------------------------------~~-------------- \nDARYL KHAN and  CLIVE LINO, \non behalf of themselves and all others \nsimilarly situated \nPlaintiffs, \nSUMMONS \n-versus- \nTHE CITY OF NEW YORK; RAYMOND W. KELLY, \nNew York City Police Department Commissioner, in his \nindividual and official capacities; JANE DOE, New York \nCity Police Lieutenant, in her individual and official \ncapacities; and JOHN DOES 1-3, New York City Police \nOfficers, in their individual and official capacities, \nDefendants . \nTo:  JohnDoe2 \nNew York City Police Lieutenant, New York City Police Department \nOne Police Plaza \nNew York, NY 10038 \nPLEASE TAKE NOTICE THAT YOU ARE HElZEBY SUMMONED to answer the \ncomplaint of the plaintiffs herein and to serve a copy of your answer on the plaintiffs at \nthe address indicated below within 20 days after service of this Summons (not counting \nthe day of service itself), or within 30 days after service is complete if the Summons is \nnot delivered personally to you within the State of New York. \nYOU ARE HEREBY NOTIFIED THAT should you fail to answer, a judgment will be \nentered against you by default for the relief demanded in the complaint. \nDated:  ,2010 \n[date of summons]  Christopher Dunn \nNew York Civil Liberties Union Foundation \n125 Broad Street, 19* Floor \nNew York, NY 10004 \n212-607-3300 ext. 367 \nVenue: Plaintiffs designate New York County as the place of Trial.  The basis of this \ndesignation is: Defendants' residence or place of business in New York County. \nSupreme Court Records OnLine Library -  page 5 of 22\n\nSUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF NEW YORK \nDARYL KHAN and  CLIVE LINO, \non behalf of themselves and all others \nsimilarly situated \nPlaintiffs, \nSUMMONS \n-versus- \nTHE CITY OF NEW YOR  L;  RAYMOiJD W. KELLY,  : \nNew York City Police Department Commissioner, in his  : \nindividual and official capacities; JANE DOE, New York  : \nCity Police Lieutenant, in her individual and official \ncapacities; and JOHN DOES 1-3, New York City Police  : \nOfficers, in their individual and official capacities, \nDefendants. \n______________________________1_________-----------------~--------------  X \nTo:  JohnDoe3 \nNew York City Police Lieutenant, New York City Police Department \nOne Police Plaza \nNew York, NY 10038 \nPLEASE TAKE NOTICE THAT YOU AlRE HEREBY SUMMONED to answer the \ncomplaint of the plaintiffs herein and to serve a copy of your answer on the plaintiffs at \nthe address indicated below within 20 days after service of this Summons (not counting \nthe day of service itself), or within 30 days after service is complete if the Summons is \nnot delivered personally to you within the State of New York. \nYOU ARE HEREBY NOTIFIED THAT should you fail to answer, a judgment will be \nentered against you by default for the relief demanded in the complaint. \nDated:  ,2010 \n[date of summons]  Christopher Dunn \nNew York Civil Liberties Union Foundation \n125 Broad Street, 19'  Floor \nNew York, NY 10004 \n212-607-3300 ext. 367 \nVenue: Plaintiffs designate New York County as the place of Trial. The basis of this \ndesignation is: Defendants' residence or place of business in New York County. \nSupreme Court Records OnLine Library -  page 6 of 22\n\nPlaintiffs, \nCLASS ACTION \n-versus-  COMPLAINT \nTHE CITY OF NEW YORK; RAYMOND W. KELLY,  : \nNew York City Police Department Commissioner, in his  : \nindividual and official capacities; JANE DOE, New York  : \nCity Police Lieutenant, in her individual and official \ncapacities; and JOHN DOES 1-3, New York City Police  : \nOfficers, in their individual and official capacities, \nDefendants. \nX \n_____1~~~~~_\"1__________________l_____l_~~~~~~--------~~~~~~~~~~~~------ \nPIUZLIMINARY STATEMENT \n1.  This is a class-action, civil rights case to vindicate the right of New Yorkers not to \nhave their names and addresses included in a massive police database used to \nconduct criminal investigations. To protect individuals from the stigma of having \na police record, New York law requires the sealing of all records relating to a \nsummons or arrest unless the person is convicted of or pleads guilty to a \nmisdemeanor or felony, In New York City, however, the New York City Police \nDepartment is refusing to seal information about people who are arrested or given \na summons as part of the Department's stop-and-frisk operation, even when all \ncharges against them are dismissed. Instead, the Department is retaining these \npeoples' names and addresses in its massive stop-and-frisk database and is using \nthat information to conduct criminal investigations. As a result, a huge number of \n1 \nSupreme Court Records OnLine Library -  page 7 of 22\n\nlaw-abiding people - most of whom are black or Latino - are being treated as \ncriminal suspects. \n2.  Since 2003 the NYPD has stopped and interrogated people nearly three million \ntimes, with blacks and Latinos experiencing over 80 percent of the stops. For \neach stop, a police officer completes a form that includes the name and address of \nthe person stopped. Even though nearly 90 percent of people stopped have done \nabsolutely nothing unlawful - as evidenced by the fact that they are neither \narrested nor given a summons -the  NYPD is entering the personal information of \nevery person stopped into a Department database.  According to NYPD \nCommissioner Raymond Kelly, the NYPD is retaining this information \n“indefinitely,” and the database “is used primarily by Department investigators \nduring the course of a criminal investigation,” \n3.  The NYPD’s stop-and-frisk database is a gross violation of the privacy interests \nof millions of New Yorkers. It also violates state law for those people who are \narrested or given a summons in conjunction with the stop and who have a right to \nhave the records of that summons or arrest sealed. Since 2003, for instance, the \nstop-and-frisk program has resulted in approximately 360,000 arrests and \nsummonses. Upon information and belief, a substantial number of these \nsummons and arrests have been dismissed, Moreover, upon information and \nbelief, many arrests and summonses that were not dismissed resulted in the \nindividual only paying a fine for a minor, non-criminal violation. New York law \nrequires that police records associated with all these summons and arrests be \nsealed, including the stop-and-frisk forms that record the names and addresses of \n2 \nSupreme Court Records OnLine Library -  page 8 of 22\n\nlegal obligation to seal these records but have refused to comply with the statute, \nthereby violating the legal rights of possibly hundreds of thousands of people. \n4.  The plaintiffs Clive Lino and Daryl Khan have been stopped, questioned, \nsearched, arrested, and given summonses that were dismissed.  In addition, Mr. \nLino has paid a summons for a minor violation in conjunction with a stop-and- \nfrisk.  Since the plaintiffs were forced to provide the police with their names and \naddresses, they are now among the huge number of people whose personal \ninformation should be sealed but instead is included in the NYPD database. \nBecause the NYPD refuses to seal their records, they are at serious risk of \nbecoming the targets of future NYPD investigations. \n5.  The defendants have violated the rights of Mr, Lino, Mr. Khan, and all others \nsimilarly situated under the laws of the State of New York.  Defendants have also \nviolated Mr. Khan’s rights under the United States and New York Constitutions. \nThe plaintiffs seek a declaration that the defendants’ actions have been unlawful, \ninjunctive relief, damages, and attorney’s fees. \nPARTIES \n6.  Plaintiff CLIVE LINO is a 29-year-old resident of New York City. \n7.  Plaintiff DARYL KHAN is a 35-year-old resident of New York City. \n8.  Defendant THE CITY OF NEW YORK is a municipal corporation within the \nState of New York. \nSupreme Court Records OnLine Library -  page 9 of 22\n\n9.  Defendant RAYMOND KELLY is the Commissioner of the New York City \nPolice Department, which is an agency of the City of New York.  He is sued in \nhis official capacity. \n10,  Defendant LIEUTENANT JANE DOE is an NYPD police lieutenant who \narrested Mr, Khan. She is sued in her official and personal capacities. \n11.  Defendant OFFICER JOHN DOE 1 is an NYPD police officer who arrested Mr. \nKhan.  He is sued in his official and personal capacities. \n12.  Defendant OFFICER JOHN DOE 2 is an NYPD police officer who arrested Mr. \nKhan,  He is sued in his official and personal capacities. \n13.  Defendant OFFICER JOHN DOE 3 is an NYPD police officer who arrested Mr. \nKhan. He is sued in his official and personal capacities. \nFACTS \nClive Lino \n14.  Clive Lino is a 29-year-old black man graduating in May 20 10 from Mercy \nCollege with a Master’s degree in English and special education.  In 2002 he \nearned his Bachelor’s degree in sociology from St, John Fisher College in \nRochester, New York, where he was the president of the Black Student Union. \nMr. Lino works full-time with special-needs children at a residential facility for \nstudents in crisis. \n15.  Mr. Lino has been a resident of New York since 1986 and a resident of Harlem \nsince 1991. He lives with his mother, brother, sister, and nephew. Mr. Lino’s \nfather is a native and resident of Belize, where he has worked as a police officer \nand currently serves as a magistrate judge. \n4 \nSupreme Court Records OnLine Library -  page 10 of 22\n\n16.  Mr. Lino has been the frequent target of NYPD stop-and-frisk activity.  Between \nFebruary of 2008 and August of 2009, he was stopped at least thirteen times. \n17.  Frustrated with being the object of unjustified police attention, Mr. Lino began in \nFebruary 2008 documenting each incident with letters to the Civilian Complaint \nReview Board, the Office of the Manhattan Borough President, the NYPD \nInternal Affairs Bureau, local politicians, and various civil rights organizations. \nMr. Lino has written, “I am constantly and increasingly being hassled, threatened, \nintimidated, and harassed by NYPD officers.”  He also wrote that “they make me \nfeel like a criminal or suspect when I haven’t done anything wrong.” \n18.  On April 18,2009, Mr. Lino and his cousin were getting into his brother’s car on \nMorris Avenue in the Bronx when they were stopped by five NYPD officers.  Mr. \nLino provided ID when prompted.  The officers threw Mr. Lino against a wall, \nfrisked him, handcuffed him, and searched his pockets.  Mr. Lino asked \nrepeatedly why he was being stopped and what he had done wrong, but he \nreceived no answer.  After about thirty minutes, the officers issued Mr, Lino \nsummonses for spitting in public and possessing an open container.  Both \nsummonses were dismissed. The Bronx County Criminal Court issued Mr. Lino a \nnotice of dismissal stating that records of his summons had been sealed pursuant \nto New York Criminal Procedure Law section 160.50. \n19.  On at least one other occasion when he was stopped and questioned by NYPD \nofficers, Mr. Lino was issued a summons for a noncriminal violation for which he \npaid a fine. \n5 \nSupreme Court Records OnLine Library -  page 11 of 22\n\nDaryl Khan \n20.  Mr. Khan is a 35-year-old white man of Middle Eastern descent, a freelance \njournalist, and stay-at-home father of twin toddlers.  He and his family live on \nGates Avenue in the Clinton Hill neighborhood of Brooklyn.  Other than the \nincident at issue in this complaint, Mr. Khan has never been arrested and has no \ncriminal record. \n21.  Mr. Khan graduated with a double major in journalism and government and \npolitics from the University of Maryland in 1998. He moved to New York eleven \nyears ago to pursue his passion for journalism and shortly thereafter began \nworking as a freelance reporter for the New York Times, \n22.  In 2003 Mr. Khan was hired by Newsday as a staff reporter covering the crime \nbeat.  His office was located in the NYPD’s headquarters, and his daily \nresponsibilities included visiting crime scenes and interviewing on-duty NYPD \nofficers. Through his work, Mr. Khan became familiar with the legal rights of \npeople stopped by the police and was accustomed to interacting with police \nofficers. \n23.  Mr. Khan is close to his parents, brother, and two sisters. His sister Courtney \nlives nearby in Brooklyn and travels frequently to Washington, D.C. where his \nparents reside. \n24.  At about 8:OO p.m. on Wednesday, October 7,2009, Mr. Khan was riding his bike \nin the street past the Tompkins Houses public housing project near his sister’s \napartment in the Bedford-Stuyvesant neighborhood of Brooklyn when two NYPD \nofficers (Lieutenant Jane Doe and Officer John Doe 1) in an unmarked van pulled \n6 \nSupreme Court Records OnLine Library -  page 12 of 22\n\nhim over and accused him of riding his bike on the sidewalk. Mr. Khan had not \nridden his bike on the sidewalk at any point during the trip and lold this to the \nofficers. He gave the officers his name, but he did not produce identification \nbecause he was not carrying any. \n25.  Upon stopping Mr. Khan, the officers did not issue him a summons for riding on \nthe sidewalk. Rather, two more officers (Officers John Doe 2 and 3) arrived on \nthe scene and the four officers detained, questioned, and searched Mr. Khan for \napproximately thirty minutes. The officers repeatedly demanded to know where \nMr. Khan lived and why he was in the neighborhood. \n26.  Mr. Khan told the officers several times that he had done nothing wrong and that \nhe did not understand why they would not either write him a ticket or let him go. \nHe also said repeatedly that he did not want to tell the officers where he lived or \nanswer their questions and that he knew his rights and cared about protecting \nthem. In response, the officers pulled him from his bike, threw him against the \nside of the van, and slapped hand-cuffs tightly around his wrists. One officer \ndonned gloves and searched Mr. Khan’s pockets, over his objections. \n27.  The officers indicated to Mr. Khan that he was being detained and searched for \nvarious reasons, including that he was riding around at night, that he was not \ncarrying identification, and that he had “fucking disrespected a lieutenant.” \n28.  The officers issued Mr. Khan two summonses, one for disorderly conduct and \nanother for riding his bike on the sidewalk. \n29.  After the officers had issued the summonses, they forced Mr. Khan to return to his \nsister’s apartment building and questioned the woman seated at the front desk of \nSupreme Court Records OnLine Library -  page 13 of 22\n\nthe building’s office, who told them “He is a very nice man.  He takes care of his \nbabies.”  Mr. Khan asked the officers for their names, badge numbers, and tax ID \nnumbers. All refused, and the officers departed. \n30.  In total, Mr, Khan was detained for approximately forty-five minutes. At no point \ndid the officers act with reasonable suspicion or probable cause or otherwise have \nany lawful basis for their treatment of Mr. Khan.  Both summonses issued to Mr, \nKhan were dismissed. \n3 1.  On January 5,201 0, Mr. Khan filed a Notice of Claim with the City of New York. \nThe NYPD’s Retention of Personal Information that Should Be Sealed \n32.  The NYPD Patrol Guide provides that every time an NYPD officer stops and \nquestions someone on the street, the officer must complete a “Stop, Question and \nFrisk” worksheet, also known as a UF-250.  This worksheet is used to record \ninformation about the encounter, including the name and home address of the \nperson stopped.  The NYPD Patrol Guide requires that a UF-250 be completed \neven if the stop results in an arrest or summons. \n33.  In March 2006 the NYPD issued an Operations Order requiring that the \ninformation from all UF-250s be compiled in a centralized computerized database \n(“stop-and-frisk database”), \n34.  New York state law mandates the sealing of records of arrests and summonses \nthat do not terminate in a conviction for a misdemeanor or felony.  Section 160.50 \nof the New York Criminal Procedure Law provides, in every case in which \nproceedings end favorably for an accused, that “all official records and papers of a \n. . . police agency . . . shall be sealed and not made available to any person or \n8 \nSupreme Court Records OnLine Library -  page 14 of 22\n\npublic or private agency,”  Section 160.55 provides, with two exceptions, that in \ncases in which an individual is deemed to have committed only a non-criminal \n“violation” or traffic infraction, “all official records and papers of a  . . police \n, \nagency  . . shall be sealed and not made available to any person or public or \n, \nprivate agency.)’ \n35.  Since just 2003, NYPD officers have made nearly three million stops. In about \n360,000 of those stops, the NYPD has made an arrest or issued a summons. Upon \ninformation and belief, a substantial number of those arrests and summonses, like \nthe summonses issued to Mr. Khan and Mr. Lino, resulted in favorable \ndispositions for the defendants or only the payment of a fine for a minor, non- \ncriminal violation. Under the sealing provisions of Criminal Procedure Law \nsections 160.50 and 160.55, these individuals have a right to have records \nassociated with those summonses and arrests sealed, including the information in \nthe stop-and-frisk database. \n36.  In February 2007, the New York Civil Liberties Union wrote to NYPD \nCommissioner Raymond Kelly to object to the NYPD’s maintenance of a \ncentralized database of hundreds of thousands of law-abiding New Yorkers.  The \nNYCLU requested that the NYPD remove from its database identifying \ninformation about law-abiding persons who were stopped. It also noted that the \nDepartment was bound by the sealing provisions of section 160.50 of the \nCriminal Procedure Law and asked that the NYPD take steps to assure that the \nstop-and-frisk records of individuals be sealed in accordance with the statute. \nCommissioner Kelly has never responded to the NYCLU’s request. \nSupreme Court Records OnLine Library -  page 15 of 22\n\n37,  On August 24,2008, the NYCLU settled the case of Leonard0 Blair, an innocent \nNew Yorker who brought suit against the NYPD in the aftermath of his unlawful \nsearch, seizure, and arrest, which had resulted in the issuance of two summonses \nthat were dismissed, In settling the case, the NYPD agreed to treat Mr. Blair’s \nstop-and-frisk database entry as “sealed and subject to New York Criminal \nProcedure Law $ 160.50.’’  Following this settlement, the NYCLU expressly \nrequested of the New York City Law Department that the NYPD seal the database \nrecords of all New Yorkers who, like Mr. Blair, had summonses or arrests that \nhad been disposed of in their favor. After conferring with NYPD officials, the \nLaw Department refused. \n38.  In April 2009, the New York City Council Committee on Public Safety held an \noversight hearing on NYPD stop-and-frisk practices.  At the hearing the NYCLU \ntestified about its concerns about the NYPD’s retention of the personal \ninformation of innocent New Yorkers in its stop-and-frisk database.  In the \naftermath of the hearing, Councilmember Peter Vallone, Jr., Chair of the Public \nSafety Committee, wrote to Commissioner Kelly to express concern about the \nNYPD’s retention of personal information of law-abiding New Yorkers in the \ndatabase and to inquire about the nature and duration of the information stored in \nthe database and the ways in which the NYPD uses that information. \n39.  On June 29,2009, Commissioner Kelly responded to Councilmember Vallone by \nletter, stating that the information collected during stop-and-frisk encounters is “a \ntool for investigators to utilize in the subsequent location and apprehension of \ncriminal suspects.’) Commissioner Kelly further explained that the personal \nSupreme Court Records OnLine Library -  page 16 of 22\n\ninvestigations.” \n40.  In his response to Commissioner Kelly on August 18,2009, Councilman Vallone \nwrote that he “rernain[ed] very concerned over the indefinite keeping of \ninformation obtained from a stop when ...t he encounter concludes with no \ninfraction or arrest.”  Councilman Vallone also stated that the indefinite retaining \nof an innocent individual’s information in a police database raises “legitimate \nprivacy concerns” and urged Commissioner Kelly to review the Department’s \npractices in light of the requirement under New York law that the records of \ninnocent persons be sealed. \n41.  In recent months, public outcry about the NYPD’s stop-and-frisk database has \nmounted.  On March 1,2010 , the New York Times published a column entitled \n“Watching Certain People” that sharply criticized the stop-and-frisk database as \nan affront on innocent, mostly minority New Yorkers,  Times columnist Bob \nHerbert called the NYPD’s maintenance of the database a “gruesome, racist \npractice that should offend all New Yorkers.” On March 12,20 10, the New York \nTimes published a second Bob Herbert column, entitled “Big Brother in Blue,’’ \nwhich discussed the New York City Council’s efforts to urge Commissioner \nKelly to abolish “his huge, noxious database of innocent New Yorkers.” \n42.  On March 10,2010, Christine Quinn, Speaker of the New York City Council, and \nCouncilmember Vallone sent a letter to Cornmissioner Kelly expressing “serious \nconcern” that the stop-and-frisk database “raises significant privacy concerns” for \ninnocent New Yorkers.  The letter states that the NYPD’s policy of keeping a \n11 \nSupreme Court Records OnLine Library -  page 17 of 22\n\npermanent, searchable database of innocent persons “violates the spirit” of New \nYork Criminal Procedure Law section 160.50 because it increases the possibility \nthat an innocent citizen will be the target of a future criminal investigation. \n43.  Upon information and belief, the NYPD, pursuant to the policy, practice, or \ncustom alleged above, has not sealed information contained in its stop-and-frisk \ndatabase concerning Mr. Lino and Mr. Khan. \nCLASS ALLEGATIONS \n44.  The plaintiffs bring this class action pursuant to Article 9 of the New York Civil \nPractice Law and Rules on behalf of all persons who have been arrested or issued \nsummonses, whose NYPD records are subject to sealing under sections 160.50 or \n160.55 of the Criminal Procedure Law, and whose personal information is \nmaintained in the NYPD’s stop-and-frisk database. \n45.  The class is so numerous that joinder of all members is impractical. Since 2003, \nNYPD officers have stopped, frisked, and arrested or issued a summons to a \nperson approximately 360,000 times. On information and belief, in a substantial \nnumber of these instances Criminal Procedure Law sections 160.50 or 160.55 \nrequires the sealing of all related police records, including personal information \nmaintained in the NYPD’s stop-and-frisk database. \n46.  There are questions of law and fact common to the class that predominate over \nquestions affecting only individual members, including but not limited to whether \nNew York Criminal Procedure Law sections 160.50 or 160.55 require the NYPD \nto seal the stop-and-frisk database records of those whose police records must be \nsealed under those two sections. \n12 \nSupreme Court Records OnLine Library -  page 18 of 22\n\n47.  The claims of the class representatives are typical of the claims of the class \nmembers and, by pursuing their own interests, the class representatives will \nadvance the interests of the absent class members.  Each class member has been \nstopped, frisked, and arrested or issued a summons that has resulted in a favorable \ndisposition or in conviction for a sealable non-criminal violation, and for each \nclass member the NYPD has failed to seal the database record of the incident. \n48.  The class representatives will fairly and adequately protect the interests of the \nclass.  There are no conflicts of interest between the class representatives and the \nabsent class members, and the class representatives will vigorously prosecute this \naction on behalf of the class. \n49,  A class action is superior to other available methods for the fair and efficient \nadjudication of this controversy. \n50.  Defendants have consistently acted and refused to act in ways generally \napplicable to the class.  Thus, final declaratory and injunctive relief with respect \nto the class as a whole is appropriate. \nJURY DEMAND \n5 1.  The Plaintiffs demand a trial by jury in this action on each and every one of their \nclaims. \nFIRST CAUSE OF ACTION \n52.  The Defendants have violated Plaintiffs’ rights under section 160.50 of the New \nYork Criminal Procedure Law. \nSupreme Court Records OnLine Library -  page 19 of 22\n\nSECOND CAUSE OF ACTION \n53  The Defendants have violated Plaintiffs’ rights under section 160.55 of the New \nYork Criminal Procedure Law. \nTHIRD CAUSE OF ACTION \n54.  The Defendants have violated Daryl Khan’s rights under the First, Fourth and \nFourteenth Amendments to the United States Constitution and 42 U.S.C. 6 1983. \nFOURTH CAUSE OF ACTION \n55.  The Defendants have violated Daryl Khan’s rights under section 12 of Article I \nof the New York State Constitution. \nFIFTH CAUSE OF ACTION \n56.  The Defendants have violated Daryl Khan’s rights under the common law of the \nState of New York to be free from false arrest, false imprisonment, malicious \nprosecution, and assault and battery. \nJURZSDICTION AND VENUE \n57.  This Court has subj ect-matter jurisdiction over Plaintiffs’ claims pursuant to \nArticle 30 of the New York Civil Practice Law and Rules, section 3001. \n58.  Venue is proper pursuant to Article 5 of New York Civil Practice Law and Rules, \nsections 503(a), 503(c), and 505(a). \nPRAYER FOR RELIEF \nWHEREFORE, Plaintiffs request that this Court: \nCertify this action as a class action, pursuant to Article 9 of the New York Civil \n(1) \nPractice Law and Rules; \n(2)  Issue a declaratory judgment that the NYPD is violating New York Criminal \nProcedure Law section 160.50 by not sealing the stop-and frisk records, including \n14 \nSupreme Court Records OnLine Library -  page 20 of 22\n\npersonal information in the NYPD stop-and-frisk database, of individuals whose \nstop-and-frisk arrests or summonses are disposed of favorably so as to trigger the \nsealing provisions of that section; \nIssue a declaratory judgment that the NYPD is violating New York Criminal \n(3) \nProcedure Law section 160.55 by not sealing the stop-and-frisk records, including \npersonal information in the NYPD stop-and-frisk database, of individuals whose \nstop-and-frisk arrests or summonses result only in their being deemed to have \ncommitted a non-criminal violation or traffic infraction; \n(4)  Issue a declaratory judgment that the Defendants violated the rights of Daryl \nKhan under the First, Fourth and Fourteenth Amendments to the United States \nConstitution and violated the Constitution and laws of the State of New York; \nIssue an injunction requiring the Defendants to seal all records, including but not \n(5) \nlimited to personal information in the NYPD’s stop-and-frisk database, \nconcerning Daryl Khan’s October 7,2009 arrest; \n(6)  Issue an injunction requiring the Defendants to seal all records, including but not \nlimited to personal information in the NYPD’s stop-and-frisk database, \nconcerning every instance in which Clive Lino was issued a summons in \nconjunction with a stop-and-frisk and the disposition of that summons required \nsealing under either Criminal Procedure Law section 160.50 or 160.55; \n(7)  Issue an injunction requiring the Defendants to seal all stop-and-frisk records, \nincluding any personal information in the NYPD stop-and-frisk database, for \nevery person whose records must be sealed pursuant to Criminal Procedure Law \nsections 160.50 or 160.55; \n(8)  Award compensatory damages for violations of Mr. Khan’s rights under the \nUnited States Constitution, the New York State Constitution, and the laws of New \nYork including Criminal Procedure Law section 160.50; \n(9)  Award attorneys’ fees and costs; and \n(10)  Grant any other relief the Court deems appropriate. \nRespectfully Submitted, \nCHRISTOPHfiR DUNN \nNew York Civil Liberties Union Foundation \n125 Broad Street, 1g  thF loor \n15 \nSupreme Court Records OnLine Library -  page 21 of 22\n\nNew York, NY 10004 \n(212) 607-3300 \nNew York, N.Y, \nWashington Square Legal Services, Inc. \n245 Sullivan Street, 5thF loor \nNew York, NY 100 12 \n(2 12) 998-6430 \n<   / , .>\n245 Sullivan Street, 5'h Floor \nNew York, NY 10012 \n(212) 998-6430 \nWashington Square Legal Services, Inc. \n245 Sullivan Street, 5'h Floor \nNew York, NY 1001 2 \n(212) 998-6430 \nDated:  May 19,2010 \nNew York, N.Y.  Counsel for Plaintiffs \n* \nLaw students enrolled in the New York University School of Law Civil Rights Clinic \nand authorized to practice pursuant to Student Practice Order dated June 9,2008 (N.Y. \nApp. Div.). \n16 \nSupreme Court Records OnLine Library -  page 22 of 22",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "BL-2",
      "clearinghouse_link": "clearinghouse.net/doc/94672"
    },
    {
      "date": "2010-05-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74950,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74950.pdf",
      "title": "Complaint",
      "text": "SUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF NEW YORK \n------------------------------------------------------------------------)C \nCLIVE LINO and DARYL KHAN, \non behalf of themselves and all others \nsimilarly situated \nPlaintiffs, \nCLASS ACTION \n-versus- COMPLAINT \nTHE CITY OF NEW YORK; RAYMOND W. KELLY, \nNew York City Police Department Commissioner, in his \nindividual and official capacities; JANE DOE, New York \nCity Police Lieutenant, in her individual and official \ncapacities; and JOHN DOES 1-3, New York City Police \nOfficers, in their individual and official capacities, \nDefendants. \n------------------------------------------------------------------------)C \nPRELIMINARY STATEMENT \n1.  This is a class-action, civil rights case to vindicate the right of New Yorkers not to \nhave their names and addresses included in a massive police database used to \nconduct criminal investigations.  To protect individuals from the stigma of having \na police record, New York law requires the sealing of all records relating to a \nsummons or arrest unless the person is convicted of or pleads guilty to a \nmisdemeanor or felony.  In New York City, however, the New York City Police \nDepartment is refusing to seal information about people who are arrested or given \na summons as part of the Department's stop-and-frisk operation, even when all \ncharges against them are dismissed.  Instead, the Department is retaining these \npeoples' names and addresses in its massive stop-and-frisk database and is using \nthat information to conduct criminal investigations.  As a result, a huge number of \n1 \n\nlaw-abiding people - most of whom are black or Latino - are being treated as \ncriminal suspects. \n2.  Since 2003 the NYPD has stopped and interrogated people nearly three million \ntimes, with blacks and Latinos experiencing over 80 percent ofthe stops.  For \neach stop, a police officer completes a form that includes the name and address of \nthe person stopped.  Even though nearly 90 percent of people stopped have done \nabsolutely nothing unlawful - as evidenced by the fact that they are neither \narrested nor given a summons - the NYPD is entering the personal information of \nevery person stopped into a Department database.  According to NYPD \nCommissioner Raymond Kelly, the NYPD is retaining this information \n\"indefinitely,\" and the database \"is used primarily by Department investigators \nduring the course of a criminal investigation.\" \n3.  The NYPD's stop-and-frisk database is a gross violation of the privacy interests \nof millions of New Yorkers.  It also violates state law for those people who are \narrested or given a summons in conjunction with the stop and who have a right to \nhave the records of that summons or arrest sealed.  Since 2003, for instance, the \nstop-and-frisk program has resulted in approximately 360,000 arrests and \nsummonses.  Upon information and belief, a substantial number of these \nsummons and arrests have been dismissed.  Moreover, upon information and \nbelief, many arrests and summonses that were not dismissed resulted in the \nindividual only paying a fine for a minor, non-criminal violation.  New York law \nrequires that police records associated with all these summons and arrests be \nsealed, including the stop-and-frisk forms that record the names and addresses of \n2 \n\n-\n.~-----~ ~---~------~.-----\nthose stopped.  The NYPD and the City of New York are fully aware of their \nlegal obligation to seal these records but have refused to comply with the statute, \nthereby violating the legal rights of possibly hundreds of thousands of people. \n4.  The plaintiffs Clive Lino and Daryl Khan have been stopped, questioned, \nsearched, arrested, and given summonses that were dismissed.  In addition, Mr. \nLino has paid a summons for a minor violation in conjunction with a stop-and-\nfrisk.  Since the plaintiffs were forced to provide the police with their names and \naddresses, they are now among the huge number of people whose personal \ninformation should be sealed but instead is included in the NYPD database. \nBecause the NYPD refuses to seal their records, they are at serious risk of \nbecoming the targets of future NYPD investigations. \n5.  The defendants have violated the rights of Mr. Lino, Mr. Khan, and all others \nsimilarly situated under the laws of the State of New York.  Defendants have also \nviolated Mr. Khan's rights under the United States and New York Constitutions. \nThe plaintiffs seek a declaration that the defendants' actions have been unlawful, \ninjunctive relief, damages, and attorney's fees. \nPARTIES \n6.  Plaintiff CLIVE LINO is a 29-year-old resident of New York City. \n7.  Plaintiff DARYL KHAN is a 35-year-old resident of New York City. \n8.  Defendant THE CITY OF NEW YORK is a municipal corporation within the \nState of New York. \n3 \n\n9.  Defendant RAYMOND KELLY is the Commissioner of the New York City \nPolice Department, which is an agency of the City of New York.  He is sued in \nhis official capacity. \n10.  Defendant LIEUTENANT JANE DOE is an NYPD police lieutenant who \narrested Mr. Khan.  She is sued in her official and personal capacities. \n11.  Defendant OFFICER JOHN DOE 1 is an NYPD police officer who arrested Mr. \nKhan.  He is sued in his official and personal capacities. \n12.  Defendant OFFICER JOHN DOE 2 is an NYPD police officer who arrested Mr. \nKhan.  He is sued in his official and personal capacities. \n13.  Defendant OFFICER JOHN DOE 3 is an NYPD police officer who arrested Mr. \nKhan.  He is sued in his official and personal capacities. \nFACTS \nClive Lino \n14.  Clive Lino is a 29-year-old black man graduating in May 2010 from Mercy \nCollege with a Master's degree in English and special education.  In 2002 he \nearned his Bachelor's degree in sociology from St. John Fisher College in \nRochester, New York, where he was the president of the Black Student Union. \nMr. Lino works full-time with special-needs children at a residential facility for \nstudents in crisis. \n15.  Mr. Lino has been a resident of New York since 1986 and a resident of Harlem \nsince 1991.  He lives with his mother, brother, sister, and nephew.  Mr. Lino's \nfather is a native and resident of Belize, where he has worked as a police officer \nand currently serves as a magistrate judge. \n4 \n\n16.  Mr. Lino has been the frequent target ofNYPD stop-and-frisk activity.  Between \nFebruary of2008 and August of2009, he was stopped at least thirteen times. \n17.  Frustrated with being the object of unjustified police attention, Mr. Lino began in \nFebruary 2008 documenting each incident with letters to the Civilian Complaint \nReview Board, the Office of the Manhattan Borough President, the NYPD \nInternal Affairs Bureau, local politicians, and various civil rights organizations. \nMr. Lino has written, \"I am constantly and increasingly being hassled, threatened, \nintimidated, and harassed by NYPD officers.\"  He also wrote that \"they make me \nfeel like a criminal or suspect when I haven't done anything wrong.\" \n18.  On April 18, 2009, Mr. Lino and his cousin were getting into his brother's car on \nMorris Avenue in the Bronx when they were stopped by five NYPD officers.  Mr. \nLino provided ID when prompted.  The officers threw Mr. Lino against a wall, \nfrisked him, handcuffed him, and searched his pockets.  Mr. Lino asked \nrepeatedly why he was being stopped and what he had done wrong, but he \nreceived no answer.  After about thirty minutes, the officers issued Mr. Lino \nsummonses for spitting in public and possessing an open container.  Both \nsummonses were dismissed.  The Bronx County Criminal Court issued Mr. Lino a \nnotice of dismissal stating that records of his summons had been sealed pursuant \nto New York Criminal Procedure Law section 160.50. \n19.  On at least one other occasion when he was stopped and questioned by NYPD \nofficers, Mr. Lino was issued a summons for a noncriminal violation for which he \npaid a fine. \n5 \n\nDaryl Khan \n20.  Mr. Khan is a 35-year-old white man of Middle Eastern descent, a freelance \njournalist, and stay-at-home father of twin toddlers.  He and his family live on \nGates Avenue in the Clinton Hill neighborhood of Brooklyn.  Other than the \nincident at issue in this complaint, Mr. Khan has never been arrested and has no \ncriminal record. \n21.  Mr. Khan graduated with a double major injoumalism and government and \npolitics from the University of Maryland in 1998.  He moved to New York eleven \nyears ago to pursue his passion for journalism and shortly thereafter began \nworking as a freelance reporter for the New York Times. \n22.  In 2003 Mr. Khan was hired by Newsday as a staff reporter covering the crime \nbeat.  His office was located in the NYPD's headquarters, and his daily \nresponsibilities included visiting crime scenes and interviewing on-duty NYPD \nofficers.  Through his work, Mr. Khan became familiar with the legal rights of \npeople stopped by the police and was accustomed to interacting with police \nofficers. \n23.  Mr. Khan is close to his parents, brother, and two sisters.  His sister Courtney \nlives nearby in Brooklyn and travels frequently to Washington, D.C. where his \nparents reside. \n24.  At about 8:00 p.m. on Wednesday, October 7, 2009, Mr. Khan was riding his bike \nin the street past the Tompkins Houses public housing project near his sister's \napartment in the Bedford-Stuyvesant neighborhood of Brooklyn when two NYPD \nofficers (Lieutenant Jane Doe and Officer John Doe 1) in an unmarked van pulled \n6 \n\nhim over and accused him ofriding his bike on the sidewalk.  Mr. Khan had not \nridden his bike on the sidewalk at any point during the trip and told this to the \nofficers.  He gave the officers his name, but he did not produce identification \nbecause he was not carrying any. \n25.  Upon stopping Mr. Khan, the officers did not issue him a summons for riding on \nthe sidewalk.  Rather, two more officers (Officers John Doe 2 and 3) arrived on \nthe scene and the four officers detained, questioned, and searched Mr. Khan for \napproximately thirty minutes.  The officers repeatedly demanded to know where \nMr. Khan lived and why he was in the neighborhood. \n26.  Mr. Khan told the officers several times that he had done nothing wrong and that \nhe did not understand why they would not either write him a ticket or let him go. \nHe also said repeatedly that he did not want to tell the officers where he lived or \nanswer their questions and that he knew his rights and cared about protecting \nthem.  In response, the officers pulled him from his bike, threw him against the \nside of the van, and slapped hand-cuffs tightly around his wrists.  One officer \ndonned gloves and searched Mr. Khan's pockets, over his objections. \n27.  The officers indicated to Mr. Khan that he was being detained and searched for \nvarious reasons, including that he was riding around at night, that he was not \ncarrying identification, and that he had \"fucking disrespected a lieutenant.\" \n28.  The officers issued Mr. Khan two summonses, one for disorderly conduct and \nanother for riding his bike on the sidewalk. \n29.  After the officers had issued the summonses, they forced Mr. Khan to return to his \nsister's apartment building and questioned the woman seated at the front desk of \n7 \n\nthe building's office, who told them \"He is a very nice man.  He takes care of his \nbabies.\"  Mr. Khan asked the officers for their names, badge numbers, and tax ID \nnumbers. All refused, and the officers departed. \n30.  In total, Mr. Khan was detained for approximately forty-five minutes. At no point \ndid the officers act with reasonable suspicion or probable cause or otherwise have \nany lawful basis for their treatment of Mr. Khan.  Both summonses issued to Mr. \nKhan were dismissed. \n31.  On January 5, 2010, Mr. Khan filed a Notice of Claim with the City of New York. \nThe NYPD's Retention of Personal Information that Should Be Sealed \n32.  The NYPD Patrol Guide provides that every time an NYPD officer stops and \nquestions someone on the street, the officer must complete a \"Stop, Question and \nFrisk\" worksheet, also known as a UF-250.  This worksheet is used to record \ninformation about the encounter, including the name and home address of the \nperson stopped.  The NYPD Patrol Guide requires that a UF-250 be completed \neven if the stop results in an arrest or summons. \n33.  In March 2006 the NYPD issued an Operations Order requiring that the \ninformation from all UF-250s be compiled in a centralized computerized database \n(\"stop-and -frisk database\"). \n34.  New York state law mandates the sealing ofrecords of arrests and summonses \nthat do not terminate in a conviction for a misdemeanor or felony.  Section 160.50 \nof the New York Criminal Procedure Law provides, in every case in which \nproceedings end favorably for an accused, that \"all official records and papers of a \n... police agency ... shall be sealed and not made available to any person or \n8 \n\npublic or private agency.\"  Section 160.55 provides, with two exceptions, that in \ncases in which an individual is deemed to have committed only a non-criminal \n\"violation\" or traffic infraction, \"all official records and papers of a ... police \nagency ... shall be sealed and not made available to any person or public or \nprivate agency.\" \n35.  Since just 2003, NYPD officers have made nearly three million stops.  In about \n360,000 of those stops, the NYPD has made an arrest or issued a summons.  Upon \ninformation and belief, a substantial number of those arrests and summonses, like \nthe summonses issued to Mr. Khan and Mr. Lino, resulted in favorable \ndispositions for the defendants or only the payment of a fine for a minor, non-\ncriminal violation.  Under the sealing provisions of Criminal Procedure Law \nsections 160.50 and 160.55, these individuals have a right to have records \nassociated with those summonses and arrests sealed, including the information in \nthe stop-and-frisk database. \n36.  In February 2007, the New York Civil Liberties Union wrote to NYPD \nCommissioner Raymond Kelly to object to the NYPD's maintenance ofa \ncentralized database of hundreds of thousands of law-abiding New Yorkers.  The \nNYCLU requested that the NYPD remove from its database identifying \ninformation about law-abiding persons who were stopped.  It also noted that the \nDepartment was bound by the sealing provisions of section 160.50 of the \nCriminal Procedure Law and asked that the NYPD take steps to assure that the \nstop-and-frisk records of individuals be sealed in accordance with the statute. \nCommissioner Kelly has never responded to the NYCLU's request. \n9 \n\n37.  On August 24,2008, the NYCLU settled the case of Leonardo Blair, an innocent \nNew Yorker who brought suit against the NYPD in the aftermath of his unlawful \nsearch, seizure, and arrest, which had resulted in the issuance of two summonses \nthat were dismissed.  In settling the case, the NYPD agreed to treat Mr. Blair's \nstop-and-frisk database entry as \"sealed and subject to New York Criminal \nProcedure Law § 160.50.\" Following this settlement, the NYCLU expressly \nrequested of the New York City Law Department that the NYPD seal the database \nrecords of all New Yorkers who, like Mr. Blair, had summonses or arrests that \nhad been disposed of in their favor.  After conferring with NYPD officials, the \nLaw Department refused. \n38.  In April 2009, the New York city Council Committee on Public Safety held an \noversight hearing on NYPD stop-and-frisk practices.  At the hearing the NYCLU \ntestified about its concerns about the NYPD's retention of the personal \ninformation of innocent New Yorkers in its stop-and-frisk database.  In the \naftermath of the hearing, Councilmember Peter Vallone, Jr., Chair of the Public \nSafety Committee, wrote to Commissioner Kelly to express concern about the \nNYPD's retention of personal information of law-abiding New Yorkers in the \ndatabase and to inquire about the nature and duration of the information stored in \nthe database and the ways in which the NYPD uses that information. \n39.  On June 29, 2009, Commissioner Kelly responded to Councilmember Vallone by \nletter, stating that the information collected during stop-and-frisk encounters is \"a \ntool for investigators to utilize in the subsequent location and apprehension of \ncriminal suspects.\"  Commissioner Kelly further explained that the personal \n10 \n\ninformation collected in the database \"remains there indefinitely, for use in future \ninvestigations. \" \n40.  In his response to Commissioner Kelly on August 18, 2009, Councilman Vallone \nwrote that he \"remain [e d] very concerned over the indefinite keeping of \ninformation obtained from a stop when ... the encounter concludes with no \ninfraction or arrest.\"  Councilman Vallone also stated that the indefinite retaining \nof an innocent individual's information in a police database raises \"legitimate \nprivacy concerns\" and urged Commissioner Kelly to review the Department's \npractices in light of the requirement under New York law that the records of \ninnocent persons be sealed. \n41.  In recent months, public outcry about the NYPD's stop-and-frisk database has \nmounted.  On March 1,2010, the New York Times published a column entitled \n\"Watching Certain People\" that sharply criticized the stop-and-frisk database as \nan affront on innocent, mostly minority New Yorkers.  Times columnist Bob \nHerbert called the NYPD's maintenance ofthe database a \"gruesome, racist \npractice that should offend all New Yorkers.\" On March 12, 2010, the New York \nTimes published a second Bob Herbert column, entitled \"Big Brother in Blue,\" \nwhich discussed the New York City Council's efforts to urge Commissioner \nKelly to abolish \"his huge, noxious database of innocent New Yorkers.\" \n42.  On March 10,2010, Christine Quinn, Speaker of the New York City Council, and \nCouncilmember Vallone sent a letter to Commissioner Kelly expressing \"serious \nconcern\" that the stop-and-frisk database \"raises significant privacy concerns\" for \ninnocent N ew Yorkers.  The letter states that the NYPD' s policy of keeping a \n11 \n\npermanent, searchable database of innocent persons \"violates the spirit\" of New \nYork Criminal Procedure Law section 160.50 because it increases the possibility \nthat an innocent citizen will be the target of a future criminal investigation. \n43.  Upon information and belief, the NYPD, pursuant to the policy, practice, or \ncustom alleged above, has not sealed information contained in its stop-and-frisk \ndatabase concerning Mr. Lino and Mr. Khan. \nCLASS ALLEGATIONS \n44.  The plaintiffs bring this class action pursuant to Article 9 of the New Yark Civil \nPractice Law and Rules on behalf of all persons who have been arrested or issued \nsummonses, whose NYPD records are subject to sealing under sections 160.50 or \n160.55 of the Criminal Procedure Law, and whose personal information is \nmaintained in the NYPD's stop-and-frisk database. \n45.  The class is so numerous that joinder of all members is impractical.  Since 2003, \nNYPD officers have stopped, frisked, and arrested or issued a summons to a \nperson approximately 360,000 times.  On information and belief, in a substantial \nnumber of these instances Criminal Procedure Law sections 160.50 or 160.55 \nrequires the sealing of all related police records, including personal information \nmaintained in the NYPD's stop-and-frisk database. \n46.  There are questions of law and fact common to the class that predominate over \nquestions affecting only individual members, including but not limited to whether \nNew York Criminal Procedure Law sections 160.50 or 160.55 require the NYPD \nto seal the stop-and-frisk database records of those whose police records must be \nsealed under those two sections. \n12 \n\n47.  The claims of the class representatives are typical of the claims of the class \nmembers and, by pursuing their own interests, the class representatives will \nadvance the interests of the absent class members.  Each class member has been \nstopped, frisked, and arrested or issued a summons that has resulted in a favorable \ndisposition or in conviction for a sealable non-criminal violation, and for each \nclass member the NYPD has failed to seal the database record of the incident. \n48.  The class representatives will fairly and adequately protect the interests of the \nclass.  There are no conflicts of interest between the class representatives and the \nabsent class members, and the class representatives will vigorously prosecute this \naction on behalf of the class. \n49.  A class action is superior to other available methods for the fair and efficient \nadjudication of this controversy. \n50.  Defendants have consistently acted and refused to act in ways generally \napplicable to the class.  Thus, final declaratory and injunctive relief with respect \nto the class as a whole is appropriate. \nmRYDEMAND \n51.  The Plaintiffs demand a trial by jury in this action on each and everyone of their \nclaims. \nFIRST CAUSE OF ACTION \n52.  The Defendants have violated Plaintiffs' rights under section 160.50 of the New \nYork Criminal Procedure Law. \n13 \n\nSECOND CAUSE OF ACTION \n53.  The Defendants have violated Plaintiffs' rights under section 160.55 of the New \nYork Criminal Procedure Law. \nTHIRD CAUSE OF ACTION \n54.  The Defendants have violated Daryl Khan's rights under the First, Fourth and \nFourteenth Amendments to the United States Constitution and 42 U.S.C. § 1983. \nFOURTH CAUSE OF ACTION \n55.  The Defendants have violated Daryl Khan's rights under section 12 of Article I \nof the New York State Constitution. \nFIFTH CAUSE OF ACTION \n56.  The Defendants have violated Daryl Khan's rights under the common law of the \nState of New York to be free from false arrest, false imprisonment, malicious \nprosecution, and assault and battery. \nmRISDICTION AND VENUE \n57.  This Court has subject-matter jurisdiction over Plaintiffs' claims pursuant to \nArticle 30 of the New York Civil Practice Law and Rules, section 3001. \n58.  Venue is proper pursuant to Article 5 of New York Civil Practice Law and Rules, \nsections 503(a), 503(c), and 505(a). \nPRAYER FOR RELIEF \nWHEREFORE, Plaintiffs request that this Court: \n(1)  Certify this action as a class action, pursuant to Article 9 of the New York Civil \nPractice Law and Rules; \n(2)  Issue a declaratory judgment that the NYPD is violating New York Criminal \nProcedure Law section 160.50 by not sealing the stop-and frisk records, including \n14 \n\npersonal information in the NYPD stop-and-frisk database, of individuals whose \nstop-and-frisk arrests or summonses are disposed of favorably so as to trigger the \nsealing provisions of that section; \n(3)  Issue a declaratory judgment that the NYPD is violating New York Criminal \nProcedure Law section 160.55 by not sealing the stop-and-frisk records, including \npersonal information in the NYPD stop-and-frisk database, of individuals whose \nstop-and-frisk arrests or summonses result only in their being deemed to have \ncommitted a non-criminal violation or traffic infraction; \n(4)  Issue a declaratory judgment that the Defendants violated the rights of Daryl \nKhan under the First, Fourth and Fourteenth Amendments to the United States \nConstitution and violated the Constitution and laws of the State of New York; \n(5)  Issue an injunction requiring the Defendants to seal all records, including but not \nlimited to personal information in the NYPD's stop-and-frisk database, \nconcerning Daryl Khan's October 7,2009 arrest; \n(6)  Issue an injunction requiring the Defendants to seal all records, including but not \nlimited to personal information in the NYPD's stop-and-frisk database, \nconcerning every instance in which Clive Lino was issued a summons in \nconjunction with a stop-and-frisk and the disposition of that summons required \nsealing under either Criminal Procedure Law section 160.50 or 160.55; \n(7)  Issue an injunction requiring the Defendants to seal all stop-and-frisk records, \nincluding any personal information in the NYPD stop-and-frisk database, for \nevery person whose records must be sealed pursuant to Criminal Procedure Law \nsections 160.50 or 160.55; \n(8)  Award compensatory damages for violations of Mr. Khan's rights under the \nUnited States Constitution, the New York State Constitution, and the laws of New \nYork including Criminal Procedure Law section 160.50; \n(9)  Award attorneys' fees and costs; and \n(10)  Grant any other relief the Court deems appropriate. \nRespectfully Submitted, \nC \n~-\n!v,1IIA;;v)f . \nI \nCH~DUNN \nNew York Civil Liberties Union Foundation \n125 Broad Street, 19th Floor \n15 \n\nNew York, NY 10004 \n(212) 607-3300 \nNew York, N.Y. \nDated:  May 19,2010 \nNew York, N.Y.  Counsel for Plaintiffs \n* Law students emolled in the New York University School of Law Civil Rights Clinic \nand authorized to practice pursuant to Student Practice Order dated June 9,2008 (N.Y. \nApp. Div.). \n16 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/74950"
    },
    {
      "date": "2011-06-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 94674,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/94674.pdf",
      "title": "Order",
      "text": "ANNED ON 61281201 1  . . - .  . .. . - . .-  . . .  .. -  -_ _  .  .- \nSUPREME COURT OF THE STATE OF NEW YORK - NEW YORK COUNTY \n3,/  \nPART \nPRESENT:  . -  \n- \nIndex Number  10657912010  \n' \nINDEX NO. \nLINO, CLIVE \nMOTION DATE \nvs. \nCIlY OF NEW YORK  MOTION SEO. NO. \nSEQUENCE NUMBER. 001  MOTION CAL. NO. \n- \nCOMPEL DISCLOSURE \nck  -fliU-+myJ \nthis motion tolfor \nC , ~ L# J\"L \nPAPERS NUMBERED \n1  Answering Affidavits - Exhlblts \n- \n$ \nReplying Affidavits \n2  / \n0 \n3  Cross-Motion:  @Yes  0 No \nU \nJpon the foregolng papers, It Is ordered that this motion \nN 2 4 IC\" \nCheck one: \nu \nCheck if appropriate:  [?  DO NOT POST  REFERENCE \nn  u \nSUBMIT ORDER/ JUDG.  SETTLE ORDER/ JUDG. \n\nSUPREh4E COURT OF THE STATE OF NEW YORK \nCOUNTY OF NEW YORK  :  PART 5 \nX \n___~lr_--_______~____________l_____l____---~~~~-----~~~~~-----~\"~~~-- \nCLIVE LINO and DARYL KHAN, on behalf of  Index No. 106579/10 \nthemselves and all others similarly situated, \nMotion Subm.:  4/12/11 \nPlaintiffs,  Motion Seq. No.:  00 1 \nCalendar No.:  56 \n-against- \nDECISION & ORDER \nF I L E D  \nTHE CITY OF NEW YORK, et al., \nNEW YORK \nFor plaintiff:  For defendants:  COUNn CLERK'S OFFICE \nChristopher Dunn, Esq.  Jesse I. Levine, ACC \nNew York Civil Liberties Union Foundation  Michael A. Cardozo \n125 Broad St.,  19'h F1.  Corporation Counsel \nNew York, NY I0004  100 Church St., b.2- 106 \n2 12-607-3300  New York, NY 10007 \n21 2442-3329 \nBy notice of motion dated November 10,2010 , plaintiffs move for an order compelling \ndefendants to provide discovery responses. Defendants oppose the motion and, by notice of \ncross motion dated December 6,2010, cross-move pursuant to CPLR 321 l(a)(7) and 7804(f) for \nan order dismissing plaintiffs' complaint on the grounds that: (1) it fails to state a cause of action; \n(2) the named plaintiffs lack standing to sue; and (3) plaintiffs' constitutional claims are barred \nby law and/or by the applicable statute of limitations.  In the alternative, defendants seek an order \nsevering plaintiffs' third, fourth, and fifth causes of action. Plaintiffs oppose the cross motion. \nBy letter dated April 12,201 1, the parties advised that they had resolved plaintiffs' motion to \ncompel in the event that the complaint is not dismissed. \n\n1. PLAINTIFFS’ COMPLAINT \nPlaintiffs allege that the New York City Police Department (NYPD) Patrol Guide \nrequires police officers to complete a “Stop, Question and Frisk” worksheet, also known as an \nUF-250, each time an officer stops and questions someone. The worksheet is used to record \ninformation about the encounter, including the name and home address of the person stopped, \nand an officer is required to fill out the form even if the stop does not result in an arrest or \nCommissioner advised that information collected during stop-and-frisk encounters is “a tool for \ninvestigators to utilize in the subsequent location and apprehension of criminal suspects,” and \nthat information in the database “remains there indefinitely, for use in future investigations.” \nOn or about May 19,201 0, plaintiffs commenced the instant class action lawsuit on \nbehalf of those who have been arrested or issued summonses, whose NYPD records are subject \nto sealing, and whose personal information is maintained in the database.  They contend that a \nclass action is necessary as joinder of all class members is impractical, observing that since 2003 \nNYPD officers have stopped, frisked, and arrested or issued a summons approximately 360,000 \ntimes, and that there are common issues of law and fact including whether the Criminal \nProcedure Law requires the sealing of database records.  Plaintiffs claim that by maintaining the \ndatabase, defendants violated their rights under CPL 160.50 and 160.55 and their constitutional \nrights under the First, Fourth, and Fourteenth Amendments to the Constitution, 42 USC 5 1983, \n2 \n\nthe New York State Constitution, and New York’s common law. \nPlaintiff Lino alleges that between February 2008 and August 2009, he was targeted by \nthe NYPD and stopped at least 13 times, and that on April 18,2009, he was stopped by the \nNYPD, frisked, and issued two summonses which were dismissed and the related records sealed. \nOn another occasion, Lino was issued a summons for a noncriminal violation for which he paid a \nfine. Plaintiff Khan asserts that on October 7,2009, he was falsely accused of violating the law, \ndetained, questioned, and searched, and he received two summonses which were dismissed. \nBoth plaintiffs allege that the NYPD has not sealed information in its database about them \ndespite the termination of criminal proceedings in their favor. \n11.  APPLICABLE STATUTES \nPursuant to CPLR 321 l(a)(3), a cause of action may be dismissed where a party lacks \nlegal capacity or standing to sue.  The critical issue in determining whether a party has standing \nto sue is whether the party has suffered an “injury in fact, which is “an actual legal stake in the \nmatter being adjudicated” and “ensures that the party seeking review has some concrete interest \nin prosecuting the action.” (Socy. of Plastic Ind., Inc. v County of  SuffoZk, 77 NY2d 761 [1991]). \nSection 160.50(1) of New York Criminal Procedure Law (CPL) provides that: \nUpon the termination of a criminal action or proceeding against a person in favor of such \nperson . . . the record of such action or proceeding shall be sealed and the clerk of the \ncourt wherein such criminal action or proceeding was terminated shall immediately notify \nthe commissioner of the division of criminal justice services and the heads of all \nappropriate police departments and other law enforcement agencies that the action has \nbeen terminated in favor of the accused, and unless the cou$has  directed otherwise, that \nthe record of such action or proceeding shall be sealed. \nUpon receipt of notification of the sealing, as pertinent here: \nevery photograph of such person and photographic plate or proof, and all \n(a) \n3 \n\npalmprints and fingerprints taken or made of such person” shall be destroyed or \nreturned forthwith to the person by any police department that had it in its \npossession; \n(b)  any police department that transmitted or forwarded any such photograph, \npalmprint or fingerprint shall forthwith formally request in writing that all such \ncopies be destroyed or returned to the police department, and if returned, the \npolice department shall, at its discretion, destroy or return them; and \n0  all official records and papers relating to the arrest or prosecution on file with a \npolice agency shall be sealed and not made available to any person or public or \nprivate agency. \n(CPL 160.50). \nSection 160.55 of the CPL is identical to CPL 160.50 except that it pertains to the \ntermination of a criminal action or proceeding against a person by the conviction of such person \nof a traffic infraction or certain types of minor violations. \nThe purpose of the sealing statutes is to protect the rights of those against whom criminal \ncharges were brought but which did not ultimately result in a conviction and \nto remove any “stigma” flowing from an accusation of criminal conduct terminated in \nfavor of the accused, thereby affording protection (ix.,th e presumption of innocence) to \nsuch accused in the pursuit of employment, education, professional licensing and \ninsurance opportunities. \n(People v Patterson, 78 NY2d 7 1 1, 7 15-7 16 [ 199 11).  Thus, pursuant to CPL 160.60: \nUpon the termination of a criminal action or proceeding against a person in favor of such \nperson, as defined in [CPL 160.501, the arrest and prosecution shall be deemed a nullity \nand the accused shall be restored, in contemplation of law, to the status he occupied \nbefore the arrest and prosecution. The arrest or prosecution shall not operate as a \ndisqualification of any person so accused to pursue or engage in any lawful activity, \noccupation, profession, or calling. \n4 \n\n111.  PLAINTIFFS’ STANDTNG \nA. Conteptiong \nDefendants contend that the individual plaintiffs lack standing to sue as they have failed \nto allege how the inclusion of their names in the database has injured them and their claim that \ntheir information may potentially be used in future criminal investigations is unduly speculative, \nthat a violation of CPL 160.50 does not support a claim for federal or state constitutional \nviolations and thus does not constitute an injury, that plaintiffs’ individual lack of standing is \nfatal to their attempt to bring a class action here, and that in any event, a class action would be \nsuperfluous as a judgment in the individual plaintiffs’ favor would yield the same result. \n(Defendants’ Memorandum of Law, dated Dec. 6,2010). \nIn opposition, plaintiffs contend that the database constitutes a violation of CPL 160.50 \nand 160.55 as well as their constitutional rights, and observe that as they have not yet moved to \ncertify a class, whether they have standing to represent a class is not in issue. They also maintain \nthat their injury consists of defendants’ failure to seal their records and observe that as the \npurpose of the sealing statutes is to protect the person wrongfully accused from future injury that \nmight result from the disclosure of a sealed record, their claim of future injury is not fatal to their \nstanding to sue. (Plaintiffs’ Memorandum, dated Jan. 25,201 1). \nIn reply, defendants assert that the CPL 160.50 does not require that they destroy any \ncovered records and thus their maintenance of the database, by itself, neither violates the sealing \nstatutes nor constitutes an injury to plaintiffs, especially as the statute requires them to preserve \nsealed records and disclose them under specific circumstances. Absent any allegation that \nplaintiffs’ records have been disclosed improperly, defendants argue that plaintiffs have not \n5 \n. \n\nshown that they have suffered any injury. (Reply Memorandum, dated Feb. 3,201 1). \nB.  halvsis \nNeither statute requires the NYPD to destroy or request the destruction of any records \nrelating to an arrest other than photographs, palrnprints or fingerprints, and as to all other records, \nthe NYPD is required only to seal them and decline to provide them to anyone other than the \nentities specified in the statutes and under specific circumstances. In effect, the NYPD is a \ncustodian of the sealed records with the obligation to provide them if necessary or ordered to do \nso. Thus, absent any provision in the sealing statutes prohibiting defendants from maintaining \nthe personal information of plaintiffs and others in the database, and in light of defendants’ \nobligation to maintain sealed records, plaintiffs have failed to establish that the inclusion of their \npersonal information in the database violates CPL 160.50 or 160.55. (See eg Matter ofPalucio v \nMorgenthuu, 13 AD3d 282 [lstD  ept 20041 [petitioner not entitled to expungement of sealed \nrecords]; Mutter of Brown v Hallman, 278 AD2d 604 [3d Dept 20001, lv denied 96 NY2d 709 \n[200 11 [rejecting argument that CPL 160.50 required expungement from petitioner’s criminal \nhistory of indicia of arrest which did not result in criminal conviction or criminal proceedings \nwhich terminated in his favor]; Mutter of Cutterson v Corm, 244 AD2d 407 [2d Dept 19971, lv \ndenied 92 NY2d 828 [1998] [no authority in CPL requiring petitioner Attorney General to \ndestroy tapes made in connection with criminal action that had been dismissed]). \nEven if the NYPD’s maintenance of the database violates the sealing statutes, the Court \nof Appeals has held that the statutes grant only a statutory, not a constitutional, privilege to one \nwhose records should be sealed, and thus a statutory violation does not implicate a constitutional \nright, even if records that should and have not been sealed are used in another proceeding. In \n6 \n\nPatterson, the defendant’s photograph had been taken in connection with an unrelated charge \nwhich was dismissed and the file ordered sealed. (78 NY2d at 71 1). The photograph was then \nused in an identification procedure held in connection with the prosecution of the defendant in a \nsecond, unrelated, proceeding, and the Court held that even though such use violated CPL \n160.50, it did not infringe upon any of the defendant’s constitutional rights, finding that the \nnature of the statutory remedy in the sealing statutes “is unrelated to any Fourth or Fifth \nAmendment protections” and that “[a] defendant has no inherent or constitutional right to the \nreturn of photographs, fingerprints or other indicia of arrest where charges are dismissed.” (See \nalso People v Mosquea, 18 AD3d 228 [lntD ept 20051 [even if defendant’s arrest resulted from \nuse of information that should have been sealed, violation of CPL 160.50 did not require \nsuppression or dismissal]; People v Gilbert, 136 AD2d 562 [2d Dept 19881, Zv denied 71 NY2d \n896 [dismissal of indictment or suppression of identification testimony not required based on \nNYPD’s identification of defendant through fingerprints that should have been sealed]; People v \nMidgley, 196 Misc 2d 19 [Sup Ct, Kings County 20031 [rejecting defendant’s argument that \nfailure to seal DNA profile and re-use of profile, which lead to second arrest, deprived him of \ndue process and equal protection of law and violated constitutional rights]). \nCourts have applied this holding in the context of non-criminal actions and proceedings. \n(See Reeb v Woods, 751 F Supp 2d 484 [WD NY 20101 [violation of CPL 160.50 did not \nimplicate federal or state constitutional rights]; WaZZs v New York City Police Dept., 2005 WL \n1861629 [ED NY 20051 [dismissing 42 USC § 1983 claim based on defendant’s alleged failure \nto expunge records related to arrest]; Grandal v City ofNY, 966 F Supp 197 [SD NY 19971 \n[dismissing claim for violation of constitutional right to due process based on NYPD’s use of \n7 \n. \n\nphotograph, which should have been returned to plaintiff pursuant to CPL 160.50, in subsequent \ncriminal investigation, absent allegation that NYPD had engaged in pattern of misconduct or that \nplaintiffs reputation had been damaged]; Matter of Charles Q. v Constantine, 85 NY2d 571 \n[ 19951 [evidence used in disciplinary hearing which should have been sealed pursuant to CPL \n160.50 did not require annulment of hearing determination]; Mutter ofOno v Long Is. CoZZ. \nHosp., 12 AD3d 299 [lstD ept 20041 [in administrative proceeding, respondent’s reliance on \nsealed documents not improper]; Brown v City ofNew York,2 89 AD2d 95 [ lstD  ept 2001 J \n[dismissing section 1983 claim based on defendants’ use of photograph that should have been \nsealed pursuant to CPL 160.551; Clapper v Rugonese, 274 AD2d 654 [3d Dept 20001, lv denied \n95 NY2d 958 [dismissing constitutional tort claim based on violation of CPL 160.50]; Moore v \nDormin, 173 Misc 2d 836 [Sup Ct, New York County 19971, lv denied 92 NY2d 816 [1998] \n[dismissing cIaim based on violation of CPL 160.50 as it did not state cause of action for \nconstitutional violation]). \nThus, at issue here is whether the NYPD’s alleged violation of the sealing statutes \nimplicates any non-constitutional rights upon which plaintiffs may sue in a civil action or which \nconstitutes an injury for which plaintiffs may recover. (See Patterson, 78 NY2d at 714 [although \nthere is “no authorization in (CPL 160.50) for the use in a law enforcement agency‘s \ninvestigatory procedures of a photograph retained in violation thereof,” violation only statutory]). \nPlaintiffs cite no authority supporting their claim that a violation of CPL 140.50 or 160.55 \nalone gives rise to a civil claim for damages, and no such authority appears to exist, especially as \nit has been widely held that a violation of the statutes does not require dismissal or suppression in \nthe criminal context where one’s freedom and liberty is at stake. (See eg Patterson, 78 NY2d at \n8 \n\n71 6 [observing that nothing in history of sealing statutes indicated that Legislature intended that \nviolation of statutes “without more, would justify invocation of the exclusionary rule with respect \nto subsequent independent and unrelated criminal proceedings”]; People v London, 124 AD2d \n254 [3d Dept 19861, lv denied 68 NY2d 1001 [CPL 160.50 was “not designed to immunize a \ndefendant from the operations of a law ellforcement official’s investigatory display of a \nphotograph”]j . In other words, if a violation of the sealing statutes during a criminal \ninvestigation which leads to a person’s arrest, prosecution, and/or conviction does not warrant or \nrequire suppression or dismissal or a new criminal proceeding, it is unlikely that a violation may \nbe compensated via a civil cause of action. \nMoreover, nothing in the sealing statutes reflects that the Legislature intended to create a \nprivate right of action for their violation, nor did plaintiffs cite any authority holding that a \nprivate right of action exists under CPL 160.50 or 160.55. (See Nekos v Kraus, 62 AD3d 1144 \n[3d Dept 20091 [questioning without reaching issue of whether private right of action exists for \nviolation of CPL 160.501). In an analogous context, it has been held that a statute requiring the \nsealing of all official records upon a youthful offender adjudication (CPL 720.35j , the purpose of \nwhich is to ensure that a youthful offender is not stigmatized by a criminal conviction or record \n(Capital Newspapers Div. of the Hearst Corp. v Moynihan, 71 NY2d 263 [19SS]j, does not \ncreate a private right of action based on a breach of the statute (Anderson-Haider v State, 29 \nMisc 3d 816 [Ct C12010] [claim for damages arising from violation of statute dismissed]; \nYanicki v State, 174 Misc 2d 149 [Ct Cl 19971 [same]; see also Burton v Matteliano, 81 AD3d \n1272 [4thD  ept 201 11, lv denied  NE2d -,  201 1 NY Slip Op 75498 [violation of statute \nimposing duty to maintain confidentiality of patient treatment records did not support private \n9 \n-  ..  . \n\nI \nright of action]; 35 New York City Police UfJicers v City of New York, 34 AD3d 392 [lgDl ept \n20061 [police officers had no private right of action for violations of statute governing privacy of \ntheir personnel records]; Fine v State, 10 Misc 3d 1075[A], 2005 NY Slip Op 5224O[U] [Ct C1 \n20051 [although statute required confidentiality of files relating to investigation of professional \nmisconduct, its violation did not create private right of action for money damages]). \nPlaintiffs have thus failed to show that they have suffered or will suffer any injury \nsufficient to confer on them standing in this action. In light of this result, I need not address the \nparties’ remaining contentions. \nIV, CON CLU S I ON \nAccordingly, it is hereby \nORDERED, that defendants’ cross motion to dismiss is granted, and the complaint is \nhereby dismissed in its entirety; and it is further \nORDERED, that plaintiffs’ motion to compel is denied as moot. \nENTER: \nDATED:  June 24,201 1  X S. C. \nNew York, New York \nJUN  2 4  2011 \n10 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "BL-5",
      "clearinghouse_link": "clearinghouse.net/doc/94674"
    }
  ],
  "document_count": 9
}