{
  "case_id": 17811,
  "fetched_at": "2025-10-20T22:55:49.785381",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Non-settlement Outcome"
    ],
    "case_defendants": [],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title IV order (pen register/trap-and-trace), 50 U.S.C. §§ 1841-1846"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2015,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2015-06-16",
    "filing_year": 2015,
    "id": 17811,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "General/Misc.: Terrorism/Post 9-11 issues",
      "General/Misc.: Records Disclosure",
      "General/Misc.: Confidentiality"
    ],
    "last_checked_date": "2020-10-29T00:00:00-04:00",
    "main_docket": {
      "id": 27677,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2015,
      "docket_filing_number": 52,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "PR-TT 15-52",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re [redacted], a U.S. Person",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff is the Federal Bureau of Investigation, seeking authorization of a pen register/tap and trace (PR/TT) warrant",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2015-06-18",
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Act -- Telephony Metadata",
      "Foreign Intelligence Surveillance Court"
    ],
    "special_case_type": [
      {
        "value": "Warrant or subpoena application (or protection)"
      }
    ],
    "state": "District of Columbia",
    "summary": "<p>The Foreign Intelligence Surveillance Act (FISA) requires the government to obtain a warrant from the Foreign Intelligence Surveillance Court (FISC) before it may conduct any domestic electronic surveillance to acquire foreign intelligence information. The warrant applications are made ex parte and must include a sworn statement by a federal officer of the facts and circumstances relied upon to justify the government's belief that the target of surveillance is a foreign power or an agent of a foreign power. Once a FISC judge receives a warrant application, the judge can order approval of the surveillance only if the judge finds that there is probable cause to believe that the target of the electronic surveillance is a foreign power or an agent of a foreign power. Because the orders only authorize surveillance up to 90 days, the government must file an application for an extension that meets the same requirements as the initial warrant application and obtain a renewal order from the FISC for continued surveillance. For the Civil Rights Litigation Clearinghouse collection of FISA matters, see our <a href=\"http://www.clearinghouse.net/results.php?searchSpecialCollection=20\">special collection</a>.</p><p>On June 16, 2015, the government submitted an application to the FISC to install pen register and trap and trace (PR/TT) devices on a certain cell phone pursuant to the FISA. Pen registers are surveillance devices that capture the phone numbers dialed on outgoing telephone calls; trap and trace devices capture the numbers identifying incoming calls. </p><p>This authorization sought retroactive approval for a PR/TT warrant; the Assistant Attorney General for National Security granted the application on June 11, 2015 under the Emergency Authorization provision in FISA, 50 U.S.C. 1843. In this case, the government was not seeking prospective use of the warrant, because the FBI had already terminated its use of the Emergency Authorization. However, in order to use the information gleaned from the PR/TT warrant, the government needed to file an application with the FISC within seven days of the grant of Emergency Authorization, which the FISC would either grant or deny at the close of this seven-day period.</p><p>This application also asked the FISC to appoint an amicus curiae for this particular PR/TT warrant. The government argued that its use of two redacted search terms constituted \"specific selection terms\" under 50 U.S.C. 1841(4), which was a provision added to FISA by the then-newly passed USA FREEDOM Act. The government stated that the FISC is allowed to appoint amici for this purpose under section 1803(1)(i) of the FISA. </p><p>Judge James Boasberg released an opinion denying the motion for appointment of an amicus curiae on June 18, 2015. He said that, while this was a novel interpretation of the FISA, he wrote that locating eligible amici, a requirement of the FISC for appointing amici under section 1803(i)(1) of the FISA, would be difficult, because the USA FREEDOM Act was only two weeks old, and there would effectively be no experts on this particular provision. Judge Boasberg also explored the possibility of appointing amici outside of this process under Section 1803(i)(2)(B) of the FISA, but said this too would be impossible, because the FISC needed to make a decision in two days in keeping with Emergency Authorization protocol. While the application for authorization was filed in a timely manner, he noted that two days was not enough time to appoint an amicus and have that person write a meaningful brief.</p><p>The outcome of this PR/TT warrant Emergency Authorization was not publicly released. Given that it had to be granted or denied within days of the court's decision not to appoint an amicus, the case is presumed to be closed.</p>",
    "summary_published_date": "2020-10-29T00:00:00-04:00",
    "summary_short": "On June 18, 2015, the Foreign Intelligence Surveillance Court (FISC) denied appointment of an amicus for a June 16, 2015 application for a pen register/tap and trace (PR/TT) warrant. The government was seeking a retroactive Emergency Authorization of this particular warrant, and due to the time-sensitive nature of Emergency Authorization and the newness of the recently passed USA FREEDOM Act, finding eligible amici and allowing them to write a compelling brief would not be possible. The outcome of the authorization request was not publicly disclosed.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/17811",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17811",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17811",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17811"
  },
  "documents": [
    {
      "date": "2015-07-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 109996,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/109996.pdf",
      "title": "Memorandum Opinion",
      "text": "filed \nApproved for public release by the ODNI 20160415\nUnited States\nintelligence SurvolHanoe Court\n9ECRIB!' JUN  18  2015\n^ ^ ^ E D STA^ES  LeeAnn Flynn Hall, Clerk of Court\nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nWASHINGTON, D.C.\n)\nIN RE A U.S. PERSON ) Docket Number:  P^R/IT 15-52\nJ\nMEMO^RANDUM OPINION\nIn this Memorandum Opinion, the Court considers whether the appointment ofan amicus \ncuriae is appropriate in the particular circumstances of this case.  For the reasons set forth below, \nthe Court answers that question in the negative.\nOn June 16, 2015, at 4:54 p.m., the gove^nililent filed a proposed application in the above- \ncaptioned matter following an Emergency Authorization m;:ide pursuant to the pen-register and \ntrap-and-^trace provision of the Foreign Intelligence Surveillance Act, 50 U.S.C. § 1843.  The EA \nwas wanted at 6:44 p.m. on June 11, 2015, by the Assistant Attorney General for National \nSecurity, acting as the Attorney General pursuant to 50 U.S.C. § 1801(g), and it autho^rcd the \nFederal Bureau ofinvestigation to use a pen register or trap-and-trace device in cooo.ection with a \ncounterterrorism investigation of the individual named in the caption.  Altho^ugh an EA may have \na duration ofup to sven days, see 50 U.S.C. § 1843(c)(1), the FBI has alr^eadyte^^raled its use \nof the authority wanted by the EA and does not reqaest pro^specive authority to use the device.\nSECRET\n\nApproved for public release by the ODNI 20160415\n—SECHT -\nPursuant to 50 U.S.C. § 1843(aX2), the gov^ement is required to file its filnal application \nfor Court approval “not more ^an 7 toys” after the EA.  If the Court does not grant such \napproval within the same seven-day period, moreover, the govenunent is generally precluded \nfrom asing any information that it has obtained or derived from the EA.  See id § 1843(c)(2). \nThe govenunent filed its final application today, June 18, 2015, at 10:59 am., and its seven-day \nperiod for o b ^ ^ ^  Court approval ends today at 6 •  4 p.m.\nSectioni401 of the USA FREEDOM Act, Pub.L. No. 114-'23 (June 2, 2015), which is \ncodified at 50 U.S.C. § 1803(1), provides for the appointment of amicus curiae— “consistent \nwith the requirement of subsection (c) [tot proceed11.1gs under FISA be ‘conducted as \nexpeditiously as possible'] and any other statutory requirement that the court act expeditiously or \nwithin a stated time”— in two circemstances.  See id § 1803(i)(2).  First, the Court “shall \nappoint” an amicus curiae ‘Ho assist [the] court in the consideration of any application for an \norder or review that, in the opinion of the court, presents a novel or significant interpretation of \nthe law, imless the court issues a finding that such appointment is not appropriate.” Id. § \n1803(i)(2)(A).  An amicus appointed underithis provisionmust be drawn from a pool ofno fewer \nthan five individuals designated by the presiding judges of this Court and the Foreign Intelligence \nSurveillance Court of Review ^  “eligible to serve as amicus curiae” and must “serve pursuant to \nrules the presiding judges may establish.” See id § 1803(i)(1), (i)(2)(A).  Second, the Court \n“pray appoint” an amicus curiae ‘including to provide technical eapertire, in any instance as [the] \ncourt deems appropriate or, upon motion permit an individual or organization leave to file an \n^mcus curiae brief” Id § 1803(i)(2)(B).\nSECRET Page2\n\nApproved for public release by the ODNI 20160415\nt\nIn the opinion of the Court, the application in this matter “presente a novel or significant \ninterpretation of the law” within the meaning of Section 1803(iXl).  To elaborate, the appliection \nrequires the Court to determme whether two particular^ ^ ^ ^ ^ ^ ^ ^ ^ ^ ^ ^ ^ ^ Jco nstitme \n“specific election terms” under the definition set forth at 50 U.S.C. § 1841(4), which, like the \namicus curiae provision, was recently added to FISA by t,lle USA FREEDOM Act.  Applying that \nnew, multi-faceted definition to the unusual facts ofthis ca,se requires a “novel ... interpretanon \nofthe law.” See id. § 1803(i)(2)(A).\nThe Court finds, however, that the appointment of an amicus curiae in this matter is not \nappropriate, notwithstanding the novel question presented by the application.  first, the USA \nFREEDOM Act is only two Weeks old, and although the Court is working to identify potential \ncandidates to designate to serve as amici p trsuant to Section 1803(iX1 ), no such designations \nhave yet been made.  It is therefore impossible to appoint an amicus pursuant to Section \n1803(i)(2)(A), which calls for appointment ”of an individwtl who has been designated’’ under \nthat Section 1803(i)(l ).\nUnder Section 1803(i)(2)(B), the Court may nonetheless appoint to serve as an amicas \nsomeone other Uian those individuals designated pur^ant to Section. 1803(i)( l ).  Based on the \nfollowing considerations, however, the Court finds that such appointment is not appropriate.  The \nnovel question lll this case was first presented to the Court ip a proposed application submitted \njQSt over 48 hours before the expiration ofthe seven-day EA deadline discussed above.  There is \n• precious little time in the hours remainung before that deadline to allow for m^ectigful amicus \nparticipation.  Delaying the pr^^^mgs beyond the deadline to accommedate a greater role for\nPage3\n\nApproved for public release by the ODNI 20160415\nSECRET  .\nan amicus, moreover, would be tantamount to a denial of the application, as the gov^ament \nwould be precluded from using the information, and $\\ich delay would not be •‘consistent with the \nrequirement ofubsection (c) [that proceedings under FISA be zednducted as expeditiously as \npossible'] and any other statutory-requirement that the court act expeditiously or within a stated \ntime.” See id § 1803(i)(2).\nThere ray be a case of such import that an effort to compress ^ricus participation and \njudicial resolution into two days would be warranted, but this is not the one.  The novel issue \npresented here has only limited prospective impo^mce.  More specifically, the gove^ment has \nalready terminated its use of the pen register and trap-and-trace device authorized by the EA and \ndoes not request prospective authority to use it.  It appears from the application, furthennore, that \nthe device was used only for a short period of time and that only a small amoant of information \nwas acquired through its use.\nFor the foregoing reasons, the Cou,rt finds that the appointment ofan amicus curiae is not \nappropriate in this matter.\nENTERED, the 18th day of June, 2015.\n1  Chief Deputy Clerk,\nflSCTcerwfythat this document is a  —SeCHT— :,,, : Page'4\ntrue and correct co nv_af the original",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/109996"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 113991,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113991"
    }
  ],
  "document_count": 2
}