{
  "case_id": 449,
  "fetched_at": "2025-10-22T00:05:00.851132",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Outwood ",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Kentucky Department of Human Resources ",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "Section 504 (Rehabilitation Act), 29 U.S.C. § 701",
      "State law",
      "Medicaid, 42 U.S.C §1396 (Title XIX of the Social Security Act)",
      "Developmental Disabilities Assistance and Bill of Rights Act, 42 U.S.C. § 15001 et seq."
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1983,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Western District of Kentucky",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1977-05-16",
    "filing_year": 1977,
    "id": 449,
    "injunction_duration": "",
    "issues": [
      "General/Misc., Reproductive rights, Environmental Justice and Resources: Funding",
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "Disability and Disability Rights: Least restrictive environment",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Intellectual disability/mental illness dual diagnosis",
      "Medical/Mental Health Care: Mental health care, unspecified",
      "Medical/Mental Health Care: Intellectual/Developmental Disability",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified"
    ],
    "last_checked_date": "2017-11-30T00:00:00-05:00",
    "main_docket": {
      "id": 42619,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1978,
      "docket_filing_number": 157,
      "is_main_docket": true,
      "court": "Western District of Kentucky",
      "state": "Kentucky",
      "docket_office_number": "3",
      "docket_number_manual": "78-0157",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Kentucky ARC v. Conn.",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Residents of Outwood residential treatment facility in Kentucky.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1980-03-21",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Kentucky",
    "summary": "<p>On May 16, 1977 the Kentucky Association for Retarded Citizens and residents of Outwood, a residential treatment facility in rural Kentucky for persons with intellectual disabilities, filed a class action lawsuit in the United States District Court for the Western District of Kentucky against the Secretary of the Kentucky Department for Human Resources, state officials, and others.  Outwood was operated by defendant Excepticon, Inc., a private corporation under contract with the Department for Human Resources of Kentucky. The complaint alleged violations of the residents' First, Eighth, Ninth and Fourteenth Amendment Constitutional rights, the Developmentally Disabled Assistance and Bill of Rights Act, section 504 of the Rehabilitation Act of 1973, Title XIX of the Social Security Act, and state laws. The complaint sought declaratory relief and various forms of injunctive relief.   </p><p>Specifically, the plaintiffs asserted that the defendants did not provide adequate habitation, treatment, care, or services \"designed to maximize the developmental potential of each individual.\" They argued that state and federal laws required the defendants to so provide \"in a setting which is least restrictive of the individual's personal liberty.\" The complaint argued that the size and geographic isolation of Outwood created a situation in which the plaintiffs were not living in conditions that maximized their developmental potential. They argued that there was not enough staff, insufficient access to proper medical services, insufficient developmental opportunities, and difficulty in allowing families and patients to maintain contact.  Accordingly, plaintiffs sought to enjoin the defendants from appropriating or spending new funds on the construction of a new facility and to bar further admission of residents into Outwood. The plaintiffs sought to instead compel the defendants to ensure that Outwood provided adequate supports, in part by creating individualized habitation plans for each Outwood resident. </p><p>The complaint sought to declare a class of children and adults. The individual plaintiffs stated they suffered from physical injury, slow or improper medical care, inadequate therapy for behavioral challenges, and a level of inattention that led to poor treatment and support. Moreover, Outwood's geographic isolation made it difficult for patients to see their families, thus losing access to that source of support. </p><p>The case was originally filed in the District Court's Paducah office, with the docket number 77-0048.  In April 1978, it was transferred to the Louisville office, and given a new docket number, C78-0157. It seems to have kept the same judge, though, Chief District Judge Charles Allen. </p><p>The plaintiffs filed an amended complaint on June 6, 1977. The defendants moved to dismiss the case eight days later, and the court denied it on August 30 of that year. In In January 1978, the court allowed several individuals to intervene as party defendants, and in August of that year it allowed the US to enter the litigation as an amicus. </p><p>The court granted class certification on January 30, 1978, defining the class as \"all persons who presently reside at Outwood, and who allege their 1st, 8th, 9th, and 14th Amendment rights and their statutory rights provide [sic] them by the laws of the US and Com. of KY have been violated, provided, however that the class shall not include the intervening defendants.\" </p><p>Discovery continued throughout 1978 and 1979. The United States and the plaintiffs moved for temporary restraining order in November 1978, which the court denied. The parties went to trial in May 1979 and February 1980. On March 21, 1980, Judge Allen entered judgment dismissing the plaintiffs' complaint as it sought prevention of construction of a new facility.  The Court also denied practically all other relief sought by the plaintiffs. Kentucky Asso. for Retarded Citizens v. Conn, 510 F. Supp. 1233 (W. D. Ky. 1980). Chief Judge Allen denied the plaintiffs' claim for attorney fees in an opinion dated July 8, 1980.  </p><p>On April 6, 1982, the Sixth Circuit Court of Appeals affirmed, specifically finding that the Rehabilitation Act of 1973 did not prohibit the building of residential facilities for patients for whom the least restrictive treatment was institutionalization. Kentucky Asso. for Retarded Citizens, Inc. v. Conn, 674 F.2d 582 (6th Cir. 1982).  The court delayed the decision concerning attorneys' fees, pending a Supreme Court decision on that issue.  The Supreme Court denied certiorari.  Bruington v. Conn, 459 U.S. 1041 (1982). On September 30, 1983, the Court of Appeals affirmed the decision denying attorneys' fees.  Kentucky Asso. for Retarded Citizens, Inc. v. Conn, 718 F.2d 182 (6th Cir. 1983).      </p><p>We have no further information on this matter.</p>",
    "summary_published_date": "2017-11-30T00:00:00-05:00",
    "summary_short": "On May 16, 1977 the Kentucky Association for Retarded Citizens and residents of Outwood, a residential treatment facility in rural Kentucky for persons with intellectual disabilities, filed a class action lawsuit.  Outwood was operated by defendant Excepticon, Inc., a private corporation under contract with the Department for Human Resources of Kentucky. The complaint alleged violations of the residents' onstitutional rights, the Developmentally Disabled Assistance and Bill of Rights Act, section 504 of the Rehabilitation Act of 1973, Title XIX of the Social Security Act, and state laws. The complaint sought declaratory relief and various forms of injunctive relief. On March 21, 1980, Judge Allen entered judgment dismissing the plaintiffs' complaint as it sought prevention of construction of a new facility.  The Court also denied practically all other relief sought by the plaintiffs. On April 6, 1982, the Sixth Circuit Court of Appeals affirmed.      ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/449",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=449",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=449",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=449"
  },
  "documents": [
    {
      "date": "1982-11-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 1041,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 459,
      "cite_2_page": 457,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 103,
      "cite_3_page": 609,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 74,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2061,
      "file": null,
      "title": "Memorandum Decision",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2061"
    },
    {
      "date": "1982-11-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 1041,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 459,
      "cite_2_page": 457,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 103,
      "cite_3_page": 609,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 74,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72475,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72475.pdf",
      "title": "Memorandum Decision",
      "text": "Opinion \n103  S.Ct.  457 \nSupreme  Court of the  United  States \nPetition  for writ  of certiorari  to  the  United  States  Court  of \nAppeals  for the  Sixth Circuit. \nWarren  Kent  BRUINGTON,  etc.,  et  al.,  petrioners, \nVv. \nDenied. \nPeter CONN,  Secretary,  Kentucky Department for \nHuman  Resources,  et  al \nNo.  82-5347  |  November 29,  1982 \nParallel Citations \n103  S.Ct.  457  (Mem),  74  L.Ed.2d  609\nCase  below,  510  F.Supp.  1233;  Kentucky Association for \nRetarded Citizens,  Inc.  v.  Conn,  674  F.2d  582. \n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72475"
    },
    {
      "date": "1982-04-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 582,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 674,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55719,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55719.pdf",
      "title": "Opinion",
      "text": "674 F.2d 582 (1982)\nKENTUCKY ASSOCIATION FOR RETARDED CITIZENS, INC., et al., Plaintiffs-Appellants,\nv.\nPeter CONN, Secretary, Kentucky Department for Human Resources, et al., Defendants-\nAppellees.\nNo. 80-3560.\nUnited States Court of Appeals, Sixth Circuit.\nArgued December 7, 1981.\nDecided April 6, 1982.\nBrian P. Lawlor, Legal Aid Soc., Inc., Richard McHugh, Henry A. Triplett, Louisville, Ky., Henry B. Hinton, Ky.\nJuvenile Justice Assistance Program, Morehead, Ky., Herbert B. Newberg, Philadelphia, Pa., for plaintiffs-\nappellants.\nJames A. Shuffett, Shuffett, Kenton, Curry & Karem, Cathy Lowe, Lexington, Ky., for Excepticon and Lorenzen.\n583 *583 Martin Z. Kasdan, Jr., Paul F. Fauri, Frankfort, Ky., for Conn, McElwain, Lewis and Pulliam.\nCharles Wickliffe, Gen. Counsel, Frankfort, Ky., for McClure.\nH. Hunter Durham, Columbia, Ky., for Lorenzen.\nJames D. Crawford, Joyce S. Meyers, Schnader, Harrison, Segal & Lewis, Philadelphia, Pa., for amicus curiae\nNat. Ass'n for Retarded Citizens.\nCharles W. Dobbins, Jr., Louisville, Ky., guardian ad litem.\nSteven J. Schwartz, Robert D. Fleischner, Western Mass. Legal Services, Northampton, Mass., for amicus curiae\nMental Patients Advocacy Project.\nWilliam Bradford Reynolds, Asst. Atty. Gen., Leonard Rieser, Atty., U. S. Dept. of Justice, Washington, D. C., for\namicus curiae U. S.\nBefore MERRITT and KENNEDY, Circuit Judges, and PHILLIPS, Senior Circuit Judge.\nPHILLIPS, Senior Circuit Judge.\nThis action was filed by the Kentucky Association for Retarded Citizens, Inc., a non-profit organization, and six\nindividual plaintiffs. In their amended complaint, plaintiffs sought preliminary and permanent injunctions to halt the\nplanned construction of a new Outwood facility for the mentally retarded at Dawson Springs, Kentucky, and\npreliminary and permanent injunctions \"prohibiting Defendants from appropriating or spending any money for\nfuture construction, completion or purchase of non-community-based facilities for the mentally retarded and\ndevelopmentally disabled of Kentucky....\" They also sought a number of other items of relief, including a\ndeclaratory judgment on several issues. The allegations of the complaint challenged virtually every aspect of the\ncare of the mentally retarded at Outwood and charged violations of the First, Fifth, Eighth and Fourteenth\nAmendments to the United States Constitution as well as various state and federal statutes. Among the specific\ncomplaints were impermissible confinement, excessive use of chemical restraints (drugs) and physical restraints,\ninadequate toilet facilities, lack of individualized treatment, physical abuse, inadequate services and unsanitary\nliving conditions. Central to the allegations in plaintiff's complaint was the assertion that all mentally retarded\npersons have the right to treatment in \"the least restrictive environment possible,\" which, according to plaintiffs, is\nplacement in small, community-based facilities and programs, approximating as nearly as possible living\nconditions found in the rest of society.\n\nI\nJurisdiction was asserted under the Developmentally Disabled Assistance and Bill of Rights Act, 42 U.S.C. §\n6001 et seq.; § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794; Title XIX of the Social Security Act, 42\nU.S.C. § 1396 et seq.; the various federal constitutional amendments named above; 28 U.S.C. § 1343(3) and (4);\n42 U.S.C. § 1983, 28 U.S.C. §§ 2201 and 2202; and Kentucky statutes KRS 205.520, KRS 202B.010 et seq.,\nand KRS 210.005 et seq. under the doctrine of pendent jurisdiction.\nNamed as defendants were state officials who are officers or agents of the Kentucky Department of Human\nResources (DHR), and representatives of Excepticon, Inc., the private corporation that manages the Outwood\nfacility. Two residents at Outwood intervened as defendants, and the United States was allowed to participate as\na litigating Amicus Curiae. On January 24, 1978, the district court certified the suit as a class action under\nFed.R.Civ.P. 23(b)(2). The class consisted of \"all persons who presently reside or may, in the future, reside at\nOutwood ...\" except the intervening defendants.\nChief District Judge Charles M. Allen conducted the non-jury trial which consumed 31 days during the period from\nOctober 19, 1978, to June 11, 1979. To protect the interests of all the mentally retarded persons within the\n584 plaintiff class, Judge *584 Allen appointed Charles W. Dobbins, Jr., of the Louisville Bar as their guardian ad litem\non September 14, 1978. Excluded from his representation were the named plaintiffs, the intervening defendants\nand one plaintiff represented by the Legal Aid Society of Louisville. Judge Allen rendered final judgment on the\nmerits on July 8, 1980.\nII\nOne of the major issues in this litigation was the propriety of the Commonwealth of Kentucky's proposed\nconstruction of a new residential care facility at Outwood. The new Outwood would be built on the same site as\nthe existing Outwood in rural Western Kentucky. At the time of trial Outwood was a 300 bed residential facility for\nretarded persons, housing approximately 266 residents. Most of those residents were either profoundly retarded\n(estimated mental abilities of a child of 12 months or less) or severely retarded (estimated mental abilities of a\nchild of two years or less). The original plans for the construction of a new Outwood called for a facility that would\nhouse 176 residents. After this case was appealed to this court, however, the State announced plans for an\nOutwood facility which would contain 80 beds and serve as the center for a new \"community-based program.\"\nChief Judge Allen refused to enjoin the construction of the facility as originally proposed. A panel of this court\ninitially granted an injunction pending appeal on September 10, 1981, but after considering additional facts it\ndissolved the injunction on October 8, 1981.\nIn his comprehensive opinion filed on March 21, 1980, and reported as Kentucky Ass'n for Retarded Citizens v.\nConn, 510 F.Supp. 1233 (W.D.Ky.1980), Chief Judge Allen found that all present and future residents at Outwood\nare entitled to certain enumerated rights under 42 U.S.C. § 6010(3)(A) & (B). He concluded, however, that the\nminimum standards set out in 42 U.S.C. § 6010(3)(B)(i)-(vi) were being satisfied at the Outwood facility as of the\ndate of his opinion. He found further that nothing in the Developmentally Disabled Assistance and Bill of Rights\nAct, 42 U.S.C. § 6001 et seq. (the DD Act) prohibited the construction of the proposed Outwood. In examining the\nDD Act, Chief Judge Allen stated that \"Congress contemplated that institutional as well as residential programs\nfor the handicapped would continue to be provided,\" and, therefore, the DD Act did not require the\ndiscontinuance of institutional programs such as the program at Outwood. In addition to declaring the plaintiff's\nrights under the DD Act, Chief Judge Allen found that the \"involuntarily committed\" residents of the Outwood\nfacility (that is, almost all of the residents) had certain rights under KRS Chapter 202B, including the right to the\n\"least restrictive alternative mode of treatment.\" Reference is made to the opinion of Judge Allen for a\ncomprehensive statement and discussion of the many facts and issues involved in this complex litigation. Upon\nconsideration of the briefs and oral arguments of counsel and review of the voluminous record in this case, this\ncourt concludes that the findings of fact of the district court on the merits are supported by substantial evidence\n\nand are not clearly erroneous, Fed.R.Civ.P. 52(a). However, this court retains jurisdiction over the issue of\nattorneys' fees, as set forth in Part VI of the opinion.\nIII\nIn interpreting the DD Act, Chief Judge Allen refused to follow the majority en banc decision of the Third Circuit in \nHalderman v. Pennhurst, 612 F.2d 84 (3rd Cir. 1980). His decision is fully supported by the opinion of the\nSupreme Court in Pennhurst v. Halderman, 451 U.S. 1, 101 S.Ct. 1531, 67 L.Ed.2d 694 (1981), reversing the\nThird Circuit, and remanding for further consideration. Under the Pennhurst decision, it is doubtful whether an\nindividual has an implied private right of action under the terms of the DD Act, but we do not determine that issue\nin the present case, the DD Act does not require that the construction of the proposed Outwood be enjoined.\n585  IV\n*585\nAppellants also rely upon § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794, which makes it unlawful to\ndiscriminate against any otherwise qualified handicapped person in any program receiving federal aid. The\nregulations promulgated under Section 504 construe the statute to require affirmative action by the recipients of\nfederal funds not only to prohibit discriminatory acts but also to take steps to remove the vestiges of past\ndiscriminatory practices. Appellants argue that the statute and regulations give the mentally retarded the right to\ntreatment in the least separate, most integrated, \"least restrictive alternative\" setting. They claim that the \"least\nrestrictive alternative\" is not institutionalized treatment in a rural setting such as Outwood, but rather is treatment\nin smaller, community-based group homes.\nThe district court ruled that Section 504 does not, by its language, \"include a legislative mandate for\ndeinstitutionalization.\" 510 F.Supp. at 1243. It did find, however, that the involuntarily committed mentally retarded\nhave the right to the least restrictive mode of treatment under the statutory scheme of KRS 202B. Under the\nruling of the district court, the plaintiffs were found to have rights under Kentucky law which are the equivalent of\nthe rights asserted under Section 504.\nThe court ruled that, for some mentally retarded persons, the least restrictive alternative might be placement in a\nmental retardation residential treatment center, such as Outwood, instead of a community home. With that\npremise, the court held that an injunction prohibiting the construction of a new Outwood would not be justified. In\nparticular, the court held that the severely and profoundly retarded persons might be placed in an institution, and\nthat the placement decision is best left to mental health professionals rather than a court or a court-appointed\nofficial.\nLike the district court, we do not read Section 504 to prohibit all institutionalization. The regulations promulgated\nunder Section 504 contemplate that institutions may continue to house handicapped persons. 45 C.F.R. § 85.54.\nIn Southeastern Community College v. Davis, 442 U.S. 397, 410, 99 S.Ct. 2361, 2369, 60 L.Ed.2d 980 (1979),\nthe Supreme Court questioned the validity of regulations promulgated under Section 504 if they are construed to\nrequire substantial changes in existing programs other than changes necessary to eliminate discrimination.\nAssuming, arguendo, that the statute and regulations could be interpreted to require treatment in the \"least\nrestrictive alternative\" setting as contended by appellants, the district court found that they had such rights, albeit\nunder Kentucky law.\nWe agree that the least restrictive alternative for some severely and profoundly retarded persons may be\ninstitutionalization. This is true whether the right to treatment in the least restrictive alternative is required by state\nor federal law or both. Therefore a state's plan for mental health services may include plans for the rebuilding and\nupgrading of its institutional facilities. We see no reason why the Commonwealth of Kentucky may not determine\nto build a new, more modern institutional facility at Outwood to house those severely and profoundly retarded\npersons whose \"least restrictive alternative\" mode of treatment is institutionalization.\n\nV\nThe district court awarded the guardian ad litem a fee of $16,929.24 for services rendered and costs incurred by\nhim, one-half to be paid by the plaintiffs and one-half by defendants. Plaintiffs do not contest the reasonableness\nof the fee allowed the guardian ad litem, but contend that the entire fee should be paid by the appellees. The\nrecord discloses that in the order entered September 14, 1978, appointing the guardian ad litem, the district court\ndirected that \"the fees and compensation of the guardian ad litem shall be paid in equal shares by the parties\nhereto and shall be fixed by the Court upon the termination of the guardian's duties.\" We conclude that the district\n586 court did not abuse its discretion *586 in taxing one-half of the guardian's fees and one-half of the costs of this\nlitigation against the plaintiffs. In light of the district court's disposition of the case on the merits and the formal\nrelief granted, we believe that the district court has equitably allocated guardian ad litem fees among the parties.\nVI\nIn a memorandum opinion rendered July 8, 1980, Chief Judge Allen denied the plaintiff's motion for attorneys'\nfees and costs of approximately $400,000. Appellants vigorously contend that this holding should be reversed\nand that they are entitled to costs and attorneys' fees as the \"prevailing party\" because of improvements in the\nconditions at Outwood since the filing of this lawsuit. They assert that the improvements were a direct result of\nthis litigation.\nThe district court found that the central issue in this litigation was whether to halt the construction of the new\nOutwood facility. The court found that most of the relief granted to the plaintiffs by its decision was declaratory\nand not really contested by the defendants. The court found that since the defendants were already providing the\ntreatment required by state and federal law at the time of trial, and because the plaintiffs did not prevail on the\n\"central issue\" in the lawsuit, i.e., the injunction against constructing the new Outwood, they were not the\n\"prevailing party\" within the meaning of 42 U.S.C. § 1988 and were not entitled to fees and costs.\nAs to the issues actually adjudicated below, we agree with the district court that the plaintiffs were not \"prevailing\nparties.\" The record is clear that the district court granted very little of the formal relief sought by appellants.\nAppellants assert, however, that conditions at Outwood improved markedly after the filing of the lawsuit and\nbefore trial, and, therefore, they prevailed even though they received little of the formal relief they requested.\nThere is a dispute between the parties, however, about the true cause of the improvement in the conditions at\nOutwood.\nThere were numerous issues raised in this litigation. One of those issues was the standard of care and the\nadequacy of the facilities at the existing Outwood. The district court observed that there had been a basic\nupgrading of the Outwood facility since the filing of the lawsuit, and that the improvements at Outwood were\nprobably due both to the filing of this lawsuit and to the promulgation of State regulations dealing with the care of\nthe retarded.\nIn Maher v. Gagne, 448 U.S. 122, 129, 100 S.Ct. 2570, 2574, 65 L.Ed.2d 653 (1980), decided just a few days\nbefore Judge Allen's decision on attorneys' fees, the Supreme Court said:\nWe also find no merit in petitioner's suggestion that respondent was not the \"prevailing party\"\nwithin the meaning of § 1988. The fact that respondent prevailed through a settlement rather than\nthrough litigation does not weaken her claim to fees. Nothing in the language of § 1988 conditions\nthe District Court's power to award fees on full litigation of the issues or on a judicial determination\nthat the plaintiff's rights have been violated. Moreover, the Senate report expressly stated that \"for\npurposes of the award of counsel fees, parties may be considered to have prevailed when they\nvindicate rights through a consent judgment or without formally obtaining relief.\"\nS.Rep.No.94-1011, p. 5 (1976), U.S.Code Cong. & Admin.News 1976, pp. 5908, 5912. (Emphasis\nadded.)\n\nThe House Committee Report also seems to require some award if a defendant alters its conduct significantly\nand if the lawsuit caused the change:\nThe phrase \"prevailing party\" is not intended to be limited to the victor only after entry of a final\njudgment following a full trial on the merits. It would also include a litigant who succeeds even if\nthe case is concluded prior to a full evidentiary hearing before a judge or jury. If the litigation\nterminates by consent decree, for example, it would be proper to award counsel fees. A\n\"prevailing\" party should not be penalized for seeking an out-of-court settlement, thus helping to\n587 lessen docket congestion. Similarly, after*587a complaint is filed, a defendant might voluntarily\ncease the unlawful practice. A court should still award fees even though it might conclude, as a\nmatter of equity, that no formal relief, such as an injunction, is needed.\nH.R.Rep.No.94-1558, 94th Cong., 2d Sess. 7 (1976) (citations omitted). (Emphasis added.)\nThe present state of the law is unclear respecting the definition of \"prevailing parties\" in actions such as this one,\nsee Long v. Bonnes, ___ U.S. ___, 102 S.Ct. 1476, 71 L.Ed.2d 681 (1982), and respecting the question of\nwhether an award of attorneys' fees should be proportioned to reflect the extent to which a plaintiff has prevailed\non the issues raised in the case. The Supreme Court has recently granted review in a case involving similar\nissues, Hensley v. Eckerhart, 664 F.2d 294 (8th Cir. 1981),cert. granted, ___ U.S. ___, 102 S.Ct. 1610, 71\nL.Ed.2d 847 (1982). Accordingly, the Court concludes that it should retain jurisdiction of the attorneys' fee issue\npresented here pending the decision of the Supreme Court in the Hensley case. As to the other issues presented\nby this appeal, the judgment of the district court is affirmed. Each party will bear his or its own costs on this\nappeal.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55719"
    },
    {
      "date": "1983-09-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 182,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 718,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 56797,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/56797.pdf",
      "title": "Opinion",
      "text": "718 F.2d 182 (1983)\nKENTUCKY ASSOCIATION FOR RETARDED CITIZENS, INC., et al., Plaintiffs-Appellants,\nv.\nPeter CONN, Secretary, Kentucky Department of Human Resources, et al., Defendants-\nAppellees.\nNo. 80-3560.\nUnited States Court of Appeals, Sixth Circuit.\nArgued December 7, 1981.\nDecided September 30, 1983.\n183 *183 Brian P. Lawlor, argued, Legal Aid Soc., Inc., Henry A. Triplett, Louisville, Ky., Herbert B. Newberg,\nPhiladelphia, Pa., Henry B. Hinton, Jr., Kentucky Juvenile Justice Assistance Project, Morehead, Ky., for\nplaintiffs-appellants.\nJames A. Shuffett, Shuffett, Kenton, Curry & Karem, Cathy Lowe, Lexington, argued for Excepticon & Lorenzen.\nMartin Z. Kasdan, Jr., Paul F. Fauri, Frankfort, Ky., argued for Conn, McElwain, Lewis, Dir. 00 Mental Health &\n97\nPulliam.\nCharles Wickliffe, Gen. Counsel, Frankfort, Ky., for McClure.\nH. Hunter Durham, Columbia, Ky., for Lorenzen.\nCharles W. Dobbins, Jr., Louisville, Ky., for guardian ad litem.\nSteven J. Schwartz, Robert D. Fleischner, Western Massachusetts Legal Services, Northampton, Mass., for\namicus curiae Mental Patients Advocacy Project.\nWilliam Bradford Reynolds, Asst. Atty. Gen., Leonard Rieser, Atty., U.S. Dept. of Justice, Washington, D.C., for\namicus curiae, U.S.A.\nJames D. Crawford, Joyce S. Meyers, Schnader, Harrison, Segal & Lewis, Philadelphia, Pa., for amicus curiae\n(Nat. Ass'n for Retarded Citizens).\nBefore MERRITT and KENNEDY, Circuit Judges, and PHILLIPS, Senior Circuit Judge.\nPHILLIPS, Senior Circuit Judge.\nThis class action was filed by the Kentucky Association for Retarded Citizens and others alleging violations of\nconstitutional and statutory rights of certain mentally retarded citizens housed at the Outwood Facility for the\nmentally retarded, operated by the Commonwealth of Kentucky at Dawson Springs, Kentucky. In their amended\ncomplaint plaintiffs sought, among other things, preliminary and permanent injunctions to halt the planned\nconstruction of a new Outwood facility and to prohibit the appropriation or spending of any money for the future\nconstruction, completion or purchase of non-community-based facilities for the mentally retarded and\ndevelopmentally disabled of Kentucky.\nIn a comprehensive memorandum opinion published in 510 F.Supp. 1233 (W.D.Ky.1980), Chief District Judge\nCharles M. Allen denied practically all the relief prayed for by the plaintiffs. In a subsequent opinion rendered July\n8, 1980, Chief Judge Allen denied the claim of the attorneys for plaintiffs for attorneys' fees in the amount of\n$393,206.85, holding that plaintiffs were not the prevailing parties within the meaning of 42 U.S.C. § 1988.\nIn an opinion published in 674 F.2d 582, cert. denied, sub nom. Brighton v. Conn, 459 U.S. 1041, 103 S.Ct. 457,\n184 74 L.Ed.2d 609 (1982), this court affirmed the decision of the district court on all issues except the *184 question\nof claimed attorneys' fees. We reserved determination of the attorneys' fees issue pending the decision of the\n\nSupreme Court in Hensley v. Eckerhart, 461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983), reviewing the\ndecision of the Eighth Circuit in 664 F.2d 294 (8th Cir.1981), cert. granted 455 U.S. 988, 102 S.Ct. 1610, 71\nL.Ed.2d 847 (1982).\nI.\nAppellants contend that they are entitled to attorneys' fees under the rationale of Hensley. Appellees assert that \nHensley does not change the requirement that a party must succeed on some \"significant issue\" in the litigation\nin order to attain \"prevailing party\" status so as to be entitled to recovery of attorneys' fees (Hensley, supra, 103\nS.Ct. at 1939).\nChief Judge Allen made comprehensive findings of fact in his opinion dated July 8, 1980, from which we quote\nthe following:\nThis action is submitted to the Court upon the motion of the plaintiffs for the award of all costs incurred in this\naction, together with attorneys' fees in the amount of $393,206.85, ...\n. . . . .\nIn order to reach a correct resolution of the problems raised by these motions, it is observed that any right\nplaintiffs have to attorneys' fees is based on 42 U.S.C. Sec. 1988, ... Under the terms of that statute, the Court\nmust determine whether plaintiffs are, in fact, the prevailing party, and in order to do so, a comparison of the relief\nrequested in the amended complaint and that granted by the Court in its judgment is warranted.\nThe twenty-five page amended complaint, after requesting class action certification, prayed the Court to issue a\npreliminary and permanent injunction as to eight phases of relief. The eight phases of injunctive relief requested\nwere:\n1. The provision for plaintiffs of a humane living environment, habitation and treatment.\n2. A full assessment of the social, personal and adaptive development of each resident of\nOutwood within 60 days.\n3. An individualized habilitation plan for each resident of Outwood who does not have a current\nplan, the plan to be prepared by professionals to meet the needs of the retarded person and his\nguardian or representative, and to specify the extent to which the individual could benefit from a\nless restrictive intermediate or non-intermediate care facility, as well as the services which were\navailable in the community for the care and treatment of the individual.\n4. A report within 110 days detailing the services necessary for the care and treatment of all\nOutwood residents within their home communities, and also to report the programs and staffing\npatterns required and their costs.\n5. A plan to be submitted to the Court within 30 days for completing the implementation of\nparagraphs 2, 3 and 4.\n6. Prohibition of further admissions to Outwood.\n7. Prohibition of the construction of the proposed facility at Outwood.\n8. The restriction of the defendants from spending any money on future construction of non-\ncommunity-based facilities.\nIn addition, the plaintiffs requested that the Court declare that community-based services are the constitutionally\nrequired least restrictive alternative for the care and treatment of the mentally retarded, and that they be granted\nsuch other relief as is necessary to insure their right to care and treatment in the least restrictive setting within\ntheir own communities.\n\nFollowing the trial, the plaintiffs filed a 160-page proposed findings of fact and a 105-page post-trial\nmemorandum. In the introduction contained in the post-trial memorandum, plaintiffs state that they are seeking\n(1) to permanently prevent the construction of the replacement facility at Outwood; (2) to secure detailed and\n185 comprehensive assessments of all members of plaintiff class, and a determination of the *185 least restrictive\nalternative placement that is appropriate for each member of the plaintiff class; (3) to develop appropriate\ncommunity-based residential placements, programs and services for all members of the plaintiff class.\nImmediately preceding this statement of their claims, plaintiffs, after stating that Outwood plaintiffs are suffering\nextraordinary harm, then go on to state, in essence, that the 176 persons who will live at Outwood should live in\nthe community, there having been no finding that any individual needs to live there and cannot live in a less\nrestrictive, more integrated, less isolated community setting.\nAn examination of the post-trial memorandum, in substance, reveals the following contentions. The first broad\ncontention, contained in Table of Contents II, A through E, is concerned with the first six allegations that Outwood\nfails to meet the medical, training and habilitation needs of its residents, that it subjects its residents to abusive\ncare practices, that staffing is insufficient, and that its residents have been harmed by defendants' failure to\nprovide proper habilitative care. Then follow the assertions that Outwood residents have a right to live in the\ncommunity, that retarded persons of all degrees are being served effectively in the community, and that the\nrebuilding of Outwood will deprive the plaintiff class of its right to community life.\nThen follows Section III entitled \"The Law.\" The first three sections pertain to constitutional arguments that\nplaintiffs' due process rights are being violated and that they have a right to treatment and freedom from harm,\nand, further, that they must be placed in the least restrictive environment, and that the Constitution prohibits their\nsegregation at Outwood.\nThe next series of arguments is to the effect that Sec. 504 of the Rehabilitation Act of 1973, 29 U.S.C. Sec. 794,\nis violated by confinement at Outwood, see pp. 77 through 85. The next argument is that confinement at\nOutwood violates plaintiffs' right under the Developmental Disabilities Act, 42 U.S.C. Sec. 6010, et seq. The chief\nthrust of the argument seems to be that the failure to provide appropriate treatment programs and to use physical\nand chemical restraints properly results in the restriction of the residents at Outwood to a setting which\nunnecessarily separates them from community services and programs.\nAgain, on pp. 89 through 93, the chief thrust of the argument made seems to be that the Department for Human\nResources has violated K.R.S. Chapter 210 by failing to provide services to plaintiffs at Outwood, and by failing\nto provide services in less restrictive settings, and to develop community programs and services.\nPages 94 through 98 of the post-trial brief are devoted to the thesis that Outwood residents are involuntarily\nconfined, a contention which this Court, in large measure, adopted in its opinion. Plaintiffs take the position in the\nmemorandum that there is a deprivation of liberty interest which results from a civil commitment, and that it would\nbe proper for the Court to order the creation of a less restrictive non-institutional residential environment to meet\nthe needs of these residents.\n. . . . .\nHaving in focus now the relief sought in the pleadings and the contention made in plaintiffs' post-trial\nmemorandum, and having in clear view the fact that plaintiffs have been very concerned from the inception of this\ncase to prevent the building of the new facility, we look at the results obtained to determine whether plaintiffs are,\nin fact, the prevailing parties within the meaning of 42 U.S.C. Sec. 1988. The judgment which was entered in the\ncase, together with the findings of fact, conclusions of law and memorandum opinion, dismissed that portion of\nthe complaint which sought to prevent construction of the new Outwood facility. It prohibited defendants from\nplacing in Outwood or any new Outwood facility mildly or moderately retarded persons for more than 30 days. It\nspecifically provided that each resident at Outwood, with the exception of those adults who acted on their own in\n186 applying for admission, was to be considered as involuntarily *186 committed, and that every resident who had\n\nbeen committed by a guardian or committee have the same right as minors to seek relief from actions approved\nby their guardians or committees for or against admission and discharge.\nFurther, declaratory relief was granted providing that all plaintiffs except those who had voluntarily admitted\nthemselves were entitled to all the rights set out in K.R.S. Chapter 202B, and further that K.R.S. 202B.040 and\n202B.060(9) were not applicable to the voluntarily admitted adult applicants since they were entitled to immediate\nrelief on their own applications.\nIt was also declared that all plaintiffs were entitled to the least restrictive mode of treatment, and to release from\nOutwood where a proper determination was made by an interdisciplinary team and where there was a community\nfacility adequate for treatment. These rights were declared under K.R.S. 202B, 202B.040 and 202B.060.\nIt was further declared that Outwood residents would be entitled to all the rights set out in 42 U.S.C. Sec. 6010(3)\n(A) and (B) and K.R.S. 202B.060(1) through (8) and (10) through (13).\nIn addition, the judgment prevented the defendants from placing status offenders or persons convicted of criminal\noffenses in Outwood or the new Outwood. It also provided for improved communications between the\ninterdisciplinary teams at Outwood and the Department for Human Resources, requiring the Department to give\npriority to persons in Outwood as to community facilities, where a determination is made by the interdisciplinary\nteam that a resident has the potential for placement in such facilities within two years.\n. . . . .\nIn the case at bar, the central issue was whether or not the defendants had the right to construct a new Outwood,\nand whether or not they had the right to confine any mentally retarded persons in the new facility to be built. The\ndetermination of these questions depended upon whether or not the Court accepted the central core argument\nmade by the plaintiffs that the least restrictive alternative for all mentally retarded persons is within a community\nsetting. An examination of the testimony introduced by the plaintiffs demonstrates their emphasis upon the theory\nof normalization. This common thread ran through not only the testimony of experts such as Dr. Dybwad but also\nthrough the testimony of administrators such as Ms. Glenn and others.\nAs the Court noted in its opinion, Kentucky statutes provided explicitly that mentally retarded persons be kept in\nthe least restrictive environment, and the parties argued at length over what was meant by the least restrictive\nalternatives. Much of the relief which the Court did grant in its judgment was declaratory in nature and was not\ncontested by the defendants. For example, the Court declared the plaintiffs are entitled to the rights set out in the\nminimum standards in 42 U.S.C. Sec. 6010(3)(A) and (B) and are entitled to the statutory rights set out in K.R.S.\n202B.060(1) through (8) and (10) through (13), although defendants did hotly contest the plaintiffs' asserted\nrights to treatment and habilitation under the United States Constitution, an issue which this Court did not reach\nbecause of its holding that these rights were guaranteed by state and federal statutes. Defendants' basic\nargument with the plaintiffs under those statutes was that they were already providing the required treatment,\ncare and minimum standards set out in the statutes, a contention with which this Court agreed.\nPlaintiffs pointed out that they prevailed on the issue of barring status offenders or persons convicted of criminal\noffenses. This issue was basically briefed by an amicus curiae and cannot reasonably be considered as a central\nissue presented to the Court. Had plaintiffs prevailed upon the main issue, there is no doubt but what they would\nhave been entitled to recover their attorneys' fees expended upon unsuccessful research or litigation, but this\nappears to be the rare case where a party prevails on some issues but not on the central issue. We, therefore,\n187 conclude that plaintiffs are *187 not the prevailing party within the meaning of 42 U.S.C. Sec. 1988.\nII.\nThe facts in Hensley differ substantially from those in the present case.\nThe Hensley plaintiffs attacked conditions of confinement at a Missouri State Mental institution. The District Court\nfound constitutional violations in five of the six areas attacked by the plaintiffs.\n\nThe district court in Hensley held that the parties claiming attorneys' fees were the prevailing parties under 42\nU.S.C. § 1988 and awarded a fee of $133,332.25. The Court of Appeals for the Eighth Circuit affirmed 664 F.2d\n294.\nThe focus of the opinion of the Supreme Court in Hensley is whether parties who are successful on substantial\nissues involved in litigation but unsuccessful in others should be awarded attorneys' fees for time spent on their\nunsuccessful claims.\nThe Supreme Court held that the District Court in Hensley did not properly consider the relationship between the\nextent of success in that litigation and the amount of attorneys' fees awarded, and that where the plaintiffs\nachieved only limited success, the court should award only that amount of attorneys' fees which is reasonable in\nrelation to the results obtained. The judgment of the Eighth Circuit was vacated and the case was remanded for\nfurther proceedings consistent with the opinion of the Supreme Court.\nThe district court held that in the present case the plaintiffs did not prevail on any significant issue presented by\nthem. We conclude that the findings of fact of the district court quoted above are not clearly erroneous, Rule 52\n(a), Fed.R.Civ.P., but to the contrary are supported by the record.\nFor further support of the decision of the district court in the present case compare Ruckelshaus v. Sierra Club,\n463 U.S. 680, 103 S.Ct. 3274, 77 L.Ed.2d 938 (1983).\nAccordingly, the judgment of the district court denying the attorneys' fees to the attorneys for appellants is\naffirmed. No costs are taxed. The parties will bear their own costs in this court.\nMERRITT, Circuit Judge, dissenting.\nI would remand this case to the District Court because I do not believe that Judge Allen has considered the full\noutcome of this case in his denial of attorney fees to the plaintiffs. Judge Allen and the majority have thoroughly\nanalyzed and compared the relief prayed for in the plaintiffs' final complaint with the final judgment of the District\nCourt. It is true that this limited comparison reveals that the court did not grant judgment favorable to any of the\nplaintiffs' significant requests for relief. However, the defendants may have made marked changes in the level of\ncare provided to patients at the Outwood facility since the instigation of this action. The plaintiffs allege that\nconditions at Outwood improved significantly after they filed the lawsuit and before trial. The plaintiffs argue that\nthey prevailed at least in part, even though they received little of the formal relief requested in their complaint. As\nthe Supreme Court stated in Maher v. Gagne, 448 U.S. 122, 129, 100 S.Ct. 2570, 2574, 65 L.Ed.2d 653 (1980):\nNothing in the language of § 1988 conditions the District Court's power to award fees on full\nlitigation of the issues or on a judicial determination that the plaintiff's rights have been violated.\nMoreover, the Senate report expressly stated that \"for purposes of the award of counsel fees,\nparties may be considered to have prevailed when they vindicate rights through a consent\njudgment or without formally obtaining relief.\" (Citation omitted) (Emphasis added.)\nI would remand for a determination by the District Court of whether, in light of Hensley v. Eckerhart, 461 U.S. 424,\n103 S.Ct. 1933, 76 L.Ed.2d 40 (1983), the plaintiffs have prevailed, in the broad sense of the term, on any major\nissues.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/56797"
    },
    {
      "date": "1980-09-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Kentucky",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 91766,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/91766.pdf",
      "title": "Original Docket",
      "text": "TRANSMISSION  FORM \nDistrict Court  District Court  No.  C78-0157  L(A) \nWESTERN  DISTRICT  OF  KENTUCKY  AT  I.OUISVILIB  Court  of  Appeals  No.  80-3560 \nCAPTION  CURRENT  COUNSEL  FOR  PLAINTIFF \n(Include  names  of  all plaintiffs \nand  defendants  who  are  to  NAME \npar~es \nthe  appeal.  Use  separate  sheet  ~r. A  FIRM  NAME \nif  necessary)  ,/'  ADDRESS \n''z \n~,  ~~ \n. ~1'  ~}'<.}\\.  ~LEPHONE  SSN \nKENTUCKY  ASSOCIATION  FOR ~Bit CITIZENS,  ~Q   (CJA  only) \nWARREN  KENT  BRUINGI'ON,  by rrutn~r ~  {~~ \nCARIA ANN  AMITH,  by rrother  .  ;.s,.~  NAME \nJACQUELJNE  HODGES,  be rrother  ~~  FIRM  NAME \nLOUIS  RAY  KING  ~ C  ADDRESS \nWILLIE  T.  NICHOLS'  by rrother  ~+ \nTELEPHONE  SSN \nPLAINTIFF- APPEI.J.EES  ,  .  (CJA  only) \nv. \nCURRENT  COUNSEL  FOR  DEFENDANT \nPEI'ER CONN,  Secretary of Dept.  of Human  Resources \nWILLIAM P.  McELWAIN,  camnissioner  NAME \nJACK C.  LEWIS,  camnissioner  FIRM  NAME \nDIRECI'OR,  Division for Mental Health  ADDRESS \nRUSSELL  Cornnissioner \n~URE, \nCLAYTCN  LORENZEN,  Facility Director  TELEPHONE  SSN \nEXCEPTICON,  INC.  (CJA  only) \nMAXINE  PULLIAM,  Guardianship Officer \nINTERVENING  DEFI'S:  Judit h Anne  Linton \nDavid Brend Harralson \nSSN \nDEFENDANT- A?PEI.J.EES  (CJA  only) \nu.s.c. \nIf  Habeas  Corpus  (28  §2254),  was  Certificate  of  Probable  Cause: \n[  ]granted  [  ]denied  [  ]pending \nCriminal  Defendant:  [  ]on  bond  [  ]incarcerated  [  ]on  probation \nFees:  District Court  Filing  Fee  Paid:  [ X] yes  ] no \nCourt  of  Appeals  Docket  Fee  Paid:  [ X] yes  ] no \nPauper  Status:  [  ] granted  ]denied  [  ]pending \nAffidavit  of  Financial  Status  Filed:  [  ] yes  ] no \nCounsel:  [  ]appointed  ]retained \nDistrict  Court  Judge  Ch.arles M.  Allen  Court  Reporter  Doris Lynn  Snowden \nAny  hearing  or  trial  [x]yes  [  ]no  If  yes,  dates TRANSCRIPTS  ALREADY  PREPARED \nIMPORTANT:  COPY  OF  NOTICE  OF  APPEAL  AND  COPY  OF  DISTRICT  COURT \nDOCKET  SHEET  TO  BE  FORWARDED  WITH  THIS  FORM \nFROM~ \n8-5-80 \nDeputy  Clerk \nTHIS  PORTION  FOR  USE  IN  TRANSMITTING  ANYTHING \nAFTER  THE  ORIGINAL  NOTICE  OF  APPEAL  HAS  BEEN  SENT \nDate  Notice  of  Appeal  sent  to  Court  of  Appeals \n~~~~~~~~~~~~~~~~ \nThe  new  information  sent  at  this  transmittal  is \n~~~~~~~~~~~~~~~~ \nand  includes  an  updated  copy  of  docket  entries. \n~~~~~~~~~~~~~~~~-\nI  hereby  certify  that  I  have  transmitted  to  the  United  States \nCourt  of  Appeals  for  the  Sixth  Circuit  the  annexed  documents  consisting \nof  12  volume(s)  of  pleadings,  36  volume(s)  of  transcript  and  39 \nvolume(s)  of  depositions,  which  constitute  the  CERTIFIED  RECORD  ON  APPEAL, \nthis  2.Q__day  of  March  ,  19~ \nClerk,  JESSE w.  GRIDER \nUnit  d  States  Court \n6CA-33  - 8/79  By: '-(:)·~~v,._,,,......_...._,,..__,, \nDeoutv Clerk \n\nPLAINTIFFS:  DEFENDANTS: \nBrian P.  Lawlor,  502-584-1254  EXCEPI'ICON,  INC.  and \nl.Bgal Aid Society,  Inc.  I.ORENZEN,  Facility Director: \n425  West Muharmred Ali Blvd. \nI.Duisville,  Kentucky 40202  Janes A.  Shuffett \nShuffett,  Kenton,  Curry & Karem \nHenry A.  Triplett  109 N.  Mill Street \n231  South Fifth Street  I.Bxington,  Ky.  40507 \nI.Duisville,  Kentucky  40202  606-233-1426 \n502-583-5581 \nCONN,  McELWAIN,  LEWIS, \nHenry B.  Hinton  Director,  Ky.  Divison for \nKentucky Juvenile Justice  Mental Health & PULLIAM: \nAssistance Program \nP.  0.  Box  679  Ann T.  Hunsaker \nMorehead,  Kentucky  40351  Martin Kazdan,  Jr. \n275  E.  Main Street \nAMICI  CURIAE:  Frankfort,  Kentucky  40201 \nNATIONAL  JtNENILE  IAW CENTER  502-564-7900 \nDavid Vandercoy  &/  Sarah Barber \n3701 Lindell Blvd.  /  425  W.  Walnut Street  M::  CLURE: \nP.  O.  Box 14200  /  4th Floor. \nSt.  I.Duis,  Mo.  63178/  I.Duisville,  Ky.  40202  Charles Wickliffe \nGeneral Counsel \nKENTUCKY  YOUTH  ADVOCATES:  capitol Annex \nOliver Barber,  Frankfort,  Kentucky 40601 \n2024  Wbodford Place  502-564-6660 \nIDuisville,  Kentucky 40205 \n502-585-2100  INTERVENING  DEFTS: \nGARDIAN  AD  LITEM:  Joseph H.  Terry \nCharles W.  Dobbins,  Jr.  Ligon Specialized Haulers \nFirst National Tower  Madisonville,  Kentucky \nI.Duisville,  Kentucky  40202  502-821-4141 \n502-584-6137 \nI.ORENZEN',  Facility Director: \nLITIGATING AMICUS  CURIAE: \nUnited States of Arrerica:  H.  Hunter Durham \nMikell Graft on  10 Greensburg Street \nAsst.  U.  S.  Attorney  Columbia,  Kentucky  42728 \n211 U.  S.  Courthouse Bldg. \nI.Duisville,  Kentucky 40202 \n352-5911-FTS \nArthur E.  Peabody \nCivil Rights Division \nDepart:rrent of Justice \n10th &  Penn Avenue,  N.W. \nWashington,  D.  C.  20530 \nFTS  739-5307 \n\nTRANSMISSION  FORM \nr-' \nDistrict court  District Court  No.  C78-0157  L(A) \nWESTERN  DISTRICT OF  KENTUCKY  AT  LOUISVILLE  Court  of  Appeals  No.  80-3560 \nCAPTION  CURRENT  COUNSEL  FOR  PLAINTIFF \n(Include  names  of  all plaintiffs \nand  defendants  who  are  parties  to  NAME \nthe  appeal.  Use  separate  sheet  FIRM  NAME \nif  necessary)  ADDRESS \nTELEPHONE  SSN \nKENTUCKY  ASSOCIATION  FOR REI'ARDED  CITIZENS  _(CJA  only) \nWARREN  KENT  BRUINGI'ON,  by rrother \nCARIA ANN  AMITH,  by rrother  NAME \nJACQUEGINE  HODGES,  be rrother  FIRM  NAME \nADDRESS \nLOUIS  RAY  KING \nWILLIE  T.  NICHOLS,  by rrother \nTELEPHONE  SSN \nPLAINTIFF- APPELL.EES  .  (CJA  only) \nv.  I  • \nCURRENT  COUNSEL  FOR  DEFENDANT \nPEI'ER CONN,  Secretary of Dept.  of Human  Resources \nWILLIAM P.  McELWAIN,  Cc:mnissioner  NAME \nJACK  C.  LEWIS,  Ccmnissioner  FIRM  NAME \nDIRE.CTOR,  Division for Mental Health  ADDRESS \nRUSSELL McCLURE,  Corrmissioner \nCLAY'Im  LORENZEN,  Facility Director  TELEPHONE  I  SSN \nEXCEPTICON,  INC.  (CJA  only) \nMAXINE  PULLIAM,  Guardianship Officer \ny \nINTERVENING  DEFI'S:  Judit h Anne  Linton  NFIARMME   NAME \nDavid Brend Harralson  ADDRESS \nI \nTELEPHONE  SSN \nDEFENDANT- APPELLEES  (CJA  only) \nIf  Habeas  Corpus  (28  u.s.c.  §2254),  was  Certificate  of  Probable  Cause: \n[  ]granted  [  )denied  [  ]pending \nCriminal  Defendant:  [  ]on  bond  [  ]incarcerated  [  ]on  probation \nFees:  District Court  Filing  Fee  Paid:  [ X] yes  [  ) no \nCourt  of  Appeals  Docket  Fee  Paid:  [ X) yes  [  ] no \nPauper  Status:  [  ] granted  [  ) denied  [  ] pending \nAffidavit  of  Financial  Status  Filed:  [  ] yes  [  ] no \nCounsel:  [  ] appointed  [  ] retained \nDistrict  Court  Judge  01.arles M.  Allen  Court  Reporter  Doris Lynn Snowden \nAny  hearing  or  trial  [x]yes  [  ]no  If  yes,  dates TRANSCRIPTS  ALREADY  PREPARED \nIMPORTANT:  COPY  OF  NOTICE  OF  APPEAL  AND  COPY  OF  DISTRICT  COURT \nDOCKET  SHEET  TO  BE  FORWARDED  WITH  THIS  FORM \nFROM~~ \n8-5-80 \nDeputy  Clerk \nTHIS  PORTION  FOR  USE  IN  TRANSMITTING  ANYTHING \nAFTER  THE  ORIGINAL  NOTICE  OF  APPEAL  HAS  BEEN  SENT \nDate  Notice  of  Appeal  sent  to  Court  of  Appeals~~~~~~~~~~~~~~~~~ \nThe  new  information  sent  at  this  transmittal  is \n~~~~~~~~~~~~~~~~~ \nand  includes  an  updated  copy  of  docket  entries. \n~~~~~~~~~~~~~~~~~ \nI  hereby  certify  that  I  have  transmitted  to  the  United  States \nCourt  of  Appeals  for  the  Sixth  Circuit  the  annexed  documents  consisting \nof  12  volume(s)  of  pleadings,  36  volume(s)  of  transcript  and  39 \nvolume(s)  of  depositions,  which  constitute  the  CERTIFIED  RECORD  ON  APPEAL, \nthis  .lQ__d  ay  of  March  ,  19 ~ \nClerk,  JESSE W.  GRIDER \nStates  District Court \nUnit~d \n6CA-33  - 8/79  By:'1:J~~ \nClerk \n~Rl.ltV \n\nPLAINTIFFS:  DEFENDANTS: \nBrian P.  Lawlor,  502-584-1254  EXCEPTICON,  INC.  anq \nLegal Aid Society,  Inc.  IDRENZEN,  Facility Director: \n425  West Muharnred Ali Blvd. \nLouisville,  Kentucky 40202  Jam2S  A.  Shuffett \nShuffett,  Kenton,  Curry & Karern \nHenry A.  Triplett  109 N.  Mill \nStr~t \n231  South Fifth Street  Lexington,  Ky.  40507 \nI.ouisville,  Kentucky 40202  606-233-1426 \n502-583-5581 \nCX)NN I  McEIWAIN I  LEWIS I \nHenry B.  Hinton  Director,  Ky.  Div ison for . \nKentucky Juvenile Justice  Mental Health & PULLIAM: \nAssistance Program \nP.  0.  Box  679  Ann T.  Hunsaker \n!vbrehead,  Kentucky  40351  Martin Kazdan,  Jr. \n275  E.  Main Street \nAMICI  CURIAE:  Frankfort,  Kentucky 40201 \nNATIQ.'JAL  JUVENILE  LAW CENTER  502-564-7900 \nDavid Vandercoy  &/  Sarah Barber \n3701 Lindell Blvd.  /  425 W.  Walnut Street  M: CLURE: \nP.  O.  Box 14200  /  4th Floor. \nSt.  I.ouis, Mo.  63178/  I.ouisville,  Ky.  40202  Charles Wickliffe \nGeneral Counsel \nKENTUCKY  YOUTH ADVOCATES:  capitol Annex \nOliver Barber,  Frankfort, Kentucky  40601 \n2024 'Woodford Place  502-564-6660 \nI.ouisville,  Kentucky 40205 \n502-585-2100  IN'IERVENING  DEPI'S: \nGARDIAN  AD  LITEM:  Joseph H.  Terry \nCharles W.  Dobb.i,ns,  Jr.  Ligon Specialized Haulers \nFirst National Tower  Madisonville,  Kentucky \nI.ouisville,  Kentucky 40202  502-821-4141 \n502-584-6137 \nIDRENZEN,  Facility Director: \nLITIGATING AMICUS  CURIAE: \nUhited States of America:  H.  Hunter Durham \nMikell Grafton  10 Greensburg Street \nAsst. U.  S.  Attorney  Columbia,  Kentucky  42728 \nu. \n211  S.  Courthouse Bldg. \nI.ouisville,  Kentucky 40202 \n352-5911-FTS \nArthur E.  Peabody \nCivil Rights Division \nDepartrrent of Justice \n10th &  Penn Avenue,  N.W. \nWashington,  D.  C.  20530 \nFTS  739-5307 \n·:.:-1 \n\nf=~·j.~~.~~-~!~.·~;.E=R=l'=M=O=.,,,D,,,;A=Y=;=Y=EA=R=F=J~==r~=/':=; =t==u=t=-l--PT=Ft=-;;--=.+=2=3=t==$===;; --=O=T=H=E=R=l-=-N==OO=·=\"-=-R=_.4=D=E=M=.=l==YR=-~=N=U=l\\l=l=BE=R \n'\"I  F= '\"\"  .. \nI:  ,.  .  .  .  I  NEA~  $1,000 \n~4~  ~~-/-I·  04~~~; \n. 04  27  78  3  340  1  4407  78  0157-L(A \nPLAINTIFFS  DEFENDANTS \nI  I \nKENTUCKY  ASSOCIATION  FOR  RETARDED  CITIZE~S;  .1  COI>l~,  PETER,  Sec • . /entucky Deparbnentj \nof Human  Resources; \nBRUINGTON,  WARREN  KENT,  by his mot4er and next  .:b \nMcELWAIN,  WILLIAM  P. ,  Conunissioner \nfriend Dorothy Ezelle; \n.KY.  Bureau For Health Services; \nAMITH,  CARLA  Ai.\"\"JN,  by her mother and next  5  LEWIS,  JACK  C.,  Commissioner, \nfriend Beth Christian;  KY.  Bureau For Social Services; \n,_/,  DIRECTOR, · KY.  Division For Mental \nHODGES,  JACQUELINE,  by her mother and next \nHealth and Mental Retardation Services; \nfriend Rosa Hodges; \nMC  CLURE,  RUSSELL,  Commissioner,  KY. \nKING,  LOUIS  R'l\\Y;.  v  Executive Deparbnent For Finance and · ;' \nNICHOLS,  WILLIE  T. ~  by her mother and next  b  Administration;  ~··  -... \nfriend,  Geneve  Burks.  ..  ......... - ---· .. ~(21 /78  HER:l.1£1~;-irl..-PHGl.'ffiO,  Facility Director, \n.  .. ++++++++++++++-..  ++  Excepticon-Outwood Campus; \ntf'-CLAYTON  LORENZEN  I  EXCEPTICON,  INC.,  a  KY.  Corp. \n(WITHIN  DIS~RICT TRANSFER  FROM  ~~.:: repl  Herre .  ?  PULLIAM,  MAXINE,  Guardianship Officer \nc  77-0048-P)  KY.  Department For Human  Resources; \n9 \nLITIGATING AMICUS  CURIAE:  INTERVENING  DFTS:  JUDITH  ANNE  LINTON,  e \nUNITED  SzTA TES  OF  AMERICA;  CAUSE  I 0  and  DAVID  BP.ENT  HARRALSON,  ETC. \n3  -1- -z. . [.f,t,'-\"'-4  µ_,,__z ,_;.___ \n42  USC  1983  action be mentally retarded persons  challenging conditi ons .at  . \nOutwood  and  the proposed construction of a  new  facilityat Outwood,  Class Action. \n7 /31/79-/#IGI CURIAE:  NATIONAL JUVENILE !AW GENIER and KY.  ~QUI'H ADVOCATES,  INC:  JWG: all \n~~ !. /;jU~u~- ff:_. \n;_). \"! '> ~\" !> • ,  7 1.  ~°W \"'D  I  '  ).,t1.u..J) c R_  /  7A TTORNEYS  • ST.A\"\"\"  D:i:::rrS~. \nB.itsy0B.  sw.ann  ul<~~~~-'=.~~~~ ~?- J~es A.  Shuffett  I  Hr.  '£.i3:) \nV \n3.l.:Ls--.5.±:.b...S.L  425  W.  Wa 1 nut  St.  Shuffett,  Kenton,  Curry  &  Karem  Hart:in Kazdan,  Jj \n_  Louisville,  KY  40202  364-(z.54  109  N,  Mill st.  275 E.  Main St: \n8) f>B.': {!.~  -bj c;!A b L<.-' I  t  ~  Lexington,  KY  40507  . 4-West  _I \nHenry  Triplett  Henry Hinton  (606)  233-1426  Frankfort, Ky . . \n231  s.  5th St.  P.O.  Box  679  (Coun  for EXCEP.TICON,  INC.  4-40621 \nLouisville,  KY  40202  }brehead,  40351 . &  HERRERA. );7),_:,-pt :\"~U->-> .. \".~- 50 21 5 6 7900 \n/  ,_  , - ~~=~~~~:;ot~~~~:=eonn. ~~~i~~ \n~:i,@ Patr~ct:. ~?.wlor  Plaz< \n/I/ 1,Ce/  C?~',f~0;,jJJ  KY-.-De~-For-Humarr-ResouTees-- L-:Ju~g-63,po \nUSA:~. ALISA \nArthur  E.  Peabody,  Jr. - ·  ,  _ ~,  'ffiff:!-ce•._of c;ouns,el \n2\\9 \"St.\\ Clair st,  '9<;(;---------\nCivil  Rights  Division,  Dept  of Justiee  KY \n10th & Penn  Ave.,  N.W.  Washington,  D.C.  F~an\\fort,  4~601  Joseph H.  Terry \n~ 20530  8-739-5307  - - 1/_  (SO(> \\564\\7900  ~~d  '  Ligon Spec Haulers \n#6 - H.  Hunter  Durham  /~--)-'f- ·  Rudy  Yessli.n  .  Madisonville,  Ky. 821-4} \ns!. · \n,  /  10  Greensburg  St.  g  314  'ilkinSo~  Coun  for JUDITH  ANNE \nIr./'  Columbia,  Ky.  42728  Frank ort, ·~ 4  601  LINTON  ~ VIRGINIA M. \n(502)  27-73  6  LINTON. \n-----------\nGUARDIAN  AD  LITEM  (See  #173))  Coun.  f  r  Co  ,  Mc  lwain, \nCharles  W.  Dobbins,  Jr.  /7,~ -I ,,/  vL-u/_:~~~~-:-l~~---~ un\\amed Dir.  I I I I I I 11 I I I \n3-lO  H.  Lib<=r ty  Street- j?~T /t/ti--1 ~  ·Nat.Juvenile lai;v: \nLoui svil 1 e,  Ky.  40202  !i'  Charles Wickliffe,  Gen.  Coun.  David Vandercoy \n584-6137  Exec.  Dept.  Finance  &  Admn.  3701 Lindell Blvd. \n01i. ver Barb  er,  Ky.  Youth Advocates 5\",:;.--:-''' /(-)/)  Capitol Annex,  Frankfort,  KY  P.O.  Box  14200 \n40601  (502)  564-6660  St.  !.Duis, }b 6317: \n2024 'W:::>odford Place,  lou. ,  Ky.  40205 \ncoun  for  Dft.,  Mc  Clure. \nSarah Barber~ National Juvenile Law Center  / \n425 W.  Walnut-4th Floor  !.Du .. Kv.  40202 \nD \nCHECK  jjl ___  FILING FEES PAID  STATISTICAL CARDS \nHERE  DATE  ~R~E~C~E~l:P=T~N~U~M~B~E=R-'--'----,,-~-C.-D-_N-_U_M_B_E_R __- 1=~;;,;,.;~~~;;;.;~~~== \nIF CASE WAS  if===~========f=======~~~::;;,;;;;;..;;.:~~======*==~~~~~~=d CARD  DATEMAILED \nFILED IN \nFOR MA  :..~  = ===========~==========================~==============j ~~~====.~.,,.<() !?£:=)===== \nPAUPER IS \n\":.- '..\"..\"  '..\".. \" =:::-.::.- -.::.:  .:-.:-  ::--:..:  -.:' -_______  -..+..,..  \n_.!,.__  ___ _ _ _ _ ~  - .. \n\nYR. - -NUMBER  MO.  DAY YEARI  J  N/S  0  R  23  $  OTHER  NUMBER  DEM.  YR.  NUMBER \n.. ,•~. - .•-. -> ·  ... ., c \n.  ;  ..7 7  . 0048  os  I \n16  11  3  440  1  4407  77  0048P \nPLAINTIFFS  DEFENDANTS \nI  .  -\nI KENIDCKY ASSOCIATICN FOR RETARDED  PETER CONN,  SECRETARY,  KEN'IUCKY \nv· \nCITIZENS:  DEPAR.'IMEfil'  FOR HUMAN  RESOURCES: \nVWILLIAM P.  McErnAIN.  COM1ISSIOl1ER. \nWARREN. KENT  BRIJINGI'CN,  BY HIS MJlHER AND  KENTUCKY  BURFAU FOR HEAL'IH  SERVICES: \nNEXI' FRIEND OORO'IHY  EZEfJE·:  v-JACK C.  ti.WIS,  CDMMISSIONER,  KENTUCKY \nBUREAU  FOR SOCIAL  SERVICES: \nCARIA ANN  SMTIH BY HER MJTHER AND  v DIRECTOR,  KENTUCKY  DIVISION FOR \nNEXT FRIEND BEIH CHRisTIAN:  MENTAL HFALTH AND MENTAL  RETARDATION \nSERVICES \nJACQUELINE  HOIX;ES  BY HER MOIHER AND  v-RUSSELL McCLURE,  CCM1ISSIONER, \nNEXT FRIEND ROSA Horx;Es  KENTUCKY EXECUTIVE  DEPARIMENT  FOR . \nFINANCE AND AIMINISTRATION: \nLOUIS RAY KING:  vALPHONSO  HERRERA.  FACILI'IY DIRECIDR, \nEXEPTICCN-OunmD CAMPUS: \nWIILIE T.  NlCHOL.5  BY HER MOIHER AND  vEXCEPTICON'.  INC. • A KENTUCKY CORPORATION \nNEXT FRIEND GENEVE  BuRKs  vM.tUITNE  PUILIAM,  GUARDIANSB.IP  OFFICER \nKENTUCKY  DEP.AR'.IMENT  FOR HUM.l\\N  RE.SOURCE'S \nCAUSE \nINI'ERVEIDNTIG  DFIS:  JUDITII ANNE  LINION.  etc \nand n.l\\.VID  BRENT HARRALSON,  etc. \n~2 USC  1983 action by mentally retarded persons  challenging conditions at Outwood \nmd the proposed construction of a  new facility at Outwood,  Class Action \nATTORNEYS \nJames A.  Shuffett  /  Joseph H.  Terry/ \n1>etsey B,  Swan  Shuffett,  Kenton,  Curry & Karan  P.O.  Box 644 \nn 7  South Fifth Street  109 North Mill St .  Princeton,  KY  4244c \n..ouisville.  KY  40202  Lexington,  KY  40507  Attorney for \n(606)  233-1426  Judith Anne Lintor \nIenry Triplett  Attorneys  for Excepticon  &  Virginia M. \n~31 South Fifth Street  Inc.  & Herrera .  Linton,  Interveriir • \n..Ouisville,  Kentucky 40202 \ndfts. \nRObert Riley,  Deputy Gen.  Counsel t/ \n::-ian Patrick Lawlor  KY.  Dept.  for Hrnian Resources \nOffice of Colll1sel \n209  St.  Clair St. \nU.  S.  District  Court  )  ss.  Frankfort.  KY  40601 \nWestern District  of  Kentucky)  (502)  56407900 \nand \n/ \nI  hereby  c~rt:'ii'y/'1i.11&1'-.~he foregoing  ;  Rudy Yessin \nis a  true·' copy. of  the~-c)Tiginal on  314 Wilkinson St. \nfile  in.; this  court  and  ·cause •  Frankfort ·KY  40601 \n.- ' J~sse W.  Grider~.  'ch°eI?k  (502) 227-7326 \n·.~i~ ·:·   c/ / ,,   · •...:  .L· h', . (  ·:· ··~ ·- - ..-1• •  Attorneys  for Conn, McElwain, \n- By  ·./<U-v-<' '.1J:t\"~  Lewis,  Pulliam & Unnamed Dir. \ni,  .>.·,  ·· . \"  'DI ' e: pu'·' t y/1 '  \"I C1;if ,ei; 'rk/ {> (): ~ · \nDa/t~·e d  -··:' -/> :\"n  -~~ :i; 9'X...  J>: t_.\"1.   \\:\\. , 0,.\" \"  ·..  :  ECxheacrlteusiv We Dicekplti.f ffeo, rG Feinn. aCncoeu n&se Ald m.  / \n?-'._____. c. .J~  (>,! (.  .  Capitol Annex,  Frankfort,  KY  40601 \n,  I d  (J ;. •  •  (502)  564-6660 \nCounsel for Dft. ,  McClure \nD CHECK  FILING FEES PAID  · STATISTICAL CARDS \nHERE  16=====D~A~T=E====~========~A~EC~E~IP~T=N=U=M=B=E=A=========F====C=.D=.=N=U=M=BE=A=====1 CARD  DATE MAILED \n6/77 \nIF CASE WAS  JS-5 \nFILED IN  l~-~-------4----------------~----------i \nFOR MA  JS-6 \n\n........ ---... \nL-J /-Ull'-+0-s:  1.\"1.::41L.~J ~M.J---\nA.  --- ----- -------\nDATE  NR.  PROCEEDINGS \n'16/77  Complaint filed,  su:mxms  and canplaint sent to Marshal for service \n116/77  2  MJtion for Adrnirtlssion of Brian Patrick ;Lawlor  to Participate as Cmmsel \nin this Action·•  . Order tendered. \n>/31/77  Marshals'  service forms  retd.  ex.  5-24-77 as  to Jack Lewis~ \n5/24/77 as  to Director of ·the Ky.  Division for Mental Health and \nMental  Retardation Services;  5-24-77 as  to W:n .•  P.  McElwain;  5-24-77 as to \nMaxine Pulliam; \n/2/77  USM  285 ret exec as  to- . Alphonso Herrera  on 5/24/77;  . \nUSM  285 ret exec as to  RuSsell McClure,  Can.  on 5/27/ 77. \nUSH 285  ret exec as to Peter Conn,  SEc.  by ser. Dave Curd,  Att9rney for Peter \nConn, on 5/27I  77. \n)/6/77  Arnendeo, Canpla.int filed by pltfs. \n)/9/77 .  4  ORDER by Judge Allen that Brian Patrick Lawlor :i..s  admitted·  to act as attorney \nin this action;  cc cotmSeL \n.  .  . \n>/13/77  USM  285 returned unexc  as· to John Swarm,  Jr.  Registered .Agt w/notation  individual \ndoes not live at. above addrw,  no forwarding address.  -\n5/13/77.  Answer filed by dfts.  Excepticon,  Inc.  and Alphonso Herr~a. \n5/14/77  M:>tion to dismiss w/supp maro filed by dfts,· Conn~  McElwain,  Lewis,  McClure \nPulliam and unnamed director.  Or ten.  · \n6/14/77  Ans  filed by dfts,  Conn,  McElwain,  Lewis ,  McClure,  Pulliam and unriam.ed  director. \n6/14/77  Motion to transfer s/supp m6IIO  filed by dfts,  Conn,  McElwain,  Lewis, McClure, \nPulliam and unnamed director.  Or ten. \n)/17 /77  9  tion for Order allowing this Action to Proceed as a  Class Action filed by pltfs \nw/ supporting rneroorandun;  or ten. \n6/22/77  10  Notice to Take Deposition filed by pltfs. \n6/30  11  Plaintiffs'  resp  to  mo  of dfts Conn,  McElwain,  Lewis  McClure,  Pulliam and \nunnamed  director totsfer this case  w/Memorandum  in  Support  thereof.  Ord.tend. \n6/27  12  RESPONSE  By  De.f'ts,  Excepticon and  Herrera,  to Plffs Mot  to Allow This  action to \nproc  as=a  Class Action f'iled w/Ex  \"A\".  Ord  tend. \n6/27/77 13.  Motion f'or  Ext  of time to respond  to Def'ts  Mot  to Dismiss.  Ord  tend. \n6/28/77 14.  Motion  for erilargement of time  filed by Defts.  Ord  tend. \n7/ 11/7 · 15..  Response  to Irotion of pltfs for order allaving action to proceed as a  class \naction,  filed by dfts. \n7/6/77  15  /2 Order by Ju&e Allen t:iiat fu.  to Transfe:c_to Ea.stem Disti.  deni~d.cc:  coun.sel. \n7/ 12/77  16  RespoP.se to m:ifion of state defendants  to dismiss present action W/r!Ern::>ranc1l.in \nfiled by plaintiffs;  or ten. \n7/ 14/77  17  Request to inspect premises and programs  at Outwood,  request for production of \ndocurents and Irotion to reduce the time to respond to this request filed by \npltfs.  or ten. \n7 /18/ 7  18  Response by Excepticon and Herrera· to pltf's request to inspect filed. \n7/ 21/77  19  Order by Judge Allen that Linda Glenn be pennitted to visit and have access  to \nranises and programs at Outwood Mental Retardation Facility on 8/1/77 at 8:00.AM \nand for the re8t of the day in order to evaluate the premises andprow=ams at \n\n..  ·' .  ,. \n·Cl.VIL DOC.KET CONTINUATION SHEET /. , \n~~~~~~~~~~~~~-' \nPL:AINTIFF  DEFENDANT \nKY  ASSOCIATIOi'1  FOR RETARDED  CITIZEN),  PEI'ER. CONN,  SEC. ,  KY  DEPT.  DOCKET NO.C  77-0048 \nET AL  OF HUMAN RESOURCES,  ET AL \nPAGE-3-0F_  __ PAGES \nDATE  NR.  PROCEEDINGS \nc:ontinued:  Outwood;  that Ms.  Glenn may be accCIDpanied by a  photographer. and \nany other persons necessary to assist her;  that dfts shall,  on 8/1/77 produce \nand permit Ms.Glerm and those in her cCIDpany  to inspect and copy all records \nof any kind what;soever concerning the named plaintiffs in this action;  that \ndft s  shall not be required to produce for inspection the records of any \npatients other than the named plaintiffs.  Cpys  to counsel of record. \n7/21/77  20  M:Jtion for order canpelling <lefts  to permit inspection of Outwood premises \nand programs and canpelling dfts to produce docmEnts filed by pltfs w/ \n___  marorandum.  Or ten. \n8/1/77  21  First Interrogatories and request for production of docurrents  filed by Pltfs. \n8/3/77  22  'M:>tion  to amend order entered 7/21/77 permitting consultaant for pltf to \nisnpect premises atOutwood for purpose of changing date of inspection to 8/19/T \nfiled by pltfs.  Or ten. \n8/8/77  23  Order by Judge Allen that  this Court's Order entered 7/21/77 permitting a \n,consult.ant for pltfs to inspect premises at Outwood be amended  to change the \ndate to 8/19/77;  in all other respects  the Ct's Order of 7/21/77 remains  in \neffect.  Cpys  to cotmSeL \n8/19/77  24  Notice to fake deposition of Peter Conn at 10:00 on 9/8/77;  W:n.  P.  McElwain at \n1:00 .P.M.  on 9/8/77 and Sue turner at 10:00 A.M.  on 9/9/77 filed· by pltfs. \n8/24/77  25  M:Jtion for enlargement of time to and inc 11/9/77 in which to respond to pltf' s \nFirst Interrogatories and REquest  for Production of Docunents  filed by dfts. \nOr ten. \n8/24/77  26  Reply  to dfts'  opposition to rrotion to certify the class filed by pltfs. \n8/24/77  27  Supplemental response to dfts' rrotion to dismiss  filed by pltfs. \n8/24/77  28  Amended Notice to take depositions  of Conn,  9/9/77 at 9:00 A.M.;  McElwain 9/9/77 \nat 10:30 A.M.;  Turner·9/9/77 at 1:00 P.M.  filed by pltfs. \n. 8/25/77  29  t-btion for Protective Order  directing that disc depositions of Peter D.  Corm, \n~- F.  Mc.Elwain and Dr.  Susan Turner not be had,  pending ruling on IIDtion to \ndismiss.  Or  ten. \n@j \n8/30/77  Order by Judge Allen that DX>tion of state defendants  to dismiss  this action \nbe denied.  Coxs  to cmmsel of record.  .  . \n9/1/77  31  Second .Anendeci Notice to  take deps  of McElwain and Turner 9/9/77,  fJ.led by pltf. \n(3i) \n9/2/77  Order by Judge Allen that DX>tion  for protective order be overruled as  to \ndeponents,  W:n.  McElwain and Sue Turner,  sc;4d  depositions  to be taken as \npreviously notice don 9/9/77,  provided/~e0~ of these depos.  pltfs' \ncounsel meet with State dfts  representative and discuss  the issues involved \nI \nherein;  dfts shall furnish to counsel for pltfs a  copy of their newly pro-\nposed plans pertaining to this case, together they shall make a  good faith \neffort to eliminate any issues which may  be remedied by the new plan;  FURTHER, \nthat ID'Jtion for protective order be sustained as  to deponent,  Peter Conn, \nand the depositiEn. will not be taken  on 9/9/77,  but may be rescheduled and \ntaken sa:re  time after 9/9/77,  subject further to the conditions set out above; \nall other pending DX>tions  will be held in abeyance at this time.  Cpys  to counsel \nDC-lllA REV. <l/7'5l \n\nCIVIL, OOC~ET CO!\"'TINUATION SHEET \nPLAINTIFF  DEFENDANT \nC 77-0048 \nDOCKET NO. \nKY.  ASSOCIATION  FOR RETARDED  CITIZEI~ ~  EiC.  PE1ER CONN,  ET AL  PAGE±OF_  _. PAGES \nDATE  NR.  PROCEEDINGS· \n9/9/77  33  Order by Judge Allen that dfts are granted to and inc 11/9/77 to respond to \npltf' s  first interrogatories and request for production of documents .  Cpys \nto counsel. \n9/9/77  34 1fbt:ion by dfts,  Excepticon,  Inc.  and Herrera,  that pltfs and their· agts and \n•II.ttys  deStroy all pictures, prints,  copies and/or negatives  taken on 8/19/77 \n<lit  the Excepticon-Outwood Campus  of residents,  not named pltfs herein,. or in \nllie alternative to deliver said pictures,  prints,  copies and/or negatives  to \nthe Ct for an inspection thereof prior to any publication or distribution of' \n·> ame  filed .w.i..th  affidavit of Herrera w.i..th attached report on eut:wood visit \ncm  8/19/77 and m=nnrandun.  Or ten. \n8/15/77  35  Order  by  Mag.istrate Booth  that discovery deposition  for dfts,  Conn  and  McElwain \nand  movant,  Dr.  Susan  Turner,  noticed  for  9/9/77  not be  had.  Cpys  to counsel \n9/19/77  36  M:ltion for enlarga:nent of time to respond to dft' s  IDJtion of 9/ 7 / 77  to and \nten. \nincl  9/27/77.  Or \n9/23/7,  37  Order by Mag.  Booth that pltf' s  IDJtion for ext of tine to and incl 9/27 /77  to \nrespond to dft's m::>tion of 9/7/77 be granted.  Cpys  to counsel. \n9/29/7,  38  Response to dfts '  motion for protective order as  to photographs  taken on 8/19/77 \nfiled by pltfs.  Or ten. \n9/29/7:  39  Supplanental response to dfts' IDJtion for a  protective order filed by pltf. \n10/11/70  40  Joint M:ltion for change of venue  tendered. \n10/11/7°  41  Notice to take depositions of Burnice RAnsdell and Peter Conn filed by pltfs. \n10/17 /7 7  42.  Amended Notice to  take Depo  filed by Plf. \n10/17/77  43.  ORDER  by  Judge  Allen  that the  joint motion  for  Change  of Venue  having  been  broughi \n.. \nto  the  attention of the  Court,  by  all  parties,  and  there  being  no  objection, \nIT  IS  HEREBY  ORDERED  that all  preliminary proceedings,  motions,  pretrial  con \nferences  and  hearings  preceding  trial  shall  be  held  in  the  U.S.  Courthouse  in \nLouisville,  Kentucky.  cc:  counsel  of record. \n10/25/7i  USM  285  ret exec as to Peter Conn for attendance at depo on 11/7/77 at 2:30 PM \nin Frnakfort,  KY,  by serv .Ann T.  Hunsaker,  Assist.  Gen.  COtID.Sel  on 10/20/77: · \n10/26/77  44.  Depositiors of Drs.  Wu.  P.  McElwain and Susan M.  Turner taken by pltf filed by \n.Court Reporter,  Juanita M.  toole,  w/  copy of question asked to Dr.  McElwain \nwhich  is certified to the Court to determine whether or not witness shall  ' \nans. \n11/2/77  45  Notice to take deposition of Perry Liljestrand on 11/14/77 at 9:30 A.M.  filed by \ndfts. \n11/2/77  46  Notice to take deposition of Dorothy Ezell on 11/14/77 at 9:30 A.M.  filed by dfts \n11/2/77  47  Notice to take deposition of Mary Jo Smith on 11/14/77 at 9:30 A.M.  filed by dfts \n11/2/77  48  Notice to take deposition of Beth Christian on 11/14/77 at 9:30 A.M.  filed by dft \n·  .  .  .  DC·U IA REV.  ( 1/75) \n\n.  . \n... : \n'-.CIVIL.DOCKET CONTINUATION SHE \n,----r--D-E_F_E_N_D_A_N_T_  ____  \nPLAINTIFF \nC 77-00 \nOOCKET NO. \nKy.  Assn.  for Retarded Citizens  etc.  Peter Conn,  et al · \n~OF \nPAGE  __ PAG \nDATE  NR.  PROCEEDINGS \n11/2/77  49  N~tice to take deposition of Rosa Hodges  on 11/14/77 at 9:30 AM filed by dfts. \n11/2/77  50  Notice to take deposition of Louis Ray King on 11/14/77 at 9:30 AM filed by di \n11/2/77  51  Notice to take deposition of Willie T.  Nichols on 11/1/4/77 at 9:30 AM  filed 1 \n11/19/7~  52  Ans  to pltfs'  first interrogatories and req.  for production of docunents \nfiled by  dfts Conn,  McElwain,  Lewis,  McClure,  Pulliam and Unnamed Director, \nKY Div.  of Mental Health,  etc. w/  exhibits. \nu.;; \n11/21/77  Ans,  obj  and response to pltf' s  first interogs and request for production of \nI\\ . \ndocu:nents  w/exhibits filed by dfts in L'ville. \n® \nU.2/6/77  M:>tion  to Intervene as defendants filed by Judith Anne Linton,  by her parents \nand next friends,  James L.  and Virginia M.  Linton and by David Brent Harralsa \nby his parents and next friends,  George Harralson III and Jane C.  Harralson, \nw/ Order and proposed answer  tendered. \n12/8/77  55  Order by Judge Allen that all photographs be submitted to Court for ir):spectia \nand for further orders.  Cpys  distributed to counsel frcxn L 'ville. \n12/21/77  56  Depositions of Peter Conn and Bumice Ransdell filed by Court Reporterr  Juaru \nM.  Toole  (Vols.  I  and II). \n12/21/77  57  Question which wifuess,  Bumice Ransdell,  declined to ans  and certified by \ncmmsel to Court to determine whether or not the witness should ans  said \nquestion,  filed by Court Reporter,  Toole. \n'v \n1/6/78  Order by Judge Allen that David Brent Harralson by and through his next frien \nGeorge G.  Harralson III and Jane· C.  Harralson,  and Judith Anne Linton,  by and \nthroq¥1 her next friends,  James L.  and Virginia M.  Linton be permi.tted to \nintervene as party dfts;  FURTIIER  that the ans  attached to m:::>tion  to intervene \nof David Brent Harralson and Judith Anne Linton shall stand as  the answer of \nrecord of said dfts.  Cpys  to cOtmSel. \n·-\nJ \n1/6/78  (  59  Ans  of Interveneing dfts, .Harralson and Linton filed by dfts. \n-\n1/10/78  60  Additional Authorities ;in support of pltfs' m:::>tion  to certify the class \n(with copy of Halderman v.  Pennhurst case)  filed by pltfs . \n1/12/78  61  .Amended notice to take deposition of Beth Christian on 1/17/78 at 2:30 PM \nfiled by dft.  Conn. \n1/12/78  62  Amended notice to take depo of Rosa Hodges  at 1:30 1/17/78.  filed by dft Com \n1/12/78  63  .Amended notice to take depo  of Mary Jo Smith on 1/17/78 at 11:30 A.M. \n1/12/78  64  Amended notice  to t~e depo of Perry Liljestrand at 9:30 on 1/17/78 filed b~ \ndft.  Conn. \n1/27/78  65.  M:>.  for Imnediate Class Cert.  or for Inmediate hearing on issue of class cert \nOrder tenct.ered. \nDC-11 IA REV. < 1/7 \n\n. \n. \nc1\\:1L,obC::kEt ~·oNTINUATION SHEET / \nPLAINTIP.F  DEFENDANT  I  :  77-0048 p \nDOCKET NO.  . \nKD'WJci<Y ASSOCIATION  FOR  RETA..\"IIDED  PETER CONN.  ET AL \nCITIZENS  JNC. c\"l : .  PAGE ~OF __ PAGES \nDATE  NR.  PROCEEDINGS \n7  OrcJe:-\n1/ 30/ 78  66~   >  b~ Judge Allen that plt fs be designat7d as  repre~entativ es of. a  class \n1\n~ consl.Stl.Ilg of all persons who  presently reside or may  m  future reside at \nOutwood;  and who allege their 1st,  8th,  9th and 14th Amendment  rights and ·  / \ntheir statutory rights provide than by the laws of the US  and C.orn.  of KY \nhave been violated,  provided,  hONever  that the class shall not include the · \nintervening dfts  (~tered pur  to Rule  23(b) (2)  FRCP.  Cpys  to counsel. \n2/3/78  67  .Amended notice to take depositions of Per±y Liljestrand,  Exec.  Director of \nKY.  Assn.  for Retarded Citizens on 2/21/78 at 9:30 A.M.  filed by dft.  Cbnn. \n2/3/78  68  Amended notice to take deposition of Mary Jo Smith on 2/21/78 at 11:30 A.M. \nc.onn. \nfiled by dft. \nI \n2/3/78  69  Amended notice to take deposition of ROsa Hodges  on 2/21/78 at 1:30 PM. filed \nby dft.  C:Onn. \n2/3/78  70  Amended notice to take deposition of Beth Christian.. on 2/21/78 at 2:30 PM  fl.led \noy  eonn.  ,  . \ndft. \n2/l'J/78  71  Request  for inspection and for production of documents  and m::>tion  to reduce \ntime to respond to this request filed by pltfs.  Or ten. \n2/13/78  72  Request  to inspect the premises and programs at outwood,  request for production \nof docunents  and IIDtion to reduce  the titne to respond to thie requept filed by \npltfs.  Or ten.  ; \n2/13/78  73  Mennrandun in support of request for inspection and production of docunents \nfiled by pltf. \n2/15/78  74  Objection and response by dfts Excepticon and Herrera to pltfs'  requests and \nnntions filed by dfts,  Excepticon and Herrera. \n2/21/78  75  Request to inspect pre:nises and programs at Outwood and request for production \nof documents  filed by pltfs.  . -\nI \n2/22/78  76  fution to canpel discovery;  ~d •.. ·  nntion to inspect premises and programs at \nOUtwood and for production of documents With supporting mernorari.dt.m filed by pltf: \nw/  certificate of service. \n2/22/78  77  Motion for Inmediate Hearing on rrx:>tion  to canpel discovery filed by pltfs. with \ncertificate of service.  Order tendered. \n2/21/78  78.  Objection and response  to pltfs'  request filed by dfts,  Excepticon and Herrera \nin Louisville. \n2/24/78  79.Correction to documents  sul:mitted on 2/21/78 filed by pltfs. \n3/03/78  80.  Order by Judge Allen that:  (1)  ~sen, Elkin,  Fraegon and Donaldson may visit \nand have access  to premises and programs at Outwood on 3/16/78 beginning at 6:00 J. \nand for rest of day to eval.  pre:nises and programs on behalf of pltfs; and may \nbe accanpanied by a  photographer,  pltf' s  counsel and other nee.  person$  to assit \nin eval.  (2)  That Dybwad may vist  and have access  to premises and programs at \n(continued on p.  7)  ·· \nDC·lllA REV. <1/751 \n\n. \n. \n. ~ -· .cavil: DO<;: KET CONTINUATION SH  r \nPLl\\IN~TI FF  DEFENDANT \nDOCKET NO. C -77-\nKY  ASSOCIATION  FOR  RETARDED  CITIZEl S,  PEI'ER CONN,  El' AL \nrnr.  PAGE .l__ OF_  _ PA \nF.'Tr. \nDATE  NR.  .  PROCEEDINGS \n(Order of 3/3/78 contirrued)  Outwood on 3/31/78 beginning at 6:00 AM  and rem. \nof day to evaluate premises and programs on behalf of pltfs anq may be accornp<: \nby a  photographs,  pltfs'  counsel and other persons nee.  to assit in eval;  (3) \non days  of respective visits to Outwood,  Rosen,  Elkin,  Fraegon,  D::maldson,  anc \nDyb-wad may insepct and copy following docunents: (a)  all records  inc..  but not \nliIIiited to medical records and treatment plans,  concenring named pltfs in this \naciton  (b)  all records,  inc but not limited to medical records and treatJnent \nplans concerning all other residents of Outwood,  except David Brent Harralson \nand Jud:j_th Ann Llnton;  (4)  Counsel for pltfs and other persons necessary to \nassist them be pennitted to visit and have access  to Outwood mental retardatia \nfacility and continuing dailty thereafter until canpletion of insp.  and copy. \nfollowing  designated doClillents:  (a)  all records of any kind,  inc but not limit \nto individual medical records and treatment plans,  concerning all resident of \nOutwood M.R.F.,  except those of the Intervening dfts herein;  including data wh \nmay have been developed prior to time when Excepticon,  Inc.  began to operate \nOutwood;  (b)  all records relating to Excepticon personnel policieis,  practicie \nrecruiting efforts and individual personnel;  and records concerning persannel \nwhich rr:ay  have been developed prior to time when Excepticon began to operated \nOutwood;  (c)  all records relating to use of restraint and seclusion re Outwood \nresidents;  (d)  all minutes of meetings and other records of Infections and \nSanitation Control Comnittee at Outwood;  (e)  minutes of meetings and other \nrecords of Citizen ADvisory Bd.  at Outwood;  (f)  all records of any kind what \nsoever relating to participation by Outwood residents in any and all therapy \nprogr@nS,  PROVIDED,  that dfts may  tape over individual patients'  names  and idei \nindividual patients'  records by nunber only,  coded for further i.d.  purposes, \norder to preserve confidentiality of medical records  insofar as possible.  cc \nCounsel distributed in Louisville.· \n4/25/78  81  Order by Judge Allen that action be transferred to the Louisville Division of \nthe Court to be assigned to Hon.  Charles M.  Allen for further proceeding. \ncc:  Counsel. \nDC-lllA REV.  <T/75l \n\nKy.  Assoc.  For Reta~' \"'!d  Citizens,  Inc. ,  et al.  vs. S' -n-,-  -et- -a-l.- -.-·,::_:.-:-,. ~ .c. .7.-B.... •.O-l-57---i(-A-) .----... \n(TR from Pad.  C778004~ \nDATE  NR.  PROCEEDINGS \n1978 \n4/27  File received from  Paducah  Division per ORDER  signed by Judge Allen ent \n4/25/78. \n5/15/78  82.  MOTION  by  plf for  p/t conf.  and  for  date  for trial  on  merits.  Order  tendered. \n5/30/78  83  REQUEST  for  prodLCtion  of documents  by  pff. \n5/30/78  84--- SECDND  SET  of interrogs  and  request for  production of documents  by  pffs. \n5/31/78  85  ORDER  by  J/Allen  for  ptconf 6-30-78  at 3:00  P.M.  c/cs. \n6/7/78  86  Motion  to  compel  dfts,  Excepticon,  Inc.  and  Lorenzen,  to  answer  pffs \nFirst Set  of interrog$- w/memo ·in support.  ci/tend. \n6/7 /78  87  AFFIDAVIT  OF  Betsey  B.  Swan  re Motion  6/7 /78  {Un-notarized) . \n6/8/78  88  AMENDED  notice  to take depos  of Perry  Liljestrand by  Peter Conn. \n6/14/78 ,jf:>siJPPLEMENTAL  answers  to pffs .first interrogs  by  dfts  Except icon  and  Herrera .. \n1\n6/14/78  90  RESPONSE  to  pffs motion  to  compel  answers  to  interrogs  by  dft  Excepticon  and  Herrera \nOrd.  tend.  · \n6/16/78  91  SECOND  REQUEST  for production  of documents  by  pff. \n6/16/78  92  NOTICE  to  take  depos  of Helen  Aldred  on  Z-19-78,  Patricia McCloskey  on  t.-19-78, \nBernell  Stewarton  7-19-78,  Roger  Turenne  on  7-20-78 and  Don  Trent on  7-20-78 \nby  pffS'. \nI  • \n6/20/78  93  MOTION  for  substitution of pties.  Ord  tend. \n6/20/78  94  THIRD  SET  of interrogs  and  request  for  production  of documents  by  pffs. \n6/21/78 ~~ ORDER  by  J/Allen  that Clayton  Lorenzen  made  dft  fn  this  action  on  motion.  c/cs. \n6/22/78  AMENDED  motion  to compel  dfts  Excepticon,  Inc.  and  Clayton  Lorenzen  to answer \n~96 \n- pff 's  first set of interrogs w/memo  in  support.  ord  tend. \nv \n6/22/78  97  AMENDED  notice  to  take  depo  of Perry  Li 1j estrand on  July  10,  1978,  by \n\\  dft Conn. \n\"S/29/78  98  MOTION  fsr dfts  for submission  of updated  i nterrogs.  Ord.  tend. \n6/29/78  99  MOTION_ by  dft Conn  for extension  of time  to  July 14,  1978  to \nrespond  to  pffs  Second  Set of  Interrogs  and  Request  for production \nand  to  7/31/78-tq  respond  to  pffs  Second  Request  for  Production.  Ord  tend. \nfo-\n6/30/78  100  RESPONSE  DFTS ·REQUEST  FOR  EXT  OF  TIME  AND  PFFS11  MOTION  TO  ~OMPEL answers \nto  th'eir second  set of interrogs  and  request  for production  of documents. \nby  pffs.  Ord.  tend.  · \n7/3/78 ( 10·1) 0RDER  by  J/Allen  on  6/30/78  ptconf that dfts  shall  have  to and  inc.  July  14, \nto  respond  to  pffs  Second  Set of  Interrogs  and  Request  and  Second  Reques \nfor  Production ;.i further  that second  ptconf to  be  held  September  18, \n1978, at 9:30  A.M.  and  hearinq .on  motion  for  PI  shall  begin  Oct.  19,  1978, \nto  last approximately  7 das;  further  that testimony  of experts w/vita \nand  list of cases  in  which  they  have  testified and  who ·for to  be  furnished; . \nSeptember  15,  pff shall  have  in  which  to  have  any  of their witnesses  - · \nwhom  they wish  to  do  so,  inspect facilities  at Outwood,  and  further \nthat discovery  be  completed.on  or before  September 19,  1978  further \nthat on:•or before September  11,  1978,  counsel  shall  prepare  and  tender \nto  the  Court:  (a)  Brief aastracts  of all  discovery  taken;  (b)  State-. \nments  which  legal  claims  and  defenses  which  ea  of  pties \nconcisel~· describe \nis asserting;  (c)  Summary  of uncontested,  substantative facts  which \ncan  be  stipulated;  ( f)  Summaries  of a 11  pending  mos  and  resps;  . \nfurther  that answers  to  interrogs  be  updtd  on  or before 9/11/78 w/contin \nobligation  to  ioovide  updated  informatiory;  further  that Lorenzen  and \nExcegticon  sha  l  hav.e  90  das  to  resp  to  interrogs w/pt1es  to  discuss \nas  dt s.  cJcs.  ·  .·  ·  ··  ·  ·  · \nt  ~tate \n\nCIVIL DOCKET CONTINUATION SHEET  fPl·Ml-3°14. 7 5-SOM· 3 511 \nPLAINTIFF  DEFENDANT \nC78-0l 57 \nDOCKET NO. \nKENTUCKY  ASSOCIATION  FOR  RETARDED  PETER  ET  AL. \nCON~, \nPAGE _OF_  _.   PAGES \nDATE  NR.  PROCEEDINGS \n7f..5/78  102  AMENDED  notice  to  take  depos  of  Aldred,  Roger  Turenne,  Stonewall \n~en \nKinq,  Patricia McCloskey,  Vernell  Stewart,  Don  Trent,  Clarence  Boone, \nJohn  Pipes  by  pff \n7/6/78  103  SECOND  AMENDED  notice  to  take  depos  as  indicated  in  entry #102  by  pffs. \n7/17/78  STATE  DFl' S  ANSWERS  to pl fs 1  s'.econd  set of  interrogs.  & request for  production. \n7/ 18/78  MOTION  for determination  of need ·for  quardian  ad  litem by  pffs w/ \nmemorandum  in  support.  ord  tend. \n7/ 17 /78  106  2 cylinders  received  w/no  letter of explanation.  (HI  VAULT).  · \n7/24/78  107  RESPONSE  to  pffs  second  request  for  production  of documents. by  dft  Peter Conn. \n(TWO  BOXES  OF  ATTACHMENTS  FILED  AND  PUT  IN  VAULT) \nRESPONSE  of dfts  Excepticon  anq  Lorenzen  to  pffs 1  motion  for determfoation  of \nneed  for  guardian  ad  litem.  Ord  tend.  · \n7/28/78  109  ORDER  by  Judge  Allen  that dft Conn  is  granted extension  of  time  to  respond  to \nplf's  3rd  set of interrogatories  until  90  days  from  dft's  receipt of said \ninterrogs;  that any.objections  to  interrogs.  be  filed  on  or  before  8/17/78. \nCopies  to  counsel.  · \n8/2/78  110  NOTICE  to take  depositions  of Stonewall\"King,  Reyna  Hilliamson  on  8/9/78  and \nHelen  Aldred  on  8/10/78 by  dfts. \n8/2/78  111  FOURTH  set of interrogs and  Request  for  production  of Documents  directed  to . \n. the  dft  Peter Conn  by  pffs. \n8/4/78  112  MOTION  to shorten  time  for  resp  to  motion  filed  this  day  to  participate \nas  litigating amicus  in  support.  ord  tend. \ncuriae,w~~emo \n8/4/78  MOTION  by  USA  to participate as  litigating amicus  curiae w/memo  in  support. \nord  tend. \n8/4/78  114  ORDER  by  J/Allen  that motion  of US  to  shorten time  for  resps \nto motion  of US  to  participate  in  action  as  litigating \nAmicus  CurE.e  sustained  and  sais  responses  to be  filed w/ \nClerk  on  or before August  9,  1978.  Conf  in  matter sched  · \nfor August  11,  1978,  at 9:15  A.M.  c/cs. \n8/4/78  REPLY  to  resp  to  motion  for  guardian  ad  litem by  pffs. \n!H++++ \n8/1/78  116  FOURTH  SET  of interrogs directed  to  dft  Excepticon  and \nRequest  for  Produ:tion  of documents  by  pffs. \n8/7/78  RESPONSE  of dfts  Conn,  McElwain,  Lewis,  Unnamed  Director of \nDivision  of Menaal  Health  and  Mental  Retardation  and  Pulliam \nto  pffs'  motion  for determnation  of need  of guardian  ad  litem.  Ord  tend. \n8/8/78  MOTION  for  Court  to  view  premises  by  dfts  Excepticon  and  Lorenzen.  Ord  tend. \n8/8/78  119  SUPPLEMENT  to  interrog  to  pffs'  4th  set of interrogs  directed  to  Excepticon. \n8/8/78  120  MEMORANDUM  in  support  of motion  of US  for  participation  as  litigating \namicus  curiae. \n8/9/78  121  RESPONSE  to motion  of USA  to  participate as  amicus  curiae  by \nI \nI \nExcept; \nI  con  and  Lorenzen. \n' \nDC-lllA REV. Cl/75) \n\nCIVIL DOCKET CONTINUATION·SHEE~- f Pl-Ml-l·I•· 7'·50Jlf.35.11 \nPLMNTIFF  -~,..,...,....-D~E-F_E_N_DA_N__T  _____  \nC78-0l 57 \nDOCKET NO. \nKENTUCKY  ASSOCIATION  FOR  RETARDED  ET  AL.  PETER  CONN,  ET  AL. \nPAGE; _OF_  __P AGi:;;s \nDATE  NR.  PROCEEDINGS \n8/9/l8  Jl22  MOTION  for ord  compellin§  d iscovel'.\"y  by  Excepticon  and  Lorezen.  Ord  tend. \nRESPONSE ·to motion  to  participate ~s litigating amicus  curiae by  State \ndfts  ,.. w/memo  in  support.  Ord  tend. \nMOTION  by  pffs  for  Court  to  view  premises  as  Outwood  w/tend.  ord. \nRESPONSE  to  Excepticon's  motion  for  Court  to view  Outwood  by  pff. \nORDER  by  J/Allen  8/11/78  RE:  EXPERT  TOURS  of USA.  c/cs. \nORDER  by  J/Allen  on  8/11/78  hearing  that l!JSA  is  granted  to  participate \nas· a  litigating· amicus  curiae  herein;  further  following  completion \nof discovery,  pties  shall  submit  to  Court  list of expert witnesses, .. \nalong w/their vitas,  so  that  Court  can  make  determination  of# of \nexperts  to  be  allowed  to  participate as  witnesses  at trial. \nFurther that  dfts  shall  have  reciprocal  rights  of discovery  as  -.. \n~ \ndoes  US  w/rewspect  to eliciting disco  from  USA;  c/cs. · \n8/15/78  128  P~SPONSE TO  motion  to  compel  discovery  by  pff.  .  .  . \n: _._ ~,. . ):~ d.  -29  ,/r.,;::~~'O·~S::· :io state  dit ':  Hot-ion  ft,i~  costs  and  atty1?  _fe.~s  oy:pff':> . . \n8/1\"6/78  129  FfRST,. SE.f  OF  INTERROGS.  dfrected  to  pl fs  by  dfts,  Excepti con  & Lorenzen. \n8/16/78  130  FIRST  SET  OF  INTERROGS.  directed  to  USA  by\"dfts,  Excepticon  &L  orenzen • . \n8/16/78  31  MOTION  for  order  compelling  discovery  by  dfts,  Excepticon & Lorenzen. \nOrder  tendered. \n8/16/78  MOTION  for consolidation  of  hearing  for  preliminary  injunction  w/trial  on \nmerits  by  dfts, fxcepticon  & Lorenzen.  Order  tendered. \n.  . \n8/17/78  133  NOTICE  to  take  depos  of Moody,  Harris,  Hall, Thomas,  Webster,  B.  Bashear, \nS.  Bashear,  Moore,  Davis,  Nichols,  Hustinq,  McElroy,  Coleman, \nChristensen,  Stevens,  Cormett,  Benda,  Chaney,  Freeman,  Farmer, \nand  Talley. \n- .,. \n..·  \n8/17/78  134  OBJECTIONS  to  pffs  Third  Set of  Interroqs  and  Request  for Production  of \nDocuments  by  dft Peter Conn. \n8/17 /78  135  NOTICE  to  take  depo  of Jim  Christensen  by  pff. \n8/17/78  136  NOTICE  to  take  depo  of Saddie  Thomas  by  pffs. \n8/17 /78  137  NOTICE  to  take· de po  of Georqi a  Lee  by  pffs. \nt~ebster \n8/17/78  138  NOTICE  to  take  depo  of Sue  Moore  by  pffs.  . \n8/17/78  .139  NOTICE  to  take  depo  of Mamie  Bashear  by  pffs. \n8/17 /78  140  NOTICE  to  take  depo  of Sheila  Bashear  by  pffx. \n8/17/78  141  NOTICE .to  take  depo  of Ledida  Farmer  by  pffs. \n8/17/78  142  NOTICE  to  take  depo  of· Dr.  Herbert  Chaney  by  pffs. \n8/17 /78  143  NOTICE  to  take  depo  of William  Talley  by  pffs. \nai17 /78  144  NOTICE  to  take  depo  of James, Freeman  by  pffs. \n8/17 /78  145  NOTICE'  to . take  depo  of John. Connett  by  pffs.  · \n8/17/78  146  NOTICE  to· take  de po  of Nancy  Hall  by  pffs. \n8/17 /78  147  NOTICE~ to take  depo  of Anthony  Harris  by  pffs. \n8/17/78  148  NOTICE  to  take depo  of Dr.  Marilyn  Moody  by  pffs. \n8/17 /78  149  NOTICE  to  take  dep  o of Lilly DA vis  by  pffs. \n8/17 /78  150  NOTICE  lflo  take  depo  of Sue  Husting  by  pffs. \n8/17 /78  151  NOTICE  to-take  depo  of Jennifer Coleman  by  pffs.  · \n8/17/78  152  NOTICE  to .take  depo  of Lynn  Benda  by  pffs. \n8/17 /78  153  NOTICE  to  take  depo  of George  Stevens  by  pffs. \n8/17 /78  154  NOTICE  to  take  depo  of Valera Jean  McElroy  by  pffs: \nDC-111A REV.  (1/75) \n\nDC lllA \n(Rev. 1/75) \nI \n. CIVIL DOCKET CONTINUATION SHEET. \nPLAINTIFF  DEFENDANT \n78-Ql 57 \nDOCKET NO . . \nKENTUCKY  ASSOCIATION  FOR  RETARDED  PETER  D.  CONN,  ET  AL \nCITIZEN$  PAGE_OF_  _ PAGES \nDATE  NR.  PROCEEDINGS \n8/28/78  155.  DEPOSITION  of Perry  J.  Liljestrand taken  7/10/78  by  dfts. \n8/29/78  156.  AMENDED  NOTICE  to  take  deposition  of Randy  Oliver on  8/30/78  by  USA. \n8/29/78  157.  NOTICE  TO  TAKE  DEPOSITIONS  of Susan  Durvin  & Cherry  Litchfield on  9/6/78;  Paul \nNapier  & Robert  North  on  9/8/78  by  USA. \n8/29/78  .V,58.  MEMORANDUM  in  response  to dft Excepticon  & Lorenzen's  motion  to compel \ndiscovery  by  USA. \n8/30/78  Depa.  Subpoena  returned  executed  8/2.4/78  as  to James  A.  Freeman,  M.D. \nDepa.  Subpoena  returned executed 8/24/78  as  to  Sue  Moore. \nDepa.  Subpoena  returned  executed  8/24/78 as  to  Herbert  Chaney,  M.D. \nDepa.  Subpoena  returned executed 8/25/78  as  to Valery  J.  McElroy •. \n. Depa.  Subpoena  returned,executed 8/26/78 as  to Mamie  Bashear. \nDepo.  Subpoena  returned  executed  8/26/78 as  to Jennifer Coleman. \n8/31/78  159.  DEFENDANTS'  lST  SET  OF  INTERROGATORIES  & REQUESTS. for  production  to plfs  and \nAmicus  Curiae.  · \n9/5/78  160.  .PLAINTIFFS'  RESPONSE  to  dft Excepticon's motion  for  consolidation  of hearing  for \npreliminary  injunction w/trial  on  merits. \n9/6/78  161.  MOTION  for  extension  of time  for  preparation  of abstracts  of discovery by  dfts, \nException  & Lorenzen. · Order  tendered. \n9/6/78  162  MOTION  to  extend  dt for  filing  discovery  abstracts  until  termination  of \nI \nall  formal  discovery  by  pffs.  Ord  tend. \n9/6/78  163  SECOND  set of interrogs  and  Request  for  production  of documents· \n- directed  to  dft RUSSELL  McCLURE,  Dept  of Finance  & Administration  by  PFFS. \n9/7/78  164  FIFTH  set of interrogs directed  to  dfts  Conn,  et al  and  EXceptico~, \nInc.,  et al.  by  pffs.  · \n9/8/78  165  MOTION  to  compel  dfts,  Conn,  Dept  for Human  REsources,  et al .  to  answer \nFourth ·set of  Interrog-s  by  pffs.  Ord  tend. \n9/8/78  166  ANSWERS  by  PFFS  to  dft  Excepticon's  First set of  Interrogs. \n9/11/78  167  STIPULATIONS  of Pffs . \n9/11/78  .c t[C  CONCISE  STATEMENT  OF  LEGAL.CLAIMS  by  pffs. \n9/11 /78  169  NOTICE  to  take  depositionof Rose  Hodges  by  dfts  Excepticon  and  Lorenzen. \n9/11/78  170  NOTICE  to take  depo  of Beth  Christian  by  Excepticon  and  Loreazen. \n9/11 /78 8£;  NOTICE  to  take  depo  of Mary  Jo  Smith  by  Excepticonaid  Lorenzen. \n9/12/78  RRETRIAL  Materials  from  dfts  Excepticon  and  Lorenzen  per this  Court's \nOrder  of July 3,  1978w \n-\nORDER  by  J/Allen  on  Motion  for appointment of guardian  ad  litem as \n9/14/78~ ~ \nfollows:  1.  Issues  in  case  require  appointment  of guardian \nad  litem pursuant  to  Rule ·l7(d for some  of pffs.;  (·a)  No  guardian \nahall  be  appointed  for. named  pffs  herein  who  are  bringing  this  action \nby  and  thru  a  parent,  as  they  are  \"otherwise  represented\"  w/in \nthe meaning  of Rule  17(c); .  (b)  Legal  Aid  Society apptd  guardian \nad  litem for  pff Louis  Ray  King  (c)  No  guardian  shall  be  . \nappointed  for  intervening  dfts  herein,  as  they are  11tJtherwise \nrepresented\"  w/in meaning  of Rule  17(c);  (d)  Charles  W.  Dobbins,  Jr. \nof Louisville,  Ky.  apptd  guardian  ad  litem for  all  of the meatally \nretarded  persons  w/in  pff class  herein  except  as  specified  in  para \ngraph~ l(a)  and  l(b)  above ..  2.  Counsel  ~ay suggest  duties  for  guardian \n(CONTINUED)  . \n\nDC lllA \n(Rev, 1/75)  ( \nCIVIL DOCKET CONTINUATION SHEL  FPl-NAR-3-'l•o79 \nPLAINTIFF  DEFENDANT  .  C18-0l 57 \nDOCKET NO. \nKARG  PETER  CONN,  ET  AL. \nPAGE_OF_  __  PAGE! \nDATE  NR.  PROCEEDINGS \n(CONTINUED) \nad  litem to  the Court w/in  20  das  from  dt of this order;  3.  Fees  and \ncompensation  of  guardian  ad  litem shall  be  pd  in  equal  shares  by  pties \nhereto and  shahl  be  fixed  by  Court  upon  termination  of guardian's duties. 1 \nc/cs. \n9/14/78  174  ORDER  by  J/All:n  that pffs .may  remove  Schematic  Pl~ns from  offici~l ·~g,a/ \nI/. \nCourt  f1 le  for aper10d  of 24  hours,  for  rev1 ew· by  expert w1 tness. \n9/15/78  175  ORDER  by ·J/Allen  that deponent,  Perry  Liljestrand shall  w/in ·10  das  of \nentry of this  order answer  questions  no.  69;  257,  258, ·and  259  as \nIr,::) \nrequested  in  his  depo  of July  10,  1978.  c/cs .. \n9/15/78  f~ ORDER  by  J/Allen  that Court.will  view  andfnspect  premises  and  counsel \nfor all  pties ordered  not  to  inform  their respective  clients  of this \nvisit,  in order to  protect  the spontaneity of Court's  tour.  Court \nwill  notffy  counsel  for  all  pties  immediately  prior to  the \nvisit.  Court  shall  meet  counsel  at  the  Campus  at the time  and \nplace  designated by  Cuort.  c/cs.  (See  pretrial  order of9/18/78  for \ndate and  time} \n1  ----.... \n9/15/78  ~ ORDER  by  J/Allen  that Motion  of Excepticon  and  Lorenzen  to  consolidate  trial \non  merits  of w/in  action w/  hearing  upon  application  of \npffs  for  PI  sched  to begin  10-19-78  SUSTAINED.  c/cs. \n9/15/78  178  ORDER  by  J/Allen  that dfts  Excepticon  and  Lorenzen  shall  have  to  and \nincluding  10-12-78  to  prepare  abstracts  of discovery.  c/cs. \n9/15/78  179  ORDER  by  J/Allen  that;that all  discovery abstracts  shall  be  filed  on  or \nbefore  10-12-78.  c/cs.  ' \n9/15/78  180  ORDER  by  J/Allen  that dfts  Conn,  et all  shall  respond  to  pffs'  Fourth  SEt \nof  Interrogs  on  or before  October  5,  1978.  c/cs. \n9/15/78  r,5' PRETRIAL  MATERIALS  FROM  intervening  dfts  Brent  Harralson  and  Judith \n~  Ann  Linton  per  this  Court1s  order of July 3,  1978.  c/cs. \n9/18/78  182.  SUPPLEMENTAL  RESPONSE  of US  to  dfts  Excepticon  and  Lorenzen 1s  Motion  to \nCompel  Discovery  by  USA. \n9/18/78  183.  NOTICE  to take depositions  of Paul  Napier,  David  Willis,  Clayton  Lorenzen, \nAlfonso  Herrersa  and  John  Swann  by  USA. \n9./18/78  184.  NOTICE  to take depositions  by  USA  of  .Custodian  of Records  of plans,  etc, \nDept.  for  Human  Resources;  Mr.  Evan  Ray,  Mr.  Robert  Russell,  Dr. \nJohn  Filly,  Mr.  James  Rogers.  . \n9/18/78  185.  COMPLIANCE  w/  dfts'  Motion  to  compel  re  Depa  questions  prop  to  Perry \nJ.  Liljestrand by  Legal  Aid. \n9/18/78  186  ORDER  by  J./Allen  that w/in  10  days  from  dt  of the  entry of this  order \nUSA  shall  produce  that  coded  list of  names  of 23  residents  of Outwood \nwhich  its employees  used  and/or  constructed to  identify ppecific \nresident  records  reviewed  in  survey which  occurred  at the \nExcepticon-Outwood  campus  in  March,  1978,  and  further  that w/in \n10  days  from  dt of the  entry of  this  ord,  US  shall  produce  for \ncopying  2 memoranda  dealing w/inciderit at  Ivory  Tower  Restaurant \nin  Hopkinsville,  Ky,  during  the  month  of March,  1978;  further  that . \nthe parties  to  this  action  shall  make  no  other use  of the  list of \nnames  and  memoranda  ofdered  to  be  produced  hereby,  other than  in  the \nPreparation  and  trial  of this  actiQn  without  prior aP,proval  of tb\" \nCourt,  and  further that  copy  of said '1 i st an~ memoranaa  sha 11  be  dis \n(CONTINUED).  .  .  .  .  . ... . \n\nc lllA \nlev. 1/75) \n.IVIL DOCKET CONTINUATION SHEET  I \nPLAINTIFF  DEFENDANT \nCV8-0l 57  L( A' \nDOCKET NO. \nKARC·'  PETER  CONN,  ET  AL. \nPAGE_..  OF._  _PAGES \nDATE  NR.  PROCEEDINGS \n#186  Continued-----\ndeposited  in  record  of this  action in  a  sealed  envelope  and  not opened \nby  any  person,  other than  this  Court,  w/out  the  prior approval  of this \nCourt.  c/cs. \n.. -. ).•. ' \n9/19/78  187  CORRECTION  BY  pffs  Re  document  entry  #185(title only) \n9/20/78  188  VERIFIED  response  on  behalf of dft Russell  McClue  to  pffs'  Third Set \nof  Interrogs  and  Request  for  Production  of Documents. \n~/21 /78  189  STATE  DFTS.  answers  to pffs'  fourth  set fo  interrogs  and  Request \nfor  production  of documents  by  State w/ekhibits  in manilla \n.  vnvelopes.  . \n9/25/78  <:229>O RDER  by  J/A~len on  9-18-78  p~conf that Guardian  to vi~it faciliti-es  prior \nto  previously  sched  hearing  dt of October  1978,  with  one  expert  from \neach  side and  to prepare  a report to  be  submitted  to  the  Court \nand  counsel;  Court  advised  pties  that pursuant  to  Order  of Court, \nhe  w111  vis  it facilities  at Outwood  subsequent  to  trial  and  will  , \nadvise dts  and  ti me  at later time;  Court  further  directs  that \napproximately 14  days  prior  to  trial,  pties  are  to meet  in  an  attys' \nconference,  at w hich  time  they  are  to  prepare  for  submission  to  the \nCourt a  pretrial  order which  will  contain  statement  as  to  issues  that wil1 \nbe  tried,  stip s,  lis t  of exhs  and  witnesses  and  objs  thereto,  expert \nw itnesses  and  their  qualifications;  further  final  pretrial \nconference to be·  held  October  12,  1978  at 1:30  P.M.;  further  that \nw/in  one  week  hereafter,  counsel  for  State shall  file with  the \nCourt  concrete answ  ers  to  each  of the  16  prayers  contained  in  the \npffs'  Amended  Comp  laint stating  the  position  of  the State in  re \ngard  thereto and  exactly what  the State plans  in  regard  to  implementation, \nand  if there  is an  y correspondence  w/the  Court.  Also,  State to \nvoice  their position as  to whether  those  issues  should  be  tried on \nOctober  19,  and  whether it has  completed  all  discovery w/regard  thereo. \nc/cs and  Guardian. \n9/25/78  191  ANSWERS  and  responses  by  dft Excepticon  and  Lorenzen  to  Pffs'  Third  Set of \nInterrogs  w/at  tached  exhibits. \n9/25/78  192  MOTION  by  pffs  for  ord  permitting  them  to  remove  certain files  from  Resp \nto  pff 's  second  request for  production  of documents  from  Sept.  26 \nthru  September  29,  in  Frankfort.  Ord  tend. \n9/25/78  193  ORDER  by  J/Allen  that pffs  Motion  for  ord  permitting  removal  of documents \nSUSTAINED.  _ · ·_.  (Receipt signed  on  order for  documents).  . \n-\n\nDC lllA \n(Rev. 1/75) \nCIVIL. DOCKET CONTINUATION SHEC.,  .  FPl-MAR-3°7°70 \nDE.FENDANT \nC78-0] 57 \nDOCKET NO. \nKARC,  ET  AL.  PETER  D.  CONN,  ET  AL . . \nPAGE _OF_  _ PAGE! \nDATE  NR.  PROCEEDINGS \n9/28/78  DEPOSITION  of Patrice Lynn  McCl oskey,  by  pffs. \n9/28/78  DEPOSITION  of Stonewall  C.  King,  Jr.  by  dfts. \n9/28/78  DEPOSITION  of John  Pipes  by  pffs. \n9/28/78  DEPOSITION  of Don  Trent  by  pffs. \n9/28/78  DEPOSITION  of Roger  Turenne  by  pffs. \n9/28/78  DEPOSITION  of Helen  Aldred  by  pffs. \n10/2/78  204  PLAINTIFFS'  ANSWERS  & OBJECTIONS  to  dft  Dept.  for  Human  Resources'  1st set of \ninterrogs. \n10/3/78  205  RESPONSE  to  order of 9/14/78;  Suggested  duties  of Guardian  Ad  Litem  by  Pffs. \n® \n10-6-78  SUGGESTIONS  for  duties  for  Guardian  Ad  Litem  by  Excepticon  and  Lorenze11. \n10-6-78  207  ANSWERS  to  interrogs  of dfts  CONN,  et al .  by  USA.  (EXHIBITS  CONTAINED  IN \nBOX  IN  OFFICE) \n10-5-78  208  ANSWERS  to  pffs  fourth  set of  interrogs  and  request for  production  of \ndocuments  by  state dfts.  {EXHIBITS  in  box  under  table  in  open  file office) \n10-10-7  CORRECTIONS  and  additions  to  the  Department  for Human  Resources' \nReport  and  Response  to  the  Prayer  contained  in  pffs'  amended \nComplaint  offered  in  lieu of a  concise  statement  of  legal  claims. \nANSWER  to  pff1s  Fifth Set of Interrogs  by  dfts  David  Brent  Harralson \nand  Judith Ann  Linton. \nRESPONSE  to  Excepticon's  and  Lorenzen's  Suggestion  of duties  for \nGuardian  ad  Litem  by  pffs. \nRESPONSE  to  Excepticon's  Motion  to  Drop  Pffs  Smith,  Christian  and \nHodges  as :·pties and/or  reps  of pff class  by  pff.  Ord  tend. \nSUGGESTIONS  of duties  for  Guardian  Ad  Litem  by  State dfts. \nTESTIMONY  of expert witnesses  which  dfts,  Excepticon  Bd  Lorenzen  intend \nto  call  at the  trial  of this  action. \nCONCISE  STATEMENT  of contentions  of USA. \nSUMMARIES  OF  EXPERT  TESTIMONY  AND  CIRRICULUM  VITAE  BY  USA. \n10912/  RESPONSE  of  Guardian  ad  litem  to  pties'  Suggestions  of  duties \nfor·  Guardian. \n10-12- --==-r  Deposition  of  Vernell  Stewart  by  pffs. \n10-12-78  SUMMARIES  of expert  testimony  and  cases  in  which  pffs 1  experts  have \npreviously  testified by  pffs  KARC. \n10-12-78  220  ABSTRACTS  OF  DEPOSITIONS  and  Interrogs  by  pffs. \n10-13-78  ABSTRACTS  of discovery  prepared  by  dfts  Excepticon  and  Lorenzen. \n10-lG-78  ABSTRACTS  of deposition  testimony  by  USA. \n10-12-78 --==- SUGGESTIONS  for duties  of guardian  ad  litem by  USA. \n1\nDEPOSITION  of Mrs.  Jennifer Coleman  by  USA. \nDEPOSITION  of  Valera  J.  McElroy  by  USA. \nDEPOSITION  of Wm.  Talley  by  USA. \nDEPOSITION  OF  Ledida  Farmer  by  USA. \nDEPOSITION .of  Dr.  Marilyn  Moody  by  USA. \nDEPOSITION  of  Sherry  Litchfield  by  USA. \nDEPOSITION  of Jim  Christensen  by  USA. \nDEPOSITION  of Mrs.  Sa.die Thomas  by  USA. \nDEPOSITION  OF  Clayton  Lorenzen  by  U SA. \n\nCIVIL DOCKET CONTINUATION SHEET  FPl·Ml-l ·U· 7 5. 5CM. 3 511 \nPi....AINTIF.F  DEFENDANT \nC78-0l 57 \nDOCKET NO. \nKARC  PETER  CONN,  ET  AL. \nPAGE _ .OF_  _ PAGES \nDATE  NR.·  PROCEEDINGS \n10-17-7  DEPOSITION  of John  W.  Swann  by  pff USA,  Litigating  amicus. \n10-17-7 ·  DEPOSITION  of Alphonso  Herrera  by  pff Amicus  curiae  USA . \n..._, .......\"  \n_ \n: 10-17-7  DEPOSITION  of Mamie  Bashear  by  USA. \n10-17-7  DEPOSITION  of Kathy  Nichols  by  USA. \n10-17-7  ORDER  by  J/Allen  that by  agreement  of  pties  Court  adopts  Report  of \nGuardian  filed this  day  as  duties  to  be  performed  in  this  case; \nFurther that witness  Tony  Gates  w/be  a 11 owed  to  testify w/l eave \ngiven  to  counsel  for  pffs  to  object at trial;  further  that Motion  of \ndfts  to dism  three  named  dfts  submitted  for  decision;  further  that \nphotos  and  records  which  will  be  intro  at trial  are  to  be  SEALED \nand  s·ubject to  ordinary  regulations  surrounding  sealed materia.l; \nfurther  that residents  of Outwood  to  be  refd  to  during  trial  by \nfirst name  and  last initial;  further  Counsel  for State to  keep \nCourt  and  counsel  advised  of letting of bids  for  proposed  new \nfacility so  that pties may  take  whatever  steps  they  deem  necessary · \nat appropriate  time;  further  that briefing  schedule  decision \nbe  deferred  until  conclusion  of  testimony;  further  that affidavit \nof L.  Goodman  be,  by  consent  of  pteis  received  as  thou  it were \ntestimony  of L.  Goodman  at trial;  Counselfor  pffs  advised  Court \nthat one  of their expert witnesses  will,  as  pt of testimony,  present \nvisual  rpesentation  to  be  shown  but  not  introduced  as  an  exhibit; \nCounsel  notified that Court  reserving  weeks  of  February  5,  1979 \nand  January 8,  1979,  for  further  testimony  herein;  Records  of \npatients whose  parents  and  relatives will  testify on  behalf on \nIntervening  dfts  to  be  made  available.  c/cs. \n10-17-78  DEPOSITION  of Georgia  Webster  by  USA. \n10-17-78  DEPOSITION  of Sue  Moore  by  USA. \n10-17-78  DEPOSITION  of George  Stevens  by  USA. \n10-17-78  DEPOSITION  of  Lilly Davis  by  USA. \n10-17-78  DEPOSITION  of Randy  Oliver  by  USA. \n10-17-78  DEPOSITION  of Nancy  Hall  by  USA. \n10-17-78  DEPOSITION  of Susan  Curvin  by  USA. \n10-17-78  DEPOSITION  of Sheila  Besh.ear  by  USA. \n10-17-78  DEPOSITION  of Paul  Napier  by  USA. \n10-17-78 ...._._ DEPOSITION  of Lynn  Benda  by  USA. \n1\n10-17-78  DEPOSITION  of  Robert  North  by  USA. \n10-17-78  DEPOSITION  of David  Willis  by  USA. \n10-17-78  ANSWERS  and  Responses  by  dfts  Excepticon  and  Lorenzen  to  pffs'  Fourth \nSet of 1nterrogs  (As  supplemented) \nI 10-17-78 ~ SUPPLEMENTED ANSWERS  and  responses  by  dft Excepticon,  Inc.  and \nI  Lorenzen  to  pffs 1  first i nterrogs. \n10-17-7  252  DEPOSITION  of Mary  Elizabeth  Christian  by  dfts,. Conn,  et al. \n; 10-17-7  253  DEPOSITION  of Mary  Josephine Smith  by  dft Conn,  et al. \n1\n1  10-17-7  25  DEPOSITION  of  Rose  Hodges  by  dft Conn,  et al. \n10-18-7  255  ORDER  by  J/Allen  that dfts 1  Motion  to  dismiss  pffs  Smith,  Hodges  and \nChristian  OVERRULED.  c/cs. \n10-18-78  256  DEPOSITION  Jean  K.  Gossick  by  dfts. \n10-18-78  257  SUPPLEMENT  (corrections)  to  deposition  of GOSSICK  by  Legal  Aid. \n258  ADDITIONAL  BRIEF  ABSTRACTS  of discovery  prepared  by  dfts \n10~19-78 \nExcepticon  and  Lorenzen. \n~ \n10-19-78  of Robert  Russell  by  USA. \n~ DEPOSITION \nOC-111A REV. Cl/75> \n\n( \nCIVIL DOCKET CONTINUATION SHEE. \nPLAINTIFF  DEFENDANT \nKA\"RC, . ET  AL.  PETER  CONN,  ET  AL. \n. PAGE_OF_  _ PAGES \nDATE  NR.  PROCEEDINGS \nFINAL  PRETRIAL  ORDER  by  J/Allen  as  prepared  by  agreement  of  parties. \n10-19-7  LIST  of depositions  offered  in  evidence  by  US  w/Memo  in  supporL \n10-20-7  SUMMARIES  OF  expert  testimony  and  cirrculum  vita  by  State dfts. \n10-20  PRETRIAL  Memorandum  of USA. \n10-20  264  ADDENDUM  to  vitae and  summaries  of expert witnesses  of USA  re  John  Glynn . \n. '  . . -.  .. \n' \n+ +++++++ \n10/19  266  MOTION  to  admit  plaintiffs'  amended  list of trial  exhibits  by  pffs. \nUSM  285  retd ex.  10-19-78 as  to  Peter Conn. \nCivil Subpoena retd.  ex.  as to Jerry Nelson,  DDS. \nTRANSCRIPT  of Court trial October 19,  1978 by Court Reporter,  D.  L.  Snmvden. \nVOL.  I \nTRANSCRIPT of Court Trial October 20,  1978 by Court Reporter,  D.  L.  Snowden, \nVOL.  II.  . \nTRANSCRIPT  of  Court  Trial  beg.  10/19/78  concluding  11/2/78  by  Court  Reporter, \nD.  L.  Snowden,  VOL.  III. \nTRANSCRIPT  of Court  Trial  beg.  10/19/78  concluding ·11/2/78  by  Court  Reporter, \nD.  L.  Snowden,  VOL.  IV. \n11/27/78  I·ffiION for TRO w/meroo  in support by USA.  Ord tend. \n11/30/78  ~c___... TRANSCRIPT  OF  PROGEEDINGS  OF  October  25,  1978,  filed by Court Reporter \nVOL.  V. \n11/30/78  TRANSCRIPT  of proceedings,  VOL.  VI,  of October 26,  1978,  by Court Reporter. \n1/30/78  274  MJITON  to impose sanctions by pff w/I'Dffi'{)  in support and affidavit of \nLawrence Elswit.  Ord tend. \n~ \n11/30/78  MJITON  for TRO  by KARG  w/I'Dffi'{)  and affidavit of Lawrence Elswit in support. \nOrd tend. \n12/5/78  NaI'ICE  of corrections by KA..~C to notion to impose sanction. , \n12/7/78  TRANSCRIPT  of Proceedings VOL.  VII held October 27,  1978 by D.  L.  Snowden. \n12/7/78  TRANSCRIPT  of Proceedings VOL.  VIII held 10-31-78 by D.  L.  Snowden. \n12/7 /78  TRANSCRIPT  of Proceedings,  VOL.  IX,  held 11-1-78 by D.  L.  Snowden. \n12/7/78  THANSCRIPT of proceedings,  VOL.  X,  held 11-2-78 by D.  L.  Snowden. \n12/11/7  ORDER by J/Allen that hearing be held 12/21/78 at 1:30 P.M.  on nntion \nfor tro.  c/cs. \n282  NOTICE  to take depos  of John Swann and Robert Slaton on 12/18/78 by US. \nUSt-1  285  retd.  ex.  12/15/78 as to John Swann;  12/15/78 as to Hobert \n.  Slaton.  .  .  .  . \nME:t--D  1Il oppo to pff' s  notion for PI by Conn,  :t-1cElwa1Il,  Filley,  Lewis,  etc. \nORDER by J/Allen on notion for tro,  hearing held 12/21/78,  that notion \nfor tro OVERRIJI.ED.  Right of pffs and litigating amicus  to rrnve  Court \nto enjoin letting of bids for major construction contract and right \nof Court to enter injtmctive relief in this rep;ard are specifically \nreserved by this Court.  c/cs. \n12/29/78  DEPOSITION  of  REYNA  E.  WILLIAMSON  taken  by  dfts  on  8/9/78. \n·1  2/29/78  DEPOSITION  of JOHN  SWANN  taken  12/20/78. \n1/3/1979 --- DEPOSITION of Helen Aldred by pff. \n1/3/1979  DEPOSITION  of Robert Slaton by \nDC-lllA REV.  (1/75) \n\nDC lllA \n(Rev. 1/75) \n.::IVIL DOCKET CONTINUATION SHEET ' \nPLAINTIFF  DEFENDANT \n78-0157  L \nDOCKET NO. \nKARC,  ET  AL  PETER  CONN,  ET  AL \nPAGE~OF __ PAGES \nDATE  ~R.  PROCEEDINGS \n1/5/79  288  SUMMARIES  OF  TESTIMONY  & VITAE  OF  EXPERT  WITNESSES  by  USA. \n1/5/79  289  DEPOSITION  of STEPHEN  FOX  taken  by  USA  on  9/27/78. \n1/5/79  290  DEPOSITION  of JAMES  C.  ROGERS  taken  by  USA  on  9/27 /78. \n1/5/79  291  DEPOSITION  of MARGARET  HOCKENSMITH  taken  by  USA  on  9/27/78. \n1/5/79  292  DEPOSITION  of  DR.  JOHN  FILLEY  taken  by  USA  on  9/28/78. \ni \nl /5/79  • (291 -'  DEPOSITION  of EVAN  J.  RAY  taken  by  USA  on  9/26/78. \nI \nI1/08/197<  294  MJTI.ON  for addendum to order of 12-26-78 by USA.  OR.d  tend. \n1/08/79  295  MJTI.ON  to compel  production of palnn nig documents  fran Dept  for \nHunan Resources and to continue depo  of Robert Slaton subsequent \nto provision of requested documents  by pffs.  KARC. \n1/11/79  296  MOTION  to  admit  additional  exhibits  by  plff;  Exhibit  list attached. \n1/12/79  297.  ORDER  by  Judge  Allen  that  deft.  KY.  DEPT.  of Human  Resources  shall  have  7 \ndays ·to  respond  to 1motion  of plffs  KARC  to  compel  w/leave  to plff. \nto  reopen  case  if necessary  and  opportunity  to  renew  Mr.  Slaton's \ndepo.  is  granted  also  to  plff;  further Motion  for  Addendum  by  US \nSustained  as  to  last paragraph  containing  14  day  notice  provision. \nCC:  Counsel. \nJanuary \n1 1/15/79 1~ TRANSCRIPT  of  8,  1979 m:::>ming  session Court  trial by D.  L. \nSnowden,  Court Reporter. \nI 1/16/79  299  UPDATED ANSWERS  to interrogs su1:xnitted by state dfts w/exhibits  (exhibits \nin tie envelopes). \n1/18/79  300  ORDER  by  Judge  Allen  that motion  to  impose  sanctions  and  to  hold  dfts,  Conn  and \nStevens,  and  attys  Riley,  Yessin  & Wickliffe,  in  contempt  of court  for \nalleged  violations  of orders  of  7/3/78  & 10/17/78  is  OVERRULED.  Copies  to \ncounsel. \n1/18/79  301  ORDER  by  Judge  Allen  that plf's motion  for  sanctions  because  of refusal  of \nRobert  Slaton  to  answer  questions  concerning  work  papers  submitted  by  each \nComprehensive  Care  Center  is  OVERRRULED.  Copies  to  counsel . \n1/18/79  302  ORDER  by  Judge  Allen  that dfts  shall  notify all  parties  in writing  of intention \nto  take  any  further  actions  involving  solicitation of bids,  acceptance  of \nbids  or awarding  of contracts  for  new  construction  14  days  prior to  date \n.  such  action  is  to  be  taken.  Copies  to  counsel . \n-\n~ \n1/18/79(,293...-1  ORDER  by  Judge  Allen  that dfts  submit  current  plans,  proposals,  preliminary \nstudies,  drafts  documents,  etc.  concerning  development  of additional \nresidential  & non-residential  services  for mentally  retarded  including \ninstitutional  as  well  as  community-based  services  & all  memo.  which  indicate \nprojected  cost of such  services,  INCLUDING  BUT  NOT  LIMITED  TO: \n1)  All  responses  submitted  by  individual  Comprehensive  Care  Centers  in \nresponse  to  letter from  OHR  Secy.  Conn  dated  10/25/78; \n2)  Draft  outline or preliminary working  document  which  is  Dept's  effort . \nto  prepare  statewide mental  retardation  plan. \n3)  \"Planning  format11  & \"guide  for developing  comprehensive  services\"; \n4)  List of all  persons  presently  residing w/n  state  system  of programs; \n5)  Statewide  summary  of available mental  retardation  services; \n\nDC lllA \n(Rev. 1/75) \nCIVIL DOCKET CONTINUATION SHE~ .  FPl·NAR-3·7·78 \nPLAINTIFF  DEFENDANT \n78-0157 \nDOCKET NO. \nKARC,  ET  AL  PETER  CONN,  ET  AL \nPAGE _OF_  _ PAGE~ \nDATE  NR.  PROCEEDINGS \n303  ORDER,  Continued \n6)  Number  of persons  in  long-term  care  facilities; \n7)  Any  documents  relating  to  future  plans  for  replacement  of Outwood; \n8)  Any  plans  re:  future  of current residents  of Outwood-Excepticon; \n9)  Deposition  of Robert  Slaton  be  continued  subsequent  to  production \nof documents  above. \nCopies  to counsel. \n1/18/79  304  RESPONSE  to pffs and .Amicus  Curiae Request  for production by State w/ \ndocuments  (ooc:uments  attached to folders and contain if of this. pleading.) \nl/l'J/79  305  ORDER by J/Alleri that additional trial dt of  March 26,  1979,  at 1:30 P.M. \nSCHEDULED.  c/cs. \n1/18/79  306  ORDER by J/Allen that c0tmsel for pties furnish to CA:rurt  w/in 15 days \nhereafter cc of all exhs which have been filed and which \ncontain last names  of present or fonner residents of 01..rtvvood, \nsaid cc to delete last names  and leave in only first name  and \nfirst initial of last name;  further pending receipt by \nClerk of this C.Ourt  of such substitute exhs,  exhs now \non file ~v/ contiin last names  of any residents shall be kept \ntmder .seal;  further this order conditioned also upon rep of \ncotmsel for dft Excepticon that it is obligated by tenns \nof its agreement w/Corrm:mwealth  to maintain confidentiality \nof names  of its residents and fonner residents.  c/cs/ \nl /23/79  SUBPOENA  retd executed  1/17/79  as  to  Dr.  Fale  Farabee. \n1/31/79  307  MJTION,  agreed to,  by pffs re Order of January 18,  1979,  and \nsuggestion for alternative order.  Ord  tend. \n2/2/79  308  ORDER by J/Allen that by February 12,  1979,  ea pty file a  list of \nexhibits it wants  to seal.  This list should include only exhibits \ncontaining large nos of names  of residents,  such as resident \nrecords,  unusual  incident Reports,  etc.  These records will \nthen be sealed to the public in order to protect the privacy \nof Outv.uod residents.;  Further that by 2/12/79,  ea pty shall \nfurnish the C.ourt w/cc of all other exhs previously filed whic \nmention name of present or fonner Outvx>od residents,  said \nreplacanent cc deleting last name  and leaving only first name \nand first initial of last name visible.  Further Clerk of CA:rurt \nshall,  subsequent to rec eipt of replacEYnent  exhs and lists of \nexhs  to be sealed,  rarove from record any exhibitis which have \nbeen replaced and seal all other exhs  listed by pties.  c/cs. \nand to Jesse W.  Grider,  Clerk. \n2/2/79  309  RESPONSE  to pff  s  and .Amicus  Curiae Request  for Production of llicuments \nby State dfts.  w/ attached documents. \nSU1-t1ARY  of testim:my and vita of expert witness,  Dr.  fuuglas  D.  Ruth, \n-~?~_j~,9-\nby Excepticon and lorenzen. \n2/8/79  USM wit retd.  ex.  1/24/79 as to Dr.  Nonnan Ellis;  1/23/79 as to Dr. \nRobert Isaacson. \n2/13/79  311  RESPONSE  to order of 2/2/79 listing exhibits. to be sealed and exhibits  to b \nmarked to protect OUtv;Dod  Residents'  Privacy by PFFS.  (CC  to Jess) \n2/14/79  312  ORDER by J/Allen that action sched for week beginning April 23,  1979,  at \n9:30 A.H.  for further test:im:my.  c/cs.  · \n\nc lllA \n:ev. 1/75} \n,IVIL DOCKET CONTINUATION SHEET \nPLAINTIFF  DEFENDANT \n78.:..Ql 57 \nDOCKET NO. \nKARC,  ET  AL  PETER  CONN,  ET  AL \nPAGE_OF_  _ PAGES \nDATE  NR.  PROCEE;DIN~S \n2/15/79  SUBPOENA  retd  as  to Wm.  T.  Burkett,  Inspector General,  Dept.  for \nunexecut~d \nHuman  Resources  per request of atty. \n! 11111 \n2/6/79  313  TRANSCRIPr OF Proceedings Court Trial, Ivbnday,  January 8,  1979,  Afternoon \nSession by Sara Stewart,  Court Reporter. \n2/6/79  314  TRANSCRIPI' of proceedings, Court Trial,  Tuesday,  January 9,  1979,  by \nCourt Reporter,  Sara Stewart. \n2/6/79  315  TRANSCRIPT  of proceedings,  Court Trial, Wednesday,  January 10,  1979 by \nfr>urt Reporter,  Sara Stewart. \n2/6/79  316  TRANSCRIPT of proceedings,  Court Trial,  Thursday,  January 11,  1979,  by \nCourt Reporter,  Sara Stewart. \n2/6/79  TRANSCRIPT of proceedings,  Court Trial,  Friday,  January 12,  1979,  by . \nCourt Reportei;,  Sara Stewart. \n3/13/79  NarICE re:  Sealing of Trial Exhibits  (cc given to Jesse Grider,  Clerk) \n3/15/79  TRANSCRIPT of Proceeds,  M::mday fuming Session,  February 5,  1979,  by DI.Snowden. \nVOL.  I \n3/15/79  TRANSCRIPT of Proceeds,  VOL  I(a), funday Afternoon,  2/5/79 by DI.Snowden. \n3/15/79  TRA.~SCRIPI' of Proceeds,  VOL.  II,  2/6/79. \n3/15/79  TRANSCRIPI' of Proceeds,  VOL.  III,  2/7/79 by DI.Snowden. \n3/15/79  TRANSCRIPI'  of Proceeds,  VOL.  IV,  2/8/79 by DI.Snowden. \n3/15/79  TRANSCRIPT of Proceeds,  VOL.  V,  2/9/79 by DL.Snowden. \n3/16/79  AMENDED  and Supplanented surrmary of testimonay and vitae of expert wit \nnesses for the state dfts. \n3/19/79  USM  285  retd.  ex.  3/14/79 as to Eric Shafer. \n3/23/79  326  I.EITER TO  CMA  from Legal Aid citing cases. \n3/27 /79  327  MOTION  to compel  dft,  Dept.  for  Human  Resources,  to  produce  its  11Final  Plan\"  and \nall  supporting  documents  by  4/11/79  by  plfs.  Order  tendered. \n3/28/79  SUBPOENA  retd executed  3/26/79  as  to  Mr.  Wm.  T.  Burkett. \n4/3/79  328  ORDER by CMA  that any proof ranaining to be taken after hearings \nduring week of April 23-27 be heard during week of June 11-15 \n1979,  beginning 6/9/79at 9:30 A.M.  Counsel  are specifically \nadvised that there may be several interruptions during the week \nw/ trial sched because of exieencies of Criminal Justice Act.  cf cs. \n4/5/79  ORDER by CMA  that dft I'lept  for Human  Resources provide counsel \nfor all pties w/final plan for developmental  disabilitieis and \ndeinstitutionalization of mentally retarded persons  in Ky.  and  . \nall supporting documents,  including any documents  that will be intro \nincourse of trial on or by April 11,  1979.  c/cs. \n4/9/79  330  NOITCE  to take depositions  of Bart Perky on 4/18,  Robert Slayton on 4/18 and Joe :: \non 4/18 by USA. \n4/11/79 331  TP-ANSCRIPT  of Proceedings VOUJME  I, Ivbnday,  March 26,  1979,  by Court Reporter \nSUBPOENA,  Depo,  (TI-K))  retd.  ex.  as to Bart Perky  and Joe Smith by USA. \n4/16/79 \nFINAL PLAN  for mental retardation services by Department  for Human \nResources. \n,...,,,,.,\"\"'\"\"'...r  DEPOSITION  of Robert Slayton. \nDEPOSITION of Bart Perkey \n\nDC lllA \n(Rev. 1/75) \nCIVIL DOCKET CONTINUATIONS.HE  FPl-MAR;--3· 7:7 8 \nPLAINTIFF  DEFENDANT  Gl8-0157. \n1 \nDO<:;:KEI NO.  _ \nCONN,  ET AL . . \nKARC \nPAGE_OF_. _PAGE~ \nDATE  NR.  PROCEEDINGS \n4/27/79  DEPOSITION of Joseph E.  Smith  . \n5/14/79  TRANSCRIPT of  Trial,  Volu:ne  I, MJnday,  April 23,  1979,  by Substitute \nCburt Reporter,  Catherine M.  Paten. \n5/15/79  TRANSCRIPT of Trial, Volu:ne  II, Tuesday,  April 24,  1979,  by Sub, \nC.ourt Reporter,  CAtheiine M.  Paten . \n. 5/16/79  338  .AMEND:-1.ENt  to witness list by Intervening dfts. \n339  l-'OITON  to strike intervening dfts' .Amended Witness List by pffs.  Ord tend. \nTRANSCRIPr OF  TRIAL,  March 27,  1979 by Sara Stewart,  Cburt Reporter, \nTRANSCRIPI' OF  TRIAL,  March 28,  1979 by Sara Stewart,  Cburt Reporter. \nTRANSCRIPI' OF  TRIAL,  March 29,  1979,  by Sara Stewart,  Cburt Reporter \nTRANSCRIPT OF  TRIAL,  Mtrch 30,  1979,  by Sara Stewart,  Cburt Rer>orter \nTRANSCRIPT  OF  PROCEEDINGS  of Cburt Trial,  April zt+,  1979,  V0Lllf1E  II, \nfuming Session.  by Snowden. \n5/23/79  TRANSCRIPT of Proceedings of Cburt Trial,  VOLUME );\\1.  April 26,  1979 by Snowden \n5/23/79  TRANSCRIPI' of Proceedings of Cburt Trial,  VOLUMECV  April 27,  1979 by Snowden. \n5/25/79  TRANSCRIPI' of .AM  SESSION of Cburt Trial, April  25,  1979 by Catherine Paten. · \n5/25/79  TRANSCRIPI'  OF  PM SESSION  of Cburt Trial, April. 25, , 1979 by Catherine Paten.,/ \n6/6/79  ORDER by CMA  that Akers and LeMaster should not be allowed to :testif \nat 6/11/79 hearings.  c/cs. \n6/11/79  DEPOSITION  of Jim Henson by  pffs. \n6/13/7  REVISED  STATEMENT of legal claims by pffs. \n6/15/79  PROPOSED  FINDINGS  BY PFF. \n6/15/79  POST TRIAL MEMORANDUM by pff. \n6/19/79  FINDINGS  OF  FACT AND  CONCLUSIONS  OF  LAW  filed by USA. \n6/19/79  POST TRIAL mermrandum of USA. \n6/19/79  FACTUAL  SlM1ARY  of USA. \n6/25/79  CORRECTIONS  to post-trial meno  by pffs. \nTRANSCRIPT OF PROCEEDINGS  before Judge Allen on Mmday,  Jl.rrle  11,  1979 \nwithout a  Jury w/exhibits  (all exhs  acctd for and put in tie envelopews \nand del to Judge's office) \n7/6/79  . MJTION for leave to file brief amici curiae and conditionally filed \nbrief of National Juvenile law Center and Ky.  Youth Advocates,  Inc. \nOrd and brief tend. \n7/9/79  360  BRIEF OF NATIONAL ASSOCIATION FOR RETARDED  CITIZENS,  Amicus. \n7/9/79  361  :MJITON  for enlarganent of time by State dfts.  Ord tend.  (no obj.  indic) \n7/9/79  362  MJI'ION  for extension by dft s Excepticon and Lorenzen and Intervening \ndfts.  Ord tend. \n7/9/79  363  ORDER by Q/\"IA  that state dfts shall have to and including July 23,  1979 \nto sub:nit proposed findings  and brief.  c/cs. \n7/9/79  364  ORDER by O'TA  that dfts EXcepticon and Lorenzen and Intervending dfts \nshall have to July 30  to file proposed findings  and  c/cs. \nIIlEID). \n7/30/79  POST-TRIAL  MEMORANDUM  of dfts,  Excepticon  & Lorenzen,  and  intervening  dfts. \n7/30/79  PROPOSED  FINDINGS  OF  FACT  & CONCLUSIONS  of Law  of  dfts,  Excepticon  & Lorenzen, \nand  intervening  dfts. \n7/30/79  REFU[ATIONS  to plfs'  & United  States'  proposed  Fings  of Fact  of dft, Excepticon \n& Lorenzen  and  intervening  dfts. \n\nCIVIL DOCKET CONTINUATION SH.F'\"\"T_  ____________   FPl-Ml-l ·14· 7 5. 50M .3 511 \nPLAINTIFF  DEFENDANT \nDOCKET NO.  78-01 ! \nKARC  CONN,  ET  AL \nPAGE_OF_~PAC \nDATE  NR.  PROCEEDINGS \n7/30/79  PLAINTIFFS'  EXHIBIT  50  resident  record  of Ronzo  Jackson  provided  by  Exceptico1 \n7/31/79  ORDER by CMA  that National Juvenile Law  Center and Ky.  Youth Advocates.  Inc. \ngranted leave to file brief amici curiae in this action.  c/cs.  _ \n. 7/31/79  AMI.CI  CURIAE  BRIEF OF  National Juvenile Law  Center and Ky.  Youth Advocates.  . \nfiled by order of Q:n.rrt. \n8/15/79  POST  TRIAL  MEMORANDUM  of state dfts. \n8/15/79  PROPOSED  FINDINGS  OF  FACTS  of state dfts. \n9/7/79  POST-TRIAL REPLY  BRIEFby pffs. \n9/14/79  REPLY merrorandtm of the United States. \n9/17/79  IETIER fran Legal Aid to David Willis. \n1980 \nORDER by CMA  for oral arguments  on 2/21/80 at 9:30 A.M.  cJcs \n1/17/80 \n2/13/80  REPLY  OF  TIIE  GUARDIAN AD  LITEM. \n2/19/80  ENTRY  of appearance as co-counsel w/YESSIN  and RILEY by ·Martin Kazdin \nfor all State dfts. \n2/21/80  379  ORDER by OC  by ord' of Court 2/21/80 hearing contd to 2/26 at 2:30 PM.  c/cs \n2/27/80  380  MCYITON  to w/draw as cotmsel by Riley and Yessm as cQtmsel  f.9r  Conn~ \nMcElwain.  Ky  Bureau :for Heal th Semces .~  Lew:j.:s ·!  D:j..)::'ector,  Ky,  . \nDivision for· Mental Health and Retardation Servtces and Pull:;larn.  o/t:nd. \n3/21  ORDER by CMA  that Yessin and Riley Im to w/ draw sustained.  c/ cs. \n3/21  TRANSCRIPT  of oral arguments held 2/26/80  by Court Reporter. \n3/21  FINDINGS  of Fact  Conclusions of Law and MEM)RANDUM OPWQN by CM.A, \n1 \non  31  day non-jury trial.  c/cs  (31  pages) \n3/21  JUIXJ1ENT  by CMA on FINDINGS  entd this day as :follows : \n1.  So nmch of pffs  '  comp  as seeks  to prevent construction of new facilit \nDISM w/prej.  · \n2.  DFTS,  etc.  enj  from pacing in present or new £acility any status \noffenders or persons  convicted of criminal offenses .. \n(  3.  Dfts,  etc.  en from placing in facility persons who  are either mild \nor IDJderate retd for any period longer than 30  days; \n4.  Court specific declares  each resident at facility shall be con \nsidered to be invol c0ITII1itted,  w/exception of those adult indivs who  have \nacted on their own  and w/out auspices of guardian or corrmittee and volunt \ncorrmitted IffiS  202B.040 not applicable and said invol corrrn  shall be \ndischarged £/with upon their application; ,  further every resident  . \ncorrrn by guardian or corrmittee has  same  right as do minors  to seek relief \nfrom actions approved by guardians or canmittees re admission or discharg1 \nfurther voltmtarily admitted,  entitle<l: to all rights as in KRS  202B,  pro \nvided that 202B.040 and  202B.060(9)  not applicable;  further ea \nresident corrmitted by guardian or corrmittee entitled to rights as \nin IffiS  202B. 040 and 202B. 060;  further ea invol confined resident may have \n( \nsame  rights as those conferred upon minors;  further ea mentally retd \nresident entitled to rights set out in minimum  stnds in 42  USC  6010(3) \n(A)  and  (B);  further declared that all mentally retd residentsshall \nhave all rights specific set out in IffiS  202B.060(l)thru  (8)  and  (10)  thru \n(13); \nFUR'.TI!ER  that when  interdisciplinary team reaches conclusion that resident \nat  has potential for placanent in alternative living arrangenent \n~facility \nDC-11 IA REV. C 1/75 \n--- - . \n,.  ,. __ .. .... ,  ....... ...  -~-··  -~  ..  ...  .  . \n\nCIVIL DOCKET CONTINUATION SHE~'  FPI .wJ-3-14·;. 5. SOM-3 sit \nPLAINTIFF  . DEFENDANT  8\nC7 -0l57. \nDOCKET NO. \nKARC  PETER ONN,  ET AL.  PAGE _OF_  _ PAGES \nDATE  NR.  PROCEEDINGS \n384  (con inued  within 2 yrs,  such decision along w/descript~on of requirements of alternative \nfor  that resideny shall be conveyed f/with to HEW Sec;  FUR'IHER Sec  for HEW \nupon receivine such cor:m.m.ication,  shall make  inquiry as to what commmity \nliving arrangement facilities are available for placement of resident and \ndistribution of beds which which are avilable for use by mentally retd nersons \ngiving priority to those persons fmmd by interdisciplinary team to be capable \nof being cared for in such camn.mity arraneernents;  further that Charles \nW.  D::>bbi.ru?,  Jr.  present to Court fee request w/ surrmary of hours w/ in 15 \ndays  after entry o fjudgment;  further that counsel dir  pffs shall,  i£ they \nso  desire, rr:ove Court for attys'  fees w/ surrrnary of time w/ in 20 days hereafter; \nfurther pties w/exception of US  shall bear costs of this action equally; \nThis is NaI' FINAL AND APPEALABLE.  c/cs. \n4/2/80  385  MJ.ITON  for extension to file request for atty fees by pff.  o/tnd. \n4/9  386  RSP  to motion for extension by State.  o/tnd \n4/11  387  ORDER by CMA  that pffs granted until 4/20 to file request for atty fees.  c/cs. \n4/21  MJITON  for atty' s  fees w/mer.ro,  and a;Eftdavits 0£ Lawr~ce Elsw:Lt,  B::tan P. \nI.awlor,  Barbara Wolkowitz,  Betsey Swann,  Henry Hmton.,  and  Cecil.  . \n4/28  389  MITION  1D REQUIRE  NOTICE  concerning invitation of bids by pff.  o/tnd. \n5/2/80  390  RSP  to motion to require notice by State.  Ord tnd. \n5/7/80  391  RSP  to motion to require notice by Excepticon and Lorenzen and Litton and \nHarralson.  ·· \n5/9/80  392  SUBMISSION  OF AFFIDAVIT  in support of motion to require notice by plfs. \n5/9/80  393  AFFIDAVIT  in support of motion to require notice by plfs. \n@ \n5/9/80  MEMOFANDlM  of dft s Excepticon & Lorenzen in opposition to awarding  attys ' fees \nw/Exhibits 1 thru 5. \n5/13/80  395  ORDER by  Q1A  that motion of pltf for notice OVERRUIED.  c/cs. · \n5/16/80  ·MEMORANDUM  of state <lefts  in oppo  to award:ing  attys fees by State <lefts.  Ord tnd. \n5/20  MJTION  for entry of final and appealable judP-JUent by pltfs.  ord tnd. \n5/20/  MJTION  for costs w/ affidavit of Brian Lawlor and Memorandum in support.  ord tnd. \n5/29/80  RESPONSE  and OBJECTIONS  to motion for award of costs by Excepticon \nand Lorenzen.  Ord tnd. \n5/29/80  400  RESPONSE  and OBJECTIONS  to motion for entry of final and appealable \njudg}llent by Excepticon and Lorenzen.  ord tnd. \n6/3/80  401  Response  to  for  entry  of  final  judgment  & for  costs  filed, \nPlfs.~Mo . \nOrder  tendered.  ' \n6/9/80  402  REPLY  to IIDtions  for award of costs and entry of final and appealable judg}llent \nby pltfs' \n6/9/80  403  RESJ?ONSE  to <lefts'  oppo  to award of attys fees by pltfs. \n6/9/80  404  SUPPLEMENTAL  affidavit in support of pltfs TIOtion  foraward of attye: fees by \npltfs of I.awlor. \n6/12  ADDITIONAL AUTHORIT¥  in support o~ pltfs 1'  uption for award of atty fee. \n/18  RE0UEST  for reasonable fee award to guardian ad litem w/affidavit of \nfubbins  and mermrandum in support.  ord tnd. \nDC-lllA REV.  Cl/75l \n-·~. -- - ·- -- ··--·· --·- -·----····-··- ·-···------~,_ __· ---·--- ·-.:----.---- ----- ----------·---.. ---· ... -----·-·--... \n\nCl\\'1'- DOCKET CONTINUATION SHEE'1'  f Pl·Ml-3 ·1'· 7 s. SOM· 3 511 \nPLAINTIFF  DEFENDANT  C78-0157 \nDOC.KET NO. ----\nKARC  PE1ER CDNN,  ET AL.  PAGE _OF_  _ PAGES \nDATE  NR.'  PROCEEDINGS \n6/24/80  OBJECTION  m· part to request for fee of Guardian and MJTION  to amend order \nof C.Ourt  insofar as  it results in such fees or costs being taxable \nagst pltfs by pltf. \n6/25  RESPOOSE  1D REOUEST  FOR FEFS  BY  GUARDIAN  BY Excepticon and lDreni en. \n·.  -\n7/7  RESPONSE  to pltfs'  objection re guardian fees by Excepticon and Lorenzen. \n7/7  RESPONSE  to guardian request by State <lefts. \n7/8  FINDINGS  of fact,  conclusions of law and Mermrandum opinion by CMA  re \nGuardian fees.  c/cs. \n7/8  JUin1ENT by G'f.A that Ibbbins be granted $16, 929. 24  as fees as guardian and \nfor costs,  said amt  to be taxed as pt of costs accord w/provisions · \ncontained in final judgment.  c/ cs. \n7/8  MEMJRANDUM opinion by Cl1A re atty fees request by pltf.  c/cs. \n7/8  FINAL JUro1ENT by Cl1A  that pltfs nntion for atty fees OVERRULED;  further \nthat all pties w/exception of US  and intervening <lefts,  shall be \nequally liable for all costs herein, w/pltfs to pay one-half of costs \nand <lefts  to pay one-half of costs;  further that judgment previously \nentd on 3/21/80 ma.de part hereof as if fully cc herein;  This  is now \nFINAL AND .APPEALABIB.  c/ cs. \n§> \n8-4  NOI'ICE  OF APPEAL  by plaintiffs;  Cps.  to all counsel and Sixth Circuit \nc§) \n8-4  MOTION  for temporary retention of record in district court for use in preparing \nappellate papers;  Order tendered, \n8-5  ORDER  by Judge Allen that Clerk ordered to retain record for use in preparing \nappellate papers.  Cps.  to counsel. \n8-20  Receipt of notice acknowledged by Sixth Circuit;  assigned No.  80-3560 \n9-11  418  MJI'ION  by Joseph Terry to withdraw as counsel for Intervening Defts;  Order \ntendered. \n9-16  419  ORDER by Judge Allen that notion of Joseph Terry to withdraw as counsel for \nIntervening Deft s Linton and· Harralson. . Cps.  to counsel. \nDC-TllA REV.  Cl/75) ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/91766"
    },
    {
      "date": "1977-06-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Kentucky",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 91767,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/91767.pdf",
      "title": "Amended Complaint",
      "text": "UNITED  STATES  DISTRICT  COURI' \nWESTERN  DISTRICT  OF  KENTUCKY  FILED \nAT  PADUCAH \nJESSE  W.  GRIDER,  CLERK \nKENTUCKY  ASSCCIATION  FOR  )  ti-pt  6 1977 \nRETARDED  CITIZENS; \n) \nS~CT \n) \nU.  COURT \nWARREN  KENT  BRUINGI'CN,  by his  ) \n.WEST'N  DIST.  KENTUCKY \nrrother and next friend, \n) \nDOROI'HY  EZEI.LE;  ) \n) \nCARIA ANN  SMITH,  by her  ) \nrrother and next friend, \n) \nMARY  JO  SMITH;  ) \n) \nR:NNIE  ClfRISTIAN,  by his  ) \nrrother and next friend,  ) \nBEI'H  CHRISTIAN;  ) \n) \nJACQUELINE  HOIGES,  by her  ) \nrrother and next friend, \n) \nROSE  HOIGES; \n) \n) \nIDlJIS  FAY  KING;  ) \n) \nWILLIE  T.  NICHOLS,  by his  )  AMENDED  cx:w>IAINT \nrrother and next friend, \n) \nGENEVEL  BURKS  ) \n) \nPIAINTIFFS \n) \n) \n) \nvs.  )  CIVIL ACTION NO.  C-77-0048P \n) \n) \nPETER Calli,  Secretary,  ) \nKentucky Department for  ) \nHuman  Resources;  )  ·I \n) \nWILLIAM P.  McELWAIN,  ) \nCorrmissioner,  Kentucky Bureau  ) \nfor Health Services;  ) \n) \nJACK  C.  LEWIS,  Corrmissioner,  ) \nKentucky Bureau for Social Services;  ) \n) \nDIRECTOR,  Kentucky Di vision for  ) \nMental Health and Mental Retardation . '  ') \nServices; \n) \n) \nRUSSELL McCLURE,  Corrmissioner,  ) \nKentucky Executive Departm:mt  ) \nfor Finance and Administration; \n) \n) \nALPHONSO  HERREFA,  ) \nFacility Director, \n) \nExcepticon-OU~ carrpus;  ) \n) \nEXCEPTICON,  INC. , A  ) \nKentucky Corporation; \n) \n) \nMAXINE  PULLIAM,  ) \nGuardianship Officer,  Kentucky \n) \nDepartment for Hunan  Resources \n) \n) \nDEFENDANTS \n) \n(All defendants are sued individually \nand in their official capacities) \nQ) \n\nAMENDED  COMPLAINT \n* * * * * * * * * * * * * * \nPRELIMINARY  STATEMENT \n1.  This is a  class action for declarato:ry and prelirnina:ry and perrranent \ninjunctive relief on behalf of the narred Plaintiffs and all rnentally retarded \nindividuals who  presently reside or may  in the future reside at OUtwood,  an \ninstitution established for the custody,  care,  habilitation,  education,  training \nand treatnent of mentally retarded individuals in the Corrrronwealth of Kentucky. \nPlaintiffs allege violation of their rights secured by the First, Eighth,  Ninth \nand Fourteenth Amendments  to the United States Constitution,  and by  the \ni~_ef \nUnited States and laws of the Corrrronweal th of Kentucky.  Specifically,  I€fendants \nhave  failed to provide Plaintiffs and others similarly situated with constitutionally \nand statutorily mandated levels of habilitation.  Furthe:rrcore,  State and Federal \nstatutes require that habilitation,  treatnent,  care and services provided to \nPlaintiffs and their class should be designed to maximize the develo:prental \npotential of each individual and should be provided in a  setting which is least \nrestrictive of the individual's personal liberty.  Eve:ry  individual presently \nhoused in OUtwood has potential for develoµrent which is not presently rret and \ncan never be rret at OUtwood because of the size and geographic isolation of \nthe facility.  I€fendants  plan to construct a  new  facility at OUtwood.  In light \nof past violations of Plaintiffs'  rights,  and anticipated future violations \nwhich will arise because of difficulties endemic  to the isolated location of \nOUtwood,  Plaintiffs seek to enjoin I€fendants  fran construction of the new \nfacility and to compel  the provision of programs and facilities appropriate \nfor each individual throughout the state. \nJURISDICTION \n2.  Jurisdiction iS conferred on this Court by 28  USC  §1343  (3) \nand  (4),  which provides this Court original jurisdiction in all suits authorized \nby 42  USC  §1983  to redress the deprivation,  under color of state law,  of any \nright,  privilege or i.rrmunity  secured by the United States Constitution.  The \ninjunctive and declarato:ry relief prayed for in this action is authorized by \n-2-\n\n28  USC  §§  2201  and 2202,  Rule 57 of the Federal Rules of Civil Procedure,  and \n42  USC  §1983.  Jurisdiction of the State claims is conferred by means of the \ndoctrine of pendent jurisdiction. \nPLAINTIFFS \nPlaintiff Bruington \n3.  Plaintiff Warren Kent Bruington is a  twenty-seven year old \nseverely mentally retarded resident of the Outwood  facility.  He  has resided \nat OUtY.a)d continuously since 1959, when  he was  involuntarily conmitted by \nOrder of the Jefferson County Circuit Court.  He  is a  citizen of the United States \nand a  resident of Jefferson County,  Kentucky. \n4.  Plaintiff Bruington was  declared incompetent in 1959,  and the \nKentucky Department for Human  Resources was  ap?Jinted his guardian.  The  interests \nof Mr.  Bruington and the interests of the Department for Human  Resources are \nadverse for pur?Jses of this action.  In light /  thereof,  this action is brought \non behalf of Warren Kent Bruington by his rrother and next friend,  Dorothy Ezelle. \nMrs.  Ezelle presently resides at 801  Glen Haven Drive,  Nashville,  Tennessee. \nDorothy Ezelle is a IIEITiber of Kentucky Association for Retarded Citizens. \n5.  While at  Kent has been subjected to physical injuryF  and \nOU~, \nhas on repeated occasions failed to receive prompt and proper medical treatrcEnt. \n6.  On  repeated occasions,  Kent has been subjected to punishment by \na  procedure tenred \"time out\".  \"Time out\",  the chief form of \"therapy\" \nprovided for behavior problems,  consists of transfering the resident away  frcm \nhis usual surroundings and confining him in Hall Three without appropriate \nsupervision.  Hall Three is the ward on which males with greatest behavior \nproblems  reside.  No additional nodes of therapy for dealing with behavior \nproblems are offered. \n7.  Adequate and proper care fur Kent requires a  smaller facility \noffering higher staff-patient ratios,  with access to rrore  canprehensive medical \nservices,  increased opfX)rtunities for therapy and other treatrcEnt,  including \nnonnalization techniques directed at maximizing his fX)tential.  He  has  failed \nto receive such services at OU~. \n-3-\n\nPlaintiff Smith \n8.  Plaintiff carla Ann Smith is a  twenty-year old resident of the \nOUtwood  facility.  She  is severely retarded as the result of brain damage. \nShe has resided at OUtwood  continuously since 1965,  when  she was  corrmitted by \nher parents.  She  is a  citizen of the United States and a  resident of Jefferson \nCounty,  Kentucky. \n9.  This action is brought on behalf of Carla Ann Smith by her rrother \nand next friend,  Mary Jo Smith,  who  resides at 7206  Gerber Street,  IDuisville, \nKentucky.  She  is a  proper person to prosecute this action as her daughter's \nrepresentative.  Mary Jo Smith is a nember of the Kentucky Association for \nRetarded Citizens. \n10.  Carla's parents arrange for her to corre home  for approxi,mately t\\\\O \neach surrrcer.  Her rrother also tries to visit her at OUtwood  in the fall \n~s \nand spring.  However,  such visits to OUtwood  are extreirely difficult and unsatisfactory \ndue  to the inaccessibility and geographic isolation of the Outwood  facility. \n11.  The  physical distance and geographic isolation which separates \ncarla fran her parents,  family and horre  corrmunity have created a  persistent \nbarrier to parent-child interaction,  and have resulted in chronic deprivation of \nCarla's sense of familial relationships. \n12.  carla' s  rrother has observed that carla has been denied use of \npersonal belongings,  particularly clothing,  which have been given to her by \nher family.  Because of this denial of access to and use of her own personal \nbelongings,  carla has been effectively denied familiarity with personal belongings \nand the sense of routine necessary for develoµrent of self-worth and personal \nsecurity. \n13.  carla requires an appropriate residential program with rrore \nready access to her family.  carla also requires adequate and appropriate \nstructured programs of speech,  recreational and other therapy which she has \nnot received and continues not to receive at OUtwood. \nPlaintiff Christian \n14.  Plaintiff Ronnie Christian is a  twenty-eight year old resident \nof the OUtwood  facility.  He  is severely retarded and suffers from cerebral \npalsy and seizures.  He  has resided at OUtwood continuously since 1967,  when \n-4-\n\nhe was  corrmitted by his parents.  He  is a  citizen of the United States and a \nresident of Jefferson County,  Kentucky. \n15.  This action is brought on behalf of Ronnie Christian by his \nrrother and next friend,  Beth Christian,  who  resides at 1750  Deer Park Road, \nLouisville,  Kentucky.  She  is a  proper person to prosecute this action as her \nson's representative.  Beth Christian is a :rrember of the Kentucky Association \nfor Retarded Citizens. \n16.  To his rrother' s  knowledge,  Ronnie has not and does not receive \na \nany habilitation,  training or other services which would off er him  rreaningful \nopportunity to develop his functional skills.  With rare exception,  Ronnie \nspends all of his time effectively unattended in the \"day roc.m\"  of his ward. \n17.  Ronnie's rrother has observed deterioration in the physical condition \nof her son during the time he has resided at OUtwood.  She believes that Ronnie \nis being ovennedicated,  and that such rredication is being administered to him \nwithout reference to a  current and appropriate rredical treatrrent plan prescribed \nby a  qualified physician. \n18.  Ronnie's rrother has at no tirre received notification of the need \nfor rredical treatrrent of her son,  notification of the fact of rredical treatrrent \nof her son,  or of the reason for deterioration in his physical condition. \n19.  Ronnie has been routinely deprived of the use of clothing,  radios, \nwatches and other personal belongings given to him by his family.  This deprivation \nhas effectively denied Ronnie  the familiarity with personal belongings and the \nsense of routine necessary for develoµnent of self-w:::>rth and personal security. \n20.  Ronnie receives rronthly payments which derive fran his father's \ncondition of disability.  These paynents are routed directly to the OUtwood  facility. \nAt least $10.00 out of each such rronthly payment is required to be used for \nRonnie's personal use.  Ronnie's rrother has at no time received any accounting \nfor this rronthly personal allowance,  nor is there any evidence that such rroney \nhas been used for Ronnie' s  benefit. \n21.  Ronnie's parents arrange to have him visit their horre  in Jefferson \nCounty each year for one week at Christmas,  and sometimes during the surmer nonths. \nRonnie's parents attempt to visit him at OUtwood whenever they can.  However,  the \ninaccessibility of OUtwood,  the length of time required to visit OUtwood,  and the \nabsence of suitable visitation facilities at OUtwood make  nonnalized family \nvisitation impossible. \n-5-\n\n22.  The  physical distance and geographic isolation which separates \nRonnie  from his parents,  family and hone carcmunity have created a  persistent \nbarrier to parent-child interaction,  and have resulted in chronic deprivation \nof Ronnie's  sense of familial relationships. \n23.  Plaintiff's mother believes that placerrent at OUtwood  is \nunsuitable for Ronnie  in that he requires placerrent closer to his parents' \nhare so that they may visit, obse:rve  his care and treabrent on a  regular basis, \nand assure that his rights are protected.  Ronnie also requires habilitation \nand other prograrmed services which he does not receive,  and placement closer to \nthe ccrnprehensive rredical  facilities necessary for treat:rrent of his condition. \nPlaintiff Hodges \n24.  Plaintiff Jacqueline Hooges  is a  twenty-two year old deaf and \nrrentally retarded individual who  resided at OUtwood  from 1968 until December \n1976,  when her parents refused to return her to the institution.  Plaintiff \nis a  citizen of the United States and presently resides with her parents at \n1318 Lydia Street,  I.Dusville,  Jefferson County,  Kentucky. \n25.  This action is brought on behalf of Jacqueline Hodges  by her \nmother and next friend,  Rose  Hodges,  1318 Lydia Street,  I.Duisville,  Kentucky. \nShe  is a  proper person to prosecute this action on her daughter's behalf. \nMrs.  Rose  Hooges  is a  rrember of the Kentucky Association for Retarded Citizens. \n26.  Du;rinc;r  her last two yea.rs at out.wood, Jacqueline received \nira.dequate cc:tre  and trea~nt,  resulting in continuous and hannful loss of \nweight,  and deterio,ra,tion of her ;function.a,!  sk.ills, general health,  derreanor and \npersona.l;i,t y • \n27.  During most o;f  her stay at OUtwood,  Jacqueline was  routinely confined in a \nhot,  srnp,11,  \"day room\"  with ;five other ;female patients.  Except for \nu,n~ished \na  color televisl,on donated by parents,  this room lacl<.ed ordimuy furniture,  toys, \nproper supervision o;r equi:prrent for any activity. \n28.  During her stay at OUtwood,  Jacqueline received little or no \nhabilitation,  training or other programred activity which would offer her a \nrreaningful opportunity to develop her physical,  social and other functional \nskills. \n29.  After repeated ccrnplaints by Jacqueline' s  mother to OUtwood \npersonnel that her daughter was  receiving inappropriate care and treabrent, \nthe Plaintiff was  discharged from OU~ in January,  1977. \n-6-\n\n30.  Jacqueline presently resides with her parents.  She  requires \nresidential placerrent outside the hone with appropriate services which her \nparents cannot provide.  Residential placerrent is not presently available within \nKentucky  for Jacqueline. \nPlaintiff King \n31.  Plaintiff I.ouis Ray Ki1}g  is a rroderately rrentally retarded \nresident of the OUt\\\\Dod  facility.  He  has resided at OUbo:Xl continuously \nsince 1969,  when he was  cornnitted by his parents.  He  is a  citizen of the \nUnited States and a  resident of Daviess County,  Kentucky. \n32.  I.ouis  is able to function effectively in a  less restrictive setting \nthan OUb-ood provides,  such as a  oormrunity-based facility with appropriate \nsupervised living arrangerrents and other supportive services.  He  is unable \nto reside in the corrmunity without such services. \n33.  Since at least 1975,  the  staff has detennined OUU<o:xi \nOU~ \nto be an inappropriate placerrent for Plaintiff King.  Efforts by the OUt\\\\Dod \nstaff to appropriately place him have been unsuccessful due  to the failure of \nState Defendants to provide cetTg?rehensive  corrnrunity-based residential and \nhabilitative facilities and other comprehensive services for rrentally retarded \nand develoµrentally disabled individuals such as Plaintiff King. \nPlaintiff Nichols \n34.  Plaintiff Willie T.  Nichols is a  twenty-six year old m:xlerately \nretarded resident of ouu.o:x:i.  Plaintiff Nichols has been a  resident of OUt\\\\Dod \nsince he was  thirteen years old.  He  is a  citizen of the United States and a \nresident of I.ogan County,  Kentucky. \n35.  This action is brought on behalf of Willie T.  Nichols by his \nrrother and next friend,  Genevel Burks,  who  resides on Walnut Street, Adairville, \nKentucky.  She  is the proper person to prosecute this action as her son's \nrepresentative.  Genevel Burks  is a rrember of the Kentucky Association for \nRetarded Citizens. \n36.  Willie is able to function effectively in a  less restrictive \nsetting than OUt\\\\Dod provides,  such as a  ccmnunity-based facility with appropriate \n' \nsupervised living arrangerrents and other supportive services.  He  is unable to \nreside in the oormrunity without such services. \n-7-\n\n37.  The  staff at OUtwood has detennined that continued placement of \nPlaintiff Nichols at OUtwood  is inappropriate and that Plaintiff Nichols should \nbe placed in a  less restrictive comm.mity-J::'ased setting.  Efforts by the \nOUtwood  staff to appropriately place him have been unsuccessful due to the failure \nof the State Defendants to provide corrprehensive conrnunity-based residential \nand habilitative facilities and other corrprehensive services for rrentally \nretarded and develoµrentally disabled individuals such as Plaintiff Nichols. \nPlaintiff Kentucky Association for Retarded Citizens \n38.  The  Kentucky Association for Retarded Citizens  (hereafter KARC) \nis a  non-profit organization ccmposed of over 4,000 rrerrbers  in thirty-six local \nchapters throughout the Corrm:mweal th of Kentucky.  r-anbership consists of concerned \ncitizens,  including parents,  relatives,  and professionals.  It is organized to \nadvocate on behalf of the over 105,000 rrentally retarded citizens of Kentucky. \nActivities include dissemination of information about State and Federal programs \nfor the rrentally retarded,  intervention in public policy through inter-agency \ncooperation and develoµrent of rrodel  legislation,  and consultation with rrember \nchapters.  The  purpose and nature of the KARC  make  it a  proper party to \nvigorously represent the interests of the rrentally retarded individuals presently \nhoused at OUtwood and of the mentally retarded citizens throughout the Ccmronwealth \nof Kentucky who  are without access to the residential and habilitative facilities \nand other corrprehensive services to which they are entitled. \n39.  KARC  rrembers  suffer real and substantial hann as a  direct result \nof Defendants'  conduct,  dlallenged herein.  Specifically,  the administration of \nthe OUtwood  facility does not provide constitutionally and statutorily mandated \nlevels of habilitation,  treabrent and care and opportunities for develoµrental \npotential for the children and next friends of KARC  rrembers. \n40.  The  challenged conduct is the proximate cause of injury to KARC \nand its rrembers.  The  relief sought,  if granted, will in all likelihood result \nin substantial benefits to KARC,  its rrembers,  and their children and next friends. \n-8-\n\nDEFENDANI'S \n41.  Defendant PETER  is the current Secretary of the Kentucky \n~ \nDepartrcent for Human  Resources  (hereafter \"DHR\").  l\\s DHR  Secretary,  Defendant \nConn has overall responsibility for Kentucky institutions,  including OUtwood, \nthat exist to provide care,  education,  training,  treabrent and services to \nrrentally retarded persons. \n42.  Defendant WILLIAM P.  McEI.WAIN  is the Comnissioner of the Bureau \nfor Health Services in DHR.  Defendant McElwain's Bureau has responsibility for \noonditions and programs  in state facilities for the rrentally retarded,  including \nOutwood.  Defendant McElwain and fonrer DHR  Secretary,  C.  Leslie Dawson, \nsigned the OUtwood  service management agreement for DHR with Iefendant,  Excepticon,  Inc. \n43.  De!fendant JACK  C.  LEWIS  is the Comnissioner of the Bureau for \nSocial Services,  a  unit within the Kentucky Departrcent for Human  Resources.  Arrong \nother duties,  Defendant Lewis has the responsibility for assisting residents of \nOUtwood  in finding living arrangements and receiving social services in appropriate \nsettings less restrictive than OUtwood.  Defendant Lewis  and other employees of \nthe Bureau for Social Services have been for the nost part unable to place \nOutwood  residents in settings outside OUtwood which are nore appropriate and less \nrestrictive. \n44.  This inability to place residents into appropriate facilities and \nto provide needed supportive services is primarily the result of the failure of \nState Defendants to provide adequate and appropriate ccmnunity-based residential \nand habilitative facilities and other comprehensive services for the rrentally \nretarded and developrentally disabled population of Kentucky. \n45.  Defendant THE  DIRECIDR  is Director of Kentucky's Division \nfor Mental Health and Mental Retardation Services.  This unit is a  recently \ncreated div  ision of the Bureau for Healt h Services within DHR.  The  director of \nthis division has been given direct and inlrediate responsibility for all Kentucky \nrrental health and rrental retardation programs,  including the programs at OUtwood. \nTo date,  no person has been appointed to fill this position. \n46.  Defendant RUSSELL McCLURE  is Corrmissioner of the Executive \nDepartnent for Finance and Administration for the Conm::mwealth of Kentucky \n(hereafter \"EDFA\").  Defendant McClure  is required by Kentucky law  (KRS  45.360) \nto oversee and approve expenditure of state funds to purchase contract services \nfor the various agencies of the Camonwealth of Kentucky.  Defendant McClure \napproved the OUtwood  service management  agreement for EDFA. \n-9-\n\n4 7.  Defendant ALPHCNSO  HERRERA  is Facility Director of the OUtwood \nl'CEI1tal  retardation facility at Dawson  Springs,  Kentucky.  Defendant Herrera is \nan employee of Excepticon and the chief administrative officer directly res:rxmsible \nfor insuring that OUtw:Jod  delivers appropriate care,  education,  training,  treat:rrent \nand services to retarded persons who  reside at OUtwood. \n48.  Defendant EXCEPI'ICXN,  INC.  (hereafter \"Excepticon\")  is a  Kentucky \nstock corporation that operates the OUtw:Jod l'CEI1tal  retardation facility pursuant \nto a  service managerrent agreE:!Teilt  signed between Excepticon,  DHR,  and EDFA. \nThe  president and registered agent of Excepticon is John W.  SWann,  Jr. ,  whose \naddress is 1733 Hatteras Drive,  Lexington,  Kentucky  40504.  Since August 1, \n1975,  Excepticon has had direct responsibility for all programs and services \nat the OUtw:Jod  facility. \n4 9.  Defendant MAXINE  PULLIAM  is Guardianship Officer within the Kentucky \nDepa.rtrrent for Human  Resources.  In this capacity,  Defendant Pulliam has becare \nthe payee for and receives govern:rrent benefits on behalf of I'CEI1tally  retarded \nindividuals in Kentucky,  including sane residents of Outwood.  Defendant Pulliam \nis legal camri.ttee and guardian for many l'CEI1tally  retarded residents of Kentucky, \nincluding sare OUtw:Jod residents.  As  guardian and COimlittee  for OUtw:Jod residents, \n.Defendant Pulliam has a  duty to account for all funds  received on behalf of those \nresidents and to insure that all funds  are spent for the personal needs of \nthe residents on whose behalf they are received. \n50.  All Defendants are sued individually and in their official \ncapacities.  In all activities and at all tim:!s  relevant hereto,  all Defendants \nacted under color of State law. \nCI.ASS ALLEGATICNS \n51.  This action is brought on behalf of a  class represented by \nPlaintiffs  KARC,  Bruington,  Smith,  Christian,  King,  Nichols,  and Hodges.  All \nPlaintiffs sue on behalf of themselves and all other mentally retarded persons \nwho  now or in the future may  reside in OUtw:Jod  and who  do not and cannot receive \nappropriate habilitation,  treatnent and care at OUtwood.  This class needs a \ncontinuum of corrprehensive comm.mity-based facilities and services which are not \ncurrently available at OUtw:Jod or elsewhere in Kentucky. \n-10-\n\n52.  This class includes the nurrerous children and adults who  presently \nreside or in the future may  reside within OUtwcx:xl  and who  are without parents, \nrelatives or other familial ties or other natural persons 'Who  might assure that \ntheir rights are protected. \n53.  All Plaintiffs sue on behalf of themselves and all other mentally \nretarded persons within Kentucky 'Who  qualify for and are in need of habilitation, \ntreai::nEnt and care but 'Who  have been denied their constitutionally and statutorily \nmandated level of habilitation,  treatment and care because State Defendants have \nfailed to provide adequate and appropriate facilities and other comprehensive services \n'Which i:reet applicable standards. \n54.  Plaintiffs and the Plaintiff class seek declarato:ry and injunctive \nrelief to eliminate certain conditions at OUtwcxxl,  to prohibit the construction \nof a  new  facility at OU~, to canpel the provision of residential and habilitative \nfacilities and other comprehensive services necessa:ry to assure the adequate \nand appropriate habilitation,  treatment and care of Plaintiffs and the Plaintiff \nclass within the camrunity. \n55.  This is a  proper action for class relief pursuant to Rule  23(a) \nand 23 (b) (1)  and 23 (b) (2)  of the Federal Rules of Civil Procedure.  The  class is \nso nUirerous  that joinder of all members  is impracticable.  There are substantial \nquestions of law and fact carmon to the entire class.  The  claims of the Plaintiffs \nare typical of the claims of the class.  The  narred Plaintiffs will fairly and \nadequately protect the interests of the class. \n56.  The  prosecution of separate actions by individual :rrembers of the \nclass would create a  risk of inconsistent or varying adjudications with respect \nto individual :rrembers  of the class 'Which would establish incompatible standards \nof conduct for the Defendants.  The prosecution of separate actions would also \ncreate a  risk of adjudications with respect to individual nenbers of the class \nwhich would as a  practical matter be dispositive of the interests of the other \nmembers  not parties to the adjudications or substantially impair or irrpede their \nability to protect their interests. \n57.  The  Defendants have acted or refused to act on grounds generally \napplicable to the class,  thereby making appropriate final injunctive relief and \ncorresponding declarato:ry relief with respect to the class as a whole. \n58.  Questions of law and fact cormon  to the nenbers of the class \npredaninate over any questions affecting only individual :rrembers,  and a  class \naction is superior to other available rrethods  for the fair and efficient adjudication \nof the controversy. \n-11-\n\nSTATEMENT  OF  FACT'S \nThe  Facility \nOU~ \n59.  is a  residential facility for the care,  custody and \nOU~ \ntreatrrent of rrentally retarded individuals.  It is located near Dawson  Springs, \nKentucky,  a  small town  located in Christian County,  Kentucky.  presently \nOU~ \nhouses approximately 279  rrentally retarded persons.  The  residents range in levels \nof retardation from rroderate to profound. \n60.  From 1922 to 1962,  the buildings and site of the present Excepticon \nOU~ Campus  were a  Veterans Administration tuberculosis hospital.  In 1962, \nthe Kentucky Department of Momtal  Health began operating the buildings as a \nresidential facility for the rrentally retarded.  During this period,  it was \nknown  as the  State Hospital and School.  Since its conversion to a  center \nOU~ \nfor rrentally retarded persons,  serious deficiencies in the building and other \naspects of the physical plant have existed. \n61.  The  1974-1976  State budget was written on the assumption that \nOU~ would be closed;  no  funds were appropriated for its continued operation. \nThe  decision to clm:;e  was  necessitated by its obsolete physical plant \n~ \nand its geographic isolation,  both of which rendered the hospital unsuitable \nfor the proper care and treatrrent of rrentally retarded individuals.  Intense \ni;olitical pressure from Dawson  Springs officials and from the employees of \nfearful of the adverse econanic impact of  closing,  led State \nOU~,  OU~'s \nofficials to maintain the facility under private management. \n62.  On or about July 2,  1975,  DHR,  EDFA,  and Excepticon signed a \nservice rnanagerrent  agreerrent  (hereinafter the \"Agreement\")  which required \nExcepticon to take charge of care and treatrrent for rrentally retarded persons \nat the  facility.  A copy of iliis Agreernent is attached hereto and \nOU~ \nincorporated herein,  by reference,  as Plaintiffs' Exhibit \"A\".  Excepticon has \noperated the OUtwood  facility under the authority of this Agreerrent since August \n1,  1975. \n63.  As part of its contractual obligation,  Excepticon agreed to \n\"deliver to the Ccmronwealth of Kentucky alternate plans for the renovation \nand/or replacerrent of the present physical plant at outwood.\"  In a  September 18, \n1975  report to C.  Leslie Dawson,  fonrer Secreta.I:y of DHR,  John W.  Swann,  Jr., \n-12-\n\nPresident of Excepticon,  reported that renovation of the existing OUtwood  facility \nwas  impracticable,  and that Excepticon was  prepared to illldertake construction of \na  new  facility at Dawson  Springs.  A copy of this report is attached hereto as \nPlaintiffs' Exhibit \"B\"  and incorporated herein by reference. \n64.  Defendant Conn has infonred KAOC  that a  new rrental retardation \nfacility will be constructed at Dawson  Springs.  See the letter from Defendant \nConn to KAOC,  dated .March  31,  1977.  A copy of this letter is attached hereto as \nPlaintiffs'  Exhibit \"C\"  and is incorporated herein by reference. \n65.  Upon  info:rmation and belief, Excepticon,  in conjlillction with \nDHR,  is preparing to construct a  new  300-bed facility at OUtwood  for residential \ncare of the rrentally retarded.  Excepticon has taken nurrerous  steps in furtherance \nof this goal,  including,  but not limited to,  the sul:xnission to OHR of a  corrpetitive \nbid for award of the construction contract,  investigation of potential rrethods \nfor financing construction,  negotiation of the contract with OHR  and the \napplication to the Regional Certificate of Need and Licensure Board for a  certificate \nof need. \n66.  Upon  info:rmation and belief, Excepticon will sign a  contract with \nthe State of Kentucky  for the construction of a new  facility at Dawson  Springs \nwithin the next rronth. \nHow  Residents Are Placed in OUtwood \n67.  Residents arrive at OUtwood through nurrerous  channels.  Sorre \nare corrmitted by Court Orders.  Sare are corrmitted by their parents during \nminority.  Sare are corrmitted by their guardians or conmittees.  In all cases, \ncorrmitn'Ent cannot be considered volitional for the comnitted individual. \n68.  Plaintiffs and the Plaintiff class remain at OUtwood or are \nthreatened by the probability of confinerrent at OUtwood or another inadequate \nfacility.  These circumstances exist because State Defendants have failed to \nprovide adequate and appropriate residential and habilitative facilities and \nother comprehensive services for the rrentally retarded which assure reasonable \naccess to their hone  c:x:mnunities. \nThe  Enviro:nrrent \n69.  The  location of OUtwood  is rerrote and inaccessible by public \ntransportation, which limits the ability of families and friends  to maintain \n-13-\n\nfrequent rontacts with their relatives and forrrer associates.  The hardship is \ngreatest for persons with limited rreans,  but in all cases the sheer isolation of \nOUtY.aXl  accelerates the decline of affectionate relationships,  stripping fran \nthe individual those suptx>rts,  both errotional and material,  which are nonnally \navailable in the corrmunity. \n70.  OUtwood's  isolation prohibits the use of conmunity resources as \nan integrated part of a  training program,  to rreet health needs,  to provide \nanploynent and recreation,  and as aids in the development of those diversified \nactivities which other persons take for granted.  I.Deal resources are insufficient \nto absorb the social and other needs of OUtwood's  tx>pulation. \n71.  The  location of OUtwood mitigates against and often prohibits \neffective staffing and progranming.  Since its inception,  the facility has been \nunable to attract and retain skilled professional staff in numbers  sufficient \nto provide adequate habilitation,  care and treatrrent.  Inadequate and underqualified \nstaff exacerbate the physical shortcanings of the antiquated facility. \n72.  The geographic isolation and inaccessibility of OUtwood erects \nan insunrountable physical barrier between residents and their parents,  family and \nrelatives.  M:>st  families  face several hours of autonobile driving in order \nto go  to OUtwood.  Once  there,  they are ronfronted by a  lack of suitable \nvisitation facilities at OUtwood,  which make  private,  nonnalized family visitation \ni.np:>ssible. \n73.  These factors canbine to mitigate against ronsistent and necessary \nparent-child interactions.  The  result is the disrouragerrent of }?Cl.rental  interest \nand involverrent,  the stifling of the parent-child relationship,  and the direct \ndeprivation of the resident's sense of familial relationships and of shared \naffection with his family. \n74 .  Because of the geographic isolation and inaccessibility of OUtwood, \nthe ronstruction of a  new  facility at OUtwood will serve only to perpetuate \nthe ronditions enurrerated in paragraphs 59  through 73. \n75.  The  furnishings of wards  are devoid of wannth,  individuality,  or \ndignity.  The  living and sleeping areas are sparsely furnished and are without \nthe lamps,  sofas,  rugs,  <X>Illfortable  chairs,  pictures, magazines,  toys and other \nage-appropriate furnishings associated with nonnal living.  Plaintiffs are \ndenied the develoµrental,  senso:ry and intellectual stimulation,  romfort and \npleasure conmunity residents obtain from the usual physical acroutrerrents in \nhones,  schools,  restaurants, 'M)rkplaces,  and recreational facilities. \n-14-\n\n76.  The  physical setting at OUtv.ax:l does not allow privacy,  individuality, \nor freedan of association to Plaintiffs.  With  few exceptions,  residents generally \nsleep in large,  unpartitioned roans.  They  spend their days  in large \"day rooms\" \nseated in identical chairs or on the bare floor.  Plaintiffs are deprived of their \nfreedom to choose or reject their associates and to determine when  and  in what \nway  they relate to their friends. \n77.  With  few exceptions;  closets or chests for personal possessions \nare not available.  Because of the shortage of staff and the lack of facilities \nfor storage of personal items,  the few belongings which Plaintiffs own are usually \nlost,  stolen,  or destroyed within a  short period of tirre.  These conditions \ndeprive Plaintiffs of their dignity and identity,  and also fail to help them \ndevelop the self-respect,  consideration for others,  and understanding of \nproperty relationships necessary to functioning in the ccmnunity. \n78.  Toilet facilities are inadequate.  Bathrooms  frequently lack \nwalls,  partitions or curtains between toilets or doors on stalls.  Many  living \nareas have a  definite stench of urine.  Plaintiffs are deprived by these conditions \nof the right taken for granted by other citizens to exercise their lxxli.ly  functions \nin privacy and to observe proper hygienic rreasures. \n79.  Personal clothing is routinely lost,  and residents are frequently \nrequired to wear socially inappropriate or improperly fitting clothes and under \nclothes,  and sorretirres even to go entirely without necessary items of clothing. \n80.  In the vast majority of wards,  soap,  wash cloths,  towels,  paper \ntowels,  toilet paper,  tooth brushes,  and tooth paste are not readily accessible \nto residents.  Residents do not learn to utilize hygienic supplies and to exercise \nself-care skills which are necessary for personal health and comfort,  as well as \nfor acceptance within the larger carmunity. \nStaff \n81.  Insufficient staffing has resulted,  and continues to result, \nin actual physical hann to certain residents,  a  risk of hann to all residents, \nand stagnation or regression in the developrental potential and progress of all \nresidents. \n-15-\n\n82.  Due  to insufficient staff in direct patient care,  direct care \nstaff,  in the past,  have made  and oontinue to make excessive and inappropriate use of \nphysical restraints, rredication,  and seclusion of residents.  Residents have \nbeen injured while under unnonitored and inappropriate physical restraint.  Risk \nof injmy to other residents from the use of physical restraints and the shortage \nof direct care staff continues to exist at Outwood. \n83.  OUtwood has had and oontinues to have  insuffi cieilt housekeeping \nand maintenance staff as reflected by continued failure to repair damaged parts \nof the facility and by insufficient supervision of residents who  are responsible \nfor cleaning their own  areas. \n84.  The  facility at OUtwood  lacks sufficient qualified nursing staff \nto :rranage  and oontrol rredications in an adequate rranner.  Insufficient staff are \ndevoted to occupational therapy and physical therapy.  The  facility does not \nhave a  qualified staff psychologist and psychological services are unavailable \nor extrerrely limited at OUtwood.  Staffing is deficient in the areas of speech \ntherapy and audiology.  No  full-tirre physician is part of OUtwood' s  staff.  OUtwood \nlacks on its staff a  qualified rrental retardation professional who  is responsible \nfor supervising the implerrentation of each resident's individual plan of care, \nintegrating the various aspects of OUtwood's  program,  recording each resident's \nprogress,  and initiating periodic review of each individual plan of care for \nnecessary rrodifications or adjust:Irent. \nHabilitation \n85.  The  foregoing staff deficiencies have contributed to an inadequate \nprogram of or canplete denial of habilitation,  treat:Irent and care for residents, \ninter alia,  as follows: \n(a)  Defendants have  failed to provide an individualized \nhabilitation plan for each resident of OUtwood. \n(b)  Defendants have failed to provide an individualized \nijabilitation program for each resident of OUtwood. \n(c)  Defendants have  failed to provide periodic review \nof the appropriateness and effectiveness of plan \nor program. \n(d )  Adequate written healt h care plans for each resident \nhave not been developed or implerrented by  a qualified \nnurse. \n(e)  Psychological assessrrents of each resident have \nnot been done on a  regular basis.  · \n(f)  M:mthly reviews of each resident's treat:Irent plan \nhave not been conducted by an interdisciplinary \nprogram team to assess progress and suggest changes \nor m:xlifications in each resident's treat:Irent plan. \n-16-\n\n(g)  Defendants have failed to provide necessary services, \nincluding medical and dental treat:rrent,  nursing care, \npsychoiogical services,  personal care and protection, \nsocial work  services,  physical and occupational \ntherapy,  recreation and vocational and habilitative \ntraining. \n{h)  Defendants have  failed to provide for each resident \nan individualized post-institutionalization plan \nfor placerrent. \n86.  All residents at  rould benefit from living arrangements \nOU~ \nand treat:rrent and habilitative settings in facilities less restrictive than \nOU~. Due  to the failure of Defendants to establish a  variety of alternative \nresidential,  habilitative and treatment facilities and other comprehensive rorrmunity-\nbased services,  the resident population of OUtwood  is confined to a  facility which \nis incapable of providing the level of habilitation,  treat:rrent and care to which \nit is entitled.  These persons'  developrrental potential and level are being \nrestricted or reduced by the failure of Defendants to ronduct regular assesSIIEilts \nof resident treat:rrent and program plans,  establish a  variety of appropriate \nresidential and habilitative settings for current residents,  and transfer the \nresidents to rrore appropriate,  less restrictive settings. \nCAUSES  OF  ACTION \nCOUNT  I \n87.  The Defendants have not fulfilled their ronstitutional responsibility \nto provide the narred Plaintiffs and the Plaintiff class with a  humane  living \nenvironrrent in  Specifically,  by failing to provide Plaintiffs with \nOU~. \nminimally adequate habilitation and treatment designed to give each institutionalized \nPlaintiff a  realistic opportunity to improve his or her condition,  the Defendants \nhave denied Plaintiffs and the Plaintiff class their rights under the due process \nclause of the Fourteenth Amendrrent  to the United States Constitution. \nCOUNT  II \n88.  The  Defendants have failed to provide Plaintiffs and the Plaintiff \nclass with an adequate number of appropriate residential habilitation \nand treatment facilities wherein Plaintiffs could receive necessary services in \nthe least restrictive environrrent possible,  consistent with their individual \ntreatment needs,  in violation of the due pnx::ess clause of the Fourteenth Amendrrent \nto the United States Constitution. \n-17-\n\nCOUNT  III \n89.  Defendants have  failed to provide Plaintiffs and the Plaintiff class \nwith an envirornrent which guarantees Plaintiffs'  freedom from actual and \nthreatened physical harm and from physical and psychological deterioration in \nviolation of the Eighth and Fourteenth Arrendrrents  to the United States Constitution. \nCOUNT  IV \n90.  By confining those Plaintiffs and the Plaintiff class residing \nat  in an envirornrent rrore restrictive than is necessary for proper \nOu~ \nhabilitation,  Defendants have deprived them of the opportunity to speak, \noormrunicate,  assemble and associate with other citizens of their choice,  in \nviolation of the First and Fourteenth Arrendrrents  to the United States Constitution. \nCOUNT  V \n91.  The  Defendants have  failed to provide Plaintiffs and the Plaintiff \nclass with their basic personal needs and have,  therefore,  deprived them of \ntheir right of privacy under the First,  Ninth and Fourteenth Arrendrrents. \nCOUNT  VI \n92.  In refusing Plaintiffs and the Plaintiff class access in the \noonmunity to generic services available to others in the conmunity,  such as \nrecreation,  transportation,  employment counseling and placerrent,  adult education, \nmedical and dental care,  child welfare services,  foster care,  horrernak.ing  services, \nday care and respite care,  Defendants have denied Plaintiffs the equal protection \nof the laws  secured to them by the F.qual  Protection Clause of the Fourteenth \nAmendrrent  to the United States Constitution. \nCOUNT  VII \n93.  Section 504  of the Rehabilitation Act of 1973,  29  USC  §794,  provides: \nNo othe:rwise qualified handicapped individual in the \nUnited States ••• shall,  solely by reason of his handicap, \nbe excluded from participation in,  be denied the benefits \nof, or be subjected to discrimination under any program or \nactivity receiving Federal financial assistance. \nIn denying retarded persons access to generic services in the oonmunity and in \nconditioning the availability of services to retarded persons upon  the surrender \nof their liberty and their freedom to associate with family and friends,  Defendants \n-18-\n\nhave denied Plaintiffs and the Plaintiff class their rights guaranteed by §504. \nCOONT VIII \n94.  The  Peveloprentally Disabled Assistance and Bill of Rights Act, \n42  USC  §6010  et seq.  requires,  inter alia: \n(a)  the right to treatnent,  services and habilitation \nfor developrentally disabled individuals: \n(b)  treatnent and services in a  setting least restrictive \nof an individual's liberty; \n(c)  The  assurance that institutions which receive public \nfunds  provide appropriate and sufficient rredical and \ndental services,  refrain from using physical restraints \nas punishrrent or as a  substitute for treatnent or \nhabilitation,  use physical restraints only in errergency \nsituations,  refrain fran excessive use of chemical \nrestraints,  and refrain from the use of chemical \nrestraints as punishrrent· ;or as a  substitute for \nhabilitation.  42  USC  §6010. \n95.  Defendants have,  as the result of their actions alleged in \nparagraphs 59  through 86 ,  violated Plaintiffs'  and the Plaintiff class'  rights \nsecured by the Developrentally Disabled Assistance and Bill of Rights Act. \nC'OUNT  IX \n96.  Title XIX  of the Social Security Act  (hereafter the M:rlicaid Act) \n42  USC  §1396  et seq,  was  established to furnish,  inter alia,  \"rehabilitation \nand other services to help such families and individuals attain or retain capability \nfor independence or self-care.\"  42  USC  §1396(2).  In furtherance of this goal, \nthe .Medicaid Act and applicable regulations state with particularity various \nservices which must be provided to recipients housed in intenrediate care \nfacilities for the rrentally retarded.  The M=dicaid Act and regulations also \nspecify,  inter alia: \nAdmission.  •  •  of residents policies shall assure that: \n(i)  Only those persons are accepted whose needs can be net \nby the facility directly or in cCXJperation with \nccmnunity resources or other providers of care with \nwhich it is affiliated or has contracts.  •  •  45  CFR \n249.12 (a) (1) (A). \n\\. \n) \n97.  KRS  205.520 vests Defendant Conn with the sole authority to establish \nand administer a  State program to provide rredical assistance in canpliance with \nthe .Medicaid Act.  This grant of authority creates a  corresponding duty,  owed  to \nrecipients and to the Secretary of HEW,  to guarantee that vendors of services \nunder the Medicaid Act canply with applicable laws  and regulations.  Defendant Conn \n-19-\n\nhas breached his duty to Plaintiffs and the Plaintiff class in that he has \nfailed to assure Excepticon's canpliance with the .Medicaid Act and applicable \nregulations. \n98.  Defendant Excepticon,  by its acceptance of Title XIX rronies,  has \nwarranted to Plaintiffs and the Plaintiff class that it will provide services in \ncanpliance with applicable statutes and regulations.  It has breached its warranty \nin that it has failed to provide treat:mant and services mandated by the M:dicaid \nAct and applicable regulations. \nCOUNT  X \n99.  The  Kentucky  Retardation Hospitalization Act,  KRS  202B.010 \n~tal \net seq.  requires the DHR Secretary,  Defendant Peter Conn,  to adopt rules and \nregulations for the proper administration and enforcerrent of the Act.  KRS \n202B.060.  These regulations shall encorrpass,  inter alia: \n(a)  the right of mentally retarded residents and their families \nto be adequately infomed as to the individual treat-\nment program of the resident; \n(b)  the right of residents and their families to assist in \nplanning of the treat:Irent program of the resident; \n(c)  the right of the release of residents to less restrictive \nalternative nodes of treat:mant on convalescent status; \nand \n(d)  provisions for alternative Irethods for involuntary \nhospitalization.  KRS  202B.060. \nDefendant Conn has recently proposed regulations, which include inter alia, \nthe right to an  individualized treat:mant plan,  the right to assist in fonnulation \nof the treat:mant plan,  the right to keep personal possessions,  and restrictions \non the use of seclusion. \n100.  The  Kentucky  Retardation Hospitalization Act creates a \n~tal \nduty on the part of Defendants herein,  to assure that all mentally retarded residents \nat OUtwood  receive appropriate treat:mant,  to assure the residents and their \nfamilies are infomed of the treat:mant program,  and to insure the residents and \ntheir families have input into planning the treat:mant program. \n101.  Defendants have violated the rights of those Plaintiffs and the \nPlaintiff class who  presently reside or did reside at ()ub..a)d,  in that they have \nfailed to provide Plaintiffs with Ireaningful programs and services designed to give \nthem a  realistic opportunity for maximization of potential within the institution \nand to learn those skills necessary for return to the carmunit y.  They have \n-20-\n\nfailed to provide the accoutrerrents necessacy for the provision of ID2aningful \nhabilitation and treatment.  They  have failed to infonn Plaintiffs or their \nfamilies of existing treatment plans and they have  failed to give Plaintiffs or \ntheir families input into the fonnulation of those plans.  The  isolated location \nfurther mitigates against familial input in that distance precludes regular \ncontact with family. \n102.  The  Kentucky Mental Retardation Hospitalization Act creates a  duty \non the part of Defendant Conn  to assure that less restrictive alternatives to \nconfinerrent are available to those Plaintiffs who  could reasonably benefit \ntherefrom and to provide for less restrictive :erodes  of habilitation and treat:rrent. \nBy failing to provide less restrictive alternatives to confinement and less \nrestrictive m:Jdes  of treatment,  Defendant Conn  has violated Plaintiffs'  rights \nsecured by the Kentucky M:ntal Retardation Hospitalization Act. \nCOUNT  XI \n103.  The  Kentucky State and Pegional Mental Health Programs Act, \nKRS  210.005 et seq.  provides,  inter alia: \nThe  Depa.rbrent for Human  Resources  shall: \n(1)  Maintain,  operate and assurre program responsibility \nfor all State institutions and facilities for ID2Iltal \nretardation, \n(2)  Provide rehabilitation services for :m2Iltally retarded \npersons through educational and training programs; \n(3)  Provide medical and allied services to ID2Iltally \nretarded persons and their families; \n(4 )  Encourage and assist cormruni ties to develop \nprograms and facilities in the field of :m2Iltal \nretardation; \n( 5)  Sponsor or carry out research,  or both,  in the \nfield of ID2Iltal  retardation; \n(6)  Assist other governrrental and private agencies \nin the developrent of programs and services for \nID2ntally retarded persons and their families \nand for the prevention of ID2Iltal  retardation, \nand coordinate programs and services so developed. \nKRS  210.045. \n104.  Current theo:ry and Kentucky State plans for the care and treatment \nof the mentally retarded posit the basic goal of norrralization,  a  process by which \nthe living conditions,  appearance and activity of a  retarded individual approximates \nas nearly as possible those found in the rest of society.  The proposed facility \nat OUtwood will retard the process of no:rmalization in that it, by virtue of its size, \n-21-\n\nand for the reasons stated in paragraphs 59  through 86,  is a rrore  restrictive \nenvironrrent for the care and treatlrent of Plaintiffs and the Plaintiff class. \n105.  By planning for and taking further steps tCMard the construction \nof a  new  facility,  Defendants have violated their duty to Plaintiffs and \nOut~ \nthe Plaintiff class arising pursuant to the Kentucky State and Regional Mental \nHealth Programs Act. \ncaJNT XII \n106.  The conditions,  practices,  and oroissions mentioned in paragraphs \n59  through 86  violate the contract rights of the Plaintiffs and other residents \nof Outwood  in that all residents of Outwood  are third party beneficiaries of the \nservice rnanagerrent agreerrent between Excepticon,  DHR,  and EDFA. \n107.  The  conditions,  practices,  and omissions mentioned in paragraphs \n59  through  86  hereof violate the State and Federal statutory and constitutional \nrights of the Plaintiffs and other residents of Outwood  (rrore  fully articulated \nin paragraphs  87  through 105  hereof)  in that the service managerrent agreerrent \nfor operation of Outwood explicitly and implicitly incorporates these rights as \nprovisions of the service managerrent agreerrent between Excepticon,  DHR,  and EDFA., \n108.  Defendants DHR  and EDFA have violated the constitutional, \nstatutory and contract rights of Plaintiffs and other residents of Outwood by \nentering into the service managerrent agreerrent with Excepticon.  Specifically, \nDHR,  and EDFA have agreed that Excepticon shall provide adequate care and \nservices for the residents of Outwood.  DHR has failed to pennit or insure an \nadequate level of care and services at Outwood  (1)  by  fciiling to corrply with DHR's \nconstitutional,  statutory and contractual duties concerning the condition of the \nphysical facility at Outwood;  (2)  by failing to evaluate adequately Excepticon's \nperfonnance of its duties under the agreerrent;  and  (3)  by failing to insure that \nExcepticon perfonns its duties under the agreerrent. \n109.  Defendant Excepticon,  as a  result of its managerrent practices, \nits failure to properly utilize financial resources in the best interests of the \nresident population,  and its failure to deliver adequate cina appropriate habilitation, \ntreat:Irent and care and other services to the Plaintiffs and other residents of \nhas violated Federal and State statutory and eonstitutional and contractual \nOut~ \nrights of the Plaintiffs and the Plaintiff class. \n-22-\n\nCOUNT  XIII \n110.  Because of conditions endemic to the location of OUtwood \n(rrore  fully articulated in paragraphs 59  through 86),  the proposed \nconstruction by Defendants of a  new facility at OUtwood will serve to \nperpetuate conditions which will constitute continuing,  pennanent and substantial \nviolations of the constitutional and Federal and State statutory rights of \nthe Plaintiffs and the Plaintiff class set forth in paragraphs  87  through 109 \nhereof. \nWHEREFORE,  Plaintiffs pray this Court: \n(A)  Issue an Order pennitting this action to proceed as a  class \naction; \n(B)  Declare that the level of habilitation,  treatnent and care \npresently afforded Plaintiffs does not rreet constitutional or Federal and \nState statutory standards; \n(C)  Issue a  preliminary and permanent injunction requiring \nDefendants to provide Plaintiffs with a  ht.mane  living environment,  habilitation, \nand the other services and treatnent necessary to give each Plaintiff a \nrreaningful opportunity to inprove his or her condition; \n(D)  Issue a  preliminary and permanent injunction requiring Defendants, \nwithin sixty  (60)  days,  to provide a  full assessrrent of the social,  personal \nand adaptive developrent of each resident of OUtvo:Xi  for which this service \nhas not been provided,  through the use of a  professionally accepted assessrrent \ntool by personnel trained in making  such assessrrent; \n(E)  Issue a  preliminary and pennanent injunction requiring \nDefendants to prepare an individualized habilitation plan for each resident of \nOUtwood who  does not have a  current plan.  This plan shall be prepared by \nprofessionals,  frcm the disciplines required by the needs of each person,  the \nretarded person,  and the person' s  guardian or representative.  Each plan is \nto specify the extent to which the individual could benefit from a  sm3.ller, \nless restrictive intenrediate care facility, whether the individual could benefit \nfrom a  non-intenrediate care placement and the services which must be available \nwithin his or her hare comm.mity  for the habilitation,  care and treatnent of \nthat person in a  less restrictive corrmunity  setting; \n-23-\n\n(F)  Issue a  preliminary and pennanent injunction requiring Defendants \nto record and process the data obtained from irrplementation of  (D)  and  (E)  so \nas to enable Defendants to report to the Court within one hundred ten  (110)  days, \nthe services necessary for the care and habilitation of all OUtwood  residents \nwithin their hare camrunities,  by geographic area,  and the program and staffing \npatterns required and their costs; \n(G)  Issue a  preliminary and pennanent injunction requiring Defendants, \nwithin thirty  (30)  days,  to sul::mit to Plaintiffs and to this Court for approval, \na  plan and schedule for carpleting the irrplementation of  (D) ,  (E) ,  and  (F) ; \n(H)  Issue a  preliminary and pennanent injunction prohibiting further \nadmissions to OUtwood; \n(I)  Declare that the construction of the proposed facility at OUtwood \nwill violate Plaintiffs'  rights arising under the constitution and State and \nFederal laws,  and issue a  preliminary and pennanent injunction prohibiting \nconstruction of the proposed OUtwood  facility; \n(J)  Issue a  preliminary and pennanent injunction prohibiting Defendants \nfrom appropriating or spending any noney for future construction,  carpletion \nor purchase of non-ccmnunity-based facilities for the :rrentally retarded and \ndeveloprentally disabled of Kentucky; \n(K)  Declare that camrunity-based service programs  are the constitutionally \nrequired least restrictive alternative for the habilitation,  care and treatrrent \nof the rrentally retarded and developrentally disabled of Kentucky; \n(L)  Establish a  panel of experts to be agreed upon by the parties \nherein which shall evaluate the data concerning each Plaintiff and each rrember of \nthe Plaintiff class and make  recorrmendations to the Court for appropriate plaeement \nof each such Plaintiff; \n(M)  Grant to Plaintiffs such other relief as may  be necessary and proper \nto effectuate their rights to habilitation,  care and treabrent in the least \nrestrictive setting within their hone conmunities; \n(N)  Retain continuing jurisdiction over this case; \n(0)  Grant Plaintiffs'  their cost and reasonable attorneys'  fees;  and \n-24-\n\n(P)  Grant all other appropriate relief. \nRespectfully sutmitted, \ng/)u; \nLAWRENCE  S.  EIBWIT \nHENRY  B.  HINTCN,  JR. \nBRIAN P.  LAWIDR \nBEI'SY B.  SWAN \nBARBARA IDLKOOITZ \nLegal Aid Society of I.ouisville,  Inc. \n317  South Fifth Street \nI.ouisville,  Kentucky  40202 \n502-584-1254 \nHENRY A.  TRIPIEIT \n231  South Fifth Street \nI.ouisville,  Kentucky  40202 \n502-583-3581 \nATI'ORNEYS  FOR PIAINTIFFS \n-25-\n\nJ_,....,..~ \nI  hereby certify on the  day of June,  1977,  that a  copy of \nthe foregomg Am:mded  Conplaint was  sent to all the Defendants  ill the \naforerrentioned action. ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "3",
      "clearinghouse_link": "clearinghouse.net/doc/91767"
    },
    {
      "date": "1980-03-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": 1233,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 510,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Western District of Kentucky",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54445,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54445.pdf",
      "title": "Judgment",
      "text": "510 F.Supp. 1233 (1980)\nKENTUCKY ASSOCIATION FOR RETARDED CITIZENS et al., Plaintiffs,\nUnited States of America, Litigating Amicus Curiae,\nv.\nPeter CONN, Secretary, Kentucky Department for Human Resources, et al., Defendants,\nJudith Anne Linton, David Brent Harralson, Intervening Defendants,\nCharles W. Dobbins, Jr., Guardian ad litem.\nCiv. A. No. C 78-0157(A).\nUnited States District Court, W. D. Kentucky, Louisville Division.\nMarch 21, 1980.\n1234 *1234 Brian Lawlor, Henry Triplett, Louisville, Ky., Henry Hinton, Morehead, Ky., for plaintiffs.\nArthur E. Peabody, Jr., Leonard Rieser, Civil Rights Division, Dept. of Justice, Washington, D. C., Barry L. Master,\nMikell Grafton, Asst. U. S. Attys., Louisville, Ky., for U. S. A. 00 litigating amicus curiae.\n97\nH. Hunter Durham, Columbia, Ky., for Clayton Lorenzen.\nJames A. Shuffett, Lexington, Ky., for Lorenzen & Excepticon.\nCharles Wickliffe, Frankfort, Ky., for Comm. of Ky.\nMartin Z. Kasdan, Jr., Frankfort, Ky., for State Defendants.\nJoseph H. Terry, Madisonville, Ky., for Intervening Defendants.\nDavid Vandercoy, St. Louis, Mo., for Nat'l Juvenile Law Center.\nOliver H. Barber, Jr., Louisville, Ky., for Ky. Youth Advocate.\nSarah Barber, Louisville, Ky., for Nat'l Juvenile Center.\nCharles W. Dobbins, Jr., Louisville, Ky., for guardian ad litem.\nAnn T. Hunsaker, Frankfort, Ky., for State.\nJUDGMENT\nALLEN, Chief Judge.\nThis action, having been submitted to the Court for decision following a trial before the Court, without a jury, and\nthe Court, having considered the papers on file, the testimony of the witnesses, the briefs of the parties, the amici\n1235 curiae, the oral arguments of the parties, and one amicus curiae of the National Juvenile Law Center, Inc., *1235\nand the Court, having filed its findings of fact, conclusions of law and memorandum opinion, and being fully\nadvised in the premises,\nIT IS ORDERED AND ADJUDGED as follows:\n1. So much of plaintiffs' complaint as seeks to prevent construction of a new Outwood facility at Dawson Springs,\nKentucky, for the mentally retarded is hereby dismissed with prejudice.\n\n2. The defendants, their servants, agents, employees and persons acting in privity with them are hereby\npermanently enjoined from placing in the present Outwood facility or in the new facility which will be constructed\nat Outwood for the care of the mentally retarded any status offenders or persons convicted of criminal offenses.\n3. The defendants, their servants, agents, employees and persons acting in privity with them are hereby enjoined\nfrom placing in the present Outwood or in the Outwood facility to be constructed any mentally retarded persons\nwho are either mildly or moderately retarded for any period longer than 30 days.\n4. The Court specifically declares that each resident at the present Outwood or each resident who will be\nconfined at the new Outwood shall be considered to be involuntarily committed, with the exception of those adult\nindividuals who have acted on their own and without the auspices of a guardian or committee in applying to and\nsecuring admission to the mental retardation residential treatment center. As to these persons who are\nconsidered to be voluntarily confined, it is declared that K.R.S. 202B.040 is not applicable and said persons are\nentitled to be discharged forthwith upon their application for discharge.\nIt is further declared that every resident who has been committed by a guardian or committee has the same right\nas do minors to seek relief from actions approved by their guardians or committees for or against admission and\ndischarge.\nIt is further declared that as to those persons who have voluntarily admitted themselves to the mental retardation\nresidential treatment center, they are entitled to all of the rights set out in K.R.S. Chapter 202B provided,\nhowever, that K.R.S. 202B.040 and 202B.060(9) are not applicable to them since they are entitled to immediate\nrelief upon their own application.\nIt is further declared that each resident committed by the action of a guardian or committee is entitled to the rights\nset out in K.R.S. 202B.040 and 202B.060, to the least restrictive alternative mode of treatment and to release\nfrom the mental retardation residential treatment center, where a determination is made by the interdisciplinary\nteam that he or she presents no immediate danger or immediate threat of danger to self or others, and where the\nleast restrictive alternative mode of treatment is in a community living facility, and where there is in existence a\ncommunity facility which can adequately treat and supervise the resident.\nIt is further declared that each involuntarily confined resident may have the same rights as those conferred upon\nminors who are residents to seek relief from actions approved by their guardians or committees for or against\nadmission and discharge.\nIt is further declared that every mentally retarded resident now at Outwood, or who will be at the new Outwood, or\nwho will be at the old Outwood pending construction of the new Outwood, is entitled to the rights set out in the\nminimum standards in 42 U.S.C. Sec. 6010(3)(A) and (B).\nIt is further declared that all mentally retarded residents now in the facilities at Outwood or who, in the future, will\nbe at such facilities, or at the new Outwood shall have all of the rights specifically set out in K.R.S. 202B.060(1)\nthrough (8) and (10) through (13).\nIT IS FURTHER ORDERED AND ADJUDGED that when an interdisciplinary team reaches the conclusion that a\nresident at the present Outwood or the new Outwood facility has the potential for placement in an alternative\n1236 living arrangement *1236 within two years, that such decision, along with a description of the requirements of the\nalternative for that resident, shall be conveyed forthwith to the Secretary of the Department for Human\nResources.\nIT IS FURTHER ORDERED AND ADJUDGED that the Secretary for Human Resources, upon receiving such\ncommunication, shall make inquiry as to what community living arrangement facilities are available for the\nplacement of the resident and the distribution of beds which are available for use by mentally retarded persons,\ngiving priority to those persons found by the interdisciplinary team to be capable of being cared for in such\ncommunity arrangements.\n\nIT IS FURTHER ORDERED AND ADJUDGED that Charles W. Dobbins, Jr. Guardian ad litem, present to the\nCourt his request for a reasonable fee to be awarded him, together with a summary of the hours which he has\nexpended in connection with this action; said request to be filed within 15 days after entry of this judgment.\nIT IS FURTHER ORDERED AND ADJUDGED that counsel for plaintiffs shall, if they so desire, move the Court\nfor attorneys' fees, said motion to be accompanied by a detailed summary of the time expended on this action,\ntogether with a description as to whether they are lawyers or paralegal, said memoranda to be filed 20 days\nthereafter.\nIT IS FURTHER ORDERED AND ADJUDGED that the parties to this action, with the exception of the United\nStates, shall bear the costs of this action equally.\nThis is not a final and appealable judgment.\nFINDINGS OF FACT, CONCLUSIONS OF LAW AND MEMORANDUM\nOPINION\nThis action is submitted to the Court for a decision following a non-jury trial which lasted some 31 days, and\nwhich resulted in more than 5,000 pages of testimony, together with numerous depositions and hundreds of\nexhibits.\nThe complaint was filed on May 16, 1977 by the Kentucky Association for Retarded Citizens, hereinafter KARC,\nand six retarded current and former residents of Outwood and their parents or guardians. A class action order\nwas entered by the Court allowing the plaintiffs to represent all persons who presently reside or may, in the\nfuture, reside at Outwood. Outwood is a 300 bed residential facility for retarded persons, located in a rural setting\na few miles from Dawson Springs, Kentucky, a city of approximately 3,000. Outwood is operated by defendant\nExcepticon, Inc., a private corporation under contract with the defendant Department for Human Resources of the\nCommonwealth of Kentucky. Defendant Peter Conn is the Secretary of the Department for Human Resources,\nand the other defendants are William P. McElwain, Commissioner, Kentucky Bureau for Health Services; Jack C.\nLewis, Commissioner, Kentucky Bureau for Social Services; the Director, Kentucky Division for Mental Health and\nMental Retardation Services; Russell McClure, Commissioner, Kentucky Executive Department for Finance and\nAdministration; Clayton Lorenzen, Facility Director, Excepticon-Outwood Campus; Excepticon, Inc., a Kentucky\nCorporation; Maxine Pulliam, Guardianship Officer, Kentucky Department for Human Resources.\nIn addition, the parents of Outwood residents Judith Anne Linton and David Brent Harralson have intervened on\nbehalf of their children in favor of an institution such as Outwood. The United States of America has intervened,\nlitigating amicus curiae, and has allied itself with the plaintiffs. Charles W. Dobbins, Jr. has been appointed\nGuardian ad litem, to protect the interest of the class.\nThe plaintiffs' action alleges violations by the defendants of constitutional and statutory rights of the class\nrepresented by the plaintiffs. The action seeks to prevent the defendants from constructing a new facility at\nOutwood which would accommodate 175 mentally retarded citizens in 16 cottage-like residences.\n1237 *1237 Outwood has been the subject of many visits by witnesses of all parties, as well as the Guardian ad litem,\nCharles W. Dobbins, Jr., who has been there on two occasions, the latter of which was on October 22, 1979 in\nthe company of Dr. Joy Donaldson, Mr. Jerry Griepentrog, and the Court.\nOutwood was originally constructed in 1922 for the treatment of victims of respiratory illnesses, primarily\ntuberculosis. In 1962, it was turned over to the State of Kentucky and used by it as a facility for the mentally\nretarded until 1975, when it entered into a contract with Excepticon, Inc. to operate the facility for a fixed fee. That\nfee was $4,951,840 for the year ending January 31, 1979, paid in quarterly installments with provisions for a\nreturn to the State of Kentucky of substantially all of any profits in excess of 10% of the contract amount.\nThe new facility envisioned by the defendants would cost in excess of $8,000,000 to build and would be located\nvirtually in the same place as the present one. All of the witnesses agree that the new facility will be a great\n\nphysical improvement over the present one which has been described as \"atrocious\" by witnesses for all of the\nparties.\nPlaintiffs contend that construction of the new facility, as opposed to development of community alternatives, is in\nviolation of 29 U.S.C. Sec. 794 and 42 U.S.C. Sec. 6010, et seq., as well as K.R.S. Chapters 202A and 210,\nunder a claim of right to treatment, right to the least restrictive alternative, and right to freedom from harm.\nPlaintiffs also claim violation of the Fourteenth Amendment by denial of the rights to treatment and the least\nrestrictive alternative, right to freedom from harm, and denial of equal protection, and violation of the Eighth\nAmendment's right to freedom from harm.\nDefendants generally maintain that many of these claims have no legal standing in this Court and further that\neven if the amendments to the Constitution and statutes cited by plaintiff are applicable, that there has been no\nviolation of their rights.\nThere are now approximately 266 residents at Outwood, of whom 54% are profoundly retarded, 33% are\nseverely retarded, 12% are moderately retarded, and 1% are mildly retarded. The American Association on\nMental Deficiency classes the profoundly retarded as having an I.Q. of 0 to 19, the severely retarded as having\nan I.Q. level of 20-35, the moderately retarded as having an I.Q. level of 36-51, and the mildly retarded as having\nan I.Q. level of 52-67.\nDefendants contend that a profoundly retarded person can function only at a level equivalent to a 2 to 12 month\nold child, and that a severely retarded person can function at a level of a normal child between the ages of 12\nmonths and three years. Plaintiffs take the position that, although profoundly retarded persons may never be\ncompletely independent, they are entitled to reside in group community homes or other facilities which are not of\nan institutional nature, and that it is in these facilities, as opposed to institutions, that the maximum potential of\nthe person can be realized.\nThe record is replete with statements by plaintiffs' witnesses praising the group home concept and denouncing\nthe institutional concept. These witnesses point to the advances being made in states such as New York,\nMassachusetts, Nebraska, Kansas, and Pennsylvania where many mentally retarded persons are being\ndeinstitutionalized, either as a result of a consent decree, or as a result of a change in the philosophy of the state\nin question.\nThe defendants contend that, although it is desirable for the mentally retarded to be placed in that environment\nwhich is the most home-like that can be afforded, that there do not exist in Kentucky sufficient group homes and\nfacilities to take care of the mentally retarded who could utilize them. They further argue that it will always be\ndesirable to have centrally located regional facilities which offer all types of services that are needed by the\nmentally retarded and which will act as learning centers for those engaged in the treatment and care of the\nmentally retarded.\n1238 *1238 Although the witnesses for the plaintiffs were almost unanimous in their opinion that the severely and\nprofoundly retarded persons could be placed in community settings, such as group homes, and although the\ntrend nationally is toward such development, all of them conceded that in each of the states where they resided\ninstitutional facilities were still in use, and that in the great majority of instances, such institutions were much\nlarger than the proposed new Outwood. It also seems to be the consensus of opinion of all the witnesses that it is\ninappropriate to deinstitutionalize mentally retarded residents until all of the necessary support services, group\nhomes and other residential facilities have been provided in the communities to which the individuals are to be\nreleased.\nBroadly stated, the plaintiffs' position seems to be that it is the duty of the State to provide all of the group homes\nand other residential facilities, and the support services in all of the communities where mentally retarded\npersons would be expected to live. Plaintiffs believe that it would be a waste of funds to expend the eight million\nor more dollars which would be required to build the new Outwood when such funds could be diverted to provide\nresidential care facilities.\nPlaintiffs proposed some 397 findings of fact. Defendants took issue with a great many of these proposed\nfindings. At this stage of the opinion, it should be observed generally that plaintiffs' complaints cover almost the\n\ncomplete range of services provided by Outwood. Plaintiffs introduced witnesses for the purpose of showing that\nOutwood has failed to provide a minimal opportunity for habilitative care of its residents, that it has been plagued\nwith staff shortages, high turnover, inadequate and insufficient employee training programs which have harmed\nthe residents, that it has abused the residents and injured some of them, and has failed to provide adequate\nprograms to stimulate the potential of the residents. Broad sweeping statements are made that the psychological\nand social services, the occupational therapy services, the speech services, dietary services, therapeutic\nrecreation services, physical therapy services, and medical, drug and nursing services at Outwood are\ninadequate.\nPlaintiffs contend further that the Outwood residents are involuntarily confined and are denied meaningful\nparticipation in the activities of community life. Plaintiffs also argue that even though the proposed 176-bed facility\nwith its 11 homelike cottages, each containing 16 residents, would be a great physical improvement over the\npresent facilities, there is no need for the proposed facility and that all of the services which it would provide can\nbe provided in the community.\nThe contention has been made that there is no showing that Outwood will provide the least restrictive alternative\nfor persons proposed to be placed there, and that the New Directions program formulated in 1979 by the State\ndoes not show a need for the new Outwood, nor assure access to community placements for inappropriately\ninstitutionalized residents, and precludes certain retarded persons from placement in community settings solely\non the basis of their handicap. The argument is further made that federal funds are available to finance services\nin the community and that these services will cost less than a new Outwood and the services to be provided\nthere.\nThe further argument is made that Outwood is segregated and isolated, and that by reason of its location, there\nhave been chronic shortages in staff, a lack of effective community assimilation, and that the decision to build the\nnew Outwood is inconsistent with recommendations that the old facility be closed and be replaced. Plaintiffs also\ncontend that there are numerous reports of Kentucky executive and legislative branches, as well as the\nDepartment for Human Resources, which recognize that the normalization principle mandates the development\nof community-based residential services for retarded persons.\nThe evidence produced by the parties on a great many of the issues raised by the plaintiffs was sharply\n1239 conflicting. For example, there were parents who testified *1239 that they believed that Outwood was not a\ndesirable place to keep their mentally retarded children, while there were other parents who testified that\nOutwood was a desirable place to maintain their mentally retarded children. Those testifying parents who had\nwithdrawn their children from Outwood had placed them in institutions such as Cedar Lake Lodge, a 60-bed\nfacility operated by a religious organization; that particular institution is far more updated and pleasing in its\nphysical appearance than the present Outwood, and is constructed using the cottage arrangement proposed for\nthe new Outwood. These parents had not placed their children in group homes, according to their testimony,\nbecause no such facility was available, and it was not possible for the children to return home to live with their\nparents.\nWhen the evidence is fairly weighed and the credibility of the witnesses duly assessed, the following findings\nseem appropriate:\nPlaintiffs failed to show any physical abuse of any Outwood resident with one exception which occurred in 1969.\nPlaintiffs failed to show that excessive use of restraints is now occurring, although prior to the basic upgrading\nwhich took place at Outwood in 1977, and which followed the filing of this suit and the promulgation of state and\nfederal regulations, restraints were excessively used and at times without adequate reasons. Prior to the filing of\nthis suit and the promulgation of the regulations, there is little doubt that most of the rooms of the residents were\nbleak and sterile, and that little or no consideration had been given to providing a cheerful environment for the\nresidents. That situation has been drastically changed, and probably the filing of this lawsuit, combined with the\npromulgation of the regulations, prompted Excepticon to purchase draperies and chairs, cabinets for the use of\nresidents in placing their personal belongings, partitions for showers and toilets, and other physical improvements\nwhich otherwise would not have been made.\n\nPlaintiffs produced as a witness Dr. Sprague, whose testimony was to the effect that a large percentage of the\nresidents were receiving more than one psychotropic drug, a practice identified as polypharmacy. He also\ntestified that drugs were being prescribed on a p. r. n. (as needed) basis, and that this was a dangerous practice.\nHe also complained about the use of intramuscular injections of drugs, and that adequate training had not been\noffered to direct care staff as to the side-effects of psychotropics and neuroleptics.\nThe defendants produced evidence by Dr. Mason and Dr. Ruth, and after weighing the testimony of these\nwitnesses and that of Dr. Sprague, the Court finds that as of the date of Dr. Ruth's testimony in 1979, only 7 out\nof 269 residents were receiving more than one psychotropic drug on a daily basis. The Court further finds that the\nuse of intramuscular injections on a p. r. n. basis is not injurious to the residents where the need is medically\nidentified and documented, and the circumstances under which the medication may be so administered are\nclearly described in the resident's record; the evidence showed that there was a limited use of such\nadministrations.\nThe Court also finds that Dr. Sprague's testimony that excessive dosages of drugs were prescribed in the recent\npast is not convincing, and that the only proven instance of excessive drug dosage was that of a resident who\nwas receiving 1,000 units of mellaril daily. The defects which existed in 1975 have been largely, if not entirely,\nremedied by a better system of record-keeping, by more intensive training given to staff regarding the use of\npsychotropic drugs, and more importantly by the diminution in the use of psychotropic drugs.\nIt should also be observed that plaintiffs' attempt to prove that the deaths of Robert E. and Lawrence L. were\ncaused by defendants was not sustained by the preponderance of the evidence. In the case of Robert E., the\nevidence shows that death occurred as a result of aspiration of food, and this accident occurred despite the fact\n1240 that the resident was under close supervision in a *1240 feeding program at the time, and received immediate\nmedical attention when the choking was observed. In the case of Lawrence L., plaintiffs attempted to show that\ndeath, immediately resulting from bilateral aspiration, was produced by an overdose of Sparine, administered\nintramuscularly pursuant to a p. r. n. order. The most that the evidence shows is that it is possible for extremely\nlarge doses of Sparine to suppress the cough reflex. This falls far short of proving that Sparine produced the\ntragic death of this resident.\nIn the area of adaptive equipment for mentally retarded residents who suffer orthopedic problems, it was shown\nthat Excepticon was delinquent in providing the needed equipment promptly, but that it did, after a six months\ndelay, secure such equipment for those of its residents who were in need of it. There was little evidence which\nshowed any substantial harm was done to any of the residents who had need of this orthopedic equipment,\nalthough it is obvious that such harm could result if the equipment were not available over long periods of time.\nWith regard to the question of whether residents are progressing or regressing, the evidence is quite conflicting.\nThere was evidence that some residents' records reflect fewer skills now than at the time of their admissions.\nThere was also testimony from some parents that their children can readily perform at home tasks which are still\npart of their allegedly unattained objectives at Outwood. On the other hand, there is substantial evidence of\nimprovement on the part of some of the residents. As may be expected, the acquisition of learning skills and\nimprovements in that field can be painfully slow. For example, in the past four years, Outwood has discharged\nonly 77 of its residents; of these, 24 were released back to their own families, 20 to nursing or personal care\nhomes, 17 to other ICF/MR facilities, and only 14 to group homes or other community placement. On the other\nhand, Excepticon contends that only 87 of the 269 persons presently residing at Outwood are expected to\nbecome residents of the new facility.\nPrior to this lawsuit, interdisciplinary team assessments of the residents were not conducted on a systematic\nbasis, and the plans for the treatment and training of the mentally retarded were vague and not in keeping with\nhigh standards of care. Since the filing of the lawsuit and the promulgation of state and federal regulations,\ninterdisciplinary assessment is made of each resident at least annually. The parents of the resident, as well as\nthe resident himself, are invited to this periodic review session. Comments and suggestions are made by each\nmember of the team and recommendations are made for changes in the resident care plan. The periodic review\nincludes a statement of potential for alternative placement.\n\nThe evidence shows that Excepticon has plans to employ 364 persons. As of January 1, 1979, there were 12\npositions which were unfilled:\nOne full-time psychologist; two licensed practical nurses; one program director; one cottage supervisor; two\nsocial workers; one physical therapist; and three direct care aides.\nOf the 364 positions maintained by Excepticon, 88 are executive and administrative, food service, maintenance,\nand other non-direct care duties. The remaining 276 positions which are much more directly connected with the\ncare of the residents are divided into 34 categories. In terms of numbers, the most significant positions are direct\ncare aides, with 127 potential employees; institutional aides with 24 employees; health care aides with 22\nemployees; licensed practical nurses with 16 employees; medical technicians numbering 13; workshop aides and\na position designated as \"Ad Act\" numbering 12. Another position to be noted is that of registered nurses, of\nwhom there are 6; cottage supervisors numbering 7; social workers numbering 3; and unit directors numbering 3.\nIn addition, there are provisions for one or more physical therapists, laboratory technicians, a pharmacist, an x-\n1241 ray consultant, a dental consultant, occupational and speech *1241 therapists, a psychologist, chaplains, a\ndietician, and a pre-sheltered vocational director.\nDefendants do not dispute that Outwood has suffered staff turnovers as high as 88% to 100% per year, but point\nout that bare statistics reveal little concerning the actual staff composition, since the same position may have\nturned over more than once in a year. More significantly, both defendants' and plaintiffs' witnesses testified that\nstaff \"burnout\" and accompanying staff turnover are problems inherent in work with the mentally retarded, and\ncan be observed in group homes and deinstitutionalized arrangements as well as in institutions.\nOutwood has been without a full-time physical therapist since April, 1978, but has employed a full-time speech\ntherapist and a psychologist. It is true that these employees, prior to their employment at Outwood, had had no\nexperience in working with the mentally retarded. The psychologist was to become Board Certified in March,\n1979.\nDuring the course of the trial, and in their briefs, plaintiffs have pointed out that the ratio of staff to residents at\nOutwood did not in many areas meet the standards imposed by former District Judge Frank Johnson, now Circuit\nJudge on the United States Court of Appeals for the Fifth Circuit, in Wyatt v. Stickney, 344 F.Supp. 387\n(W.D.Ala.1972). Also, plaintiffs compared the ratio of staff at Outwood to that of the staff at the Pennhurst facility\nin Pennsylvania, which was the subject of a sweeping decree entered by District Judge Broderick in the case of \nHalderman v. Pennhurst State School & Hospital, 446 F.Supp. 1295 (E.D.Pa.1977), aff'd. in part and rev'd. in part\nby the United States Court of Appeals for the Third Circuit, sitting en banc, 612 F.2d 84 (1979).\nDistrict Judge Broderick, in his opinion, compared the staffing at Pennhurst with the Wyatt v. Stickney, supra,\nstandards, and in so doing, stated at p. 1303:\n\"None of the standard reference sources now generally used by professionals in the field of\nmental retardation define the qualifications and minimal numbers of mental retardation\nprofessionals necessary to provide minimally adequate programs of habilitation.\"\nHowever, the court in Wyatt v. Stickney, supra, attempted to provide such guidelines.\nOne further comment should be made in this area: Judge Johnson was faced with appalling conditions which\nexisted at the Partlow State School and Hospital in Tuscaloosa, Alabama at the time when he made his decision.\nFaced with these conditions, which required drastic action, Judge Johnson rightfully took such action and\nimposed upon the Alabama authorities very strict standards with regard to the ratio of staff to residents. Since\nthat time, it is the understanding of this Court that hearings have been held to determine whether the remedies\nprescribed by Judge Johnson originally should still be maintained, or whether there should be some relaxation of\nthose very high standards which he set. That question has not been resolved.\nThis Court sits in a different circuit than did the Wyatt v. Stickney, supra, court and the Halderman v. Pennhurst,\nsupra, court. These standards of ratio of staff to residents are, therefore, not binding on this Court. If the ratios of\nstaff to residents accepted by Excepticon are adequate to meet the standards imposed by the licensing\n\nauthorities, and there is no clear evidence that they do not meet these standards, then the ratios are within legal\nlimits, unless plaintiffs can show that severe abuses have resulted as a result of failure to meet the Wyatt and \nHalderman ratios. The Court does not believe that plaintiffs have met this burden of proof.\nPlaintiffs have shown that the average stay of the resident in Outwood is 9.9 years. Plaintiffs have shown that,\nalthough the State of Kentucky is now committed on paper to a program of placing mentally retarded persons in\nthe least restrictive environment, and to putting them into group homes and community settings, the performance\nby the State has not yet matched the promise. It also appears that the State has made its plans to construct the\n1242 new facility without first determining on an individualized *1242 basis whether the needs of those persons who\nare now institutionalized would best be served by community placement or the building of a new facility.\nOne of the arguments made by the plaintiffs is that the eight million dollars or more which will be spent by the\nState in constructing the new facilities could be much better expended by providing community and group\nsettings for mentally retarded persons. When one examines the cost of the new facilities, and the provisions\nmade by the State for community facilities, the former cost dwarfs the expenditures to be made for the community\nfacilities.\nPlaintiffs and defendants produced witnesses who testified in general rather than specific terms regarding the\nrelative costs of rendering necessary services to the mentally retarded person in a community living arrangement\nversus an institution. The testimony was conflicting, it was not based on any factors identifiable in Kentucky's\nspecific situation, and while we are inclined to believe that costs would be irrelevant in any event, we must\nconclude that the testimony produced herein was not probative of any issue even arguably before us. This\nargument is basically one which, under ordinary circumstances, would be addressed to the Legislature and to the\nDepartment for Human Resources, and other parties charged with drafting and executing Kentucky's mental\nretardation laws.\nPlaintiffs contend, however, that Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. Sec. 794, prohibits the\nState from building a new institution and from choosing between institutions and placement in a community\nsetting. This argument will be addressed first before considering the other statutory and constitutional claims of\nthe plaintiffs.\nTitle 29 U.S.C. Sec. 794 provides:\n\"No otherwise qualified handicapped individual in the United States, as defined in section 706(6)\nof this title, shall, solely by reason of his handicap, be excluded from the participation in, be denied\nthe benefits of, or be subject to discrimination under any program or activity receiving Federal\nfinancial assistance.\"\nThere is no question that mentally retarded persons are handicapped individuals within the meaning of the Act.\nSee Halderman v. Pennhurst, supra, at p. 1323. Also, the State of Kentucky receives funds from the Federal\nGovernment which are used in the treatment of the mentally retarded of Kentucky and which are used to meet\nKentucky's contractual obligation to Excepticon. Therefore, the statute is applicable to the mentally retarded\nresidents located at Outwood. The question still remains as to whether the statute, either by clear implication or\nbecause of congressional language which preceded its passage, was meant to prohibit the states from\ninstitutionalizing the mentally retarded, or from providing facilities where mentally retarded persons could be\nhoused.\nIt is clear that the statute on its face contains no reference to the building of new facilities for mentally retarded\npersons or any other handicapped persons. However, Judge Broderick, in holding that the statute had been\nviolated in Halderman, supra, relied upon a statement made by Senator Hubert Humphrey on January 20, 1972,\nwhere the Senator called attention to three-fourths of this country's institutionalized mentally retarded, who lived\nin facilities which were more than fifty years old, functionally inadequate and designed simply to isolate those\npersons from society. Senator Humphrey stated that these people have the right to live and to work to the best of\ntheir abilities but that they are too often kept out of our schools and community activities altogether because they\nare regarded as different or a disturbing influence. After asking what the cost-effectiveness was in consigning\nthem to terminal care in an institution, he stated \"(T)hese are people who can and must be helped to help\n\nthemselves.\" He went on to state that this was their constitutional right. See 118 Cong. Rec. 525 (1972) and \nHalderman v. Pennhurst State School & Hospital, supra, at p. 1323.\n1243 Judge Broderick, after discussing this eloquent statement by Senator Humphrey, *1243 went on to find that\nSection 504 confers a private right of action and imposes affirmative obligations on state and local governmental\nauthorities, and that \"under Section 504 unnecessarily separate and minimally inadequate services are\ndiscriminatory and unlawful,\" citing Lloyd v. Regional Transportation Authorities, 548 F.2d 1277 (7th Cir. 1977); \nBarnes v. Converse College, 436 F.Supp. 635 (D.S.C.1977); Gurmankin v. Costanzo, 411 F.Supp. 982\n(E.D.Pa.1976), aff'd, 556 F.2d 184 (3rd Cir. 1977); 42 Fed. Reg. 22687 (1977); cf. Lau v. Nichols, 414 U.S. 563,\n94 S.Ct. 786, 39 L.Ed.2d 1 (1974).\nAt the time that Judge Broderick decided Halderman, supra, he did not have the benefit of the Supreme Court\ndecision in the case of Southeastern Community College v. Davis, 442 U.S. 397, 99 S.Ct. 2361, 60 L.Ed.2d 980\n(1979). In that case the Supreme Court, for the first time interpreted the Rehabilitation Act and specifically\nSection 504 of that Act. In that case, a woman who wished to become a nurse but who suffered severe hearing\nproblems was denied admission to the Nurses' Training School operated by the petitioner. The district court\naffirmed the decision of the college not to admit the respondent, but the Circuit Court of Appeals reversed and\nheld that there was an affirmative obligation upon the part of the college to provide a program whereby the\nnurses' hearing handicaps could be minimized, and she could be trained to become a registered nurse. The\nSupreme Court reversed the appellate court decision and held that Section 504 of the Act does not impose an\nobligation upon an institution receiving federal funds to provide an affirmative action program for a person who is\nhandicapped.\nThe language of Section 504 seems to this Court to be rather clear and straightforward. Its meaning is that a\nperson who is qualified to perform a task or to enter an educational institution or to receive the benefits of any\nprogram or activity which receives federal financial assistance shall not be denied the right to work or to receive\nthe benefits because he or she has a handicap. For example, an individual who is blind may not be denied the\nright to work in a facility that receives federal assistance if he is otherwise qualified to do the work. The handicap\nmay not be used as an excuse to bar an individual from benefits of federal assistance, if the individual is\notherwise qualified.\nThe en banc opinion of the United States Court of Appeals for the Third Circuit in Halderman v. Pennhurst, supra,\nof which 67 pages consisted of the majority opinion and 31 pages the dissenting opinion by Chief Judge Seitz\n(with whom Judges Aldisert and Hunter joined) approved nearly all of the actions taken by District Judge\nBroderick, but refused to rule upon the question of whether Section 504 of the Rehabilitation Act of 1973, 29\nU.S.C. sec. 794 (1976) reflected the Congressional desire to discourage the institutionalization of the mentally\nhandicapped. Instead the court based its decision on two basic grounds: The first was the premise that the\nDevelopmentally Disabled Assistance and Bill of Rights Act, 42 U.S.C. Secs. 6001-6081 (1976) provided the right\nto treatment in the least restrictive alternatives for the mentally retarded, and further that it created a presumption\nthat the least restrictive alternative for the mentally retarded is in community living facilities and not in institutions.\nThe second premise was that Pennsylvania's Mental Health and Mental Retardation Act of 1966, Pa.Stat.Ann.Tit.\n50 Secs. 4101-4704 (Purdon 1969), creates for retarded persons an affirmative right to minimally adequate\nhabilitation.\nWhile the majority opinion did not discuss or rule upon the meaning of the Rehabilitation Act of 1973, the\ndissenting opinion did, and correctly, in this Court's mind, reached the conclusion that Section 504 of that Act\ndoes not include a legislative mandate for deinstitutionalization. See the dissenting opinion, page 120. As the\ndissent points out, the purpose of the Rehabilitation Act was to prevent a state from discriminating against the\nparticipation of an otherwise qualified handicapped individual in any program or activity receiving federal aid, and\n1244 also to prevent the *1244 states from denying such an individual the benefits of or subjecting him to any\ndiscrimination under a federally assisted program.\nWe must now consider the question, although it was barely raised by the plaintiffs initially, as to whether or not\nthe Developmentally Disabled Act, hereinafter referred to as the DDA, constitutes a prohibition against the\nexpenditure of state funds and federal funds for a new facility for the mentally retarded. The key section to the\nunderstanding of the bill is the so-called \"Bill of Rights\" section, 42 U.S.C. Sec. 6010. That section is as follows:\n\n\"Congressional findings respecting rights of developmentally disabled\n\"Congress makes the following findings respecting the right of persons with developmental\ndisabilities:\n(1) Persons with developmental disabilities have a right to appropriate treatment, services, and\nhabilitation for such disabilities.\n(2) The treatment, services, and habilitation for a person with developmental disabilities should be\ndesigned to maximize the developmental potential of the person and should be provided in the\nsetting that is least restrictive of the person's personal liberty.\n(3) The Federal Government and the States both have an obligation to assure that public funds\nare not provided to any institution or other residential program for persons with developmental\ndisabilities that 00\n97\n(A) does not provide treatment, services, and habilitation which is appropriate to the needs of such\npersons; or\n(B) does not meet the following minimum standards:\n(i) Provision of a nourishing, well-balanced daily diet to the persons with developmental disabilities\nbeing served by the program.\n(ii) Provision to such persons of appropriate and sufficient medical and dental services.\n(iii) Prohibition of the use of physical restraint on such persons unless absolutely necessary and\nprohibition of the use of such restraint as a punishment or as a substitute for a habilitation\nprogram.\n(iv) Prohibition on the excessive use of chemical restraints on such persons and the use of such\nrestraints as punishment or as a substitute for a habilitation program or in quantities that interfere\nwith services, treatment, or habilitation for such persons.\n(v) Permission for close relatives of such persons to visit them at reasonable hours without prior\nnotice.\n(vi) Compliance with adequate fire and safety standards as may be promulgated by the Secretary.\n(4) All programs for persons with developmental disabilities should meet standards which are\ndesigned to assure the most favorable possible outcome for those served, and 00\n97\n(A) in the case of residential programs serving persons in need of comprehensive health-related,\nhabilitative, or rehabilitative services, which are at least equivalent to those standards applicable\nto intermediate care facilities for the mentally retarded promulgated in regulations of the Secretary\non January 17, 1974 (39 Fed.Reg. pt. II), as appropriate when taking into account the size of the\ninstitutions and the service delivery arrangements of the facilities of the programs.\n(B) in the case of other residential programs for persons with the developmental disabilities, which\nassure that care is appropriate to the needs of the persons being served by such programs,\nassure that the persons admitted to facilities of such programs are persons whose needs can be\nmet through services provided by such facilities, and assure that the facilities under such\nprograms provide for the humane care of the residents of the facilities, are sanitary, and protect\ntheir rights; and\n(C) in the case of nonresidential programs, which assure the care provided by such programs is\nappropriate to the persons served by the programs.\"\n1245 *1245 The following observations are pertinent:\n\nCongress, in enacting 42 U.S.C. Sec. 6010(1) and (2), seemed to be explicit in its finding that persons with\ndevelopmental disabilities have a right to appropriate treatment and habilitation for those disabilities, and that the\ntreatment and habilitation should be designed to maximize the developmental potential of the person in the\nsetting that is least restrictive of his personal living. However, 42 U.S.C. Sec. 6010(3) qualifies or makes more\nspecific the obligations of the federal government and the state, and, in essence, requires them to make certain\nthat public funds do not flow to any institution or other residential program for the mentally retarded that either\ndoes not provide treatment and habilitation appropriate to the needs of such persons, or does not meet six\nspecific minimum standards.\nWhen paragraphs (1), (2) and (3) of 42 U.S.C. Sec. 6010 are fully examined, it seems fair to state that Congress\ncontemplated that institutional as well as residential programs for the handicapped would continue to be\nprovided, and, further, that the programs which are provided must either provide appropriate treatment and\nhabilitation or meet the six standards referred to in paragraphs (3)(B)(i) through (vi).\nRead in this manner, it is far from apparent that Congress was mandating the discontinuance of institutional\nprograms. On the contrary, it would seem that Congress realized that there might even be situations where a\ndevelopmentally disabled person would not have to be furnished treatment and habilitation as such, but would\nhave to be provided with custodial care according to minimum standards such as proper diet, appropriate medical\nservices, proper safety compliance, and prohibition of the use of physical restraint.\nThis Court must respectfully disagree with the holding of the majority in Halderman v. Pennhurst, supra, with\nreference to the DDA. As Chief Judge Seitz points out at page 119, the legislative history of the 1975\namendments to the Act show a clear preference for deinstitutionalization. The amendments increased the\nauthorization of appropriations for this purpose, and the House Report stated that the Committee hoped that\nState and other funds being spent on institutional care would be re-budgeted for community care, which had not\nalways occurred. However, the House Conference Report reflects that the Committee chose to include a\nrequirement that the State plan contain a plan to eliminate inappropriate institutionalization while improving the\nquality of care and surroundings for persons for whom institutional care is appropriate, and specifically rejected a\nSenate proposal to require a specific goal-oriented plan for deinstitutionalization. 1975 U.S.Code Cong. and\nAdmin.News 919, 953.\nThis Court believes that while Congress hoped for an approach by the states which would prefer community\ntreatment to institutional treatment, there is no section in the DDA which mandates deinstitutionalization per se.\nCongress still left it to the states to decide the proper allocation of funds and did not authorize federal courts to\ndictate how those funds were to be spent by the states.\nIt is of some significance that the DDA was passed in 1975, after the decision of the Supreme Court in O'Connor\nv. Donaldson, 422 U.S. 563, 95 S.Ct. 2486, 45 L.Ed.2d 396 (1975). In that case, the Supreme Court specifically\nrefused to pass upon the question of whether a mentally disabled person has a right to treatment when he is\nplaced in a state institution against his will. The court avoided the issue by holding that the only issue was\nwhether plaintiff had been deprived of his liberty without just cause. The court, therefore, refused to endorse any\nright to treatment theory, even though that right has been endorsed by many district and appellate courts. See \nWyatt v. Stickney, supra, (aff'd. in part, remanded in part, reversed in part); Wyatt v. Aderholt, 503 F.2d 1305 (5th\nCir. 1974); Welsch v. Likins, 373 F.Supp. 487 (D.Minn.1974) aff'd in part and vacated and remanded in part, 550\nF.2d 1122 (8th Cir. 1977); Gary W. v. Louisiana, 437 F.Supp. 1209, 1217-19 (E.D.La.1976).\n1246 *1246 By way of summary, the Court holds that defendants have at least met the minimum standards prescribed\nin 42 U.S.C. Sec. 6010(3)(B)(i) through (vi), despite the fact that deficiencies may have existed with regard to\nexcessive use of physical restraints and excessive use of chemical restraints prior to the implementation of the\nprogram of care which now exists at Outwood under the leadership of Excepticon. Whether these improvements\nhave been due to the institution of the lawsuit or to Excepticon's management or the promulgation of federal and\nstate regulations or to all of these factors cannot be determined precisely, but suffice it to say that the Court is\nsatisfied that at least the minimum standards set out in the DDA are being met.\n\nAlthough the D.D.A. does not prohibit the construction of a new Outwood intended to house the profoundly and\nseverely retarded, language contained in the Act, to wit: 42 U.S.C. Sec. 6010(3)(B)(iii) by implication bans the\ncontemplated placement of 32 mentally retarded offenders. That provision of the statute prohibits the use of\nphysical restraint on mentally retarded persons unless absolutely necessary, and the prohibition of restraints as\npunishment or a substitute for a habilitation program. The conclusion cannot be escaped that if mentally retarded\npersons who have been convicted of offenses are placed in the new Outwood, security measures involving the\nuse of personnel who will partake somewhat of the character of prison guards will be necessary and probably\nother measures such as the locking of doors and facilities, as well as the possible use of barred windows may\nbecome necessary.\nIt is contemplated that these offenders, although living in separate cottages from other residents, would be in\ntraining modules, at parties for the residents, and quite possibly in vocational training, and the workshop, as well\nas participating in trips to the community. It would seem that the presence of mentally retarded offenders on the\ncampus would greatly contribute to an atmosphere which was more in keeping with a penal institution than with a\nresidential treatment center for the mentally retarded.\nAlso, it should be noted that the conditions that would probably be created by the treatment of mentally retarded\noffenders at the new Outwood would not be in accord with the findings made by Congress that treatment and\nhabilitation for a mentally retarded person should be provided in a setting that is less restrictive of that person's\npersonal liberty. While, as noted before, that finding is not binding upon the State, when it is considered in\nconnection with the minimum standard pertaining to the use of physical restraint, it is sufficient to warrant the\nconclusion that the State should not house the mentally retarded offenders in a residential treatment facility.\nThis conclusion is not reached without some reluctance, since the Court is aware of the dangers implicit in\nplacing a mentally retarded person in a prison or penitentiary. To do so would subject him or her to almost certain\nabuse at the hands of his or her fellow inmates. Certainly the State can make better provision for this class of\npersons than to resort to the alternative of a penitentiary or prison, and some type of group setting which is well\nsecured should be the answer.\nEven if the D.D.A. is not applicable to mentally retarded offenders and does not prohibit their housing at a\nresidential treatment center such as the new Outwood, there is no doubt that 42 U.S.C. Sec. 5633 prohibits the\nplacement of status offenders who are mentally retarded at such a facility. The applicable portions of that statute\nare as follows:\n\"(a) In order to receive formula grants under this part, a State shall submit a plan for carrying out\nits purposes consistent with the provisions of section 3733(a)(1), (3), (5), (6), (8), (10), (11), (12),\n(15), and (17) of this title. In accordance with regulations established under this subchapter, such\nplan must 00\n97\n. . . . .\n1247 \"(12)(A) provide within three years after submission of the initial plan that juveniles *1247 who are\ncharged with or who have committed offenses that would not be criminal if committed by an adult,\nor such nonoffenders as dependent or neglected children, shall not be placed in juvenile detention\nor correctional facilities; and\n(B) provide that the State shall submit annual reports to the Associate Administrator containing a\nreview of the progress made by the State to achieve the deinstitutionalization of juveniles\ndescribed in subparagraph (A) and a review of the progress made by the State to provide that\nsuch juveniles, if placed in facilities, are placed in facilities which (i) are the least restrictive\nalternatives appropriate to the needs of the child and the community; (ii) are in reasonable\nproximity to the family and the home communities of such juveniles; and (iii) provide the services\ndescribed in section 5603(1) of this title;\n\"(13) provide that juveniles alleged to be or found to be delinquent and youths within the purview\nof paragraph (12) shall not be detained or confined in any institution in which they have regular\n\ncontact with adult persons incarcerated because they have been convicted of a crime or are\nawaiting trial on criminal charges;\"\nIt is established by the evidence that the Commonwealth of Kentucky has been receiving funds from the United\nStates under the Juvenile Justice Program and under the terms of 42 U.S.C. Sec. 5633 for more than three years\nand, therefore, the statute is applicable and is an absolute bar to the placement of status offenders at the new\nOutwood.\nWe now address the question of whether or not state law forbids the construction of the new Outwood, and if it\ndoes not, what are the rights of those persons who will be residents of the new Outwood, or who are now\nresidents of the present Outwood.\nK.R.S. 202B, effective June 17, 1976, is in effect a statutory bill of rights for the mentally retarded. K.R.S.\n202B.060 is entitled \"Rights of mentally retarded; secretary to adopt regulations.\" That statute goes on to provide,\nin substance, that the Secretary of Human Resources shall adopt rules and regulations for the proper\nadministration and enforcement of Chapter 202B, which rules and regulations shall include but not be limited to\nthe rights of mentally retarded residents in thirteen different areas.\nK.R.S. 202B.010 defines a resident as a person under care or treatment in a mental retardation residential\ntreatment center, and since that term means a residential treatment facility approved by the Department for the\nevaluation, care and treatment of mentally retarded persons, and since the new Outwood is approved by the\nSecretary of Human Resources for such problems, and since there is no prohibition in the statute against the\nconstruction of new facilities, the Court must conclude that Kentucky has not banned the construction of new\nfacilities for the treatment and care of mentally retarded persons. On the other hand, Kentucky is very concerned,\nas evidenced by K.R.S. Chapter 202B, with the rights of those mentally retarded persons who are confined in\nmental retardation treatment centers such as the present Outwood or the new Outwood.\nInsofar as the rights of the mentally retarded residents who are at the present facility and who would be at the\nnew Outwood are concerned, an analysis of K.R.S. 202B.040 combined with 202B.060 reveals the intention of\nthe Legislature to provide the least restrictive alternative mode of treatment for the mentally retarded.\nIn reaching this conclusion, the Court notes first that K.R.S. 202B.040 explicitly provides that before any person\nwho is mentally retarded may be involuntarily committed, there must be a determination that he is a mentally\nretarded person and that he presents an immediate danger or an immediate threat of danger to himself or others,\nand that the least restrictive alternative mode of treatment requires placement in a hospital or a mental\nretardation residential treatment center, hereinafter M.R.R.T.C., and that treatment which can reasonably benefit\nhim is available in the hospital or M.R.R.T.C.\n1248 *1248 K.R.S. 202B.060, after setting out in its first ten sections the requirement that the Secretary of Human\nResources shall adopt rules for the proper enforcement of Chapter 202B, which shall include many rights of\nresidents set out in 202B.060(1) through (11), then goes on to provide in subsection (12) for the release of\nresidents to less restrictive alternative modes of treatment on convalescent status, and in subsection (13)\nrequires the Secretary to make provisions for alternative methods of involuntary hospitalization.\nWhile the language contained in K.R.S. 202B.060 tracks K.R.S. 202A.180, a statute which pertains to the rights\nof the mentally ill, that language plus the language contained in the following section for alternative methods for\ninvoluntary hospitalization, coupled with the sweeping language in K.R.S. 202B.040 as to the involuntary\ncommitment, is ample evidence of the purpose of the Legislature to insure that mentally retarded persons who\nare involuntarily committed are not confined in an M.R.R.T.C. unless that is the least restrictive alternative mode\nof treatment. It would be incongruous, indeed, if a person could not be committed to an M.R.R.T.C. unless it was\nthe least restrictive alternative mode of treatment, and then be confined there after it had developed that it was\nnot the least restrictive alternative mode of treatment.\nWhile the statutory scheme makes it clear that the involuntarily committed mentally retarded enjoy the right to the\nleast restrictive mode of treatment, the question of who is involuntarily committed is not answered directly by the\nstatutes. In the case at bar, it appears that there are three modes by which residents come to Outwood. The first\nis that it occurs when their guardian, usually a parent, determines to bring them to Outwood and placement has\n\nbeen made after approval by Excepticon. The second mode of commitment is that it occurs when an employee of\nthe State, one Maxine Pulliam, is appointed as committee for a mentally retarded person and then makes\napplication for his or her admission to Outwood, which is then approved by Excepticon. The third mode of\nadmission is that it occurs when an adult mentally retarded person of his own volition requests admission to\nOutwood.\nThe evidence reveals that some 155 persons had been admitted to Outwood as a result of an application filed by\ndefendant Maxine Pulliam. Four others were admitted as a result of an application by an adult mentally retarded\nperson acting on his or her own behalf. The other 108, therefore, must have been admitted by applications filed\nby their guardians. The evidence did not show how many of the 155 who were committed under the auspices of\nMs. Pulliam were committed by a court order. It should be observed that the evidence is not entirely clear as to\nthe existing numerical composition of each of these classes of residents.\nThe defendants take the position that every resident at Outwood is voluntarily committed and has the right to\nseek his or her own discharge at any time, which right will be forthwith granted. This argument overlooks the\nobvious, to wit: the fact that the great majority of profoundly and severely mentally retarded persons are simply\nincapable of making decisions as to whether it is in their best interest to be placed in an M.R.R.T.C. or not.\nParticularly where a committee is appointed to represent them and that committee is a person such as Maxine\nPulliam who has no personal relationship with her mentally retarded ward, there is a compelling reason to find\nthat the commitment of such wards is not a voluntary one. See Halderman, supra, at pp. 96-97.\nWhile the Legislature, in tracking as it did in K.R.S. Chapter 202B a great part of the language of Chapter 202A,\nmay have addressed the problem of involuntary commitment in a manner which could suggest commitment only\nby court order, the use of the words \"involuntary commitment\" is ambiguous enough in the context of the mentally\nretarded to allow the Court to place the interpretation it does on this statute.\n1249 *1249 The question of whether or not mentally retarded persons who are placed in Outwood by their guardians\nwho are their parents or close relatives are involuntarily committed within the meaning of K.R.S. 202B.040 is a\nclose one. From a practical point of view, those mentally retarded persons who are represented by guardians in\nthe great majority will have no more meaningful contribution to make in the decision to place them in Outwood\nthan do the mentally retarded who are represented by a committee. However, as suggested in Parham v. J. L.\nand J. R., Minors, etc., 442 U.S. 584, 99 S.Ct. 2493, 61 L.Ed.2d 101 (1979), although commitment of a mentally\nill child represents a significant deprivation of his liberty, it is also to be presumed that the parent who places him\nin a mental institution is acting in his best welfare. That holding however does not transform the commitment by a\nguardian of a mentally retarded person from a voluntary to an involuntary commitment.\nWe are strengthened in our belief that such commitments are involuntary by the language of K.R.S. 202B.060(9)\nwhich gives residents who are minors the right to seek relief from actions approved by their parents or guardians\nfor or against admission and discharge. While that statute did not give adult mentally retarded persons the\nspecific right to seek such relief, it at least convinces this Court that the Legislature was aware that minors might,\nin fact, be involuntarily committed, either by their parents or guardians, and therefore gave them the right to seek\nrelief either as to admission or discharge.\nSumming up, we are of the opinion that all of the persons who are confined at Outwood or who will be confined at\nthe new Outwood, with the exception of those very few who have in fact made their own applications to be\nadmitted, are entitled to the least restrictive alternative mode of treatment. Those few who are truly voluntary\nresidents are not entitled to the least restrictive alternative mode of treatment but are entitled to release upon\ntheir own request.\nHaving set out the rights of the mentally retarded, we turn now to the remedies. First, it is noted that 13% of the\nnow confined persons at Outwood are moderately or mildly retarded. The great weight of the opinion is to the\neffect that such persons can reasonably survive in an environment outside a M.R.R.T.C. Defendants have, in\nfact, indicated that such persons will not be confined at the new Outwood except for brief periods of respite care\nnot to exceed 30 days. The Court holds as to those persons which it has defined as being involuntarily\ncommitted, and who are moderately or mildly retarded, that no right exists in Excepticon or the State defendants\nto hold such people in a M.R.R.T.C. The defendants must make a reasonable effort to see to it that these\n\nresidents are placed in an environment outside the institution as soon as they are assured that the arrangements\nmade for these persons are safe and will result in their continued habilitation.\nAlso to be observed is the fact that defendants have already determined that certain residents at Outwood are\nentitled to be placed in community living arrangements, but that decision cannot be executed because there are\nno adequate community living arrangements available. In this connection, defendants point to the fact that K.R.S.\nChapter 210, and more particularly 210.370 through 210.480 grants the right to cities and counties to join in\nproviding regional mental health programs which include rehabilitative services for patients suffering from mental\nretardation. See 210.410(6). The Secretary of Human Resources is authorized to make grants to assist these\nregional mental health programs not to exceed 50% of certain expenditures, but no grants are to be made for\ncapital expenditures. See 210.420.\nAlthough the State has been slow in providing funds with which new beds may be made available for the mentally\nretarded in communities as opposed to institutions, it is apparent that steps are being taken to remedy the\nsituation; 125 new beds were provided in 1979.\n1250 *1250 The remedy, it seems to the Court, as to those persons who are found by the interdisciplinary team to be\ncapable of placement outside of Outwood or other M.R.R.T.C. is first to make certain these persons' needs for\noutside placement are communicated to the Department of Human Resources. Secondly, it appears to the Court\nthat where Excepticon has informed the Secretary of Human Resources of the need for outside placement of a\nresident, then the Secretary should give priority to that resident as against the application of other mentally\nretarded persons who are in the community to be admitted to such facilities.\nFinally, in construing K.R.S. Chapter 202B, the Court does not accept the contention of the plaintiffs that every\nprofoundly and severely mentally retarded person is entitled to be placed in a community living facility. While this\nholding is implicit in the Court's previous holding that K.R.S. Chapter 202B is concerned with the rights of\nresidents who are confined in M.R.R.T.C., the Court need only observe the least restrictive alternative modes of\ntreatment for some profoundly and severely retarded persons may, indeed, be a M.R.R.T.C. Further, the Court\nobserves that whether or not to place a person in such a facility and whether or not to continue his placement\nthere is contingent upon the particular facts and circumstances surrounding that individual and his progress, and\nshould be left to a decision-maker such as the interdisciplinary team rather than in the hands of a court or court-\nappointed official. See the dissenting opinion of Chief Judge Seitz in Halderman, supra, at pp. 91-92 and by way\nof analogy the language of the Supreme Court in Parham v. J. L. and J. R., Minors, etc., supra, bearing on the\nquestion of admission of mentally ill juveniles.\nWhile our analysis of K.R.S. Chapter 202B does do away with the need for a lengthy constitutional analysis, it is\nnecessary to point out that K.R.S. 202B.060(9) would, if read in isolation, constitute a denial of equal protection to\nthose residents who are not minors to seek relief from the actions approved by their committees or guardians for\nor against admission and discharge. However, we believe that in the light of the analysis which we have given\nK.R.S. Chapter 202B, there is no need to declare any portion of the statute unconstitutional, and that the rights of\npersons other than minors who are residents will be protected to the same extent as those of minors, with the\nexception of the truly voluntarily committed who have the right, as noted before, of securing their own discharge.\nTwo brief observations should be made. The first is that several courts have held that persons confined in an\ninstitution have a right to be free from physical abuse by employees or fellow confinees. There may also be a\nconstitutional right to be free from serious injuries caused by assaults by fellow inmates where the injuries came\nabout as a result of the failure of the defendants to exercise ordinary care to prevent such injuries. Halderman,\nsupra, 446 F.Supp. at p. 1320; Holt v. Sarver, 300 F.Supp. 825 (E.D.Ark.1969); Holt v. Sarver, 309 F.Supp. 362\n(1970). We find no such violation on the facts before us.\nWe observe that Excepticon's argument that it is not subject to suit under 42 U.S.C. Sec. 1983 is without merit.\nWhere a private corporation undertakes to perform duties which have been largely within the province of the\nState, and wherein it receives substantial sums of money from the State for the performance of such duties, there\nexists a sufficient relationship between it and the State to make it a suable entity under 42 U.S.C. Sec. 1983. See\nBurton v. Wilmington Parking Authority, 365 U.S. 715, 81 S.Ct. 856, 6 L.Ed.2d 45 (1961).\n\nTitle 42 U.S.C. Sec. 1988 provides in substance for the award of reasonable attorneys' fees to parties who have\nprevailed in actions brought under 42 U.S.C. Sec. 1983, et seq. Since the parties may wish to brief the question\nof whether or not plaintiffs' attorneys are entitled to fees in this case, and if so the amount thereof, the Court will\n1251 grant plaintiffs 20 days hereinafter to brief this question and submit any affidavits pertaining *1251 to the time\nspent by them on the case, with the right of the defendants to respond within 20 days hereinafter.\nA judgment in accordance with these findings of fact, conclusions of law and memorandum opinion will be\nentered this day.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "384",
      "clearinghouse_link": "clearinghouse.net/doc/54445"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128673,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128673"
    },
    {
      "date": "1982-04-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 582,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 674,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2060,
      "file": null,
      "title": "Opinion",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2060"
    },
    {
      "date": "1983-09-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 182,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 718,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2062,
      "file": null,
      "title": "Opinion",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2062"
    }
  ],
  "document_count": 10
}