{
  "case_id": 44159,
  "fetched_at": "2025-10-22T00:40:45.078694",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)",
      "Lambda Legal"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Montana",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      },
      {
        "value": "State Statute Struck Down"
      }
    ],
    "court": "Montana state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2023-05-09",
    "filing_year": 2023,
    "id": 44159,
    "injunction_duration": "",
    "issues": [
      "LGBTQ+: LGBTQ+",
      "Discrimination Basis: Gender identity",
      "Discrimination Area: Disparate Treatment",
      "Affected Sex/Gender(s), LGBTQ+: Transgender"
    ],
    "last_checked_date": "2024-12-11T00:00:00-05:00",
    "main_docket": {
      "id": 57549,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2023,
      "docket_filing_number": 541,
      "is_main_docket": true,
      "court": "Montana state trial court",
      "state": "Montana",
      "docket_office_number": "",
      "docket_number_manual": "DV-32-2023-0000541-CR",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Van Garderen v. Montana",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiffs are two families with transgender youth—who have been diagnosed with gender dysphoria and are currently receiving gender-affirming care—and two medical providers.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Transgender Healthcare Access Cases"
    ],
    "special_case_type": [],
    "state": "Montana",
    "summary": "<p>This case centers around SB 99, a bill that bans evidence-based gender-affirming care for transgender minors in Montana but does not ban those same treatments for cisgender minors. The bill was set to go into effect on October 1, 2023. On May 9, 2023, two families with transgender youth&mdash;who have been diagnosed with gender dysphoria and are currently receiving gender-affirming care&mdash;and two medical providers, represented by the ACLU and Lambda Legal, filed suit in Montana's district court for Missoula County against the state of Montana and various state officials, challenging SB 99. Plaintiffs alleged that SB 99 violated their rights under the Montana Constitution, including the right to equal protection, the right of parents to direct the upbringing of their children, the right to privacy, the right to seek health, the right to dignity, and the right to freedom of speech and expression. Plaintiffs sought declaratory and injunctive relief, and attorneys&rsquo; fees.&nbsp;</p>\r\n<p>This case was assigned to Judge Shane Vannatta. However, on June 12, 2023, defendants moved to substitute the judge, and the case was reassigned to Judge Jason Marks on June 14, 2023. Clearinghouse is unable to determine why defendants moved to substitute the judge, but it is notable that Judge Shane Vannatta is the first openly gay judge to serve in the state of Montana.</p>\r\n<p>On July 17, 2023, plaintiffs filed a motion for preliminary injunction, asking that the court enjoin defendants from enforcing SB 99 while the case proceeded. The court heard oral argument on September 18, 2023, and Judge Marks ruled on plaintiffs&rsquo; motion on September 27, 2023. Applying strict scrutiny, Judge Marks found that SB 99 likely violated the plaintiffs&rsquo; right to equal protection under Montana&rsquo;s state constitution. Because the Montana Supreme Court has not yet ruled on what level of scrutiny to apply to equal rights claims brought on the basis of gender or sex, Judge Marks also analyzed the merits of plaintiffs&rsquo; equal rights claim using both middle-tier scrutiny and rational basis review. Judge Marks found that plaintiffs were likely to succeed on their claim even applying these lower levels of scrutiny. The court also found that plaintiffs were likely to succeed on their right to privacy claim. Finally, Judge Marks found that plaintiffs would suffer irreparable harm absent a preliminary injunction in two ways. First, the violation of plaintiff&rsquo;s constitutional rights would constitute an irreparable harm. Second, plaintiffs had demonstrated that denying transgender youth access to gender-affirming care would place them at risk of severe psychological distress. The court found defendant&rsquo;s argument that the ban was necessary to protect the health and safety of transgender youth unpersuasive, considering that the gender-affirming care at issue was the widely accepted best practice within the medical community, and the ban did not proscribe the treatments for cisgender minors. For these reasons, Judge Marks granted plaintiffs&rsquo; motion and issued a preliminary injunction, enjoining defendants from enforcing SB 99, which would have gone into effect on October 1, 2023.</p>\r\n<p>On September 29, 2023, defendants appealed the district court&rsquo;s decision to the Supreme Court of Montana. On December 11, 2024 Montana's Supreme Court upheld the preliminary injunction motion, finding that plaintiffs had standing to challenge this law and that the statute likely infringed on an individual's privacy rights under the state constitution.&nbsp;</p>\r\n<p>This case is ongoing.&nbsp;</p>",
    "summary_published_date": "2025-03-07T18:57:26.564068-05:00",
    "summary_short": "This case centers around SB 99, a bill that bans evidence-based gender-affirming care for transgender minors in Montana but does not ban those same treatments for cisgender minors. May 9, 2023, two families with transgender youth and two medical providers, represented by the ACLU and Lambda Legal, filed suit in Montana's district court for Missoula County against the state of Montana and various state officials, challenging SB 99. Plaintiffs alleged that SB 99 violated their rights under the Montana Constitution, including the right to equal protection and the right to privacy. Plaintiffs sought declaratory and injunctive relief, and attorneys’ fees. The district court issue a preliminary injunction on September 27, 2023, enjoining defendants from enforcing SB 99, which had been set to go into effect on October 1, 2023. On December 11, 2023 the Montana Supreme Court upheld the injunction.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/44159",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=44159",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=44159",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=44159"
  },
  "documents": [
    {
      "date": "2023-05-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Montana state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 141086,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/141086.pdf",
      "title": "Complaint for Declaratory and Injunctive Relief",
      "text": "Akilah Deernose   \nAlex Rate   \nACLU of Montana   \nP.O. Box 1968   \nMissoula, MT 59806 | 406-203-3375   \ndeernosea@aclumontana.org   \nratea@aclumontana.org   \n  Peter C. Renn* \nElizabeth O. Gill*  Kell Olson*  \nMalita Picasso*   Christina S. Paek* \nArijeet Sensharma*   Lambda Legal Defense and \nACLU Foundation  Education Fund \n125 Broad Street  800 S. Figueroa Street, Suite 1260 \nNew York, NY 10004 | 212-549-2561  Los Angeles, CA 90017 |  \negill@aclunc.org  213-382-7600 \nmpicasso@aclu.org  prenn@lambdalegal.org \nasensharma@aclu.org  kolson@lambdalegal.org \n  cpaek@lambdalegal.org  \nMatthew P. Gordon   \nPerkins Coie LLP  Nora Huppert*  \n1201Third Avenue, Suite 4900  65 E. Wacker Place, Suite 2000 \nSeattle, WA 98101 | 206-359-8000  Chicago, IL 60601 | 312-663-4413 \nmgordon@perkinscoie.com  nhuppert@lambdalegal.org \n   \n*pro hac vice forthcoming \n \nIN THE FOURTH JUDICIAL DISTRICT COURT \nMISSOULA COUNTY \n \nSCARLET VAN GARDEREN, a  )   \nminor by and through her  )   \nguardians Jessica van Garderen  )   \nand Ewout van Garderen;  )  Case No.  \nJESSICA VAN GARDEREN, an  )   \nindividual; EWOUT VAN  )  Judge: \nGARDEREN, an individual;  )   \nPHOEBE CROSS, a minor by  )   \nand through his guardians Molly  )  COMPLAINT FOR \nCross and Paul Cross; MOLLY  )  DECLARATORY AND \nCROSS, an individual; PAUL  )  INJUNCTIVE RELIEF \n1 \n \n\nCROSS, an individual; JUANITA  ) \nHODAX, on behalf of herself and  ) \nher patients; KATHERINE  ) \nMISTRETTA, on behalf of herself  ) \nand her patients,   ) \n  ) \n      Plaintiffs,  ) \n  ) \n  v.  ) \n  ) \nSTATE OF MONTANA;  ) \nGREGORY GIANFORTE, in his  ) \nofficial capacity as Governor of  ) \nthe State of Montana; AUSTIN  ) \nKNUDSEN, in his official capacity  ) \nas Attorney General; MONTANA  ) \nBOARD OF MEDICAL  ) \nEXAMINERS; MONTANA  ) \nBOARD OF NURSING;  ) \nMONTANA DEPARTMENT OF  ) \nPUBLIC HEALTH AND  ) \nHUMAN SERVICES; CHARLIE  ) \nBRERETON, in his official  ) \ncapacity as Director of DPHHS,   ) \n  ) \n      Defendants.  ) \n   \n \nPlaintiffs Scarlet van Garderen; Jessica van Garderen; Ewout van Garderen; \nPhoebe Cross; Molly Cross; Paul Cross; Dr. Juanita Hodax; and Dr. Katherine \nMistretta (together, “Plaintiffs”), through their undersigned attorneys, complain \nagainst the State of Montana; its governor, Gregory Gianforte, in his official \ncapacity (“Governor Gianforte”); its attorney general, Austin Knudsen, in his \nofficial capacity (“Attorney General Knudsen”); the Montana Board of Medical \nExaminers (the “Medical Board”); the Montana Board of Nursing (the “Nursing \nBoard”); the Montana Department of Public Health and Human Services \n2 \n \n\n(“DPHHS”); and the Director of DPHHS, Charlie Brereton, in his official capacity \n(“Director Brereton”) (collectively, “Defendants”), as set forth below. \nINTRODUCTION \n1.  This is an action for declaratory and injunctive relief against \nDefendants arising out of a law that prohibits transgender minors in Montana from \nreceiving critical, medically necessary, and potentially life-saving health care.  \n2.  Over the objection and concern of medical professionals, advocates,  \ntransgender individuals, and their families, the 2023 Montana State Legislature \n(the “Legislature”) adopted Montana Senate Bill 99 (the “Act”), and Governor \nGianforte signed it into law.  \n3.  The Act bars the provision of a wide range of medical treatments and \nprocedures when, and only when, they are provided for the purpose of treating \ngender dysphoria. The same medical treatments and procedures are not barred \nwhen they are provided to minors for the purpose of treating other conditions, such \nas precocious or delayed puberty.  \n4.  These prohibited interventions are evidence-based and medically \nnecessary care essential to the health and well-being of transgender minors who are \nsuffering from gender dysphoria. Gender dysphoria is a serious condition that can \nlead to depression, anxiety, and other serious health consequences when untreated.  \n5.  The Act takes away critical health care from transgender minors, \nleaving them and their parents in dire circumstances. It represents vast government \noverreach and will cause untold harms to the individuals affected and the practice \nof medicine in Montana.  \n6.  The Act was created to marginalize transgender people. It has no other \nplausible public purpose, and specifically targets transgender people for \ndiscriminatory treatment. \n3 \n \n\n7.  The Act flies in the face of the Montana Constitution, infringing on \nmyriad fundamental rights guaranteed to Montanans. These include the right to \nequal protection of the laws, the right of parents to direct the upbringing of their \nchildren, the right to privacy, the right to seek health care, and the right to dignity.  \n8.  The Act is unlawful and unconstitutional and should be permanently \nenjoined. \nJURISDICTION AND VENUE \n9.  Original jurisdiction is conferred on this Court through Article VII, \nSection 4, of the Montana Constitution and § 3–5–302, MCA. \n10.  This Court has jurisdiction to grant declaratory relief under the \nMontana Uniform Declaratory Judgments Act. §§ 27–8–201, –202, MCA; M. R. \nCiv. P. 57. \n11.  This Court has jurisdiction to grant injunctive relief under § 27–19–\n101 et seq., MCA. \n12.  Pursuant to § 25–2–126, MCA, venue is proper in Missoula County \nbecause suit may be brought in the county in which the claim arose. Plaintiff Dr. \nHodax maintains her relevant practice in Missoula County, and Missoula is thus \nthe appropriate venue for her claim. \nPARTIES \nPlaintiffs \nA. The Minor Patients & Their Families \n13.  Plaintiffs Jessica van Garderen, Ewout van Garderen, and Scarlet van \nGarderen live in Belgrade, Montana. Jessica and Ewout are the parents of Scarlet, \nwho is 16 years old. Scarlet is transgender and is currently receiving medically \nnecessary care that would be prohibited by the Act. \n14.  Plaintiffs Molly Cross, Paul Cross, and Phoebe Cross live in \nBozeman, Montana. Molly and Paul are the parents of Phoebe, who is 15 years old. \n4 \n \n\nPhoebe is transgender and is currently receiving medically necessary care that \nwould be prohibited by the Act. \nB. The Provider Plaintiffs \n15.  Plaintiff Dr. Juanita Hodax (“Dr. Hodax”) is a pediatric \nendocrinologist licensed to practice medicine in Montana and Washington, an \nAssistant Professor in the Department of Pediatrics at the University of \nWashington, and Co-Director of the Gender Clinic at Seattle Children’s Hospital. \nDr. Hodax provides pediatric endocrine care through Community Children’s at \nCommunity Medical Center in Missoula, Montana. This care includes gender-\naffirming care to transgender patients under the age of 18 that would be prohibited \nby the Act. She brings claims on behalf of herself and her patients. \n16.  Plaintiff Dr. Katherine Mistretta is a Board-Certified Family Nurse \nPractitioner and Advanced Practice Registered Nurse licensed by the Montana \nBoard of Nursing. She is also a Doctor of Nursing Practice with extensive training \nin both nursing and family medicine. Dr. Mistretta has worked as a Family Nurse \nPractitioner at Bozeman Creek Family Health in Bozeman, Montana since 2013, \nwhere she assesses, diagnoses and treats acute illnesses in patients of all age \ngroups, and provides pediatric acute and well child care. This care includes gender-\naffirming care to transgender patients under the age of 18 that would be prohibited \nby the Act. She brings her claims on behalf of herself and her patients. \nDefendants \n17.  The State of Montana is a government entity subject to and bound by \nthe laws of the State of Montana and its constitution. Under Article II, Section 18, \nof the Montana Constitution, the state is subject to suit for injuries to persons. \n18.  Governor Gianforte is the governor of the State of Montana. He is the \nstate’s principal executive officer and is responsible for administering Montana’s \nlaws, including the Act. Governor Gianforte is sued in his official capacity. \n5 \n \n\n19.  Attorney General Knudsen is the attorney general of the State of \nMontana. He is the state’s principal law enforcement officer, and is expressly \nauthorized to enforce provisions of the Act. Act, §§ 4(11), 5(5). Attorney General \nKnudsen is sued in his official capacity. \n20.  The Montana Board of Medical Examiners is the entity that governs \nmedical licensing and regulation of medical practice within the State of Montana. \nThe Board has authority to discipline healthcare professionals who violate the Act \nas “the appropriate licensing entity or disciplinary review board with competent \njurisdiction in this state.” Act, § 4(2)(a).  \n21.  The Montana Board of Nursing is the entity that governs licensing and \nregulation of nursing practice within the State of Montana. The Board has authority \nto discipline healthcare professionals who violate the Act as “the appropriate \nlicensing entity or disciplinary review board with competent jurisdiction in this \nstate.” Act, § 4(2)(a). \n22.  The Montana Department of Public Health and Human Services is the \ngovernmental entity responsible for administering the State of Montana’s Medicaid \nProgram and Healthy Montana Kids (“HMK”) Children’s Health Insurance Plan, \nand is thus responsible for implementing the Act’s provision that “[t]he Montana \nmedicaid and children’s health insurance programs may not reimburse or provide \ncoverage for the medical treatments prohibited in subsection (1)(a) or (1)(b).” Act, \n§§ 4(6), 8. As a governmental entity, DPHHS is subject to suit for injuries to \npersons under Article II, Section 18, of the Montana Constitution. \n23.  Director Brereton is the Director of DPHHS and is thus charged with \nadministering the State of Montana’s Medicaid Program and HMK Children’s \nHealth Insurance Plan, and, accordingly, with implementing the Act’s provision \nconstraining use of Medicaid funds. Act, §§ 4(6), 8. Director Brereton is sued in \nhis official capacity. \n6 \n \n\nALLEGATIONS COMMON TO ALL COUNTS \nGender Dysphoria and Its Treatment \n24.  Gender identity refers to a person’s core sense of belonging to a \nparticular gender. Every person has a gender identity. It is not a personal decision, \npreference, or belief. It is durable and cannot be altered through medical \nintervention. \n25.  A person’s gender identity is a fundamental aspect of human \ndevelopment. There is a general medical consensus that gender identity has a \nsignificant biological component.  \n26.  A person’s gender identity usually matches, or is congruent with, the \nsex they were designated at birth based on their external genitalia.1  \n27.  Most boys are designated male at birth based on their external genital \nanatomy, and most girls are designated female at birth based on their external \ngenital anatomy. People whose gender identities are congruent with the sex they \nwere assigned at birth are referred to as “cisgender.”  \n28.  Transgender people have gender identities that are not congruent with \ntheir sex as assigned at birth.2 For example, a transgender boy is someone who was \n                                                      \n1 The terms “sex assigned at birth” or “sex designated at birth” are more precise than the term \n“biological sex” because there are many biological sex characteristics, and they do not always \nalign with each other. For example, some people with intersex characteristics may have a \nchromosomal configuration typically associated with a male sex designation but genital \ncharacteristics typically associated with a female sex designation.  Terms such as “biological \nsex”, “biological female”, and “biological male” are imprecise and should be avoided. See \ngenerally Wylie C. Hembree et al., Endocrine Treatment of Gender-Dysphoric/Gender-\nIncongruent Persons: An Endocrine Society Clinical Practice Guideline, 102 J. Clinical \nEndocrinology & Metabolism 3869, 3875 tbl.1 (2017), available at \nhttps://academic.oup.com/jcem/article/102/11/3869/4157558. \n2 “Transgender” is an umbrella term used to describe many identities in which the person’s \n“gender identity, gender expression, or behavior does not conform to that typically associated \nwith the sex to which they were assigned at birth.” Understanding Transgender People, Gender \nIdentity and Gender Expression, Am. Psychological Ass’n (Mar. 9, 2023), available at \nhttps://www.apa.org/topics/lgbtq/transgender-people-gender-identity-gender-expression. The \n7 \n \n\nassigned a female sex at birth but persistently, consistently, and insistently \nidentifies as male. A transgender girl is someone who was assigned a male sex at \nbirth but persistently, consistently, and insistently identifies as female.  \n29.  Just as cisgender boys and girls cannot (and are not expected or asked \nto) simply turn off their gender identities like a switch, so too are transgender boys \nand girls unable to “turn off” their gender identity—because, again, it is innate.  \n30.  For transgender people, the incongruence between their gender \nidentity and sex assigned at birth can cause clinically significant distress and \ndiscomfort.  \n31.  “Gender dysphoria,” codified in the American Psychiatric \nAssociation’s Diagnostic and Statistical Manual of Mental Disorders (DSM-V) at \n302.6 (for children) and 302.85 (for post-pubertal adolescents and adults), is the \ndiagnostic term for the clinically significant distress experienced by some \ntransgender people resulting from the lack of congruence between their gender \nidentity and the sex assigned to them at birth. To be diagnosed with gender \ndysphoria, the incongruence must have persisted for at least six months and be \naccompanied by clinically significant distress or impairment in social, \noccupational, or other important areas of functioning.  \n32.  Being transgender in and of itself is not a medical condition to be \ncured. As the American Psychiatric Association explained in promulgating the \nDSM-V, “[t]he presence of gender variance is not the pathology”; rather, gender \ndysphoria results “from the distress caused by the body and mind not aligning \nand/or societal marginalization of gender-variant people.”  \n                                                      \nterm is used herein to refer to all people who experience a discordance between their gender \nidentity and their sex assigned at birth. \n8 \n \n\n33.  Untreated, gender dysphoria can result in significant lifelong distress, \nclinically significant anxiety and depression, self-harming behaviors, substance \nmisuse, and suicidality.  \n34.  In fact, research consistently demonstrates that up to 51% of \ntransgender young people have attempted suicide at least once, compared to 14% \nof adolescents without gender dysphoria.  \n35.  Gender dysphoria can be diagnosed very early in a child’s life, \nsometimes as early as three years of age. Children often develop a sense of their \ngender identity around that age as well. \n36.  The World Professional Association for Transgender Health \n(“WPATH”)3 and the Endocrine Society4 have published widely accepted and \nevidence-based standards of care for the assessment, diagnosis, and treatment of \ngender dysphoria. These clinical practice guidelines are recognized by leading \nmental health and medical organizations in the United States, including the \nAmerican Medical Association, the American Academy of Pediatrics, the \nAmerican Psychiatric Association, and the American Psychological Association.  \n                                                      \n3 The World Professional Association for Transgender Health (WPATH) “is an international, \nmultidisciplinary, professional association whose mission is to promote evidence-based care, \neducation, research, public policy, and respect in transgender health. Founded in 1979, the \norganization currently has over 3,000 health care professionals, social scientists, and legal \nprofessionals, all of whom are engaged in clinical practice, research, education, and advocacy \nthat affects the lives of [transgender and gender diverse] people.” See Eli Coleman et al., \nStandards of Care for the Health of Transgender and Gender Diverse People, Version 8, 23 Int’l \nJ. Transgender Health S1, S5 (2022), available at \nhttps://doi.org/10.1080/26895269.2022.2100644. (“WPATH Standards of Care Version 8”) \n4 The Endocrine Society is an organization representing more than 18,000 endocrinologists from \nacross the globe, dedicated to “advancing hormone research, excellence in the clinical practice of \nendocrinology, broadening understanding of the critical role hormones play in health, and \nadvocating on behalf of the global endocrinology community.” Who We Are, Endocrine Soc’y, \navailable at https://www.endocrine.org/about-us. It has existed for over one hundred years, and \ncontinues to serve as the primary professional organization for endocrine scientists and clinical \npractitioners promoting scientific research and advancements in medical care. \n9 \n \n\n37.  The WPATH Standards of Care Version 8 set out a regimen of care \ndesigned to address and alleviate the clinically significant distress caused by the \nincongruence between a transgender individual’s gender identity and their birth-\nassigned sex. The distress may be extremely debilitating and dangerous and is \nalleviated by helping a transgender person live in alignment with their gender \nidentity. This treatment is sometimes referred to as “gender transition,” “transition-\nrelated care,” or “gender-affirming care.” These clinical practice guidelines are \nwidely accepted as best practices guidelines for the treatment of adolescents and \nadults diagnosed with gender dysphoria and have been recognized as authoritative \nby leading medical organizations, including the American Academy of Pediatrics, \nwhich agrees that this care is safe, effective, and—for many youth diagnosed with \ngender dysphoria—medically necessary.  \n38.  Medical necessity is properly defined as:  \nHealth care services that a physician and/or health care professional, \nexercising prudent clinical judgment, would provide to a patient for the purpose of \npreventing, evaluating, diagnosing or treating an illness, injury, disease or its \nsymptoms, and that are:  \na.  in accordance with generally accepted standards of \nmedical practice;  \nb.  clinically appropriate in terms of type, frequency, extent, \nsite and duration, and considered effective for the patient’s illness, \ninjury, or disease; and  \nc.  not primarily for the convenience of the patient, \nphysician, or other health care provider, and not more costly than an \nalternative service or sequence of services at least as likely to produce \nequivalent therapeutic or diagnostic results as to the diagnosis or \ntreatment of that patient’s illness, injury, or disease.  \n10 \n \n\nWPATH Standards of Care Version 8 at S16-S18 (2022); see also \nDefinitions of “Screening” and “Medical Necessity” H-320.953, Am. Medical \nAss’n, available at https://policysearch.ama-assn.org/policyfinder/detail/H-\n320.953?uri=%2FAMADoc%2FHOD.xml-0-2625.xml (last modified 2016). \n39.  The precise treatment for gender dysphoria depends upon each \nperson’s individualized needs, and the guidelines for medical treatment differ \ndepending on whether the treatment is for an adolescent or an adult.  \n40.  For pre-pubertal children, interventions are directed at supporting the \nchild with family, peers, and at school, as well as supportive individual \npsychotherapy for the child as needed. Some pre-pubertal children may also \nexplore their gender identity by adopting a different name or pronoun and/or \nwearing clothes and hairstyles that match their gender identity as part of what is \nreferred to as “social transition.”  \n41.  No medical interventions beyond mental health counseling are \nrecommended or provided to any person before the onset of puberty. In other \nwords, gender transition does not include any pharmaceutical or surgical \nintervention before puberty.  \n42.  Under the WPATH Standards of Care Version 8 and Endocrine \nSociety Clinical Guidelines, medical interventions may become medically \nnecessary and appropriate after a transgender young person reaches puberty. In \nproviding medical treatments to adolescents, qualified medical providers may work \nin close consultation with mental health professionals experienced in diagnosing \nand treating gender dysphoria.  \n43.  After the earliest sign of the beginning of puberty, the standard of care \nfor transgender adolescents is to consider providing puberty-delaying medical \ntreatment through medications, generically known as puberty blockers. \n11 \n \n\n44.  “Puberty blockers” refers broadly to the gonadotropin-releasing \nhormone (“GnRH”) agonist treatment.  \n45.  A puberty blocker interrupts the sequence of hormonal signals of the \npituitary gland that control puberty. This means that the testicles or ovaries remain \nat a prepubertal stage that are incapable of production of testosterone (for a child \nborn with testicles) or estradiol (for a child born with ovaries) that control the \nmany bodily changes associated with puberty. Puberty will resume if puberty \nblockers are stopped.  \n46.  For many transgender youth, puberty blockers are a medical necessity \nas they mitigate the significant anxiety and extreme distress experienced by \nadolescents as the physical changes of endogenous puberty begin and they start \nexperiencing potentially permanent physical changes in their bodies that are \nincongruent with their gender identity. Puberty-delaying medication allows \ntransgender adolescents to avoid these permanent changes, therefore minimizing \nand potentially preventing the heightened gender dysphoria that endogenous \npuberty would cause.  \n47.  This treatment is provided only when the youth’s transgender status is \nmarked and sustained over time and only after discussing the matter with the youth \nand their parent(s) or legal guardian(s) and obtaining informed consent.  \n48.  Puberty-delaying medical treatment is reversible. If an adolescent \ndiscontinues the medication, puberty consistent with their assigned sex at birth will \nresume. Puberty-delaying medical treatment does not cause infertility.  \n49.  Without the support of puberty blockers, the stresses and anxieties \nthat are common among pubertal transgender youth are markedly increased, often \nto the point of clinically significant social isolation, depression, self-harm, suicidal \nideation, and suicide.  \n12 \n \n\n50.  Transgender youth who are denied this treatment are at a greatly \nincreased risk of experiencing or continuing clinically significant distress, suicidal \nbehavior, self-harm, and other serious and lifelong psychological harm as \ncompared to their cisgender peers.  \n51.  For some young people, it may be medically necessary and \nappropriate to initiate hormonal puberty consistent with the young person’s gender \nidentity through gender-affirming hormone therapy (e.g., testosterone for \ntransgender boys, and estrogen and testosterone suppression for transgender girls).  \n52.  Under Endocrine Society Clinical Guidelines, transgender adolescents \nmay be eligible for gender-affirming hormone therapy if: \n•  A qualified mental health professional has confirmed:   \n  The persistence of gender dysphoria; \no\n  Any coexisting psychological, medical, or social  \no\n  problems that could interfere with treatment (e.g., that may \n  compromise treatment adherence) have been addressed, such \n  that the adolescent’s environment and functioning are stable \n  enough to start sex hormone treatment;  \n  The adolescent has sufficient mental capacity . . . to \no\nestimate the consequences of this (partly) irreversible treatment, \nweigh the benefits and risks, and give informed consent to this \n(partly) irreversible treatment; \n•  And the adolescent: \n  Has been informed of the (irreversible) effects and  side \no\neffects of treatment (including potential loss of fertility and \noptions to preserve fertility);  \n  Has given informed consent and (particularly when the \no\n  adolescent has not reached the age of legal medical consent, \n13 \n \n\n  depending on applicable legislation) the parents or other  \n  caretakers or guardians have consented to the treatment and are \n  involved in supporting the adolescent throughout the treatment \n  process; \n•  And a pediatric endocrinologist or other clinician experienced \n  in pubertal induction:  \n  Agrees with the indication for sex hormone treatment; \no\n  Has confirmed that there are no medical    \no\n  contraindications to sex hormone treatment.  \nWylie C. Hembree et al., Endocrine Treatment of Gender \nDysphoric/Gender-Incongruent Persons: An Endocrine Society Clinical Practice \nGuideline, 102 J. Clinical Endocrinology & Metabolism 3869, 3878 tbl.5 (2017), \navailable at https://academic.oup.com/jcem/article/102/11/3869/4157558. \n53.  These guidelines represent the best practices of care based on the best \navailable evidence, as determined by WPATH and the Endocrine Society. As with \nall medical care, the care provided to each transgender young person with gender \ndysphoria is tailored to their unique needs based on their individual experiences, \nproximity to specialists, and general health, as well as the clinical experience of \npractitioners.  \n54.  Many individuals treated with hormone therapy can still conceive \nchildren while undergoing treatment or after discontinuing.  \n55.  As with all medications that could impact fertility, transgender young \npeople and their parents or guardians are counseled on the potential risks of the \nmedical intervention, and treatment is only initiated where parents and adolescents \nare properly informed, the adolescent’s parents consent to the care, and the \nadolescent assents to the care.  \n14 \n \n\n56.  Gender-affirming hormones will be prescribed when it is a medical \nnecessity to do so after thorough mental health and medical evaluations.  \n57.  Transgender boys treated with puberty-delaying medication and then \ngender-affirming hormones will receive exogenous testosterone in order to achieve \nlevels similar to those that cisgender boys generate endogenously. They will \ndevelop the phenotypic features typically associated with cisgender boys such as \nmuscle mass, fat distribution, facial and body hair, and lower vocal pitch. \nLikewise, transgender girls treated with puberty-delaying medication and then \ngender-affirming hormones will receive exogenous estrogen in order to achieve \nsimilar levels of estrogen during puberty that cisgender girls generate \nendogenously. They will develop the same muscle mass, fat distribution, skin and \nfemale hair patterns, and breasts typically associated with cisgender girls.  \n58.  Adolescents who first receive treatment later in puberty and are only \ntreated with gender-affirming hormone therapy (and not puberty-delaying \ntreatment) also go through a hormonal puberty consistent with their gender \nidentity. However, they will have undergone physical changes associated with their \nendogenous puberty that may not be wholly reversed by hormone therapy or even \nsurgery later in life.  \n59.  Gender-affirming hormone therapy is prescribed for minors when it is \ndeemed medically necessary to ameliorate the potentially severe symptoms of \ngender dysphoria and when it is medically safe and consistent with the youth’s \ngender identity.  \n60.  This treatment is provided only when the youth’s transgender status is \nmarked and sustained over time and only after discussing the matter with the youth \nand their parent(s) or legal guardian(s) and obtaining informed consent before any \ntreatments are prescribed. \n \n15 \n \n\nThe Act and Its Effects \n61.  On March 29, 2023, the Legislature passed the Act and sent it to \nGovernor Gianforte for signature.  \n62.  On April 17, 2023, Governor Gianforte issued an amendatory veto, \nreturning the Act to the Legislature with recommended amendments—which \nincluded revising definitions to further entrench a binary definition of sex based on \nreproductive capacity as well as clarifying the broad scope of the Act’s prohibition \non use of public funds for gender-affirming care. On April 21, 2023, the \nLegislature approved the proposed amendments and sent the Act back to Governor \nGianforte for signature. \n63.  On April 28, 2023 Governor Gianforte signed the Act, which will \nbecome effective October 1, 2023. \n64.  The Act prohibits the provision of a wide range of health care \ntreatments “only when knowingly provided to address a female minor’s perception \nthat her gender or sex is not female or a male minor’s perception that his gender or \nsex is not male” and thus allows cisgender people to access the same treatments \nwhen necessary to address their medical needs. Act, § 4(1)(c). The law mandates \nthat healthcare professionals who provide such care are subject to discipline for \nunprofessional conduct by the appropriate licensing entity or disciplinary review \nboard and, furthermore, may be sued by the Attorney General or private parties. \nThe Act also prohibits coverage of or reimbursement by Medicaid or other public \nfunds for gender-affirming care provided to minors. \n65.  In passing the Act, the Legislature ignored testimony from Montana \nphysicians, pediatricians, psychiatrists, and other healthcare professionals about the \nlifesaving benefits of gender-affirming care to their patients and the substantial \nharm that youth would suffer if they were prohibited from receiving this care.  \nSenator Emrich, for instance, insisted that gender dysphoria was a dissociative \n16 \n \n\ndisorder, based on information retrieved from the internet, despite testimony from \na licensed Montana psychiatrist to the contrary based on the DSM-V. See 2/7/23 \nSenate Floor Session, 13:33:09, available at http://sg001-harmony.sliq.net/00309/ \nHarmony/en/PowerBrowser/PowerBrowserV2/20230207/-1/46207#agenda; see \nalso 1/27/23 Senate Committee Hearing, 12:44:45, available at http://sg001-\nharmony.sliq.net/00309/Harmony/en/PowerBrowser/PowerBrowserV2/20230127/-\n1/45413#agenda. \n66.  The Legislature also ignored the testimony of Montanans, both youth \nand adults, who shared their painful experiences of depression, anxiety, and \nsuicidal ideation prior to receiving treatment for their gender dysphoria. Indeed, the \nLegislature censured Representative Zooey Zephyr after she described the life-\nthreatening effects that the Act would have on Montanans. \n67.  The Legislature further disregarded the testimony of Montana parents \npleading for the State not to risk their children’s health and survival by stripping \nthem of medical care that has enabled them to survive and thrive. \n68.  Members of the Legislature also voiced their disapproval of gender \ntransition, including based on their personal views about sex, morality, and \nreligion.  For example, Senator Manzella stated that “you cannot change your sex” \nbecause “the Creator has reserved that for Himself.” See 2/7/23 Senate Floor \nSession, 13:44:46, available at http://sg001-harmony.sliq.net/00309/Harmony/en/ \nPowerBrowser/PowerBrowserV2/20230207/-1/46207#agenda. \n69.  Likewise, Senator Fuller, the primary sponsor of the Act, objected to \nproviding transgender people with gender-affirming hormones because he believed \nthat it is not “natural.”  See 2/7/23 Senate Floor Session, 13:15:30, available at \nhttp://sg001-harmony.sliq.net/00309/Harmony/en/PowerBrowser/ \nPowerBrowserV2/20230207/-1/46207#agenda. He further opined that “transgender \nideology” is a “spiritual dogma” and that “medicine cannot make a man into a \n17 \n \n\nwoman or a woman into a man.” See id. at 13:14:33. He claimed that a young \nperson seeking gender-affirming care to treat their gender dysphoria was \ntantamount to someone seeking to engage in self-harm. See id. at 13:15:20. He had \nalso previously characterized his legislative mission as seeking “to protect children \nfrom being spayed, neutered, and mutilated.” John Fuller, Glacier Queer Alliance \ndirector’s criticism off-base¸ Daily Inter Lake News (Dec. 1, 2022), available at \nhttps://dailyinterlake.com/news/2022/dec/01/glacier-queer-alliance-directors-\ncriticism-base. \n70.  Multiple legislators similarly described gender-affirming treatments as \n“mutilation” and “disfigurement.” See 2/7/23 Senate Floor Session, 14:16:40, \navailable at http://sg001-harmony.sliq.net/00309/Harmony/en/PowerBrowser/ \nPowerBrowserV2/20230207/-1/46207#agenda; see also 3/20/23 House Committee \nHearing, 8:25:25, available at http://sg001-harmony.sliq.net/00309/Harmony/en/ \nPowerBrowser/PowerBrowserV2/20230320/-1/47786#agenda. Senator Hertz went \nso far as to compare receiving gender-affirming care to getting a lobotomy. See \n2/7/23 Senate Floor Session, 14:01:15, available at http://sg001-harmony.sliq.net/ \n00309/Harmony/en/PowerBrowser/PowerBrowserV2/20230207/-1/46207#agenda. \n71.  Representative Seekins-Crowe acknowledged concerns that without \ngender-affirming care, “the risk of suicide goes way up.” But she nonetheless \nsupported the Act. She explained that when one of her children previously \nexperienced suicidal ideation (for unstated reasons), someone once asked her: \n“Wouldn’t [you] do anything to help save her?” Representative Seekins-Crowe \nresponded the answer was “No. I was not going to give in to her emotional \nmanipulation.” She closed her remarks by stating, “That’s my story, and I want this \nto be your story as well.” See 3/23/23 House Floor Session, 14:02:30, available at \nhttp://sg001-harmony.sliq.net/00309/Harmony/en/PowerBrowser/ \nPowerBrowserV2/20230323/-1/46152#info. \n18 \n \n\n72.  The Act’s sole purpose is to intentionally burden a transgender \nperson’s ability to seek necessary care to align their body with their gender \nidentity. \n73.  The Legislature failed to offer any legitimate public purpose for the \nAct, and none exists. The Act was passed to express antipathy toward and to harm \ntransgender people.  \n74.  If the Act goes into effect, health care professionals and physicians in \nMontana will cease providing gender-affirming care to minor patients. In addition \nto the risk of litigation authorized by the statute, a health care professional or \nphysician who provides the prohibited care will be subject to suspension of their \nlicense to practice for at least a year.  \n75.  These licensing actions may be pursued by the Montana Board of \nMedical Examiners and the Montana Board of Nursing. \n76.  The Act will result in the denial of medically necessary care to \ntransgender people under the age of 18. \n77.  The Act will result in parents of transgender children being unable to \nobtain necessary medical treatment for their children. \n78.  Withholding medically necessary medical treatment from adolescents \nwith gender dysphoria puts them at risk of extreme harm to their health and well-\nbeing. \n79.  Studies have shown that when adolescents are able to access puberty-\ndelaying medication and gender-affirming hormone therapy, their distress recedes, \nand their mental health improves. Both clinical experience and multiple medical \nand scientific studies confirm that for many young people this treatment is not only \nsafe and effective, but also prevents significant harms of untreated gender \ndysphoria. Indeed, transgender youth who are able to access this essential and \n19 \n \n\nwell-established medical care often go from painful suffering to become thriving \nyoung people. \n80.  Conversely, for adolescents with gender dysphoria and a clinical need \nfor hormone therapy, withholding or denying this treatment contributes to \nclinically significant distress and places the young person at ongoing increased risk \nof suicide, self-harm, and other serious and lifelong psychological harms. \n81.  If a healthcare provider is forced to stop puberty-delaying medication \nor hormone therapy due to the Act, it may cause patients to resume their \nendogenous puberty, and there may be reversal of some of the physical changes \nthat have occurred during hormone therapy. Involuntary withdrawal of gender-\naffirming hormones will likely be associated with a marked increase in the \ndebilitating experience of gender dysphoria associated with significant anxiety, \ndepression, self-harm, and suicidality. \n82.  This could result in extreme distress for patients who have been \nrelying on medical treatments to prevent bodily changes from endogenous puberty. \nFor a girl who is transgender, this could mean that she would start experiencing \ngenital growth, body hair growth, deepening of her voice, and development of a \nmore pronounced laryngeal prominence (Adam’s apple). For a boy who is \ntransgender, this could mean the initiation of a menstrual cycle, breast growth, and \nfeminine fat distribution (primarily in the hips and buttocks). These changes can be \nextremely distressing for a transgender young person experiencing gender \ndysphoria that had been relieved by medical treatment. \n83.  Additionally, the effects of undergoing one’s endogenous puberty \nmay not be reversible even with subsequent hormone therapy and surgery in \nadulthood, thus exacerbating lifelong gender dysphoria in patients who have this \nessential and necessary treatment withheld or prematurely terminated. Secondary \n20 \n \n\nsex characteristics, such as stature, genital growth, voice, and breast development, \ncan be impossible or more difficult to counteract. \n84.  For patients who are currently undergoing treatment with gender-\naffirming hormones like estrogen or testosterone, withdrawing care can result in a \nrange of serious physiological and mental health consequences. The body takes \nabout six weeks to ramp up endogenous hormones, so if a healthcare provider is \nforced to stop treatment, a patient may be without sufficient circulating hormones \nat all. This can result in depressed mood, hot flashes, and headaches. For patients \non spironolactone—a testosterone suppressant—terminating treatment abruptly can \ncause a patient’s blood pressure to spike, increasing a young person’s risk of heart \nattack or stroke. The withdrawal of treatment also results in predictable and \nnegative mental health consequences, including heightened anxiety and depression. \n85.  What is more, the enactment of laws like the Act gravely and directly \nthreatens the mental health and wellbeing of transgender youth in Montana. \nStudies have shown that experiencing discrimination in health care settings poses a \nunique risk factor for heightened suicidality among transgender individuals. And \nthe 2022 National Survey on LGBTQ Youth Mental Health found that LGBTQ \nyouth who had experienced discrimination based on sexual orientation or gender \nidentity had attempted suicide in the past year at nearly three times the rate as those \nwho had not (19% vs. 7%). See 2022 National Survey on LGBTQ Youth Mental \nHealth, Trevor Proj. 18 (2022), available at https://www.thetrevorproject.org/ \nsurvey-2022/assets/static/trevor01_2022survey_final.pdf. The same survey \nrevealed that 93% of transgender youth have worried about transgender people \nbeing denied access to gender-affirming medical care due to state or local laws, see \nid. at 14, while a different survey found that for 86% of transgender youth, the \ndebates about bills like the Act had negatively impacted their mental health. See \nBrooke Migdon, Over 71 Percent of LGBTQ Youth Say Restrictive State Laws \n21 \n \n\nHave Negatively Impacted Their Mental Health, Hill (Jan. 19, 2023), available at \nhttps://thehill.com/changing-america/well-being/mental-health/3819919-over-71-\npercent-of-lgbtq-youth-say-restrictive-state-laws-have-negatively-impacted-their-\nmental-health. \n86.  Gender-affirming medical care can be lifesaving treatment for \ntransgender minors experiencing gender dysphoria. The major medical and mental \nhealth associations support the provision of such care and recognize that the mental \nand physical health benefits to receiving this care outweigh the risks. These groups \ninclude the American Academy of Pediatrics, American Medical Association, the \nEndocrine Society, the Pediatric Endocrine Society, the American Psychological \nAssociation, the National Association of Pediatric Nurse Practitioners, the \nAmerican Nurses Association, the American Academy of Family Physicians, the \nAmerican College of Obstetricians and Gynecologists, the National Association of \nSocial Workers, and WPATH. \n87.  The failure to provide the appropriate medically necessary treatment, \nor the withdrawal of such medically necessary care, to a transgender youth will \ncause immediate, serious, and potentially life-threatening and life-long harm. \n88.  The Act establishes a complete ban on well-established, evidence-\nbased, and medically necessary medical treatments for minors “only when \nknowingly provided to address a female minor’s perception that her gender or sex \nis not female or a male minor’s perception that his gender or sex is not male” Act, \n§ 4(1)(c). \n89.  While the Act prohibits the use of well-established, medically \nnecessary treatments for gender dysphoria in transgender adolescents because these \ntreatments are provided for the treatment of gender dysphoria, it nonetheless \npermits the use of these treatments for any other purpose. \n22 \n \n\n90.  The puberty-delaying medication prohibited by the Act for the \ntreatment of gender dysphoria are the same drugs that are commonly used to treat \ncentral precocious puberty, which is the premature initiation of puberty (before \neight years of age in people assigned female at birth and before nine years of age in \npeople assigned male) by the central nervous system. The Act permits puberty-\ndelaying medical treatment for central precocious puberty because it is not \nprovided to affirm a person’s gender identity different from their sex assigned at \nbirth. \n91.  The Act prohibits hormone therapy when the treatment is prescribed \nto transgender patients to treat gender dysphoria, but the same hormone therapy is \npermitted when prescribed to cisgender patients for other purposes. For example, \ncisgender boys with delayed puberty may be prescribed testosterone if they have \nnot begun puberty by fourteen years of age. Without testosterone, puberty would \neventually initiate naturally for most of these patients. Testosterone, however, may \nbe prescribed to avoid some of the social stigma that comes from undergoing \npuberty later than one’s peers and failing to develop the secondary sex \ncharacteristics consistent with their gender at the same time as their peers. \nLikewise, cisgender girls with primary ovarian insufficiency, hypogonadotropic \nhypogonadism (delayed puberty due to lack of estrogen caused by a problem with \nthe pituitary gland or hypothalamus), or Turner’s Syndrome (a chromosomal \ncondition that can cause a failure of ovaries to develop) may be treated with \nestrogen. And cisgender girls with polycystic ovarian syndrome (a condition that \ncan cause increased testosterone and, as a result, symptoms including facial hair) \nmay be treated with testosterone suppressants. The same treatments that are \npermitted for cisgender minors are thus banned if provided to transgender minors. \n92.  The Act prohibits chest surgery on transgender young men to treat \ngender dysphoria, but minors are permitted to undergo chest surgeries for other \n23 \n \n\nreasons. For example, cisgender adolescent boys can have surgery to treat \ngynecomastia—the proliferation of ductal or glandular breast tissue, as opposed to \nadipose tissue, in individuals assigned male at birth. And cisgender adolescent girls \ncan have breast reconstruction surgery, including to address conditions such as \nbreast hypoplasia: a lack of breast development in people assigned female at birth. \nThese kinds of surgeries are commonly performed to reduce psychosocial distress. \nTherefore, under the Act, a transgender boy cannot receive medically necessary \nchest-masculinizing surgery to affirm his gender identity, but a cisgender boy can \nreceive such care for his medical needs. Likewise, a transgender girl cannot receive \nmedically necessary chest-feminizing surgery to affirm her gender identity, but a \ncisgender girl can receive such care for her medical needs. \n93.  The Act is so damaging to the health and well-being of transgender \nadolescents that some of these adolescents’ families with the resources to do so \nhave taken steps to uproot their entire lives to move out of Montana in light of the \nAct. For many more, however, that devastating option is not available, so these \nfamilies and youth will have no choice but to remain and endure the harms that the \nAct inflicts.  \nThe Impact of the Act on Plaintiffs \nA. The Minor Patients & Their Families \nThe van Garderen Family \n94.  Scarlet is 16 years old and about to finish her junior year of high \nschool, where she is actively involved with activities including jazz band, concert \nband, marching band, speech and debate, and color guard. She has lived in \nMontana her whole life and wants to attend Montana State University after she \ngraduates. \n24 \n \n\n95.  Scarlet is transgender. When she was born, she was designated as \nmale on her birth certificate but her gender identity is female. \n96.  In early spring 2021, Scarlet first told a close friend that she was \ntransgender. In May 2021, she came out to her mom. She remembers the relief of \nlearning about other people’s stories and beginning to understand that she was not \nthe only person who felt like they were trapped in the wrong body. \n97.  Scarlet’s parents were accepting of her identity, although they worried \nabout how the world would accept her. Overall, they have been pleased with how \nsupportive the people in their lives have been. \n98.  Throughout the fall of 2021, Scarlet gradually came out to more and \nmore people until, by December, she was using female pronouns and her preferred \nname exclusively. \n99.  Scarlet started seeing a therapist in November 2021, and she was \neventually referred to a doctor to discuss gender-affirming medical care. In \naddition to the information provided by her doctors, Jessica also did a lot of \nresearch about gender-affirming care during this time. \n100.  In or around February 2022, Scarlet started seeing an endocrinologist \nand was prescribed puberty-blocking medication. \n101.  After she turned 16, in July 2022, Scarlet started gender-affirming \nhormone therapy. She was prescribed estrogen to initiate puberty consistent with \nher gender identity. Scarlet also sees a naturopath who coordinates with her \nendocrinologist to provide her care. \n102.  Scarlet legally changed her name in December 2022. \n103.  Before accessing gender-affirming care, Scarlet’s parents had noticed \nthat Scarlet had withdrawn and found it increasingly hard to get out of bed. Her \nmom noticed that, in public, Scarlet would wear a baggy hoodie all the time, even \nwhen it was warm out, as if she did not want anyone to see her. Her distress \n25 \n \n\nreached such an intense point that Jessica remembers times when she would open \nScarlet’s bedroom door and hope she was still alive. She felt a wave of relief each \ntime she was. \n104.  After starting care, Scarlet felt like a weight had been lifted. Within \nweeks of Scarlet starting her puberty-blocking medication, Jessica was not so \nworried that Scarlet would hurt herself. \n105.  As Ewout explains, the positive change he has witnessed in Scarlet \nsince she has been able to access gender-affirming care has been “night and day.” \nJessica noticed that Scarlet’s distress lessened almost immediately upon learning \nabout the possibility of gender-affirming care. \n106.  Now that Scarlet is receiving this care, Jessica knows that this was the \nright choice and they “can’t go back” without the same distress and pain \nresurfacing. \n107.  Scarlet finally feels more comfortable in her body and does not \nbelieve she could live without the gender-affirming care she is now receiving. \n108.  Jessica and Ewout are also concerned about their daughter's mental \nhealth if her treatment is cut off. They fear she will lose the happiness and self-\nconfidence she has experienced because of her treatment, and are worried her \ndistress would return if her care was interrupted and her body began to undergo \nadditional changes from endogenous puberty. \n109.  Scarlet’s family has built ties in the community and they do not want \nto be pressured to leave in order to live in a place where they can access necessary \nmedical care. Scarlet is looking forward to being a section leader in her high school \nband next year and does not want to leave her friends. Jessica is the color guard \ncoach at the school. Ewout started a local handyman business last year and does \nnot want to have to rebuild his clientele. \n \n26 \n \n\n \nThe Cross Family \n110.  Phoebe Cross is 15 years old and about to finish his first year of high \nschool, where he is actively involved in many activities, including playing the \nsaxophone in symphonic band, speech and debate, and art. He qualified to join his \nschool’s speech and debate team in competing at this year’s National competition. \nHe has lived in Montana his entire life. \n111.  Phoebe is transgender. When he was born, he was assigned the gender \ndesignation of female. He, however, has known he was not a female since \npreschool. \n112.  Throughout much of childhood Phoebe expressed his gender identity \nin a traditionally male manner in, for example, the activities he participated in and \nthe clothing he chose to wear. \n113.  In upper elementary school, he experienced significant bullying and \npeer pressure, which led him to try to conform to a traditionally female manner of \nexpressing gender. During this time, he began experiencing acute gender \ndysphoria. \n114.  When Phoebe was in 6th grade, he told his friends that he did not \nidentify as a girl. \n115.  Molly and Paul noticed Phoebe’s intense and worsening mental health \nchallenges throughout Phoebe’s 7th and 8th grade years. They arranged for Phoebe \nto receive mental health and psychiatric care to address these challenges. \n116.  During this time period, Phoebe’s parents witnessed Phoebe’s \ndeteriorating mental health condition, expressed through suicidal ideations and \nattempts/gestures. \n117.  In the fall of Phoebe’s 8th grade year he came out to his parents as \ntransgender and began socially transitioning. Phoebe cut his hair short, returned to \n27 \n \n\nwearing more traditionally masculine clothing, and began wearing a chest binder. \nSince then, Phoebe has consistently described his persistent painful feelings related \nto having a female body, while desiring to feel more masculine. Molly and Paul \nnoticed a marked improvement in Phoebe’s health after he began socially \ntransitioning. \n118.  Despite some improvements in Phoebe’s mental health, he suffered an \nacute mental health crisis resulting in the need for emergency medical treatment in \nJanuary 2022. Following this incident, Phoebe began asking about other ways to \nbetter align his body with a male gender, including options to prevent menstruation \nand the potential of starting hormone replacement therapy. \n119.  In May 2022, Phoebe had his first appointment with a Board-Certified \nFamily Nurse Practitioner and Advanced Practice Registered Nurse, licensed by \nthe Montana Board of Nursing, with expertise in gender-affirming care where they \ndiscussed the potential of Phoebe starting hormone replacement therapy. The \nfamily was given resources to consider and scheduled follow up appointments. \n120.  In July 2022, Phoebe began seeing a therapist with expertise in \ntreating gender-diverse individuals; after a number of visits, that therapist \ndiagnosed Phoebe with gender dysphoria. \n121.  Molly and Paul were accepting of Phoebe’s male/transgender identity. \nAlthough they were not surprised by Phoebe’s diagnosis, as Phoebe had begun \ntalking about being transgender for some time, they were not familiar with the \nscience and care related to a gender dysphoria diagnosis. \n122.  As they explored options for gender-affirming care, both parents \nbegan reviewing scientific publications on gender dysphoria and its treatments, \nconsulting resources such as the WPATH Standards of Care, and generally sought \nout more information on gender dysphoria. \n28 \n \n\n123.  With the aid of medical and mental health professionals, Phoebe has \ntaken certain steps to bring his body into conformity with his male identity. In \nSeptember 2022, Phoebe was prescribed and began taking testosterone to treat his \ngender dysphoria. \n124.  Phoebe feels that receiving gender-affirming care, including \ntestosterone, has been a lifeline. \n125.  Phoebe continues to see a therapist, the Family Nurse Practitioner \nspecializing in gender-affirming care, and a psychiatrist. \n126.  Phoebe wishes he would have received education about being \ntransgender sooner so that he could have started receiving gender-affirming care \nearlier to prevent much of the anguish of gender dysphoria he experienced as a \nresult of starting puberty. \n127.  Before accessing gender-affirming care, Phoebe suffered from severe \ndepression and anxiety. At the onset of puberty and starting middle school, where \nsports were segregated by birth-assigned sex for the first time, Phoebe’s gender \ndysphoria soared. He lost motivation to do the things that he had once excelled at \nand loved. \n128.  He felt constant discomfort being in his body. Doing everyday menial \ntasks, such as bending over, was a painful reminder that his body did not align with \nwho he knew himself to be. \n129.  Since receiving gender-affirming care and taking testosterone, Phoebe \nfeels so much better just existing. He feels that his baseline is happier, and when he \nlooks in the mirror, he feels like he is finally seeing his real self. \n130.  Paul and Molly have witnessed numerous positive changes in Phoebe \nsince he has been able to access gender-affirming care, including that their child is \nclearly more comfortable and pleased with his appearance. His depression has \nsignificantly abated and he has not experienced any acute mental health challenges \n29 \n \n\nsince starting testosterone. They have witnessed an immense growth in his \nconfidence. They see that their child has hope for his future, in a way that he did \nnot have before he received gender-affirming care. \n131.  Phoebe believes that taking testosterone saved his life and he would \nbe devastated if his care was taken away. He fears that his mental health would \nreturn to the dark space that he was previously in before receiving care for his \ngender dysphoria. \n132.  Paul and Molly are also concerned about the potentially devastating \nimpacts on Phoebe if his gender-affirming care is taken away from him. They fear \nthat his mental health would erode and he would slip back into a state of \ndepression, possibly even leading to self-harm. \n133.  The Cross family does not wish to leave Bozeman and would only do \nso if Phoebe’s medically necessary care was taken away. Paul has been working at \nhis dream job for the past 18 years, studying wildlife issues around the \nYellowstone ecosystem. His expertise is very specific. The family loves Montana \nand feels immersed in the community. They have a supportive friend network with \nwhom they participate in many Montanan activities, including hiking, fishing, \nrafting, and skiing. \nB. The Provider Plaintiffs \nDr. Juanita Hodax \n134.  Plaintiff Dr. Juanita Hodax is a physician licensed by the Montana \nBoard of Medical Examiners and certified by the American Board of Pediatrics in \ngeneral pediatrics and pediatric endocrinology. She obtained a Bachelor of Science \ndegree in physiology from the University of Washington and received her Doctor \nof Medicine degree from New York Medical College. After medical school, Dr. \nHodax completed a residency and fellowship at Hasbro Children’s Hospital at the \n30 \n \n\nWarren Alpert Medical School of Brown University. While training in pediatric \nendocrinology at Brown University, Dr. Hodax took an interest in gender-\naffirming care. \n135.  After completing her fellowship at Brown University, Dr. Hodax \nbegan working as a pediatric endocrinologist at Seattle Children’s Hospital. In that \nrole, she continued to develop her interest and expertise in gender-affirming care, \nin addition to providing general pediatric endocrine care such as diabetes \nmanagement and thyroid care. Dr. Hodax provides gender-affirming care through \nthe Gender Clinic at Seattle Children’s Hospital and has served as Co-Director of \nthat clinic since 2020. She has conducted research on the health of transgender \nyouth, including serving as the primary investigator on grant-funded research, and \nis also a member of WPATH. \n136.  In addition to her practice at Seattle Children’s Hospital, Dr. Hodax \nprovides pediatric endocrine care through Community Children’s at Community \nMedical Center in Missoula, Montana (“the Missoula Clinic”). Dr. Hodax has \nregularly traveled to Montana since 2019 in order to provide care to young \nMontanans through the Missoula clinic. Her current practice at the Missoula clinic \nis focused exclusively on gender-affirming care because of the extent to which that \ncare is needed in the community. Some of Dr. Hodax’s patients travel from across \nthe state of Montana in order to receive gender-affirming care at the Missoula \nClinic. A number of her patients rely on reimbursement from Montana Medicaid to \naccess gender-affirming care. \n137.  Dr. Hodax is bringing her claims on behalf of herself and her patients \nwhose gender-affirming care will be prohibited by the Act. \n138.  Over the course of her career, Dr. Hodax has treated hundreds of \nminors for gender dysphoria and provided them with gender-affirming care. The \n31 \n \n\nGender Clinic at Seattle Children’s Hospital, for which Dr. Hodax serves as Co-\nDirector, sees thousands of minor patients each year. \n139.  In cooperation and consultation with other healthcare providers at the \nMissoula Clinic, Dr. Hodax treats patients under the age of eighteen for gender \ndysphoria and provides gender-affirming care. As part of that care, Dr. Hodax \nprescribes medically necessary medications to treat gender dysphoria, including \nmedications to delay puberty and hormone replacement therapy where medically \nappropriate. \n140.  A significant portion of the time that Dr. Hodax spends with families \nis devoted to discussing treatment options and explaining their risks and benefits, \njust as she discusses options and risk with other patients experiencing other \nmedical conditions. Dr. Hodax requires parental consent before treating minors \nwith puberty blockers or hormone replacement therapy.  \n141.  Dr. Hodax is not aware of any of her patients who have regretted \ninitiating gender-affirming care. To the contrary, Dr. Hodax has repeatedly \nwitnessed dramatic benefits in her patients who are able to access gender-affirming \ncare, including reduction in depression, anxiety, and suicidality from untreated \ngender dysphoria. \n142.  The Act would prohibit Dr. Hodax from providing medically \nnecessary care, even though the very same medications could be prescribed to \ncisgender minors for reasons other than to treat gender dysphoria, such as for \nprecocious puberty and hypogonadism. Dr. Hodax regularly prescribes these same \nmedications to cisgender minors for reasons other than to treat gender dysphoria. \nThe Act would also interfere with Dr. Hodax’s ability to support referrals for other \ngender-affirming care that her patients may need. \n143.  The Act would subject Dr. Hodax to professional discipline for \nproviding the same medically necessary care that can be provided to cisgender \n32 \n \n\npatients for reasons other than gender dysphoria. The Act would also impose civil \nliability on Dr. Hodax for providing medically necessary care. \n144.  If the Act were to take effect, Dr. Hodax would likely cease providing \nmedical care in Montana altogether, and give up her Montana medical license, \nbecause the nature of her medical practice in Montana would be prohibited by the \nAct. \n145.  The consequences of the Act for Dr. Hodax’s patients who are unable \nto continue accessing gender-affirming care would be dire. These patients and their \nfamilies have expressed significant anxiety about what they will do if the Act goes \ninto effect. During appointments, some parents have requested to speak in private \nwith Dr. Hodax, outside the presence of their children, and have cried over their \nfears about what will happen if their children are deprived by the Act of the \nmedical care that they need. \nDr. Katherine Mistretta \n146.  Plaintiff Dr. Katherine Mistretta is a Board-Certified Family Nurse \nPractitioner and Advanced Practice Registered Nurse, licensed by the Montana \nBoard of Nursing. She is also a Doctor of Nursing Practice with extensive training \nin both nursing and family medicine. She has obtained multiple nursing degrees \nover the span of nearly a decade of educational training, including a post-Graduate \nDoctor of Nursing Practice degree from the University of Colorado, College of \nNursing, a Bachelor of Science in Nursing, a Master’s in Nursing, and a Certificate \nin Nursing Education from Montana State University, College of Nursing in \nBozeman, Montana. \n147.  Dr. Mistretta has worked as a Family Nurse Practitioner at Bozeman \nCreek Family Health in Bozeman, Montana since 2013, where she provides a wide \nrange of care to patients of all ages. As part of her practice, Dr. Mistretta provides \ngender-affirming care to transgender patients, including those under the age of 18, \n33 \n \n\nin accordance with the WPATH Standards of Care Version 8, and with the \nguidelines issued by the Endocrine Society for the diagnosis and treatment of \ngender dysphoria. This includes providing gender-affirming care when medically \nnecessary to treat gender dysphoria in minors in the form of puberty blockers and \nhormone therapy that would be prohibited by the Act. \n148.  Dr. Mistretta is bringing her claims on behalf of herself and her \npatients whose gender-affirming care will be prohibited by the Act. \n149.  Over the course of her career, Dr. Mistretta has provided gender-\naffirming care to several hundred transgender patients, including adult patients as \nwell as patients who were minors at the time of treatment initiation. Dr. Mistretta is \nalso currently treating and intends to continue treating gender dysphoria in minors \nwith gender-affirming care. Several of Dr. Mistretta’s patients, including some \ntransgender youth receiving gender-affirming care to treat their gender dysphoria, \nare currently insured by Montana Medicaid. \n150.  As one of the few providers of gender-affirming care in Montana, a \nmassive state in which the population is spread widely, many of her patients travel \nlong distances to obtain this care. \n151.  Dr. Mistretta treats all of her minor transgender patients in accordance \nwith well-established standards of care. \n152.  Dr. Mistretta also regularly prescribes and administers the same \nmedications used to treat gender dysphoria in transgender minors—testosterone, \nestrogen, testosterone suppressants, and hormonal contraception—to cisgender \npatients as part of her general healthcare practice. This includes, for example, \nprescribing: hormone therapy to treat hormonal issues in cisgender women who are \npre-menopausal or cisgender men who are approaching andropause; hormone \nsuppressants to treat symptoms of polycystic ovarian syndrome, which can include \nunwanted facial hair and body hair, excessive sweating, and body odor in \n34 \n \n\ncisgender women; and testosterone for perimenopausal and menopausal cisgender \nwomen. \n153.  If the Act goes into effect, Dr. Mistretta will be prohibited from \ncontinuing to provide these medications to treat gender dysphoria in her minor \ntransgender patients because the purpose of that treatment is “to address the \nminor’s perception that [their] gender or sex is not [that assigned to them at birth].” \nAct, § 4(1)(c). But she will be permitted to continue providing the same treatments \nto her cisgender patients to address their medical needs. \n154.  If enforced, the Act would require Dr. Mistretta to either fully comply, \nas described above, and abandon the needs of her transgender patients, or risk the \nloss or suspension of her license, depriving her of the ability to care for any of her \npatients and thereby negatively impacting her livelihood. The Act would also \ndirectly conflict with Dr. Mistretta’s education and training by labeling her \ncompliance with accepted, evidence-based guidelines for treating gender dysphoria \nin transgender patients as “unprofessional conduct.” Act, §§ 4(2)(a), 7. \n155.  As a healthcare provider of patients who experience gender dysphoria, \nDr. Mistretta has developed close and meaningful relationships with her patients \nand their families. Seeking and receiving treatment for gender dysphoria is a \nprofoundly personal and informed decision based on a person’s innermost sense of \nself and individual needs in consultation with their family. It is also a subject that \nremains deeply misunderstood by the public at large, particularly among those \nlacking relevant healthcare knowledge and training. Given this reality, many of Dr. \nMistretta’s patients require and desire complete privacy. Dr. Mistretta believes that \nas a healthcare provider it is her duty and obligation to advocate on behalf of her \npatients, especially those who are not able to do so for themselves for fear of \ndiscrimination, harassment and violence. \n35 \n \n\n156.  Dr. Mistretta knows, from both her training and personal experience \nin treating adolescents with gender dysphoria, that allowing the Act to take effect \nwill be devastating to her patients and will significantly compromise their health \nand wellbeing. She is concerned that, without access to hormone therapy through a \nlicensed healthcare provider, some transgender youth with gender dysphoria will \nseek alternative means of accessing the care, including buying medication from \nunauthorized suppliers and using medication that they obtain from friends. This \nobviously presents serious risks to the health and safety of the individual. \n157.  Dr. Mistretta has already seen the mental and emotional harm that the \nAct has caused her patients and their families before it has even taken effect. She \nhas observed the undue stress and pressure it places on transgender adolescents and \ntheir families. Several of her patients and their families have told her that, if the \nAct takes effect, they may need to leave the state in order to obtain this life-saving \nmedical care. She has seen how even discussing the loss of gender-affirming care \ncan cause so much discomfort, pain, fear, and anxiety in her patients that she must \nseriously consider the most appropriate time and manner to initiate the discussion \nto minimize its negative consequences to their health and wellness. \n158.  Dr. Mistretta is deeply concerned for her young transgender patients \nbecause her educational, clinical, and practical experience fully confirm her \nknowledge that denying them access to the gender-affirming care proscribed by the \nAct will likely lead to an increase in their depression, anxiety, suicidal ideation, \nand even suicidal attempts. \nCLAIMS FOR RELIEF \n159.  Article II, Section 15 of the Montana Constitution provides:  “Rights \nof persons not adults.  The rights of persons under 18 years of age shall include, \nbut not be limited to, all the fundamental rights of this Article.” \n \n36 \n \n\nCOUNT I \n(Equal Protection of the Laws) \n(All Plaintiffs Against All Defendants) \n160.  Plaintiffs hereby incorporate all other paragraphs of this complaint as \nif fully set forth in this claim. \n161.  Article II, Section 4 of the Montana Constitution states that: “No \nperson shall be denied the equal protection of the laws.” \n162.  The Act, on its face and as applied, denies patients equal protection of \nthe laws on the basis of their gender identity, transgender status, and sex. It \ndiscriminates on the basis of gender identity, which is also a form of discrimination \non the basis of sex. Maloney v. Yellowstone County et al., Cause No. 1570–2019 & \n1572–2019 (Department of Labor and Industry, August 14, 2020). All of these \nforms of discrimination are forbidden by the equal protection clause of Article II, \nSection 4. \n163.  As described above, the Act targets transgender people, and only \ntransgender people, because it bars the provision and coverage of various forms of \nmedically necessary care only when such care is sought by transgender people \nseeking to align their bodies with their gender identity. \n164.  The Act treats similarly situated groups differently because the same \nmedical treatments that are prohibited when provided to transgender adolescents to \nhelp align their bodies with their gender identity may be provided to cisgender \nadolescents for any other purpose. \n165.  Under the Act, health care providers are prohibited from providing \ncertain medically necessary care to their transgender adolescent patients that they \nare permitted to provide to their cisgender adolescent patients. \n166.  Under the Act, whether or not a person can receive certain medical \ntreatments turns on their assigned sex at birth, whether they are transgender, and \n37 \n \n\nwhether the care tends to reinforce or disrupt stereotypes associated with their sex \nassigned at birth. The sex stereotypes that motivated the Act are also evidenced by \nits restrictions on promoting the use of “clothing or devices, such as binders, for \nthe purpose of concealing a minor’s secondary sex characteristics.” Act, §§ 3(10); \n4(7). \n167.  These restrictions, only affecting transgender people, serve no \nlegitimate purpose. They do nothing to protect the health or well-being of minors. \nTo the contrary, they gravely threaten the health and well-being of transgender \nadolescents by denying them access to lifesaving care, and evidence an intent to \ndiscriminate against transgender people. \n168.  Discrimination on the basis of transgender status or on the basis of sex \nis subject to heightened scrutiny because (a) transgender people have suffered a \nlong history of discrimination, which continues to this day; (b) transgender people \nare a discrete and insular group that lacks the political power to protect their rights \neffectively; (c) a person’s gender identity or transgender status bears no relation to \ntheir ability to contribute to society; and (d) gender identity is a core defining trait, \nfundamental to a person’s identity, that, as a condition of equal treatment, a person \ncannot be required to abandon. \n169.  The Act’s prohibition of Montana Medicaid and HMK coverage \nviolates equal protection by excluding a class of otherwise-eligible people from \ncoverage for medically necessary treatment based on their transgender status. \n170.  The Act makes it such that transgender people who are eligible for \nstate assistance are unable to access medically necessary treatment, while \ncisgender people who are eligible for state assistance are able to access such \ntreatment. \n38 \n \n\n171.  Moreover, the Act, on its face and as applied, diminishes the intrinsic \nworth and compromises the inalienable rights of transgender individuals, in \nviolation of Article II, Section 4. \n172.  The Act violates the equal protection rights of the minor plaintiffs and \ntheir parents, and the equal protection rights of the provider plaintiffs’ current and \nfuture adolescent patients. \n173.  The Act is not narrowly tailored to further a compelling state interest \nor substantially related to an important government interest. \n174.  For these reasons, Plaintiffs are entitled to a declaratory judgment \nfinding the Act unconstitutional and an injunction prohibiting the Act’s \nenforcement. \nCOUNT II \n(Interference with Fundamental Parental Rights) \n(Parent Plaintiffs Against All Defendants) \n175.  Plaintiffs hereby incorporate all other paragraphs of this complaint as \nif fully set forth in this claim. \n176.  Article II, Section 17 of the Montana Constitution provides: “No \nperson shall be deprived of life, liberty, or property without due process of law.” \n177.  The Montana Supreme Court has recognized that this provision \nprotects “the fundamental right of a parent to make decisions regarding the care of \ntheir children, including, among other things, the ‘upbringing, education, health \ncare, and mental health of their children.’” Stand Up Mont. v. Missoula Cnty. Pub. \nSchs., 2022 MT 153, ¶ 28, 409 Mont. 330, 514 P.3d 1062. This fundamental right \nis also explicitly protected by Montana statutory law. § 40-6-701, MCA. \n178.  This fundamental right is enforceable through an explicit private right \nof action. § 40-6-701(3), MCA. \n39 \n \n\n179.  The fundamental right of parental autonomy includes the right of \nparents to seek medically necessary care and to follow medical advice to protect \nthe health and well-being of their minor children. \n180.  Parents’ fundamental right to seek and follow medical advice is at its \napogee when the parents, their minor child, and that child’s doctor all agree on an \nappropriate course of medical treatment. \n181.  The Act’s prohibition against well-accepted medical treatments for \nadolescents with gender dysphoria stands directly at odds with parents’ \nfundamental rights to make decisions concerning the care of their children. \n182.  The Act does nothing to protect the health or well-being of minors. To \nthe contrary, it gravely threatens the health and well-being of adolescents with \ngender dysphoria by denying their parents the ability to obtain lifesaving care for \nthem. \n183.  The Act violates the fundamental rights of the parent plaintiffs. \n184.  The Act’s prohibition against the provision of medically accepted \ntreatments for adolescents with gender dysphoria is not narrowly tailored to serve a \ncompelling government interest. \n185.  For these reasons, Plaintiffs are entitled to a declaratory judgment \nfinding the Act unlawful and an injunction prohibiting the Act’s enforcement. \nCOUNT III \n(Plaintiffs’ Right to Privacy) \n(All Plaintiffs Against All Defendants) \n186.  Plaintiffs hereby incorporate all other paragraphs of this complaint as \nif fully set forth in this claim. \n187.  Article II, Section 10, of the Montana Constitution provides that the \nright of individual privacy is essential to a free society and “shall not be infringed \nwithout the showing of a compelling state interest.” \n40 \n \n\n188.  The right to privacy “broadly guarantees each individual the right to \nmake medical judgments affecting her or his bodily integrity and health in \npartnership with a chosen health care provider free from government interference.” \nArmstrong v. State, 1999 MT 261, ¶ 14, 296 Mont. 361, 989 P.2d 364. \n189.  The Act, on its face and as applied, violates patients’ right to privacy \nby drastically limiting their ability to make medical decisions in concert with their \nparents, barring a wide swath of health care options even where both patient and \nprovider agree they would be appropriate and necessary.  \n190.  Only transgender people are subjected to these infringements on their \nright to privacy, and the medical options foreclosed by the Act are often of critical \nimportance to their health and well-being. \n191.  The Act intrudes upon the private relationship between a patient and a \nhealth care provider, essentially imposing the State’s ideologically-informed \nopinion on the patient-provider relationship and restricting providers’ ability to \nrely on their expertise and reasoned medical judgment in recommending and \nseeking the best health care options for their patients. \n192.  The Act violates the privacy rights of the minor plaintiffs and their \nparents, and the privacy rights of the provider plaintiffs’ current and future \nadolescent patients. \n193.  The Act and its infringements on the right to privacy are subject to \nstrict scrutiny. There is no compelling state interest that justifies this breach of \nArticle II, Section 10 of the Montana Constitution. Nor are the infringements \nauthorized by the Act related to a substantial or important government interest. \nThere is no justification for the State of Montana to deny to patients and their \nparents the right to make medical decisions without state compulsion. \n41 \n \n\n194.  For these reasons, Plaintiffs are entitled to a declaratory judgment \nfinding the Act unconstitutional and an injunction prohibiting the Act’s \nenforcement. \nCOUNT IV \n(Plaintiffs’ Right to Seek Health) \n(All Plaintiffs Against All Defendants) \n195.  Plaintiffs hereby incorporate all other paragraphs of this complaint as \nif fully set forth in this claim. \n196.  Article II, Section 3, of the Montana Constitution contains the \nfundamental right to seek health, providing that Montanans have a fundamental \nand inalienable right to “seek[] their safety, health and happiness in all lawful \nways.” Montana Cannabis Industry Ass’n v. State, 2012 MT 201, ¶¶ 22-24, 366 \nMont. 224, 286 P.3d 1161. \n197.  This right encompasses “the right to seek and obtain medical care \nfrom a chosen health care provider and to make personal judgments affecting one’s \nown health and bodily integrity without government interference.” Armstrong, ¶ \n72. \n198.  As discussed above, the Act, on its face and as applied, violates \npatients’ right to make medical decisions in concert with their parents free from \ngovernment interference. \n199.  The Act thus flies in the face of the Montana Constitution’s multi-\nlayered protections for medical autonomy, which is protected through both the \nright to privacy—discussed above—and the right to seek health contained in \nArticle II, Section 3. \n200.  Additionally, the Act’s prohibition of Medicaid and HMK coverage \nviolates patients’ fundamental rights because the right to seek health would have \n42 \n \n\nlittle meaning without the financial resources to access the medically necessary \ncare one seeks. \n201.  The Act runs counter to the stated purpose of Montana Medicaid, \nwhich is “providing necessary medical services to eligible persons who have need \nfor medical assistance.” § 53-6-101(1), MCA.  \n202.  The Act, on its face and as applied, violates patients’ fundamental \nright to seek health and their corresponding right to finance their health care, and is \ntherefore subject to strict scrutiny.  \n203.  There is no justification for the State of Montana to deny patients their \nfundamental right to seek health. \n204.  The Act violates the health rights of the minor plaintiffs and their \nparents, and the health rights of the provider plaintiffs’ current and future \nadolescent patients. \n205.  The Act is not narrowly tailored to further a compelling state interest \nor substantially related to an important government interest. \n206.  For these reasons, Plaintiffs are entitled to a declaratory judgment \nfinding the Act unconstitutional and an injunction prohibiting the Act’s \nenforcement. \nCOUNT V \n(Plaintiffs’ Right to Dignity) \n(All Plaintiffs Against All Defendants) \n207.  Plaintiffs hereby incorporate all other paragraphs of this complaint as \nif fully set forth in this claim. \n208.  Article II, Section 4, of the Montana Constitution provides that “[t]he \ndignity of the human being is inviolable.” \n209.  The Montana Supreme Court has recognized that this right to dignity \nis a fundamental right and “demands that people have for themselves the moral \n43 \n \n\nright and moral responsibility to confront the most fundamental questions about the \nmeaning and value of their own lives and the intrinsic value of life in general, \nanswering to their own consciences and convictions.” Armstrong, ¶ 72.  \n210.  The express fundamental right to dignity is a unique and highly \nsignificant component of the Montana Constitution, and has been interpreted by \nthis State’s courts to bolster the individual rights of the citizens of Montana. \n211.  “Moreover, ‘[t]reatment which degrades or demeans persons, that is, \ntreatment which deliberately reduces the value of persons, and which fails to \nacknowledge their worth as persons, directly violates their dignity.’” Walker v. \nState, 2003 MT 134, ¶ 81, 316 Mont. 103, 68 P.3d 872 (quoting Matthew O. \nClifford & Thomas P. Huff, Some Thoughts on the Meaning and Scope of the \nMontana Constitution's “Dignity” Clause with Possible Applications, 61 Mont. L. \nRev. 301, 307 (2000)). \n212.  The Act, on its face and as applied, violates patients’ right to dignity \nby threatening and demeaning the humanity and identity of transgender \nindividuals. \n213.  A person’s ability to live their life as their true self, consistent with \ntheir core identity, and—specifically to the point here—to align their body with \ntheir gender identity, is at the heart of the notion of dignity. \n214.  By drastically limiting the ability of transgender people to seek \npotentially life-saving care that would allow them to live in alignment with their \ngender identity, the Act infringes on their fundamental right to dignity. \n215.  Moreover, the Act’s recasting of a transgender person’s gender \nidentity as a mere “perception” is itself demeaning to their dignity. \n216.  The right to dignity also augments the claims above regarding \ndiscrimination and medical autonomy, as it has been read together with other \n44 \n \n\nfundamental rights to bolster the strength of protections afforded by the Montana \nConstitution to the citizens of the State. \n217.  Infringements on the right to dignity—a fundamental right—draw \nstrict scrutiny. \n218.  The Act violates the dignity rights of the minor plaintiffs and their \nparents, and the dignity rights of the provider plaintiffs’ current and future \nadolescent patients. \n219.  The Act is not narrowly tailored to further a compelling state interest \nor substantially related to an important government interest. \n220.  For these reasons, Plaintiffs are entitled to a declaratory judgment \nfinding the Act unconstitutional and an injunction prohibiting the Act’s \nenforcement. \nCOUNT VI \n(Freedom of Speech & Expression) \n(All Plaintiffs Against All Defendants) \n221.  Plaintiffs hereby incorporate all other paragraphs of this complaint as \nif fully set forth in this claim. \n222.  Article II, Section 7 of the Montana Constitution provides: “No law \nshall be passed impairing the freedom of speech or expression. Every person shall \nbe free to speak or publish whatever he will on any subject, being responsible for \nall abuse of that liberty.” \n223.  The bundle of rights protected by this constitutional provision \nincludes the right to receive information, as an indispensable component of the free \nexchange of ideas. See State ex rel. Missoulian v. Montana Twenty-First Judicial \nDist. Court, Ravalli County (1997), 281 Mont. 285, 301, 933 P.2d 829, 839. \n224.  The Act provides that “[a]ny individual or entity that receives state \nfunds to pay for or subsidize the treatment of minors for psychological conditions, \n45 \n \n\nincluding gender dysphoria, may not use state funds to promote or advocate the \nmedical treatments prohibited in subsection (1)(a) or (1)(b).” Act, § 4(4). \n225.  These provisions of the Act impermissibly burden the right to freedom \nof speech and expression protected by the Montana Constitution, restricting the \nrights not only of those who would—relying on the robust medical guidance \ndetailed above—promote various practices prohibited by the Act, but also the \nrights of Plaintiffs’ to receive such information. \n226.  The speech restricted by the Act is fully protected—healthcare \npractitioners have a right and indeed a duty to promote evidence-based and \nmedically accepted treatments that they believe are in the best interest of their \npatients, including patients experiencing gender dysphoria, and patients have a \nright to hear their doctors’ medical recommendations. \n227.  The Act is subject to strict scrutiny because it is neither viewpoint nor \ncontent neutral. \n228.  The Act discriminates on the basis of viewpoint by penalizing speech \nonly when that speech is related to care that would affirm a gender identity when \nthat gender identity is different from a person’s assigned sex at birth. The law does \nnot restrict speech related to care that would affirm a gender identity that matches a \nperson’s assigned sex at birth. \n229.  The Act discriminates on the basis of content because it penalizes \nspeech related to transgender patients, gender transition, and treatment for gender \ndysphoria, thus penalizing speech based on its content. \n230.  The Act violates the free speech and expression rights of the provider \nplaintiffs, and the related rights to receive information of the minor plaintiffs and \ntheir parents. \n231.  The Act is not narrowly tailored to further any compelling state \ninterest or substantially related to any important government interest. \n46 \n \n\n\n\nNew York, NY 10004 | 212-549-2561 \negill@aclunc.org \nmpicasso@aclu.org \nasensharma@aclu.org \n \nMatthew P. Gordon \nPerkins Coie LLP \n1201Third Avenue, Suite 4900 \nSeattle, WA 98101 | 206-359-8000 \nmgordon@perkinscoie.com \n \nPeter C. Renn* \nKell Olson*  \nChristina S. Paek*  \nLambda Legal Defense and Education \nFund \n800 S. Figueroa Street, Suite 1260 \nLos Angeles, CA 90017 | 213-382-7600 \nprenn@lambdalegal.org \nkolson@lambdalegal.org \ncpaek@lambdalegal.org \n \nNora Huppert* \n65 E. Wacker Place, Suite 2000 \nChicago, IL  60601 | 312-663-4413 \nnhuppert@lambdalegal.org\n48 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/141086"
    },
    {
      "date": "2024-12-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 637,
      "cite_1_reporter": "P.3d",
      "cite_1_vol": 560,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Montana state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 155619,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/155619.pdf",
      "title": "Opinion",
      "text": "12/11/2024\nDA 23-0572\nCase Number: DA 23-0572\nIN THE SUPREME COURT OF THE STATE OF MONTANA\n2024 MT 303\nPHOEBE CROSS, a minor by and through\nhis guardians Molly Cross and Paul Cross;\nMOLLY CROSS, an individual; PAUL CROSS,\nan individual; JANE DOE, an individual;\nJOHN DOE, an individual; JUANITA HODAX,\non behalf of herself and her patients,\nKATHERINE MISTRETTA, on behalf of\nherself and her patients,\n                    Plaintiffs and Appellees,\n          v.\nSTATE OF MONTANA; GREGORY GIANFORTE,\nin his official capacity as Governor of the\nState of Montana; AUSTIN KNUDSEN, \nin his official capacity as Attorney General;\nMONTANA BOARD OF MEDICAL\nEXAMINERS; MONTANA BOARD OF\nNURSING; MONTANA DEPARTMENT OF\nPUBLIC HEALTH AND HUMAN SERVICES;\nCHARLIE BRERETON, in his official capacity\nas Director of the Montana Department of\nPublic Health and Human Services,\n                    Defendants and Appellants.\nAPPEAL FROM: District Court of the Fourth Judicial District,\nIn and For the County of Missoula, Cause No. DV 23-541\nHonorable Jason Marks, Presiding Judge\nCOUNSEL OF RECORD:\nFor Appellants:\nAustin Knudsen,  Montana  Attorney General, Michael D.  Russell, \nMichael  Noonan,  Thane  Johnson,  Alwyn  Lansing,  Assistant \nAttorneys General, Helena, Montana\n\nEmily Jones, Special Assistant Attorney General, Jones Law Firm, \nPLLC, Billings, Montana\nFor Appellees:\nAlex  Rate,  Marthe  Y.  VanSickle,  Akilah  Deernose,  ACLU  of \nMontana, Missoula, Montana\nMalita Picasso, ACLU Foundation, New York, New York\nMatthew P. Gordon, Heather Shook, Courtney Schirr, Sara Cloon, \nKayla Lindgren, Perkins Coie LLP,  Seattle, Washington\nPeter C. Renn, Kell Olson, Lambda Legal Defense and Education \nFund, Los Angeles, California\nElizabeth O. Gill, ACLU Foundation, San Francisco, California\nNora Huppert, Lambda Legal Defense and Education Fund, Chicago, \nIllinois\nFor Amicus Curiae Montana Family Foundation:\nDerek J. Oestreicher, Montana Family Foundation, Laurel, Montana\nFor Amicus Curiae Compassion & Choices:\nPeter Michael Meloy, Meloy Law Firm, Helena, Montana\nFor Amici Curiae Elliot Page and Fifty-Six Other Individuals:\nColin Gerstner, Gerstner Adam Law, PLLC, Billings, Montana\nCarmine D. Boccuzzi, Jr, Cleary Gottlieb Steen & Hamilton, LLP, \nNew York, New York\nSydney Duncan, Transgender Legal Defense & Education Fund, Inc.\nNew York, New York\nFor Amici Curiae Biomedical Ethics and Public Health Scholars:\nMichelle  T.  Weinberg,  Michelle  T.  Weinberg,  PLLC,  Missoula, \nMontana\nKatelyn Kang, Valeria M. Pelet del Toro, Cooley LLP, New York, \nNew York\n2\n\nFor Amici Curiae American Academy of Pediatrics and Additional National \nand State Medical and Mental Health Organizations:\nJon Moyers, Moyers Kohn Law, Billings, Montana\nD.  Jean  Veta,  William  R.  Isasi,  Covington  &  Burling,  LLP, \nWashington, District of Columbia\nFor  Amici  Curiae  GLBTQ  Legal  Advocates  &  Defenders  and  National \nCenter for Lesbian Rights:\nRob  Farris-Olsen,  Morrison,  Sherwood,  Wilson  &  Deola,  PLLP, \nHelena, Montana\nJordan  D.  Hershman,  Morgan,  Lewis  &  Bockius,  LLP,  Boston, \nMassachusetts\nSubmitted on Briefs:  July 17, 2024\n       Decided:  December 11, 2024\nFiled:\nr-6tA•-if \n__________________________________________\nClerk\n3\n\nJustice Beth Baker delivered the Opinion of the Court.  \n¶1 The State of Montana appeals the District Court’s grant of a preliminary injunction \ntemporarily enjoining the 2023 Legislature’s Senate Bill 99 (“SB 99”), which proscribes \nthe use of medications and surgery to treat gender dysphoria in minors.  We consider two \nissues:\n1. Do Plaintiffs have standing to challenge SB 99?\n2. Did the District Court manifestly abuse its discretion or commit an error of law \nin granting preliminary injunctive relief?\nWe affirm. \nFACTUAL AND PROCEDURAL BACKGROUND\n¶2 The Montana State Legislature passed SB 99 during the 2023 Legislative Session.  \nS. 99, 68th Leg., Reg. Sess. (Mont. 2023), codified in §§ 50-4-1001 to 1006, 37-2-307, \n53-6-135, MCA.  The bill’s stated purpose is “to enhance the protection of minors and their \nfamilies . . . from any form of pressure to receive harmful, experimental puberty blockers \nand cross-sex hormones and to undergo irreversible, life-altering surgical procedures prior \nto attaining the age of majority.”  Section 50-4-1002, MCA.  SB 99 proscribes the use of \ncertain treatments and surgical procedures for “a female minor to address the minor’s \nperception that her gender or sex is not female.”  Section 50-4-1004(1)(a), MCA.  The \nsurgical procedures that SB 99 prohibits for “female minors” include, but are not limited \nto,  “a  vaginectomy,  hysterectomy,  oophorectomy,  [and]  ovariectomy.”    Section \n50-4-1004(1)(a)(i),  MCA.    SB  99  also  prohibits  administering  to  “female  minors” \n“supraphysiologic doses of testosterone or other androgens,” and “puberty blockers such \n4\n\nas GnRH agonists or other synthetic drugs.”  Section 50-4-1004(1)(a)(ii)-(iii), MCA.  \nLikewise, SB 99 prohibits different treatments and surgical procedures for “a male minor \nto  address  the  minor’s  perception  that  his  gender  or  sex  is  not  male.”  \nSection 50-4-1004(1)(b), MCA.  For “male minor[s],” SB 99 prohibits surgical procedures \nincluding but not limited to, “a penectomy, orchiectomy, vaginoplasty [and] clitoroplasty.”  \nSection 50-4-1004(1)(b)(i), MCA.  SB 99 prohibits “supraphysiologic doses of estrogen” \nand  “puberty  blockers  such  as  GnRH  agonists”  that  “delay  or  suppress  pubertal \ndevelopment in male minors.”  Section 50-4-1004(1)(b)(ii)-(iii), MCA.  SB 99 exempts \nthese treatments and surgeries from its prohibitions, however, if not knowingly used to \n“address a female minor’s perception that her gender or sex is not female,” and similarly \nexempts them if not knowingly used to address “a male minor’s perception that his gender \nor sex is not male.”  Section 50-4-1004(1)(c), MCA.\n¶3 SB 99 further imposes professional consequences on a health care professional who \nknowingly violates its provisions.  It declares that a physician or health care professional \nwho provides a prohibited procedure or treatment has “engaged in unprofessional conduct \nand is subject to discipline.”  Section 50-4-1004(2)(a),  MCA.   The law directs  “the \nappropriate licensing entity or disciplinary review board” to suspend the person’s “ability \nto administer health care or practice medicine for at least 1 year.”  Section 50-4-1004(2)(a), \nMCA.  It also grants the “parents or guardians of the minor subject to the violation . . . a \nprivate cause of action for damages and equitable relief.”  Section 50-4-1004(2)(b), MCA.  \nA health care professional or physician’s professional liability insurance may not include \n5\n\ncoverage for damages assessed against the person for providing a prohibited procedure or \ntreatment.  Section 50-4-1006, MCA.\n¶4 SB 99 contains additional prohibitions.  Among them, public funds may not be \ndirectly or indirectly used to provide the prohibited procedures or treatments; an individual \nor entity who pays for a prohibited procedure or treatment may not deduct the amount paid \nfrom their state taxes; Montana Medicaid and children’s health insurance programs may \nnot reimburse or provide coverage for prohibited procedures or treatments; and State \nproperties  may  “not  be  knowingly  used  to  promote  or  advocate  the  use  of  social \ntransitioning” or the prohibited procedures or treatments.  Section 50-4-1004(3), (5), (6), \n(7),  MCA.    The  attorney  general  may  bring  actions  to  enforce  compliance.  \nSection 50-4-1004(11), MCA.\n¶5 The District Court drew its terminology from the parties’ expert declarations and \nreports.  At birth, infants generally are assigned a sex, as the District Court wrote, “based \non their external genitalia, internal reproductive organs, and chromosomal makeup.”  “Sex” \nis a “distinct biological classification,” which “makes us male or female.”  “Gender” is the \n“social and cultural concept” denoting “the roles, behaviors, and identities that society \nassigns to girls and boys, women and men, and gender-diverse people.”  “Gender identity \nrefers to a person’s subjective feelings about their core sense of belonging to a particular \ngender.”  A person is “cisgender” if their gender identity matches their sex assigned at \nbirth.  “Transgender” describes a person whose gender identity is incongruent with their \nsex assigned at birth.  “Gender dysphoria” designates the diagnosable condition, which can \n6\n\nlead to clinically significant distress, arising from the incongruity between a person’s sex \nand gender identity.\n¶6 Plaintiff Phoebe Cross is a transgender minor who currently receives treatment \nbanned by SB 99.  Plaintiffs also include Molly and Paul Cross, Phoebe Cross’s parents, \nas well as John and Jane Doe, parents of non-party Joanne Doe, a transgender minor \ncurrently receiving treatment banned by SB 99.  The remaining Plaintiffs, Dr. Juanita \nHodax, a pediatric endocrinologist, and Dr. Katherine Mistretta, a Board-Certified Family \nNurse  Practitioner, Advanced  Practice  Registered  Nurse,  and  Doctor  of  Nursing \n(hereinafter  “Provider  Plaintiffs”),  provide  treatments  that  SB  99  bans.1    Defendants \ninclude, among others, the State of Montana; Gregory Gianforte, in his official capacity as \nGovernor of the State of Montana; and Austin Knudsen, in his official capacity as Attorney \nGeneral for the State of Montana.\n¶7 Plaintiffs filed this action in May 2023 seeking declaratory and injunctive relief.  \nPlaintiffs alleged that SB 99 violated numerous Montana constitutional rights, including \ntheir rights to privacy and equal protection.  Plaintiffs moved for a preliminary injunction \npursuant  to  §  27-19-201,  MCA.    In  support  of  their  motion,  Plaintiffs  submitted \ndeclarations and an expert report indicating that the treatments proscribed by SB 99 are \nsafe, effective, and often medically necessary for minors with gender dysphoria.  They \npresented  written  expert  testimony  supporting  their  argument  that  untreated  gender \n1 Additional Plaintiffs Scarlett Van Garderen and her parents were voluntarily dismissed from the \ncase during appeal after Scarlett turned 18.  \n7\n\ndysphoria  can  lead  to  significant  lifelong  distress,  clinically  significant  anxiety  and \ndepression, self-harming behaviors, and an increased risk of suicidality.\n¶8 Plaintiffs presented additional evidence that the World Professional Association for \nTransgender Health’s (“WPATH”) Standards of Care Version 8 are the accepted and \nappropriate  standard  of  care  for  the  assessment,  diagnosis,  and  treatment  of  gender \ndysphoria.  Broadly, these treatments are called “gender-affirming care,” a term we will \nuse  throughout  this  Opinion.    One  of  Plaintiffs’  experts  reported  that  the  use  of \npuberty-delaying medication and gender-affirming hormone therapy are two methods that \nthe WPATH  standard  of  care  recommends  for  treating  gender  dysphoria.    Surgery, \nPlaintiffs’ expert reported, is rarely recommended for minors with gender dysphoria under \nthe WPATH standard of care.\n¶9 Through an expert report and declarations, the State submitted evidence supporting \nits  arguments  that  the  international  medical  community  has  retreated  from  WPATH \nstandard of care treatments; that there is not medical consensus around using puberty \nblockers  and  cross-sex  hormones  to  treat  gender  dysphoria  in  minors;  and  that \ngender-affirming care harms minors.\n¶10 The District Court held that Plaintiffs were entitled to a preliminary injunction under \n§ 27-19-201(1), MCA, because they met Montana’s four-part, conjunctive preliminary \ninjunction test.\nSTANDARDS OF REVIEW\n¶11 We review justiciability issues, such as standing and ripeness, de novo.  Weems v. \nState, 2019 MT 98, ¶ 7, 395 Mont. 350, 440 P.3d 4 (Weems I) (citation omitted).  “This \n8\n\nCourt reviews a district court’s grant or denial of a preliminary injunction for a manifest \nabuse of discretion.”  Montanans Against Irres. Dens. v. State, 2024 MT 200, ¶ 8, 418 \nMont. 78, 555 P.3d 759 (MAID) (citing Driscoll v. Stapleton, 2020 MT 247, ¶ 12, 401 \nMont. 405, 473 P.3d 386).  A trial court abuses its discretion by acting “arbitrarily, without \nemployment of conscientious judgment, or exceed[ing] the bounds of reason resulting in \nsubstantial injustice.”  Planned Parenthood of Mont. v. State, 2022 MT 157, ¶ 5, 409 Mont. \n378, 515 P.3d 301 (citation and quotation marks omitted).  An abuse of discretion is \n“‘manifest’ when it is ‘obvious, evident, or unmistakable.’”  Planned Parenthood, 2022 \nMT 157, ¶ 5 (quoting Driscoll, ¶ 12).  \n¶12 We review a district court’s interpretation of the law de novo when its decision on \na preliminary injunction was based on legal conclusions.  Planned Parenthood, 2022 MT \n157, ¶ 5 (citing Driscoll, ¶ 12).  “In considering whether to issue a preliminary injunction, \nneither the District Court nor this Court will determine the underlying merits of the case \ngiving rise to the preliminary injunction, as such an inquiry is reserved for a trial on the \nmerits.”  BAM Ventures, LLC v. Schifferman, 2019 MT 67, ¶ 7, 395 Mont. 160, 437 P.3d \n142 (citation omitted).  In reviewing a district court’s grant or denial of a preliminary\ninjunction, we do not “reweigh conflicting evidence or substitute [our] judgment regarding \nthe strength of the evidence for that of the district court.”  Planned Parenthood, 2022 MT \n157, ¶ 41 (citation and quotation marks omitted).\n9\n\nDISCUSSION\n¶13 1. Do Plaintiffs have standing to challenge SB 99?\n¶14 “The judicial power of Montana’s courts, like the federal courts, is limited to \n‘justiciable controversies.’”  Plan Helena, Inc. v. Helena Reg’l Airport Auth. Bd., 2010 \nMT 26, ¶ 6, 355 Mont. 142, 226 P.3d 142 (citation omitted).  Standing is a justiciability \ndoctrine that is “employed to refuse to determine the merits of a legal claim, on the ground \nthat even though the claim may be correct the litigant advancing it is not properly situated \nto be entitled to its judicial determination.”  13A Charles Alan Wright, Arthur R. Miller, & \nEdward  H.  Cooper,  Federal  Practice  and  Procedure § 3531,  1-2  (3d  ed.  2008).  \n“[S]tanding is a threshold, jurisdictional requirement in every case,” Heffernan v. Missoula \nCity Council, 2011 MT 91, ¶ 29, 360 Mont. 307, 255 P.3d 80 (citation omitted), which a \ncourt must evaluate at every stage of the litigation.  Barrett v. State, 2024 MT 86, ¶ 18, 416 \nMont. 226, 547 P.3d 630 (citing Lujan v. Defs. of Wildlife, 504 U.S. 555, 561, 112 S. Ct. \n2130, 2137 (1992)).\n¶15 The  State  asserts  that  Plaintiffs  lack  standing  because  they  “neither  pled  nor \ndemonstrated any injury fairly traceable to most of SB 99’s provisions.”  It follows, the \nState argues, that the District Court lacked jurisdiction to enjoin the entirety of SB 99.  \nPlaintiffs respond that the named parties established their standing to bring these claims \nand that the State “cite[s] no binding authority to support [its] assertion that a plaintiff \nraising a facial challenge to the constitutionality of a statute must plead injury-in-fact for \nevery conceivable application of the challenged statute.”\n10\n\n¶16 The State asserts that Provider Plaintiffs lack both first- and third-party standing to \nchallenge SB 99.  The State does not dispute, however, that at least one plaintiff, Youth \nPlaintiff Phoebe Cross, has standing under SB 99 § 4(1).  “In a multi-plaintiff case such as \nhere, the standing of any one plaintiff is sufficient for a claim to proceed and, upon finding \nthat one plaintiff has standing, ‘the standing of the other parties [does] not merit further \ninquiry.’”  Barrett, ¶ 19 (quoting Aspen Trails Ranch, LLC v. Simmons, 2010 MT 79, ¶ 45, \n356 Mont. 41, 230 P.3d 808).  This standing principle—that only one plaintiff must have \nstanding for a claim to proceed—is also well-established in federal law.2  See Biden v. \nNebraska, 600 U.S. 477, 489, 143 S. Ct. 2355, 2365 (2023) (citation omitted) (“If at least \none plaintiff has standing, the suit may proceed.”).  Additionally, Providers’ standing \nderives, at minimum, from the threatened loss of their ability to practice medicine or face \nother  penalties.    This  is  a  concrete  injury  that  entitles  them  to  pursue  their  claims.  \nSee Dodds v. Tierney, 2024 MT 48, ¶¶ 24-26, 415 Mont. 384, 544 P.3d 857 (rejecting \nargument that doctor lacked standing despite allegations of harm to his reputation, license, \nand employability); Mishler v. Nev. State Bd. of Med. Exam’rs, 896 F.2d 408, 410-11 \n(9th Cir. 1990) (professional license is a protected property right for purposes of due \nprocess) (citing Schware v. Bd. of Bar Exam’rs, 353 U.S. 232, 238-39, 77 S. Ct. 752, 755-\n56 (1957)).  Our precedent also is settled that healthcare providers have standing to \nchallenge statutes as  violative of  their patients’ rights to privacy under the Montana \n2 Though  not  binding,  federal  law  is  “persuasive  authority  for  interpreting  the  [Montana \nConstitution’s] justiciability requirements [in] Article VII, Section 4(1).”  Plan Helena, ¶ 6 \n(citation omitted).  \n11\n\nConstitution.  Armstrong v. State, 1999 MT 261, ¶ 13, 296 Mont. 361, 989 P.2d 364; \nWeems I, ¶¶ 1, 12 (citing Armstrong, ¶ 13); see also Wiser v. State, 2006 MT 20, ¶¶ 10-12, \n14-20, 331 Mont. 28, 129 P.2d 133 (considering denturists’ claim that administrative rule \nviolated their patients’ constitutional privacy rights).\n¶17 The State cites no legal authority in support of its argument that the Plaintiffs had \nto show injury from each subsection of the statute to acquire standing to challenge it.  “We \nare not obligated to develop arguments on behalf of parties to an appeal, nor are we to \ndevelop legal analysis that may lend support to a party’s position.”  Beck v. Dimar, 2024 \nMT  176, ¶  29, 417 Mont. 444, 554 P.3d 130 (citation omitted).  The State has  not \ndemonstrated an error of law in the District Court’s ruling that the Plaintiffs had standing \nto bring their claims.\n¶18 2. Did the District Court manifestly abuse its discretion or commit an error of law \nin granting preliminary injunctive relief?\n¶19 “A preliminary injunction is an extraordinary remedy never awarded as of right.”  \nMAID, ¶ 10 (quoting Winter v. Nat. Res. Def. Council, Inc., 555 U.S. 7, 24, 129 S. Ct. 365, \n376 (2008)).  In 2023, the Montana Legislature amended Montana’s preliminary injunction \nstandard, adopting the federal four-factor standard as enunciated in Winter, 555 U.S. at 20, \n129 S. Ct. at 374.  2023 Mont. Laws ch. 43, § 1.  An applicant must establish the following \nfour factors to obtain a preliminary injunction:\n(a) the applicant is likely to succeed on the merits;\n(b)the applicant is likely to suffer irreparable harm in the absence of preliminary \nrelief;\n(c) the balance of equities tips in the applicant’s favor; and\n(d)the order is in the public interest\n12\n\nSection 27-19-201(1), MCA.  Attaching the new Montana standard to federal law, the \nstatute expresses the intent of the Legislature “that the language in subsection (1) mirror \nthe federal preliminary injunction standard, and that interpretation and application of \nsubsection  (1)  closely  follow  United  States  [S]upreme  [C]ourt  case  law.”    Section \n27-19-201(4), MCA.  Deviating from Montana’s prior standard, “[t]he current test is \nconjunctive.  That is, the applicant for an injunction bears the burden of establishing the \nlikelihood of each element: success on the merits; irreparable harm; balance of the equities; \nand public interest.”  MAID, ¶ 12.  \n¶20 Subject to certain exceptions not applicable here, the record we consider on appeal \nof a preliminary injunction is “the original papers and exhibits filed in the district court, \nthe transcript of proceedings, if any, and a certified copy of the docket entries prepared by \nthe clerk of the district court.”  M. R. App. P. 8(1).  See alsoPorretti v. Dzurenda, 11 F.4th \n1037, 1047 (9th Cir. 2021) (citation and emphasis omitted) (noting that review of factual \nfindings on a preliminary injunction appeal is limited to the “record available to the district \ncourt when it granted or denied the injunction motion”); Wilson v. Williams, 961 F.3d 829, \n833 (6th Cir. 2020) (citation omitted); (“Our task is . . . to review the record that was before \nthe district court at the time the preliminary injunction was entered.”) N.M. Dep’t of Game \n& Fish v. U.S. Dep’t of Interior, 854 F.3d 1236, 1254 n.23 (10th Cir. 2017) (refusing to \nconsider “extra-record material”  the department submitted for first time on appeal of \npreliminary injunction).\n13\n\nLikelihood of Success on the Merits\n¶21 In analyzing the first factor of the preliminary injunction test, the District Court \nconcluded that the Plaintiffs had demonstrated a likelihood of success on the merits of both \ntheir Montana constitutional equal protection and right to privacy claims.  For the right to \nprivacy claim, the District Court applied our holding in Armstrong\n[E]xcept in the face of a medically[] acknowledged, bona fide health risk, \nclearly and convincingly demonstrated, the legislature has no interest, much \nless  a  compelling  one,  to  justify  its  interference  with  an  individual’s \nfundamental privacy right to obtain a particular lawful medical procedure \nfrom  a  health  care  provider  that  has  been  determined  by  the  medical \ncommunity  to  be  competent  to  provide  that  service  and  who  has  been \nlicensed to do so.\nArmstrong, ¶ 62.  The District Court examined the parties’ disagreement whether the \ntreatments prohibited by SB 99 constituted a bona fide health risk.  Considering the parties’ \nconflicting  evidence,  the  court  held  that  the  State  did  not  clearly  and  convincingly \ndemonstrate that the proscribed treatments present a bona fide health risk to minors.  It \nfound that “the medical community overwhelmingly agrees that the treatments proscribed \nby SB 99 are the accepted standard of care for treating gender dysphoria in minors.”  The \nDistrict  Court  reasoned  that  Plaintiffs’  evidence,  which  demonstrated  that  surgical \nprocedures are rarely recommended for minors with gender dysphoria, undercut the State’s \nargument that SB 99 sought to minimize harm by banning gender-affirming surgical \nprocedures.  The District Court noted that it did not need to conclusively resolve disputed \nfacts at the preliminary injunction stage, writing, “trial is the appropriate stage for ultimate \nfact finding on the science presented in this matter.”  The District Court concluded that \n14\n\nPlaintiffs had demonstrated a likelihood of success on the merits of their right to privacy \nclaim.  \n¶22 Montana’s right to privacy is contained in Article II, Section 10, of the Montana \nConstitution, which guarantees that “[t]he right of individual privacy is essential to the \nwell-being of a free society and shall not be infringed without the showing of a compelling \nstate interest.”  The right to privacy is fundamental; its protection “exceed[s] even that \nprovided by the federal constitution.”  Armstrong, ¶¶ 34-35 (citations omitted).  That the \nright to privacy is separately protected in the Montana Constitution “reflects Montanans’ \nhistorical abhorrence and distrust of excessive governmental interference in their personal \nlives.”  Gryczan v. State, 283 Mont. 433, 455, 942 P.2d 112, 125 (1997); accord Weems v. \nState, 2023 MT 82, ¶ 35, 412 Mont. 132, 529 P.3d 798 (Weems II) (noting a delegate’s \ncomment that   the “right to be let alone” is “the most important right of them all” (quoting \nMontana  Constitutional Convention,  Verbatim Transcript,  March 7, 1972, Vol. V,  p. \n1681)).  “Montana’s constitutional right to privacy ‘broadly guarantees each individual the \nright  to  make  medical  judgments  affecting  her  or  his  bodily  integrity  and  health  in \npartnership with a chosen health care provider free from governmental interference.’”  \nPlanned Parenthood, 2022 MT 157, ¶ 20 (quoting Armstrong, ¶ 14).  We apply strict \nscrutiny when a fundamental right, such as the right to privacy, is affected.  Stand Up Mont. \nv. Missoula Cnty. Pub. Sch., 2022 MT 153, ¶ 10, 409 Mont. 330, 514 P.3d 1062 (citation \nomitted); Armstrong, ¶ 34 (citation omitted); Weems II, ¶ 43.  The strict scrutiny standard \nrequires that the State demonstrate the challenged law is narrowly tailored to serve a \ncompelling government interest and only that interest.  Stand Up Mont., ¶ 10.  \n15\n\n¶23 The  State  contends  that  the  District  Court  erred  in  finding  that  Plaintiffs \ndemonstrated a likelihood of success on the merits because “[t]he right to privacy is \nbounded by the State’s police power.”  Drawing from Wiser v. State, the State argues that \nthe fundamental right to privacy “is necessarily subordinate to reasonable restraint and \nregulation by the state in the exercise of its sovereign prerogative—police power.”  Wiser, \n¶ 24 (citation omitted).  \n¶24 The State insists that the District Court’s application of Armstrong was in error \nbecause  the  challenged  statute  there  prohibited  a  constitutionally  protected  medical \nprocedure.  Here, the State continues, the safety and efficacy of gender-affirming care are \nquestionable, and therefore the medical care proscribed by SB 99 is not constitutionally \nprotected.  The State also maintains that Montana Cannabis Industry Association v. State—\nin which we held that the right to privacy does not guarantee an individual’s access to a \nparticular drug—should provide the standard for Plaintiffs’ asserted privacy right.  Mont. \nCannabis Indus. Ass’n v. State, 2012 MT 201, ¶ 24, 366 Mont. 224, 286 P.3d 1161 (MCIA).\n¶25 Plaintiffs respond that the District Court’s application of the Armstrong standard \nwas not in error.  They point to this Court’s decisions repeatedly affirming that the Montana \nConstitution guarantees “the right of each individual to make medical judgments affecting \nher or his bodily integrity and health in partnership with a chosen health care provider free \nfrom the interference of the government.”  Armstrong, ¶ 39; accord Weems II, ¶¶ 35-50 \n(citation omitted); Planned Parenthood, 2022 MT 157, ¶ 20 (citation omitted); Planned \nParenthood of Mont. v. State, 2024 MT 228, ¶ 23, 418 Mont. 253, 557 P.3d 440 (citation \nomitted); Planned Parenthood of Mont. v. State, 2024 MT 178, ¶ 22, 417 Mont. 457, 554 \n16\n\nP.3d 153.  Without clearly and convincingly establishing that gender-affirming care poses \na “medically[] acknowledged bona fidehealth risk,” which Plaintiffs maintain the State did \nnot do, the State’s police power does not allow it to infringe on an individual’s fundamental \nright to privacy.  Armstrong, ¶ 59; see also Planned Parenthood, 2022 MT 157, ¶ 20 \n(quoting Armstrong, ¶¶ 34, 62); Weems II, ¶ 47.\n¶26 Plaintiffs argue that Wiser and MCIA are distinguishable from the expansive right \nto privacy we defined in Armstrong.  They maintain that Wiser is inapposite because the \ndenturists there were not licensed by the State to provide the medical care in question.  In \ncontrast, Provider Plaintiffs are licensed by the State to provide the medical care they use \nto treat gender dysphoria in minors, the same care they use to treat minors with medical \nconditions  that  are  not  subject  to  SB  99’s  prohibitions.    See  Wiser,  ¶¶ 14-20; \n§ 50-4-1004(1)(c), MCA.  Plaintiffs distinguish MCIA, maintaining that our holding there \nconcerned a singular drug, medical marijuana, that federal law criminally prohibited for all \npurposes.  MCIA, ¶ 32.  Here, Plaintiffs argue, gender-affirming care is not criminally \nprohibited, nor does SB 99 categorically ban the use of gender-affirming medications and \nprocedures;  rather,  SB  99  bans  this  form  of  care  for  only  one  purpose.  \nSee § 50-4-1004(1)(c), MCA. \n¶27 Plaintiffs  contend  that  the  District  Court  did  not  abuse  its  discretion  when  it \ndetermined  that  the  State  did  not  clearly  and  convincingly  demonstrate  that \ngender-affirming care poses a bona fide health risk to minors.  In reaching its conclusion, \nthey maintain, the District Court “conducted a thorough review of the extensive evidence \nfiled  by  both  parties  and  reasonably  exercised  its  discretion”  to  find  that  Plaintiffs’ \n17\n\nevidence sufficiently demonstrated “that the medical community overwhelmingly agrees \nthat the treatments proscribed by SB 99 are the accepted standard of care for treating gender \ndysphoria in minors.”\n¶28 In Armstrong, we held that the Legislature generally has no interest in restricting \n“an individual’s fundamental privacy right to obtain a particular lawful medical procedure \nfrom a health care provider that has been determined by the medical community to be \ncompetent to provide that service and who has been licensed to do so.”  Armstrong, ¶ 62; \naccord Wiser, ¶ 15 (citation omitted); Weems I, ¶ 19 (citation omitted); Stand Up Mont., \n¶ 14 (citing Armstrong for the principle that “a private medical decision involving an \nindividual and healthcare provider . . . [is] constitutionally protected from infringement by \nthe state without a compelling state interest”).  That privacy right empowers an individual \n“to make medical judgments affecting her or his bodily integrity and health in partnership \nwith  a  chosen  health  care  provider  free  from  the  interference  of  the  government.”  \nArmstrong, ¶ 39.  Plaintiffs are correct that we have repeatedly reaffirmed Montana’s broad \npersonal autonomy privacy right as recognized in Gryczan and Armstrong.  See Weems II, \n¶ 36 (citation omitted); Planned Parenthood, 2022 MT 157, ¶ 20; Planned Parenthood, \n2024 MT 228, ¶ 23 (citation omitted); Planned Parenthood, 2024 MT 178, ¶ 22.  The \nLegislature may restrict this fundamental right to privacy only when it can demonstrate a \nmedically acknowledged, bona fide health risk.  Armstrong, ¶ 62.  In those instances, the \nlaw must be tailored narrowly so that it is “the least onerous path that can be taken to \nachieve the state objective.”  Weems II, ¶ 44 (quoting Wadsworth v. State, 275 Mont. 287, \n302, 911 P.2d 1165, 1174 (1996)).\n18\n\n¶29 Wiser and MCIA are two narrow exceptions to the Armstrong standard.  In Wiser, a \ngroup of denturists challenged a State Board of Dentistry rule that required denturists to \nrefer partial denture patients to dentists before providing partial dentures.  Wiser, ¶¶ 8-11.  \nThe denturists argued that the rule infringed upon patients’ state constitutional right of \nprivacy to seek care from the medical professional of their choice.  Wiser, ¶ 14.  We \nclarified that “Armstrong did not hold that there is a right to see a health care provider who \nis not licensed to provide the services desired.”  Wiser, ¶ 16.  Because the denturists were \nnot licensed to provide the services in question, we rejected their privacy claim.  Wiser, \n¶¶ 16, 20.\n¶30 In MCIA, plaintiffs challenged a state law that restricted their access to medical \nmarijuana.  MCIA, ¶¶ 2-3.  Plaintiffs there maintained that our analysis in Armstrong \napplied because the law infringed their right to privacy.  MCIA, ¶ 28.  We held that, unlike \nArmstrong, plaintiffs’ “alleged affirmative right to access a particular drug ha[d] not been \nconstitutionally protected under the right to privacy,” and that therefore plaintiffs’ claim \ndid not fall under our analysis in Armstrong.  MCIA, ¶ 28.  In denying plaintiffs’ claim, we \nrelied  heavily  on  marijuana’s  illegality  under  the  Controlled  Substances  Act,  which \nundermined their claim that the fundamental right to privacy guaranteed their access to \nmedical marijuana.  MCIA, ¶ 32.\n¶31 Both  MCIA and  Wiser are  distinguishable  from  this  case.    In  contrast  to  the \ndenturists in Wiser, the State licensed Provider Plaintiffs to provide the care proscribed by \nSB 99.  Wiser, ¶ 16.  Compared to MCIA, in which the law at issue restricted a single drug \nfor all uses, SB 99 prohibits a host of procedures and medications, but only if used to treat \n19\n\ngender dysphoria.  See § 50-4-1004(1), MCA, MCIA, ¶¶ 2-3.  Further, the procedures and \nmedications proscribed by SB 99 are not “unequivocally illegal,” as was medical marijuana \nwhen we decided MCIA.  MCIA, ¶ 32.  \n¶32 The exceptions to Montana’s expansive right to privacy that we recognized in MCIA \nand Wiser do not apply here.  Like Armstrong, SB 99 proscribes lawful medications and \nprocedures administered by competent and licensed health care providers.  See Armstrong, \n¶ 62.  The Legislature did not make gender-affirming care unlawful.  Nor did it make the \ntreatments  unlawful  for  all  minors.    Instead,  it  restricted  a  broad  swath  of  medical \ntreatments only when sought for a particular purpose.  The record indicates that Provider \nPlaintiffs, or other medical professionals providing gender-affirming care, are recognized \nas competent in the medical community to provide that care.  See Armstrong, ¶ 62.  Like \nin  Armstrong,  the  law  puts  governmental  regulation  in  the  mix  of  an  individual’s \nfundamental right “to make medical judgments affecting her or his bodily integrity and \nhealth in partnership with a chosen health care provider.”  Armstrong, ¶ 39.  The District \nCourt therefore did not err in applying the Armstrong standard.\n¶33 To succeed on its request for preliminary relief in a constitutional challenge, an \napplicant  must  “‘establish  a  prima  facie  case  of  a  violation  of  its  rights  under’  the \nconstitution.”  Weems I, ¶ 18 (quoting City of Billings v. Cty. Water Dist. of Billings \nHeights, 281 Mont. 219, 227, 935 P.2d 246, 251 (1997)).  The federal standard is similar:\nThe courts use a bewildering variety of formulations of the need for showing \nsome likelihood of success—the most common being that plaintiff must \ndemonstrate a reasonable probability of success.  But the verbal differences \ndo  not  seem  to  reflect  substantive  disagreement.   All  courts  agree  that \n20\n\nplaintiff must present a prima facie case but need not show a certainty of \nwinning. \nWright & Miller, § 2948.3.  “Prima facie means literally at first sight or on first appearance \nbut subject to further evidence or information.”  Weems I, ¶ 18 (quoting Prima facie, \nBlack’s Law Dictionary (10th ed. 2014)) (internal quotation marks omitted).  \n¶34 The issuance of a preliminary injunction does not, as the State argues, necessarily \nconflict  with  the  principle  that  a  statute  is  presumed  constitutional.    A  preliminary \ninjunction  is  “not  equivalent  to  a  ‘holding’  that  the  statute  is  unconstitutional,”  and \ntherefore the presumption of a statute’s constitutionality “does not alter the movant’s \nburden  to  present  a  prima  facie  case  at  the  preliminary  injunction  stage.”    Planned \nParenthood, 2022 MT 157, ¶ 33.  As with any preliminary injunction, Plaintiffs’ burden \nhere is to present a prima facie case that SB 99 violates their constitutional rights.  \n¶35 The record shows that the District Court did not manifestly abuse its discretion when \nit concluded that Plaintiffs presented a prima facie likelihood of success on their right to \nprivacy  claim.    For  example,  the  District  Court  conscientiously  weighed  the  State’s \nevidence in support of its argument that SB 99 sought to protect minors from harmful, \nexperimental  treatments.    On  this  argument,  the  District  Court  examined  the  State’s \nevidence that the U.S. Food and Drug Administration (“FDA”) has not approved puberty \nblockers for use in treating gender dysphoria.  The District Court also considered the State’s \nevidence that the international community has retreated from gender-affirming care.  In \nresponse, Plaintiffs submitted evidence indicating that the treatments proscribed by SB 99 \nare well-studied and that once the FDA approves a drug generally, the agency permits \n21\n\nhealth care providers to prescribe the drug for off-label use, which occurs frequently for \nmany drugs.  Plaintiffs also presentedevidence showing that leading United States medical \norganizations, including the American Medical Association, the American Psychological \nAssociation, and the American Academy of Pediatrics, endorse and cite the WPATH \nstandard of care as authoritative for treating gender dysphoria.  The WPATH standard of \ncare,  Plaintiffs  asserted,  specifically  recommends  treatments  for  gender  dysphoria  in \nminors, such as puberty blockers, which SB 99 proscribed.\n¶36 On the basis of the parties’ evidentiary submissions, the District Court concluded \nthat Plaintiffs had shown a prima facie case that the treatments proscribed by SB 99 are not \nharmful or experimental, and under Armstrong, do not present a medically acknowledged, \nbona fide health risk to minors.  Armstrong, ¶ 62.  The District Court found that because \nthe State did not demonstrate on the preliminary injunction record that the treatments \nproscribed by SB 99 presented this risk, the State did not have a compelling interest and \nthus could not meet strict scrutiny.  \n¶37 The statute’s impact on individual privacy rights triggers strict scrutiny review, \nwhich requires the State to demonstrate that “the legislation [is] justified by a compelling \nstate  interest  and  [is]  narrowly  tailored  to  effectuate  only  that  compelling  interest.”  \nArmstrong, ¶ 34 (citing Gryczan, 283 Mont. at 449, 942 P.3d at 122).  Though the State \nhas a compelling interest in “safeguarding the physical and psychological wellbeing of a \nminor,” a statute implicating their privacy rights must be narrowly tailored to serve that \ninterest.  Planned Parenthood, 2024 MT 178, ¶ 36 (citation omitted).  SB 99 affords no \nroom for decision-making by a patient in consultation with their doctors and parents.  The \n22\n\nstatute is a complete ban, prohibiting individualized care tailored to the needs of each \npatient based on the exercise of professional medical judgment and informed consent.  \n¶38 At this stage of the proceedings, the District Court conscientiously weighed the \nparties’ evidence and made no error of law when it applied the Armstrong standard to the \nevidence.  Our role is not to reweigh conflicting evidence or to question a district court’s \nassessment of the strength of the evidence on a preliminary injunction appeal.  Planned \nParenthood, 2022 MT 157, ¶ 41 (citation omitted).  The District Court properly reserved \nfinal resolution of the parties’ conflicting evidence for trial on the merits, writing that “[t]he \nCourt’s ruling here will not affect the ultimate fact-finding decision on this issue at trial.”  \n¶39 Finally, the court’s decision not to parse out particular provisions of the statute from \nthe injunction was within its discretion in light of the preliminary nature of the relief.  The \nDissent  would  reverse  the  decision  to  enjoin  the  Medicaid  restriction,  applying \nrational-basis review.  Dissent, ¶ 70.  But we recently held that strict scrutiny applies to a \nstatute disqualifying or restricting “otherwise eligible recipients . . . from certain public \nhealthcare  benefits  based  on  their  exercise  of  their  fundamental  right  to  privacy  as \nguaranteed under the Montana Constitution.”  Planned Parenthood, 2024 MT 228, ¶ 23.\nGiven its preliminary determination that the Plaintiffs were likely to prevail on their \nclaimed privacy infringement, the District Court correctly applied strict scrutiny to the \nentire measure.  We see no “obvious, evident, or unmistakable” abuse of discretion in the \nDistrict Court’s conclusion on the first preliminary injunction factor.  Planned Parenthood, \n2022 MT 157, ¶ 5 (quoting Driscoll, ¶ 12).  \n23\n\n¶40 The State maintains, however, that the District Court could not have weighed and \ndrawn conclusions from the conflicting evidence without holding a hearing at which the \nparties’ experts could testify and subject themselves to cross-examination.  The State cites \nfederal circuit cases, which generally expound the importance of building an adequate \nfactual basis for a trial court to rule on a preliminary injunction.  E.g. U.S. v. Gila Valley \nIrr. Dist., 31 F.3d 1428, 1442 (9th Cir. 1994) (citation omitted) (“On a motion for a \npreliminary injunction an adequate presentation of the facts is necessary.”).  For additional \nsupport, the State relies on Doe v. University of Cincinnati for the simple assertion that \n“cross-examination has always been considered a most effective way to ascertain truth.”  \nDoe v. Univ. of Cincinnati, 872 F.3d 393, 401 (6th Cir. 2017) (citation omitted).  The State \nalso points the Court to the Ninth Circuit’s statement in Gila Valley that “[o]n a motion for \na preliminary injunction . . . [t]he opposing party must be afforded the opportunity to \ncross-examine the moving party’s witnesses and to present evidence.”  Gila Valley Irr. \nDist., 31 F.3d at 1442.  \n¶41 In  response,  Plaintiffs  insist  that  the  decision  to  permit  oral  testimony  at  a \npreliminary  injunction  hearing  was  within  the  District  Court’s  discretion.    Plaintiffs \nanalogize to Planned Parenthood, where  we  affirmed the trial court’s  issuance  of  a \npreliminary injunction although the parties were not allowed the opportunity to present live \ntestimony or cross-examine witnesses.  Planned Parenthood, 2022 MT 157, ¶¶ 39-41, \n53-54, 60.  At the preliminary injunction hearing, Plaintiffs argue, the State conceded that \nit had a full opportunity to be heard despite the District Court’s refusal to hear oral \ntestimony.\n24\n\n¶42 The District Court correctly stated at the scheduling conference, “[W]e don’t have \na trial before the trial with a preliminary injunction, even under the federal standard.”  As \nwe held in Planned Parenthood, a district court is not obligated to hear live testimony at \nthe  preliminary  injunction  stage  of  proceedings  simply  because  the  parties  present \nconflicting testimony; rather, resolution of conflicting testimony “must be reserved for trial \non the merits.”  Planned Parenthood, 2022 MT 157, ¶ 41.\n¶43 The federal circuit courts do not uniformly require live testimony at a preliminary \ninjunction hearing.  See Valentine v. Collier, 956 F.3d 797, 801 n.1 (5th Cir.2020) (finding \nit “unclear . . . why [it] matters” that a party did not present live testimony at preliminary \ninjunction hearing, noting that “[i]t has long been true that parties can present evidence at \nthe preliminary-injunction stage with declarations or affidavits”); Transcon. Gas Pipe Line \nCo., LLC v. 6.04 Acres, 910 F.3d 1130, 1169 (11th Cir. 2018) (internal quotation marks \nand citation omitted)) (“An evidentiary hearing is required for entry of a preliminary \ninjunction only where facts are bitterly contested and credibility determinations must be \nmade to decide whether injunctive relief should issue.”  .  In the Ninth Circuit it is not an \nabuse  of  discretion  for  a  federal  district  court  to  refuse  to  hear  oral  testimony  at  a \npreliminary injunction hearing as long as “the parties have a full opportunity to submit \nwritten testimony and to argue the matter.”  Stanley v. Univ. of S. Cal., 13 F.3d 1313, 1326 \n(9th Cir. 1994) (citations omitted).  \n¶44 The State’s Ninth Circuit authority, Gila Valley, does not provide otherwise.  There, \nthe Ninth Circuit acknowledged that on a motion for a preliminary injunction, “[t]he \nopposing party must be afforded the opportunity to cross-examine the moving party’s \n25\n\nwitnesses and to present evidence.”  Gila Valley Irr. Dist., 31 F.3d at 1442 (citation \nomitted).  The court then clarified, however,  that the Ninth Circuit “has  held that a \npreliminary injunction may be granted or denied on the basis of affidavits” if the party is \nnot “denied the opportunity to be heard.”  Gila Valley Irr. Dist., 31 F.3d at 1442.  \n¶45 The State’s exchange with the District Court at the preliminary injunction hearing \nconfirms that the State had a full opportunity to be heard.  During the hearing, the District \nCourt asked the State twice if its refusal to hear live testimony prevented the State from \npresenting any specific information or live witnesses.  First, the State answered that its \nobjection was  grounded  in “[n]one other than the inherent limitation  of  out-of-court \ntestimony.”  The District Court then asked, “But there wasn’t a witness that you weren’t \nable to get an affidavit from that you would have been able to achieve live testimony with?” \nThe State admitted it was “[n]ot . . . aware of” any witnesses from whom it was unable to \nget an affidavit.  This colloquy shows that the District Court’s limitation on oral testimony \ndid not prevent the State from having a “full opportunity to submit written testimony and \nto argue the matter.”  Stanley, 13 F.3d at 1326 (citations omitted).  \n¶46 A district court has broad discretion in matters of trial administration and the \nadmission of evidence.  State v. Rossbach, 2022 MT 2, ¶ 20, 407 Mont. 55, 501 P.3d 914 \n(citation omitted) (trial administration decisions are reviewed under abuse of discretion \nstandard); Steer, Inc. v. Dep’t of Revenue, 245 Mont. 470, 475, 803 P.2d 601, 603-04 (1990) \n(citation omitted) (discretionary trial court rulings are those “encompassing the power of \nchoice among several courses of action, each of which is considered permissible”).  The \nDistrict Court acted within its discretion when it determined that the presentation of live \n26\n\ntestimony—which in this case involves extensive expert testimony and fact witnesses—\nshould await trial on the merits.  The court did not err as a matter of law in its conduct of \nthe hearing.  It ruled within the bounds of reason that Plaintiffs had shown a likelihood of \nsuccess on the merits of their privacy claim.  \nIrreparable Harm\n¶47 An applicant for a preliminary injunction must demonstrate that the applicant is \nlikely to  suffer  irreparable  harm  in  the  absence  of  preliminary  relief.  \nSection 27-19-201(1)(b), MCA.  Both this Court and federal courts have recognized that \nharm is irreparable if legal remedies, like an award for damages, are an inadequate remedy.  \nFlying T Ranch, LLC v. Catlin Ranch, LP, 2022 MT 162, ¶ 19, 409 Mont. 478, 515 P.3d \n806 (citation omitted) (“[m]oney damages are not considered irreparable harm”); E. Bay \nSanctuary Covenant v. Biden, 993 F.3d 640, 677 (9th Cir. 2021) (citation omitted); Life \nSpine,Inc. v. Aegis Spine, Inc., 8 F.4th 531, 545 (7th Cir. 2021) (citation omitted); Together \nEmps. v. Mass Gen. Brigham Inc., 32 F.4th 82, 85 (1st Cir. 2022) (citation omitted) (noting \nthat “adequate legal remedies foreclose injunctive relief”).  Conversely, economic harm \nalone generally is not considered irreparable.  Netzer Law Off., P.C. v. State, 2022 MT 234, \n¶ 18, 410 Mont. 513, 420 P.3d 335 (affirming district court’s conclusion that minimal \neconomic harm is insufficient to justify preliminary injunctive relief); E. Bay Sanctuary \nCovenant, 993 F.3d at 677; Transcon. Gas Pipe Line Co., 910 F.3d at 1165 (citation \nomitted) (“economic harm will not satisfy the irreparable-harm element in many cases”); \nHeideman v. S. Salt Lake City, 348 F.3d 1182, 1189 (10th Cir. 2003) (citation omitted).  A \n27\n\nshowing of irreparable injury must be likely; speculative injury is insufficient.  MAID, ¶ 15 \n(citing Winter, 555 U.S. at 22).  \n¶48 When a plaintiff’s claim is grounded in the right to privacy, we have “recognized \nharm from constitutional infringement as adequate to justify a preliminary injunction.”  \nWeems I, ¶ 25 (citations omitted).  “When an alleged deprivation of a constitutional right \nis involved, such as the right to free speech or freedom of religion, most courts hold that \nno further  showing of  irreparable injury is  necessary.”   Wright & Miller,  § 2948.1; \nsee also Deerfield Med. Ctr. v. City of Deerfield Beach, 661 F.2d 328, 338 (5th Cir. 1981) \n(citation omitted) (irreparable injury is established when constitutional right of privacy is \nthreatened or being impaired); Melendres v. Arpaio, 695 F.3d 990, 1000 (9th Cir. 2012) \n(quoting Elrod v. Burns, 427 U.S. 347, 373, 96 S. Ct. 2673, 2690 (1976)). (“It is well \nestablished  that  the  deprivation  of  constitutional  rights  ‘unquestionably  constitutes \nirreparable injury.’”).\n¶49 Concluding that Plaintiffs had sufficiently demonstrated that SB 99 infringed on \ntheir fundamental right to privacy, the District Court found that they had established the \nirreparable injury factor.  Plaintiffs’ declarations further convinced the District Court that \nSB 99’s prohibitions would likely lead to increased depression, anxiety, suicidal ideation, \nand suicide attempts for Provider Plaintiffs’ patients.  Youth Plaintiff Phoebe Cross’s \ndeclaration also attested that taking away his gender-affirming care would leave him \n“fearful for [his] life.”  \n¶50 The  State  argues  that  the  District  Court  erred  in  finding  for  Plaintiffs  on  the \nlikelihood  of  irreparable  harm  factor.    Relying  on  its  evidence  that  the  treatments \n28\n\nproscribed by SB 99 cause “grievous physical, psychological, and emotional injury,” the \nState asserts that the Plaintiffs’ evidence is “subject to significant legitimate criticism that \nseriously undermines its reliability and scientific validity.”  The State implicitly asks the \nCourt to reweigh the parties’ evidence, asserting that “there is a substantial amount of \nevidence from all over the world that gender transition procedures do not, in fact, alleviate \ngender dysphoria, but instead lead to exacerbated mental health problems and even more \nsignificant distress.”  With an appeal of a preliminary injunction, however, we do not \n“determine the underlying merits of the case” and will not “reweigh conflicting evidence \nor substitute [our] judgment regarding the strength of the evidence for that of the district \ncourt.”   Planned Parenthood, 2022 MT 157, ¶¶  5, 41 (citation and quotation marks \nomitted). \n¶51 Plaintiffs’ alleged injury—loss of the constitutional privacy right—is irreparable \nwith a monetary remedy, which makes their claim appropriate for a preliminary injunction.  \nSee Flying T Ranch, LLC, ¶ 19; Weems I, ¶ 25; E. Bay Sanctuary Covenant v. Biden, 993 \nF.3d at 677.  Given the Plaintiffs’ evidence that the most lasting and permanent forms of \ngender-affirming care are rarely performed on minors; that, without an injunction, minor \npatients would suffer severe psychological distress; and that SB 99 infringed on their \nfundamental right to privacy, Plaintiffs demonstrated a likelihood of irreparable harm.  It \nwas not a manifest abuse of discretion for the District Court to conclude that the Plaintiffs \nmade an adequate preliminary showing of harm to warrant the preservation of their rights \nin status quo pending a full trial.  \n29\n\n¶52 The State takes issue with the District Court’s reference to preserving the status quo, \ncontending  that  this  is  no  longer  part  of  Montana’s  preliminary  injunction  standard.  \nSee Driscoll, ¶ 26.  This is incorrect.  The United States Supreme Court recently reaffirmed \nthat the purpose of a preliminary injunction is “to preserve the relative positions of the \nparties until a trial on the merits can be held.”  Starbucks Corp. v. McKinney, 600U.S. 339, \n346, 144 S. Ct. 1570, 1576 (2024) (quoting Univ. of Tex. v. Camenisch, 451 U.S. 390, 395, \n101  S.  Ct.  1830,  1834  (1981));  see  §  27-19-201(4),  MCA  (expressing  intent  that \n“interpretation  and  application”  of  the  new  standard  “closely  follow  United  States \n[S]upreme [C]ourt case law”).  Consistent with this standard, we long have recognized that \n“[d]uring a show cause hearing on a preliminary injunction, the district court should restrict \nitself to determining whether the applicant has made a sufficient case to warrant preserving \na right in status quo until a trial on the merits can be had.”  Knudson v. McDunn, 271 Mont. \n61, 65, 894 P.2d 295, 298 (1995) (citing Porter v. K & S P’ship, 192 Mont. 175, 181, 627 \nP.2d 836, 839 (1981)).  The District Court did not err when it relied on preservation of the \nstatus quo in its preliminary injunction order.  \nBalance of the Equities and the Public Interest\n¶53 The third preliminary injunction factor asks whether “the balance of the equities tips \nin the applicant’s favor.”  Section 27-19-201(1)(c), MCA.  The final factor requires the \napplicant to establish that “the order is in the public interest.”  Section 27-19-201(1)(d), \nMCA.  The public interest factor “is another way of inquiring whether there are policy \nconsiderations that bear on whether” to grant an injunction.  Wright & Miller, § 2948.4.  \n“When the government opposes a preliminary injunction, these two factors ‘merge into one \n30\n\ninquiry.’”  Planned Parenthood of Mont. v. State, 2024 MT 227, ¶ 34, 418 Mont. 226, \n557 P.3d 471 (quoting Porretti, 11 F.4th at 1047); accord Nken v. Holder, 556 U.S. 418, \n435, 129 S. Ct. 1749, 1762 (2009). \n¶54 Enjoining SB 99, the State argued, would cause it irreparable injury that outweighed \nPlaintiffs’ injury absent an injunction.  The District Court determined conversely that the \nrisk of adverse effects to Youth Plaintiffs’ health, “including increased risk of suicidality,” \noutweighed the harms to the State.  The District Court also reasoned that preliminarily \nenjoining SB 99 served the public interest because “[i]t is always in the public interest to \nprevent the violation of a party’s constitutional rights.”  See Planned Parenthood, 2024 \nMT 227, ¶ 36 (quoting Melendres, 695 F.3d at 1002); Index Newspapers LLC v. U.S. \nMarshals Serv., 977 F.3d 817, 838 (9th Cir. 2020) (citation omitted); Dodds v. U.S. Dep’t \nof Educ., 845 F.3d 217, 222 (6th Cir. 2016) (citation omitted); Pryor v. School Dist. No. 1, \n99 F.4th 1243, 1254 (10th Cir. 2024) (citation omitted).  Plaintiffs’ evidence indicated that \nother non-party minors with gender dysphoria would be harmed if SB 99 were not enjoined, \nwhich further convinced the District Court that the public interest would be served by \npreliminarily enjoining SB 99.  \n¶55 The statute at issue here prevents  a wide  range of  treatment even when  such \ntreatment is determined, in the judgment of a medical professional working with their \npatients, to be in the patients’ best interest and given with informed consent.  The evidence \nshowed that the proscribed medical interventions are not used for youth prior to the onset \nof puberty, and the most invasive (surgical) treatments are not recommended for patients \nbefore they turn eighteen.  On the strength of the potential harm to those patients the statute \n31\n\ntargets, the District Court reasonably concluded that the balance of the equities tips toward \npreliminary relief pending full consideration of the merits.  Its analysis of the last two \npreliminary injunction factors  was  not arbitrary or  unreasonable.   The court did not \nmanifestly abuse its discretion, and its injunction was not overbroad.  \n¶56 Finally, both parties have submitted notices of supplemental authority, citing recent \ncases considering challenges to various laws regarding gender-affirming care.  Without \nexception, the additional authority pertains to claims grounded in the equal protection \nclause or otherwise based on alleged unlawful discrimination.  Some of the authorities also \nreference new developments in research and evidence that was not part of the record \npresented to the District Court in the preliminary injunction proceedings.  Because, on the \nrecord here, the District Court’s conclusions on Montana’s express privacy protections are \nsufficient to uphold its preliminary injunction, we affirm on that basis.  The parties will \nhave the opportunity during the merits proceeding for full development of the record, \nwhere their experts may offer insight on any new research, and for briefing on the current \ncase law relative to their claims.\nCONCLUSION\n¶57 The District Court made no error of law and did not manifestly abuse its discretion.  \nWe affirm its grant of a preliminary injunction on the basis of Plaintiffs’ right to privacy \nclaim.  The case will proceed to trial, at which point the District Court will finally resolve \nthe disputed facts and issue a final determination on the constitutional issues presented.  \n/S/ BETH BAKER\n32\n\nWe Concur: \n/S/ MIKE McGRATH\n/S/ LAURIE McKINNON\n/S/ INGRID GUSTAFSON\n/S/ DIRK M. SANDEFUR\n/S/ JAMES JEREMIAH SHEA\nJustice Laurie McKinnon, concurring.\n¶58 I concur in the Court’s decision to uphold the preliminary injunction on Plaintiffs’ \nright to privacy claim.  I write separately because I believe Plaintiffs’ equal protection \nclaim should likewise be addressed by the Court.\n¶59 This Court’s review of a preliminary injunction is a deferential question that asks \nwhether the district court manifestly abused its discretion.  Stensvad v. Newman Ayers \nRanch, Inc., 2024 MT 246, ¶ 8, 418 Mont. 378, __ P.3d __.  This limited review for \npurposes  of  injunctive relief makes sense: the parties  have minimal opportunity  to \ndevelop the record; the district court judge must work quickly and from a narrow set of \nfacts; this Court can only review the limited information before it.  There is much left to \nbe litigated on the merits in this case, especially considering the thorny social, scientific, \nand legal landscape from which it arises, and courts should have the benefit of a more \ncomplete record before making ultimate decisions on the merits.  See Stensvad, ¶ 27 \n(explaining how this Court’s preliminary injunction test seeks to preserve intensive \nmerits litigation for the post-injunctive relief stage).  But there is a line between deciding \nnarrowly for the purposes of an appeal of a preliminary injunction and refusing to decide \nthe issue which is front and center to the controversy.  By entirely ignoring the parties’ \n33\n\nequal protection arguments, this Court crosses that line, leaving the parties and the \nDistrict Court without necessary guidance on questions of law entirely appropriate for \nthis Court to address at this juncture.  This Court’s avoidance of a claim squarely before \nus puts the parties at a disadvantage going forward on the merits case. \n¶60 Aside from the question of standing, the vast majority of the parties’ arguments \nand the District Court’s Order focuses on the unique equal protection issues presented by \nthis case—novel legal issues on which the parties and the District Court require this \nCourt’s instruction before trial proceeds.  While a prohibition on gender-affirming care \nmust  be  evaluated  under  Montana’s  right  to  privacy  precedent,  the  prohibition  on \ngender-affirming  care  is  fundamentally  about  the  nature  of  sex  and  suspect  class \ndiscrimination as it applies in the equal protection context.  Gender-affirming care is \ncurrently being litigated on equal protection grounds around the country, and the United \nStates Supreme Court is poised to take up the issue this term, see L.W. v. Skrmetti, 73 \nF.4th 408 (6th Cir. 2023), cert. granted sub nom.  United States v. Skrmetti, 144 S. Ct. \n2679 (2024).  These cases are instructive in certain ways, but they cannot answer what \nthis Court is being asked: how sex/gender discrimination and suspect class discrimination \nshould  be  handled  under  the  unique  equal  protection  provision  of  the  Montana \nConstitution.  In fact, Plaintiffs’ complaint is made up of claims exclusively under the \nMontana  Constitution.  No other Court can answer  these questions.  The Montana \nConstitution stands on its own, as does Plaintiffs’ equal protection challenge.1  \n1 We have held repeatedly that the Montana Constitution provides greater protection under its \nequal protection provision.  Snetsinger v. Mont. Univ. Sys., 2004 MT 390, ¶ 15, 325 Mont. 148, \n34\n\n¶61 The  District  Court’s  Order  points  out  a  critical  gap  in  our  equal  protection \njurisprudence, specifically, that this Court “has not yet explicitly identified the level of \nscrutiny applicable to classifications that are sex-based, nor has it explicitly stated that \nsex is a suspect class.”  At the federal level, defining the classes for equal protection \npurposes  is  driving  a  prudential  rift,  because  that  class  definition  determines  what \nstandard of scrutiny is applied under the U.S. Constitution.  Many competing theories \npervade.    For  example,  in  Skrmetti,  the  Sixth  Circuit  found  that  the  law  did  not \ndiscriminate on sex because it banned gender-affirming care for minors of both sexes.  \nSkrmetti, 73 F.4th at 419-20.  The Eleventh Circuit has held that legislation blocking \ngender-affirming care “targets specific medical interventions for minors” and does not \nclassify “on the basis of any suspect characteristic under the Equal Protection Clause.”  \nEknes-Tucker v. Governor of Alabama, 80 F.4th 1205, 1227 (11th Cir. 2023).  Appellants \nargue similarly.  Of course, the question in Skrmetti will be analyzed and decided under \nthe federal constitution and precedent––not Montana’s Constitution and precedent.  \n¶62 Montana’s constitutional equal protection provision and this Court’s precedent \nstands  apart  and  in  addition  to  the  minimum  safeguards  provided  by  our  federal \ncounterpart.  They provide clear direction as to the appropriate tier of scrutiny.  When \nlegislation  infringes  on  fundamental  rights,  including  within  the  equal  protection \nframework, it receives strict scrutiny because the interest discriminated against is a \n104  P.3d  445.    Thus,  we  need  not  and  should  not  lock-step  with  the  U.S.  Constitution’s \ninterpretation of similar language.  See State v. Covington, 2012 MT 31, ¶¶ 20-21, 364 Mont. 118, \n272 P.3d 43 (explaining that this Court “will undertake a unique, state constitutional analysis” \nwhen there is support for greater protection under the state constitution).  \n35\n\nfundamental right.  See Planned Parenthood v. State, 2024 MT 178, ¶ 29, 417 Mont. 457, \n554 P.3d 153; Snetsinger, ¶ 17 (“Strict scrutiny applies if a suspect class or fundamental \nright is affected.”).  At least two fundamental rights are implicated here: the right to be \nfree from discrimination based on sex which necessarily includes transgender status as \nexplained below, and the right to privacy already addressed by the Court.2  Strict scrutiny \nis undoubtedly the appropriate tier of scrutiny.  \n¶63 As  the  District  Court  noted,  transgender  discrimination  is,  by  nature,  sex \ndiscrimination.  This logic is supported in part by Bostock v. Clayton County, 590 U.S. \n644, 140 S. Ct. 1731 (2020), where the Supreme Court held that discrimination based on \ntransgender status is sex discrimination.  In the gender-affirming care case currently \npending before the Supreme Court, however, Tennessee advances the Sixth Circuit’s \nreasoning that Bostock’s holding is limited to the Title VII context, receiving a lower \nstandard of scrutiny in other contexts.  Appellants argue similarly before this Court.  But \nagain,  the  Montana  Constitution’s  equal  protection  provision  offers  a  critical \ndistinction—like Title VII, it explicitly prohibits discrimination on the basis of sex.  Thus, \neven if the Supreme Court limits Bostock’s recognition of transgender status-based sex \ndiscrimination to the Title VII context, the Montana Constitution is not limited in the \nsame way.  Bostock’s logic is sound: “[I]t is impossible to discriminate against a person \nfor being . . . transgender without discriminating against that individual based on sex.”  \n2 One might also posit that the right to equal protection of the laws is itself a fundamental right \nwarranting strict scrutiny based on its presence in the Declaration of Rights, regardless of the \nclassifications being challenged.  Nevertheless, this Court has developed a three-tier framework \nfor the appropriate standard of scrutiny in an equal protection challenge.  See Snetsinger, ¶ 17.  \n36\n\nBostock, 590 U.S. at 660, 140 S. Ct. at 1741.  By declining to engage with this question \nnow, we leave this critical definition open to lock-stepping by complicity in whatever \ndirection the United States Supreme Court decides to take.  This Court should take the \nopportunity to clearly state that discrimination based on sex as explicitly contained in the \nequal protection clause includes discrimination on the basis of transgender status.  \n¶64 I would therefore affirm the District Court’s finding that SB 99 discriminates \nbased on sex and that strict scrutiny is the appropriate standard of review; not because it \nis more analogous to the federal “heightened scrutiny” standard for sex discrimination as \nthe District Court reasoned,  but because  Article II,  Section 4 is unequivocal  in its \nintolerance for discrimination, which includes discrimination based on sex.  Article II, \nSection  4  “provides  even  more  individual  protection”  than  its  federal  counterpart, \nSnetsinger, ¶ 15, so we need not parse federal gender discrimination law in search of an \nanalogous level of scrutiny.  \n¶65 Moreover, this Court should separately and additionally hold that transgender \nstatus is a suspect class.  Plaintiffs’ District Court briefing makes a compelling case as to \nwhy transgender status is a suspect class that also triggers strict scrutiny.  The District \nCourt noted its belief “that transgender persons comprise a suspect class” based on the \nfederal definition.  See San Antonio Indep. Sch. Dist. v. Rodriguez, 411 U.S. 1, 28, 93 \nS. Ct. 1278, 1294 (1973) (defining a suspect class as one “saddled with such disabilities, \nor subjected to such a history of purposeful unequal treatment, or relegated to such a \nposition of political powerlessness as to command extraordinary protection from the \nmajoritarian political process”).  But given this Court’s lack of precedent on defining a \n37\n\nsuspect class under the Montana Constitution, the District Court “decline[d] to fully \nengage in this analysis.”  This Court has been explicitly asked to clarify this question on \nappeal, yet declines to do so without explanation.  Like the District Court, I would agree \nthat transgender persons comprise a suspect class.  \n¶66 Thus, critically, strict scrutiny is the appropriate level of scrutiny on at least three \nseparate bases.  I would conclude the District Court did not manifestly abuse its discretion \nin granting the preliminary injunction because Plaintiffs are likely to succeed on the \nmerits on both their equal protection and right to privacy claims because SB 99 cannot \nsurvive strict scrutiny; Plaintiffs will face irreparable harm if SB 99 is allowed to go into \neffect; and the balance of equities and public interest favors granting the injunction.  \n¶67 The parties briefed the equal protection issue extensively and will proceed to trial \non the merits of their equal protection claim.  We do the District Court and the litigants a \ndisservice when we avoid articulating the simple rule that discrimination on the basis of \ntransgender status is sex discrimination, sex discrimination receives strict scrutiny, and \nthat transgender persons comprise a suspect class also triggering strict scrutiny.  Ignoring \nthe most substantive legal arguments of the case is not an act of judicial restraint or \ndeciding the case narrowly.  It is an unjustifiable avoidance of a cornerstone question \nwhich, if unanswered, will create further litigation; waste resources and time; and create \nneedless expense as the trial proceeds on the merits.  More importantly, our avoidance \nwill delay resolution of this issue for those most affected by our decision––transgender \npersons seeking medical care in time-sensitive scenarios.  We ought to resolve this claim \nthat has been correctly and aptly raised before this Court.  \n38\n\n/S/ LAURIE McKINNON\nJustice Ingrid Gustafson joins the Concurrence of Justice Laurie McKinnon.\n/S/ INGRID GUSTAFSON\nJustice Jim Rice, concurring in part and dissenting in part.  \n¶68 I  concur  with  the  Court’s  holding  affirming  the  District  Court’s  entry  of  a \npreliminary injunction enjoining SB 99’s medical restrictions.  A legislative prohibition of \nan approved medical procedure must satisfy the high bar of being narrowly tailored to serve \na compelling state interest in addressing a bona fide health risk.  Further, the status quo is \nthat the treatments now restricted by SB 99 have been, and are, ongoing.  Thus, under \napplication of these standards, I concur with the Court that the District Court did not \nmanifestly abuse its discretion in determining that Plaintiffs had satisfied the conjunctive \nfactors for issuance of the preliminary injunction regarding SB 99’s medical restrictions to \npreserve the status quo pending trial in the proceeding.\n¶69 However, it should also be noted that both the medical and legal grounds regarding \nthe subject treatment of minors addressed by SB 99 are moving under our feet, and the \nstatus quo itself is becoming a moving target, even as this litigation continues.  As the \nCourt notes, Opinion, ¶ 35, the FDA has not approved puberty blockers for use in treating \ngender dysphoria.  The State has filed several notices of supplemental authority providing \nfurther national and international decisions recognizing growing concerns over the medical \nbenefit of this treatment and the legitimate basis for state intervention.  See TransActual \n39\n\nCIC v. Sec’y of State for Health and Soc. Care, [2024] EWHC 1936, ¶¶ 194-95 (England \nHigh Court of Justice) (citing a study described as the “best and most-up-to-date scientific \nevidence available” which concludes “any benefits of puberty blockers were (save in one \n‘very narrow’ respect) unproven or non-existent.”); and Alabama v. United States Sec'y of \nEduc., No. 24-12444, 2024 U.S. App. LEXIS 21358, at *3-4 (11th Cir. Aug. 22, 2024) \n(noting that “every court to consider the issue across the nation—seven district courts and \ntwo courts of appeals—preliminarily enjoined enforcement” of a new Title IX rule, 89 Fed. \nReg. 37,522 (May 6, 2024), which would have required healthcare providers and states to \nperform and pay for gender-transition procedures).  Other states have likewise restricted \ngender-affirming care.  See L.W. v. Skrmetti, 83 F.4th 460 (6th Cir. 2023) (reversing \npreliminary injunction entered against state bans on gender-affirming care enacted in \nTennessee and Kentucky because a likelihood of success on the merits of substantive due \nprocess and equal protection claims not demonstrated).  This small sampling is enough to\nhighlight both the changing legal landscape and the gravity of the governing principle that \nneither this decision from our Court nor the District Court’s decision should affect in any \nway the ultimate outcome, which must be based on advancing medical science and law in \nregard to a serious concern over minors receiving this treatment.  \n¶70 I would reverse the District Court’s enjoinder of the funding prohibition of SB 99, \nsee 2023 Mont. Laws ch. 306, § 8, which was codified as § 53-6-135, MCA, particularly \nin light of the broad enjoinder of the new Title IX rule by the federal courts.  As such, there \nis no current federal mandate for Medicaid funding of gender-affirming care.  See Texas v. \nBecerra, No. 6:24-cv-211-JDK, ___ F. Supp. 3d ___, 2024 U.S. Dist. LEXIS117573, (E.D. \n40\n\nTex. July 3, 2024).   Further, funding  decisions  fall within the Legislature’s  primary \nconstitutional duty and responsibility over spending decisions, and I believe they should \nbe subject to rational basis review.  See Timm v. Mont. Dep’t. of Pub. Health & Hum. \nServs., 2008 MT 126, ¶ 34, 343 Mont. 11, 184 P.3d 994 (“[T]here is no fundamental right \nto receive Medicaid benefits in Montana.”); Harris v. McRae, 448 U.S. 297, 317-18, \n100 S. Ct. 2671, 2688-89 (1980) (“[F]reedom of choice in the context of certain personal \ndecisions [] does not confer an entitlement to such funds as may be necessary . . . .”). \n¶71 I concur and dissent.  \n/S/ JIM RICE\n41",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/155619"
    },
    {
      "date": "2023-09-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Montana state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 141087,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/141087.pdf",
      "title": "Order Granting Plaintiffs' Motion for Preliminary Injunction",
      "text": "\n############# New Text on 20240903 ###############\nFILED  SEP  27  2023 \nHon.  Jason  Marks,  District  Court  Judge  AMY MCGHEE,  CLE \nFourth  Judicial  District,  Dept.  No.  4  eDiaa  SS SeE \nMissoula  County Courthouse \n200  West  Broadway \nMissoula,  Montana  59802 \n(406)  258-4774 \nMONTANA  FOURTH  JUDICIAL  DISTRICT  COURT,  MISSOULA  COUNTY \n  \nSCARLET  VAN  GARDEREN,  et  al.,  Dept.  No.  4 \nCause  No.  DV-23-541 \nPlaintiffs, \n10 \nVv. \nORDER  GRANTING \n        \n11  PLAINTIFFS’  MOTION  FOR \nSTATE  OF  MONTANA,  et  al.,  PRELIMINARY  INJUNCTION \n    \n12 \nDefendants. \n13 \n  \n.  14 \nThis  matter  comes  before  the  Court  on  Scarlet  van  Garderen  et  al.’s \n15 \n(collectively  “Plaintiffs”)  Motion for  Preliminary  Injunction  (‘Motion’)  (Doc.  49).  ° \n16 \nThe  Court  has  considered  Plaintiffs’  Motion,  the  corresponding  Brief  in  Support \n17 \n(Doc.  50),  the  State  of  Montana  et  al.’s  (collectively  “Defendants”)  Brief  in \n18 \nOpposition  (Doc.  77),  and  Plaintiffs’  Reply  thereto  (Doc.  120).  Additionally,  the \n19 \nCourt  heard  oral  argument  on  this  matter  on  September  18,  2023.  The  Court  is  fully   \n20 \ninformed  and  prepared  to  rule. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  1 \nZi \nORDERS \n(1)  The  Court  hereby  GRANTS  Plaintiffs’  Motion. \n(2)  The  Court  hereby  ORDERS  the  parties  to  file  a  proposed  scheduling \norder  within  21  days  of the  filing  of this  order,  including  the  number \nof days  needed  for  trial. \nMEMORANDUM \nI.  INTRODUCTION  ~ \nThe  Montana  State  Legislature  recently  passed  Senate  Bill  99  (“SB  99”), \nentitled  the  “Youth  Health  Protection  Act,”  as  part  of the  68th  Legislative  Session. \nSB  99  bans  certain medical treatments  for minors  who  experience  gender dysphoria. \n10  It  is  set  to  take  effect  on  October  1,  2023 .  This  case  was  initiated  on  May  9,  2023, \n11  when  Plaintiffs  filed  a  complaint  seeking  declaratory  and  injunctive  relief  against \n \n    \n12  Defendants  and  challenging  the  constitutionality  of SB  99.  Plaintiffs’  Motion  seeks \n13  to  enjoin  Defendants  from  enforcing  SB  99. \n14  ll.  BACKGROUND \n   15  The  following  facts  are  generally  derived  from  the  declarations,  expert \n16  reports,  exhibits,  and  testimony  submitted  to  the  Court. \n17  A.  Montana  Senate  Bill  99 \n18  SB  99  reads  as  follows: \n4  Section  4.  -Prohibitions.  (1)(a)  Except  as  provided  in  subsection \n(1)(c),  a  person  may  not  knowingly  provide  the  following  medical \n20  treatments  to  a  female  minor  to  address  the  minor’s  perception  that  her \ngender  or  sex  is  not  female: \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  2 \n(i)  surgical  procedures,  including  a  vaginectomy,  hysterectomy, \noophorectomy,  ovariectomy,  reconstruction  of  the  urethra, \nmetoidioplasty,  phalloplasty,  scrotoplasty,  implantation  of  erection  or \ntesticular  protheses,  subcutaneous  mastectomy,  voice  surgery,  or \npectoral  implants; \n(ii)  | supraphysiologic  doses  of testosterone  or  other  androgens;  or \n(iii)  puberty blockers  such  as  GnRH  agonists  or  other  synthetic  drugs \nthat  suppress  the  production  of  estrogen  and  progesterone  to  delay  or \nsuppress  pubertal  development  in  female  minors. \n(b)  Except  as  provided  in  subsection  (1)(c),  a  person  may  not \nknowingly provide  the  following  medical  treatments  to  a male  minor to \naddress  the  minor’s  perception  that  his  gender  or  sex  is  not  male: \n(@)  surgical  procedures,  including  a  penectomy,  orchiectomy, \nvaginoplasty,  clitoroplasty,  vulvoplasty,  augmentation  mammoplasty, \nfacial  feminization  surgery,  voice  surgery,  thyroid  cartilage  reduction, \n10 \nor  gluteal  augmentation; \n11  (ii)  | supraphysiologic  doses  of estrogen;  or \n    \n12  (iii)  puberty blockers  such  as  GnRH  agonists  or other  synthetic  drugs \nthat  suppress  the  production  of  testosterone  or  delay  or  suppress \n13  pubertal  development  in  male  minors. \n-(c)  The  medical  treatments  listed in  subsections  (1)(a)  and  (1)(b)  are \n14 \nprohibited  only  when  knowingly  provided  to  address  a  female  minor’s \nperception  that  her  gender  or  sex  is  not  female  or  a  male  minor’s \n15 \nperception  that  his  gender  or  sex  is  not  male.  Subsections  (1)(a)  and \n(1)(b)  do  not  apply  for  other purposes,  including: \n16 \n(i)  _  treatment  for  a  person  born  with  a  medically  verifiable  disorder \n17 \nof sex  development  .... \n18  (ii)  treatment  of  any  infection,  injury,  disease,  or  disorder  that  has \nbeen  caused  or  exacerbated  by  a  medical  treatment  listed  in  subsection \n19  (1)(a)  or  (1)(b),  whether  or  not  the  medical  treatment  was performed  in \naccordance  with  state  and  federal  law  and  whether  or  not  funding  for \nthe  medical  treatment  is  permissible  under  state  and  federal  law. \n20 \nS.  99,  2023  Leg.,  68th  Sess.,  Reg.  Sess.  §  4(1)(a)-(c)  (Mont.  2023). \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION\nIn  addition to  prohibiting  certain medical  treatments  when related  to  a minor’s \ngender  or  sex  perception,  SB  99  also  contains  directives  for  health  care \nprofessionals’  licensing  entities  and  disciplinary  review  boards: \n(2)  Ifa  health  care  professional  or  physician  violates  subsection \n(1)(a)  or  (1)(0): \n(a)  the  health  care  professional  or  physician  has  engaged  in \nunprofessional  conduct  and  is  subject  to  discipline  by  the  appropriate \nlicensing  entity  or  disciplinary  review  board...  .  That  discipline  must \ninclude  suspension  of  the  ability  to  administer  health  care  or  practice \nmedicine  for  at  least  1  year. \nId.,  §  4(2){a).  Subsection  (2)(b)  further  states  that  “parents  or  guardians  of the  minor  © \n \nsubject  to  the  violation  have  a  private  cause  of action...  .”  Jd.,  §  4(2)(b). \n10 \nFinally,  subsections  (3)-(11)  of  §  4  contain  additional  prohibitions  and \n  \n11 \n    warnings,  including  but  not  limited  to:  public  funds  may  not be  directly  or indirectly \n12 \nused  for the purposes  of providing the medical  treatments  listed  in  subsections  (1)(a) \n13 \nand  (1)(b);  Montana  Medicaid  and children’s  health  insurance  programs  may  not \n14 \nreimburse  or provide  coverage  for the  treatments prohibited  in  subsections  (1)(a)  and \n15 \n(1)(b);  state property,  facilities,  and buildings  may  not be  knowingly used  to  provide \n16 \nthe  treatments  prohibited  in  subsections  (1)(a)  and  (1)(b);  and  the  attorney  general \n17 \nmay  bring  actions  to  enforce  compliance.  Jd.,  §  4(3),  (6),  (9),  (11).  Subsection  (4) \n18 \nspecifically  states:  “any  individual  or  entity  that  receives  state  funds  to  pay  for  or \n19 \nsubsidize  the  treatment  of  minors  for  psychological  conditions,  including  gender \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  4 \ndysphoria,  may  not  use  state  funds  to  promote  or  advocate  the  medical  treatments \nprohibited  in  subsection  (1)(a)  or  (1)(b).”  Jd.,  §  4(4). \nB.  Terminology \nAt birth,  infants  are  generally  assigned  as ex—male  or  female—based  on their \nexternal  genitalia,  internal  reproductive  organs,  and  chromosomal  makeup.  Expert \nReport  of  MichaelK.   Laidlaw,  M.D.,  §  14-15  (Doc.  78)  [hereinafter  “Laidlaw \nRep.”] .  “Sex”  is  a “distinct biological  classification that  is  encoded  in  every person’s’ \nDNA”!  and  “makes  us  male  or  female.”  Laidlaw  Rep.,  {4  13-16.  “Gender”  is  the \n“social  and  cultural  concept”  referring  to  the  “roles,  behaviors,  and  identities  that \n10  society  assigns  to  girls  and  boys,  women  and  men,  and  gender-diverse  people.” \n11  “Gender  identity”  refers  to  a  person’s  “subjective  feelings”  about  their  “core \n    \n12  sense  of belonging-to  a  particular  gender.”  Declaration  of James  Cantor,  PhD,  {  107 \n13  (Doc.  79)  [hereinafter  “Cantor  Decl.”];  Expert  Report  of  Olson-Kennedy,  M.D., \n14  MSS.,  9  24,  27,  (Doc.  59)  [hereinafter  “Olson-Kennedy  Rep.”].  As  SB  99 \n15  recognizes,  “[a]n  individual’s  gender  may  or  may  not  align  with  the  individual’s \n16  sex.”  S.  99,  §  3(3).  The  term  “cisgender”  refers  to  a  person  whose  gender  identity \n17  matches  their  sex  assigned  at  birth.  Olson-Kennedy  Rep.,  J.  28.  The  term \n18 \n19 \n'  Nat'l  Inst.  of Health,  Office  of Research  on  Women’s  Health,  How  Sex  and  Gender Influence \nHealth  and Disease,  available  at  https://perma.cc/9EP5-MXK8  (last  visited  Sept.  19,  2023);  see \nAl) \nalso  Mont.  8.  99,  §  3(2)  (defining  “sex”). \n? Nat’!  Inst.  of Health, How Being Male  or Female  Can Affect  Your Health,  NIH News  in  Health, \navailable  at https://perma.cc/CJM3-ZZP4  (last  visited  Sept.  19,  2021). \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  5\n“transgender”  refers  to  a  person  whose  gender  identity  is  not  congruent  with  their \nsex  assigned  at  birth.  Jd.,  §{  28,  29.  This  incongruence  can  lead  to  clinically \nsignificant  distress,  a  diagnosable  condition  termed  “gender  dysphoria.”  Jd. \nSB  99  defines  gender  dysphoria  as  “the  condition  defined  in  the  Diagnostic \nand  Statistical  Manual  of Mental  Disorders,  Fifth  Edition”  (“DSM-5”).  S.  99,  §  3(3). \nThe  DSM-S  gives  the  following  criteria  for  gender  dysphoria: \nA  marked  incongruence  between  one’s  experienced/expressed  gender \nand  natal  gender  of at  least  6  months  in  duration,  as  manifested  by  at \nleast  two  of the  following: \nA.  A  marked  incongruence  between  one’s  experienced/expressed \ngender  and  primary  and/or  secondary  sex  characteristics  (or  in  young \n10  adolescents,  the  anticipated  secondary  sex  characteristics)[;] \nB.  A  strong  desire  to  be  rid  of one’s  primary  and/or  secondary  sex \n11 \ncharacteristics  because  of  a  marked  incongruence  with  one’s \n    \nexperienced/expressed  gender  (or  in  young  adolescents,  a  desire  to \n12 \nprevent  the  development  of  the  anticipated  secondary  sex \ncharacteristics)[;] \n13 \nC.  <A  strong  desire  for  the  primary  and/or  secondary  sex \n  \n14 \ncharacteristics  of the  other  gender[;] \n15  D.  A  strong  desire  to  be  of  the  other  gender  (or  some  alternative \ngender  different  from  one’s  desired  gender)[;] \n16 \nE.  A  strong  desire  to  be  treated  as  the  other  gender  (or  some \nalternative  gender  different  from  one’s  designated  gender[;] \n17 \nF,.  A  strong  conviction  that  one  has  the  typical  feelings  and \n18 \nreactions  of the  other  gender  (or  some  alternative  gender  different  from \none’s  desired  gender)[.] \n19 \nAmerican  Psychiatric  Association,  Diagnostic  and  Statistical  Manual  of Mental \n20 \nDisorders,  Text Revision,  at  512-513  (Sth,  ed.  2022). \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  6\nC.  Parties \nPlaintiffs  are:  two  transgender  minors,  Scarlet  van  Garderen,  a  17-year-old \nwho  currently  receives  treatment  banned  by  SB  99,  and Phoebe  Cross,  a  15-year-old \nwho  currently  receives  treatment  banned  by  SB  99  (“Youth  Plaintiffs”);  their \nparents,  Jessica  and  Ewout  van  Garderen  and  Molly  and  Paul  Cross,  respectively, \nalong  with  John  and  Jane  Doe,  parents  of  non-party  Joanne  Doe,  a  15-year-old \ntransgender  minor  who  currently  receives  treatment  banned  by  SB  99  (‘Parent \nPlaintiffs”);  and  Dr.  Juanita  Hodax,  a  pediatric  endocrinologist  who  provides \ntreatments  banned  by  SB  99,  with  Dr.  Katherine  Mistretta,  a  Board  Certified  Family \n10  Nurse  Practitioner,  an Advanced  Practice Registered Nurse,  and  a Doctor of Nursing \n11  Practice,  who  also  provides  treatments  banned  by  SB  99  (“Provider  Plaintiffs”). \n    \n12  Defendants  are:  the  State  of  Montana;  Governor  Gregory  Gianforte,  in  his \n13  official  capacity  as  Governor  of  the  State  of  Montana;  Attorney  General  Austin \n14  Knudsen,  in  his  official  capacity  as  Attorney  General  for  the  State  of Montana;  the \n15  Montana  Board  of Medical  Examiners,  the  entity  that  governs  medical  licensing  and \n16  regulation  of medical  practices  within  the  State  of Montana;  the  Montana  Board  of \n17  Nursing,  the  entity  that  governs  licensing  and  regulation  of nursing  practices  within \n18  the  State  of  Montana;  the  Montana  Department  of  Public  Health  and  Human \n19  Services  (“DPHHS”),  the  governmental  entity  responsible  for  administering  the \n \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  7 \nState  of Montana’s  Medicaid  Program  and Healthy Montana Kids  Children’s  Health \nInsurance  Plan;  and  Chartes  Brereton,  in  his  official  capacity  as  Director  of DPHHS. \nD.  Standards  of Care  for  Treatment  of Gender  Dysphoric  Minors \nThe  parties  both  filed  extensive  evidence,  including  expert  reports,  regarding \ngender  dysphoria  and  the  applicable  standard  of care. \ni.  Plaintiffs’ Argument \nPlaintiffs  contend that there  is  wide  acceptance  in the  medical  community that \nthe  treatments proscribed by  SB  99  are  safe,  effective,  and  often medically necessary \nto  treat  adolescents  with  gender  dysphoria.  Olson-Kennedy  Rep.,  ff  32,  34. \n10 \nSpecifically,  Plaintiffs  cite  the  World  Professional  Association  for  Transgender \n11 \nHealth’s  (““WPATH”)  Standards  of Care  Version  8  as  the  accepted  and  appropriate \n \n    \n12 \nstandard  of  care  for  the  assessment,  diagnosis,  and  treatment  of  gender  dysphoria. \n13 \nOlson-Kennedy  Rep.,  9  31.  These  treatments  are  generally  referred  to  as  “gender \n14 \ntransition,” 99  66. “transition-related  care,”  or  “gender-affirming  care.” \n  \n15 \nThe  WPATH  standards  of  care  are  cited  by  both  parties  at  various  points  in \n16 \ntheir respective briefs.  The key  concepts,  as  discussed by the parties’  experts,  include \n17 \nrecommended  treatment  for  minors  experiencing  gender  dysphoria  and  the \n18 \nimportance  of individualized  care  and  informed  consent.  Treatment  in  the  form  of \n19 \npuberty-delaying  medicine  and  cross-sex  hormones  are  discussed  at  length. \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  8 \nPlaintiffs  argue  that  treatment  for  gender  dysphoria  differs  depending  on  an \nindividual’s  needs,  and  the  guidelines  for  medical  treatment  for  gender  dysphoria \ndiffer  depending  on  whether  the  patient  is  a  minor or  an  adult.  Olson-Kennedy Rep., \n{1  34,  36;  Danielle N.  Moyer,  Ph.D.,  23  (Doc.  58)  [hereinafter “Moyer Decl.”].  No \nmedical  intervention  beyond  mental  health  counseling  is  recommended  or provided \nto  any  person  before  the  onset  of puberty.  Olson-Kennedy  Rep.,  ]  35;  Moyer  Decl., \n{  23.  Medical  interventions  may  become  necessary  and  appropriate  once  a \ntransgender person  reaches  puberty.  Olson-Kennedy  Rep.,  {]  35.  Further,  before  any \nmedical  intervention  is  pursued,  a  qualified provider  with  training  and  experience  in \n10  the  field  of  gender  dysphoria  in  adolescents  should  assess  the  individual  to  ensure \n11  medical  treatment  is  appropriate.  Moyer  Decl.,  J  22.  Informed  consent  must  also  be \n \n    \n12  obtained  before  engaging  in  gender-affirming  care,  which  includes  a  careful  review \n13  of  potential  risks  and  benefits  of  specific  treatments  with  the  minor  and  their \n14  guardian.  Olson-Kennedy  Rep.,  ff  51,  66-73. \n15  The  use  of  puberty-delaying  medicine  is  one  recommended  treatment  for \n16  gender  dysphoria  in  adolescents  at  the  beginning  of puberty.  The  WPATH  standard \n17  of  care  recommends  considering  providing  puberty-delaying  medical  treatment  at \n18  the  earliest  sign  of  the  beginning  of  puberty.  /@.,  f§  38-39.  Puberty-delaying \n19  medications  are known  as  “puberty blockers,”  which  refers  broadly to  gonadotropin- \n20  releasing  hormone  (GnRGH)  agonist  treatment.  Jd.,  §  38;  Moyer  Decl.,  {  24. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  9 \nPuberty-delaying  medical  treatment  is  temporary  and  reversible:  if  an  adolescent \ndiscontinues  the  medication,  puberty  consistent  with  their  assigned  sex  at  birth  will \nresume.  Olson-Kennedy Rep.,  438.  Puberty blockers  “can  significantly  alleviate  and \nprevent worsening  distress  of gender dysphoria that  frequently  comes  with puberty.” \nId.,4 48.  Next,  gender-affirming hormone therapy,  or cross-sex hormones,  is  another \nrecommended  treatment  for  gender  dysphoria  in  adolescents  under  the  WPATH \nstandard  of  care.  Id,  {  50.  Gender-affirming  hormone  therapy  involves \nadministering  steroids,  e.g.,  estrogen  or  testosterone.  Jd.  As  with  the  use  of puberty \nblockers,  evidence  shows  that  gender-affirming  hormone  therapy  can  greatly \n10  ameliorate  symptoms  of gender dysphoria. Id.,  {9  52-60;  Moyer Decl.,  § 25.  Finally, \n1]  although  surgeries  are  a  recognized  form  of gender-affirming  care  for  minors  under \n    \n12  the  WPATH  standard  of care,  they  are  rarely  recommended;  however,  surgery  may \n13  be  necessary  in  individual  circumstances.  Olson-Kennedy  Rep.,  {  63. \n14  Plaintiffs  point  out that puberty blocking  medication  is  routinely prescribed  to \n15  non-transgender  minor  patients.  /d.,  |  39;  see  also  Declaration  of Provider  Plaintiff \n16  Juanita  Hodax,  MD,  J  12  (Doc.  51)  [hereinafter  “Hodax  Decl.”];  Declaration  of \n17  Provider  Plaintiff  Katherine  Mistretta,  DNP,  APRN,  FNP-BC,  {  ln  (Doc.  54) \n18  [hereinafter  “Mistretta  Decl.”].  For  example,  these  medications  are  used  to  treat \n19  central  precocious  puberty  and  symptoms  of  polycystic  ovarian  syndrome \n20  (“PCOS”).  Olson-Kennedy  Rep.,  §  68;  Hodax  Decl.,  §  12;  Mistretta  Decl.,  J  11. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  10\nAdditionally,  hormone  therapy  is  routinely  used  to  treat  non-transgender  minor \npatients.  Olson-Kennedy Rep.,  {  39.  For example,  hormone  therapy  is  regularly used \nto  treat  hypoglandism  and  Turner  syndrome.  /d.,  {|  69;  Hodax  Decl.,  12. \nFinally,  Plaintiffs  argue  that  if gender  dysphoria  is  left  untreated  it  can  result \nin  significant  lifelong  distress,  clinically  significant  anxiety  and  depression,  self- \nharming  behaviors,  and  an  increased  risk  of  suicidality.  Moyer  Decl.,  §  20.  SB  99 \nproscribes  transgender  minors  from  accessing—and  healthcare  workers  from \nproviding—gender-affirming  care  in the  form  of puberty blockers,  hormone therapy, \nand  surgeries.  “Adolescents  with  gender  dysphoria  who  experience  barriers  to \n10  appropriate  medical  care,  delays  in  receiving  care,  or  interruptions  in  care  are  at  risk \n11  for  significant  harm.”  Olson-Kennedy Rep.,  J  28.  Additionally,  “[p]reventing  timely \n \n    \n12  medical  care  puts  adolescents  at  risk  for  prolonged  gender  dysphoria,  worsening \n13  mental  health  and  suicidality  ....”  Jd.  Youth  Plaintiffs  have  stated  that  they  would \n14  fear  for  their  own  safety  if their  care  is  taken  away.  See  Declaration  of  Scarlet  van \n15  Garderen,  {J  13-14  (Doc.  57)  [hereinafter “Scarlet  Decl.”]  (“I  do not believe  I  could \n16  live  without  the  gender-affirming  care  I  am  now  receiving.”);  see  also  Declaration \n17  of Phoebe  Cross,  {fj  11,  21  [hereinafter  “Phoebe  Decl.”]  (Doc.  56)  (“Taking  away \n18  this  care  would  leave  me  fearful  for  my  life.”). \n  \n19 \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  11 \nii,  Defendants’  Argument \nDefendants  argue  that  the  treatment  outlined  by  the  WPATH  standard  of care \nis  harmful  to  minors,  unsupported  by  evidence-based  medicine,  and  not  in  line  with \ninternational  approaches.  First,  as  to  harm,  Defendants  argue  the  following  are \npotential  harms  associated  with  administering  puberty  blockers  and  cross-sex \nhormones  to  adolescents:  sterilization;  loss  of  capacity  for  breast-feeding;  lack  of \norgasm  and  sexual  function;  interference  with  neurodevelopment  and  cognitive \ndevelopment;  harms  associated  with  delayed  puberty;  elevated  risk  of Parkinsonism \nin  adult  females;  reduced  bone  density;  short-term  side  effects  like  leg  pain, \n10  headache,  mood  swings,  and  weight  gain;  and  long-term  side  effects  like \n11  unfavorable  lipid  profiles.  Cantor Decl.,  {{]  201~224;  see  also  Laidlaw  Rep.,  {J  90-   \n    \n12  115,  156.  Defendants  also  argue that the  surgeries proscribed by  SB  99  are  dangerous \n   13  to  minors  and  that  the  treatments  banned  by  SB  99  are  experimental  and  could  result \n14  in  irreversible  effects. \n15  Second,  as  to  Defendants’  argument that  there  is  a lack  of evidence  supporting \n16  gender-affirming  therapy,  they  argue there  is  not  a medical  consensus  supporting  the \n17  use  of  puberty  blockers  and  cross-sex  hormones  for  the  treatment  of  gender \n18  dysphoria  in  adolescents.  Laidlaw  Rep.,  §  177.  They  further  argue  that  WPATH  is \n19  an  advocacy  organization  seeking to  promote  “social  and political  activism”  and that \n20  it  did  not  conduct  systematic  reviews  of safety  and  efficacy  in  establishing  clinical \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  12 \nguidelines,  without  which  the  risk:benefit  ratio  posed  by  medicalized  transition  of \nminors  cannot  be  assessed.  Jd.,  FJ  179-183;  Cantor  Decl.,  {]  87,  92-102. \nFinally,  Defendants  place  much  emphasis  on  their  assertion  that  the \ninternational  community  has  retreated  from  gender-affirming  care  and  argue  that \nother  treatments,  like  “watchful  waiting,”  are  more  appropriate  for  treating  gender \ndysphoria.  Defendants  describe  “watchful  waiting”  as  a  compassionate,  effective, \nless  risky  approach  to  treating  gender  dysphoria,  comprised  of  therapy  and \n“hamessing  a  support  network.”  Expert  Declaration  of  Dr.  Geeta  Nangia,  {  164 \n(Doc.  87).  This  dovetails  with  Defendants’  arguments  regarding  informed  consent \n10 \nand  “desistance.”  As  to  informed  consent,  Defendants  argue  that  true  informed \nll \nconsent  cannot  be  obtained  in  these  circumstances  because  children  are  impulsive, \n    \n12 \nseek  immediate  gratification,  and  cannot  fully  understand  the  consequences  of \n13 \npossible  long-term  issues  like  infertility  or “sacrificing  ever experiencing  orgasm],|”  \n14 \nmaking  watchful  waiting  the  better  approach.  Defs.  Br.  in  Opp.,  at  20-21;  Cantor \n15 \nDecl.,  |  234.  As  to  desistance,  which  is  the  term  used  to  describe  the  discontinuation \n16 \nof gender  dysphoria  as  a  child  progresses  into  adulthood,  Defendants  argue  that  the \n17 \nmajority  of gender  dysphoric minors  will  desist,  and  that providing  gender-affirming \n18 \ncare  makes  this  less  likely.  Cantor  Decl.,  §{]  58,  114-115.  In  sum,  the  bulk  of \n19   \nDefendants’  arguments  center  around  the  purported  experimental  status  of  the \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  13 \ntreatments  proscribed  by  SB  99  and  the  safety  risks  those  treatments  create  for \nminors. \niti,  Plaintiffs’  Reply \nPlaintiffs  raised  questions  about Defendants’ experts’  qualifications  to  opine \non  the  subject  of gender-affirming  care,  citing  a  lack  of relevant  qualifications  and \nexperience,  as  well  as  the  mischaracterization  of  treatments  for  gender  dysphoria. \nThey  also  argue  that  Defendants’  evidence  cannot  overcome  the  first-hand  accounts \nof  Youth  Plaintiffs  as  to  the  enormous  benefits  they  have  personally  experienced \nfrom  receiving  gender-affirming  care.  : \n10  E.  Senate  Bill  422 \n \n11  The  Montana  State  Legislature  also  recently  passed  Senate  Bill  422  (“SB \n    \n12  422”),  entitled  the  “An  Act  Expanding  the  Right  to  Try  Act,”  as  part  of  the  68th \n13  Legislative  Session.  SB  422  states:  “A  manufacturer  of  an  investigational  drug, \n14 \nbiological  product,  or  device  may  make  the  drug,  product,  or  device  available  to  a \n15  patient  who  has  requested  the  drug,  product,  or  device  pursuant  to  this  part.”  S.  422, \n16  2023  Leg.,  68th  Sess.,  Reg.  Sess.  §  2(1)  (Mont.  2023).  “Investigational  drug, \n  \n17  biological  product,  or  device”  is  defined  as  “a  drug,  biological  product,  or  device \n18  that:  (a)  has  successfully  completed  phase  1  of a  clinical  trial  but  has not  yet  been \n19  approved  for  general  use  by  the  United  States  food  and  drug  administration;  and  (b) \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  14 \nremains  under  investigation  in  a  United  States  food  and  drug  administration- \napproved  clinical  trial.”  Zd.,  §  1(3).  Regarding  patients,  SB  422  states: \nA  patient  is  eligible  for  treatment  with  an  investigational  drug, \nbiological  product,  or  device  if the  patient  has: \n(1)  considered  all  other  treatment  options  currently  approved  by  the \nUnited  States  food  and  drug  administration; \n(2)  received  a  recommendation  from  the  patient’s  treating  health \ncare  provider  for  an  investigational  drug,  biological  product,  or  device; \n(3)  given  written  informed  consent  for  the  use  of the  investigational \ndrug,  biological  product,  or  device;  and \n(4)  documentation  from  the  treating  health  care  provider  that  the \n10  patient  meets  the  requirements  of this  section. \nId.,  §  3. \n11 \n    \nAdditionally,  SB  422  contemplates  informed  consent  in  the  context  of minors: \n12 \n“A  patient  or  a  patient’s  legal  guardian  must  provide  written  informed  consent  for \n13 \n14  treatment  with  an  investigational  drug,  biological  product,  or  device”  and  informed \nconsent  must  be  signed  by  “a  parent  or  legal  guardian,  if the  patient  is  a  minor[.]” \n15 \nId.,  §  4(1),  4)(a)(ti).  SB  422  goes  on  to  describe  what  the  minimum  requirements \n16 \nare  for  written  informed  consent.  Jd.,  §  4(2)(a)}-(g).  Finally,  SB  422  prohibits  State \n17 \n18  action:  “An  official,  employee,  or  agent  of  the  state  of  Montana  may  not  block  a \n19  patient’s  access  to  an  investigational  drug,  biological  product,  or device.” Id.,  §  8(1). \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  15\nF.  Procedural  History \nOn  May  9,  2023,  Plaintiffs  filed  a  complaint  seeking  declaratory  and \ninjunctive  relief against  Defendants  and  challenging  the constitutionality  of SB  99. \nThe  complaint  was  amended  on  July  17,  2023.  Plaintiffs  allege  six  constitutional \nviolations.  First,  Plaintiffs  allege  SB  99  unconstitutionally  burdens  the rights  of \ntransgender  minors  in  Montana  to  receive  critical,  medically  necessary  health  care, \nwhile  allowing ‘the  same  treatments  when  provided  to  minors  for  other  purposes,  in \nviolation  of the  Equal  Protection  Clause  (Count  I),  Second,  Parent  Plaintiffs  allege \nSB  99’s  prohibition  on  medical  treatments  for  minors  with  gender  dysphoria  is \n‘10  directly  at  odds  with  their  right  to  make  decisions  concerning  the  care  of  their \n11  children  in  violation  of their  fundamental  right  to  parent  (Count  II).  Third,  Plaintiffs \n    \n12  allege  SB  99  violates  patients’  right  to  privacy  by  limiting  their  ability  to  ‘make \n13  medical  decisions  in  concert  with  their  guardians  and  by  intruding  on  the  private \n14  relationship  between  a  patient  and  their  healthcare  provider  (Count  III).  Fourth, \n15  Plaintiffs  allege  SB  99  unconstitutionally: burdens  the  right  to  seek  and  obtain \n16  medical  care  (Count  IV).  Fifth,  Plaintiffs  allege  SB  99  violates  patients’  right  to \n17  dignity  by  threatening  and  demeaning  the  humanity  and  identity  of  transgender \n18  individuals  (Count  V).  Finally,  Plaintiffs  allege  that  SB  99  impermissibly  burdens \n19  freedom  of speech  and  expression  by  restricting  the  rights  of persons  like  Provider \n20 \n1)  ORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  16\nPlaintiffs  to  promote  the  treatments  prohibited  by  SB  99,  as  weil  as  the  rights  of \npatients  to  receive  such  information  (Count  VI).3 \nOn  July  17,  2023,  Plaintiffs  filed  the  Motion  at  issue  seeking  a  preliminary \ninjunction  to  enjoin  Defendants—along  with  their  agents,  employees, \nrepresentatives,  and  successors—from  enforcing  SB  99  once  it  goes  into  effect  on \nOctober  1,  2023.  Briefing  in  the  Motion  concluded  on  September  15,  2023.  Oral \nargument  was  held  on  September  18,  2023.  Defendants  filed  their  rebuttal  expert \ndeclarations  on  September 22,  2023.  Prior to  issuing  this  order,  the  Court  considered \nall  evidence  in  the  record,  including  the  rebuttal  expert  reports  from  both  parties. \n10  IW.  PRELIMINARY  INJUNCTION  STANDARD \n11  In  2023,  the  Montana  Legislature  amended  Mont.  Code  Ann.  §  27-19-201, \n \n    \n12  which  is  the  statute  codifying  the  circumstances  under  which  courts  can  grant \n13  injunctive relief,  via  Senate Bill  191  (“SB  191”),  The  standard was  revised to  “mirrer \n14  the  federal  preliminary  injunction  standard,”  and  a  plain  reading  of  SB  191  makes \n15  clear  it  was  “the  intent  of  the  legislature  that  ..  .  the  interpretation  of  [the  new \n16  standard]  closely  follow  United  States  supreme  court  case  law.”  S.  422,  2023  Leg., \n17  68th  Sess.,  Reg.  Sess.  §  1(4)  (Mont.  2023).  Now,  Montana  courts  may  grant  a \n18  preliminary  injunction  when  an  applicant  establishes:  “(a)  the  applicant  is  likely  to \n19  succeed  on  the  merits;  (b)  the  applicant  is  likely  to  suffer  irreparable  harm  in  the \n20 \n3  The  Court  only  addresses  Counts  I  and  III  in this  order. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  17 \nabsence  of preliminary relief;  (c)  the  balance  of equities  tips  in  the  applicant’s  favor; \nand  (d)  the  order  is  in  the  public  interest.”  Jd.,  §  1;  of  Winter  v.  NRDC,  Inc.,  555 \nUSS.  7,  20  (2008).* \n“The  applicant  for  an  injunction  .  .  .  bears  the  burden  of  demonstrating  the \nneed  for  an  injunction  order.”  Mont.  S.  191,  §  1(3).  “A  preliminary  injunction  is  an \nextraordinary  remedy  never  awarded  as  of right.”  Winter,  555  U.S.  at  9.  The  United \nStates  Supreme  Court  has  made  clear  that  “[c]rafting  a  preliminary  injunction  is  an \nexercise  of  discretion  and  judgment,  often  dependent  as  much  on  the  equities  of  a \ngiven  case  as  the  substance  of the  legal  issues  it  presents.”  Trump  v.  Int’l  Refugee \n10  Assistance Project,  582  U.S.  571,  579  (2017). \n11  A  preliminary  injunction  hearing  has  a  “limited  purpose  .  .  .  to  preserve  the \n \n    \n12  relative  positions  of the  parties  until  a  trial  on  the  merits  can  be  held.”  Univ  of Tex. \n13  v.  Camenisch,  451  U.S.  390,  395  (1981); see  also  Am.  Fed.  of Gov't  Emps.,  Local \n14  1857  v.  Wilson,  1990  U.S.  Dist.  LEXIS  15207,  No.  Civ.  S-89-1274  LKK,  at  *36 \n15  (E.D.  Cal.  July  9,  1990)  (stating  a  preliminary  injunction  hearing  “is  not  a  trial  on \n  \n16  the  merits  ....a motion  fora preliminary  injunction[’s]...  purpose...  is  to  maintain \n17 \n18  4  The  Court  recognizes  that  Plaintiffs  utilize  the  sliding  scale  approach  employed  by  the  Ninth \nCircuit.  Although  the  United  States  Supreme  Court  has  not  disaffirmed  that  approach,  it  also  has \nnot  explicitly  ratified  it.  Therefore,  the  Court  will  use  the  conjunctive  standard  as  set  forth by  the \n19 \nState  as  it  carries  a higher burden  and more  closely reflects  the  approach used by the United  States \nSupreme  Court  and  the  plain  language  of SB  191.  The  Court  notes,  however,  that  the  legislative \n20 \nhistory  of  SB  191  suggests  that  the  Ninth  Circuit  standard  (making  the  standard  the  same  in \nMontana  regardless  of whether  an  injunction  was  sought  in  state  or  federal  court)  was  what  was \ncontemplated  by  SB  191’s  sponsor. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  18 \nthe  status  quo  pending  a  final judgment  on  the  merits.”).  Evidence  is  required  even \nthough  a preliminary injunction hearing  is  not  a trial  on the merits  of an issue:  “Upon \nthe  hearing  each  party  may  present  affidavits  or  oral  testimony.”  Mont.  Code  Ann. \n§  27-19-303  (2023).  Here,  due to  time  constraints  and  the  complex  nature  of medical \nevidence,  the  Court  directed  the  parties  to  submit  their  evidence  via  affidavit.  The \nCourt  received  and  reviewed  the  extensive  evidence  that  was  submitted  in  this \nmatter.  Prior to  oral  argument Defendants  affirmed they had no  evidence  in  the form \nof oral  testimony  that  would  be  different  from  what  was  submitted. \nIv.  ANALYSIS   \n10  A.  Plaintiffs  are  Likely  to  Succeed  on  the  Merits \n11  i.  Count I—  Violation  of the  Equal Protection  Clause \n    \n12  “The  Fourteenth  Amendment  to  the  United  States  Constitution  and  Article  II, \n13  Section  4  of the Montana  Constitution  guarantee  equal  protection  of the  law to  every \n14  person.”  Hensley  v.  Mont.  State Fund,  2020  MT  317,  4  18,  402  Mont.  277,  477  P.3d \n15  1065  (citing  Powell  v.  State  Comp.  Ins.  Fund,  2000  MT  321,  §  16,  302  Mont.  518, \n16  15  P.3d  977).  “Article  II,  Section  4  of the  Montana  Constitution provides  even  more \n17  individual  protection than the Equal  Protection  Clause in the Fourteenth Amendment \n18  of the  United  States  Constitution.”  Snetsinger  v.  Mont.  Univ.  Sys.,  2004  MT  390, \n19  15,  325  Mont.  148,  104  P.3d  445  (citing  Cottrill  v.  Cottrill  Sodding  Service,  229 \n20  Mont.  40,  42,  744  P.2d  895,  897  (1987)).  “The  principal  purpose  of  the  Equal \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  19 \nProtection  Clause  is  ‘to  ensure  that  Montana’s  citizens  are  not  subject  to  arbitrary \nand  discriminatory  state  action.’” 299  Hensley,  {  18  (quoting  Mont.  Cannabis  Indus. \nAss’n  v.  State,  2016  MT  44,  J  15,  382  Mont.  356,  368  P.3d  1131);  see  also  Powell, \nq  16. \n“This  Court  evaluates  potential  equal  protection  violations  under  a  three-step \nprocess.”  Hensley,  J  18  (citing  Satterlee  v.  Lumberman’s  Mut.  Cas.  Co.,  2009  MT \n368,  9  15,  353  Mont.  265,  222  P.3d  566).  “First,  the  Court  identifies  the  classes \ninvolved  and  determines  if they  are  similarly  situated.  Second,  the  Court  determines \nthe  appropriate  level  of scrutiny  to  apply  to  the  challenged  statute.  Third,  the  Court \n10  applies  the  appropriate  level  of  scrutiny  to  the  statute.”  Hensley,  §  18  (citing \n11  Satterlee,  {{  15,  17,  18)  (internal  citations  omitted). \n \n    \n12  1.  Whether  the  Classes  are  Similarly  Situated \n13  First,  the  Court  identifies  similarly  situated  classes  “by  isolating  the  factor \n14 \nallegedly  subject  to  impermissible  discrimination;  if two  groups  are  identical  in  all \n15  other  respects,  they  are  similarly  situated.”  Hensley,  19  (citing  Snetsinger,  J  27). \n16  Plaintiffs  argue  that  SB  99  classifies  based  on  sex  and  transgender  status,  and  that \n17  “[tlransgender  and  non-transgender  adolescents  in  Montana  seeking  health  care  of \n18  the  type  potentially  subject  to  [SB  99]  are  similarly  situated  for  equal  protection \n19  purposes.”  Pls.’  Br.  in  Supp.,  at  18,  20.  Defendants  argue  that  “[g]ender  dysphoric \n20  minors  who  seek  experimental  treatment  to  transition  suffer  from  a psychological \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  20 \ncondition and  are not similarly  situated  to  minors  who  need hormonal  treatments  due \nto  a physical  disorder  in  sexual  development.”  Defs.’  Br.  in  Opp.,  at  34  (Doc.  77) \n(emphasis  in  original). \nHere,  SB  99  bars  the  provision  of  certain  medical  treatments  only  when \nprovided  “to  address  a  female minor’s  perception that her gender or sex  is  not  female \nor  a  male  minor’s  perception  this  his  gender  or  sex  is  not  male.”  Mont.  S.  99,  § \n4(1)(c).  Given  the  definition  of “transgender,”  a  person  whose  gender  identity  is  not \ncongruent  with  their  sex  assigned  at  birth,  the  language  of  SB  99  classifies  based \ndirectly  on  transgender  status.  See  Olson-Kennedy  Rep.,  28.  Accordingly,  the \nclasses  at  issue  here  are:  (1)  minors  who  identify  as  transgender  in  Montana;  and  (2) \n11  all  other  minors  in  Montana.  If these  two  groups  are  identical  in  all  other  respects, \n    \n12  they  are  similarly  situated.  See Hensley,  J  18.  That  is  the  case  here.  SB  99  addresses \n13  “female  minors”  and  “male  minors.”  If  the  language  classifying  minors  based  on \n14  their gender perception  is  removed,  the  two  groups  are  identical  in  all  other respects: \n15  they  are  Montanans  who  are  under  the  age  of  18. \n16  The  Court  is  not  persuaded  by  Defendants’  argument  that  the  two  classes  are \n17  not  similarly  situated  based  on a  distinction  between  a  psychological  condition \n18  versus  a  physical  disorder.  Both  are  medical  conditions.  The  parties  agree  that \n19  gender  dysphoria  is  a  diagnosable  condition,  and  even  Defendants’  experts  seem  to \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  .  2]\nbelieve  treatment  for  gender  dysphoria  is  medical care.>  Transgender minors  seeking  - \nthe  treatments  proscribed  by  SB  99  do  so  for  medical  reasons—to  treat  gender \ndysphoria—and  based  on  the  advice  offered  by  their  healthcare  providers.  Their \ncisgender  counterparts  also  seek  these  treatments  for  medical  reasons—such  as \ncentral  precocious  puberty,  hypogonadism,  PCOS—and  on  the  advice  of  their \nhealthcare  providers.  Physical  conditions,  like  cysts  on  ovaries  or  ataxia,  and \npsychological  conditions,  like  depression  or  Alzheimer’s  disease,  are  all  health \nissues  that  may  require  the  aid  of a  medical  professional. \nFurther,  “every  major  expert  medical  association  recognizes  that  gender- \n10  affirming  care  for  transgender  minors  may  be  medically  appropriate  and  necessary \n11  to  improve  the  physical  and  mental  health  of  transgender  people.”  Brandt  v. \n    \n12  Rutledge,  551  F.  Supp.  3d  882,  at  891  (E.D.  Ark.  2021),  aff'd,  47  F.4th  661  (8th  Cir. \n13  2022)  (emphasis  added)  (enjoining  defendants  from  enforcing  an  Arkansas  law \n14  similar  to  SB  99  and  specifically  holding  plaintiffs  were  likely  to  succeed  on  the \n15  merits  of  their  equal  protection  claim).  Therefore,  Defendants’  argument  that  is \n16  premised  on  a  distinction  between  physical  conditions  and psychological  conditions \n17  fails  as  it  relates  to  whether  classes  are  similarly  situated  because  both  are  medical \n18 \n19 \n5  See  Response  of Michael  K.  Laidlaw,  M.D.,  to  Rebuttal  Reports  of Plaintiffs’  Expert Witnesses, \n20 \n4  2  (Doc.  127)  (stating:  “Dr.  Olson-Kennedy  at  times  discusses  the  ‘clinical  care  of  children, \nadolescents,  or  adults  with  gender dysphoria’  as  though  it is  somehow  divorced  and  separate from \nthe rest  of medical  and  endocrine  care.) \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  22\nconditions and  because  gender  dysphoria  does  not  solely  relate  to  mental  health,  it \nalso  relates  to  physical  health. \n2.  Which  Level  of Scrutiny  Applies \nSecond,  the  Court  determines  which  of  the  three  levels  of  scrutiny—strict \nscrutiny, middle-tier  scrutiny,  or  the  rational  basis  test—to  apply  to  the  challenged \nstatute.  Hensley,  J  18  (citing  Satterlee,  f]  15,  17,  18).  “[W]here  the  legislation  at \nissue  infringes  upon  a  fundamental  right  or  discriminates  against  a  suspect  class. .  . \nstrict  scrutiny  [is  applied]  ...  .”  Powell,  1  17.  “[W]here  the  right  in  question  has  its \norigin  in  the  Montana  Constitution,  but  is  not  found  in  the  Declaration  of Rights,  we \n10 \nemploy  a  middle-tier  scrutiny.”  /d.,  §  18.  Finally,  “where  the  right  at  issue  is  néither \nll \nfundamental  nor  warrants  middle-tier  scrutiny,  we  review  the  challenge  under  the \n    \n12 \nrational  basis  test.”  Jd.,  19. \n13 \nPlaintiffs  argue  that  SB  99 discriminates  against  a  suspect  class—both  sex  and \n14 \ntransgender  status—and  infringes  upon  several  fundamental  rights—e.g.,  the  right \n15 \nto  privacy—making  strict  scrutiny the  appropriate  standard.  Pls.’  Br.  in  Supp.,  at  19- \n   16 \n26,  28.  Defendants  argue  that  SB  99  does  not  discriminate  based  on  sex  because  its \n17 \nprohibitions  apply  equally  to  male  and  female  children  as  it  bars  all  minors, \n18 \n“regardless  of  sex,”  from  pursuing  certain  medical  treatments  “for  the  purpose  of \n19 \ngender  transition.”  Defs.”  Br.  in  Opp,  at  33.  Defendants  also  argue  that  no \n20  fundamental  right  is  infringed. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  23\nFirst,  the  Court  turns  to  the  question  of whether  SB  99  discriminates  against \na  suspect  class.  “[W]here  the  legislation  at  issue  discriminates  against  a  suspect \nclass.  .  .  strict  scrutiny  [is  applied]  ...  .” Powell,  §  17.  The  Court has  determined  that \nSB  99  discriminates  based  on  transgender  status.  The  United  States  Supreme  Court \nhas  held  that  “it  is  impossible  to  discriminate  against  a  person  for  being...  . \ntransgender  without  discriminating  against  that  individual  based  on  sex.” Bostock v. \nClayton  Cty.,  140  S.  Ct.  1731,  1741  (2020)  (holding  that  Title VII  of the  Civil  Rights  ' \nAct  of  1964  protects  employees  against  discrimination  because  they  are  gay  or \ntransgender).  The Bostock  Court  provided  a  useful  example: \n10  [T]Jake  an  employer  who  fires  a  transgender person  who  was  identified \nas  a  male  at  birth  but  who  now  identifies  as  a  female.  If the  employer \n11  retains  an  otherwise  identical  employee  who  was  identified  as  female \n    \nat birth,  the  employer intentionally penalizes  a person identified  as  male \n12  at birth  for  traits  or  actions  that  it tolerates  in  an  employee  identified  as \nfemale  at  birth.  Again,  the  individual  employee’s  sex  plays  an \n13  unmistakable  and  impermissible  role  in  the  discharge  decision. \n14  Id.,  140  S.  Ct.  at  1741-42.  Accordingly,  the  Court  is  unpersuaded  by  Defendants’ \nargument that  SB  99  does  not  discriminate based  on  sex  simply because  it proscribes \n15 \nboth  minor  females  and  minor  males  from  receiving  gender-affirming  care.  As  in \n16 \nthe  Bostock  example,  under  SB  99,  a  minor’s  sex  plays  an  “unmistakable  and \n17 \n18  impermissible  role”  in  the  determination  of who  may  receive  certain  treatments.  Id. \n19   \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  24 \nTherefore,  because  SB  99  classifies  based  on  transgender  status,  it  inherently \nclassifies  based  on  sex.® \nThe  Montana  Supreme  Court  has  not  yet  explicitly  identified  the  level  of \nscrutiny  applicable  to  classifications  that  are  sex-based,  nor  has  it  explicitly  stated \nthat  sex is  a  suspect  class.’  Federal  courts  and the  United  States  Supreme  Court  have \napplied  “heightened  scrutiny”  when  an  equal protection  claim  involves  gender-based \nor  sex-based  discrimination.  See J.E.B.  v.  Ala.  ex  re.  T.B.,  511  U.S.  127,  135  (1994) \n(citing Reed v.  Reed,  404  U.S.  71  (1971))  (‘Since  [1971],  this  Court  consistently has \nsubjected  gender-based  classifications  to  heightened  scrutiny  ..  ..”);  United  States \n \n10  v.  Virginia,  518  U.S.  515,  555  (1996);  Bostock,  140  S.  Ct.  at  1783  (2020)  (citing \n11  Sessions  v.  Morales-Santana,  582  U.S.  47,  57-58  (2017))  (Alito  &  Thomas,  JJ., \n    \n12 \n6 This determination is in line with decisions by courts  around the country faced with similar cases. \nSee  Brandt,  47  F.4th  at  669  (holding  a  similar  Arkansas  law  discriminated  on  the  basis  of  sex \n13 \nbecause  the  minor’s  sex  at  birth  determined  whether  or  not  the  minor  could  receive  certain  types \nof medical  care  under  the  law);  Koe  v.  Noggle,  No.  1:23-CV-2904-SEG,  ___  F.Supp.3d___,  at \n14 \n*41—42,  2023  U.S.  Dist.  LEXIS  147770  (N.D.  Georgia Aug.  20,  2023)  (holding  a similar Georgia \nlaw  drew  distinctions  based  on  both  natal  sex  and  gender  nonconformity  and  “classifie[d]  on  the \n15  basis  of birth  sex.”).  .  . \n7 A suspect class  is  one “saddled with  such disabilities,  or subjected to  such a history of purposeful \nunequal  treatment,  or  relegated  to  such  a  position  of  political  powerlessness  as  to  command \n16 \n   extraordinary protection  from  the  majoritarian political  process.”  San Antonio Indep.  Sch.  Dist.  v. \nRodriguez,  411  U.S.  1,  28  (1973)).  First,  the  Court notes  that non-binding Montana precedent has \n17  suggested  that  “[l]Jaws  based  on  gender  orientation  are  palpably  sex-based  and  are,  therefore, \nsuspect  classifications  .  .  .  .”  and  that  unequal  treatment  based  on  gender  is  sex-based  and \n18  inherently  suspect.  Snetsinger,  JJ  83,  87  (Nelson,  J.,  concurring).  Second,  the  Court believes  that \ntransgender persons  comprise a suspect class, but the Court declines to  fully engage in this  analysis \nas  it  finds  SB  99  discriminates  based  on  sex.  To  note,  the  Ninth  Circuit  has  also  held  that \n19 \ndiscrimination  against transgender individuals  is  a  form  of gender-based  discrimination  subject to \nintermediate  scrutiny.  See,  e.g.,  Norsworthy  v.  Beard,  87  F.  Supp.  3d  1104,  1119  (9th  Cir.  2015) \n20  (“discrimination  based  on  transgender  status  independently  qualifies  as  a  suspect  classification \nunder the  Equal  Protection  Clause because transgender  persons  meet  the indicia  of a  ‘suspect’  or \n‘quasi-suspect  classification’  identified  by  the  Supreme  Court.”). \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  25 \n  \ndissenting)  (stating  “the  Equal  Protection  Clause  prohibits  sex-based  discrimination \nunless  a  ‘heightened’  standard  of review  is  met”). \nAlthough  the  Montana  Supreme  Court  has  declined  to  explicitly  label  sex  or \ngender  a  suspect  class,  if heightened  scrutiny  is  the  appropriate  level  of review  when \nthe  federal  Equal  Protection  Clause  is  implicated,  the  Court posits  that  strict  scrutiny \nis  the  appropriate  level  of  review  when  Montana’s  Equal  Protection  Clause  is \nimplicated.  Again,  “Montana’s  equal  protection  clause  ‘provides  for  even  more \nindividual  protection’  than  does  the  federal  equal  protection  clause...  .”  Snetsinger, \n458  (quoting  Coztrill,  229  Mont.  at  42,  744  P.2d  at  897)  (Nelson,  J.,  concurring). \n \n10  A  comparison  between  “heightened  scrutiny”  in  the  federal  system  and \n11  “middle-tier”  scrutiny  in  Montana  supports  this  outcome.  Under  the  heightened \n    \n12  scrutiny  standard,  “[s]uccessful  defense  of legislation  that  differentiates  on  the  basis \n13  of gender  .  .  .  requires  an  ‘exceedingly  persuasive justification.’”  Sessions,  582  U.S. \n14  at  58  (citing  Virginia,  518  U.S.  at  531);  see  also  JEB.,  511  U.S.  at  136.  Stated \n15  differently,  the  classification  must  “substantially  further  an  important  government \n16  interest.”  J.E.B.,  511  U.S.  at  160  (Rehnquist,  J.,  dissenting).  Dissimilarly,  middle- \n17  tier  scrutiny  “requires  the  State  to  demonstrate  that  its  classification  is  reasonable \n18  and  that  its  interest  in the  classification  is  greater than that  of the  individual’s  interest \n19  in  the  right  infringed.”  Powell,  J  19.  Thus,  middle-tier  scrutiny  imposes  a  standard \n20  lower  than  heightened  scrutiny. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  26 \nBecause  Montana’s  equal  protection  guarantee  is  more  stringent  than  that  of \nits  federal  counterpart,  middle-tier  scrutiny  is  too  low  a  bar.  Strict  scrutiny  better \nmimics  the  federal  “heightened  scrutiny”  test.  “Under  the  strict  scrutiny  standard, \nthe  State  has  the  burden  of showing  that  the  law  .  .  .  is  narrowly  tailored  to  serve  a \ncompelling  government  interest.”  Snetsinger,  J  17  (citing McDermott  v.  State Dep’t \nof Corr.,  2001  MT  134,  31,  305  Mont.  148,  104  P.3d  445);  see  also  Stand  Up \nMont.,  {  10  (citations  omitted).  To  the  degree  strict scrutiny  imposes  a higher burden \nthan  heightened  scrutiny,  that  higher  burden  is  justified  by  Montana  citizens’ \nheightened  protection  under Article  II,  §  4. \n10  Second,  the  Court  turns  to  fundamental  rights.  “[W]Jhere  the  legislation  at \n11  issue  infringes  upon  a  fundamental  right.  .  .  strict  scrutiny  [is  applied]  .  .  .  .”  Powell, \n    \n12  17.  “In  order  to  be  fundamental,  a  right  must  be  found  within  Montana’s \n13  Declaration  of Rights  or be  a  right  ‘without  which  other  constitutionally  guaranteed \n14  rights  would  have  little  meaning.’” Butte  Cmty.  Union  v.  Lewis,  219  Mont.  426,  430, \n15  712  P.2d  1309,  1311  (1986)  (quoting Jn  the Matter  of C.H.,  210  Mont.  184,  201,  683 \n16  P.2d  931,  940  (1984)). \n\\7  The  Declaration  of Rights  are  located  in  Article  II  of Montana’s  Constitution. \n18  “Article  II,  §  4,  of the Montana  Constitution  provides  in part  that  ‘no  person  shall  be \n19  denied  the  equal  protection  of the  laws.’”  S.M.  v.  R.B.,  248  Mont.  322,  331-32,  811   \n20  P.2d  1295,  1301-02  (1991)  (quoting  Mont.  Const.  art.  II,  §  4).  Because  Montana’s \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  27 \nequal protection  guarantee  is  located  in the Declaration  of Rights,  it  is  a  fundamental \nright.  SB  99  facially  burdens  this  fundamental  right  by  denying  transgender  minors \nfrom  seeking  medical  treatments  available  to  their  cisgender  counterparts. \nAdditionally,  Article II,  §  10  contains  the  right  to  privacy.  Because  Montana’s \nright  to  privacy  is  located  in  the  Declaration  of Rights,  it  is  a  fundamental  right.  SB \n99  burdens  this  fundamental  right  by  limiting  Youth  Plaintiffs’  ability  to  pursue \ncertain  medical  treatments and  by  limiting  their  ability  to  make  medical  decisions  in \nconcert  with their guardians  and healthcare providers.  See  infra  Part A,  ii.  Therefore, \nSB  99  burdens  at  least  two  fundamental rights,  subjecting  it  to  strict  scrutiny. \n10  In  sum,  because  Montana’s  Equal  Protection  Clause  requires  greater \n11  protection  than  its  federal  counterpart,  and  because  SB  99  infringes  on  Plaintiffs’   \n    \n12  fundamental  rights,  SB  99  must  survive  strict  scrutiny. \n13  3.  Applying  Strict  Scrutiny  to  SB  99 \n14  Third,  in  engaging  in  an  equal  protection  analysis,  courts  must  apply  the \n15  appropriate  level  of  scrutiny.  See  Hensley,  |  18  (citing  Satterlee,  J{  15,  17,  18) \n16  (internal  citations  omitted).  Again,  “[u]nder the  strict  scrutiny  standard,  the  State has \n17  the  burden  of  showing  that  the  law  .  .  .  is  narrowly  tailored  to  serve  a  compelling \n18  government  interest.”  Snetsinger,  §  17  (citing  McDermott,  |  31;  see  also  Stand  Up \n19  Mont.,  ¥  10  (citations  omitted).  “The  constitutionality  of a  legislative  enactment  is \n20  prima  facie presumed,”  and  “[e]very possible presumption must be  indulged  in  favor \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  28 \nof the  constitutionality  of a  legislative  act.”  Powder River  County  v.  State,  2002  MT \n259,  49  73-74,  312  Mont.  198,  60 P.3d  357. \nDefendants,  quoting  Sable  Commce’n  of Cal.  v.  FCC,  argue  that  SB  99  passes \nany level  of scrutiny because the  government has  “a compelling  interest  in protecting  _ \nthe  physical  and  psychological  well-being  of  minors.”  492  U.S.  115,  126  (1989). \nSpecifically,  Defendants  argue  that  Montana’s  compelling  interest  here  is  protecting \n“Montana’s  children  from  experimental  medical  treatments  and  procedures  that  are \nunsupported  by  evidence-based  medicine  and  have  been  shown  as  likely  to  cause \npermanent  physical  and  psychological  harm.”  Defs.’  Br.  in  Opp.,  at  27.  Plaintiffs \n10  argue  that  SB  99  does  not  serve  a  compelling  governmental  interest.  They  argue  SB \n11  99’s  only  stated  justification  is  to  protect  minors  from  pressure  and  from  harmful,   \n    \n12  experimental  treatments.  Pls.’  Br.  in  Supp.,  at  29.  They  argue  that  nothing  in  the \n13  legislative  record  supports  a  finding  that  minors  or  their  families  are  being  faced \n14  with  such  pressure,  nor  that  SB  99  would  protect  minors  and  their  families.  Jd. \n15  The partiesa gree that the government has  a  compelling  interest  in  the physical \n16  and  psychosocial  well-being  of minors.  Accordingly,  this  analysis  turns  on whether \n17  SB  99  serves  that  interest.  The  stated purpose  of SB  99  is  “to  enhance  the  protection \n18  of  minors  and  their  families,  pursuant  to  Article  II,  section  15,  of  the  Montana \n19  [C]onstitution,  from  any  form  of pressure  to  receive  harmful,  experimental  puberty \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  29 \nblockers  and  cross-sex  hormones  and  to  undergo  irreversible,  life-altering  surgical \nprocedures  prior to  attaining  the  age  of majority.”  Mont.  8.  99,  §  2. \nA  review  of  the  legislative  record  does  not  support  a  factual  finding  that \nminors  in  Montana  are  being  faced  with  pressure  related  to  receiving  harmful \nmedical  care.  Furthermore,  the  legislative  record  does  not  support  a  finding  that  SB \n99  protects  minors.  In  fact,  the  evidence  in  the  record  suggests  that  SB  99  would \nhave  the  opposite  effect.  At  this  stage  in  the  proceedings,  the  Court  relies  on  the \nWPATH  standard  of care  because  it  is  endorsed  and  cited  as  authoritative  by  leading \nmedical  organizations,  including  the  American  Medical  Association,  the  American \n10  Psychological  Association,  and  the  American  Academy  of Pediatrics,  among  others. \n11  Olson-Kennedy  Rep.,  |  32;  Moyer  Decl.,  {21.°  These  organizations  agree  that  the \n    \n12  treatments  outlined  are  safe,  effective  for  treating  gender  dysphoria,  and  often \n13  medically  necessary.  Olson-Kennedy  Rep.,  Jf  32,  34,  75  (gender-affirming  medical \n14  and  surgical  care  “is  the  accepted  standard  of care by  all  major medical  organizations \n15  in  the  United  States.”). \n16  Defendants’  arguments  that  rely  on  potential  harm  associated  with  puberty \n17  blockers,  cross-sex  hormones,  and  gender-affirming  surgery  are  unpersuasive. \n18  Beyond  the  fact  that  those  all  constitute  recognized  forms  of  treatment  for  gender \n19 \n \n20  8  The  Court  acknowledges  that there is  a  fundamental disagreement between the parties  regarding \nthe  safety  and  efficacy  of the  treatments  proscribed  by  SB  99.  The  Court’s  ruling  here  will  not \naffect the ultimate  fact-finding  decision  on  this  issue  at  trial. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  30 \ndysphoria  under  the  WPATH  standard  of care,  risk  associated  with  medical.  care  is \nnot  unique  to  the  treatments  proscribed  by  SB  99.  Risk  is  a  factor  inherent  in  the \nfield  of medicine.  The  standard  of care  for  treatment  of gender  dysphoria  addresses \npotential  risks  via  informed  consent,  including  recommending  that  a  paitent  see  a \nqualified  healthcare  provider  and  discuss  the  risks  and  benefits  with  that  provider \nand  their  guardian.  Olson-Kennedy  Rep.,  ff  51,  66,  73  (“There  is  nothing  unique \nabout  gender  affirming  medical  care  that  warrants  departing  from  the  normal \nprinciples  of  medical  decision-making  for  youth—the  parents  make  the  decision \nafter being  informed  of the  risks,  benefits  and  alternatives  by  doctors.”). \n10  Next,  Defendants’  arguments  that  treatments proscribed  by  SB  99  are \n \n11  “experimental,”  and  therefore  unsafe,  carry  very  little  weight  at  this  stage \n    \n12  considering  these  treatments  are  the  accepted  standard  of  care  for  treating  gender \n13  dysphoria.  Defendants  specifically  point  to  puberty  blockers’  lack  of approval  from \n14  the  U.S.  Food  and  Drug  Administration  (“FDA”)  and  the  possibility  of sterilization \n15  as  a  result  of  using  cross-sex  hormones  or  undergoing  surgery.  They  cite  L.W.  v. \n16  Skrmetti,  a  Sixth  Circuit  appeal  that  stayed  the  lower  court’s  preliminary  injunction \n17  of a  law  similar  to  SB  99  in  Tennessee,  which  states:  “[T]he  medical  and  regulatory \n18.  authorities  are  not  of  one  mind  about  using  hormone  therapy  to  treat  gender \n19  dysphoria.  Else,  the  FDA  would  by  now  have  approved  the  use  of these  drugs  for \n20  these  purposes.”  73  F.4th  408,  416  (6th  Cir.  2023). \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  31 \nHowever,  the  treatments  proscribed by  SB  99  remain  the  accepted  standard  of \ncare,  even  when  utilized  in  an  “off-label”  way:  they  are  “well  documented  and \nstudied,  through  years  of  clinical  experience,  observational  scientific  studies,  and \neven  some  longitudinal  studies.”  Olson-Kennedy  Rep.,  {  74.  Regardless,  “‘[f]rom \nthe  FDA  perspective,  once  the  FDA  approves  a  drug,  healthcare  providers  generally \nmay  prescribe  the  drug  for  an  unapproved  use  when  they judge  that  it  is  medically \nappropriate  for  their patient.’”  Olson-Kennedy  Rep.,  4  71.° \nIndeed,  for  over  40  years,  the  FDA  has  informed  the  medical \ncommunity  that  “once  a  [drug]  product  has  been  approved  ..  .  a \nphysician  may  prescribe  it  for  uses  or  in  treatment  regimens  of patient \npopulations  that  are  not  included  in  approved  labeling.”  Accordingly, \n10  the  American  Academy  of  Pediatrics  has  stated  that  “off-label  use  of \nmedication  is  neither  experimentation  nor  research.” \n11 \n \n    Olson-Kennedy  Rep.,  71.  Additionally,  “[m]Jost  of  the  therapies  prescribed  to \n12 \nchildren  are  on  an  off-label  or  unlicensed  basis.  Common  medications  that  are used \n13 \n‘off-label’  in pediatrics  include  antibiotics,  antihistamines,  and  antidepressants.” Jd., \n14 \n472. \n15 \nEven  assuming  arguendo  that  the  care  proscribed  by  SB  99  is  experimental, \n16 \n  \nDefendants’  argument  falls  flat  once  SB  422  is  brought  into  the  picture.  SB  422 \n17 \nstates  any  person,  including  a  minor,!°  is  eligible  for  treatment  with  an \n18 \n>  Citing  U.S.  Food  &  Drug  Admin.,  Understanding  Unapproved  Use  of Approved  Drugs  “Off \n19 \nLabel”,  (Feb.  5,  2018),  https://www.fda.gov/patients/learn-about-expanded-access-and-other- \ntreatment-options/understanding-unapproved-use-approved-drugs-label. \n20  10  SB  422  specifically  contemplates  minors  when  discussing  written  informed  consent.  For \nexample,  it  states  that  written  informed  consent  must  be  signed  by  “a parent  or  legal  guardian,  if \nthe patient  is  a minor[.]”  Mont.  S.  422,  §  4(4)(a)(ii). \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  32 \n“investigational  drug,  biological  product,  or  device”  so  long  as  they  have  considered \nall  options  approved  by  the  FDA,  received  a  recommendation  from  their  healthcare \nprovider,  and  given  written  informed  consent.!!  Mont.  S.  422,  §  3. \nThe  Court  finds  it  fascinating  that  SB  99  and  SB  422  were  passed  in  the  same \nlegislative  session.  Again,  assuming  arguendo  that  the  treatments  proscribed  by  SB \n99  are  experimental,  under  SB  422,  minors  should  be  allowed  to  continue  engaging \nin  that  care  if  they  choose  to  do  so  in  concert  with  their  healthcare  provider  and \nguardian  and  informed  consent  is  obtained.'*  Moreover,  SB  422  actually  bars  the \n \nState  from  proscribing  such  care:  “An  official,  employee,  or  agent  of  the  state  of \n10  Montana  may  not  block  or  attempt  to  block  a  patient’s  access  to  an  investigational \n11  drug,  biological  product,  or  device.”  Mont.  S.  422,  §  8(1).  Read  together,  SB  99  and \n    \n12  SB  422  authorize  parents  to  give  consent  for  their  minor  children  to  engage  in \n13  experimental  medical  treatments,  regardless  of  efficacy  or  risk,  that  cannot  be \n14 \nblocked  by  the  State  unless  the  minor  is  transgender  and  seeking  medical  treatment \n15  for  gender  dysphoria  in  line  with  the  recognized  standard  of care. \n16  The  Court  is  forced  to  conclude  that  the  purported  purpose  given  for  SB  99  is \n17  disingenuous.  It  seems  more  likely  that  the  SB  99’s  purpose  is  to  ban  an  outcome \n18 \n1  SB  422  also  undermines  Defendants’  argument  that  minors  cannot  give  true  informed  consent \n19 \nby  listing  informed  consent  as  a  requirement  to  be  eligible  for  treatment  with  an  investigational \ndrug,  product,  or  device.  Surely  the  Montana  Legislature  would  not  include  a  requirement  that  is \n20 \nimpossible to  achieve. \n'2  To  note,  these  are  essentially  the  same  as  the  steps  recommended  via  the  standard  of care  put \nforth by Plaintiffs.  See  Olson-Kennedy Rep.,  ff]  51,  66-73. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  33 \n  \ndeemed  undesirable by the  Montana Legislature  veiled  as  protection  for minors.  The \nlegislative  record  is  replete.  with  animus  toward  transgender  persons, \nmischaracterizations  of  the  treatments  proscribed  by  SB  99,  and  statements  from \nindividual  legislators  suggesting  personal,  moral,  or  religious disapproval  of gender \ntransition.  See  First  Am.  Compl.,  |  69  (Doc.  60)  (Senator  Manzella  stating  “you \ncannot  change  your  sex”  because  “the  Creator  has  reserved  that  for  Himself.”);  id., \n4  70  (Senator  Fuller  objecting  to  providing  transgender  people  with  gender- \naffirming  hormones  because  he  believed  it  was  not  “natural.”). \n“[L]egal  standards  for  medical  practice  and  procedure  cannot  be  based  on \n10  political  ideology,  but,  rather,  must  be  grounded  in  the  methods  and  procedures  of \n11  science  and  in  the  collective  professional  judgment,  knowledge  and  experience  of   \n    \n12  the  medical  community  acting  through  the  state’s  medical  examining  and  licensing \n13  authorities.”  Armstrong  v.  State,  1999  MT  261,  ¥  62,  296  Mont.  361,  898  P.3d  364. \n14  Therefore,  the  Court  finds that  SB  99  does  not serve  its purported  compelling  interest \n15  of  protecting  minors  and  shielding  them  from  pressure,  meaning  it  cannot  survive \n16  strict  scrutiny.  The  Court  declines  to  engage  in  an  analysis  to  determine  whether  SB \n17  99  is  narrowly  tailored  because  it  finds  no  compelling  governmental  interest  is \n18  served. \n19  4. Alternatively  Applying  Middle-Tier  Scrutiny \nand  the  Rational  Basis  Test \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  34 \nAlternatively,  based  on  the  above  analysis,  SB  99  cannot  survive  middle-tier \nscrutiny  nor  the  rational  basis  test.  Middle-tier  scrutiny  “requires  the  State  to \ndemonstrate  that  its  classification  is  reasonable  and  that  its  interest  in  the \nclassification  is  greater than  that  of the  individual’s  interest  in  the  right  infringed.” \nPowell,  §  19.  Here,  Defendants  did  not  demonstrate  that  its classification— \ntransgender  minors  versus  cisgender  minors—was  reasonable.  Again,  SB  99’s \npurported  interest  is protecting  all  children  from  pressure  and  harm.  However,  for \nexample,  SB  99  proscribes  puberty  blockers  for  transgender  minors,  but  does  not \nproscribe  all  other  minors  from  the  same.  Defendants  cannot  have  it  both  ways.  In \n10  order  for  the  classification  to  be  reasonable,  these  treatments  would  have  to  be   \n11  banned  for  all  persons  under  the  age  of  18.  Moreover,  even  assuming  arguendo  that \n    \n12  the  classification  was  reasonable,  minors’  rights  to  equal  protection  is fundamental, \n13  as  is  the  right  to  seek  safety,  health,  and  happiness  in  all  lawful  ways.  Mont.  Const. \n14  art.  II,  §§  3,  4,  15;  see  supra  Part  A,  i,  2.  Surely  Youth  Plaintiffs’  interest  in  their \n15  fundamental  rights  is  greater  than  Defendants’  interest  in  the  classification. \n16  “(Where  the  right  at  issue  is  neither  fundamental  nor  warrants  middle-tier \n17  scrutiny,  we review the  challenge under the rational  basis  test.” Powell,  J  19.  “Under \n18  a  rational  basis  test,  a  court  will  uphold  the  statute  if it  bears  a  rational  relationship \n19 \n13  «/Wyhere the right in  question has  its  origin  in  the Montana Constitution, but  is  not  found  in the \n20 \nDeclaration  of Rights,  we  employ  a  middle-tier  scrutiny.”  Powell,  {  18.  The  Court  again  posits \nthat  strict  scrutiny  is  appropriate  because  Montana’s  Equal  Protection  Clause  is  located  in  the \nDeclaration  of Rights.  See  Mont.  Const.  art.  II,  §  4. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  35 \nto  a  legitimate  governmental  interest.”  State  v.  Jensen,  2020  MT  309,  ¥  17,  402 \nMont.  231,  477  P.3d  335.  Protecting  children  is  a  legitimate  governmental  interest. \nHowever,  for  the  reasons  previously  analyzed,  SB  99  does  not  serve  its  purported \ninterest  of protecting  minors  because  it  goes  against  the  accepted  medical  standard \nof  care  for  minors  experiencing  gender  dysphoria,  a  diagnosable  condition. \nMoreover,  because  the  treatment  proscribed  by  SB  99  is  used  for  other  reasons— \ne.g.,  treating  central  precocious  puberty  or  PCOS—SB  99  has  no  rational \nrelationship  to  protecting  children.  Under  Defendants’  classification,  SB  99  would \nonly  serve  to  protect  transgender  minors  because  all  other  minors. would  be  able  to \n10  seek  the proscribed treatments.  Again,  ifthe  State  was  genuinely  concerned  with  the \n11  safety  of  puberty  blockers,  hormones,  or  surgeries  for  persons  under  18,  SB  99   \n    \n12  would  have  to  bring  all  minors  into  its  sweep.  In  sum,  Plaintiffs  are  likely  to  succeed \n13  on  the  merits  in  proving  that  SB  99  violates  Montana’s  Equal  Protection  Clause \n14  under  any  of the  three  levels  of scrutiny. \n15  ii.  Count IT —  Violation  of the  Right  to  Privacy \n  \n16  The  Montana  Constitution  provides  that  the  right  of  individual  privacy  is \n17  essential  to  a  free  society  and  “shall  not  be  infringed  without  the  showing  of  a \n18  compelling  state  interest.”  Mont.  Const.  art.  II,  §  10.  “Montana  adheres  to  one  of the \n19  most  stringent  protections  of  its  citizens’  right  to  privacy  in  the  United  States-- \n20  exceeding  even  that  provided  by  the  federal  constitution.”  Armstrong,  {  34  (citing \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  36 \n  \nState  v.  Burns,  253  Mont.  37,  40,  830  P.2d  1318,  1320  (1992)).  “The  express \nguarantee  of privacy  in  Article  II,  Section  10  is  fundamental:” \n[U]nder  Montana’s  Constitution,  the  right  of individual  privacy—that \nis,  the  right  of  personal  autonomy  or  the  right  to  be  let  alone—is \nfundamental.  It  is,  perhaps,  one  of the  most  important  rights  guaranteed \nto  the  citizens  of  this  State,  and  its  separate  textual  protection  in  our \nConstitution  reflects  Montanans’  historical  abhorrence  and  distrust  of \nexcessive  governmental  interference  in  their  personal  lives. \nWeems  v.  State,  2023  MT  82,  §  36,  412  Mont.  132,  529  P.3d  789  (citing  Gryzcan  v. \nState,  283  Mont.  433,  455,  942  P.2d  112,  125).  “Strict  scrutiny  applies  if  a \nfundamental  right  is  affected.”  Stand  Up  Mont.,  {  10  (citing  Snetsinger,  J  17). \nSpecifically,  regarding  health  care  and  the  right  to  privacy,  “[t]he  Montana \n10 \nConstitution  ‘guarantees  each  individual  the  right  to  make  medical  judgments \n1 \n \n    affecting  her  or  his  bodily  integrity  and  health  in  partnership  with  a  chosen  health \n2 \ncare  provider  free  from  government  interference.”  Weems,  ¥  36  (citing Armstrong,  J \n13 \n14).  However,  not  every  restriction  on  medical  care  “necessarily  impermissibly \n14 \ninfringes  on  the  right  to  privacy.  The  State  possesses  a  general  and  inherent  “police \n15 \npower  by  which  it  can  regulate  for  the  health  and  safety  of its  citizens.’””  Weems,  J \n16 \n38  (citing  Wiser  v.  State,  2006  MT  20,  {  19,  331  Mont.  28,  129  P.3d  133). \n17 \nPlaintiffs  argue  that  SB  99  violates  patients’  right  to privacy  by  limiting  their \n18 \nr \nability  to  choose  medical  treatment  and  to  make  necessary  and  appropriate  medical \n19 \ndecisions  in  concert  with  their  parents  and  healthcare  providers.  Pls.’  Br.  in  Supp., \n20 \nat  35.  Additionally,  Plaintiffs  argue  that  SB  99  intrudes  on  the  private  relationship \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  37 \nbetween  a  minor  patient  and  their  healthcare  provider,  which  imposes  the  State’s \nideological  opinion  on  the  patient-provider  relationship  and  restricts  providers’ \nability  to  rely  on  their  expertise  and  medical judgment  in  recommending  health  care \noptions.  /d.  Defendants,  relying  on  Montana’s  police  power,  argue  that  fundamental \nrights  are  not  immune  from  state  regulation  when  protection  of  the  health  and \nwelfare  of children  are  at  issue.  Defs.’  Br.  in  Opp.,  at  37.  Accordingly,  Defendants \nargue  SB  99  is  a  lawful  exercise  of  the  State’s  police  power  because  it  protects \nMontana’s  children  from  “well-documented  and  significant  risks  of  irreversible \nharm  posed  by  the  experimental  treatment  at  issue  here.” Jd. \n10  The  parties  agree  that  the  standard  set  forth  in Armstrong  controls  here: \nll  [E]xcept  in  the  face  of a  medically-acknowledged,  bonafide health risk,   \n    \nclearly  and  convincingly  demonstrated,  the  legislature  has  no  interest, \n12  much  less  a  compelling  one,  to  justify  its  interference  with  an \nindividual’s  fundamental  privacy  right  to  obtain  a  particular  lawful \n13  medical  procedure  from  a health  care provider that has  been  determined \nby  the  medical  community  to  be  competent  to  provide  that  service  and \n14 \nwho  has  been  licensed  to  do  so. \nArmstrong,  §  62.  What  the  parties  disagree  on  is  whether  the  treatments  proscribed \n15 \n16  by  SB  99  present  a  bona  fide  health  risk  to  minors. \nThe  Court  has already  held  that  SB  99  cannot  survive  strict  scrutiny  under  an \n17 \nEqual  Protection  analysis.  Nevertheless,  the  Court  will  address  the  parties’ \n18 \n19  disagreement  concerning  whether  a  bona  fide  health  risk  has  been  clearly  and \nconvincingly  demonstrated.  Plaintiffs  have put  forth  sufficient  evidence  to  show that \n20 \nthe  medical  community  overwhelmingly  agrees  that  the treatments  proscribed by  SB \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  38 \n  \n99  are  the  accepted  standard  of  care  for  treating  gender  dysphoria  in  minors. \nDefendants  again  rely  on  the  assertion  that  such  treatments  are  unapproved, \nexperimental,  and  unaccompanied  by  any  long-term  safety  data.’ \nDefendants’  argument  is  detached  from  the  evidence  presented  to  the  Court \nthat  the  treatments  proscribed  by  SB  99  are  safe  and  in  line  with  the  recognized \nstandard  of care  for  treating  gender  dysphoria  in  minors.  In  that  vein,  the  emphasis \nDefendants’  place  on  the  surgical  procedures  proscribed  by  SB  99  in  their  attempt \nto  give  legs  to  a  police  power  argument  is  misplaced.  Defendants’  argument  would \nbe  far  stronger  if  SB  99  was  limited  to  regulating  surgical  procedures  rather  than \n10  broadly  proscribing  gender-affirming  medical  care.  While  any  surgery—not  just \nll  gender-affirming  surgery—undoubtedly  carries  high  risks  to  minors,  Plaintiffs  have   \n    \n12  demonstrated  that  such  procedures  are  rarely  recommended  in  gender  dysphoric \n13  patients  who  are  under  18  years  old.  See  Olson-Kenney  Rep.,  {  63  (“For  youth  with \n14  gender  dysphoria  under  the  age  of  18,  surgery  is  rare.”).  Instead,  puberty  blockers \n15  and  hormone  therapy  make  up  the  bulk  of recommended  treatment.  Jd.,  {{]  37-62. \n16  And,  again,  Defendants’  safety  argument  is  diminished  because  not  all  minors  are \n17  barred  from  engaging  in  the purportedly  unsafe  treatments  proscribed by  SB  99,  and \n18  their  argument  is  gravely  diminished  when  SB  422  is  considered.  Accordingly,  the \n19 \n20 \n4  Again,  the  Court  recognizes  that  Defendants  put  forth  competing  evidence.  The  Court \nreemphasizes  that trial  is  the  appropriate  stage  for ultimate fact finding on the  science presented in \nthis  matter. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  39 \nState  cannot  show  that  gender-affirming  care poses  a medically  acknowledged,  bona \nfide  health  risk,  leaving  it  without  a  compelling  interest  and  without justification  to \nrely  on  its  police  powers.  Therefore,  Plaintiffs are  likely  to  succeed  on  the  merits  in \nproving  that  SB  99  violates  their  right  to  privacy. \nIn  sum,  under  the  first  factor  of the  preliminary  injunction  test  as  set  forth  in \nSB  191,  Plaintiffs  have  demonstrated  a  likelihood  of success  on  the  merits  of at  least \ntwo  of their  claims. \nB.  Plaintiffs  are  Likely  to  Suffer  Irreparable  Harm  in  the  Absence  of \nPreliminary  Relief \nThe  second  factor  of the  preliminary  injunction  test  requires  an  applicant  to \n10 \nshow  they  are  likely  to  suffer  irreparable  harm  in  the  absence  of preliminary  relief. \n11 \n \n    \nSee  Mont.  8S.  191,  §  1;  Winter,  555  US.  at  20.  Irreparable  harm  is  “harm  for  which \n12 \nthere  is  no  adequate  legal  remedy[.]”  Ariz.  Dream  Act  Coal.  v.  Brewer,  757  F.3d \n13 \n1053,  1068  (9th  Cir.  2014)  (citing  Rent-A-Ctr.,  Inc.  v.  Canyon  Television  & \n14 \nAppliance  Rental,  Inc.,  944  F.2d  597,  603  (9th  Cir.  1991)).  “Because  intangible \n15 \ninjuries  generally  lack  an  adequate  legal  remedy,  ‘intangible  injuries  [may]  qualify \n16 \nas  irreparable  harm.”” Ariz.  Dream Act.  Coal.,  757  F.3d  at  1068  (citing Rent-A-Ctr., \n17 \nInc.,  944  F.2d  at  603). \n18 \nHere,  Plaintiffs  will  suffer  irreparable  harm  absent  a  preliminary  injunction \n19 \nfor  two  reasons.  First,  “the  loss  of a  constitutional  right  constitutes  irreparable  harm \n20 \nfor  the  purpose  of determining  whether  a  preliminary  injunction  should  be  issued.” \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  40 \nMont.  Cannabis  Indus.  Ass’n  v.  State,  2012  MT  201,  J  15,  366  Mont.  224,  286  P.3d \n1161  (citing Elrod v.  Burns,  427  U.S.  347,  364  (1976)).  Plaintiffs  have  demonstrated \nthat  SB  99  likely  impermissibly  infringes  on  their  constitutional!  rights,  i.e.,  equal \nprotection  and the right to  privacy.  Therefore,  Plaintiffs  have  established  a likelihood \nof irreparable  harm  per  se  based  on  impermissible constitutional  violations. \nSecond,  if  SB  99  goes  into  effect,  minors  experiencing  gender  dysphoria  in \nMontana  will  be  denied  access  to  gender-affirming  care.  Plaintiffs  have \ndemonstrated  that  Youth  Plaintiffs—and  other  minors  in  Montana  experiencing \ngender  dysphoria—are  at  risk  of  facing  severe  psychological  distress  if  they  are \n10  blocked  from  receiving  such  care.  See,  e.g,  Hodax  Decl.,  J]  19-20  (“The \n1]  consequences  for my transgender patients  in  Montana from  [SB  99]  going  into  effect \n    \n12  would  be  dire.  These patients and  their  families  have  deep,  painful  anxiety  about \n13  what they will  do....”);  Mistretta Decl.,  ]20  (“I  am  deeply  concerned  for my young \n14  transgender  patients  because  my  educational,  clinical  and  practical  experience  fully \n15  confirm  my  knowledge  that  denying  them  access  to  the  gender-affirming  care \n16  proscribed  by  [SB  99]  will  likely  lead  to  an  increase  in  their  depression,  anxiety, \n17  suicidal  ideation,  and  even  suicidal  attempts.”).  Youth Plaintiff Scarlet van  Garderen \n18  has  stated: \n19  Puberty  blockers  and  hormone  therapy  treatments  have  changed  my \nlife.  Since  starting  gender-affirming  medical  care,  I  feel  like  a  weight \n20  has  been  lifted...  .  The  prospect  of losing  access  to  my  medical  care \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  41\nis  unthinkable  to  me.  I  do  not  believe  I  could  live  without  the  gender- \naffirming  care  I  am  now  receiving. \nScarlet  Decl.,  §  13-14.  Youth  Plaintiff  Phoebe  Cross  has  stated  that  his  gender \ndysphoria  resulted  in  acute  mental  health  crises  and  a  suicide  attempt,  but  that \nreceiving  gender-affirming  care  was  “a  lifeline”: \nTestosterone  saved  my  life  and  I  would  be  devastated  if this  care  was \ntaken  away.  I  cannot  imagine  what  would  happen  to  me  if I  could  not \naccess  my  gender-affirming  care,  but  I  fear  that  I  would  be  back  in  a \nplace where  I  was  fearful  of my  life  at  every  moment.  Taking  away  this \ncare  would  leave  me  fearful  for  my  life. \nPhoebe  Decl.,  ff  11,  21. \nThe  Court  finds  that  the  risks  reflected  in  these  sentiments  constitute  a  high \n10 \nlikelihood  of irreparable harm.  This  finding  is  congruent with holdings  made  in  other \n11 \njurisdictions.  See  Edmo  v,  Corizon,  Inc.,  935  F.3d  757,  797-98  (9th  Cir.  2019) \n    \n12 \n(holding  plaintiffs  clinically  significant  distress  caused  by  gender  dysphoria \n13 \nconstituted  irreparable  harm);  Norsworthy,  87  F.  Supp.  3d  at  1192  (finding  plaintiff \n14 \nwas  suffering  irreparable  harm  where  she  experienced  “‘continued’  and \n15 \n‘excruciating’  ‘psychological  and  emotional  pain’  as  a  result  of  her  gender \n16 \n   dysphoria”);  Porretti  v.  Dzurenda,  11  F 4th  1037,  1050  (9th  Cir.  2021)  (finding  a \n17 \ndistrict  court  did  not  abuse  its  discretion  in  determining  that  “injuries  and  risks  of \n18 \nadditional  harm  to  [plaintiff]’s  mental  health  likely  constituted  irreparable  harm.”). \n19 \nTherefore,  the  record  clearly  demonstrates  a  likelihood  of  irreparable  harm  if  a \n20 \npreliminary  injunction  is  not  granted. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  42\nTo  the  degree  Defendants  rely  on  the  argument  that  the  treatments  proscribed \nby  SB  99  are  unsafe  and  experimental  for the  assertion  that  Plaintiffs  will  not  suffer \nirreparable  harm,  the  Court  has  already  explained  why  it  finds  that  argument \nunpersuasive  at  this  stage. Additionally,  the  Court  is  not  persuaded  by  Defendants’ \nargument  that  Plaintiffs  have  not  demonstrated  “that  irreparable  injury  is  likely  in \nthe  absence  of  an  injunction.”  Winter,  555  U.S.  at  22  (emphasis  in  original).  The \nevidence  before  the  Court,  including  Youth  Plaintiffs’  declarations,  establishes  that \nirreparable  injury  is  indeed  likely  if  a  preliminary  injunction  is  not  granted.  To  be \nsure,  the  Court  recognizes  that  the  record  includes  declarations  from  persons \n10  claiming  to  have witnessed  or  experienced negative  effects  of gender-affirming  care. \n11  However,  those  filings  do  not  make  it  less  likely  that  at  least  the  specific  Youth \n \n    \n12  Plaintiffs  in  this  matter  will  suffer  irreparable  injury  if they  lose  access  to  gender- \n13  affirming  care,  and  it  certainly  does  not  diminish  the  irreparable  harm  caused  by \n14 \nlikely  constitutional violations, \n15  C.  The  Balance  of Equities  Tips  in  Plaintiffs’  Favor  &  This  Order  is  in \nthe  Public  Interest  , \n16 \nThe  third  factor  of  the  preliminary  injunction  test  requires  an  applicant  to \n\\7 \nshow  that  the balance  of equities  tips  in their favor.  See  Mont.  S.  191,  §  1(c);  Winter, \n18 \n555  U.S.  at  20.  “The  ‘balance  of  equities’  concerns  the  burdens  or  hardships  to \n19 \n[Plaintiffs]  compared  with  the  burden  on  Defendants  if  an  injunction  is  ordered.” \n20 \nPorretti,  11  F.Ath  at  1050  (citing  Winter,  555  U.S.  at  24-31).  The  fourth  factor  of \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  43 \nthe preliminary  injunction  test  requires  that  the  applicant  establish  the  order is  in  the \npublic  interest.  See  Mont.  S.  191,  §  1(d);  Winter,  555  U.S.  at  20.  “The  “public \ninterest’  mostly  concerns  the  injunction’s  ‘impact  on  non-parties  rather  than \nparties.’”  Porretti,  11  F.4th  at  1050  (citing  Bernhardt  v.  Los  Angeles  County,  339 \nF.3d  920,  931  (9th  Cir.  2003)).  “Where,  as  here,  the  government  opposes  a \npreliminary  injunction,  the third  and  fourth factors  merge  into  one  inquiry.” Porretti, \n11  F.4th  at  1047  (citing  Drakes  Bay  Oyster  Co.  v.  Jewell,  747  F.3d  1073,  1092  (9th \nCir.  2014)). \nHere,  the  burdens  or  hardships  on  the  Plaintiffs  include  constitutional  harms \n10  and  a  negative  impact  on  mental  and  physical  health.  This  must  be  compared  to \n11  Defendants’  purported  hardships,  which  include  being  enjoined  from  effectuating \n    \n12  SB  99.  Defs.’  Br.  in  Opp.,  at  43  (“Any  time  a  State  is  enjoined  by  a  court  from \n13  effectuating  statutes  enacted  by  representatives  of  its  people,  it  suffers  a  form  of \n14 \nirreparable  injury.”). \n15  The risk  of adverse  effects  to  Youth Plaintiffs’  health,  including  increased  risk \n16  of  suicidality,  certainly  outweighs  the  intangible  harm  the  State  will  endure  if it  is \n  \n17  enjoined  from  enforcing  SB  99  and  the  status  quo  is  maintained  until  a  full  trial  on \n18  the  merits  is  held.  Further,  “[i]t  is  always  in  the  public  interest  to  prevent  the \n19  violation  of a party’s  constitutional  rights.”  Melendres  v.  Arpaio,  695  F.3d  990,  1002 \n20  (9th  Cir.  2012).  Protecting  Plaintiffs’  constitutional  rights  is  an  integral  function  of \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  44\nthis  Court.  Moreover,  Plaintiffs  have  provided  sufficient  evidence  to  establish  that \nnon-parties—specifically  other  minors  experiencing  gender  dysphoria  in  Montana \nlike  Joanne  Doe—will  likely  be  harmed  if SB  99  goes  into  effect  and  treatments  for \ngender  dysphoria  are  proscribed.  “Restricting  access  to  gender-affirming  medical \ncare  for  adolescents  is  not  based  in  science  and  will  raise  the  risk  of poor  mental \nhealth  and  suicidality  among  transgender  adolescents.”  Moyer  Decl.,  4.31.  Again,  at \nthis juncture,  Defendants’  competing  evidence  is  well-taken  but  unpersuasive  when \nmeasured  against  Plaintiffs’  evidence.  Therefore,  the  balance  of  hardships  tips \nsharply  in  Plaintiffs  favor  and  the  public  interest  will  be  served  by  a  preliminary \n10 \ninjunction. \nll \nVv.  CONCLUSION \n    \n12 \nIn  sum,  the  Court  may  grant  a  preliminary  injunction  when  an  applicant \n13 \nestablishes:  “(a)  the  applicant  is  likely  to  succeed  on  the  merits;  (b)  the  applicant  is\" \n14 \nlikely  to  suffer  irreparable  harm  in  the  absence  of preliminary  relief;  (c)  the  balance \n15 \nof  equities  tips  in  the  applicant’s  favor;  and  (d)  the  order  is  in  the  public  interest.” \n16 \nMont.  S.  191,  §  1. \n17 \nFirst,  Plaintiffs  demonstrated  that  they  are  likely  to  succeed  on  the  merits  of \n18 \nat  least  two  of their  constitutional  claims.  The  Court  finds  that  SB  99  likely  violates \n19 \nMontana’s  Equal  Protection  Clause  because  it  classifies  based  on  transgender \n20  status—making  it  a  sex-based  classification—and  because  it  infringes  on \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  45\nfundamental  rights,  subjecting  it  to  strict  scrutiny.  The  Court  finds  that  SB  99  likely \ndoes  not  survive  strict  scrutiny  because  it  does  not  serve  its  purported  compelling \ngovernmental  interest  of  protecting  minor  Montanans  from  pressure  to  receive \nharmful  medical  treatments.  Alternatively,  the  Court  finds  that  SB  99  is  unlikely  to \nsurvive  any  level  of  constitutional  review.  The  Court  also  finds  that  SB  99  likely \nviolates  Plaintiffs’  right  to  privacy  under  Montana’s  Constitution  because  the  Court \ndoes  not  find  that  the  treatments  proscribed  by  SB  99  constituted  “medically- \nacknowledged,  bonafide  health  risk[s][,]”  and  because,  again,  SB  99  likely  cannot \nsurvive  strict  scrutiny.  Armstrong,  J  62. \n10  Next,  Plaintiffs  demonstrated  that  they  are  likely  to  suffer  irreparable  harm  in \n1]  the  absence  of  preliminary  relief.  The  Court  specifically  finds  irreparable  harm  is \n    \n12  likely  to  occur  for  two  separate  reasons:  first,  the  likely  infringement  of Plaintiffs’ \n13  constitutional  rights  would  cause  irreparable  harm;  and  second,  Plaintiffs \n14 \ndemonstrated  that  barring  access  to  gender-affirming  care  would  negatively  impact \n15  gender  dysphoric  minors’  mental  and  physical  health. \n16  Finally,  Plaintiffs  demonstrated  that  the  balance  of  equities  tipped  in  their \n17  favor  and  that  a  preliminary  injunction  is  in  the  public  interest.  It  is  always  in  the \n18  public  interest  to  prevent  constitutional  harms,  and  Plaintiffs’  hardships  in  the \n19  absence  of a  preliminary injunction—e.g.,  losing  access  to  medical  care  and possible \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  46\nmental  and  physical  health  crises—far  outweigh  any  hardship  placed  on Defendants \nif the  status  quo  is  maintained  until  a  full  trial  on  the  merits  is  held. \nTherefore,  Plaintiffs  have  satisfied  all  four  preliminary  injunction  factors. \n“[A]  party is  not required  to  prove his  case in  full  at  a preliminary-injunction hearing, \nand  the  findings  of  fact  and  conclusions  of  law  made  ‘by  a  court  granting  a \npreliminary  injunction  are  not  binding  at  trial  on  the  merits.”  Univ.  of Tex.,  451  U.S. \nat  395.  The  Court  recognizes  the  Defendants  have  put  forth  competing  medical \nevidence,  but  that  alone  does  not  render  Plaintiffs’  evidence  moot  or  unreliable.  At \nthis  stage,  the  Plaintiffs  have  put  forth  sufficient  evidence  to  satisfy  the  preliminary \n10  injunction  factors  and  succeed  on  their  Motion.  The  Court  emphasizes  its  findings \n11  here  are  not  binding  at  trial,  which  will  be  the  appropriate  time  to  fully  evaluate  the \n    \n12  merits  of the  competing  evidence presented  in  this  case.  The  Court hereby  GRANTS \n13  Plaintiffs’  Motion.  . \n14 \nDATED  this  Thay  of September,  2023. \n15 \n  \nGrr. ——_. \n16   Hon.  Jason  Marks  \nDistrict  Court  Judge \n17  cc:  Akilah  Deernose,  Esq. \nAlex  Rate,  Esq. \n18  Malita  Picasso,  Esq. \nElizabeth  O.  Gill,  Esq. \n19  Arijeet  Sensharma,  Esq. \nPeter  C.  Renn,  Esq. \n20  Kell  Olson,  Esq. \nNora  Huppert,  Esq. \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  47\nMatthew  P.  Gordon,  Esq. \nHeather  Shook,  Esq. \nCourtney  Schirr,  Esq. \nSara  Cloon,  Esq. \nKayla  Lindgren,  Esq. \nAustin  M.  Knudsen,  Esq. \nAlwyn  Lansing,  Esq. \nThane  Johnson,  Esq. \nMichael  D.  Russell,  Esq. \nMichael  Noonan,  Esq. \nEmily  Jones,  Esq. \n10 \n11 \n    \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \nORDER GRANTING PLAINTIFFS’  MOTION FOR PRELIMINARY INJUNCTION  48\n\n############# Old Text on 20240903 ###############\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/141087"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 138035,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/138035"
    },
    {
      "date": "2023-05-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Montana state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 141085,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/141085.pdf",
      "title": "Docket",
      "text": "10/31/23, 11:29 AM FullCourt Enterprise - ROA Listing\nMMiissssoouullaa  CCoouunnttyy  DDiissttrriicctt  CCoouurrtt\nSEARCHES CASES SCHEDULING LOGO\nPUBLICACCESS : ◄ DV-32-2023-0000541-CR· Case Relationships· DV-32-2023-0000541-CR· ROA Summary· ROA Listing\nROA LISTING DV-32-2023-0000541-CR Molly Cross et al. vs. Charlie Brereton et al. CASE STATUS Open - May 9, 20\nR E P O R T   O P T I O N S\nSHOW CLERK ID'S  \nSHOW ROA\n \nCODES\nSHOW JUDGES  \nSHOW SINGLE\nENTRY FOR SAME\n \nROA CODES ON\nSAME DAY\nWITH DOCUMENT  \nDOCUMENT\nSEQUENCING  \nONLY\nSORT LISTING  Newest First   Oldest First \n \nORDER Document Sequence Number\n \nR O A S\nROA DATE 05/09/2023 JUDGE Shane Vannatta CLERK\n1 Complaint for Declaratory and Injunctive Relief (Filed By Rate, Alex on behalf of Mistretta, Katherine; Hodax, Juanita; van Garderen, DOCUMENT\n    DOCS 1.00\nJessica; Van Garderen, Ewout; van Garderen, Scarlet; Cross, Paul; Cross, Molly; Cross, Phoebe ) 250919 $120.00 SEQUENCE\nACTION TYPE Complaint\nDOCUMENT\n    PROP Summons Proposed (State of Montana) 250919 $120.00\nSEQUENCE\nACTION TYPE Summons Proposed\nDOCUMENT\n    IS 3 Summons Issued on Charlie Brereton 05/09/2023 3.00\nSEQUENCE\n \nROA DATE 05/19/2023 JUDGE Shane Vannatta CLERK\nDOCUMENT\n    DOCS 10 Pro Hac Vice Application (Filed By Montana State Bar on behalf of ) 10.00\nSEQUENCE\nACTION TYPE Pro Hac Vice Application\n \nROA DATE 05/22/2023 JUDGE Shane Vannatta CLERK\nDOCUMENT\n    DOCS 14 Pro Hac Vice Application (Filed By Sensharma, Arijeet on behalf of ) 14.00\nSEQUENCE\nACTION TYPE Pro Hac Vice Application\n \nROA DATE 05/25/2023 JUDGE Shane Vannatta CLERK\n17 Notice of Filing (Filed By Rate, Alex on behalf of Van Garderen, Ewout; van Garderen, Scarlet; Hodax, Juanita; Cross, Phoebe; Cross, DOCUMENT\n    DOCS 17.00\nPaul; Cross, Molly; van Garderen, Jessica; Mistretta, Katherine ) SEQUENCE\nACTION TYPE Notice of Filing\n \nROA DATE 06/08/2023 JUDGE Shane Vannatta CLERK\n32 Joint Stipulation Regarding Discoverability of Expert Materials (Filed By Montana Board of Nursing on behalf of Montana Board of\nNursing; Cross, Phoebe; Mistretta, Katherine; Hodax, Juanita; Montana Board of Medical Examiners; State of Montana; Gianforte, Gregory; DOCUMENT\nDOCS 32.00\nvan Garderen, Jessica; van Garderen, Scarlet; Knudsen, Austin; Brereton, Charlie; Cross, Paul; Van Garderen, Ewout; Cross, Molly; SEQUENCE\nMontana Department of Public Health and Human Services )\nACTION TYPE Stipulation\nDOCUMENT\nPROP Proposed Order (sent to the Judge)\nSEQUENCE\nACTION TYPE Proposed Order\n \nROA DATE 06/09/2023 JUDGE Shane Vannatta CLERK\nDOCUMENT\nDOCO 33 Order Granting Joint Stipulation Regarding Discoverability of Expert Materials 33.00\nSEQUENCE\nACTION TYPE Order -\n \nROA DATE 06/12/2023 JUDGE Shane Vannatta CLERK\n34 Defendants' Motion for Substitution of Judge (Filed By Johnson, Thane on behalf of Brereton, Charlie; Montana Board of Medical\nDOCUMENT\nDOCS Examiners; Knudsen, Austin; Gianforte, Gregory; Montana Board of Nursing; Montana Department of Public Health and Human Services; 34.00\nSEQUENCE\nState of Montana ) 252208 $100.00\nACTION TYPE Motion for Substitution of Judge\n \nROA DATE 06/14/2023 JUDGE Shane Vannatta CLERK\nDOCUMENT\nDOCO 35 Invitation to Assume Jurisdiction and Action 35.00\nSEQUENCE\nACTION TYPE Order -\nDOCUMENT\n    DOCS 35.1 Clerks Certificate of Service 35.10\nSEQUENCE\nDOCUMENT\nPROP Proposed Order Granting Unopposed Motion for Pro Hac Vice Admission of Peter Renn, Kell Olson, Nora Huppert, and Christina Paek\nSEQUENCE\nhttps://dcportal.pubcourts.mt.gov/fullcourtweb/roaListing.do 1/4\n\n10/31/23, 11:29 AM FullCourt Enterprise - ROA Listing\nACTION TYPE Proposed Order\n \nROA DATE 06/15/2023 JUDGE Jason Marks CLERK\nDOCUMENT\n    DOCS 36 Pro Hac Vice Application (Filed By Rate, Alex on behalf of ) 36.00\nSEQUENCE\nACTION TYPE Pro Hac Vice Application\n \nROA DATE 06/19/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO 40 Order Granting Unopposed Motion for Pro Hac Vice Admission of Peter Renn, Kell Olson, Nora Huppert, and Christina Peak 40.00\nSEQUENCE\nACTION TYPE Order -\n \nROA DATE 06/29/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCS 41 Pro Hac Vice Application (Filed By Montana State Bar on behalf of ) 41.00\nSEQUENCE\nACTION TYPE Pro Hac Vice Application\n \nROA DATE 06/30/2023 JUDGE Jason Marks CLERK\n42 Motion for Pro Hac Vice Admission of Malita Pcasso, Elizabeth Gill, Arijeet Sensharma, Heather Shook, Courtney Schirr, Sara (Filed By\nDOCUMENT\n    DOCS Rate, Alex on behalf of Cross, Paul; Mistretta, Katherine; van Garderen, Scarlet; Van Garderen, Ewout; van Garderen, Jessica; Cross, Molly; 42.00\nSEQUENCE\nHodax, Juanita; Cross, Phoebe )\nACTION TYPE Motion for Admission Pro Hac Vice\nProposed Order Granting Motion for Proc Hac Vice Admission of Malita Picasso, Elizabeth Gill, Arijeet Sensharma, Courtney Schirr, Heather DOCUMENT\nPROP\nShook, Sara Cloon, and Kayla Lindgren SEQUENCE\nACTION TYPE Proposed Order\n \nROA DATE 07/11/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCS 45 Plaintiffs Unopposed Motion for Leave to File Over- Length Brief in Support of Motion for Preliminary Injunction 45.00\nSEQUENCE\nACTION TYPE Motion - Unopposed\nDOCUMENT\nPROP Proposed Order Granting Plaintiffs Unopposed Motion for Leave to File Over- Length Brief in Support of Motion for Preliminary Injunction\nSEQUENCE\nACTION TYPE Proposed Order\n \nROA DATE 07/12/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO 46 Order Granting Plaintiffs Unopposed Motion for Leave to File Over- Length Brief in Support of Motion for Preliminary Injunction 46.00\nSEQUENCE\nACTION TYPE Order Granting Petition/Motion\n \nROA DATE 07/14/2023 JUDGE Jason Marks CLERK\n47 Plaintiff's Reply to Defendant's Brief in Opposition to Plaintiff's Motion for Admission Pro Hac Vice of Malita Picasso, Elizabeth Gill, Arijeet\nDOCUMENT\nDOCS Sensharma, Heather Shook, Coutney Schirr, Sara Clooon, and Layla Lindgren (Filed By Rate, Alex on behalf of van Garderen, Scarlet; 47.00\nSEQUENCE\nCross, Paul; Cross, Molly; van Garderen, Jessica; Mistretta, Katherine; Cross, Phoebe; Van Garderen, Ewout; Hodax, Juanita )\nACTION TYPE Reply Brief\n \nROA DATE 07/17/2023 JUDGE Jason Marks CLERK\n48 Order Granting plaintiff's Motion for Pro Hac Vice Admission of Malita Pcasso, Elizabth Gill, Arijeet Sensharma, Heather Shook, Courtney DOCUMENT\nDOCO 48.00\nSchirr, Sara Cloon and Kayla Lindren SEQUENCE\nACTION TYPE Order -\n49 Plaintiff's Motion for Preliminary Injunction (Filed By Rate, Alex on behalf of van Garderen, Jessica; Cross, Phoebe; Cross, Molly; Van DOCUMENT\n    DOCS 49.00\nGarderen, Ewout; Mistretta, Katherine; Cross, Paul; Hodax, Juanita; van Garderen, Scarlet ) SEQUENCE\nACTION TYPE Motion\n \nROA DATE 07/26/2023 JUDGE Jason Marks CLERK\n61 Unopposed Motion for Extension of Time to File Response to Plaintiffs Motion for Preliminary Injection (Filed By Knudsen, Austin on\nDOCUMENT\nDOCS behalf of Brereton, Charlie; Montana Department of Public Health and Human Services; Knudsen, Austin; Montana Board of Nursing; 61.00\nSEQUENCE\nMontana Board of Medical Examiners; Gianforte, Gregory; State of Montana )\nACTION TYPE Motion for Extension of Time\nDOCUMENT\nPROP Proposed Granting Extension\nSEQUENCE\nACTION TYPE Proposed Order\n62 Order Granting Plantiff's Motion for Proc Hac Vice Admissions of Malita Picasso Elizabeth Gill Arijeet Sensharma Heather Shook Courtney DOCUMENT\nDOCO 62.00\nSchirr Sarah Cloon and Kayla Lindren SEQUENCE\nACTION TYPE Order -\n \nROA DATE 07/27/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO 63 Order Granting Extension 63.00\nSEQUENCE\nACTION TYPE Order Granting Extension of Time\n \nROA DATE 07/28/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nMECV 64 Minute Entry 64.00\nSEQUENCE\n \nROA DATE 07/31/2023 JUDGE Jason Marks CLERK\n65 Defendant's Answer to Plaintiffs' First Amended Complaint and Demand for Jury Trial (Filed By lansing, alwyn on behalf of Montana\nDOCUMENT\nDOCS Department of Public Health and Human Services; Brereton, Charlie; Montana Board of Medical Examiners; Knudsen, Austin; Gianforte, 65.00\nSEQUENCE\nGregory; State of Montana; Montana Board of Nursing )\nhttps://dcportal.pubcourts.mt.gov/fullcourtweb/roaListing.do 2/4\n\n10/31/23, 11:29 AM FullCourt Enterprise - ROA Listing\nACTION TYPE Answer\n \nROA DATE 08/02/2023 JUDGE Jason Marks CLERK\n66 Plaintiff's Unopposed Motion for Protective Order and Leave to Proceed Under Pseudonyms (Filed By Rate, Alex on behalf of Cross,\nDOCUMENT\nDOCS Molly; Cross, Phoebe; Hodax, Juanita; Van Garderen, Ewout; van Garderen, Jessica; Mistretta, Katherine; van Garderen, Scarlet; Cross, 66.00\nSEQUENCE\nPaul )\nACTION TYPE Motion for Protective Order\nDOCUMENT\nPROP Proposed Order Stipulated Protective Order\nSEQUENCE\nACTION TYPE Proposed Order\n \nROA DATE 08/03/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO 67 Stipulated Protective Order 67.00\nSEQUENCE\nACTION TYPE Stipulated Protective Order\n \nROA DATE 08/07/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nPROP Proposed Order\nSEQUENCE\nACTION TYPE Proposed Order\nDOCUMENT\nDOCO 68 Order Granting Plaintiff's Unopposed Motion for Protective Order and Leave to Proceed under Pseudonyms 68.00\nSEQUENCE\nACTION TYPE Order -\n \nROA DATE 08/17/2023 JUDGE Jason Marks CLERK\n69 Joint Status Report (Filed By Rate, Alex on behalf of Cross, Phoebe; van Garderen, Scarlet; Cross, Molly; Van Garderen, Ewout; van DOCUMENT\nDOCS 69.00\nGarderen, Jessica; Cross, Paul; Hodax, Juanita; Mistretta, Katherine ) SEQUENCE\nACTION TYPE Status Report\n \nROA DATE 08/22/2023 JUDGE Jason Marks CLERK\n70 Motion for Leave to File and for the Court to Take Judicial Notice of Documents for Preliminary Injunction Hearing (Filed By Johnson,\nDOCUMENT\n    DOCS Thane on behalf of State of Montana; Gianforte, Gregory; Montana Department of Public Health and Human Services; Brereton, Charlie; 70.00\nSEQUENCE\nMontana Board of Nursing; Knudsen, Austin; Montana Board of Medical Examiners )\nACTION TYPE Motion for Leave to File\n \nROA DATE 08/23/2023 JUDGE Jason Marks CLERK\n75 Defendant's Unopposed Motion for Leave to File Over-Length Brief (Filed By Knudsen, Austin on behalf of Gianforte, Gregory; Brereton,\nDOCUMENT\nDOCS Charlie; Montana Board of Medical Examiners; Montana Department of Public Health and Human Services; Montana Board of Nursing; 75.00\nSEQUENCE\nKnudsen, Austin; State of Montana )\nACTION TYPE Motion - Unopposed\nDOCUMENT\nPROP Proposed Order Granting Defendant's Unopposed Motion for Leave to File Over-Length Brief\nSEQUENCE\nACTION TYPE Proposed Order\n \nROA DATE 08/24/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO 76 Order Granting Defendants' Unopposed Motion for Leave to File Over-Length Brief 76.00\nSEQUENCE\nACTION TYPE Order Granting Petition/Motion\n \nROA DATE 09/05/2023 JUDGE Jason Marks CLERK\nDOCUMENT\n    DOCS 77 Defendants' Response in Opposition to Plaintiff's Motion for Preliminary Injunction 77.00\nSEQUENCE\nACTION TYPE Response Brief\n \nROA DATE 09/06/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO 110 Notice to Parties 110.0\nSEQUENCE\nACTION TYPE Order -\n \nROA DATE 09/07/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO 111 Clarification RE September 6 2023 Notice to Parties 111.0\nSEQUENCE\nACTION TYPE Order -\n \nROA DATE 09/11/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCS 112 Plaintiffs Unopposed Motion for Leave to File Over-Length Reply Brief in Support of Motion for Preliminary Injunction 112.0\nSEQUENCE\nACTION TYPE Motion - Unopposed\nProposed Order Granting Plaintiffs Unopposed Motion for Leave to File Over-Length Reply Brief in Support of Motion for Preliminary DOCUMENT\nPROP\nInjunction SEQUENCE\nACTION TYPE Proposed Order\nDOCUMENT\nDOCO 113 Order Granting Plaintiffs Unopposed Motion for Leave to File Over-Length Reply Brief in Support of Motion for Preliminary Injunction 113.0\nSEQUENCE\nACTION TYPE Order -\n \nROA DATE 09/12/2023 JUDGE Jason Marks CLERK\nDOCUMENT\n    DOCS 114 Defendant's Motion for Fact Witness to Appear via Zoom 114.0\nSEQUENCE\nhttps://dcportal.pubcourts.mt.gov/fullcourtweb/roaListing.do 3/4\n\n10/31/23, 11:29 AM FullCourt Enterprise - ROA Listing\nACTION TYPE Motion\nDOCUMENT\nPROP Proposed Order Granting Fact Witness to Appear via Zoom\nSEQUENCE\nACTION TYPE Proposed Order\n \nROA DATE 09/13/2023 JUDGE Jason Marks CLERK\nDOCUMENT\n    DOCS 116 Reply Brief in Support of Motion for Leave to File Documents 116.0\nSEQUENCE\nACTION TYPE Reply Brief\n \nROA DATE 09/15/2023 JUDGE Jason Marks CLERK\nDOCUMENT\n    DOCO 118 Order on Judicial Notice 118.0\nSEQUENCE\nACTION TYPE Order -\n120 Plaintiffs' Reply Brief in Support of Motion for Preliminary Injunction (Filed By van Garderen, Jessica on behalf of van Garderen, Jessica; DOCUMENT\n    DOCS 120.0\nHodax, Juanita; Cross, Phoebe; Cross, Paul; Cross, Molly; van Garderen, Scarlet; Mistretta, Katherine; Van Garderen, Ewout ) SEQUENCE\nACTION TYPE Reply Brief\n \nROA DATE 09/18/2023 JUDGE Jason Marks CLERK\n123 Defendant's Notice of Supplemental Authority (Filed By Knudsen, Austin on behalf of Brereton, Charlie; Gianforte, Gregory; Montana\nDOCUMENT\nDOCS Board of Medical Examiners; Montana Department of Public Health and Human Services; State of Montana; Knudsen, Austin; Montana 123.0\nSEQUENCE\nBoard of Nursing )\nACTION TYPE Notice\nDOCUMENT\nMECV 124 Minute Entry 124.0\nSEQUENCE\n \nROA DATE 09/20/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCS 125 Plaintiffs Notice of Withdrawal of Christina S Paek 125.0\nSEQUENCE\n \nROA DATE 09/22/2023 JUDGE Jason Marks CLERK\nDOCUMENT\n    DOCS 126 Response of James M Cantor, PhD to Plaintiffs Experts Rebuttals 126.0\nSEQUENCE\nACTION TYPE Supplemental Brief\n \nROA DATE 09/27/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO 131 Order Granting Plaintiffs' Motion for Preliminary Injunction 131.0\nSEQUENCE\nACTION TYPE Order -\n132 Notice of Transcripts Deemed Necessary For Appeal (Filed By Russell, Michael on behalf of Montana Department of Public Health and\nDOCUMENT\nDOCS Human Services; Gianforte, Gregory; State of Montana; Brereton, Charlie; Montana Board of Nursing; Montana Board of Medical Examiners; 132.0\nSEQUENCE\nKnudsen, Austin )\nACTION TYPE Notice\n \nROA DATE 09/28/2023 JUDGE Jason Marks CLERK\n133 Plaintiffs' Notice of WIthdrawal of Arijeet Sensharma (Filed By Rate, Alex on behalf of van Garderen, Scarlet; Cross, Phoebe; Van DOCUMENT\n    DOCS 133.0\nGarderen, Ewout; Cross, Molly; Cross, Paul; Hodax, Juanita; Mistretta, Katherine; Van Garderen, Jessica ) SEQUENCE\nACTION TYPE Notice of Withdrawal\n \nROA DATE 09/29/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO 135 Notice of Appeal 135.0\nSEQUENCE\nACTION TYPE Notice of Appeal to Supreme Court\n \nROA DATE 10/11/2023 JUDGE Jason Marks CLERK\n136 Plaintiff's Notice of Appearance (Filed By Cross, Phoebe on behalf of Cross, Phoebe; Mistretta, Katherine; Cross, Paul; Cross, Molly; van DOCUMENT\nDOCS 136.0\nGarderen, Scarlet; Van Garderen, Ewout; Hodax, Juanita; Van Garderen, Jessica ) SEQUENCE\nACTION TYPE Notice of Appearance\n \nROA DATE 10/17/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nPROP Proposed Stipulated Scheduling Order\nSEQUENCE\nACTION TYPE Proposed Order\n \nROA DATE 10/19/2023 JUDGE Jason Marks CLERK\nDOCUMENT\nDOCO Scheduling Order 137.0\nSEQUENCE\nACTION TYPE Order -\n \nREFRESH   CANCEL\nhttps://dcportal.pubcourts.mt.gov/fullcourtweb/roaListing.do 4/4",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/141085"
    }
  ],
  "document_count": 5
}