{
  "case_id": 11102,
  "fetched_at": "2025-10-22T00:13:02.024561",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Trial Court Docket"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Housing & Urban Development",
        "institution_alt_state": null,
        "institution_city": "New Haven",
        "institution_county": "New Haven",
        "name": "Secretary of Housing and Defendany",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Public Housing"
    ],
    "cause_other": "",
    "causes": [
      "Fair Housing Act/Fair Housing Amendments Act (FHAA), 42 U.S.C. §§ 3601 et seq."
    ],
    "class_action_granted": "Mooted before ruling",
    "class_action_sought": "Yes",
    "closing_year": 2008,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "District of Connecticut",
    "custom_issues": [
      "Acquire and develop 30 units of public housing"
    ],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Housing Authority"
      }
    ],
    "docket_status": "Incomplete",
    "facility_type": [],
    "filing_date": "1991-06-03",
    "filing_year": 1991,
    "id": 11102,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Housing assistance",
      "General/Misc.: Racial segregation",
      "Discrimination Basis: Race discrimination",
      "Discrimination Area: Housing Sales/Rental",
      "General/Misc.: Housing"
    ],
    "last_checked_date": "2021-08-25T00:00:00-04:00",
    "main_docket": {
      "id": 31936,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1991,
      "docket_filing_number": 296,
      "is_main_docket": true,
      "court": "District of Connecticut",
      "state": "Connecticut",
      "docket_office_number": "3",
      "docket_number_manual": "3:91-cv-00296-AVC",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/ctd--3-91-cv-00296.html",
      "recap_link": null,
      "is_active": true
    },
    "name": "Christian Community Action v. Cisneros",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Individuals discriminated against in public housing.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      },
      {
        "value": "State Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "1999-06-01",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Connecticut",
    "summary": "<p>On June 3, 1991, plaintiffs brought this action under the Fair Housing Act. Plaintiffs alleged a housing demolition and replacement plan for the former Elm Haven high-rises in New Haven was being carried out in violation of the Fair Housing Act and HUD siting requirements, as the local housing authority began to locate replacement housing in segregated neighborhoods. </p><p>The Court approved the parties' settlement agreement in July 1995.  The settlement consisted of two primary elements: 1) a scattered-site housing remedy, requiring defendants to place all of the remaining replacement housing units outside areas of minority concentration within the city, and 2) a regional housing mobility program, including approximately 450 new Section 8 certificates earmarked for use outside areas of minority concentration, including the New Haven suburbs, along with a HUD-funded mobility counseling program to be administered by a local non-profit agency. The settlement also included a variety of related fair housing provisions.</p><p>Several years later, the plaintiffs entered into a separate settlement with the City of New Haven. In it, the City promised to create a \"regional housing mobility counseling program\" to help low income residents find housing outside of high poverty areas, to conduct fair housing testing, create a fair housing plan, and to cooperate with HUD to implement that agency's earlier settlement. The court approved this settlement on June 1, 1999.</p><p>In 2006, the plaintiffs sued both HUD and the City to enforce the 1995 settlement, alleging failure to complete 30 housing units. In December 2007, the motion was terminated and the parties filed a stipulation and agreement resolving their issues. No information is available regarding this agreement.</p><p>There has been no action in this case since 2008.</p>",
    "summary_published_date": "2021-08-25T00:00:00-04:00",
    "summary_short": "Plaintiffs brought this action in 1991 alleging that the local housing authority was locating replacement housing in segregated neighborhood, in violation of the Fair Housing Act and HUD requirements. The case was settled in 1995: defendants were required to place all remaining replacement housing units outside areas of minority concentration and develop a regional housing mobility program. In 2006, the plaintiffs moved to enforce the settlement, alleging failure to complete 30 housing units. In December 2007, the motion was terminated and the parties filed a stipulation and agreement resolving their issues.",
    "summary_tiny": null,
    "terminating_date": "2008-01-28",
    "clearinghouse_link": "clearinghouse.net/case/11102",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11102",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11102",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11102"
  },
  "documents": [
    {
      "date": "2006-11-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Connecticut",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 75728,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/75728.pdf",
      "title": "Motion to Enforce Settlement Agreement",
      "text": "Case 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 1 of 16\nUNITED STATES DISTRICT COURT \nDISTRICT OF CONNECTICUT \nCHRISTIAN COMMUNITY ACTION, INC., et al \nPlaintiffs,  No. 3:91 CV 00296 (AVC) \nv. \nALPHONSO JACKSON, in his official capacity as \nSecretary of the United States Department of \nHousing and Urban Development, \nHOUSING AUTHORITY OF THE CITY OF \nNEW HAVEN, et a!., \nDefendants.  NOVEMBER 17, 2006 \nMOTION TO ENFORCE SETTLEMENT AGREEMENT \nThe plaintiffs move to enforce the parties' 1995 Settlement Agreement, over which this \nCourt retains, jurisdiction, by, inter alia, appointment of special master, pursuant to \nFed.R.Civ.P.53. A special master is needed to oversee the completion of the process for the \nacquisition/development and occupancy of 30 units of replacement public housing which has \nbeen plagued by delay, incompetence, and gross negligence.  In support of this Motion, plaintiffs \nstate the following \nI.  BACKGROUND \nL  This Fair Housing Act litigation, initiated in 1991, challenged the failure of the defendant \nHousing Authority of the City of New Haven (HANH) to implement the development of \n183 scattered site public housing units which HANH was required by federal law to \n1 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 2 of 16\ndevelop as replacement for the 360-unit Elm Haven High Rise project.  HANH \ndemolished this project in 1988. \n2.  Funding for these units was provided to HANH by the United States Department of \nHousing and Urban Development in 1989. Two years later, when this litigation \ncommenced, HANH had approved only one small five-unit project. \n3.  By the time the Court approved the parties' Settlement Agreement in July 1995, only 33 \nunits had been acquired or developed. The Agreement extended and the deadline for \ncompletion of the remaining 150 units, originally required by federal law to be completed \nby1995, for three years, until July 1998.  Under the Agreement, all units must be located \nracially and economically integrated areas of New Haven as defined in the Agreement. \n4.  By April 1999, nine months after the July 1998 deadline for completion, HANH had \ndeveloped and occupied 137 units. \n5.  By October 2000, HANH had added another 16-unit development to its scattered site \nportfolio for a total of 153 units.  This still left 30 units to be completed \n6.  Over the course of the last six years, HANH has only acquired two additional properties \nwith a total four units. One of those properties is a single family home at 555 Fountain \nStreet and, although it was purchased in 2003, it has yet to be occupied due to HANH \nnegligence in maintaining the property initially and its subsequent inability to make \nneeded repairs to the property in a timely manner.  The other property is a 3-family house \nat 849 Woodward Avenue which was only recently acquired. \n7.  Thus, 17 years after HUD allocated funds for these units, and eight years after the \ndeadline set by the 1995 Agreement for completion of the project, HANH still has 30 \n2 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 3 of 16\nunits remaining to be developed and occupied, 26 of which have not yet even been \nidentified. \nII.  2002 MOTION TO ENFORCE CONSENT JUDGMENT \n8.  In 2002, the plaintiffs filed a similar Motion to Enforce Consent Judgment, seeking to \ncompel defendant HANH to complete the acquisition or development of what was then \nthe remaining 29 units of scattered site housing [the house at 555 Fountain Street having \nbeen identified by that time] necessary to develop in accordance with the terms of the \n1995 Settlement Agreement.  Plaintiffs subsequently withdrew their Motion in \naccordance with an interim agreement between the parties. \n9.  That interim agreement, memorialized in a letter from plaintiff s counsel to then Deputy \nDirector Robin Golden, dated October 18, 2002, is attached hereto.  It provided that \nHANH would use its best efforts to identify sites and subsequently acquire or develop the \nremaining 29 units within the next 12 months.  HANH was to publish a Request for \nProposals [\"RFPs\"] for turnkey developments  including one for the development of six \nI, \nunits on land owned by HANH at 63/75 Fulton Street. HANH also agreed to actively \nsolicit listings for single family and other appropriate existing units in permissible census \ntracts and blocks. \nTurnkey new construction means that a private developer builds units on developer-owned property \n1 \npursuant to a construction contract with a housing authority and, upon completion of all units, turns those \nunits (\"turnkey\") over to the housing Authority.  In the case of Fulton Street, the turnkey proposal called for \ndeveloper to build on HANH-owned land which would be temporarily deeded to the developer during the \nconstruction phase of the contract. \n3 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 4 of 16\nIII.  THE PROBLEMS SINCE 2002 \n10.  In October, 2002, HANH published the agreed-upon RFPs for turnkey proposals for 29 \nunits, including an RFP for a turnkey proposal to develop 6 units on property which \nHANH owned at 63/75 Fulton Street. Two proposals, one for a 20-unit development at \n110 Dell Drive and one to develop 6 units on the Fulton Street site, resulted in contracts \nbetween the developers and HANH which were approved by HUD. Sites for three \nadditional units were still left to be identified and pursued. \nII.  Since 2002, no ground has been broken on either proposal.  One contract was has been \nabandoned and the other is in legal limbo.  HANH made no effort until late 2005 to locate \nsites for the 3 units remaining after acceptance ofthe two proposals. \nA.  63/75  FULTON STREET \n12.  HANH initially acquired 75 Fulton Street in 1993 with the intention of building nine \nunits on the site.  HUD approved this plan in 1996. \n13.  After that approval, HANH decided to acquire the adjacent property at 63 Fulton Street \nand expand the number of units on the combined site to 11.  This proposal was approved \nbyHUD in October 1997.  However, the private developer who had been desiguated by \nHANH to develop the 11 units withdrew its proposal. \n4 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 5 of 16\n14.  After the private developer withdrew his proposal to build the designated 11 units, \nHANH hired an architect to design a 10-unit conventional development.2  Those plans \nwere submitted to HUD in July 2000.3 \n15.  HANH subsequently decided to build only six units on the combined site because of \nneighborhood opposition and, in October 2002, published an RFP for a private developer \nto build a turnkey development. \n16.  In response to the 2002 RFP, Waterford Construction (\"Waterford\") submitted a proposal \nto construct 6 units at 63/75 Fulton Street.  That proposal was approved by BUD in \nAugust 2003. \n17.  Waterford then prepared plans and specifications and signed a contract with HANH on \nMay 25,2005.  The contract, which was subject to BUD approval, provided for \nconstruction to commence 30 days after issuance of a Notice To Proceed by HANH and \nto be completed within 365 days after issuance of such Notice. \n18.  BUD approved the contract with Waterford in December, 2005. \n19.  Instead of then issuing a Notice to Proceed, in January, 2005 HANH's Board of \nCommissioners approved Resolution calling a $260,000 increase in the amount of \nWaterford's contract. This increase, requested by Waterford, was based on construction \ncost increases between October 2002 and December 2005. \n2 A conventional development is one developed by a housing authority directly. \n3 It is not clear ifHUD ever approved HANH's construction plans. \n5 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 6 of 16\n20.  HOD would be required to approve any increase in the amount of Waterford's contract. \nHANH has never provided HOD with the documentation necessary for it to issue such \napproval. \n21.  Upon information and belief, HANH has already delivered the deed for 63/7 5 Fulton \nStreet to the property to Waterford and the contract between the parties has been assigned \nto a bank to secure financing for the developer's construction costs. \n22.  At this point, it is unclear ifHANH intends to issue a Notice to Proceed.  However, as a \nresult ofHANH's delay in developing this property since HANH first acquired it in 1993, \nthe census tract in which the property is located has become increasingly racially and \neconomically concentrated such that the property is no longer even complies with the \n1995 Settlement Agreement between the parties. \nB.  110 DELL DRIVE \n23.  In response to HANH's 2002 Request for Proposal, Nutmeg Developers (\"Nutmeg\") \nsubmitted a proposal for 20 single family homes atll 0 Dell Drive, New Haven. \n24.  Nutmeg's proposal was approved by HOD in August, 2003 and thereafter by HANH in \nMarch, 2004 after a series of contentious public hearings at which the neighbors spoke in \nopposition to the proposal.  A turnkey construction contract between the developer and \nHANH was approved by HOD in September, 2004 and signed shortly thereafter. \n25.  110 Dell Drive is within a neighborhood of single family homes in one of the relatively \nfew areas of New Haven which is considered to be \"outside of an area of racial \nconcentration\" as required by the Settlement Agreement.  Dell Drive directly abuts the \nEast Haven border in a census tract, which is overwhelmingly white. \n6 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 7 of 16\n26.  After signing the turnkey contract, the developer applied for building permit in October, \n2004 which the City of New Haven refused because of pending zoning issues caused by \nneighborhood opposition.  Those issues were resolved a year later, and in October, 2005, \nthe City authorized the issuance of building permits for the 20 units at Dell Drive. \n27.  After issuance ofthe building permits, the developer sought an increase of over $865.000 \nbased on cost increases since it first submitted its proposal in 2002. \n28.  In January, 2006, HANH's Board of Commissioners approved a Resolution calling for \nthe requested increase in the contract amount for 110 Dell Drive of over $865,000, \nrepresenting an increase in costs between October 2002 when the proposal was first \nsubmitted and October 2005 when building permits were finally issued by the City to \nNutmeg.  This amount includes both the increased costs for the unforeseen one-year delay \nin obtaining building permits, and increased costs for two years prior to Nutmeg signing \nthe contract in 2004. \n29.  HANH has taken the position that the 2004 contract between itself and the developer is \nno longer legally enforceable. \n30.  In March, 2006, HANH submitted the Board Resolution for the additional $865,000 to \nHUD for approval along with the Fulton Street Resolution. \n31.  In August, 2006, while the contract increase request was pending at HUD, before it was \nofficially denied, Nutmeg4  withdrew its proposal for 110 Dell Drive.  The property is now \nbeing developed as single family homes \n4 Nutmeg Developers subsequently changed the name of the company to Salem Turnpike Housing \nCorporation. \n7 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 8 of 16\n32.  Upon information and belief, HUD would never have approved the requested contract \nincrease for 110 Dell Drive because the supporting documentation provided to HUD by \nHANH was insufficient to justify the amount of the requested increase for a project that \nwas the result of a competitive bidding process. \nC.  555 FOUNTAIN STREET \n33.  In 2002 a non-profit subsidiary ofHANH purchased a single family home at 555 \nFountain Street, in the Westville area of New Haven.  In May, 2003, that property was \nsold to HANH and, on September 12, 2003, HUD approved that acquisition. \n34.  HANH did not properly secure or maintain the property after acquisition.  Indeed, it did \nnot seek any proposals to make necessary renovations to the property until January, 2004 \nwhen HOME Inc., a private property management company, submitted a proposal for the \nrenovation of the house which it described as being in generally good condition.  The \nwork was estimated at $49,470 and expected to take approximately 4 months to complete, \nat which point the property would be ready for occupancy. \n35.  Shortly thereafter, as a result ofHANH's negligence in failing to properly maintain the \nproperty, water pipes burst causing extensive damage to the interior of the property. \n36.  Between January 2004 and March 2005, the property sat idle with HANH doing nothing \nto repair the property.  Originally, HANH intended to hire an architect/general contractor \nto oversee the considerable repairs required to repair the damage caused by the burst \npIpes. \n8 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 9 of 16\n37.  In February, 2005, that plan was scrapped when HANH could not develop a scope of \nwork for one comprehensive package that would meet HUD standards. Thus, HANH was \nleft having to solicit bids for numerous individual repair contracts. \n38.  In February, 2005, HANH finally solicited bids to repair the roof of the property. \n39.  HANH then waited until December, 2005 to solicit bids for a new boiler and heating \nsystem.  That work did not begin until March, 2006. \n40.  Thereafter, bids for plumbing, siding, interior work, and landscaping were be solicited. In \nMay and June, 2006. To date, work on the house has not been completed; indeed, work \non the windows and siding did not even commence until August, and September, 2006. \nThe house has yet to be occupied, over 3 years after the single family home was acquired. \nD.  RECENT DEVELOPMENTS \n41.  In late 2005, HANH finally contacted local brokers in an effort to acquire a 3-unit multi-\nfamily property in reasonably good condition.  A property at 849 Woodward Avenue was \nidentified and a purchase and sale agreement was signed in April, 2006 and approved by \nHUD in October, 2006.  HANH has since purchased that property but the property will \nrequire certain renovations before it can be occupied. \n42.  In light of the loss of 110 Dell Drive and the growing concern about Fulton Street, HANH \nwill shortly publish a new Request for Proposals for the remaining 26 units. Any \nproposals submitted by private developers will still go through the same HUD and HANH \napproval process as 110 Dell Drive and Fulton Street did between 2002 and 2006. \n9 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 10 of 16\n43.  HANH has also published a fundamentally flawed Request for Qualifications for \nbrokerage services which seeks a flat rate by brokers to negotiate sales contracts and \nperform due diligence for an as-of-yet undetermined number of sites. \nWHEREFORE, plaintiffs respectfully request that the Court  issue an order I) requiring \nthe defendant Housing Authority to develop and occupy the final 30 units of scattered site public \nhousing within the next 12 months;  2) appointing a special master for a period of twelve months \n(subject to renewal if necessary) to assist the defendant housing authority in the completion of its \nobligations under the 1995 Settlement Agreement to develop the final 30 units of scattered site \npublic housing; and 3) awards the plaintiffs attorneys fees and costs for the prosecution ofthis \nMotion. \nResPRlly submitted, \nI  /  \\ \n~\\  / r  ,  Y \nl \nBY: \nShelley Whit. ct 5727 \nNew Haven I! g  Assistance Association \n426 State Stre \nNew Haven, CT 06510 \n(203)946-4811 \nswhite@nhlegal.org \nBy. ________~  --------_ \nRenee Redman ctl6604 \nConnecticut Civil Liberties Union \nFoundation \n32 Grand Street \nHartford, CT 06106 \n(860)247-9823 \nRredman@acluct.org \n10 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 11 of 16\nCERTIFICATE OF SERVICE \nThis is to certifY that a copy of the foregoing has been mailed, postage prepaid, to \nChristopher Brigham, Updike, Kelly & Spellacy, One Century Tower ,265 Church S1. \nNew Haven, CT 06510; Harold J. Rennett, United States Department of Housing and Urban \nDevelopment, Office of Litigation, Room 10258, 451 Seventh Street, SW, Washington, DC \n20410; Martha Hirschfield, United States Department ofJustice, Civil Division, 901 E. Street, \nRm. 1020, NW, Washington, DC 20530; Thomas Ude, City of New Haven, Office of \nCorporation Counsel, 165 Church Street, New Haven, CT 06510, this 17th day of November \n\\ \n\"\"\"\\ \n2006. \n'.,,~~ \n11 \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 12 of 16\nUNITED STATES DISTRICT COURT \nDISTRICT OF CONNECTICUT \nCHRISTIAN COMMUNITY ACTION, INC., et al. \nPlaintiffs,  No. 3:91 CV 00296 (AVC) \n(TPS) . \n. v. \nMEL MARTINEZ, in his official capacity as \nSecretary of the United States Department of \nHousing and Urban Development, \nHOUSING AUTHORITY OF THE CITY OF \nNEW HAVEN, et a!., \nDefendants.  November 8, 2002 \nNOTICE OF WITHl)RAW   AL OF MOTION \nTO ENFORCE SETTLEMENT AGREEMENT \nPlaintiffs seek to withdraw without prejudice their pending Motion to Enforce \nSettlement Agreement dated April IS, 2002, based on an agreement reached with defendants \nill \non a schedule for completion of the remaining 29 scattered site units promised under the \nII \n1995 Settlement Agreement in this case.  The agreed-upon schedule for completion of these \nunits is described in the letter from plaintiffs' counsel to Ms. Robin Golden, Deputy Director \nof the New Haven Housing Authority (attached hereto as Exhibit A). \nThe parties agree that this withdrawal should be without prejudice to plaintiffs' \nfuture right to enforce the Settlement Agreement, should the need arise. \n......  .  ,  ....  -\nWherefore, with the Court's permission, Plainitffs hereby withdraw their pending \nmotion, nunc pro tunc, without prejudice and without costs to either party. \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 13 of 16\nWherefore. with the Court's permission, Plainitffs hereby withdraw their pending \nmotion, nunc pro tunc, without prejudice and without costs to either party. \nRespectfully submitted, \nPhilip D. Tegeler  ct055l5 \nConnecticut Civil Liberties \nUnion Foundation \n32 Grand Street \nHartford, CT 06106 \nTelephone: (860) 247-9823 \nEmail: ptegeler@cclu.org \nShelley White  ct05727 \nNew Haven Legal Assistance \nAssociation, Inc. \n426 State Street \nNew Haven, CT  06510-2018 \nTelephone:(203) 946-4811 x. 116 \nFacsimile: (203) 498-9271 \nEmail: swhite@nhlegal.org \nATTORNEYS FOR PLAINTIFFS \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 14 of 16\nCERTIFICATE OF SERVICE \nThis is to certify that a copy of the foregoing has been mailed, postage prepaid, to Chris \nBrigham, Updike Kelley & Spellacy, One Century Tower, 265 Church Street, New Haven, \nCT  06510; Harold J. Rennett, United States Department of Housing and Urban \nDevelopment, Office of Litigation, Room 10258, 451 Seventh Street, SW, Washington, DC \n20410; Hannah A. Stires, United States Department of Justice, Civil Division, P.O. Box 883, \nRrn. 904, Washington, DC 20044; Thomas Ude, City of New Haven, Office of Corporation \nCounsel, 165 Church Street, New Haven, CT  06510 this  i5 91'day of November, 2002. \nPhIlip D. Tegeler  ' \n\nEXHIBIT  A \nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 15 of 16\nNEW HAVEN LEGAL ASSISTANCE ASSOCIATIO~J, INC. \n426 STATE STREET \nNEW HAVEN. CONNECTICUT 06510-2018 \nTELEPHONE (203) 946-4811 \nFAX (203) 498-9271 \ne·mail:swhite@nhlegal.org \nOctober 30,2002 \nVIA FACSIMILE 497-9259 \nAND FIRST-CLASS MAIL \nMs. Robin Golden, Deputy Director \nHousing Authority of the \nCity of New Haven \n360 Orange Street \nNew Haven, CT 06510 \nRe:  CCA v. Martinez/Scattered Site Program \nDear Ms. Golden: \nThis letter will confirm our recent conversations (with  consent of your counsel) \nregarding resolution of plaintiffs' pending Motion to Enforce Consent Judgment.  Plaintiffs \nunderstand that HANH is willing to use its best efforts to identify sites and subsequently \nacquire or develop the remaining 29 units within the next 12 months.  Towards that end, \nHANH  published  a  Request for Proposal  for sites  for turnkey developments  in  non-\nimpacted areas, as defined by year 2000 census figures, on October 20.  The published \nproposal requires responses to be submitted to HANH in the next 60 days.  HANH will \nnotify plaintiffs of all proposals it receives, and afford plaintiffs the opportunity to review all \nsuch proposals. \nWe further understand that HANH also has published a Request for Proposal for \na specific turnkey site, consisting of six units to be built on property owned by HANH on \nFulton Street.  Again, we understand that these proposals are to be submitted to HANH \nin·the next  60  days,  and  that plaintiffs  will  be  afforded  the  opportunity to  review  all \nresponsive proposals.  Plaintiffs have agreed that HANH may develop the site on Fulton \nStreet notwithstanding changes in the 2000 census, Which render the site \"impacted\" under \nthe terms of the 1995 Agreement, given that the property has been owned by HANH since \n1993.  These units will count against the remaining 29 units to be created.  However, we \nwill expect that development of this property will commence by the first quarter of 2003. \nWe also understand that HANH is actively soliciting listings for single family and \nother appropriate existing units in permissible census tracts and blocks, and that HANH \nofficials will  investigate all  such  listings that are available for sale within  existing TDC \nlimitations.  Plaintiffs will expect to  be  provided with  information pertaining to all  sites \npresented to HANH for the scattered site program on no less than a monthly basis.  We \nwill be willing to review this information at your office. \n\nCase 3:91-cv-00296-AVC   Document 305   Filed 11/17/06   Page 16 of 16\nMs. Robin Golden  2  October 30, 2002 \nWe will also expect HANH to investigate all sites which plaintiffs identify as potential \nsites  for the  program  provided  these  sites  are available for sale within  existing TOe \nlimitations.  However, after visiting the Revere Street site, we agree with HANH that this \nis an inappropriate site for additional scattered-site development. \nWe understand that no  potential  site will  be  rejected  by HANH for reasons of \nneighborhood opposition, and that responding to such opposition will not be a permissible \nreason for any delay in acquiring appropriate and affordable units that are available to \nHANH.  Plaintiffs will be provided with the basis for rejection of any site with sufficient \nspecificity for plaintiffs to assess the permissibility of the reason under the terms of the1995 \nAgreement. \nPlaintiffs will be given the opportunity to meet personally with appropriate HANH \nofficials familiar with the progress of acquisitions and development of these scattered site \nunits at least one time per month, to review the program's progress, answer questions \nabout potential acquisitions, and to plan alternative strategies in the event that it appears \nthat the program cannot be substantially completed within the next 12 months. \n~ \nOn that basis, plaintiffs will agree to withdraw its pending Motion to Enforce Consent \nJudgment, without prejudice, and plaintiffs agree to represent to HUO, in connection with \nHANH's intended application for one of the 2002 Hope VI Revitalization Grants announced \nby HUD on July 31, 2002, that HANH is in present compliance with the terms of the 1995 \nAgreement. \nSincerely, \nv\\  '\\ ) ,;,  . ( /. {   /-'--\nJ~/\" /i ;; r \nh\\  hili /1  '-/1  ..... I,~! (  L'' -\nShelley A.'Wtiiti\"  l~ t  , \n, New Haven Legal Assistance \nAssociation, Irw. \nPhilip Tegeler \nConnecticut Ci\"v'il Liberties \nUnion Foundation \nSAW/CCNGolden·settlement.ltr \ncc:  Rev. Bonita Grubbs, CCA (via fax 777-7923 and first class mail) \nAttorney Christopher L. Brigham (via fax 772-2037 and first class mail) ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "305",
      "clearinghouse_link": "clearinghouse.net/doc/75728"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119990,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119990"
    },
    {
      "date": "2008-01-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Connecticut",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 49460,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/49460.pdf",
      "title": "Docket",
      "text": "Case: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   1 of 36\nCLOSED,EFILE,REFCNF,TPS\nU.S. District Court\nUnited States District Court for the District of Connecticut (New Haven)\nCIVIL DOCKET FOR CASE #: 3:91−cv−00296−AVC\nChristian Community, et al v. Kemp, et al Date Filed: 06/03/1991\nAssigned to: Judge Alfred V. Covello Date Terminated: 07/21/1999\nDemand: $0 Jury Demand: None\nCause: 42:3601 Fair Housing Act Nature of Suit: 443 Civil Rights:\nAccommodations\nJurisdiction: Federal Question\nPlaintiff\nChristian Community Action, Inc represented by David J. McGuire\nAmerican Civil Liberties Union − CT\n2074 Park Street\nHartford, CT 06106\n860−523−9146 Ext. 212\nFax: 860−586−8900\nEmail: dmcguire@acluct.org\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGlenn W. Falk\nNew Haven Legal Assistance, Inc\n426 State St.\nNew Haven, CT 06510−2018\n203−946−4811\nFax: 203−498−1238\nEmail: gfalk@nhlegal.org\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJody Lynn Yetzer\nConnecticut Civil Liberties Union\nFoundation\n32 Grand St.\nHartford, CT 06106\n860−247−9823\nTERMINATED: 08/23/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\nConnecticut Civil Liberties Union\nFoundation\n32 Grand St.\nHartford, CT 06106\n860−247−9823\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\nCenter for Children's Advocacy, Inc\nUniversity of Connecticut School of Law\n65 Elizabeth St.\nHartford, CT 06105−2290\n860−570−5327\nFax: 860−570−5256\nEmail: martha.stone@law.uconn.edu\nTERMINATED: 02/03/1999\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   2 of 36\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRenee Colette Redman\nNew Haven Legal Assistance, Inc\n426 State St.\nNew Haven, CT 06510−2018\n203−946−4811 x−138\nFax: 203−498−9271\nEmail: rredman@nhlegal.org\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\nNew Haven Legal Assistance\n426 State St.\nNew Haven, CT 06510−2018\n203−946−4811\nFax: 203−498−9271\nEmail: swhite@nhlegal.org\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nKeyla Robinson represented by David J. McGuire\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGlenn W. Falk\n(See above for address)\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\n(See above for address)\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\n(See above for address)\nTERMINATED: 02/03/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRenee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nLucretia Pearson represented by David J. McGuire\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   3 of 36\nGlenn W. Falk\n(See above for address)\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJody Lynn Yetzer\n(See above for address)\nTERMINATED: 08/23/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\n(See above for address)\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\n(See above for address)\nTERMINATED: 02/03/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRenee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nLisa Bostick represented by David J. McGuire\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGlenn W. Falk\n(See above for address)\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJody Lynn Yetzer\n(See above for address)\nTERMINATED: 08/23/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\n(See above for address)\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\n(See above for address)\nTERMINATED: 02/03/1999\nLEAD ATTORNEY\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   4 of 36\nATTORNEY TO BE NOTICED\nRenee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nEarlene Jaynes represented by David J. McGuire\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGlenn W. Falk\n(See above for address)\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJody Lynn Yetzer\n(See above for address)\nTERMINATED: 08/23/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\n(See above for address)\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\n(See above for address)\nTERMINATED: 02/03/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRenee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nBeverly Wright represented by David J. McGuire\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGlenn W. Falk\n(See above for address)\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   5 of 36\nATTORNEY TO BE NOTICED\nJody Lynn Yetzer\n(See above for address)\nTERMINATED: 08/23/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\n(See above for address)\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\n(See above for address)\nTERMINATED: 02/03/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRenee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nNoemi Torres represented by David J. McGuire\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGlenn W. Falk\n(See above for address)\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\n(See above for address)\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\n(See above for address)\nTERMINATED: 02/03/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRenee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\nLEAD ATTORNEY\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   6 of 36\nATTORNEY TO BE NOTICED\nPlaintiff\nPenn, Shartarra, By Her Next Friend, represented by David J. McGuire\nPenn, Hyacinth (See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGlenn W. Falk\n(See above for address)\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\n(See above for address)\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\n(See above for address)\nTERMINATED: 02/03/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRenee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nTracy Jaynes represented by David J. McGuire\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGlenn W. Falk\n(See above for address)\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJody Lynn Yetzer\n(See above for address)\nTERMINATED: 08/23/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\n(See above for address)\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\n(See above for address)\nTERMINATED: 02/03/1999\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   7 of 36\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRenee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nChristine Edwards represented by David J. McGuire\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGlenn W. Falk\n(See above for address)\nTERMINATED: 01/22/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJody Lynn Yetzer\n(See above for address)\nTERMINATED: 08/23/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonel Newman\n(See above for address)\nTERMINATED: 11/03/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartha Stone\n(See above for address)\nTERMINATED: 02/03/1999\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRenee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nall plaintiffs represented by Renee Colette Redman\n(See above for address)\nTERMINATED: 01/28/2008\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShelley A. White\n(See above for address)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   8 of 36\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nV.\nDefendant\nKemp, Jack, Sec., Housing &Urban represented by Arthur R. Goldberg\nDevelopment U.S. Department Of Justice\n901 E Street, N.W., Room 1066\nWashington, DC 20530\n202−514−4783\nEmail: arthur.goldberg@usdoj.gov\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nFelix V. Baxter\nU.S. Department Of Justice\nCivil Division, Federal Programs Branch\n901 E St., N.W.\nWashington, DC 20004\n202−514−4775\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nHannah A. Stires\nU.S. Department Of Justice\n901 E Street, N.W.\nWashington, DC 20530\n202−616−8299\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nLois Bonsal Osler\nU.S. Department Of Justice\n901 E St., N.W.\nWashington, DC 20530\n202−514−3770\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMichael Sitcov\nU.S. Department of Justice−Civ.\nDiv.−FPB−MA Ave−DC\n20 Massachusetts Avenue, NW\nWashington, DC 20001\n202−514−1944\nFax: 202−616−8202\nEmail: michael.sitcov@usdoj.gov\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nNancy L. Griffin\nU.S. Attorney's Office\n157 Church St., PO Box 1824\n23rd Floor\nNew Haven, CT 06510\n203−821−3700\nTERMINATED: 12/21/2006\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPhilip D. Tegeler\nPoverty &Race Research Action Council\n1015 15th St. NW #400\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   9 of 36\nWashington, CT 20005\n202−360−3906\nEmail: ptegeler@prrac.org\nTERMINATED: 02/23/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nDepartment of Housing and Urban represented by Arthur R. Goldberg\nDevelopment (See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nFelix V. Baxter\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nHannah A. Stires\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJohn B. Hughes\nU.S. Attorney's Office−NH\n157 Church St., 23rd floor\nNew Haven, CT 06510\n203−821−3802\nFax: 203−773−5373\nEmail: john.hughes@usdoj.gov\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nLois Bonsal Osler\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMichael Sitcov\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPhilip D. Tegeler\n(See above for address)\nTERMINATED: 02/23/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nNew Haven Housing Authority represented by Christopher L. Brigham\nUpdike, Kelly &Spellacy, P.C.−NH\nOne Century Tower\n265 Church St. Suite 1001\nNew Haven, CT 06510\n203−786−8310\nFax: 203−772−2037\nEmail: cbrigham@uks.com\nTERMINATED: 12/04/2006\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nEdmund E. Winterbottom\nHousing Authority Of The City Of New\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   10 of 36\nHaven\n360 Orange St., Po Box 1912\nNew Haven, CT 06519\n773−2880\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nFrank B. Cochran\nCooper, Whitney, Cochran &Francois\n51 Elm St., PO Box 1898\nNew Haven, CT 06508−1898\n203−865−7380\nFax: 203−865−1021\nEmail: lfrancois@snet.net\nTERMINATED: 06/13/2002\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nHannah A. Stires\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJames C. Whitney\nCooper, Whitney, Cochran &Francois\n51 Elm St., Po Box 1898\nNew Haven, CT 06508\n203−865−7380\nTERMINATED: 06/13/2002\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRolan Joni Young\nBerchem, Moses &Devlin, P.C.\n75 Broad St.\nMilford, CT 06460\n203−783−1200\nFax: 203−878−2235\nEmail: ryoung@bmdlaw.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJonathan David Berchem\nBerchem, Moses &Devlin, P.C.\n75 Broad St.\nMilford, CT 06460\n203−783−1200\nFax: 203−878−4912\nEmail: jberchem@bmdlaw.com\nATTORNEY TO BE NOTICED\nDefendant\nEchols, David L., Exectuive Director, represented by Frank B. Cochran\nHousing Authority, I/o (See above for address)\nTERMINATED: 06/13/2002\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nHannah A. Stires\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJames C. Whitney\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   11 of 36\n(See above for address)\nTERMINATED: 06/13/2002\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nCity of New Haven represented by Aileen M. Bell\nState Of Connecticut\nOffice Of Prot. &Adv. For Handicapped\n60B Weston St.\nHartford, CT 06120\n800−842−7303\nTERMINATED: 12/20/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nHannah A. Stires\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJames S. DelVisco\nOffice Of Corporation Counsel\nCity Of New Haven\n165 Church St.\nNew Haven, CT 06510\n203−946−7958\nEmail: jdelvisc@newhavenct.net\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nLinsley J. Barbato\nAttorney General's Office\n55 Elm St.\nHartford, CT 06141−0120\n860−808−5160\nEmail: Linsley.Barbato@ct.gov\nTERMINATED: 12/22/1993\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMartin S. Echter\nLaw Office of Patricia Cofrancesco\n89 Kimberly Ave.\nE. Haven, CT 06512\n203−467−6003\nFax: 203−467−6004\nEmail: pattycofrancesco@sbcglobal.net\nTERMINATED: 01/09/2007\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMee Carolyn Wong\nOffice Of Corporation Counsel\nCity Of New Haven\n165 Church St.\nNew Haven, CT 06510\n203−946−7958\nTERMINATED: 08/11/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nSteven G. Mednick\nCorporation Counsel's Office\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   12 of 36\n165 Church St.\nNew Haven, CT 06510\n203−946−8232\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nSteven Louis Samalot\nAttorney General's Office\n55 Elm St., PO Box 120\nHartford, CT 06141−0120\n860−808−5270\nTERMINATED: 08/11/1997\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nThomas W. Ude , Jr.\nOffice Of Corporation Counsel\nCity Of New Haven\n165 Church St.\nNew Haven, CT 06510\n203−946−7951\nFax: 203−946−7942\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nW. Martyn Philpot , Jr.\nLaw Offices of W. Martyn Philpot, Jr.,\nLLC\n409 Orange St.\nNew Haven, CT 06511−6406\n203−624−4666\nFax: 203−624−5050\nEmail: lawoffice@philpotlaw.net\nTERMINATED: 02/11/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nDaniels, John C., Mayor, New Haven, represented by Aileen M. Bell\nI/o (See above for address)\nTERMINATED: 12/20/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nHannah A. Stires\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJames S. DelVisco\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nKenneth J. Mastroni\nLaw Offices of Cynthia A. Jaworski\n175 Capital Blvd., Suite 400\nRocky Hill, CT 06067\n860−513−6431\nFax: 860−513−6445\nEmail: kenneth.mastroni@cna.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   13 of 36\nLinsley J. Barbato\n(See above for address)\nTERMINATED: 12/22/1993\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMee Carolyn Wong\n(See above for address)\nTERMINATED: 08/11/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nW. Martyn Philpot , Jr.\n(See above for address)\nTERMINATED: 02/11/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nDematteo, Joseph, Dir., Real Estate represented by Aileen M. Bell\nSvcs., New Haven, I/o (See above for address)\nTERMINATED: 12/20/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nHannah A. Stires\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJames S. DelVisco\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nKenneth J. Mastroni\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nLinsley J. Barbato\n(See above for address)\nTERMINATED: 12/22/1993\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMee Carolyn Wong\n(See above for address)\nTERMINATED: 08/11/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nW. Martyn Philpot , Jr.\n(See above for address)\nTERMINATED: 02/11/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nMcLean, Charles, Dir., Housing represented by Aileen M. Bell\n&Neighborhood Devel., I/o (See above for address)\nTERMINATED: 12/20/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   14 of 36\nHannah A. Stires\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJames S. DelVisco\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nKenneth J. Mastroni\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nLinsley J. Barbato\n(See above for address)\nTERMINATED: 12/22/1993\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMee Carolyn Wong\n(See above for address)\nTERMINATED: 08/11/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nW. Martyn Philpot , Jr.\n(See above for address)\nTERMINATED: 02/11/1994\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nJennifer Pugh represented by Hannah A. Stires\nOff, Dir, Ofc Housing &Neighborhood (See above for address)\nDevelopement, City of New Haven LEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJames S. DelVisco\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nKenneth J. Mastroni\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n06/03/1991 4  MOTION by Christian Community to Certify Class (Brief Due 6/24/91 ) (Graham,\nT.) (Entered: 02/04/1992)\n09/16/1991 36  ORDER referring: [4−1] motion to Certify Class referred to Magistrate Judge\nArthur H. Latimer (signed by Judge T. F. Gilroy Daly ) (Graham, T.) (Entered:\n02/10/1992)\n11/01/1991 Settlement Conference set on 9:30 11/13/91 ( ahl) (Former Employee) (Entered:\n11/01/1991)\n11/13/1991 Settlement Conference held ( AHL) (Depino, F.) (Entered: 11/19/1991)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   15 of 36\n11/18/1991 47  NOTICE by Kemp, Housing &Urban Deve to take deposition of Williams.\nBostick, Jaynes Wright, Torres, Penn, Jaynes and Edwards on 11/20/91:11/22/91\nrespectively (Depino, F.) (Entered: 11/18/1991)\n11/18/1991 48  NOTICE by Kemp, Housing &Urban Deve to take deposition of Christian\nCommunity Action on 11/22/91. (Depino, F.) (Entered: 11/18/1991)\n11/20/1991 49  FEDERAL DEFENDANTS' AMENDED ANSWER to Complaint by Housing\n&Urban Deve : amends (Depino, F.) (Entered: 11/20/1991)\n11/21/1991 50  MOTION by City Of New Haven, McLean, Dematteo, Daniels to Extend Time to\nfile answer to complaint to 12/13/91 (Depino, F.) (Entered: 11/21/1991)\n11/21/1991 51  MOTION by New Haven Housing Au, Echols to Extend Time to plead (Depino,\nF.) (Entered: 11/21/1991)\n11/25/1991 ENDORSEMENT granting [51−1] motion to Extend Time to plead ( signed by\nJudge T. F. Gilroy Daly ) (Depino, F.) (Entered: 11/25/1991)\n11/25/1991 ENDORSEMENT granting [50−1] motion to Extend Time to file answer to\ncomplaint to 12/13/91 ( signed by Judge T. F. Gilroy Daly ) (Depino, F.) (Entered:\n11/25/1991)\n11/27/1991 52  ANSWER to Defendant Hanh's Interrogatories filed by Beverly Wright, Noemi\nTorres, Keyla Robinson, Penn, Lucretia Pearson (Depino, F.) (Entered:\n11/27/1991)\n11/27/1991 53  NOTICE of Service of Interrogatories by Beverly Wright, Noemi Torres, Keyla\nRobinson, Penn, Lucretia Pearson (Depino, F.) (Entered: 11/27/1991)\n11/27/1991 54  ANSWER and Objections to Interrogatories filed by Christine Edwards (Depino,\nF.) (Entered: 11/27/1991)\n11/27/1991 55  ANSWER to Interrogatories of Deft. Hanh's filed by Christian Community\n(Depino, F.) (Entered: 11/27/1991)\n11/27/1991 56  ANSWER and Objections to Deft. Hanh's Interrogatories filed by Beverly Wright\n(Depino, F.) (Entered: 11/27/1991)\n11/27/1991 57  ANSWER and Objections to Defendant Hanh's Interrogatories filed by Noemi\nTorres (Depino, F.) (Entered: 11/27/1991)\n11/27/1991 58  ANSWER and Objections to Interrogatories of Deft. Hanh filed by Tracy Jaynes\n(Depino, F.) (Entered: 11/27/1991)\n12/02/1991 59  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn to take\ndeposition of Gottlieb on 12/9/91. (Depino, F.) (Entered: 12/02/1991)\n12/02/1991 60  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson to take deposition of Echols on 12/10/91. (Depino, F.) (Entered:\n12/02/1991)\n12/02/1991 61  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson to take deposition of DeMatteo on 12/11/91. (Depino, F.) (Entered:\n12/02/1991)\n12/02/1991 62  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson to take deposition of Daniels on 12/12/91 (Depino, F.) (Entered:\n12/02/1991)\n12/02/1991 63  ANSWER and objections to Interrogatories filed by Earlene Jaynes to Deft Hanh's\nInterrogatories (Depino, F.) (Entered: 12/02/1991)\n12/02/1991 64  NOTICE of Answers to Interrogatories by Earlene Jaynes to Deft Hanh's\nInterrogatories (Depino, F.) (Entered: 12/02/1991)\n12/02/1991 65  ANSWER and Objections to Deft. HANH'S Interrogatories filed by Earlene Jaynes\n(Depino, F.) (Entered: 12/02/1991)\n12/03/1991 66  NOTICE to take deposition of Ronald Black on 12/11/91. (Depino, F.) (Entered:\n12/04/1991)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   16 of 36\n12/03/1991 67  NOTICE to take deposition of Benjamin Little on 12/13/91. (Depino, F.) (Entered:\n12/04/1991)\n12/03/1991 68  ACKNOWLEDGEMENT OF SERVICE on Deposition Subpoena as to Housing\n&Urban Deve 11/2/91 (Depino, F.) (Entered: 12/04/1991)\n12/04/1991 69  NOTICE by Housing &Urban Deve to take deposition of Williams, Torres, Pennon\n12/17 &18. (Depino, F.) (Entered: 12/04/1991)\n12/04/1991 70  NOTICE of change of address by Kemp (Depino, F.) (Entered: 12/06/1991)\n12/06/1991 71  SCHEDULING ORDER setting 12/5/91 for discovery and scheduling conference (\nsigned by Magistrate Judge Arthur H. Latimer ) (Depino, F.) (Entered: 12/11/1991)\n12/10/1991 ENDORSEMENT granting [71−1] Scheduling order ( signed by Judge T. F. Gilroy\nDaly ) (Depino, F.) (Entered: 12/11/1991)\n12/10/1991 72  DEPOSITION SUBPOENA Returned Executed 12/5/91 as to Benjamin Little and\nGreenwich Housing Authority (Depino, F.) (Entered: 12/11/1991)\n12/13/1991 73  NOTICE of Answers to Interrogatories by Penn &Williams (Depino, F.) (Entered:\n12/16/1991)\n12/13/1991 74  ANSWER and Objections to Defendant Hanh's Interrogatories filed by Penn\n(Depino, F.) (Entered: 12/16/1991)\n12/13/1991 75  ANSWER and Objections to Deft. Hanh's Interrogatories filed (Depino, F.)\n(Entered: 12/16/1991)\n12/16/1991 76  ANSWER to Complaint by New Haven Housing Au, Echols (Depino, F.) (Entered:\n12/16/1991)\n12/16/1991 77  MOTION by Echols to Dismiss (Brief Due 1/6/92 ) (Depino, F.) (Entered:\n12/16/1991)\n12/16/1991 78  MEMORANDUM by Echols in support of [77−1] motion to Dismiss by Echols\n(Depino, F.) (Entered: 12/16/1991)\n12/18/1991 79  ANSWER to Complaint by McLean, Dematteo, Daniels (Depino, F.) (Entered:\n12/18/1991)\n12/19/1991 80  CORRECTEDANSWER to Amended Complaint by McLean, Dematteo, Daniels\n(Torday, B.) (Entered: 12/19/1991)\n12/24/1991 81  MEMORANDUM by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards in opposition to\n[77−1] motion to Dismiss by Echols (Depino, F.) (Entered: 12/24/1991)\n01/02/1992 82  MEMORANDUM by Echols in support of [77−1] motion to Dismiss by Echols\n(Depino, F.) (Entered: 01/02/1992)\n01/03/1992 83  NOTICE of Answers to Interrogatories by City Of New Haven, McLean,\nDematteo, Daniels,Pugh (Depino, F.) (Entered: 01/03/1992)\n01/08/1992 84  APPEARANCE of Attorney for City Of New Haven, McLean, Dematteo,\nDaniels,Pugh −− Mee Carolyn Wong (Depino, F.) (Entered: 01/08/1992)\n01/10/1992 85  APPEARANCE of Attorney for City Of New Haven, McLean, Daniels, Dematteo\n−− Aileen M. Bell (Jefferson, V.) (Entered: 01/10/1992)\n01/10/1992 86  MOTION by City Of New Haven, McLean, Dematteo, Daniels to Extend Time to\n1/23/92 to file Mot in Opp to Mot for Class Cert (Jefferson, V.) (Entered:\n01/10/1992)\n01/14/1992 87  NOTICE of Service of Federal Defts' First Set of Interrogatories &First Requests\nfor Production of Documents to Pltfs by Jack Kemp &Housing &Urban\nDevelopment (Inferrera, L.) (Entered: 01/14/1992)\n01/14/1992 ENDORSEMENT granting [86−1] motion to Extend Time to 1/23/92 to file Mot in\nOpp to Mot for Class Cert ( signed by Magistrate Judge Arthur H. Latimer )\n(Former Employee) (Entered: 01/14/1992)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   17 of 36\n01/14/1992 148  APPEARANCE of Attorney for Kemp, Housing &Urban Deve −− Felix V. Baxter\n(Depino, F.) (Entered: 04/08/1992)\n01/21/1992 88  MEMORANDUM by Kemp, Housing &Urban Deve in opposition to Motion for\nClass Certification (Depino, F.) (Entered: 01/21/1992)\n01/22/1992 89  MEMORANDUM by New Haven Housing Au, Echols in opposition to Class\ncertification (Depino, F.) (Entered: 01/22/1992)\n01/23/1992 90  MOTION by City Of New Haven, McLean, Dematteo, Daniels in opposition to\nPlaintiffs' Motion for Class Certification (Brief Due 2/13/92 ) (Depino, F.)\n(Entered: 01/24/1992)\n01/23/1992 91  MEMORANDUM by City Of New Haven, McLean, Dematteo, Daniels in\nopposition to [90−1] motion in opposition to Plaintiffs' Motion for Class\nCertification by Daniels, Dematteo, McLean, City Of New Haven (Depino, F.)\n(Entered: 01/24/1992)\n01/30/1992 92  MEMORANDUM by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, Earlene Jaynes, Christine Edwards, Christian Community, Lisa\nBostick in opposition to Motion to Dismiss by Echols (Depino, F.) Modified on\n02/04/1992 (Entered: 01/30/1992)\n01/31/1992 ENDORSEMENT denying [93−1] motion to Substitute Party; Yasha Escalera for\nDaniels at Deposition ( signed by Magistrate Judge Arthur H. Latimer ) (Depino,\nF.) (Entered: 02/04/1992)\n01/31/1992 94  REPLY by Daniels to response to [93−1] motion to Substitute Party; Yasha\nEscalera for Daniels at Deposition by Daniels (Jefferson, V.) (Entered: 02/04/1992)\n02/04/1992 93  MOTION by Daniels to Substitute Party; Yasha Escalera for Daniels at Deposition\n(Depino, F.) (Entered: 02/04/1992)\n02/05/1992 95  NOTICE of Service of Answers to Interrogatories of New Haven Housing\nAuthority by City Of New Haven, McLean, Dematteo, Daniels, Pugh (Depino, F.)\n(Entered: 02/05/1992)\n02/05/1992 96  ANSWER to Interrogatories of New Haven Housing Authority filed by Daniels\n(Depino, F.) (Entered: 02/05/1992)\n02/05/1992 97  NOTICE of Compliance with Request for Production of Documents of New Haven\nHousing Authority by City Of New Haven, McLean, Dematteo, Daniels (Depino,\nF.) (Entered: 02/05/1992)\n02/05/1992 98  RESPONSE TO REQUEST for Production of Documents by Daniels (Depino, F.)\n(Entered: 02/05/1992)\n02/12/1992 99  ORDER referring: [77−1] motion to Dismiss referred to Magistrate Judge Arthur\nH. Latimer (signed by Judge T. F. Gilroy Daly ) (Depino, F.) (Entered: 02/12/1992)\n02/13/1992 100  Response/Reply to [4−1] motion to Certify Class by Christian Community by\nBeverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia Pearson, Tracy\nJaynes, Earlene Jaynes, Christine Edwards, Christian Community, Lisa Bostick\n(Depino, F.) (Entered: 02/13/1992)\n02/18/1992 101  NOTICE of Service of Interrogatories and Second Request for Production of\nDocuments to Plaintiffs by Housing &Urban Deve (Depino, F.) (Entered:\n02/18/1992)\n02/19/1992 102  NOTICE of Service of Responses and objections to Federal Defendants' First Set\nof Interrogatories by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian\nCommunity, Lisa Bostick (Depino, F.) Modified on 02/19/1992 (Entered:\n02/19/1992)\n02/19/1992 103  OBJECTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick re: [102−1] service of interrogatories notice by plaintiff (Depino, F.)\n(Entered: 02/19/1992)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   18 of 36\n02/26/1992 104  NOTICE by New Haven Housing Au, Echols to take deposition of Shartarra Penn\non 3/5/92. (Depino, F.) (Entered: 02/26/1992)\n02/28/1992 105  MOTION by Kemp, Housing &Urban Deve to Extend Time to Serve Discovery\nrequests to 4/1/92 (Depino, F.) (Entered: 02/28/1992)\n03/02/1992 106  NOTICE of Service of Interrogatories to Deft. City of New Haven by Beverly\nWright, Noemi Torres, Keyla Robinson, Penn, Lucretia Pearson, Tracy Jaynes,\nEarlene Jaynes, Christine Edwards, Christian Community, Lisa Bostick (Depino,\nF.) (Entered: 03/03/1992)\n03/02/1992 107  NOTICE of Service of Interrogatories by Beverly Wright, Noemi Torres, Keyla\nRobinson, Penn, Lucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine\nEdwards, Christian Community, Lisa Bostick (Depino, F.) (Entered: 03/03/1992)\n03/02/1992 108  NOTICE of Service of Interrogatories to Defendant Housing Authority by Beverly\nWright, Noemi Torres, Keyla Robinson, Penn, Lucretia Pearson, Tracy Jaynes,\nEarlene Jaynes, Christine Edwards, Christian Community, Lisa Bostick (Depino,\nF.) (Entered: 03/03/1992)\n03/02/1992 109  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Donna Robideau on 3/24/92. (Depino, F.)\n(Entered: 03/03/1992)\n03/02/1992 110  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Suzanne Baran on 03/23/92. (Depino, F.)\n(Entered: 03/03/1992)\n03/02/1992 111  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Yasha Escalera on 3/26/92. (Depino, F.)\n(Entered: 03/03/1992)\n03/02/1992 112  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Marshal Pendleton on 3/25/921. (Depino, F.)\n(Entered: 03/03/1992)\n03/02/1992 113  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Rhoda Zahler on 3/27/92. (Depino, F.) (Entered:\n03/03/1992)\n03/02/1992 114  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Lisa Bostick, Christian\nCommunity to take deposition of Jennifer Pugh on 3/30/92. (Depino, F.) (Entered:\n03/03/1992)\n03/02/1992 115  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of on Arturo Serrano. (Depino, F.) (Entered:\n03/03/1992)\n03/02/1992 116  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Catherine Hawthorne on 4/1/92. (Depino, F.)\n(Entered: 03/03/1992)\n03/02/1992 117  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Charles McLean on 4/2/92. (Depino, F.)\n(Entered: 03/03/1992)\n03/02/1992 118  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of John Mastropietro on 4/3/92. (Depino, F.)\n(Entered: 03/03/1992)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   19 of 36\n03/02/1992 119  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Meryl Gibbs on 4/6/9/2. (Depino, F.) (Entered:\n03/03/1992)\n03/02/1992 120  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Doris Desautel on 4/7/92. (Depino, F.) (Entered:\n03/03/1992)\n03/02/1992 121  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to Amend Scheduling Order (Depino, F.) (Entered: 03/03/1992)\n03/02/1992 122  NOTICE of Service of Request for Production of Documents by pltfs on Housing\n&Urban Development (Jefferson, V.) (Entered: 03/03/1992)\n03/02/1992 123  NOTICE of Service of Request for Production of Documents by Pltfs on City Of\nNew Haven (Jefferson, V.) (Entered: 03/03/1992)\n03/02/1992 124  NOTICE of Service of Request for Production of Documents by Pltfs on New\nHaven Housing Authority (Jefferson, V.) (Entered: 03/03/1992)\n03/03/1992 ENDORSEMENT granting [105−1] motion to Extend Time to Serve Discovery\nrequests to 4/1/92, reset Discovery deadline to 4/1/92 ( signed by Judge T. F.\nGilroy Daly ) (Depino, F.) (Entered: 03/03/1992)\n03/09/1992 ENDORSEMENT granting in part, denying in part [121−1] motion to Amend\nScheduling Order,: In view of the Court's March 3,1992 filed ruling on defendants'\nmotion for extension of time, that portion of this motion seeking an extension of\nthe discovery deadline is DENIED as moot. That portion seeking an extension of\nthe deadline for filing motions is, howwever, GRANTED in the absence of\nobjection and for good cause shown reset Motion Filing deadline to 6/1/92 ( signed\nby Judge T. F. Gilroy Daly ) (Depino, F.) (Entered: 03/09/1992)\n03/09/1992 Motion hearing re: [77−1] motion to Dismiss by Echols set at 10:00 3/20/92, [4−1]\nmotion to Certify Class by Christian Community set at 10:00 3/20/92 ( AHL)\n(Former Employee) (Entered: 03/09/1992)\n03/10/1992 125  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Jonathan Gottlieb on 3/23/92. (Depino, F.)\n(Entered: 03/10/1992)\n03/17/1992 126  MEMORANDUM by Kemp, Housing &Urban Deve in opposition to [90−1]\nmotion in opposition to Plaintiffs' Motion for Class Certification by Daniels,\nDematteo, McLean, City Of New Haven (Depino, F.) (Entered: 03/17/1992)\n03/20/1992 127  ANSWER and Objections to Interrogatories filed by Penn (Depino, F.) (Entered:\n03/23/1992)\n03/20/1992 128  ANSWER and Objections to Interrogatories filed by Tracy Jaynes (Depino, F.)\n(Entered: 03/23/1992)\n03/20/1992 129  ANSWER and Objections to Interrogatories filed by Noemi Torres (Depino, F.)\n(Entered: 03/23/1992)\n03/20/1992 131  ANSWER and Objections to Interrogatories filed by Christine Edwards (Depino,\nF.) (Entered: 03/24/1992)\n03/20/1992 132  ANSWER and Objections to Interrogatories filed by Lisa Bostick (Depino, F.)\n(Entered: 03/24/1992)\n03/20/1992 133  ANSWER and Objections to Interrogatories filed by Beverly Wright (Depino, F.)\n(Entered: 03/24/1992)\n03/20/1992 134  ANSWER and Objections to Interrogatories filed by Christian Community\n(Depino, F.) (Entered: 03/24/1992)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   20 of 36\n03/20/1992 135  DEPOSITION TRANSCRIPT for dates of 3/5/92 (Court reporter: ) (Depino, F.)\n(Entered: 03/24/1992)\n03/24/1992 130  ANSWER and Objections to Interrogatories filed by Earlene Jaynes (Depino, F.)\n(Entered: 03/24/1992)\n03/25/1992 136  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to Compel (Brief Due 4/15/92 ) (Depino, F.) (Entered: 03/25/1992)\n03/25/1992 137  AFFIDAVIT of Shelley White by Beverly Wright, Noemi Torres, Keyla Robinson,\nPenn, Lucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards,\nChristian Community, Lisa Bostick Re [136−1] motion to Compel by plaintiff\n(Depino, F.) (Entered: 03/25/1992)\n03/30/1992 138  RESPONSE TO REQUEST for Production of Documents by City Of New Haven\n(Depino, F.) (Entered: 03/30/1992)\n03/30/1992 139  NOTICE of Compliance with Request for Production of Documents by City Of\nNew Haven, McLean, Dematteo, Daniels (Depino, F.) (Entered: 03/30/1992)\n03/30/1992 140  Notice of Compliance with and Objections to Interrogatories and Request for\nProduction of Documents of Defendants by Beverly Wright, Noemi Torres, Keyla\nRobinson, Penn, Lucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine\nEdwards, Christian Community, Lisa Bostick (Depino, F.) (Entered: 03/30/1992)\n03/30/1992 141  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Charles McClean on 4/28/92. (Depino, F.)\n(Entered: 03/30/1992)\n03/31/1992 144  NOTICE of Service of Second Set of Interrogatories to Defendants Housing\nAuthority and Echols by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian\nCommunity, Lisa Bostick (Depino, F.) (Entered: 04/03/1992)\n04/01/1992 142  NOTICE of Service of Interrogatories of Defendants Hahn and Echols by Echols\n(Depino, F.) (Entered: 04/01/1992)\n04/01/1992 143  NOTICE of Answers to Interrogatories and Objections by Deft. Hanh (Depino, F.)\n(Entered: 04/01/1992)\n04/07/1992 145  RESPONSE by New Haven Housing Au, Echols to [136−1] motion to Compel by\nplaintiff (Depino, F.) (Entered: 04/07/1992)\n04/07/1992 146  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson to take deposition of Monica Blazic on 4/29/92. (Depino, F.) (Entered:\n04/07/1992)\n04/07/1992 149  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to Approve further Amended Scheduling Order (Depino, F.) (Entered:\n04/08/1992)\n04/07/1992 150  SCHEDULING ORDER :see endorsement this date for deadline dates ( signed by\nMag. Judge Arthur H. Latimer ) (Depino, F.) (Entered: 04/08/1992)\n04/07/1992 151  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Carl Harris on 4/30/92. (Depino, F.) (Entered:\n04/09/1992)\n04/08/1992 147  ORDER referring: [136−1] motion to Compel referred to Mag. Judge Arthur H.\nLatimer (signed by Judge T. F. Gilroy Daly ) (Depino, F.) (Entered: 04/08/1992)\n04/08/1992 ENDORSEMENT granting [149−1] motion to Approve further Amended\nScheduling Order, reset Discovery deadline to 4/30/92 , reset Motion Filing\ndeadline to 10/1/92 ( signed by Mag. Judge Arthur H. Latimer ) (Depino, F.)\n(Entered: 04/08/1992)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   21 of 36\n04/09/1992 ENDORSEMENT granting [149−1] motion to Approve further Amended\nScheduling Order ( signed by Judge T. F. Gilroy Daly ) (Depino, F.) (Entered:\n04/09/1992)\n04/09/1992 152  NOTICE of Service of Objection to Plaintiff's First Set Interrogatories by City Of\nNew Haven, McLean, Dematteo, Daniels,Pugh (Depino, F.) (Entered: 04/09/1992)\n04/09/1992 153  OBJECTION by City Of New Haven, McLean, Dematteo, Daniels re: [152−1]\nservice of interrogatories notice by Daniels, Dematteo, McLean, City Of New\nHaven (Depino, F.) (Entered: 04/09/1992)\n04/09/1992 ENDORSEMENT granting [136−1] motion to Compel−−Subject to any recon. or\nany prompt obj on the claimsed ground that this rlg is \"clearly erronous or contrary\nto law\", the mot is GRANTED −−−(see for further details)−−− ( signed by Mag.\nJudge Arthur H. Latimer ) (Jefferson, V.) (Entered: 04/10/1992)\n04/24/1992 154  NOTICE by Kemp, Housing &Urban Deve to take deposition of Yale Rabin on\n04/29/92. (Depino, F.) (Entered: 04/24/1992)\n04/27/1992 155  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick for Preliminary Injunction (Brief Due 5/18/92 ) (Depino, F.) (Entered:\n04/27/1992)\n04/27/1992 156  MEMORANDUM by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian\nCommunity, Lisa Bostick in support of [155−1] motion for Preliminary Injunction\nby plaintiff (Depino, F.) (Entered: 04/27/1992)\n04/30/1992 157  Notice of Service of Interrogatories and Request for Production of Documents by\nKemp, Housing &Urban Deve (Depino, F.) (Entered: 04/30/1992)\n05/12/1992 158  Notice of Responses and Objections by Beverly Wright, Noemi Torres, Keyla\nRobinson, Penn, Lucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine\nEdwards, Christian Community, Lisa Bostick to [142−1] service of interrogatories\nnotice by Echols (Depino, F.) (Entered: 05/12/1992)\n05/15/1992 159  MOTION by Housing &Urban Deve to Extend Time to Respond to plaintiffs'\nSecond Request for Production of Documents (Depino, F.) (Entered: 05/15/1992)\n05/15/1992 160  Notice of Service of Responses and Objections to Plaintiff First and Second Set of\nInterrogatories by Housing &Urban Deve to (Depino, F.) (Entered: 05/15/1992)\n05/18/1992 161  NOTICE of Service of Responses to Plaintiffs' First Interrogatory of March 2, 1992\nand Plaintiffs' Second Interrogatories March 30, 1992 by City Of New Haven, New\nHaven Housing Au (Former Employee) (Entered: 05/18/1992)\n05/18/1992 162  MOTION by City Of New Haven, Daniels in Opposition to Plaintiff's Motion for\nPreliminary Injunction (Brief Due 5/28/92 ) (Depino, F.) (Entered: 05/19/1992)\n05/19/1992 163  Notice of Service and Objections and Responses by Housing &Urban Deve to\nSecond Request for production of Documents (Depino, F.) (Entered: 05/19/1992)\n05/19/1992 ENDORSEMENT granting [159−1] motion to Extend Time to Respond to\nplaintiffs' Second Request for Production of Documents, reset Discovery deadline\nto 5/19/92 ( signed by Judge T. F. Gilroy Daly ) (Depino, F.) (Entered: 05/19/1992)\n05/21/1992 171  ORDER referring: [155−1] motion for Preliminary Injunction referred to Mag.\nJudge Arthur H. Latimer (signed by Judge T. F. Gilroy Daly ) (Depino, F.)\n(Entered: 07/10/1992)\n05/26/1992 164  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Jonathan Gottlieb on 5/27/92. (Depino, F.)\n(Entered: 05/26/1992)\n05/27/1992 Motion hearing re: [162−1] motion in Opposition to Plaintiff's Motion for\nPreliminary Injunction by Daniels, City Of New Haven set at 2:00 6/4/92 ( AHL)\n(Former Employee) (Entered: 05/27/1992)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   22 of 36\n06/01/1992 MINUTE Entry: [162−1] motion in Opposition to Plaintiff's Motion for\nPreliminary Injunction under advisement:Post argument comments, if necessary,(in\nthe form of a letter) are due by Wednesday 6/3/92. ( AHL) (Depino, F.) (Entered:\n06/04/1992)\n06/08/1992 165  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to Extend Time to respond to interrogatories for two weeks (Depino,\nF.) (Entered: 06/08/1992)\n06/10/1992 166  NOTICE by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to take deposition of Yasha Esclara on 6/17/92. (Depino, F.) (Entered:\n06/10/1992)\n06/11/1992 ENDORSEMENT granting [165−1] motion to Extend Time to respond to\ninterrogatories for two weeks ( signed by Clerk ) (Depino, F.) (Entered:\n06/11/1992)\n06/11/1992 167  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to Amend [150−1] Scheduling order (Depino, F.) (Entered:\n06/11/1992)\n06/15/1992 168  ORDER referring: [167−1] motion to Amend [150−1] Scheduling order referred to\nMag. Judge Arthur H. Latimer (signed by Judge T. F. Gilroy Daly ) (Former\nEmployee) (Entered: 06/15/1992)\n06/17/1992 169  Notice of Service of Answers and Objections by Beverly Wright, Noemi Torres,\nKeyla Robinson, Penn, Lucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine\nEdwards, Christian Community, Lisa Bostick to [157−1] service of interrogatories\nnotice by Housing &Urban Deve, Kemp (Depino, F.) (Entered: 06/17/1992)\n06/17/1992 170  ANSWERS AND OBJECTIONS by Beverly Wright, Noemi Torres, Keyla\nRobinson, Penn, Lucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine\nEdwards, Christian Community, Lisa Bostick re: [157−1] service of interrogatories\nnotice by Housing &Urban Deve, Kemp (Depino, F.) (Entered: 06/17/1992)\n06/18/1992 ENDORSEMENT granting [167−1] motion to Amend [150−1] Scheduling order\nsuch that the expert deposition of Professor Robin is to be taken on or before\n8/15/92, but arrangements for that deposition should be made without waiting for\nthe conclusion of any extended pretrial evidentiary hearing ( signed by Mag. Judge\nArthur H. Latimer (Depino, F.) (Entered: 06/18/1992)\n06/30/1992 ENDORSEMENT [77−1] denying motion to Dismiss Objections due 7/20/92 (\nsigned by Mag. Judge Arthur H. Latimer ) (Depino, F.) (Entered: 08/11/1992)\n06/30/1992 ENDORSEMENT [155−1] denying motion for Preliminary Injunction Objections\ndue 7/20/92 ( signed by Mag. Judge Arthur H. Latimer ) (Depino, F.) (Entered:\n08/11/1992)\n07/01/1992 ENDORSEMENT granting [4−1] motion to Certify Class ( signed by Mag. Judge\nArthur H. Latimer ) (Former Employee) (Entered: 10/22/1992)\n07/14/1992 172  OBJECTION and request for review by Echols to RECOMMENDED RULING re:\n[77−1] motion to Dismiss by Echols (Resp to Obj to Rec Rule due 8/4/92 )\n(Torday, B.) (Entered: 07/14/1992)\n07/17/1992 173  Plas' NOTICE of Opposition To Deft Echols Objection by Beverly Wright, Noemi\nTorres, Keyla Robinson, Penn, Lucretia Pearson (Former Employee) (Entered:\n07/17/1992)\n07/17/1992 174  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson for Clarification and/or Reconsideration of [m−155 by Mag. Latimer]\norder (Brief Due 8/7/92 ) (Former Employee) (Entered: 07/17/1992)\n07/17/1992 175  MEMORANDUM by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson in support of [174−1] motion for Clarification and/or\nReconsideration of [m−155 by Mag. Latimer] order by Lucretia Pearson, Penn,\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   23 of 36\nKeyla Robinson, Noemi Torres, Beverly Wright (Former Employee) (Entered:\n07/17/1992)\n07/20/1992 177  ORDER referring: [174−1] motion for Clarification and/or Reconsideration of\n[m−155 by Mag. Latimer] order referred to Mag. Judge Arthur H. Latimer (signed\nby Judge T. F. Gilroy Daly ) (Depino, F.) (Entered: 07/20/1992)\n07/23/1992 Doc. #176 deleted. Entered on wrong case. (Kolesnikoff, D.) (Entered: 07/23/1992)\n08/24/1992 178  OBJECTIONS by City Of New Haven, Daniels to [174−1] motion for Clarification\nand/or Reconsideration of [m−155 by Mag. Latimer] order by Lucretia Pearson,\nPenn, Keyla Robinson, Noemi Torres, Beverly Wright (Jefferson, V.) (Entered:\n08/25/1992)\n08/27/1992 ENDORSEMENT granting [174−1] motion for Clarification and/or\nReconsideration of [m−155 by Mag. Latimer] order to the extent that an applicable\nstandard of proof has been fully reconsidered, subject to review of 28 U>S>C>\n636(b), the undersigned remains of the view, however, that this is conceptually and\nin practical effect properly an instance in which stricter mandatory injunction\nstandards are proper and required. ( signed by Mag. Judge Arthur H. Latimer )\n(Depino, F.) (Entered: 08/27/1992)\n09/30/1992 CASE reassigned from Judge Daly to Judge Alfred V. Covello (Minor, V.)\n(Entered: 09/30/1992)\n10/01/1992 179  JOINT MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, City Of New Haven, New Haven Housing Au, McLean, Kemp,\nTracy Jaynes, Earlene Jaynes, Housing &Urban Deve, Christine Edwards, Echols,\nDematteo, Daniels, Christian Community, Lisa Bostick to Amend [150−1]\nScheduling order (Johnson, D.) (Entered: 10/06/1992)\n10/13/1992 ENDORSEMENT granting [179−1] joint motion to Amend [150−1] Scheduling\norder, reset Motion Filing deadline to 3/1/93 ( signed by Judge Alfred V. Covello )\n(Former Employee) (Entered: 10/14/1992)\n10/28/1992 Status Conference set at 2:30 11/10/92 ( AVC) (Former Employee) (Entered:\n10/28/1992)\n11/09/1992 180  OBJECTION to RECOMMENDED RULING re: Request for review by City Of\nNew Haven, New Haven Housing Au, McLean, Housing &Urban Deve, Echols,\nDematteo, Daniels (Former Employee) (Entered: 11/09/1992)\n11/09/1992 180  MOTION by City Of New Haven, New Haven Housing Au, McLean, Kemp,\nHousing &Urban Deve, Echols, Dematteo, Daniels to Extend Time of at least ten\ndays following the status conf sched 11/10/92 (Former Employee) (Entered:\n11/09/1992)\n11/10/1992 Status Conference held ( AVC) (Johnson, D.) (Entered: 12/02/1992)\n11/10/1992 Status Conference set at 3:00 11/30/92 ( AVC) (Johnson, D.) (Entered:\n12/02/1992)\n11/30/1992 181  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick for approval of recommended ruling on class certification (Brief Due\n12/21/92 ) (Johnson, D.) (Entered: 12/02/1992)\n11/30/1992 Status Conference held ( AVC) (Former Employee) (Entered: 12/02/1992)\n11/30/1992 Status Conference held ( AVC) (Former Employee) (Entered: 12/02/1992)\n12/09/1992 182  MEMORANDUM by New Haven Housing Au, McLean, Kemp, Housing &Urban\nDeve, Echols, Dematteo, Daniels in opposition to [181−1] motion for approval of\nrecommended ruling on class certification by plaintiff (Former Employee)\n(Entered: 12/09/1992)\n12/10/1992 183  JOINT MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, City Of New Haven, New Haven Housing Au, McLean, Kemp,\nTracy Jaynes, Earlene Jaynes, Housing &Urban Deve, Christine Edwards, Echols,\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   24 of 36\nDematteo, Daniels, Christian Community, Lisa Bostick to Amend [150−1]\nScheduling order (Brief Due 12/31/92 ) (Former Employee) (Entered: 12/10/1992)\n12/11/1992 184  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to Amend [49−1] answer by Housing &Urban Deve (Brief Due 1/1/93\n) (Former Employee) (Entered: 12/11/1992)\n12/11/1992 185  MEMORANDUM by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian\nCommunity, Lisa Bostick in support of [184−1] motion to Amend [49−1] answer\nby Housing &Urban Deve by plaintiff (Former Employee) (Entered: 12/11/1992)\n12/11/1992 186  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to Compel deft req for prod nos. 7−9 to produce copies (Brief Due\n1/1/93 ) (Former Employee) (Entered: 12/11/1992)\n12/11/1992 187  MEMORANDUM by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian\nCommunity, Lisa Bostick in support of [186−1] motion to Compel deft req for\nprod nos. 7−9 to produce copies by plaintiff (Former Employee) (Entered:\n12/11/1992)\n12/11/1992 188  AFFIDAVIT of Glen W Falk by Beverly Wright, Noemi Torres, Keyla Robinson,\nPenn, Lucretia Pearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards,\nChristian Community, Lisa Bostick Re [186−1] motion to Compel deft req for prod\nnos. 7−9 to produce copies by plaintiff, [184−1] motion to Amend [49−1] answer\nby Housing &Urban Deve by plaintiff (Former Employee) (Entered: 12/11/1992)\n12/14/1992 189  OBJECTION to RECOMMENDED RULING re: [181−1] motion for approval of\nrecommended ruling on class certification by New Haven Housing Au, Echols\n(Kunofsky, L.) (Entered: 12/14/1992)\n12/16/1992 190  REPLY by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson to response to [181−1] motion for approval of recommended ruling on\nclass certification by plaintiff (Johnson, D.) (Entered: 12/16/1992)\n12/16/1992 191  MOTION by City Of New Haven, New Haven Housing Au, McLean, Kemp,\nHousing &Urban Deve, Echols, Dematteo, Daniels to Stay Case (Brief Due 1/6/93\n) (Former Employee) (Entered: 12/16/1992)\n12/16/1992 ENDORSEMENT granting [183−1] joint motion to Amend [150−1] Scheduling\norder, reset Motion Filing deadline to 4/1/93 ( signed by Judge Alfred V. Covello )\n(Former Employee) (Entered: 12/16/1992)\n12/18/1992 192  MEMORANDUM by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson in opposition to [191−1] motion to Stay Case by defendant\n(Former Employee) (Entered: 12/18/1992)\n12/22/1992 ENDORSEMENT denying [191−1] motion to Stay Case ( signed by Judge Alfred\nV. Covello ) (Former Employee) (Entered: 12/22/1992)\n12/30/1992 193  MEMORANDUM of Law by New Haven Housing Au in opposition to [186−1]\nmotion to Compel deft req for prod nos. 7−9 to produce copies by plaintiff\n(Kunofsky, L.) (Entered: 12/30/1992)\n12/30/1992 194  AFFIDAVIT of Frank Cochran by New Haven Housing Au Re [186−1] motion to\nCompel deft req for prod nos. 7−9 to produce copies by plaintiff (Kunofsky, L.)\n(Entered: 12/30/1992)\n01/07/1993 195  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick to Withdraw [186−1] motion to Compel deft req for prod nos. 7−9 to\nproduce copies by plaintiff (Former Employee) (Entered: 01/11/1993)\n01/11/1993 Status/Settlement Conference held ( AVC) (Kunofsky, L.) (Entered: 01/13/1993)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   25 of 36\n02/22/1993 Status Conference held ( AVC) (Former Employee) (Entered: 03/03/1993)\n03/09/1993 Status Conference set at 3:00 3/30/93 ( AVC) (Former Employee) (Entered:\n03/09/1993)\n04/05/1993 ENDORSEMENT withdrawing [186−1] motion to Compel deft req for prod nos.\n7−9 to produce copies ( signed by Judge Alfred V. Covello ) (Former Employee)\n(Entered: 04/06/1993)\n04/15/1993 196  ORDER denying w/o prejudice[155−1] motion for Preliminary Injunction ( signed\nby Judge Alfred V. Covello ) (Former Employee) (Entered: 04/15/1993)\n04/15/1993 ENDORSEMENT denying [77−1] motion to Dismiss. The court approves, adopts\nand affirms the Magistrate's rec ruling ( signed by Judge Alfred V. Covello )\n(Former Employee) (Entered: 04/15/1993)\n05/10/1993 Settlement Conference held ( AVC) (Former Employee) (Entered: 05/13/1993)\n05/10/1993 Discovery Conference held re: ( AVC) (Former Employee) (Entered: 05/13/1993)\n06/21/1993 Settlement Conference held ( AVC) (Kunofsky, L.) (Entered: 07/21/1993)\n09/15/1993 197  TRANSCRIPT for dates of 6/1/92 (Court reporter: Cunningham) (Johnson, D.)\n(Entered: 09/15/1993)\n09/17/1993 ENDORSEMENT denying as moot [180−1] motion to Extend Time of at least ten\ndays following the status conf sched 11/10/92, denying as moot [180−1] ruling\nobjection ( signed by Judge Alfred V. Covello ) (Former Employee) (Entered:\n09/17/1993)\n09/17/1993 ENDORSEMENT denying without prejudice [181−1] motion for approval of\nrecommended ruling on class certification ( signed by Alfred V. Covello ) (Former\nEmployee) (Entered: 09/17/1993)\n09/17/1993 ENDORSEMENT granting [184−1] motion to Amend [49−1] answer by Housing\n&Urban Deve ( signed by Judge Alfred V. Covello ) (Former Employee) (Entered:\n09/17/1993)\n09/30/1993 198  ORDER re: [181−1] motion for approval of recommended ruling on class\ncertification: the court orders the following modification of order of 9/16/93\ndenying w/o prej the pltf's mtn for approval of the recommended ruling on class\ncert: Class certification in this matter, if any, will relate back to the June 3, 1991\nfiling of the pltf's original mtn for class cert rather than the 11/25/92 filing of the\npltf's mtn for approval of the recommended ruling... ( signed by Judge Alfred V.\nCovello ) (Kunofsky, L.) (Entered: 09/30/1993)\n12/14/1993 199  MOTION by City Of New Haven, New Haven Housing, McLean, Housing\n&Urban Deve, Echols, Dematteo, Daniels for Linsley J. Barbato to Withdraw as\nAttorney (Torday, B.) (Entered: 12/14/1993)\n12/22/1993 ENDORSEMENT granting [199−1] motion for Linsley J. Barbato to Withdraw as\nAttorney (Terminated attorney Linsley J. Barbato for Daniels, attorney Linsley J.\nBarbato for Dematteo, attorney Linsley J. Barbato for McLean, attorney Linsley J.\nBarbato for City Of New Haven ( signed by Judge Alfred V. Covello ) (Former\nEmployee) (Entered: 12/22/1993)\n01/31/1994 200  MOTION by City Of New Haven, McLean, Dematteo, Daniels for W. Martyn\nPhilpot, Jr. to Withdraw as Attorney (Kunofsky, L.) (Entered: 01/31/1994)\n02/11/1994 ENDORSEMENT granting [200−1] motion for W. Martyn Philpot, Jr. to\nWithdraw as Attorney (Terminated attorney W. Martyn Philpot for Daniels,\nattorney W. Martyn Philpot for Dematteo, attorney W. Martyn Philpot for McLean,\nattorney W. Martyn Philpot for City Of New Haven ( signed by Judge Alfred V.\nCovello ) (Former Employee) (Entered: 02/11/1994)\n08/01/1994 201  MOTION by City Of New Haven, McLean, Dematteo, Daniels for Mee Carolyn\nWong to Withdraw as Attorney (Johnson, D.) (Entered: 08/09/1994)\n08/11/1994 ENDORSEMENT granting [201−1] motion for Mee Carolyn Wong to Withdraw\nas Attorney (Terminated attorney Mee Carolyn Wong for Daniels, attorney Mee\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   26 of 36\nCarolyn Wong for Dematteo, attorney Mee Carolyn Wong for McLean, attorney\nMee Carolyn Wong for City Of New Haven ( signed by Judge Alfred V. Covello )\n(Former Employee) (Entered: 08/11/1994)\n10/31/1994 Settlement Conference held ( AVC) (Gothers, M.) (Entered: 11/08/1994)\n11/02/1994 202  MOTION by New Haven Housing, Echols to Dismiss (Brief Due 11/23/94 )\n(Blue,A.) (Entered: 11/03/1994)\n12/05/1994 ENDORSEMENT granting [202−1] motion to Dismiss ( signed by Judge Alfred V.\nCovello ) (Blue,A.) (Entered: 12/07/1994)\n12/12/1994 Settlement Conference held ( AVC) (Former Employee) (Entered: 01/06/1995)\n12/13/1994 203  MOTION by City Of New Haven, McLean, Dematteo, Daniels for Aileen M. Bell\nto Withdraw as Attorney (Gothers, M.) (Entered: 12/14/1994)\n12/14/1994 204  APPEARANCE of Attorney for City Of New Haven, McLean, Dematteo, Daniels\n−− Martin S. Echter (D'Onofrio, B.) (Entered: 12/19/1994)\n12/14/1994 205  APPEARANCE of Attorney for City Of New Haven, McLean, Dematteo, Daniels\n−− Steven G. Mednick (D'Onofrio, B.) (Entered: 12/19/1994)\n12/20/1994 ENDORSEMENT granting [203−1] motion for Aileen M. Bell to Withdraw as\nAttorney (Terminated attorney Aileen M. Bell for Daniels, attorney Aileen M. Bell\nfor Dematteo, attorney Aileen M. Bell for McLean, attorney Aileen M. Bell for\nCity Of New Haven ( signed by Judge Alfred V. Covello ) (Blue,A.) (Entered:\n12/21/1994)\n05/11/1995 206  ORDER OF COURT REGARDING PRELIMINARY APPROVAL OF CLASS\nSETTLEMENT − SETTLEMENT AGREEMENT ATTACHED ( signed by Judge\nAlfred V. Covello ) (Gothers, M.) (Entered: 05/11/1995)\n05/11/1995 207  NOTICE of Filing of Order of Court regarding preliminary approval of class\nsettlement, settlement agreement and copies of signatures of all parties to\nsettlement agreement by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson (Grady, B.) (Entered: 05/15/1995)\n05/11/1995 ENDORSEMENT granting [206−1] order − Final Hearing of the Settlement\nAgreement between Plaintiff's HUD &HANH on 7/7/95 at 10:00 A.M. Courtroom\n− ANNEX 1 ( signed by Judge Alfred V. Covello ) (Gothers, M.) (Entered:\n05/15/1995)\n05/11/1995 211  Settlement Agreement (Grady, B.) Modified on 07/11/1995 (Entered: 07/11/1995)\n05/18/1995 208  NOTICE of Filing of original signature pages of the parties to the Settlement\nAgreement by all plaintiffs (Grady, B.) (Entered: 05/19/1995)\n07/05/1995 209  MEMORANDUM by Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson in support of proposed settlement agreement re: [207−1] notice of\nfiling of order of court regarding preliminary approval of class settlement,\nsettlement agreement and copies of signatures of all parties to settlement agreement\nby Lucretia Pearson, Penn, Keyla Robinson, Noemi Torres, Beverly Wright\n(Grady, B.) (Entered: 07/07/1995)\n07/05/1995 210  AFFIDAVIT of Shelley A. White by Beverly Wright, Noemi Torres, Keyla\nRobinson, Penn, Lucretia Pearson, City Of New Haven in support of the fairness\nand adequacy of settlement agreement Re [207−1] notice of filing of order of court\nregarding preliminary approval of class settlement, settlement agreement and\ncopies of signatures of all parties to settlement agreement by Lucretia Pearson,\nPenn, Keyla Robinson, Noemi Torres, Beverly Wright (Grady, B.) (Entered:\n07/07/1995)\n07/07/1995 ENDORSEMENT finally approved and so ordered [211−1] settlement agreement (\nsigned by Judge Alfred V. Covello ) (Grady, B.) (Entered: 07/11/1995)\n07/07/1995 212  APPEARANCE of Attorney for City Of New Haven −− Steven Louis Samalot\n(Grady, B.) (Entered: 07/11/1995)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   27 of 36\n07/07/1995 213  PROOF OF NOTICE by New Haven Housing (Grady, B.) (Entered: 07/11/1995)\n07/07/1995 214  Motion hearing held re: Fairness Hearing ( RNC) (Grady, B.) (Entered:\n07/12/1995)\n07/28/1995 215  APPEARANCE of Attorney for Housing &Urban Development −− John B.\nHughes (Bauer, J.) (Entered: 07/28/1995)\n10/31/1995 216  MOTION by all plaintiffs for JoNel Newman to Withdraw as Attorney (Bauer, J.)\n(Entered: 11/01/1995)\n11/03/1995 ENDORSEMENT granting [216−1] motion for JoNel Newman to Withdraw as\nAttorney (Terminated attorney Jonel Newman for Lisa Bostick, Christian\nCommunity, Christine Edwards, Earlene Jaynes, Tracy Jaynes, Lucretia Pearson,\nPenn, Keyla Robinson, Noemi Torres, Beverly Wright ( signed by Judge Alfred V.\nCovello ) (Bauer, J.) Modified on 01/16/1996 (Entered: 11/03/1995)\n11/29/1995 217  ORDER referring case referred to Mag. Judge Thomas P. Smith for settlement\nconference (signed by Judge Alfred V. Covello ) (Bauer, J.) (Entered: 11/30/1995)\n02/07/1996 218  Settlement Conference held ( TPS) (Former Employee) (Entered: 02/08/1996)\n02/07/1996 219  MEMORANDUM of settlement Conference held on February 7, 1996 Case not\nsettled. Another conference has been scheduled for March 7, 1996 at the U. S.\nCourthouse New Haven ( signed by Mag. Judge Thomas P. Smith ) (Former\nEmployee) (Entered: 02/08/1996)\n07/16/1996 220  Settlement Conference held, continued to September 17, 1996 at 2:00 pm ( TPS)\n(Former Employee) (Entered: 07/24/1996)\n07/24/1996 SETTLEMENT Conference continued to September 17, 1996 at 2:00 p.m. ( TPS)\n(Former Employee) (Entered: 07/24/1996)\n09/17/1996 221  Settlement Conference held ( TPS) (Former Employee) (Entered: 09/19/1996)\n09/18/1996 222  MEMORANDUM of Settlement Conference held on September 17, 1996 Case not\nsettled. ( signed by Mag. Judge Thomas P. Smith ) (Former Employee) (Entered:\n09/19/1996)\n03/27/1997 223  NOTICE to Counsel Regarding Rule 16(a) Lack of Prosecution. Status Report due\non 4/16/97 ( Signed by Clerk ) (Wiggins, M.) (Entered: 03/27/1997)\n04/09/1997 224  RESPONSE to Rule 16 Re: [223−1] notice by all plaintiffs (Bauer, J.) (Entered:\n04/09/1997)\n04/11/1997 ENDORSEMENT [224−1] To be continued on the docket ( signed by Clerk )\n(Bauer, J.) (Entered: 04/14/1997)\n04/14/1997 225  ORDER of referral to Mag. Judge Thomas P. Smith for status conference (signed\nby Judge Alfred V. Covello ) (Bauer, J.) (Entered: 04/14/1997)\n07/23/1997 226  MOTION by all plaintiffs to Extend Time by 120 days to comply with settlement\nagreement (Bauer, J.) (Entered: 07/23/1997)\n07/24/1997 ENDORSEMENT granting [226−1] motion to Extend Time by 120 days to comply\nwith settlement agreement ( signed by Judge Alfred V. Covello ) (Bauer, J.)\n(Entered: 07/24/1997)\n08/01/1997 227  MOTION by City Of New Haven, McLean, Dematteo, Daniels for Steven L.\nSamalot to Withdraw as Attorney (D'Onofrio, B.) (Entered: 08/04/1997)\n08/11/1997 ENDORSEMENT granting [227−1] motion for Steven L. Samalot to Withdraw as\nAttorney (Terminated attorney Steven Louis Samalot for City Of New Haven (\nsigned by Judge Alfred V. Covello ) (Bauer, J.) (Entered: 08/11/1997)\n09/05/1997 230  APPEARANCE of Attorney for McLean, Dematteo, Daniels, Jennifer Pugh −−\nKenneth J. Mastroni (Wood, R.) (Entered: 09/10/1997)\n09/08/1997 228  Settlement Conference held ( TPS) (Bauer, J.) (Entered: 09/08/1997)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   28 of 36\n09/08/1997 229  MEMORANDUM of settlement Conference held on 9/8/97. Case not settled.\nAnother session has been scheduled for 11/13/97 at 10:00 am. ( signed by Mag.\nJudge Thomas P. Smith ) (Bauer, J.) (Entered: 09/08/1997)\n09/09/1997 Settlement Conference set for 10:00 11/13/97 ( TPS) (Former Employee) (Entered:\n09/09/1997)\n09/11/1997 231  TRANSCRIPT for date of 7/7/95 (Court reporter: Wendy J. Allen) (Wood, R.)\n(Entered: 09/11/1997)\n10/24/1997 232  MOTION by City Of New Haven for Protective Order Regarding deposition of\nMarsha Cayford (Brief Due 11/14/97 ) (Bauer, J.) (Entered: 10/27/1997)\n10/29/1997 233  MEMORANDUM by all plaintiffs in opposition to [232−1] motion for Protective\nOrder Regarding deposition of Marsha Cayford by City Of New Haven (Bauer, J.)\n(Entered: 10/30/1997)\n11/13/1997 234  Settlement Conference cancelled as moot ( TPS) (Bauer, J.) (Entered: 11/13/1997)\n11/24/1997 235  MOTION by all plaintiffs to Extend Time until 2/25/98 to comply with settlement\nagreement (Bauer, J.) (Entered: 11/24/1997)\n11/25/1997 ENDORSEMENT granting [235−1] motion to Extend Time until 2/25/98 to\ncomply with settlement agreement ( signed by Judge Alfred V. Covello ) (Bauer,\nJ.) (Entered: 11/25/1997)\n12/02/1997 236  MOTION by all plaintiffs for entry of scheduling order (Bauer, J.) (Entered:\n12/02/1997)\n12/04/1997 CASE NO LONGER REFERRED TO MAGISTRATE JUDGE THOMAS P.\nSMITH (Former Employee) (Entered: 12/04/1997)\n12/04/1997 ENDORSEMENT granting [236−1] motion for entry of scheduling order ( signed\nby Judge Alfred V. Covello ) (D'Onofrio, B.) (Entered: 12/05/1997)\n12/04/1997 237  SCHEDULING ORDER setting Discovery cutoff 10/1/98 ; Dispositive Motions\ndue 11/30/98 ; ( signed by Judge Alfred V. Covello ) (D'Onofrio, B.) (Entered:\n12/05/1997)\n04/02/1998 ENDORSEMENT denying [232−1] motion for Protective Order Regarding\ndeposition of Marsha Cayford ( signed by Chief Judge Alfred V. Covello ) (Bauer,\nJ.) (Entered: 04/03/1998)\n09/25/1998 238  APPEARANCE of Attorney for Beverly Wright, Lucretia Pearson, Tracy Jaynes,\nEarlene Jaynes, Christine Edwards, Christian Community, Lisa Bostick −− Jody\nLynn Yetzer (Montgomery, C.) (Entered: 09/28/1998)\n10/26/1998 239  APPEARANCE of Attorney for City Of New Haven −− Thomas W. Ude Jr.\n(Bauer, J.) (Entered: 10/27/1998)\n11/13/1998 240  MOTION by City Of New Haven, New Haven Housing, McLean, Kemp, Housing\n&Urban Deve, Echols, Dematteo, Daniels, Jennifer Pugh to Extend Time until\n4/15/99 to file dispositive motions &5/15/99 to file trial memorandum (Bauer, J.)\n(Entered: 11/13/1998)\n11/13/1998 241  AFFIDAVIT of Kenneth J. Mastroni by City Of New Haven, New Haven Housing,\nMcLean, Kemp, Housing &Urban Deve, Echols, Dematteo, Daniels, Jennifer Pugh\nRe [240−1] motion to Extend Time until 4/15/99 to file dispositive motions\n&5/15/99 to file trial memorandum by defendant (Bauer, J.) (Entered: 11/13/1998)\n11/17/1998 ENDORSEMENT granting [240−1] motion to Extend Time until 4/15/99 to file\ndispositive motions &5/15/99 to file trial memorandum, reset Dispositive Motions\ndue by 4/15/99 , and reset Filing of Trial Memorandum due by 5/15/99 ( signed by\nChief Judge Alfred V. Covello ) (Bauer, J.) (Entered: 11/17/1998)\n11/19/1998 242  OBJECTION by all plaintiffs re: [240−1] motion to Extend Time until 4/15/99 to\nfile dispositive motions &5/15/99 to file trial memorandum by defendant (Bauer,\nJ.) (Entered: 11/19/1998)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   29 of 36\n11/20/1998 243  APPEARANCE of Attorney for City Of New Haven, McLean, Dematteo, Daniels,\nJennifer Pugh −− James S. DelVisco (Wood, R.) (Entered: 11/20/1998)\n12/31/1998 244  MOTION by City Of New Haven, New Haven Housing, McLean, Kemp, Housing\n&Urban Deve, Echols, Dematteo, Daniels, Jennifer Pugh to Extend Time until\n3/31/99 to complete discovery (Bauer, J.) (Entered: 01/05/1999)\n01/05/1999 ENDORSEMENT granting [244−1] motion to Extend Time until 3/31/99 to\ncomplete certain discovery ( signed by Chief Judge Alfred V. Covello ) (Bauer, J.)\n(Entered: 01/05/1999)\n01/08/1999 245  MOTION by all plaintiffs to Extend Time until 3/2/99 to respond to discovery\nrequests (Bauer, J.) (Entered: 01/08/1999)\n01/08/1999 ENDORSEMENT granting [245−1] motion to Extend Time until 3/2/99 to respond\nto discovery requests ( signed by Chief Judge Alfred V. Covello ) (Bauer, J.)\n(Entered: 01/08/1999)\n01/27/1999 246  MOTION by all plaintiffs to Compel response to discovery requests (Brief Due\n2/17/99 ) (Bauer, J.) (Entered: 01/27/1999)\n01/27/1999 247  MEMORANDUM by all plaintiffs in support of [246−1] motion to Compel\nresponse to discovery requests (Bauer, J.) (Entered: 01/27/1999)\n01/27/1999 248  AFFIDAVIT of Jody Lynn Yetzer by all plaintiffs Re [246−1] motion to Compel\nresponse to discovery requests by all plaintiffs (Bauer, J.) (Entered: 01/27/1999)\n02/02/1999 249  MOTION by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson, Tracy Jaynes, Earlene Jaynes, Christine Edwards, Christian Community,\nLisa Bostick for Martha Stone to Withdraw as Attorney (Bauer, J.) (Entered:\n02/02/1999)\n02/03/1999 ENDORSEMENT granting [249−1] motion for Martha Stone to Withdraw as\nAttorney (Terminated attorney Martha Stone for Lisa Bostick, Christian\nCommunity, Christine Edwards, Earlene Jaynes, Tracy Jaynes, Lucretia Pearson,\nPenn, Keyla Robinson, Noemi Torres, Beverly Wright ( signed by Chief Judge\nAlfred V. Covello ) (Bauer, J.) (Entered: 02/03/1999)\n02/16/1999 250  OBJECTIONS by City Of New Haven to [246−1] motion to Compel response to\ndiscovery requests by all plaintiffs (Bauer, J.) (Entered: 02/17/1999)\n02/16/1999 251  MEMORANDUM by City Of New Haven in support of [250−1] objection re:\n[246−1] motion to Compel response to discovery requests (Bauer, J.) (Entered:\n02/17/1999)\n02/19/1999 252  MOTION by City Of New Haven, New Haven Housing, McLean, Kemp, Echols,\nDematteo, Daniels, Jennifer Pugh to Extend Time until 3/8/99 for certain discovery\nitems (Bauer, J.) (Entered: 02/19/1999)\n02/22/1999 ENDORSEMENT granting [252−1] motion to Extend Time until 3/8/99 for certain\ndiscovery items ( signed by Chief Judge Alfred V. Covello ) (Bauer, J.) (Entered:\n02/22/1999)\n02/22/1999 253  MOTION by all plaintiffs to Extend Time until 3/9/99 for certain discovery (Bauer,\nJ.) (Entered: 02/23/1999)\n02/23/1999 ENDORSEMENT granting [253−1] motion to Extend Time until 3/9/99 for certain\ndiscovery ( signed by Chief Judge Alfred V. Covello ) (Bauer, J.) (Entered:\n02/24/1999)\n03/05/1999 254  MOTION by all plaintiffs to Extend Time to 3/16/99 to comply with Discovery\nrequests (Montgomery, C.) (Entered: 03/05/1999)\n03/05/1999 255  MOTION by City Of New Haven, New Haven Housing, McLean, Kemp, Housing\n&Urban Deve, Christine Edwards, Echols, Dematteo, Daniels, Jennifer Pugh to\nExtend Time to 3/16/99 for certain Discovery deadlines, to 3/31/99 to complete\nDiscovery (Montgomery, C.) (Entered: 03/05/1999)\n03/05/1999 ENDORSEMENT granting [254−1] motion to Extend Time to 3/16/99 to comply\nwith Discovery requests ( signed by Chief Judge Alfred V. Covello ) (Bauer, J.)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   30 of 36\n(Entered: 03/09/1999)\n03/09/1999 ENDORSEMENT granting [255−1] motion to Extend Time to 3/16/99 for certain\nDiscovery deadlines, &to complete Discovery, reset Discovery deadline to 4/7/99 (\nsigned by Chief Judge Alfred V. Covello ) (Bauer, J.) (Entered: 03/09/1999)\n03/16/1999 256  MOTION by City Of New Haven, New Haven Housing, McLean, Kemp, Housing\n&Urban Deve, Echols, Dematteo, Daniels, Jennifer Pugh to Extend Time until\n3/23/99 for briefs re: motion to compel, and until 4/15/99 to complete discovery\n(Bauer, J.) (Entered: 03/17/1999)\n03/17/1999 ENDORSEMENT granting [256−1] motion to Extend Time until 3/23/99 for briefs\nre: motion to compel, and until 4/15/99 to complete discovery, Brief Deadline set\nfor 3/23/99 [246−1] motion to Compel response to discovery requests , reset\nDiscovery deadline to 4/15/99 ( signed by Chief Judge Alfred V. Covello ) (Bauer,\nJ.) (Entered: 03/17/1999)\n03/23/1999 257  MOTION by all plaintiffs to Extend Time for various discovery &until 4/5/99 to\nfile reply re: Motion to compel (Bauer, J.) (Entered: 03/23/1999)\n03/29/1999 ENDORSEMENT granting [257−1] motion to Extend Time for various discovery\n&until 4/5/99 to file reply re: Motion to compel, Brief Deadline set for 4/5/99\n[246−1] motion to Compel response to discovery requests ( signed by Chief Judge\nAlfred V. Covello ) (Bauer, J.) (Entered: 03/29/1999)\n04/05/1999 258  MOTION by all plaintiffs to Extend Time until 4/30/99 to respond to motion to\ncompel, 5/28/99 to file dispositive motions and 6/14/99 to file trial memorandum\n(Bauer, J.) (Entered: 04/05/1999)\n04/06/1999 ENDORSEMENT granting [258−1] motion to Extend Time until 4/30/99 to\nrespond to motion to compel, 5/28/99 to file dispositive motions and 6/14/99 to file\ntrial memorandum, Brief Deadline set for 4/30/99 [246−1] motion to Compel\nresponse to discovery requests , reset Dispositive Motions due by 5/28/99 , and\nreset Filing of Trial Memorandum due by 6/14/99 ( signed by Chief Judge Alfred\nV. Covello ) (Bauer, J.) (Entered: 04/06/1999)\n04/30/1999 259  MOTION by all plaintiffs, Beverly Wright, Noemi Torres, Keyla Robinson, Penn,\nLucretia Pearson, City Of New Haven, New Haven Housing, McLean, Kemp,\nTracy Jaynes, Earlene Jaynes, Housing &Urban Deve, Christine Edwards, Echols,\nDematteo, Daniels, Christian Community, Lisa Bostick, Jennifer Pugh to Extend\nTime to 5/17/99 to complete Discovery, to 6/10/99 to file dispositive motions, to\n6/21/99 to file pretrial memorandum, and to 7/10/99 to commence trial\n(Montgomery, C.) (Entered: 04/30/1999)\n05/04/1999 ENDORSEMENT granting [259−1] motion to Extend Time to 5/17/99 to complete\nDiscovery, to 6/10/99 to file dispositive motions, to 6/21/99 to file pretrial\nmemorandum,&5/10/99 to file brief re motion to compel reset Discovery deadline\nto 5/17/99 , reset Dispositive Motions due by 6/10/99 , Brief Deadline set for\n5/10/99 [246−1] motion to Compel response to discovery requests , reset Filing of\nTrial Memorandum due by 6/21/99 ( signed by Chief Judge Alfred V. Covello )\n(Bauer, J.) (Entered: 05/05/1999)\n05/10/1999 260  MOTION by all plaintiffs to Extend Time until 5/31/99 to respond to motion to\ncompel, 5/31/99 to complete discovery, 6/21/99 to file dispositive motions and\n7/5/99 to file trial memorandum (Bauer, J.) (Entered: 05/11/1999)\n05/17/1999 ENDORSEMENT denying [246−1] motion to Compel response to discovery\nrequests ( signed by Chief Judge Alfred V. Covello ) (Former Employee) (Entered:\n05/18/1999)\n05/17/1999 ENDORSEMENT granting [260−1] motion to Extend Time until 5/31/99 to\nrespond to motion to compel, 5/31/99 to complete discovery, 6/21/99 to file\ndispositive motions and 7/5/99 to file trial memorandum, resetting Discovery\ndeadline to 5/31/99 , resetting Dispositive Motions due by 6/21/99 , resetting Filing\nof Trial Memorandum due by 7/5/99 ( signed by Chief Judge Alfred V. Covello )\n(Former Employee) (Entered: 05/18/1999)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   31 of 36\n06/01/1999 261  MOTION by all plaintiffs for approval of settlement agreement (Bauer, J.)\n(Entered: 06/02/1999)\n06/04/1999 262  MEMORANDUM by all plaintiffs in support of [261−1] motion for approval of\nsettlement agreement (Bauer, J.) (Entered: 06/04/1999)\n06/09/1999 263  ORDER granting [261−1] motion for preliminary approval of settlement\nagreement, hearing set for 7/1/99 at 10:00 a.m. ( signed by Chief Judge Alfred V.\nCovello ) (Bauer, J.) (Entered: 06/09/1999)\n06/09/1999 Copy of settlement agreement and preliminary approval sent to NH Clerk's office\nfor public inspection as per order (Bauer, J.) (Entered: 06/09/1999)\n07/01/1999 265  Fairness Hearing Held, Settlement Agreement Approved ( AVC) (Bauer, J.)\n(Entered: 07/06/1999)\n07/01/1999 266  Proof of NOTICE of proposed settlement by all plaintiffs (Bauer, J.) (Entered:\n07/06/1999)\n07/01/1999 267  AFFIDAVIT of Shelley A. White by all plaintiffs Re [265−1] hearing (Bauer, J.)\n(Entered: 07/06/1999)\n07/02/1999 264  MOTION by all plaintiffs to Extend the Court's jurisdiction over this action to\n7/7/00 (Montgomery, C.) (Entered: 07/07/1999)\n07/16/1999 268  SETTLEMENT AGREEMENT ( signed by Chief Judge Alfred V. Covello )\n(Bauer, J.) Modified on 07/19/1999 (Entered: 07/19/1999)\n07/21/1999 ENDORSEMENT denying [264−1] motion to Extend the Court's jurisdiction over\nHUD in this action to 7/7/00 ( signed by Chief Judge Alfred V. Covello ) (Bauer,\nJ.) (Entered: 07/21/1999)\n07/21/1999 269  JUDGMENT in accordance with settlement agreement( signed by Clerk ) (Bauer,\nJ.) Modified on 07/22/1999 (Entered: 07/21/1999)\n07/21/1999 Case closed (Bauer, J.) (Entered: 07/21/1999)\n07/22/1999 270  MOTION by Housing &Urban Deve to Extend Time until 8/20/99 to respond to\nmotion to extend jurisdiction (Bauer, J.) (Entered: 07/22/1999)\n07/22/1999 ENDORSEMENT denying as moot [270−1] motion to Extend Time until 8/20/99\nto respond to motion to extend jurisdiction ( signed by Chief Judge Alfred V.\nCovello ) (Bauer, J.) (Entered: 07/22/1999)\n07/30/1999 271  MOTION by all plaintiffs for Reconsideration of order dated 7/22/99 re: [264−1]\nmotion to Extend the Court's jurisdiction over this action to 7/7/00 (Brief Due\n8/20/99) (Bauer, J.) (Entered: 07/30/1999)\n08/11/1999 ENDORSEMENT granting [271−1] motion for Reconsideration of order dated\n7/22/99 re: [264−1] motion to Extend the Court's jurisdiction over this action to\n7/7/00 ( signed by Chief Judge Alfred V. Covello ) (Gothers, M.) (Entered:\n08/12/1999)\n08/11/1999 272  SUPPLEMENTAL MEMORANDUM by all plaintiffs in support of [271−1]\nmotion for Reconsideration of order dated 7/22/99 re: [264−1] motion to Extend\nthe Court's jurisdiction over this action to 7/7/00 (Former Employee) (Entered:\n08/12/1999)\n08/20/1999 273  MOTION by all plaintiffs for Jody Yetzer to Withdraw as Attorney (Bauer, J.)\n(Entered: 08/20/1999)\n08/23/1999 ENDORSEMENT granting [273−1] motion for Jody Yetzer to Withdraw as\nAttorney (Terminated attorney Jody Lynn Yetzer for Lisa Bostick, Christian\nCommunity, Christine Edwards, Earlene Jaynes, Tracy Jaynes, Lucretia Pearson,\nBeverly Wright ( signed by Chief Judge Alfred V. Covello ) (Bauer, J.) (Entered:\n08/23/1999)\n06/23/2000 274  MOTION by all plaintiffs to enforce compliance with settlement agreement (Brief\nDue 7/14/00 ) (Former Employee) (Entered: 06/26/2000)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   32 of 36\n06/23/2000 275  MEMORANDUM by all plaintiffs in support of [274−1] motion to enforce\ncompliance with settlement agreement (Former Employee) (Entered: 06/26/2000)\n07/17/2000 276  OBJECTION by Housing &Urban Deve to [274−1] motion to enforce compliance\nwith settlement agreement by all plaintiffs (Former Employee) (Entered:\n07/17/2000)\n07/24/2000 277  OBJECTIONS by Beverly Wright, Noemi Torres, Keyla Robinson, Penn, Lucretia\nPearson to [274−1] motion to enforce compliance with settlement agreement by all\nplaintiffs (Former Employee) (Entered: 07/24/2000)\n03/22/2001 ENDORSEMENT denying [274−1] motion to enforce compliance with settlement\nagreement ( signed by Chief Judge Alfred V. Covello ) (Former Employee)\n(Entered: 03/23/2001)\n03/28/2001 Settlement Conference set for 2:30 4/30/01 ( AVC) (Wiggins, M.) (Entered:\n03/28/2001)\n04/30/2001 279  Settlement Conference held ( AVC) (Wiggins, M.) (Entered: 06/13/2001)\n05/02/2001 278  APPEARANCE of Attorney for City Of New Haven, New Haven Housing,\nMcLean, Kemp, Housing &Urban Deve, Echols, Dematteo, Daniels, Jennifer Pugh\n−− Hannah A. Stires (Sprong, R.) (Entered: 05/02/2001)\n03/11/2002 280  MOTION by all plaintiffs for Costs and Fees (Brief Due 4/1/02 ) (Sprong, R.)\n(Entered: 03/11/2002)\n03/11/2002 281  MEMORANDUM by all plaintiffs in support of [280−1] motion for Costs and\nFees (Sprong, R.) (Entered: 03/11/2002)\n03/11/2002 282  AFFIDAVIT of Philip D. Tegeler by all plaintiffs Re [280−1] motion for Costs and\nFees by all plaintiffs (Sprong, R.) (Entered: 03/11/2002)\n04/02/2002 283  MOTION by City Of New Haven to Extend Time until 5/1/02 to respond to memo\nin support of motion for attorney's fees (Sprong, R.) (Entered: 04/02/2002)\n04/03/2002 ENDORSEMENT granting [283−1] motion to Extend Time until 5/1/02 to respond\nto memo in support of motion for attorney's fees, Brief Deadline set for 5/1/02\n[280−1] motion for Costs and Fees ( signed by Chief Judge Alfred V. Covello )\n(Kunofsky, L.) (Entered: 04/04/2002)\n04/16/2002 284  MOTION by all plaintiffs to Enforce Settlement Agreement (Brief Due 5/7/02 )\n(Wiggins, M.) (Entered: 04/17/2002)\n04/16/2002 285  MEMORANDUM by all plaintiffs in support of [284−1] motion to Enforce\nSettlement Agreement (Wiggins, M.) (Entered: 04/17/2002)\n04/22/2002 286  APPEARANCE of Attorney for New Haven Housing −− Christopher Brigham\n(Basile, F.) (Entered: 04/22/2002)\n05/01/2002 288  REPLY by City Of New Haven, New Haven Housing, McLean, Kemp, Housing\n&Urban Deve, Echols, Dematteo, Daniels, Jennifer Pugh to response to [280−1]\nmotion for Costs and Fees by all plaintiffs (Montgomery, C.) (Entered:\n05/02/2002)\n05/01/2002 287  OBJECTIONS by City Of New Haven to [280−1] motion for Costs and Fees by all\nplaintiffs (Montgomery, C.) (Entered: 05/02/2002)\n05/01/2002 289  AFFIDAVIT of Thomas W. Ude, Jr. by City Of New Haven Re [287−1] objection\nby City Of New Haven (Montgomery, C.) (Entered: 05/02/2002)\n05/14/2002 290  REPLY by all plaintiffs to response to [280−1] motion for Costs and Fees by all\nplaintiffs (Bauer, J.) (Entered: 05/14/2002)\n05/14/2002 291  AFFIDAVIT of Philip D. Tegeler by all plaintiffs Re [280−1] motion for Costs and\nFees by all plaintiffs (Bauer, J.) (Entered: 05/14/2002)\n05/14/2002 292  AFFIDAVIT of Margaret Mason by all plaintiffs Re [280−1] motion for Costs and\nFees by all plaintiffs (Bauer, J.) (Entered: 05/14/2002)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   33 of 36\n05/14/2002 293  AFFIDAVIT of Shelley A. White by all plaintiffs Re [280−1] motion for Costs and\nFees by all plaintiffs (Bauer, J.) (Entered: 05/14/2002)\n06/03/2002 294  ORDER of referral to Mag. Judge Thomas P. Smith for Settlement conference\n(signed by Chief Judge Alfred V. Covello ) (Montgomery, C.) (Entered:\n06/03/2002)\n06/04/2002 295  ORDER Settlement Conference 7/29/02 at 10:00 am See for details ( signed by\nMag. Judge Thomas P. Smith ) (Montgomery, C.) (Entered: 06/05/2002)\n06/11/2002 296  MOTION by New Haven Housing for Frank B. Cochran and James C. to\nWithdraw as Attorney (Brief Due 7/2/02 ) (Montgomery, C.) (Entered: 06/12/2002)\n06/11/2002 297  MOTION by all plaintiffs requesting that the court consider a post−briefing\nappellate decision relevant to Plaintiff's Motion for Attorneys fees and costs\n(Montgomery, C.) (Entered: 06/12/2002)\n06/13/2002 ENDORSEMENT granting [296−1] motion for Frank B. Cochran and James C. to\nWithdraw as Attorney (Terminated attorney Frank B. Cochran for Echols, attorney\nJames C. Whitney for Echols, attorney Frank B. Cochran for New Haven Housing,\nattorney James C. Whitney for New Haven Housing ( signed by Chief Judge Alfred\nV. Covello ) (Montgomery, C.) (Entered: 06/14/2002)\n07/03/2002 298  MOTION by all plaintiffs to consider recent decision relevant to pending motion\nfor attorneys fees (Bauer, J.) (Entered: 07/08/2002)\n07/26/2002 299  JOINT MOTION by all plaintiffs to refer motion to enforce judgment to Magistrate\n(Kunofsky, L.) (Entered: 07/29/2002)\n07/26/2002 300  MOTION by all plaintiffs to postpone settlement conference scheduled for 7/29/92\n(Kunofsky, L.) (Entered: 07/29/2002)\n07/29/2002 ENDORSEMENT granting [300−1] motion to postpone settlement conference\nscheduled for 7/29/92 ( signed by Mag. Judge Thomas P. Smith ) (Montgomery,\nC.) (Entered: 07/30/2002)\n08/06/2002 ENDORSEMENT granting [299−1] motion to refer motion to enforce judgment to\nMagistrate ( signed by Chief Judge Alfred V. Covello ) (Montgomery, C.)\n(Entered: 08/07/2002)\n08/26/2002 301  RULING granting [280−1] motion for Costs and Fees in the amount of $9446.25 (\nsigned by Chief Judge Alfred V. Covello ) 18 Page(s) (Montgomery, C.) (Entered:\n08/27/2002)\n08/27/2002 ENDORSEMENT granting [297−1] motion requesting that the court consider a\npost−briefing appellate decision relevant to Plaintiff's Motion for Attorneys fees\nand costs ( signed by Chief Judge Alfred V. Covello ) (Montgomery, C.) (Entered:\n08/27/2002)\n08/27/2002 ENDORSEMENT granting [298−1] motion to consider recent decision relevant to\npending motion for attorneys fees ( signed by Chief Judge Alfred V. Covello )\n(Montgomery, C.) (Entered: 08/27/2002)\n09/18/2002 302  SUPPLEMENTAL JUDGMENT for all plaintiffs in the amount of $9,446.25;\n$3,795.00 for Attorney Tegeler and $5,651.25 for Attorney White and costs of\n$201.34 against City Of New Haven, New Haven Housing, McLean, Kemp,\nHousing &Urban Deve, Echols, Dematteo, Daniels, Jennifer Pugh ( signed by\nClerk ) (Montgomery, C.) (Entered: 09/19/2002)\n10/29/2002 ENDORSEMENT denying as moot [284−1] motion to Enforce Settlement\nAgreement ( signed by Mag. Judge Thomas P. Smith ) (Montgomery, C.) (Entered:\n10/30/2002)\n11/12/2002 303  MOTION by all plaintiffs to Withdraw pending motion to enforce settlement\nagreement no motion filed (Bauer, J.) (Entered: 11/12/2002)\n11/14/2002 ENDORSEMENT granting [303−1] motion to Withdraw pending motion to\nenforce settlement agreement ( signed by Mag. Judge Thomas P. Smith )\n(Montgomery, C.) (Entered: 11/15/2002)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   34 of 36\n11/17/2006 304  NOTICE of Appearance by Renee Colette Redman on behalf of all plaintiffs\n(Aiudi, R.) (Entered: 11/20/2006)\n11/17/2006 305  MOTION to enforce Settlement Agreement by all plaintiffs. (Attachments: # 1\nMemorandum in Support)(Aiudi, R.) (Entered: 11/20/2006)\n11/29/2006 306  First NOTICE of Appearance by Jonathan David Berchem on behalf of New\nHaven Housing Authority (Berchem, Jonathan) (Entered: 11/29/2006)\n11/30/2006 307  MOTION for Christopher L. Brigham to Withdraw as Attorney by New Haven\nHousing Authority. (Bauer, J.) (Entered: 12/01/2006)\n12/04/2006 308  NOTICE of Appearance by Rolan Joni Young on behalf of New Haven Housing\nAuthority (Bauer, J.) (Entered: 12/04/2006)\n12/04/2006 309  ORDER granting 307 Motion to Withdraw as Attorney. Attorney Christopher L.\nBrigham terminated. The motion is GRANTED. SO ORDERED. Signed by Judge\nAlfred V. Covello on 12/4/06. (Coolican, M.) (Entered: 12/04/2006)\n12/06/2006 310  MOTION for Extension of Time to File Response/Reply as to 305 MOTION to\nenforce Settlement until 12/21/06 by New Haven Housing Authority. (Bauer, J.)\n(Entered: 12/06/2006)\n12/07/2006 311  ORDER granting 310 Motion for Extension of Time to File Response/Reply. The\nmotion is GRANTED. The defendant, the Housing Authority of the City of New\nHaven, shall have to and including December 21, 2006, in which to respond to the\nmotion to enforce the settlement agreement. SO ORDERED. Signed by Judge\nAlfred V. Covello on 12/7/06. (Coolican, M.) (Entered: 12/07/2006)\n12/07/2006 Docket Annotation − retransmission of entries for 12/1/06 re 307 MOTION for\nChristopher L. Brigham to Withdraw as Attorney (Bauer, J.) (Entered: 12/07/2006)\n12/07/2006 Set/Reset Deadlines as to 305 MOTION for Settlement. Responses due by\n12/21/2006 (Bauer, J.) (Entered: 12/07/2006)\n12/20/2006 312  MOTION for Nancy L. Griffin to Withdraw as Attorney by Kemp, Jack, Sec.,\nHousing &Urban Development. (Montgomery, A.) (Entered: 12/20/2006)\n12/21/2006 313  ORDER granting 312 Motion to Withdraw as Attorney. Attorney Nancy L. Griffin\nterminated. The motion is GRANTED. SO ORDERED. Signed by Judge Alfred V.\nCovello on 12/21/06. (Coolican, M.) (Entered: 12/21/2006)\n12/21/2006 314  MOTION for Order for Referral by all plaintiffs. (Blue, A.) (Entered: 12/21/2006)\n12/21/2006 315  Memorandum in Opposition re 305 MOTION to Enforce Settlement filed by New\nHaven Housing Authority. (Kunofsky, L.) (Entered: 12/22/2006)\n01/05/2007 316  MOTION for Extension of Time until 1/16/07 to respond to the defendant's\nMemorandum in Opposition to Plaintiff's Motion to Enforce Settlement Agreement\nby Tracy Jaynes, Christine Edwards, all plaintiffs, Christian Community Action,\nInc, Keyla Robinson, Lucretia Pearson, Lisa Bostick, Earlene Jaynes, Beverly\nWright, Noemi Torres, Penn, Shartarra, By Her Next Friend, Penn, Hyacinth.\n(Montgomery, A.) (Entered: 01/05/2007)\n01/08/2007 317  ORDER granting 316 Motion for Extension of Time. As there is objection, the\nmotion is GRANTED. SO ORDERED. Signed by Judge Alfred V. Covello on\n1/8/07. (Coolican, M.) (Entered: 01/08/2007)\n01/08/2007 Set/Reset Deadlines as to 305 MOTION to enforce settlement agreement.\nResponses due by 1/16/2007 (Bauer, J.) (Entered: 01/08/2007)\n01/08/2007 318  MOTION for Martin S. Echter to Withdraw as Attorney by City Of New Haven.\n(Bauer, J.) (Entered: 01/08/2007)\n01/09/2007 319  ORDER granting 318 Motion to Withdraw as Attorney. Attorney Martin S. Echter\nterminated. The motion is GRANTED. SO ORDERED. Signed by Judge Alfred V.\nCovello on 1/9/07. (Coolican, M.) (Entered: 01/09/2007)\n01/09/2007 321  MOTION for Glenn W. Falk to Withdraw as Attorney by all plaintiffs. (Bauer, J.)\n(Entered: 01/18/2007)\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   35 of 36\n01/17/2007 320  REPLY to Response to 305 MOTION to enforce Settlement filed by all plaintiffs.\n(Bauer, J.) (Entered: 01/17/2007)\n01/22/2007 322  ORDER granting 321 Motion to Withdraw as Attorney. Attorney Glenn W. Falk\nterminated. The motion is GRANTED. SO ORDERED. Signed by Judge Alfred V.\nCovello on 1/22/07. (Coolican, M.) (Entered: 01/22/2007)\n01/25/2007 323  ORDER denying 305 Motion for appointment of a special master; denying 314\nMotion for referral to a Magistrate Judge. Signed by Judge Alfred V. Covello on\n1/25/07. (Bauer, J.) (Entered: 01/26/2007)\n02/21/2007 324  MOTION for Philip D. Tegeler to Withdraw as Attorney by all plaintiffs. (Bauer,\nJ.) (Entered: 02/21/2007)\n02/23/2007 325  ORDER granting 324 Motion to Withdraw as Attorney. Attorney Philip D. Tegeler\nterminated. The motion is GRANTED. SO ORDERED. Signed by Judge Alfred V.\nCovello on 2/23/07. (Coolican, M.) (Entered: 02/23/2007)\n08/16/2007 326  Renewed MOTION to Enforce Settlement Agreement by all plaintiffs.\n(Attachments: # 1 Exhibit 1−12# 2 Memorandum in Support)(D'Onofrio, B.)\n(Entered: 08/16/2007)\n08/22/2007 327  MOTION for Extension of Time until October 3, 2007 to Respond to Plaintiff's\nMotion to Enforce Settlement Agreement by New Haven Housing Authority.\n(Berchem, Jonathan) (Entered: 08/22/2007)\n08/22/2007 Set/Reset Deadlines as to 326 MOTION to Enforce settlement agreement.\nResponses due by 10/3/2007 (Bauer, J.) (Entered: 08/23/2007)\n08/23/2007 328  ORDER granting 327 Motion for Extension of Time. The motion is GRANTED\nwithout prejudice to the plaintiffs filing an objection, pursuant to D. Conn. L. Civ.\nR. 7(b)(3). SO ORDERED. Signed by Judge Alfred V. Covello on 8/23/07.\n(Coolican, M.) (Entered: 08/23/2007)\n08/24/2007 329  OBJECTION re 327 MOTION for Extension of Time until October 3, 2007 to\nRespond to Plaintiff's Motion to Enforce Settlement Agreement filed by Christian\nCommunity Action, Inc. (D'Onofrio, B.) (Entered: 08/24/2007)\n08/30/2007 331  Docket Entry Correction− Added E−File Order and PDF re 330 Set E−File Flag\n(Basile, F.) (Entered: 08/30/2007)\n10/05/2007 332  Memorandum in Opposition re 326 MOTION to Enforce Judgment filed by New\nHaven Housing Authority. (Attachments: # 1 Exhibit A (Settlement Agreement)\nrelevant portions# 2 Exhibit B − File Materials from Historic Preservation and\nMuseum Part I# 3 Exhibit B − Part II# 4 Errata C − case law)(Young, Rolan)\n(Entered: 10/05/2007)\n10/19/2007 333  REPLY to Response to 326 MOTION to Enforce Judgment filed by Christian\nCommunity Action, Inc. (Attachments: # 1 Memorandum in Support Plaintiffs'\nReply to Memorandum# 2 Exhibit Exhibits 1−4# 3 Exhibit Exhibits 5−9)(White,\nShelley) (Entered: 10/19/2007)\n10/30/2007 334  RESPONSE re 333 Reply to Response to Motion filed by New Haven Housing\nAuthority. (Attachments: # 1 Exhibit Exhibit 1)(Berchem, Jonathan) (Entered:\n10/30/2007)\n11/05/2007 335  RESPONSE re 326 MOTION to Enforce Settlement Agreement filed by Christian\nCommunity Action, Inc. (White, Shelley)Links Modified on 11/6/2007 (Bauer, J.).\n(Entered: 11/05/2007)\n11/08/2007 336  NOTICE by Christian Community Action, Inc re 335 Response (White, Shelley)\n(Entered: 11/08/2007)\n12/20/2007 337  First STIPULATION re 326 MOTION to Enforce Judgment by Christian\nCommunity Action, Inc. &New Haven Housing Authority(White, Shelley) Filers\nModified on 12/21/2007 (Bauer, J.). (Entered: 12/20/2007)\n12/21/2007 338  ORDER terminating 326 motion to enforce judgment. The parties having filed a\nstipulation and agreement resolving the issues underlying the within motion, the\nagreement (document no. 337 ) is SO ORDERED, and the within motion is\n\nCase: 3:91-cv-296   As of: 03/26/2013 03:30 PM EDT   36 of 36\nTERMINATED as moot. SO ORDERED. Signed by Judge Alfred V. Covello on\n12/21/2007. (S−Roundy, M.) (Entered: 12/21/2007)\n01/17/2008 339  NOTICE of Appearance by David J. McGuire on behalf of Tracy Jaynes, Christine\nEdwards, all plaintiffs, Christian Community Action, Inc, Keyla Robinson,\nLucretia Pearson, Lisa Bostick, Earlene Jaynes, Beverly Wright, Noemi Torres,\nPenn, Shartarra, By Her Next Friend, Penn, Hyacinth McGuire, David (McGuire,\nDavid) (Entered: 01/17/2008)\n01/25/2008 340  MOTION for Renee C. Redman to Withdraw as Attorney by Tracy Jaynes,\nChristine Edwards, all plaintiffs, Christian Community Action, Inc, Keyla\nRobinson, Lucretia Pearson, Lisa Bostick, Earlene Jaynes, Beverly Wright, Noemi\nTorres, Penn, Shartarra, By Her Next Friend, Penn, Hyacinth. (Redman, Renee)\n(Entered: 01/25/2008)\n01/28/2008 341  ORDER granting 340 motion to withdraw as attorney. The motion is GRANTED.\nAttorney Renee Colette Redman terminated. SO ORDERED. Signed by Judge\nAlfred V. Covello on 01/28/2008. (S−Roundy, M.) (Entered: 01/28/2008)",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/49460"
    },
    {
      "date": "1999-06-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Connecticut",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 111311,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/111311.pdf",
      "title": "Settlement Agreement",
      "text": "-~ \nUNITED STATES DISTRICT COURT \n.-.·...· .; ·- .~. . \nDISTRICT OF CONNECTICUT  1,,. \nv.-· .1..   l • -·  •.-)  --., \n,_  ~~.  -·... \n~- '~\" \n.  ~  ~ ' il  Jj \n. \nj,~ ?~(-··_  ~ \ni \n.  CHRISTIAN COMMUNITY ACTION, INC., et al. \nPlaintiffs \n~o. \nv. \n3:91 CV 00296 (AVC) \nCITY OF NEW HAVEN, et al.  June 1, 1999 \nDefendants \nSETTLEMENT AGREEMENT \nWHEREAS, plaintiffs Christian Community Action and eight individual plaintiffs filed this \naction in 1991 against the Secretary of the U.S. Department of Housing and Urban Development \n(HUD), the Housing Authority of the City of New Haven (the \"Housing Authority\"), the City of \nNew Haven (the \"City\") and certain city officials responsible for the City's housing programs \n(collectively the \"City Defendants\"), alleging violations of the U.S. Fair Housing Act, tire U.S. \nConstitution, and various federal housing statutes and regulations, regarding the siting of public \n• \n• \nhousing in New Haven, the implementation of the Elm Haven high rise replacement housing plan, \nand the administration of the city's Community Development Block Grant (CDBG) program; \nWHEREAS, a portion of the present case, CCA v.  Cisneros, was settled as against HUD \nan. . the Housing Authority in July of 1995, in a court-ordered settlement agreement (the •1995 \nSettlement Agreement\") that provided, inter alia, for placement of scattered site Units outside of \n... \nareas of minority concentration,.. .a nd creation of a mobility couns~l...l ing program with additional \n\n·--\n-2-\nmobility certificates  allocated  to  New  Haven residents,  and  with counselling services  to  be \nprovided to such residents by a non-profit firm; \nWHEREAS, the 1995 Settlement Agreement included certification of a class consisting of \nlow income public housing residents and applicants for public housing, as against the settling \nparties HUD and the Housing Authority, but no such class has yet been certified against the \nremaining City defendants; \nWHEREAS, the City Defendants were not parties to the 1995 Settlement; \nWHEREAS, the present Mayor and City administration took office in January of 1994 and \ndeny any involvement in the specific incidents relating to the original implementation of the Elm \nHaven Replacement Housing Plan as set out in Plaintiffs' Amended Complaint; \nWHEREAS, the City of New Haven and other remaining City Defendants continue to deny \nany liability in this case, but wish to resolve this litigation in a constructive manner consistent \nwith the  City's own housing policy  goals  without the  need for  further  time consuming and \nexpensive court proceedings;  .. \nWHEREAS, both sides share the goal of providing expanded housing choices to minority \nand  low  income  residents  of the  City,  including  housing  choices  outside  of high  poverty \nneighborhoods and outside areas of minority concentration; · \nNOW, THEREFORE, the remaining parties to this litigation agree as follows: \n1.  The provisions of this agreement, as set out below, are intended to be incorporated in \nand become part of the City's anticipated comprehensive housing plan.  The provisions of this \n\n- 3-\nAgreement also represent independent obligations of the City, and will become effective upon the \nentty and approval of this agreement by the Court. \nDEFINITIONS \n2.  \"Area of minority concentration\" shall have the same meaning as set out in paragraphs \nI (A) and (B) of the July 7. 1995 Settlement Agreement in Cct v.  Osneros: \n\"Area of minority concentration\" means a Census block group (other than block \ngroup 1413-2 and block group 1414-2 in New Haven) that exceeds by more than \ntwenty (20) percentage points the percentage representation of minorities in the \nNew Haven-Meriden Metropolitan Statistical Area (\"MSA \"), as defined by the \nUnited States Bureau of the Census.  For purposes of this definition, 1990 Census \ndata shall be used to calculate minority representation unless more current block \ngroup data bas been published by the United States Bureau of the Census and made \navailable to plaintiffs, HANH or HUD. in which case the more current data shall \nbe used.  Census block groups within New Haven which are,  under the  1990  • \nCensus,  \"areas of minority concentration\" are identified in Appendix A to thiS \nSettlement Agreement.  \"Minorities\" means all persons other than those counted \nby the United States Bureau of the Census as white non-Hispanic persons. \n3.  \"High poverty neighborhood\" shall be defined as a census block group that exceeds a \n15% poverty rate. \n4.  For purposes of this Agreement, the \"New Haven Area\",  \"New Haven Region\". or \n\"Greater New Haven\" shall encompass the towns within the region encompassed by the South \nCentral Regional Planning Agency. \nREGIONAL HOUSING MOBIUTY \n5.  The City of New  Haven will  create  and  fund  a  new regional  housing  mobility \ncounselling program (hereinafter refe:I-ed  for ~urposes of this Agreement to as the  \"Regional \n\n--\n-\n-4-\nHousing Opportunity Center\" or \"RHOC\"), administered by a non-profit or not-for profit agency, \nto assist low income City families in finding rental housing outside of high poverty neighborhoods \n: and outside areas  of minority concentration,  with  a  special  emphasis  on assisting  interested \nWniJjes to move to suburban towns in the New Haven Region.  The RHOC program will provide \nassistance which is in addition to the City's pre-existing obligations under the federal Uniform \nRelocation Act and state relocation laws.  However, nothing in this Agreement shall prevent the \nCity from fulfilling its federal and state relocation duties by delegating certain tasks to the agency \nselected. \n6.  The New Haven Regional Housing Opportunity Center will operate for the primary \nbenefit of persons referred by the City relocation office, and other tenants with relocation needs \nrelated to city housing actions,  including but not limited to CDBG programs,  city-sponsored \ndemolition, and other housing demolition programs sponsored or joined in by the City of New \nHaven.  The City must provide information about the RHOC to all persons eligible for City \nrelocation services.  Such tenants may have Section 8, rental assistance program or other housing \nassistance.  Other persons in need of moblliif counselling assistance  will be eligible for the \nservices of the RHOC, to the extent staff is available to assist them. \n7.  The contractor (and each successor contractor, if any) selected to run the counselling \nprogram will be selected by an open proposal process based on a set of ranking criteria to be \nagreed to by the parties.  Plaintiffs' counsel shall be consulted in the design of die Request for \nProposals and shall be represented on the Committee charged with interviewing and selecting the \n•• \n\ncontractor.  If plaintiffs disagree with the proposed selection of a contractor, they may file a \nmotion with the Court. \n8.  The agency selected to run the mobility counselling program may be,  but is not \n· required to be, the same agency as is currently administering the Housing Authority's mobility \ncOunselling program pursuant to the 1995 Settlement Agreement. \n9.  The RHOC program will be established as follows, consistent with the other terms and \nconditions of this agreement: \na.  The RHOC program will operate for not less than five years from the date of \ninitial staff selection and training, by means of a series of contracts for a term of not more \nthan one-year, subject to annual renewal at the City's option upon performance by the \n! \ncontractor that is satisfactory.  In the .e vent that the contract is not renewed prior to five \nyears from the commencement of services under the initial contract, the City shall select \na new contractor by means of the procedures set forth in paragraph 7. \nb.  The RHOC program will consist of at least one full time program director and \n• \nany, \none full time housing counsellor, 1 with the numbCr of additional counselling staff, if \nto be determined by the City  based on1 he number of eligible families needing assistance \nin the particular program year. \nc.  Services provided by the RHOC will be generally conSistent with guidelines set \nout in the HUD \"Regional Opportunity Counselling Program,\"  and will include, at a \n1  If the agency selected is the same as the agency administering the Housing Authority \nobility counselling program,  funding  for two additional mobility counselling staff will be \nfficient to satisfy this staffing requirement. \n\n- 6-\nminimum, identification of eligible suburban apartments, recruitment of new landlords to \nthe program, assistance with applications, credit checks, community tours, transportation \nof clients for the purpose of applying for housing, assistance with social services, day care \nand job referrals, and followup visits and regular telephone contacts with families eligible \nor placed under the program.  Such mobility services will be provided to all participating \nfamilies at the ctiscretion of RHOC staff and as necessary to provide assistance to such \nfamilies to gain access to housing opportunities throughout the New Haven area. \nd.  In addition to the services set out above, the City agrees to maintajn a separate \nfund for the benefit of persons served by the RHOC program, to be used to pay a portion \nof other expenses related to their move, including but not limited to loans or grants for \nutility connections, assistance with transportation to the new residence in connection with \nthe  move,  and loans  to tenants  for  security  deposits  or security  deposit payments  to \nlandlords necessary to permit access to a suburban unit.  The amount and form of any such \nfinancial  or  non-financial  assistance  must  be  reasonable  in  light  of  the  pSjlicular \ncircumstances of each such person and .t.o  further the purposes of this agreement.  The City \nshall develop guidelines, in consultation with plaintiffs' counsel, to govern the amounts and \nforms of financial assistance  in excess of the financial assistance required by state or \nfederal relocation laws. \n10.  The City agrees to give serious consideration to continuing its funding of the RHOC \nprogram after the expiration of its obligation under this agreement . \n.... \n\n-7-\nFAIR HOUSING TESTING \n11.  The City shall operate a three-year testing effort in the New Haven Area, by means \nof a series of contracts not to exceed one year, subject to annual renewal at the City's option upon \n· performance  by  the  contractor  that  is  satisfactory.  The  contractor(s)  selected  shall  be  an \nindependent, non-profit or not-for-profit agency with experience in fair housing audit testing. \nSuch testing shall be primarily focused on the rental market in the greater New Haven area~ and \nmay include testing for race and ethnicity discrimination, discrimination against families with \nchildren, and discrimination based on marital status, source of income, disability, gender, sexual \norientation, or other protected classes under federal, state or city law.  Such testing may also \ninclude testing of landlords that have refused to participate in housing mobility programs,  to \nI \ndetermine whether unlawful discrimination is being practiced.  In the event that the contract is not \nrenewed prior to three ·years from the commencement of services under the initial contract, the \nCity shall select a new contractor in accordance with these same procedu,res. \n12.  The contract entered into for fair housing testing should include regular reporting \nprovisions,  and  a  procedure  for  prompt  referral  of discrimination  findings  to  counsel  for \nappropriate followup and referral in the interests of opening up additional housing opportunities \nfor low income New Haven residents seeking new housing opportunities outside of higher poverty \nneighborhoods. \n13.  The contract will provide sufficient funding for SO sets of paired audit tests in at leaSt \nseven cities and towns in the New Haven area during each 12-month period. \n\n-._.  __ .,. \n-8-\n14.  The City also agrees to give serious consideration to continuing its funding of a fair \nhousing testing program after the expiration of its obligation under this agreement. \nFAIR HOUSING PLANNING \nlS.  The City agrees to invite plaintiffs and plaintiffs' counsel to participate in a committee \nto assist in the formation of its COJ;Dprehensive housing· plan, in its revision of the Analysis of \nImpediments to Fair Housing Choice, and in the other specific fair housing efforts set out below. \nPlaintiffs' counsel shall also be invited to provide formal input into the revised drafts of these \nreports. \n16.  The City will also undertake the following specific fair housing efforts, and will \ninclude these efforts as part of its anticipated comprehensive housing plan.  These efforts shall be \nundertaken with the assistance of an independent fair housing consultant selected by the City after \nconsultation with plaintiffs' counsel.  Such consultant shall be hired by the City no later than six \n(6) months of the date of the approval of this Agreement.  The fair housing consultant may be the \nsame person or entity as is selected to help Plefare the City's comprehensive plan.  The specific \nfair housing efforts shall include, but need not be limited to the following: \na.  The  targeting  of existing  City  homeownership  efforts  in  high-poverty \nneighborhoods. \nb.  A new set of policies designed to significantly decrease the resources devoted \nto low income family rental housing development in high poverty neighborhoods, with the \n+ \ngoal of transferring such development to lower poverty areas, including suburban towns. \n\n- 9-\nSuch written policies shall be developed within twelve ( 12) months of the date of the \napproval  of this  Agreement by  the parties  and  the  consultant mred pursuant  to this \nAgreement.  Such policies shall assess the impact of additional low income rental units on \nthe economic revitalization and stabilization of such neighborhoods and the effects of \nincreased racial and poverty concentration. 2 \nc.  The development of additional incentives, consistent with the Fair Housing Act \nand applicable federal,  state and municipal law, to attract moderate income, first time \nhome-buyers into New Haven from racial groups least likely to apply. \nd.  Revision of the HUD-required Analysis of Impediments to Fair Housing Choice \nand accompanying Fair Housing Plan. \ne.  Incorporation of the substantive provisions of this Settlement Agreement as part \nof official City housing policy in the next HUD Consolidated Plan submission. \nf.  The creation of an ongoing fair housing planning process within the City \ngovernment in consultation with the City's fair housing consultant, so that actions with a \npotentially negative fair housing impact, including actions that perpetuate or increase racial \n2  Until such policies are established, the City agrees to limit the creation of additional low \nincome rental housing units  (other than units which are  currently occupied)  in high poverty \nneighborhoods, except that the City shall not be barred, pending the development of such policies, \nfrom  developing  additional low income rental housing  in  1-4 unit buildings as  a means  of \neliminating blight, or from supporting substantial rehabilitation of larger multifamily buildings (up \nto SO units), so long as housing density in such buildings is reduced by 15% or more, or in other \ncircumstances where the economic development/neighborhood stabilization benefits of a  low \nincome rental development outweighs the harmful consequences of concentrating additional low \nincome. . families in a high poverty neighborhood. \n\n-\n·--\n- 10-\nand poverty concentration in the City, can be anticipated in advance and ameliorative steps \ntaken in an effort to. promote fair housing goals in the City and the region. \ng.  Commitments by appropriate City agencies to make their best efforts to remove \nthe fence  separating  Hamden and New Haven in the West Rock area,  and to reopen \nRockview Circle (or a nearby alternative route). \nREGIONAL FAIR HOUSING PLANNING \n17.  As part of the fair housing planning process set out in paragraphs  lS-16 of this \nAgreement, the City shall also be required to undertake a regional fair housing planning process \nwhich shall include, but not be limited to the following: \na.  inclusion of regional analysis in the City's Analysis of Impediments to Fair \nHousing Choice and Fair Housing Plan. \nb.  solicitation of suburban entities to join in the Analysis of Impediments to Fair \nHousing Choice and Fair Housing Plan.  • \nc.  inventory of current low income housing patterns and assets in the region, \n• \nincluding a full inventory of rental units in the New Haven Area; a survey of Section 8 \nadmissions practices at suburban PHAs; and a survey of assisted housing opportunities. \nThe City's cost of creating this inventory is not required to exceed $ 15,000. \nd.  ·analysis of state and suburban subsidized homeownership programs, to assess \nwhether these programs have had the effect of increasing segregation and the loss of \nmid.dle income families from the City. \n\n-· \n----..... \n---\n- 11-\ne.  an  investigation  of available  funding  for  suburban  low  income  housing \ndevelopment, and housing mobility counselling, fair housing testing, and other fair housing \nrelated activities. \nf.  initiation of a conference of non-profit low income housing development entities \nin New Haven and the greater New Haven area to discuss possibilities for joint projects, \ncity-suburban partnerships, and use of CDBG and other funds for low income suburban \nhousing development. \ng.  development of a regional housing planning process to identify present and \nfuture low income housing needs in the region,  location of low and moderate income \nhousing development in relation to job sites, and assessment of each town's contribution \nto future housing needs. \nh. coordination with lenders active in the New Haven area to encourage fair lending \npractices and promote financing of homeownership in high poverty city neighborhoods and \ndevelopment  of  low  income  rental  housing  outside  of  existing  high-poverty  city \nneighborhoods, consistent with the City's federal, state and municipal obligations. \n18.  As part of its regional fair housing tJianning initiative, the City shall also give serious \nconsideration to inclusion of the following elements: \na.  coordination and  siting  of job  training  and  welfare-to-work programs  to \nencourage regional housing integration. \n-· \n\n--\n- 12-\nb.  inventory day care options for low income New Haven families and expand \ncapacity  for  pre-school  and  after-school  day  care  options  for  low  income  families \nthroughout the region. \nc.  coordination of regional transportation routes and systems to promote housing \nintegration and job access. \nd.  coordination of regional school construction planning to encourage regional \nhousing integration; inventory and identification of potential joint school sites on urban-\nsuburban borders. \ne.  coordination with State of Connecticut housing programs and plans to promote \nfair housing throughout the region. \nf.  review of other regional housing plans, such as the \"Community Choice Action \nPlan\"  for Monroe  County,  NY (April  1998) to assess  the feasibility of additional fair \nhousing strategies for the New Haven area. \n19.  The City shall make an affirmative effort to include suburban municipalities, housing \nagencies, major landlords, and state and intergovernmental agencies operating in the New Haven \n~ \nArea in the regional fair housing process set out above, and shall convene meetings, forums, or \nconferences as necessary to facilitate this goal.  To the extent that any of the specific elements of \nregional fair housing planning set out in paragraphs  17  &  18  is  being fully  implemented in \nconjunction with other entities in the region, the City is not required to also separately undertake \nsuch element. \n.. \n. \n\n- 13-\n20.  The City shall report to plaintiffs' counsel any governmental entity which refuses to \nparticipate in a regional fair housing planning process, or otherwise interferes with the City's \nefforts to promote regional low income housing development or regional housing mobility. \nADDmONAL RELATED COMMITMENTS \n21.  The City agrees  to continue a  fair  housing-based  reform of the City's existing \nrelocation procedures,  including but not limited to referral of all relocation clients to the new \nRHOC program, periodic retraining of relocation staff, revision of relocation forms and protocols \nto conform to fair housing requirements.  Each relocation client served by the City should receive \ninformation about at least three comparable housing listings in a  variety of neighborhoods - \nincluding,  where available,  suburban neighborhoods and other low-poverty areas.  Relocation \nclients shall also be afforded affirmative assistance in securing an apartment, arranging for moving \nexpenses, and security deposits and other assistance mandated by federal and state relocation laws. \n22.  To the extent permitted by the City charter,  the City will assist in procuring an \nindependent outside review of the Commission on Equal Opportunity's fair housing office by an \nexpert in fair housing enforcement (which may< tor may not be the same as the contractor selected \nin ,  16)  to assist the Commission in providing the highest quality complaint processing and \ncommunity education services.  Without committing to  any specific funding  levels,  the City \nfurther  pledges  to  support  the  CEO  fair  housing  office  consistent  with  such  consultant's \nrecommendations for improvements to the office . \n... \n\n--\n- 14-\n23.  The City will establish a process  to  encourage CDBG subgrantees to undertake \nsuburban housing development, through development partnerships with suburban non-profits or \n_otherwise, to provide additional suburban housing opportunities for low income city residents, as \npermitted by CDBG regulations. Such a program should also seek to utilize the 50 project-based \nSection 8 certificates earmarked for suburban use in the 1995 BUD/Housing Authority settlement \nagreement. \nCOORDINATION AND NON-INTERFERENCE WITH 1995 SETILEMENT AGREEMENT \n24.  The City agrees to cooperate with the Housing Authority and with HUD in the \nimplementation of the July 1995 Settlement Agreement in CCA v. Cisneros, and shall not take any \nsteps to interfere with the.s iting of replacement housing under the agreement or the placement of \nfamilies under the Court-ordered mobility counselling program. \n25.  The parties agree that the following types of City actions shall not, without other \nevidence, be deemed to constitute interference: \na.  Review by City Plan Department,  the City Plan Commission and other \n• \nagencies and commissions of the City, in fulfJ.llment of their obligations under state and \nmunicipal  law,  and  preliminary  review  of site  plans  at the  request  of the  Housing \nAuthority of the· City of New Haven; \nb.  Testimony  by  individual elected officials,  agents  and  employees of the \ngovernment of the City of New Haven at public hearings conducted by the City Plan \n+ \nCommission, the Housing Authority of the City of New Haven, or any other City Agency \n\n- 15-\nregarding sites proposed for public housing under the Elm Haven Replacement (a/kla \n\"scattered site\") Program. \nCOURT APPROVAL AND NOTICE TO mE CLASS \n26.  Subject to the approval of the Court, the parties agree that certification of the original \nproposed class is unnecessary to the entry or enforcement of this agreement, and the plaintiffs \nagree that their request for class certification will be deemed withdrawn upon approval of this \nagreement. \n27.  Upon  execution  by  all  parties,  the  parties  shall  promptly  file  this  Settlement \nAgreement with the District Court and request that the Court enter an order: \na.  preliminarily  approving  the  proposed  settlement  as  fair,  reasonable,  and \nadequate; \nb.  scheduling  a  fmal  hearing  to  determine  the  fairness,  reasonableness,  and \nadequacy of the proposed settlement and whether the Court should approve the Settlement \nAgreement; and \nc.  approving publication of a Class action notice in the New Haven Register and \nthe New Haven Advocate containing an agreed-upon summary of the settlement terms and \nthe date of the final hearing . \n.. \n\n- 16-\nATTORNEYS FEES \n28.  Without conceding any entitlement by plaintiffs to fees and costs, defendant City of \n. New Haven shall pay to plaintiffs' counsel the sum of seventy-five thousand ($75,000) dollars in \nfull satisfaction of plaintiffs • claims for attorneys' fees and costs for prosecution of this action. \nJURISDICI'ION OF COURT \n29.  The Court shall retain jurisdiction over the parties to this Settlement Agreement, after \nits entry, for the purpose of enabling any party to the Agreement to apply to the Court for such \nfurther orders. as may be necessary or appropriate for the enforcement of this Agreement.  The \nCourt's jurisdiction over this Agreement shall terminate upon the City's discharge of all of its \nI \nresponsibilities  under  the  Agreement.  The  Court's jurisdiction  over  this  Agreement  shall \nterminate after the completion of the final year of funding for the RHOC program, as set forth \nin paragraph 9(a). \n• \nCONCLUDING PROVISIONS \n30.  This agreement is not intended tel substitute for or supplant any obligations of the \nHousing Authority of New Haven to engage in fair housing planning, assist displaced housing \nauthority tenants with relocation or mobility counselling assistance or undertake any other legal \nobligations.  This agreement is not enforceable against the Housing Authority . \n..: -. \n\n..· · \n- 17-\n31. If any clause or clauses of this Agreement are declared invalid or unconstitutional by \nthe judgment or decree of a court of competent jurisdiction, such invalidity or unconstitutionality \nshall not affect any of the remaining clauses of this Agreement. \n32.  This Settlement Agreement, if approved by the Court, shall constitute a full and final \nan \nresolution of  claims arising from the facts set forth in the plaintiffs' Amended Complaint in \nthis action that plaintiffs have asserted, or could have asserted, against defendants City of New \nHaven (including its officers, employees. agents. successors. or assigns), the Mayor of the City \nof New  Haven and  other city  officials named in the Amended  Complaint and each  of the \nsuccessors to those named officials.  Upon the Court's approval of this Settlement Agreement, \nplaintiffs hereby release and discharge the aforementioned defendants from such claims . \n• \n\n_, \n- 18-\n1,,  ; \n••r .:L  j.) \nSO ORDERED \nFOR PLAINTIFFS: \n. Philip D. Tegel;:ct()Sfu\" \nJody Lynn Yetzer  ct18999 \nConnecticut Civil Liberties Union Foundation \n32 Grand Street \nHartford, CT  06106 \n(860) 247-9823 \nShelley White  ct05727 \nNew Haven Legal Assistance Association \n426 State Street \nNew Haven, CT  06510 \n• \n(203) 948-4811 \nFOR DEFENDANTS: \nNew Haven, \n... \n(203) 946-7958 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "261",
      "clearinghouse_link": "clearinghouse.net/doc/111311"
    }
  ],
  "document_count": 4
}