{
  "case_id": 520,
  "fetched_at": "2025-10-22T00:06:16.805401",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Chattanooga",
        "institution_county": null,
        "name": "Hamilton County Nursing Home",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 520,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Sanitation / living conditions",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Neglect by staff",
      "Medical/Mental Health Care: Bed care (including sores)",
      "Medical/Mental Health Care: Medical care, general",
      "General/Misc.: Totality of conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "General/Misc.: Bathing and hygiene"
    ],
    "last_checked_date": "2015-04-09T00:00:00-04:00",
    "main_docket": {
      "id": 42542,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Tennessee",
      "docket_office_number": "",
      "docket_number_manual": "No Court Case",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "CRIPA Investigation, Chattanooga (TN)",
    "never_filed": true,
    "non_docket_case_number": "168-70-25",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Tennessee",
    "summary": "<p>On December 3, 1996, the United States Department of Justice wrote a letter to the County Executive of Hamilton County Tennessee regarding its plan to investigate the Hamilton County Nursing Home in Chattanooga, Tennessee.  The Department of Justice had received information indicating that residents and their families were afraid to speak out about poor conditions in the facility out of fear of retaliation.  </p><p>The facility had been cited by the Health Care Financing Administration (NCFA) for deficiencies and had its Medicaid admissions temporarily suspended.  Information received from the NCFA and the local Long Term Care Ombudsman indicated that residents were being subject to unnecessary physical restraints, suffered actual harm due to inadequate medical care, did not receive adequate nutritional care, and were subject to unnecessarily invasive medical techniques.  The physical plant was dangerous and unsanitary.  The Nursing Home was also failing to determine whether residents were in the most integrated setting to meet their needs.</p><p>There is no further information available about this investigation.  </p>",
    "summary_published_date": "2007-05-21T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/520",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=520",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=520",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=520"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 127734,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/127734"
    },
    {
      "date": "1997-05-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 95072,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/95072.pdf",
      "title": "Findings Letter",
      "text": "HAMILTON COUNTY NURSING HOME FINDINGS LETTER \nMr. Claude Ramsey  \nCounty Executive  \nHamilton County  \n625 Georgia Avenue  \nRoom 208  \nChattanooga, Tennessee 37402  \n  Re: Investigation of Hamilton County Nursing Home \n \nDear Mr. Ramsey: \nOn December 2, 1996, we notified you, pursuant to the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 \nU.S.C. § 1997, that we were investigating conditions at the Hamilton County Nursing Home (\"HCNH\") in \nChattanooga, Tennessee. We conducted our investigation by reviewing facility records, including residents' medical \ncharts and other documents relating to the care and treatment of HCNH residents; interviewing administrators, staff \nand residents; and conducting an on-site survey of the facility in January 1997, with three expert consultants. \nConsistent with CRIPA's statutory requirements, we are now writing to inform you of our findings.  \n  \nHCNH is a public nursing home located in Chattanooga, Tennessee. It is operated on behalf of Hamilton County, \nTennessee, by the Hamilton County Nursing Home Board of Trustees. There are approximately 600 residents at the \nnursing home, most of whom are above age sixty and have chronic medical problems.  \n  \nBased on our investigation of resident care and treatment at HCNH, we have concluded there are a number of \nconditions and practices at the nursing home that violate the constitutional and federal statutory rights of HCNH \nresidents, including: the failure to ensure safety of residents; the failure to provide adequate health care services, \nincluding medical and nursing care and nutritional and rehabilitation services; the failure to use restraints in \naccordance with professional standards; and the failure to provide residents with adequate activities. A major cause \nof many of these deficiencies is that HCNH has an insufficient number of staff across all clinical disciplines, \nincluding physicians, nursing staff, therapy and activity staff, and dietary staff. We set forth below the facts \nsupporting our findings of unconstitutional and unlawful conditions and practices at HCNH and the minimum \nmeasures that are necessary to remedy these deficiencies. \nBefore addressing the substantive violations, we would like to express our appreciation to the HCNH administrators \nand staff, particularly Mr. Ed Brazil, Mr. Norman Haley, and Ms. Jocelyn Bryant for their assistance and \ncooperation during our January 1997 survey of HCNH. We hope to be able to continue to work with County and \nHCNH officials in the same cooperative manner to remedy the problems we found.  \n  \nI. HCNH IS FAILING TO ENSURE THE SAFETY OF ITS RESIDENTS  \n  \nIndividuals residing in a publicly-operated institution such as HCNH have fundamental Fourteenth Amendment due \nprocess rights to live in reasonably safe conditions and to be provided the essentials of basic \ncare. Cf. Youngberg v. Romeo, 457 U.S. 307 (1982); Meador v. Cabinet for Human Resources, 902 F.2d 474 (6th \nCir. 1990). Federal statutes governing the operation of nursing homes create similar rights. See, e.g., Grants to States \nfor Medical Assistance Programs (Medicaid), 42 U.S.C. § 1396r; Health Insurance for Aged and Disabled \n(Medicare), 42 U.S.C. § 1351i-3; and their implementing regulations, 42 U.S.C. § 483 Subpart B. However, HCNH \nis failing to ensure that residents are not harmed or placed at unnecessary risk of harm. In addition, HCNH fails to \nnotify state authorities and family members properly when untoward incidents occur.  \n  \n\nOur investigation has revealed that residents of the nursing home have suffered harm because of the facility's failure \nto provide adequate supervision of residents. Moreover, Certified Nursing Staff (\"CNAs\" - direct care staff) have \nbeen falsifying documents that were designed to ensure that CNA staff were observing and checking on residents at \nshift change. Our nursing expert found that these documents were often filled out well in advance of the shift \nchange, calling into question the integrity of HCNH's resident care documentation and exacerbating the problem of \ninadequate supervision of residents. Other shift change sheets to document residents' supervision were found blank \nor with incomplete data.  \n  \nThe facility's failure to supervise residents places them at risk of harm and has resulted in serious injuries to \nresidents. On numerous occasions, incident reports describe residents as being \"found\" by staff or other residents \nafter suffering injuries from falling out of their beds or wheelchairs. For example: \n•  A resident was found in the doorway of his room sitting with his back against his bed and with \"[b]lood on \nfloor bright red.\" The resident's Foley catheter was still attached to the bed with the bulb still inflated and \nthe patient was bleeding internally from his penis. A dressing that had been on his coccyx was lying on the \nfloor beside the resident's bed. \n•  A resident was found with his torso on the floor, lying in his own vomit, with his feet \"tangled in between \nsplit side rail.\" \n•  A resident was found on the floor next to his bed \"covered with feces.\" The resident had freed himself from \nhis vest restraint and had fallen to the floor. \n•  Within the space of several minutes, two residents in adjoining rooms were discovered to have \"black \neyes.\" HCNH's own investigation reports cites the CNAs for failing to properly check on residents during \nshift change. \nIn addition, the facility's failure to supervise residents adequately has resulted in residents wandering away from \ntheir buildings unsupervised and without staff knowledge. In one incident, a resident was \"found face down\" on the \nground behind one of the resident buildings. Another resident has eloped three times in the space of a few months. \nOn one occasion, this resident left the grounds of the nursing home and was found wandering down a busy road. \nAnother time he eloped from the facility and slipped on ice, dislocating his finger. A third time he was found off the \ngrounds and, according to the incident report, \"walking toward the interstate.\" Moreover, HCNH administrative and \nmedical staff told us they were unaware of these elopements. This lack of knowledge makes adequate medical or \nadministrative response to the events impossible.  \n  \nThere also are fire safety concerns stemming from residents smoking in violation of the nursing home's own policy \nregarding resident smoking. This access to flammable materials is a particularly dangerous circumstance given the \nunsteadiness of many residents and the proximity of flammable materials, such as newspapers and nightclothes.  \n  \nTaken together, these facts demonstrate that HCNH residents are at serious risk of harm and have suffered harm, in \nviolation of their basic rights, due to the facility's failure to provide adequate safety and supervision of residents.  \n  \nII. HCNH IS FAILING TO PROVIDE RESIDENTS WITH ADEQUATE HEALTH CARE SERVICES \nResidents of publicly-operated institutional facilities such as HCNH have a Fourteenth Amendment due process \nright to adequate health care. Cf. Youngberg v. Romeo, 457 U.S. 307 (1982); Meador v. Cabinet for Human \nResources, 902 F.2d 474 (6th Cir. 1990). See also 42 U.S.C. § 1396r(b)(4)(A), 42 U.S.C. § 1395i-3(b)(4)(A) \n(facility must provide for medical, nursing and specialized rehabilitative services to \"attain or maintain the highest \npracticable physical, mental, and psychosocial well-being of each resident\"). HCNH fails to provide its residents \nwith adequate medical and nursing care, which has resulted in harm and has contributed to the untimely death of \nHCNH residents.  \n  \n\nA. Medical Care  \n  \nSerious deficiencies exist in medical care at HCNH. It is our consultant physician's opinion that many of the medical \ncare failings at HCNH exist because the facility's physicians do not take a primary role in addressing the medical \ncare needs of the HCNH resident population. Instead, the physicians have developed a style of practice that, in our \nconsultant's opinion, amounts to a \"wanton disregard\" for the medical needs of HCNH residents. The nursing home \nhas too few physicians to care adequately for its residents and the physicians it does have are not providing needed \nmedical services to residents. We identified numerous failings in the health care delivery system at HCNH \nincluding:  \n  \nDelays in seeking and providing acute care: We reviewed a number of cases where there were significant delays \nin responding to serious medical conditions of residents. For example, our consultant physician reviewed the record \nof one female resident who was in respiratory distress with an elevated temperature for several days before being \ntransferred to an acute care hospital where she subsequently died. It is our consultant's opinion that the delay in \ntransferring this resident to an acute care facility was a contributing factor to her death. In another incident reviewed \nby our consultant physician, a resident had stopped breathing for thirty minutes before 911 was called. It is our \nconsultant's opinion that the lack of timely action by the nursing home staff was a direct cause of this resident's \ndeath.  \n  \nOne contributing factor to HCNH's failure to provide timely and appropriate acute care is that the nursing home's \nphysicians do not respond in a timely fashion to critical laboratory results and do not adequately examine residents \nwith acute medical needs. As a result, the residents do not receive needed medical attention, including timely \ntransfer to acute care facilities. At the time of our tour, our medical consultant was so concerned about one current \nresident, who had multiple Stage IV pressure sores (the most serious, advanced stage of pressure sores) and was \nmalnourished, he alerted HCNH's administrator to this resident's condition and the need for immediate physician \nattention. It was our medical consultant's opinion that this resident should have been in an acute care facility \nreceiving intensive treatment and not in HCNH.  \n  \nThere is also inadequate access to acute psychiatric care. We were told that the psychiatric crisis response team takes \napproximately five to twenty-four hours to respond to crisis psychiatric situations. Our consultant physician found \nthis \"absolutely inadequate and dangerous to the health, safety and welfare of the residents and staff of HCNH.\"  \n  \nInadequate review of untoward events and deaths: HCNH physicians do not perform appropriate medical follow-\nup assessments of untoward events, such as injuries or fractures of unknown origin. We reviewed numerous incident \nreports involving injuries, where the medical staff conducted little or no \nfollow-up to determine the cause of the incident, its effect on the resident, or how similar incidents might be avoided \nin the future. In addition, HCNH physicians advised us that after a patient falls, the physician generally only reads \nthe nurse's incident report and may never personally examine the resident. This is a troubling admission given the \nnumber of residents whose fractures or other injuries following a fall are not discovered for days or weeks after the \nfall was reported. The lack of follow-up of these and other incidents represents a substantial departure from accepted \nstandards of medical care and practice.  \n  \nFurther, the facility conducts no routine mortality reviews. Given the many problems with the health care delivery \nsystem at HCNH, the failure to conduct routine mortality reviews is a serious deficiency because such reviews may \nreveal issues that require remedial attention. Currently, the nursing home does not make a consistent effort to obtain \ncause of death reports from the hospital where the resident died, or to have the Hamilton County Medical Examiner \nreview deaths at the nursing home.  \n  \n\nInadequate policies: The facility is also operating with outdated, inappropriate, and in some instances, dangerous, \npolicies, procedures and protocols. For example, the HCNH seizure management policy permits the use of \nintramuscular Valium to treat emergency situations where a resident experiences prolonged seizures, known as \n\"status epilepticus.\" Current accepted professional standards require intravenous or rectal treatment when this \nemergency condition develops because intramuscular treatment is inadequate to stop the seizures.  \n  \nInadequate systems of preventive care: Comprehensive assessments of residents' health care needs are a critical \nrequirement for nursing home facilities receiving federal funding. 42 U.S.C. § 1396r(b)(3). HCNH, however, does \nnot perform adequate initial assessments of residents' health care needs. Without such assessments, it is not possible \nfor the facility to plan for maintaining or increasing the health status of residents. For example, the medical staff \ndoes not adequately order or assess the need for specialized therapies for residents with special needs such as non-\nhealing decubitus ulcers, speech and swallowing problems, or range of motion limitations. The nursing home also \nfails to identify and address the medical needs of post-menopausal women, e.g., the facility does not provide for \nmammograms, pap smears, or estrogen replacement therapy. Medical care is generally only provided for acute needs \nand little is done to prevent medical conditions from deteriorating. In sum, there are no systems in place at HCNH \nstressing preventive health care. \nInadequate pressure sore care: Deficiencies at HCNH in assessments and preventive care are particularly evident \nin its treatment of pressure sores. It is the opinion of our experts that the facility had an unacceptable pattern of \nclinically avoidable, facility acquired pressure sores among its resident population. We observed one resident who \nhad multiple pressure sores over his body, including several large Stage IV sores. The resident was in such distress \nthat he would literally scream in pain whenever he was turned or moved.  \n  \nThere is no system of preventive measures in place at HCNH for residents at risk of developing pressure sores. Staff \ndo not adequately perform basic care tasks, such as range of motion exercises, to help prevent residents from \ndeveloping pressure sores. Rather, range of motion is performed only every other day \"with bathing,\" which our \nconsultant physician found to be inadequate. Further, once those sores do develop, the nursing home's treatment \nresponse is inadequate. For example, our consultant physician identified several residents with Stage III or IV \npressures sores (i.e., wounds that had developed to a serious stage) who could benefit from specialized beds, yet \nthose beds were not being provided. One resident had had a Stage IV pressure sore for two years, yet had not been \nreferred for plastic surgery -- which is standard practice in such instances. Further, our physician noted at least two \nresidents who had doctors' orders in place to stay off their backs while in bed because they had pressure sores on \ntheir backs. Yet, we observed these residents during our tour lying on their backs in their beds, exposing them to \nfurther danger from the pressure sores. The facility's failure to implement orders by its own physicians places \nHCNH residents at risk of harm and is a substantial departure from accepted professional standards and \nMedicaid/Medicare regulations. We also observed instances of residents being bathed and then put to bed with their \nskin still wet, further exposing them to the risk of skin breakdown.  \n  \nInadequate integration and communication among clinical staff: As we toured the nursing home and reviewed \nrecords, it became clear to our expert consultants that a major failing in the health care delivery system at HCNH is \na lack of coordination and communication between physicians, nurses, and therapistsregarding the medical needs \nand status of residents. The medical, nursing and therapy staff at HCNH do not act in an interdisciplinary way to \nidentify, plan for, and treat the \nspecific needs of residents. The Medical Director is also not actively involved in the development of the facility's \npolicies and procedures, contrary to federal regulation. This lack of interdisciplinary communication is a basic \nfailing that negatively affects practically every aspect of resident care at the nursing home. For example, nurses \nmight note a resident in distress, but that information is not conveyed in a timely manner to a physician. In other \nsituations, therapists believe that a resident could benefit from a specific therapy, yet that information is not \nconveyed to the physician responsible for the resident's care. Even when information is related to the physicians by \nthe nursing staff, follow-up is often inadequate.  \n  \n\nSimilarly, the nursing home does not communicate adequately with local hospitals when residents are transferred to \nand from the respective facilities. HCNH also does not monitor the quality of outside medical services being \nrendered to its residents, or even consistently obtain residents' hospital records upon their return to the nursing \nhome. This failure results in a lack of continuity of medical treatment and care for HCNH residents. \nB. Nursing Care  \n  \nAs with medical care, nursing services at HCNH are deficient due to many factors. A major failing with nursing care \nat HCNH is that the nursing staff do not follow the basic nursing process of adequately assessing the nursing care \nneeds of HCNH residents, developing and implementing nursing care plans to meet those needs, and monitoring the \nefficacy of the plans. Our nursing expert found that HCNH's admission and routine annual nursing assessments do \nnot adequately identify or evaluate residents' health care needs. In fact, our nursing expert found that the vast \nmajority of HCNH nursing staff have not received any training in physical assessment. As noted earlier, the failure \nto perform adequate assessments is a crucial deficiency. Without an adequate assessment of a resident's health care \nneeds, there can be no individualized care plan that meets those needs. Failure to meet the nursing care needs of the \nHCNH population results in unnecessary deterioration of residents. For example, the extremely high number of \nresidents who experienced unplanned weight loss in 1996, discussed further below, is directly linked to inadequate \nassessment of residents' acute and chronic illnesses and injuries.  \n  \nHCNH nursing staff are not adequately trained in providing many other basic components of nursing care, resulting \nin deficiencies in these areas. Particular problems exist in such vital areas as medication administration and side \neffects monitoring, wound care, restraint application, evaluation of laboratory findings and their implication for \nnursing care, and identification and management of seizures. For example, when our nursing expert asked six \ndifferent staff about the type of seizure disorder a particular resident had, not one knew. This information is \nimportant for staff to know because the appropriate response to a seizure is dependent upon staff being able to \nidentify the type of seizure. This same resident suffers from recurrent Dilantin (an anti-seizure medication) toxicity, \nbut there were no nursing notes in her medical chart of the effect that Dilantin toxicity had on her appetite, mental \nstatus, or seizure activity. Further, this resident experiences recurrent decubitus ulcers, is one of the many residents \nidentified as having experienced significant weight loss, and has had pneumonia in the past. These factors should \nhave alerted the nursing staff that further assessment was needed in order to develop a plan to treat the resident's \nailments and prevent their recurrence. Our nursing expert found that this was not being done. \nMoreover, the nursing staff is inadequately trained in infection control and does not follow routine universal \nprecautions to prevent the spread of infection. This deficiency is particularly evident in the treatment and housing of \nresidents with Methicillin Resistant Staphylococcus Aureous (\"MRSA\"). According to accepted infection control \nprocedures, these residents should be isolated in a separate area to prevent the spread of this highly contagious \ncondition. At the time of our visit, however, our nursing expert noted that the eleven cases of MRSA at the nursing \nhome were scattered throughout the facility. At least one resident was transferred from a unit where people with \nMRSA lived to a unit where no previous cases of MRSA had been identified. The nursing staff's only justification \nfor this transfer was that it helped to distribute caseloads evenly. This is an unacceptable reason for exposing \nindividuals in the new unit to an increased risk of acquiring MRSA.  \n  \nOur experts found a number of other deficiencies in HCNH's nursing care practices including: inadequate \nsupervision of certified nursing assistants and licensed practical nurses by registered nurses; repeated failure to \ndetect critical changes in residents' health care status; and failure to perform basic nursing services, including \nnursing staff not responding in a timely manner to resident call bells. Exacerbating these nursing care deficiencies is \nthe fact that there are no quality assurance mechanisms in place to monitor the delivery of nursing care services.  \n  \nFinally, nursing documentation is grossly deficient, fails to reflect resident progress or status and, as noted above, is \nsometimes fraudulent. Our nursing expert found numerous examples of inadequate nursing documentation. \nAccording to our expert, nursing notes are the \"mainstay of assessment for the appropriateness of interventions.\" A \n\nlack of thorough and accurate nursing notes makes it nearly impossible to provide adequate care to the nursing \nhome's residents.  \n  \nIn sum, deficiencies in nursing care at HCNH outlined above pose serious risks to the health and safety of HCNH \nresidents in violation of their federally-protected rights.  \n  \nC. Nutritional Services  \n  \nNutritional and dietary services at HCNH are deficient and violate federal standards. See 42 U.S.C. § \n1396r(b)(4)(A)(iv). Our survey team was particularly concerned with the high number of HCNH residents who have \nsuffered significant, unplanned weight loss during the past year. Specifically, the nursing home's own records \nshowed that of the 950 to 1008 individuals residing in the nursing home between January 1996 and January 1997, at \nleast 225 suffered significant, unplanned weight loss, as those terms are defined by federal regulations. Our \nconsultant administrator concluded this rate of significant weight loss to be \"outrageously high.\" HCNH's own staff \nadmitted to us that the great majority of the instances of weight loss were clinically avoidable. The high rate of \nserious and non-healing pressure sores, as discussed above, is also linked to inadequate nutritional and dietary \nservices.  \n  \nOur nursing consultant observed staff feeding residents without following care plans and safe feeding practices. \nResidents are fed too rapidly and in unsafe positions, and signs above residents' beds regarding precautionary \nfeeding techniques are often ignored. In other situations, we observed nursing staff not providing assistance to \nresidents who need help eating their meals. For example, our physician consultant observed one resident with a half-\neaten breakfast. When the physician asked a CNA why no feeding help was offered, the CNA responded that \"the \nfamily brings in food.\" No effort is made to normalize meal time or the eating process. Food is often served cold, \nbland and tasteless, and there are few opportunities for socialization during mealtimes. Most residents are being \nforced to eat meals in their beds or alone in a chair in the hall. Simple tasks that will make eating more enjoyable, \nsuch as taking a resident to the bathroom or providing the resident with clean bed clothes prior to eating, are not \ndone. There are little to no attempts made to encourage residents to eat or to provide a therapeutic dining atmosphere \nfor residents.  \n  \nThere are inadequate assessments of the nutritional status and needs of residents. Further, HCNH staff do not keep \nthe dietitian timely informed of the status of residents with pressure sores, so that the diets of those residents can be \nadjusted accordingly.  \n  \nAdditional problems include inadequate communication between dietary and food service staff, inadequate therapy \nscreening and services for residents with eating disorders, inadequate oral hygiene for residents, the lack of adaptive \neating equipment for individuals who would be able to feed themselves given such support, and the high number of \nindividuals being fed by feeding tubes.  \n  \nIt is the opinion of our consultants that the lack of adequate nutrition and dietary services contributes greatly to the \ndeterioration of HCNH residents and is a leading contributor to the unacceptably high number of significant weight \nloss, infections, falls, aspirations, pressure sores, amputations, deaths and other untoward medical outcomes among \nthe HCNH resident population.  \n  \nD. Specialized Rehabilitation Services  \n  \n\nMost HCNH residents need physical, occupational or speech therapy, but fewer than one-quarter of HCNH residents \nreceive any therapy services. Moreover, only a fraction of HCNH's residents have even been screened by \nrehabilitation services to determine whether they might benefit from rehabilitation. Numerous HCNH rehabilitation \nstaff readily admitted to us that residents who could benefit from such services were not receiving them. Nursing \nstaff is inadequately trained regarding the benefits of rehabilitation for nursing home residents, decreasing the \nnursing staff's ability to contribute to the identification of residents who may benefit from rehabilitation. Even those \nresidents whose need for therapy is clear after minimal direct observation are not being assessed for therapeutic \nneed. For example, one resident \"never gets out of bed\" because \"he's too stiff.\" He is fed by direct care staff and our \nnursing expert observed him coughing throughout the meal. He also has a problem with weight loss. Yet this \nresident has not been assessed by any of the therapists or nursing staff for either his stiffness or choking at \nmealtimes. In sum, nursing, nutritional, and rehabilitation staff do not adequately communicate to provide a \ncomprehensive approach to resident needs.  \n  \nHCNH residents are suffering harm from the lack of therapy services. For example, HCNH staff admitted to us that \nresidents have developed clinically avoidable contractures due to the lack of physical therapy services, including \nsuch basic therapy as routine range of motion. The need for rehabilitative services is compounded by the lack of \nactivities and exacerbates the already high number of residents with inappropriate weight loss and skin breakdown. \nAccording to our expert consultants, this lack of adequate rehabilitation is likely to result in more residents being \nconfined to a wheelchair or bed, thus increasing the workload of and the need for more nursing staff. In addition, it \nresults in higher mortality rates. \nWe also observed numerous residents in ill-fitting and poorly maintained wheelchairs. For example, we noticed \nmany residents in wheelchairs without footrests where their feet were dangling. The failure to provide adequate foot \nsupport to persons who use wheelchairs is a substantial departure from accepted professional standards. Our \nphysician consultant observed one resident with a painful right heel ulcer wheeling himself in a wheelchair \nunequipped with footrests. Another resident complained that he had asked for a wheelchair with footrests \ninnumerable times, but had given up on obtaining such a wheelchair. Individuals with a diagnosis of peripheral \nvascular disease (\"PVD\") were frequently found in wheelchairs without foot rests and their legs dangling down for \nhours -- a dangerous and professionally unacceptable practice. We observed one resident with PVD who already had \none leg amputated sitting in a wheelchair with his remaining leg hanging down. His leg was cyanotic and cool to the \ntouch. He had a pressure sore on the leg which, because of his diabetes and PVD, was healing poorly.  \n  \nIn sum, based upon their observations, review of records and interviews with therapy staff, our experts concluded \nthat HCNH does not provide adequate rehabilitation services to its residents.  \n  \nIII. HCNH'S RESTRAINT PRACTICES ARE PROFESSIONALLY UNJUSTIFIABLE AND DANGEROUS \nTO RESIDENTS  \n  \nNursing home residents have constitutional and federal statutory rights to be free from physical or chemical \nrestraints imposed for convenience of staff and without medical justification. Youngberg v. Romeo, 457 U.S. 307 \n(1982); 42 U.S.C. § 1396r(c)(1)(A)(ii). HCNH uses restraints on its residents in violation of accepted standards of \npractice and in ways that threaten the health and safety of residents.  \n  \nAt HCNH, it is common practice to put a vest restraint on a resident and then secure the restraint to a bed with split \nsiderails with the rails up. This is a dangerous and professionally unacceptable practice that violates the \nmanufacturer's warnings on the vest restraint. In the facility's incident reports, we came across several examples \nwhere residents had become entangled in restraint straps and in the split rails on the bed and were found literally \nhanging from the sides of their beds. It is also a violation of basic standards of care to use siderails without padding \nwhenever a vest restraint is concurrently employed, which is also common practice at HCNH. There is a lack of \ndocumentation that residents are being released from restraints or monitored in accordance with professional \n\nstandards of practice. The ability of many residents to get out of vest restraints, as documented by HCNH's incident \nreports, indicates that restraints may not be properly sized or applied. We also found instances of safety restraints \nnot being applied, even though a physician had ordered them.  \n  \nFurther, HCNH residents are subjected to restraints without adequate and specific medical justification. There is no \nidentification of the specific reason for restraints and the specific times for the restraints to be applied. It is common \nto find physician orders to restrain residents because of \"confusion\" or \"unsteadiness\", which alone are not \nappropriate justifications for restraining a resident. Less restrictive alternatives are not considered, nor are residents \nre-evaluated for the continuing need for restraint on an appropriate and routine basis. Our consultants found it likely \nthat the vast majority of bedrail-restrained residents would not need such restraints if appropriate assessments had \nbeen done. We observed no use of commonly accepted alternatives to restraints while residents are in their beds, \nsuch as rolled bumper cushions, added mattresses on the floor adjacent to the bed, bed alarms or wedges/pillows, or \nhalf-rails in lieu of full rails. HCNH is also not routinely seeking informed consent regarding restraint application \nfrom cognitively-impaired residents' responsible parties. These practices violate the constitutional and federal \nstatutory rights of HCNH residents and subject them to the risk of harm.  \n  \nIV. HCNH RESIDENTS DO NOT RECEIVE ADEQUATE STIMULATION ANDACTIVITIES  \n  \nNursing home residents have the right to be provided sufficient activities to maintain their physical, mental and \npsychosocial well-being. 42 U.S.C. 1396r(b)(4)(A)(v). Throughout our week-long tour of HCNH, we saw numerous \nexamples of the dearth of activities provided to residents. Our survey team noted the substantial amount of time \nresidents spend in their beds. For example, it was not uncommon to find at least half, if not the majority, of residents \nstill in their beds at 11:00 a.m. on certain units. Further, in at least one building, it is routine practice to put residents \nback into bed at 2:00 p.m. and leave them in bed until time for the evening meal, at about 4:30 p.m. Although \nnursing staff reported that this practice is used because residents get tired in the afternoon, we witnessed enforced \nbed rest in situations where residents did not require it. For example, we observed one resident asking to get up, only \nto be told by a nursing administrator, \"you're going to rest today.\"  \n  \nThere were little or no activities scheduled in the evenings or on weekends. HCNH staff admitted to us there was a \nneed for more group activities as well as more individualized activities for residents who could not get out of bed. \nWe were told that the activities staff is only able to provide services to one-half of HCNH's bedridden residents \n(approximately 100 people at the time of our visit); the rest receive no activities at all. For those residents who do \nreceive one-on-one therapy services, the sessions are limited to only one or three five-minute visits a week, and \nsometimes amount to no more than turning on the resident's television or radio. We also found that a building's \nactivities are not accessible to residents from other buildings, even if the residents are able and eager to attend a \nspecific activity in another building.  \n  \nThis lack of activities has a negative effect on the health and well-being, including psychological well-being, of \nHCNH residents. It is the opinion of our consultants that the lack of activity at the nursing home is \"destroying the \nability of residents to enjoy life\" and \"is a direct and immediate threat to the mental and psychosocial well-being of \nHamilton County Nursing Home residents.\" Our consultants were also concerned about the general lack of devices \nthat would allow residents to have control over their own environment. Devices such as eating equipment, pressure \nswitches to turn off the televisions, and modified clothing to facilitate independent dressing, were not present in the \nnursing home. These types of tools are important to the maintenance of residents' independence and their emotional \nand physical health.  \n  \nWe observed several additional problematic issues at the nursing home. There is no consistent effort to keep track of \nresident property as a protection against loss or theft. We spoke with several residents and family members of \nHCNH residents who told us that residents' clothing and other items frequently disappear. We were also told that \n\nresidents' clothing is often lost after being sent to the facility's laundry. In addition, we noted poorly maintained, \nunstable and ripped furniture, which poses various risks to residents, including falls, cuts, and skin breakdown.  \n  \nFinally, it was apparent to our experts as they traveled throughout the nursing home, that some residents did not \nappear to require \"nursing home\" level care and could be served more appropriately in community-based \nplacements. Failure to serve those HCNH residents who are \"qualified individuals with a disability\" in the most \nintegrated setting appropriate to their needs is a violation of Title II of the Americans with Disabilities Act of 1990, \n42 U.S.C. § 12101 et seq.; 28 C.F.R. § 35.130(d); Helen L. v. DiDario, 46 F.3d 325 (3d Cir.), cert. denied, __ U.S. \n__, 116 S. Ct. 64 (1995).  \n  \nV. MINIMAL REMEDIAL MEASURES  \n  \nIn order to remedy these deficiencies and to protect the constitutional and federal statutory rights of HCNH \nresidents, HCNH should implement promptly, at a minimum, the following measures:  \n  \n1. Provide a safe environment for HCNH residents. Staff members should monitor and safeguard the residents \nadequately, particularly those residents in vest restraints in their beds.  \n  \n2. Provide residents with adequate preventive, chronic, routine, acute and emergency medical and nursing care in \naccordance with generally accepted professional standards. In order to accomplish this, HCNH should ensure \nadequate and appropriate interdisciplinary communication among relevant professionals, and HCNH physicians and \nnurses must follow professional standards of practice in writing orders and in general recordkeeping practices. The \nMedical Director should be involved in the ongoing development, implementation and review of all policies and \nprocedures. Further, HCNH physicians and nurses should:  \n  \na. Conduct comprehensive evaluations of all residents forwhom they are responsible; \nb. Determine what specialized services are required for residents and ensure that such services are provided in a \ntimely manner whenever necessary to address residents' medical and nursing care needs;  \n  \nc. Ensure that each resident has an integrated plan of medical and nursing care to address any chronic medical and \nnursing care need;  \n  \nd. Ensure that each resident's health status is adequately monitored and reviewed and that changes in a resident's \nhealth status is responded to in a timely manner;  \n  \ne. Ensure that all HCNH staff, including physicians, nurses, therapists and direct care are adequately \ntrained in current standards of practice in all relevant areas of health care delivery;  \n  \nf. Provide adequate therapy services (including physical, occupational and speech therapy) to HCNH residents who \ncan benefit from such therapies;  \n  \n\ng. Provide effective preventive systems for pressure sores and provide adequate care for residents with pressure \nsores;  \n  \nh. Ensure adequate and appropriate communication, including access to residents' hospital records, between HCNH \nand local hospitals concerning the health status of residents as they are transferred to and from the respective \nfacilities;  \n  \ni. Ensure that HCNH residents in need of acute hospital care are transferred promptly to an appropriate facility and \nare not inappropriately discharged to or admitted to HCNH;  \n  \nj. Conduct mortality reviews for residents who die either at HCNH or at an acute care hospital following transfer \nfrom HCNH to determine whether appropriate care was provided and develop and implement any necessary changes \nin services at HCNH based upon the review;  \n  \nk. Provide adequate medical services for post-menopausal women in accordance with accepted standards of practice; \nand  \n  \nl. Provide for adequate emergency response to residents' acute psychiatric needs.  \n  \n3. Provide adequate nutritional management services, including adequate nutritional assessments of individual \nresidents' specific nutritional needs, and ensure that residents receive appropriate diets and food that is served in a \nsafe and timely manner and in appropriate amounts. HCNH must also ensure that residents who need assistance in \neating are assisted by adequately trained staff. In addition, HCNH must assess and treat residents with swallowing \nproblems and residents who are unable to eat orally in accordance with accepted professional procedures and federal \nlaw.  \n  \n4. Establish and maintain an adequate, unified record for each resident that comports with accepted professional \nstandards and federal law. In particular, the records should contain all relevant information, including hospital \nrecords, with respect to the resident's care and medical and nursing status. Further, HCNH must ensure that records \nare accurate and take appropriate disciplinary actions against employees found to be falsifying records.  \n  \n5. Employ and deploy a sufficient number of physicians, registered nurses, licensed practical nurses, certified nurses' \naides and therapists, including physical therapists, occupational therapists, speech therapists, and other specialized \nrehabilitation therapists, and dietary staff to provide adequate supervision, safety, health and treatment to each \nHCNH resident.  \n  \n6. Ensure that bodily restraints are used only pursuant to accepted professional standards and federal law and that \nthey are never used for convenience of staff or as punishment. Comprehensive assessments should be performed \nprior to restraint application, physicians' orders should be followed, and restraints should be used appropriately \nwhen in place. The facility should ensure that residents are monitored, exercised, and released from restraints in \naccordance with professional standards of practice and federal law, and that the need for the continuing use of \nrestraints is re-evaluated on a timely basis.  \n  \n\n7. Provide sufficient, meaningful activities for all residents and make all due efforts to get residents involved in \nactivities.  \n  \n8. Take sufficient measures to ensure the protection of resident property against loss or theft.  \n  \n9. Develop and implement policies and procedures that provide adequate investigation of and remedial action for \ninstances of alleged resident abuse, neglect and/or mistreatment.  \n  \n10. Identify residents who could be served in more appropriate, alternative settings and seek placement for residents \nin those settings.  \n  \n11. In order to ensure compliance with the remedial measures, HCNH should develop an effective monitoring and \nquality assurance mechanism.  \n  \nWe hope to be able to resolve this matter amicably and cooperatively. As such, we will contact counsel for the \nBoard of Trustees to arrange a meeting to discuss in greater detail the issues raised in this letter. We look forward to \nworking with you to resolve this matter in a reasonable and practical manner.  \n  \nIf you have any questions, please contact the attorneys assigned to this matter, Verlin Hughes (202-514-6260) or \nChristy López at (202-616-3197).  \n  \nSincerely,  \n   \n   \n   \n   \n  \nIsabelle Katz Pinzler  \nActing Assistant Attorney General  \nCivil Rights Division \ncc: Mr. Heman McDade  \nChairman, Hamilton County Nursing  \nHome Board of Trustees \nRheubin Taylor, Esquire  \nCounty Counsel, Hamilton County \nBruce Guthrie, Esquire  \nLegal Counsel for Hamilton County  \nNursing Home Board of Trustees \nMr. Ed Brazil  \nAdministrator, Hamilton County  \nNursing Home \n\nCarl K. Kirkpatrick, Esquire  \nUnited States Attorney  \nEastern District of Tennessee > \nUpdated August 6, 2015 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/95072"
    },
    {
      "date": "1996-09-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Justification Memo",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2500,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2500.pdf",
      "title": "Recommendation Letter for Investigation of the Hamilton County Nursing Home",
      "text": "Memorandum CRIPA Investigation\n• • !•••  ••  ••  •  • ••\nDLP:AEP:RF:VH:EMS:craw H-TN-001-001\nDJ 168-70-25\nSubject Date\nRecommendation to Investigate\nHamilton County Nursing Home September 13, 1996\nChattanooga, Tennessee\nTo From\nDeval L. Patrick Arthur E. Peabody, Jr.\nAssistant Attorney General Chief\nCivil Rights Division Special Litigation Section\nWe recommend that the Department initiate an investigation\ninto the conditions of resident care and treatment at the\nHamilton County Nursing Home (\"HCNH\") in Chattanooga, Tennessee,\npursuant to its authority under the Civil Rights of\nInstitutionalized Persons Act  (\"CRIPA\"), 42 U.S.C. § 1997 e_t sea.\nHCNH is a 676-bed nursing home operated on behalf of Hamilton\nCounty, Tennessee.1/  The information we have obtained indicates\nthat residents of HCNH are being harmed and exposed to\nunreasonable risks of harm in violation of their constitutional\nand statutory rights.  In particular, HCNH residents are not\nbeing provided with adequate medical and nursing care, are not\nreceiving adequate treatment of their behavioral problems, are\nsubject to excessive physical restraint, are not protected from\nharm, and live in unsanitary conditions.  These deficiencies\nsubject residents at HCNH to harm and risk of harm in violation\nof their constitutional rights.  Cf.. Youngberg v. Romeo, 457 U.S.\n307 (1982) .  In addition, HCNH fails to provide services to its\nresidents in the most integrated setting, as required by the\nintegration regulations promulgated pursuant to Tile II of the\nAmericans with Disabilities Act of 1990  (\"ADA\"), 42 U.S.C.\n§ 12101 et sea.. 28 C.F.R. § 35.130(d).\nWe have obtained information regarding HCNH from a variety\nof sources including:  survey reports prepared by the Health Care\nFinancing Administration  (\"HCFA\"); interviews with several local\ncontacts, among them an attorney with Southeast Tennessee Legal\nServices and the current and former local Long-Term Care\nOmbudsmen of Tennessee; along with newspaper articles relating to\na Hamilton County Grand Jury probe of HCNH.  The Grand Jury found\n1/  By State statute, operation of HCNH has been given to a seven\nmember Board of Trustees that is appointed by the Hamilton County\nCommissioners.  Hamilton County also pays for the operation of\nHCNH.  As such, it meets the definition of a publicly operated\nfacility under CRIPA.\n\n- 2 -\nconditions at HCNH to be \"deplorable\" and recommended that\ncertain units at HCNH be closed.\nBackground\nHCNH is the only government operated nursing home in\nHamilton County and provides 85 percent of the Medicaid beds in\nthe area.2/  The 676-bed facility is divided into two units.\nThere is a 530-bed intermediate care unit and a 146-bed skilled\ncare unit for residents who need more intense medical and nursing\ncare.\nTwo of our sources, the former Long Term Care Ombudsman of\nHamilton County and an attorney with Southeast Tennessee Legal\nServices, told us that many residents of HCNH and their relatives\nare afraid to speak out about conditions at HCNH for fear of\nstaff retaliation.3./  Tne Legal Services attorney told us\nthat HCNH has such a bad reputation in the local community for\nproviding inadequate care that many of the elderly live \"in fear\"\nof ever having to move to HCNH.4./\nFactual Allegations\nI.  HCNH residents are being subjected to the excessive and\ninappropriate use of physical restraints.\nHCNH has been cited numerous times in recent years by HCFA\nsurveyors for subjecting residents to undue bodily restraint as\nwell as using inappropriate restraint devices, such as tying\nresidents in their bedsheets.5/  The local Long Term Care\nOmbudsman also told us she has observed the improper use of\nrestraints at HCNH. 6./\nSpecifically, HCFA surveyors observed several situations\nwhere residents were kept in restraints for excessive periods of\n2/  HCFA report, July 15, 1996.\n3/  Telephone interviews with Paula Faustus, a former Long Term\nCare Ombudsman, July 22, 1996 (\"Faustus interview\") and Lynn\nDechman, an attorney with Southeast Tennessee Legal Services,\nJuly 11, 1996 (\"Dechman interview\").\n4./  Dechman interview.\n5/  HCFA survey report, August 23, 1993, p. 3; HCFA survey\nreport, November 22, 1995, p. 8.\n6./  Telephone interview with Long Term Care Ombudsman Kelly\nDrayer, July 15, 1996 (\"Drayer interview\").\n\n- 3 -\ntime.2/  Residents were also observed by surveyors in restraint\ndevices other than those prescribed by their physicians.\nResidents were observed restrained with bed sheets when they had\nspecific orders for less restrictive types of restraints.\nAnother resident was observed restrained with her hands tied to a\nbed with a bed sheet even though she had a physician's order to\nbe up out of bed in a chair with adequate safety\nprecautions .8./  One resident was observed restrained with a\nbed sheet in her chair for two separate days of the survey.  Two\nother residents were observed restrained for almost three and a\nhalf hours and were only released when surveyors\nintervened.!/  HCFA also found that HCNH failed to evaluate\nthe effectiveness of the prescribed restraint and to try\nless-restrictive alternatives.10/\nCurrently 378 of HCNH's residents  (61.2 percent) are being\nphysically restrained.  Of these, only 152 came to the facility\nwith orders to be restrained.11/\nThe local Long Term Care Ombudsman recently visited the\nfacility to respond to a complaint regarding the misuse of\nrestraints ..12./  Specifically, she received a complaint from\nthe Department of Health Services that a woman was being unduly\nrestrained in her gerichair.  The Ombudsman visited the woman and\ndid, in fact, find her restrained in the chair by the tray table\nthat was to be used only during meal times.  The Ombudsman\nobserved the woman restrained in her chair for the duration of\nher more than two hour visit.  These and other documented\nincidents of restraint indicate that HCNH residents are being\nrestrained in ways that do not comport with professional\nstandards in violation of their Fourteenth Amendment Rights.\nII.  HCNH residents are being subjected to inadequate medical and\nnursing care resulting in actual physical harm.\nWe have gathered information from several independent\nsources alleging widespread substandard medical care at HCNH that\nis detrimental and harmful to residents.  Specifically, HCNH is\nfailing to:  adequately treat decubitus ulcers; to diagnose\n2/  HCFA survey report, November 22, 1995, pps.  8 - 9.\n8/  HCFA survey report, November 22, 1995. pps.  8 - 9.\nS_/ HCFA survey report, August 26, 1993. p. 3.\n10/  HCFA survey report, November 22, 1995, at pps.  8 - 9.\n11/  HCFA report, July 15, 1996.\n12/  Drayer interview.\n\n- 4 -\nfractures in a timely manner; to develop comprehensive care plans\nthat adequately identify and address residents' needs; and to\nadequately evaluate residents' need for assisted living devices.\nA.  HCNH fails to provide adequate care of decubitus\nulcers.\nThe supervisor of Adult Protective Services in Chattanooga\ntold us that HCNH fails to provide its residents with adequate\nnursing care, which has lead to numerous residents developing\ndecubitus ulcers  (bedsores).  This failure has been so egregious\nthat residents have been required to have limbs\namputated..13./  HCNH has an extensive history of inadequately\ntreating bedsores that dates back several years, including a\nwell-publicized case in 198 9 involving a man who developed ulcers\nthe size of \"salad plates.\"14/\nA local attorney told us about the 1989 case that involved a\nresident who was placed in HCNH after having a severe stroke.  It\nwas determined that he had little or no skin breakdown problems\nat time of admission.  However, within 3 0 days of being admitted\nto HCNH he was taken to a local hospital and was declared \"within\nan hour of death.\"  He had bed sores the size of salad plates\nthat went down to the bone over his body with the worst on his\nhips.  He was also malnourished and had anemia.2J5/  In a\ncourt proceeding resulting from this incident, the attorney\nrepresenting HCNH admitted to the Court that other HCNH residents\nsuffered from bedsores.  Soon thereafter, nine residents were\nadmitted to the hospital from HCNH for treatment of decubitus\nulcers ranging from minor to severe. ljS/  As a result of the\ncase, the facility's medicaid admissions were temporarily\nsuspended.17/\n13/  Telephone interview with Bobbie Tyler, Supervisor of Adult\nProtective Services, Chattanooga, Tennessee, July 15, 1996\n(\"Tyler interview\").\n14/  Telephone interviews with Glenna Rattier, Chattanooga,\nTennessee, July 15, 1996 (\"Ramer interview\").  Ms. Ramer was the\nattorney who brought the suit against HCNH and two of its\nattending physicians on behalf of the family of the resident\ninvolved.\n15/  Ramer interview.\n16/  Tyler interview.\n17/  Telephone interview with Rita Bollinger, Public Health\nRegional Regulatory Program Manager, July 16, 1996.\n\n- 5 -\nIn a draft letter to the Chairman of the Hamilton County\nCommission in 1989, the Supervisor of Adult Protective Services\nwrote: \"the team is continually confronted  (emphasis added) with\nalleged neglect of the elderly residents at Hamilton County\nNursing Home especially the 'Skilled Care Unit.' The following\nconcerns are the most prevalent  [sic]  (1) Severe decubitus ulcers\n3cm at stage 3.... \"18./  The letter also identified this as a\nproblem that has been widespread since 198 7.\nWe have received information that inadequate care at HCNH\ncontinues to cause bedsores in residents and, once they occur,\nHCNH does not treat them properly.  For example, the Adult\nProtective Services Supervisor also told us while HCNH did\nimprove  conditions for a short time after the 1989 case, she\nfelt that they soon began to deteriorate and she still sees\nresidents with bedsores that are not being adequately\ntreated.19./  As recently as July 1996, HCFA reported that\nalmost all of the residents with decubitus ulcers had developed\nthem while at HCNH.20/\nB.  HCNH fails to diagnose and treat fractures in a timely\nmanner.\nHCFA has documented in its surveys, including the most\nrecent survey, that fractures and other injuries to HCNH\nresidents have not been diagnosed in a timely manner.21/\nThe supervisor of Adult Protective Services also identified\nHCNH's failure to diagnose and treat fractures as an area of\nconcern, telling us that in some cases, residents do not receive\ntreatment until family members intervene. 22./ Unfortunately,\nmany residents of HCNH are without immediate family to advocate\non their behalf and, as a result, those residents may suffer\nfurther delays in getting medical treatment.23/\n18/  Draft letter from Clara Sawyer and Bobbie Tyler  (Supervisor\nof Adult Protective Services), representatives of the Adult\nProtective Services Multi-Disciplinary Team to Attorney Rheubin\nMcG. Taylor, Chairman of the Hamilton County Commission, August\n15, 1989.\n19/  Tyler interview.\n20/  HCFA report, July 15, 1996.\n21/  HCFA survey report, November 22, 1995.\n22/  Tyler interview.\n22/  Id.\n\n- 6 -\nFor example, on September 27, 1995, a female resident  was\nfound lying on her back with wounds and skin tears..2_4/  She\nwas treated  for a broken left arm.  Subsequently,  however,  she\nbegan to complain of pain in her back, chest and right  arm.\nHCNH's only response  to her complaints was to increase her  level\nof Ativan.  On October  17, 1995, at the request of a  nursing\nsupervisor, she was finally X-rayed  and found to have  three\nbroken ribs.  HCFA also documented  the case of another  resident\nwho, although he had an order for a vest restraint at all times,\nwas found on the floor with wounds.  He had sustained a hip\nfracture that went undiagnosed  for two days.25/\nFurther, HCFA also identified  the case of a resident  whose\nonly treatment after sustaining a hip fracture was to be  placed\non bedrest ..26/  After being confined to her bed,  she\ncontinued to be in distress, yelling  for \"help\" and  complaining\nof pain.  Due to a lack of communication between the  orthopedist\nand staff, staff were unsure how to address the  resident's\ncondition or complaints.  HCNH's only response to the  resident's\ndistress was to increase her psychotropic medication.  Further,\nHCFA surveyors noted that while the resident was on bedrest  she\ndeveloped a pressure  sore on her coccyx, suffered a decrease  in\nappetite, developed  a urinary tract  infection that was not\nadequately treated,  and became dependent upon staff  for her\nfeeding.27/\nC.  HCNH fails to meet residents' nutritional needs and  uses\ninvasive medical  techniques  inappropriately.\nIn its 1995 and 1994 surveys, HCFA also identified that  HCNH\nwas not adequately addressing  residents' nutritional  needs.\n.There were numerous cases of residents with these  nutritional\nneeds that were not being addressed or even noted on the  care\nplan.2j3/  For example, one resident  had a 17 percent  weight\nloss over a six month period and was being evaluated  for  invasive\nG-tube placement  for feeding without  any input  from  the\nnutritional  department .29./ HCFA also identified  other\n24/  HCFA survey report, November  22, 1995, p. 12.\n25./  Id. p.  12\n26/  HCFA survey report, October 31, 1994. p.  9.\n27/  Id.\n28/  HCFA survey report, October 31, 19 94, p. 7\n29/  Id.\n\n- 7 -\nsituations where residents' care plans did not reflect\nsignificant changes in residents' conditions.30/\nThe Adult Protective Services Supervisor told us that she\nbelieves that HCNH fails to adequately explore less-intrusive\nalternatives before the facility makes major health care\ndecisions regarding residents .3_i/  For example, she told us\nthat so far this year, her office has received a large number of\nrequests from Hamilton County for permission to insert G-tubes\ninto HCNH residents.  According to the Adult Protective Services\nSupervisor, this is reflective of HCNH's over-reliance on such\ndevices without first exploring less invasive alternative\nmethods.\nHCNH has also been cited for using medical devices such as\nFoley catheters inappropriately.  In the 1994 HCFA survey, a\nresident was admitted with a stage II pressure sore on her right\nbuttock, but could ambulate with the help of two staff\nmembers. 3.2/  She was placed on bed rest and given a Foley\ncatheter to allow the ulcer to heal.  This is not a prescribed\nuse of a Foley catheter.13./  In 1993, HCFA found that none\nof the HCNH residents with Foley catheters were adequately\nassessed for the use of these catheters.34/\nIII.  HCNH fails to provide appropriate and adequate treatment\nfor residents who have behavior problems.\nFor several years, HCFA has cited HCNH for failing to\nprovide comprehensive care plans for its residents.  This\ndeficiency has been particularly true for residents with\nbehavioral problems who need psychological services.35/\nFor example, HCNH has identified 228 residents  (36.9 percent of\nits population) as having behavioral disorders.  According to\nHCFA data, this is twice the national average for a nursing\nhome. 3.6/  However, not even half of these residents who have\n30/  HCFA survey report, November 22, 1995, p. 23\n31/  Telephone conversation with Bobbie Tyler, Supervisor Adult\nProtective Services, July 15, 1996.\n32/  HCFA survey report, October 31, 1994, p. 9.\n11/  Id.\n34/  HCFA survey report, October 15, 1993. p. 6.\n35/  HCFA survey reports August 26, 1993; October 31, 1994;\nNovember 22, 1995.\n!£/  HCFA report, July 15, 1996.\n•n\n\n- 8 -\nbeen identified as requiring behavioral treatment are receiving\nit.37/\nThe failure to provide behavior management programs has\ncompromised the safety of other residents.  For example, during\nits most recent survey, HCFA found HCNH deficient in identifying\nresidents that display aggressive or injurious behavior towards\nother residents and developing programs to abate these behaviors\nand protect the victims..38./  One resident had documentation\nin his nurses' notes of daily yelling and frequent episodes of\ncombative behavior, but there was no behavior plan in place to\naddress this or even a notation on the care plan that this\nbehavior existed.39/\nIn another example, HCFA surveyors identified a male\nresident who displayed sexually inappropriate behavior towards\nseveral female residents .4JD/  Even though HCNH identified\nthe problem behavior, the facility failed to take any\nconstructive action to address this man's behavior problem.  He\nhad no care plan in place that the HCFA surveyors could identify\neven though he was still displaying behaviors dangerous to the\nother residents.41/\nHCNH also fails to effectively implement those care plans it\ndoes have in place to address dangerous resident behaviors.  Even\nthough HCFA noted a male resident with a care plan to address his\nwandering behavior into female residents' rooms, HCNH staff\nfailed to consistently implement these interventions.  Residents\nreported to the surveyors that the behavior problem continued to\nbe especially problematic at night when he would wander into the\nfemales' rooms displaying threatening or vulgar\nbehavior. 42./\nThe former Ombudsman told us \"that no one wanted to go to\nthe building\" that housed mentally ill residents because people\n\"pull on you and grab at you,\" referring again to HCNH's failure\n12/  Id.\n38/  HCFA survey report, November 22, 1995, p. 22.\n39/  Id.\n40/  HCFA survey report, October 31, 1994, p. 11.\n41/  Id.\n42/  Id.\n\n- 9 -\nto provide adequate management and care to people with severe\nbehavioral problems.43/\nIn October 1995, the former Ombudsman received a call\nregarding a resident at HCNH who was threatening other residents\nand was running a \"scalping\" operation.44./  He would steal\ncoffee and cigarettes designated for specific residents and then\nsell the items to residents for whom HCNH did not provide such\nitems.  For those residents who were not allowed a lighter, he\nwould charge them a fee to light their cigarettes.  The Ombudsman\nfelt that HCNH did not address this man's behavioral problems.\nA year earlier in 1994, HCFA identified the same resident\nengaging in the same behavior and found HCNH deficient in\nproviding adequate security to residents.  Specifically, HCFA\nfound that when behaviors were identified or observed by staff,\nthere was no definite care plan in place to address those\nbehaviors; if there was a care plan, it was not consistently\nadministered.45/\nIn addition to inconsistently implemented behavior plans,\nHCFA surveyors noted that, in many instances, HCNH's only planned\nintervention for residents' behavior problems was psychoactive\nmedications .4_£/  For example, HCFA surveyors found a\nresident who had frequent episodes of combative behavior, however\nthere was nothing in his care plan addressing the behavior other\nthan a psychotropic medication.42/  HCFA also found another\nHCNH resident who exhibited behaviors had a care plan that only\ncalled for the use of psychoactive drugs.4_8/  These facts,\ncoupled with an over reliance on mechanical restraints indicate\nthat HCNH residents are being subjected to chemical and physical\nrestraints in lieu of less intrusive behavior management plans,\nin violation of their Fourteenth Amendment rights to receive\nappropriate treatment and to be free of unreasonable restraint.\nIV.  HCNH does not provide a safe physical environment for its\nresidents and it does not provide an atmosphere that\nallows for basic resident dignity.\n43/  Faustus interview.\n44/  Faustus interview.\n45/  HCFA survey report, October 31, 1994. p. 11.\n46/  HCFA survey report, November 22, 1995, p. 22.\n47/  Id..\n48./  Id.\n\n- 10 -\nA.  Physical Plant\nHCNH continues to place its residents in danger by not\nproperly maintaining its physical facility.  In April 1995, a\nHamilton County grand jury toured the facility and, without\nnotice to HCNH officials, extended its tour into areas of HCNH\nother then those they previously announced.4.9/  According to\nlocal newspaper reports, the grand jury \"discovered the facility\nwas dirty, understaffed and shabby.\"  It also found a resident\n\"in a wheelchair with her hands in a large container of soiled\nlinen, which was one of several containers which cluttered the\nhallway. \"jLQ./  Permitting residents access to soiled linen\nposes serious infectious disease problems.\nHCFA also identified problems with the physical plant that\ncould ultimately be dangerous to residents.  For each of the\nsurveys in 1995, 1994, and 1993, HCFA found that HCNH was\ndeficient in providing a safe and hazard free environment.\nSpecifically, resident equipment, such as wheelchairs, were\nsoiled with dirt and had food stains on the chair and foot rests.\nSoiled linen in the utility room was not bagged or contained as\nrequired by standard infection control procedures.  Surveyors\nalso found a dark liquid solution resembling Betadine in a\nplastic mouthwash bottle with its original label in an unlocked,\nunattended locker in the men's shower room.5_l/  They\nobserved live roaches crawling on one resident's bedclothes and\non another resident's breakfast tray.5_2/  HCFA also found\nbathrooms in several units that were not safe and sanitary with\ndirty bathtubs and broken floor tiles.  Flies and live roaches\nwere also observed in dining rooms and resident\nrooms. 5.3./  The former Ombudsman, who toured the facility on\na weekly basis until recently, also told us there were similar\nproblems with the physical facility. 54./  These deficiencies\npose serious risks of spreading infection and disease among\nHCNH's residents whose health is already compromised.\n49/  Article, \"Shut unit of home, jury says: Intermediate nursing\nis called deplorable,\" The Chattanooga Times, Judy Frank, April\n27, 1995.\n0/  Id.\n51/  HCFA survey report, November 22, 1995, pps. 16-26.\n52/  HCFA survey report, August 26, 1993. p. 11.\n.5.3/  HCFA survey report, October 31, 1994, pps. 5, 19.\n54/  Faustus interview.\nin\n\n- 11 -\nB.  HCNH fails to provide adequate measures to ensure\nresident privacy.\nHCNH fails to consistently provide an environment that\nprotects the privacy rights of its residents.  HCFA has\nidentified on numerous occasions over the past several years that\nresidents were changed in front of their roommates.  Residents\nwere also observed walking down the hall exposed or coming to the\ntable for a meal half-exposed.S5/  Staff also do not treat\nresidents with respect, in some cases yelling at them and\nfrequently not knocking on doors before entering.\nV.  HCNH is failing to assess residents to determine whether\nthey are being served in the most integrated setting\nappropriate to their needs.\nHamilton County Nursing Home serves individuals who are\nelderly as well as non-elderly individuals with chronic care\nneeds.  We have information that some of the residents could be\nmore appropriately served with attendant care services in their\nown homes or in other community services.  The nursing home,\nhowever, does not assess residents to determine whether they are\nbeing served in the most integrated setting appropriate to meet\ntheir needs.  By failing to make this determination and thereby\nensure that HCNH is serving qualified disabled individuals in the\nmost integrated setting appropriate to their needs, the county is\nviolating the ADA'S prohibition of disability-based\ndiscrimination.  28 C.F.R. § 35.130(d)  (ADA integration\nregulation); Helen L. v. DiDario. 46 F.3d 325  (3d Cir.), cert.\ndenied.  U.S.  , 116 S. Ct. 64 (1995)\nConclusion\nHamilton County Nursing Home has been cited by HCFA for\nnumerous deficiencies, has had its Medicaid admissions\ntemporarily suspended, and has been the subject of criticism from\nnumerous local sources, including the former Ombudsman, the\nSupervisor of Adult Protective Services, an attorney with the\nSoutheast Tennessee Legal Services and a Hamilton County grand\njury.  In light of the information presented here documenting the\nconstitutional and federal statutory violations against the\nresidents at Hamilton County, we recommend the Department\ninitiate an investigation pursuant to its authority under the\nCRIPA into HCNH.  This proposed investigation is consistent with\nthe Special Litigation Section's initiative to focus on nursing\nhomes with seriously deficient conditions that violate residents'\n55/  HCFA survey reports, October 31, 1994 and November 22, 1995.\n\n- 12 -\nfundamental rights.  The United States Attorney's Office for the\nEastern District of Tennessee has been apprised of this\nrecommendation and has offered its support in the investigation.\nAttachment\nApproved:\nDisapproved:\nComments:",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2500"
    },
    {
      "date": "1997-10-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2501,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2501.pdf",
      "title": "Re: Investigation of the Hamilton County Nursing Home",
      "text": "U.S.  Department of Justice\nCivil Rights Division\nOffice of the Assistant AUDiney General  Wuhingum,  D.C  20035\nDecember  3,  199\nVIA  EXPRESS  MAIL\nMr.  Claude  Ramsey  CRIPA Investigation\nO f f i ce  of  t he  C o u n ty  E x e c u t i ve  II  III I  IIII  11  II 111  III 111 I 111 III III  I III III\n625 Georgia Avenue  NH-TN-001-002\nChattanooga, Tennessee  37402\nRe:  Investigation of the Hamilton County Nursing Home\nDear Mr. Ramsey:\nI am writing to inform you that the United States Department\nof Justice intends to investigate conditions at the Hamilton\nCounty Nursing Home (\"HCNH\") in Chattanooga, Tennessee, pursuant\nto its authority under the Civil Rights of Institutionalized\nPersons Act, 42 U.S.C. §§ 1997-1997J  (1982).\nThe purpose of the investigation is to determine whether\nconditions at HCNH are violating the constitutional and federal\nstatutory rights of the residents who live there.  Our\ninvestigation will focus on the treatment and care of residents,\nincluding medical and nursing care, behavioral treatment\nservices, therapy services, use of restraints, protection from\nharm, and environmental hazards.  The investigation will also\nfocus on whether HCNH is the most integrated setting appropriate\nto meet the needs of HCNH residents.  Initiating this\ninvestigation does not evidence any prejudgment that conditions\nat HCNH violate the residents' constitutional or federal\nstatutory rights.  If any violations are found, we will confer\nwith County representatives concerning appropriate corrective\nactions.\nAs a means of commencing this investigation, the attorney\nassigned to handle this matter, Verlin Hughes, will be in contact\nwith your office shortly to discuss the details of the\ninvestigation, which will include on-site visits to HCNH by\nrepresentatives of the Department.  Please feel free to contact\nMr.  Hughes if you have any immediate questions or concerns.  He\ncan be reached at  (202) 514-6260.\n\n-2-\nYour cooperation in this matter is greatly appreciated.\nDeval L. Patrick^\nAssistant Attorney General\nCivil Rights Division\ncc:  Rheubin Taylor, Esquire\nHamilton County Attorney\nMr. Harold L. Coker\nChairman\nHamilton County Commission\nMr. Ed Brazil\nAdministrator\nHamilton County Nursing Home\nCarl K. Kirkpatrick, Esquire\nUnited States Attorney\nEastern District of Tennessee\nHarriet Rabb, Esquire\nGeneral Counsel\nU.S. Department of Health and Human Services\nMr. Bruce C. Vladeck\nAdministrator\nHealth Care Financing Administration\nU.S. Department of Health and Human Services\nMr. Anthony J. Tirone\nDirector\nOfficer of Survey & Certification\nHealth Standards & Quality Bureau\nU.S. Department of Health and Human Services\nMr. Dennis Hayashi\nDirector\nOffice of Civil Rights\nU.S. Department of Health and Human Services",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2501"
    }
  ],
  "document_count": 4
}