{
  "case_id": 45216,
  "fetched_at": "2025-10-22T00:42:04.510533",
  "case_data": {
    "attorney_orgs": [
      "ACLU National (all projects)",
      "ACLU Affiliates (any)",
      "Planned Parenthood Federation of America"
    ],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Kentucky",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Mooted before ruling",
    "class_action_sought": "Yes",
    "closing_year": 2023,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Kentucky state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2023-12-08",
    "filing_year": 2023,
    "id": 45216,
    "injunction_duration": "",
    "issues": [
      "Reproductive rights: Abortion",
      "Reproductive rights: Reproductive health care (including birth control, abortion, and others)",
      "Reproductive rights: Time-based abortion prohibition",
      "Reproductive rights: Complete abortion ban",
      "Reproductive rights: Cardiac activity legislation",
      "Reproductive rights: Criminalization"
    ],
    "last_checked_date": "2024-02-15T00:00:00-05:00",
    "main_docket": {
      "id": 59118,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2023,
      "docket_filing_number": 7561,
      "is_main_docket": true,
      "court": "Kentucky state trial court",
      "state": "Kentucky",
      "docket_office_number": "",
      "docket_number_manual": "23-CI-007561",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Jane Doe v. Cameron",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "A Kentucky woman who was approximately eight weeks pregnant at the time the lawsuit was filed, Planned Parenthood Great Northwest, Hawai‘i, Alaska, Indiana, Kentucky, and a proposed class of all pregnant Kentuckians seeking abortions.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2023-12-17",
    "settlement_judgment_year": 2023,
    "special_collections": [],
    "special_case_type": [],
    "state": "Kentucky",
    "summary": "<p>On December 8, 2023, the ACLU Reproductive Freedom Project, ACLU of Kentucky, Planned Parenthood Federation of America and private counsel brought this lawsuit to challenge Kentucky&rsquo;s abortion bans. The suit was brought on behalf of Jane Doe, an anonymous Kentucky woman who was eight weeks pregnant at the time the lawsuit was filed and denied an abortion. It was brought in Kentucky state court against the Kentucky Attorney General, Health and Family Services Secretary, Board of Medical Licensure Executive Director, and the Commonwealth&rsquo;s Attorney for the 30th Judicial Circuit. Plaintiff alleged that the state&rsquo;s total abortion ban and six-week abortion ban violated the state Constitution&rsquo;s right to privacy and self-determination. She wanted to represent a class of all Kentuckians who were pregnant and seeking abortion care.</p>\r\n<p>On December 11, 2023&mdash;three short days after filing&mdash;Jane Doe learned her embryo no longer had cardiac activity. Because of the Kentucky Supreme Court&rsquo;s February 2023 <a href=\"../../../../case/43427/\" target=\"_blank\" rel=\"noopener\">ruling</a> that abortion providers themselves did not have standing to challenge the bans themselves, counsel voluntarily dismissed the action on December 17, 2023. The case is now closed.</p>",
    "summary_published_date": "2023-12-18T21:34:18.611778-05:00",
    "summary_short": "On December 8, 2023, the ACLU Reproductive Freedom Project, ACLU of Kentucky, Planned Parenthood Federation of America and private counsel brought this lawsuit to challenge Kentucky’s abortion bans. The suit was brought on behalf of Jane Doe, an anonymous Kentucky woman who was eight weeks pregnant at the time the lawsuit was filed and denied an abortion. It was brought in Kentucky state court against the Kentucky Attorney General, Health and Family Services Secretary, Board of Medical Licensure Executive Director, and the Commonwealth’s Attorney for the 30th Judicial Circuit. Plaintiff alleged that the state’s total abortion ban and six-week abortion ban violated the state Constitution’s right to privacy and self-determination. She wanted to represent a class of all Kentuckians who were pregnant and seeking abortion care. On December 11, 2023—three short days after filing—Jane Doe learned her embryo no longer had cardiac activity. Because of the Kentucky Supreme Court’s January 2023 ruling that abortion providers did not have standing to challenge the bans themselves, counsel voluntarily dismissed the action on December 17, 2023. The case is now closed.",
    "summary_tiny": null,
    "terminating_date": "2023-12-17",
    "clearinghouse_link": "clearinghouse.net/case/45216",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=45216",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=45216",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=45216"
  },
  "documents": [
    {
      "date": "2023-12-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Kentucky state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 144238,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/144238.pdf",
      "title": "Complaint",
      "text": "Filed 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nNO. ____________________                JEFFERSON CIRCUIT COURT \n2\n5\nDIVISION _________ (__)  0\n0\n0\nJUDGE ______________________  0\nof \n  1 \n0\n0\nJANE DOE, on behalf of herself and all  PLAINTIFFS  0\n0\n0\nothers similarly situated, and PLANNED    F : \nPARENTHOOD GREAT NORTHWEST,    A\n2\nA\nHAWAI'I, ALASKA, INDIANA, AND    9\n0\nB\nKENTUCKY, INC.    A\nB\n  D\n7\n6\nv.                                 COMPLAINT FOR  D-\nB\nINJUNCTIVE AND DECLARATORY RELIEF  5\n9\n  6-\n8\n1\nDANIEL CAMERON, in his official  DEFENDANTS  F-4\n8\ncapacity as Attorney General of the    F\n2\nCommonwealth of Kentucky;   B-\n1\nA\n  9\nF\n3\nSERVE:    Office of the Attorney General  3\nA\n700 Capitol Avenue, Suite 118 \n \nFrankfort, KY 40601 \n                     servethecommonwealth@ky.gov  \n7)\n  6\n2\n0\nERIC FRIEDLANDER, in his official  63\ncapacity as Secretary of Kentucky’s Cabinet  Y (\nR\nfor Health and Family Services;     ER\nP\n  H \nC\nSERVE:    Office of the Secretary  T\nMI\n275 E. Main St. 5W-A  N. \nO\nFrankfort, KY 40621  H\nWesleyW.Duke@ky.gov     ge: \nd\n    Ju\ng \nMICHAEL S. RODMAN, in his official    n\ndi\ncapacity as Executive Director of the    si\ne\nr\nKentucky Board of Medical Licensure;    P\n   \nSERVE:    Board of Medical Licensure   \n310 Whittington Pkwy, Suite 1B   \nLouisville, KY 40222   \nkbml@ky.gov   \nLeanne.diakov@ky.gov   \n \n11\nand  0303\n00\n00\n  00\nof of \nGERINA D. WHETHERS, in her official  1 1 \n00\ncapacity as Commonwealth’s Attorney for  00\n00\n00\nthe 30th Judicial Circuit of Kentucky  00\nM : M : \nOO\nCC\n1 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n \n2\n5\nSERVE:    Office of the Commonwealth’s Attorney  0\n0\n0\n30th Judicial Circuit  0\nof \n514 West Liberty Street  2 \n0\n0\nLouisville, KY 40202  0\n0\n0\njbmoore@louisvilleprosecutor.com   F : \n  A\n2\nA\n* * * * *  9\n0\nB\n  A\nB\nPRELIMINARY STATEMENT  D\n7\n6\n  D-\nB\n1.  Abortion is a critical component of reproductive healthcare and crucial to the  5\n9\n6-\n8\n1\nability of Kentuckians to control their lives. Pregnancy and childbirth impact an individual’s  F-4\n8\nF\n2\nhealth and well-being, finances, and personal relationships. Whether to take on the health risks  B-\n1\nA\n9\nF\n3\nand responsibilities of pregnancy and parenting is a personal and consequential decision that  3\nA\nmust be left to the individual to determine for herself without governmental interference. \n7)\nPregnant Kentuckians have the right to determine their own futures and make private decisions  6\n2\n0\n3\n6\nabout their lives and relationships. Access to safe and legal abortion is essential to effectuating  Y (\nR\nR\nE\nP\nthose rights.  H \nC\nT\nMI\n2.  Guided by their individual health, values, and circumstances, Kentuckians seek  N. \nO\nH\nabortions for a variety of deeply personal reasons, including medical, familial, and financial  ge: \nd\nu\nJ\ng \nconcerns. Previous Kentucky patients have shared their reasons for deciding to have an abortion,  n\ndi\nsi\ne\nr\nincluding to preserve their health, to protect their ability to care and provide for their existing  P\nchildren, because of financial concerns about the ability to work or go to school while pregnant \nor parenting, or because of complicated family circumstances. Without the ability to decide \nwhether to continue a pregnancy, Kentuckians have lost the right to make critical decisions about \n11\ntheir health, bodies, lives, and futures.  0303\n00\n00\n00\nof of \n3.  Plaintiff Jane Doe, proceeding under pseudonym to protect her privacy, is one of  2 2 \n00\n00\n00\n00\nthose individuals. Jane is a Kentucky resident who is currently approximately 8 weeks pregnant  00\nM : M : \nOO\nCC\n2 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nand seeks to terminate her pregnancy in the Commonwealth but cannot legally do so because of \n2\n5\n0\n0\n0\nthe challenged abortion bans. Jane Doe brings this action on behalf of herself and a class of  0\nof \n3 \n0\n0\nsimilarly situated people who are now or later become pregnant and seek an abortion in  0\n0\n0\nF : \nKentucky but cannot obtain one in the Commonwealth because of the challenged abortion bans.     A\n2\nA\n9\n0\nB\n4.  Plaintiff Planned Parenthood Great Northwest, Hawai'i, Alaska, Indiana, and  A\nB\nD\n7\n6\nKentucky, Inc. (“Health Care Provider Plaintiff”), provided abortions to Kentuckians in its  D-\nB\n5\n9\nLouisville health center—one of only two Kentucky outpatient health centers licensed to provide  6-\n8\n1\n4\nF-\n8\nabortions—prior to the U.S. Supreme Court’s decision in Dobbs v. Jackson Women’s Health  F\n2\nB-\n1\nA\nOrganization, 142 S. Ct. 2228 (2022).  9\nF\n3\n3\nA\n5.  Plaintiffs seek declaratory and injunctive relief to prevent Defendants from \nenforcing the challenged laws which, collectively, eliminated access to virtually all abortion in \n7)\n6\n2\n0\nthe Commonwealth and are inflicting acute and irreparable harm on Kentuckians.  63\nY (\nR\nR\n6.  Plaintiffs challenge two separate Kentucky abortion bans (collectively, the  E\nP\nH \nC\n“Bans”) under the Kentucky Constitution: KRS 311.772 (the “Total Ban”) (attached as Exhibit  T\nMI\nN. \nO\nA) and KRS 311.7701–11 (the “Six-Week Ban”) (attached as Exhibit B). Following the U.S.  H\ne: \ng\nd\nSupreme Court’s decision in Dobbs v. Jackson Women’s Health Organization, 142 S. Ct. 2228  u\nJ\ng \nn\ndi\n(2022), the Total Ban prevented the provision of any abortions in Kentucky except in very  si\ne\nr\nP\nnarrow emergency circumstances. The Six-Week Ban made it a crime to provide an abortion \nafter embryonic cardiac activity becomes detectable, which generally occurs around six weeks of \npregnancy, as measured from the first day of the patient’s last menstrual period (“LMP”).  \n7.  At this moment, Jane Doe and the other putative and future class members, are \n11\n33\n00\n00\n00\nsuffering medical, constitutional, and irreparable harm because they are denied the ability to  00\nof of \n3 3 \n00\nobtain an abortion.   00\n00\n00\n00\nM : M : \nOO\nCC\n3 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n8.  The threat of criminal penalties from the Bans has forced Health Care Provider \n2\n5\n0\n0\n0\nPlaintiff to stop providing abortions to Jane Doe and all others seeking this time-sensitive  0\nof \n4 \n0\n0\nhealthcare and they have been forced to turn away all patients seeking abortion in Kentucky  0\n0\n0\nF : \nsince the two challenged laws were allowed to take effect.  A\n2\nA\n9\n0\nB\n9.  The Bans and the irreparable harms they inflict are an affront to the health and  A\nB\nD\n7\n6\ndignity of all Kentuckians. The inability to access abortion in the Commonwealth forcibly  D-\nB\n5\n9\nimposes the health risks and physical burdens of continued pregnancy on all Kentuckians who  6-\n8\n1\n4\nF-\n8\nwould otherwise choose to access safe and legal abortion. For many individuals, the Bans  F\n2\nB-\n1\nA\naltogether foreclose the ability to access abortion, thus forcing them to carry their pregnancies to  9\nF\n3\n3\nA\nterm and give birth, which carries a risk of death up to fourteen times higher than that associated \nwith abortion. These individuals will be made to suffer the life-altering physical, emotional, and \n7)\n6\n2\n0\neconomic consequences of unexpected pregnancy, childbirth, and parenting. Others, pushed by  63\nY (\nR\nR\nthe Bans to travel out of state for legal care, bear the burdens both of increased health risks from  E\nP\nH \nC\nbeing pushed later into pregnancy and of the cost and logistical difficulties of long-distance  T\nMI\nN. \nO\ntravel. The Bans also harm those who seek to terminate their unwanted pregnancies outside a  H\ne: \ng\nd\nclinical setting, which could put them at medical or legal risk. The Bans harm all Kentuckians,  u\nJ\ng \nn\ndi\nbut are an attack on Kentuckians with low incomes and Black Kentuckians in particular, as they  si\ne\nr\nP\nare among the least able to readily access medical care and the most vulnerable to dying from \npregnancy-related causes. \n10.  The Bans violate Sections One and Two of the Commonwealth’s Constitution by \ninfringing on Jane Doe’s, and the class she represents’, rights to privacy and self-determination. \n11\n33\n00\n00\n00\nAdditionally, the Total Ban unlawfully (i) delegates legislative power in violation of Sections 27,  00\nof of \n4 4 \n00\n00\n00\n00\n00\nM : M : \nOO\nCC\n4 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n28, and 29 of the Constitution, and (ii) takes effect upon the authority of an entity other than the \n2\n5\n0\n0\n0\nGeneral Assembly in violation of Section 60 of the Constitution.   0\nof \n5 \n0\n0\n11.  To protect the constitutional rights of Plaintiff Jane Doe and the class she  0\n0\n0\nF : \nrepresents and the Health Care Provider Plaintiff, this Court must declare the Bans  A\n2\nA\n9\n0\nB\nunconstitutional and permanently enjoin their enforcement.  A\nB\nD\n7\n6\nJURISDICTION AND VENUE  D-\nB\n  5\n9\n12.  This Court has jurisdiction over this action pursuant to Sections 109 and 112 of  6-\n8\n1\n4\nF-\n8\nthe Kentucky Constitution and KRS 23A.010.  F\n2\nB-\n1\nA\n13.  Plaintiffs’ claims for declaratory and injunctive relief are authorized by KRS  9\nF\n3\n3\nA\n418.040, KRS 418.045, Ky. R. Civ. P. 57, Ky. R. Civ. P. 65.01, and the general legal and \nequitable powers of this Court.  \n7)\n6\n2\n0\n14.  Venue is appropriate in this Court pursuant to KRS 452.005(1)–(2) because this is  63\nY (\nR\nR\na civil action that challenges the constitutionality of Kentucky statutes and that seeks declaratory  E\nP\nH \nC\nand injunctive relief against individual state officials in their official capacities, and the Health  T\nMI\nN. \nO\nCare Provider Plaintiff resides in Jefferson County.  H\ne: \ng\nd\n15.  Pursuant to KRS 418.075(1) and KRS 452.005(3), notice of this action  Ju\ng \nn\ndi\nchallenging the constitutionality of enactments of the General Assembly is being provided to the  si\ne\nr\nP\nAttorney General, who is also a defendant in this action, by serving copies of the Complaint \nupon him. \n   \n11\n33\n00\n00\n00\n00\nof of \n5 5 \n00\n00\n00\n00\n00\nM : M : \nOO\nCC\n5 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nPARTIES \n2\n5\n0\n0\n0\nPlaintiffs1  0\nof \n6 \n0\n0\n16.  Plaintiff Jane Doe is a resident of Kentucky, who is pregnant and seeking an  0\n0\n0\nF : \nabortion. As of the date of this filing, Plaintiff Jane Doe is approximately 8 weeks pregnant. She  A\n2\nA\n9\n0\nB\nhas decided that the best course of action for herself and her family is to terminate the  A\nB\nD\n7\n6\npregnancy; however, she is unable to access a legal abortion in the Commonwealth due to the  D-\nB\n5\n9\nchallenged abortion bans. She sues under a pseudonym because she would like to keep her  6-\n8\n1\n4\nF-\n8\nmedical information and healthcare decisions private, including that she is pregnant and would  F\n2\nB-\n1\nA\nlike to have an abortion. Plaintiff Jane Doe sues on her own behalf and as a class representative  9\nF\n3\n3\nA\nfor similarly situated people who are now or later become pregnant and seek an abortion in \nKentucky but cannot obtain one in the Commonwealth because of the challenged abortion bans. \n7)\n6\n2\n0\n17.  Plaintiff Planned Parenthood Great Northwest, Hawai'i, Alaska, Indiana, and  63\nY (\nR\nR\nKentucky, Inc., is a nonprofit organization incorporated under Washington law that operates two  E\nP\nH \nC\nhealth centers in Kentucky, one of which is a licensed abortion facility in Louisville (“Planned  T\nMI\nN. \nO\nParenthood Louisville”) that offered abortion care before the Bans took effect. Planned  H\ne: \ng\nd\nParenthood Louisville provides a variety of medical services to its patients, including birth  u\nJ\ng \nn\ndi\ncontrol, pregnancy testing, and sexually transmitted infection testing and treatment. Before the  si\ne\nr\nP\nU.S. Supreme Court’s decision in Jackson Women’s Health, the Louisville health center offered \n                                                           \n1 Health Care Provider Plaintiff and other abortion providers challenged the Bans in 2022. This  11\n33\n00\nCourt issued a temporary injunction, which the Attorney General appealed. The Kentucky  00\n00\n00\nSupreme Court held that the provider plaintiffs had not satisfied the third-party standing  of of \n6 6 \nrequirements to raise the constitutional rights of their patients, and further indicated that a patient  00\n00\n00\ncould herself bring a challenge under a pseudonym. Cameron v. EMW Women’s Surgical Ctr.,  00\n00\nP.S.C., 664 S.W.3d 633 (Ky. 2023).  M : M : \nOO\nCC\n6 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nmedication abortion up to 10 weeks LMP, and procedural abortion up to 13 weeks and 6 days \n2\n5\n0\n0\n0\nLMP.   0\nof \n7 \n0\n0\nDefendants  0\n0\n0\nF : \n18.  Defendant Daniel Cameron is the Attorney General of the Commonwealth of  A\n2\nA\n9\n0\nB\nKentucky and, as such, is the Commonwealth’s chief law-enforcement officer. In his capacity as  A\nB\nD\n7\n6\nAttorney General, Defendant Cameron “may seek injunctive relief as well as civil and criminal  D-\nB\n5\n9\npenalties in courts of proper jurisdiction to prevent, penalize, and remedy violations of . . . KRS  6-\n8\n1\n4\nF-\n8\n311.710 to 311.830,” which includes the Bans. KRS 15.241(1)(b). Defendant Cameron is  F\n2\nB-\n1\nA\nlikewise charged with “seek[ing] injunctive relief as well as civil and criminal penalties” against  9\nF\n3\n3\nA\n“abortion facilities” to prevent violations of the provisions of KRS Chapter 216B regarding \nabortion facilities or the administrative regulations promulgated in furtherance thereof. KRS \n7)\n6\n2\n0\n15.241(1)(a). Those regulations include the requirement that all abortion facilities ensure  63\nY (\nR\nR\n“compliance with . . . state . . . laws,” including the Bans. 902 K.A.R. 20:360 § 5(1)(a).  E\nP\nH \nC\nAdditionally, Defendant Cameron may initiate or participate in criminal prosecutions for  T\nMI\nN. \nO\nviolations of the Bans at the request of, inter alia, the Governor, any court of the  H\ne: \ng\nd\nCommonwealth, or local officials. KRS 15.190; KRS 15.200. Defendant Cameron is sued in his  u\nJ\ng \nn\ndi\nofficial capacity.  si\ne\nr\nP\n19.  Defendant Eric Friedlander is the secretary of the Cabinet for Health and Family \nServices (“the Cabinet”)—an agency of the Commonwealth of Kentucky. In his capacity as \nsecretary of the Cabinet, Defendant Friedlander is charged with, inter alia, oversight and \nlicensing of abortion providers and the regulatory enforcement of those facilities. KRS \n11\n33\n00\n00\n00\n216B.0431(1); 902 KAR 20:360 § 5(1)(a). The Cabinet’s regulations include the requirement  00\nof of \n7 7 \n00\n00\n00\n00\n00\nM : M : \nOO\nCC\n7 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nthat all abortion facilities ensure “compliance with . . . state . . . laws,” including the Bans. 902 \n2\n5\n0\n0\n0\nKAR 20:360, § 5(1)(a). Defendant Friedlander is sued in his official capacity.  0\nof \n8 \n0\n0\n20.  Defendant Michael S. Rodman serves as Executive Director of the Kentucky  0\n0\n0\nF : \nBoard of Medical Licensure (“the Board”). Defendant Rodman and the Board possess authority  A\n2\nA\n9\n0\nB\nto pursue disciplinary action up to and including license revocation against Kentucky physicians  A\nB\nD\n7\n6\nfor violating the Bans. See KRS 311.565; KRS 311.606. Defendant Rodman is sued in his  D-\nB\n5\n9\nofficial capacity.  6-\n8\n1\n4\nF-\n8\n21.  Defendant Gerina D. Whethers serves as the Commonwealth’s Attorney for the  F\n2\nB-\n1\nA\n30th Judicial Circuit of Kentucky. In this capacity, Defendant Whethers has authority to enforce  9\nF\n3\n3\nA\nthe Bans’ criminal penalties in Jefferson County, where Health Care Provider Plaintiff is located. \nSee KRS 15.725(1); KRS 23A.010(1). Defendant Whethers is sued in her official capacity. \n7)\n6\n2\n0\nCLASS ACTION ALLEGATIONS  63\nY (\nR\nR\n22.  Pursuant to 23.01 and 23.02 of the Kentucky Rules of Civil Procedure, Jane Doe  E\nP\nH \nC\nbrings this action on behalf of herself and all others who are now or later become pregnant and  T\nMI\nN. \nO\nseek an abortion in Kentucky but cannot obtain one in the Commonwealth because of the  H\ne: \ng\nd\nchallenged abortion bans.  u\nJ\ng \nn\ndi\n23.  The class is so numerous that joinder is impracticable. In 2021, the last full year  si\ne\nr\nP\nthat abortion was legal in Kentucky, over 4,400 people obtained abortions in the Commonwealth.  \n24.  Joinder is inherently impractical because the number of unnamed, future class \nmembers who will need access to abortion in Kentucky is unknown and unknowable.    \n25.  Moreover, the inherently temporal nature of pregnancy adds to the \n11\n33\n00\n00\n00\nimpracticability of joining future class members.  00\nof of \n8 8 \n00\n00\n00\n00\n00\nM : M : \nOO\nCC\n8 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n26.  There are questions of law common to the Plaintiff Class that are capable of class-\n2\n5\n0\n0\n0\nwide resolution, including whether the challenged laws violate the Kentucky Constitution’s right  0\nof \n9 \n0\n0\nto privacy and right to self-determination, and whether the Total Ban unlawfully delegates  0\n0\n0\nF : \nlegislative authority to the U.S. Supreme Court.   A\n2\nA\n9\n0\nB\n27.  The claims of the Plaintiff Class members share common issues of fact, including  A\nB\nD\n7\n6\nthat all of them are barred from obtaining abortion care in Kentucky.  D-\nB\n5\n9\n28.  The claims of class representative Jane Doe are typical of the claims of the  6-\n8\n1\n4\nF-\n8\nmembers of the Plaintiff Class because they arise from the same course of conduct—Defendants’  F\n2\nB-\n1\nA\nenforcement of the Bans—and are based on the same legal theory of deprivation of constitutional  9\nF\n3\n3\nA\nrights. \n29.  Plaintiff Jane Doe, as class representative, will fairly and adequately protect the \n7)\n6\n2\n0\ninterests of the Plaintiff Class. She does not have any significant interests antagonistic to or  63\nY (\nR\nR\nconflicting with those of the unnamed class members and will vigorously prosecute the class  E\nP\nH \nC\ninterests through qualified counsel.  T\nMI\nN. \nO\n30.  The attorneys representing Plaintiff Jane Doe are experienced civil rights  H\ne: \ng\nd\nattorneys and are considered able practitioners in reproductive rights and other complex civil  u\nJ\ng \nn\ndi\nlitigation. Some of the attorneys have previously been appointed as class counsel in other cases  si\ne\nr\nP\nand should be appointed as class counsel here too. \n31.  By enforcing the challenged laws, Defendants have acted, have threatened to act, \nand will act on grounds generally applicable to the Plaintiff Class, thereby making final \ninjunctive and declaratory relief appropriate to the class as a whole. The Plaintiff Class may \n11\n33\n00\n00\n00\ntherefore be properly certified under CR 23.02(b).  00\nof of \n9 9 \n00\n00\n00\n00\n00\nM : M : \nOO\nCC\n9 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n32.  Prosecution of separate actions by individual members of the Plaintiff Class \n2\n5\n0\n0\n0\nwould create the risk of inconsistent or varying adjudications and would establish incompatible  0\nof \n0 \n1\n0\nstandards of conduct for Defendants. The Plaintiff Class may therefore also be properly certified  0\n0\n0\nF : \nunder CR 23.02(a)(i).  A\n2\nA\n9\n0\nB\nAPPLICABLE CONSTITUTIONAL LAW  A\nB\nD\n7\n33.  Section One of the Kentucky Constitution provides, in relevant part: “All men2  D-6\nB\n5\n9\nare, by nature, free and equal, and have certain inherent and inalienable rights, among which may  6-\n8\n1\n4\nF-\n8\nbe reckoned: First: The right of enjoying and defending their lives and liberties. . . . Third: The  F\n2\nB-\n1\nA\nright of seeking and pursuing their safety and happiness.”  9\nF\n3\n3\nA\n34.  Section Two of the Kentucky Constitution provides: “Absolute and arbitrary \npower over the lives, liberty and property of freemen exists nowhere in a republic, not even in \n7)\n6\n2\n0\nthe largest majority.”   63\nY (\nR\nR\n35.  Section 27 of the Kentucky Constitution provides: “The powers of the  E\nP\nH \nC\ngovernment of the Commonwealth of Kentucky shall be divided into three distinct departments,  T\nMI\nN. \nO\nand each of them be confined to a separate body of magistracy, to wit: Those which are  H\ne: \ng\nd\nlegislative, to one; those which are executive, to another; and those which are judicial, to  u\nJ\ng \nn\ndi\nanother.”  si\ne\nr\nP\n                                                           \n2 As used in the Kentucky Bill of Rights, “men” is a generic term encapsulating all people, \nincluding women.  Official Report of the Proceedings and Debates in the Convention, 1890, Ky.  11\n33\n00\nVol. I, 817–18 (discussing proposed amendment to Section 1 to change \"men\" to \"persons\" and  00\n00\n00\nreceiving explanation that \"men\" is generic and applies to all, including women); Posey v.  of of \n0 0 \nCommonwealth, 185 S.W.3d 170, 200 (Ky. 2006) (Scott, J., concurring in part) (“Nor did the  11\n00\n00\nword ‘men,’ in the first section of the Bill of Rights, limit the enjoyment of those Rights to  00\n00\nmales, as some might suggest.”).  M : M : \nOO\nCC\n10 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n36.  Section 28 of the Kentucky Constitution provides: “No person or collection of \n2\n5\n0\n0\n0\npersons, being of one of those departments, shall exercise any power properly belonging to either  0\nof \n1 \n1\n0\nof the others, except in the instances hereinafter expressly directed or permitted.”  0\n0\n0\nF : \n37.  Section 29 of the Kentucky Constitution provides: “The legislative power shall be  A\n2\nA\n9\n0\nB\nvested in a House of Representatives and a Senate, which, together, shall be styled the ‘General  A\nB\nD\n7\n6\nAssembly of the Commonwealth of Kentucky.’”  D-\nB\n5\n9\n38.  Section 60 of the Kentucky Constitution provides, in relevant part: “No law . . .  6-\n8\n1\n4\nF-\n8\nshall be enacted to take effect upon the approval of any other authority than the General  F\n2\nB-\n1\nA\nAssembly, unless otherwise expressly provided in this Constitution.”  9\nF\n3\n3\nA\nSTATUTORY FRAMEWORK \nTotal Ban \n7)\n6\n2\n0\n39.  The Total Ban prohibits anyone from either knowingly “[a]dminister[ing] to,  63\nY (\nR\nR\nprescrib[ing] for, procur[ing] for, or sell[ing] to any pregnant woman any medicine, drug, or  E\nP\nH \nC\nother substance” or knowingly “[u]s[ing] or employ[ing] any instrument or procedure upon a  T\nMI\nN. \nO\npregnant woman” if those actions are done “with the specific intent of causing or abetting the  H\ne: \ng\nd\ntermination of the life of an unborn human being.” KRS 311.772(3)(a)(1)–(2).  u\nJ\ng \nn\ndi\n40.  The Total Ban was enacted to “become effective immediately upon, and to the  si\ne\nr\nP\nextent permitted, by the occurrence of . . . [a]ny decision of the United States Supreme Court \nwhich reverses, in whole or in part, Roe v. Wade, 410 U.S. 113 (1973), thereby restoring to the \nCommonwealth of Kentucky the authority to prohibit abortion.” KRS 311.772(2)(a). \n41.  Because of the Total Ban’s serious criminal penalties, the threat of enforcement of \n11\n33\n00\n00\n00\nthe Total Ban following the Jackson Women’s Health decision has stopped the provision of  00\nof of \n1 1 \n11\nabortion in Kentucky, except in very narrow circumstances. KRS 311.772(3)(a)(1)–(2).  00\n00\n00\n00\nM : M : \nOO\nCC\n11 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n42.  The Total Ban’s extremely limited medical emergency exception permits abortion \n2\n5\n0\n0\n0\nonly “to prevent the death or substantial risk of death due to a physical condition, or to prevent  0\nof \n2 \n1\n0\nthe serious, permanent impairment of a life-sustaining organ of a pregnant woman.” KRS  0\n0\n0\nF : \n311.772(4)(a). The Total Ban contains no exceptions for cases of rape or incest or in situations  A\n2\nA\n9\n0\nB\nwhere there is a fatal fetal diagnosis.  A\nB\nD\n7\n6\n43.  Under the Total Ban, any person who knowingly provides an abortion to someone  D-\nB\n5\n9\nwho is pregnant would be guilty of a Class D felony, KRS 311.772(3)(b), punishable by  6-\n8\n1\n4\nF-\n8\nimprisonment of one to five years, KRS 532.060(2)(d).   F\n2\nB-\n1\nA\nSix-Week Ban  9\nF\n3\n3\nA\n44.  The Six-Week Ban requires the doctor who intends to terminate an intrauterine \npregnancy to first determine whether there is embryonic or fetal cardiac activity. KRS \n7)\n6\n2\n0\n311.7704(1); KRS 311.7705(1). If such activity is detected, the Six-Week Ban makes it a felony  63\nY (\nR\nR\nto “caus[e] or abet[] the termination of” the pregnancy. KRS 311.7706(1).   E\nP\nH \nC\n45.  Detectable cardiac activity generally occurs around six weeks LMP, when the  MIT\nN. \nO\ncells that form the basis for development of the heart later in gestation generally begin producing  H\ne: \ng\nd\npulsations that are detectable by vaginal ultrasound. Many patients do not yet know they are  u\nJ\ng \nn\ndi\npregnant at this early stage, and even for patients with highly regular, four-week menstrual  si\ne\nr\nP\ncycles, six weeks LMP will be just two weeks after they have missed their first period. By \nbanning abortion at this early point in pregnancy, the Six-Week Ban prohibits the vast majority \nof abortions that were previously provided in the Commonwealth prior to Jackson Women’s \nHealth. \n11\n33\n00\n00\n00\n46.  The Six-Week Ban has only a very limited emergency exception. It permits  00\nof of \n2 2 \n11\nabortion after detection of cardiac activity only if the abortion is necessary to 1) prevent the  00\n00\n00\n00\nM : M : \nOO\nCC\n12 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\npregnant patient’s death, or 2) prevent a “substantial and irreversible impairment of a major \n2\n5\n0\n0\n0\nbodily function.” KRS 311.7706(2)(a). The Six-Week Ban contains no exceptions for cases of  0\nof \n3 \n1\n0\nrape or incest or in situations where there is a fatal fetal diagnosis.  0\n0\n0\nF : \n47.  A violation of the Six-Week Ban is a Class D felony, which is punishable by  A\n2\nA\n9\n0\nB\nimprisonment of one to five years. KRS 311.990(21)–(22); KRS 532.060(2)(d). Additionally, a  A\nB\nD\n7\n6\npatient who receives an abortion may bring a civil action for violation of the Six-Week Ban.  D-\nB\n5\n9\nKRS 311.7709.   6-\n8\n1\n4\nF-\n8\nFACTUAL ALLEGATIONS  F\n2\nB-\n1\nA\nPregnancy Has Significant Medical, Financial, and Personal Consequences  9\nF\n3\n3\nA\n48.  People experience their pregnancies in a range of different ways. While \npregnancy can be a celebratory and joyful event for many people, even an uncomplicated \n7)\n6\n2\n0\npregnancy challenges the pregnant individual’s entire physiology. For many, pregnancy can be a  63\nY (\nR\nR\nperiod of physical and personal distress.   E\nP\nH \nC\n49.  Every pregnancy necessarily involves significant physical change. A typical  MIT\nN. \nO\npregnancy lasts roughly 40 weeks. During that time, the body experiences a dramatic increase in  H\ne: \ng\nd\nblood volume, a faster heart rate, increased production of clotting factors, breathing changes,  u\nJ\ng \nn\ndi\ndigestive complications, and a growing uterus.  si\ne\nr\nP\n50.  As a result of these changes and others, pregnant individuals are more prone to \nblood clots, nausea, hypertensive disorders, and anemia, among other complications. Many of \nthese complications are mild and resolve without the need for medical intervention. Some, \nhowever, require evaluation and occasionally urgent or emergent care to preserve the patient’s \n11\n33\n00\n00\n00\nhealth or save their life.  00\nof of \n3 3 \n11\n00\n00\n00\n00\nM : M : \nOO\nCC\n13 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n51.  Pregnancy may aggravate preexisting health conditions such as hypertension and \n2\n5\n0\n0\n0\nother cardiac disease, diabetes, kidney disease, autoimmune disorders, obesity, asthma, and other  0\nof \n4 \n1\n0\npulmonary disease.   0\n0\n0\nF : \n52.  Other health conditions such as preeclampsia, deep-vein thrombosis, gestational  A\n2\nA\n9\n0\nB\ndiabetes, and cardiomyopathy may arise for the first time during pregnancy. Patients who  A\nB\nD\n7\n6\ndevelop certain pregnancy-induced medical conditions are at a higher risk of developing the  D-\nB\n5\n9\nsame condition in a subsequent pregnancy.  6-\n8\n1\n4\nF-\n8\n53.  Patients face mental health risks as well. For example, mental health is a probable  F\n2\nB-\n1\nor certain contributing factor to almost 44% of maternal deaths in Kentucky.3 Additionally,  9A\nF\n3\n3\nA\napproximately 15% of patients suffer from post-partum depression, which if left untreated can \nlead to guilt, anxiety, suicidal ideation, and inability to care for oneself and/or for the baby.4  \n7)\n6\n2\n0\n54.  Pregnancy also increases the risk of intimate partner violence, with the severity  63\nY (\nR\nR\nsometimes escalating during or after pregnancy. Homicide has been reported as a leading cause  E\nP\nH \nC\nof maternal mortality, the majority caused by an intimate partner.5  T\nMI\nN. \nO\n55.  Separate from pregnancy, childbirth itself is a significant medical event. Even a  H\ne: \ng\nd\nnormal pregnancy can suddenly become life-threatening during labor and delivery. During labor,  u\nJ\ng \nn\ndi\nincreased blood flow to the uterus places the patient at risk of hemorrhage and, in turn, death.   si\ne\nr\nP\n56.  People who undergo labor and delivery can experience other unexpected adverse \nevents such as infection or hemorrhage. \n                                                           \n3 Ky. Dept. for Pub. Health, Maternal Mortality Review: 2021 Annual Report at 13 (2021), \nhttps://chfs.ky.gov/agencies/dph/dmch/Documents/MMRAnnualReport.pdf.  3131\n00\n00\n4 Teri Pearlstein et al., Postpartum Depression, 200 Am. J. Obstetrics & Gynecology 357 (2009).  0000\nof of \n5 Am. Coll. Obstetricians & Gynecologists, Committee Opinion 518: Intimate Partner Violence  14 14 \n00\n00\n(Feb. 2012), https://www.acog.org/clinical/clinical-guidance/committee- 00\n00\nopinion/articles/2012/02/intimate-partner-violence.  M : M : \nOO\nCC\n14 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n57.  Vaginal delivery can lead to injury, including pelvic floor injury, such as tearing \n2\n5\n0\n0\n0\nof the perineum, which is painful and requires time to heal. More extensive tears can lead to  of 0\n5 \n1\n0\nproblems with a patient’s bowel and bladder function.   0\n0\n0\nF : \n58.  A substantial proportion of deliveries now occur by cesarean section (C-section),  2A\nA\n9\n0\nB\nabdominal surgery requiring hospitalization for at least a few days. While common, C-sections  A\nB\nD\n7\n6\ncarry risks of hemorrhage, infection, damage to surrounding organs, and in some cases  D-\nB\n5\n9\nhysterectomy.   86-\n1\n4\nF-\n8\n59.  Pregnancy and childbirth are expensive. Pregnancy-related healthcare and  F\n2\nB-\n1\nA\nchildbirth are some of the costliest hospital-based health services, particularly for complicated or  9\nF\n3\n3\nA\nhigher-risk pregnancies. These expenses are not always covered by insurance, so even insured \npatients may pay for significant labor and delivery costs out of pocket.  \n7)\n6\n2\n0\n3\n60.  The financial burdens of pregnancy and childbirth weigh even more heavily on  6\nY (\nR\nR\npatients without insurance, who are disproportionately people of color, and on people with  E\nP\nH \nC\nT\nunintended pregnancies, who may not have sufficient savings to cover the unexpected  MI\nN. \nO\npregnancy-related expenses. A costly pregnancy, particularly for people already facing an array  H\ne: \ng\nd\nu\nof economic hardships, could have long-term and severe impacts on a family’s financial security.  J\ng \nn\ndi\n61.  According to the Centers for Disease Control and Prevention, pregnancy is  si\ne\nr\nP\nbecoming more dangerous, with pregnancy-related deaths on the rise across the United States.6 \nSince the CDC’s “Pregnancy Mortality Surveillance System was implemented, the number of \nreported pregnancy-related deaths in the United States steadily increased from 7.2 deaths per \n11\n33\n00\n                                                            0000\n00\n6 Ctrs. for Disease Control & Prevention, Pregnancy Mortality Surveillance System,  of of \n5 5 \nhttps://www.cdc.gov/reproductivehealth/maternal-mortality/pregnancy-mortality-surveillance- 11\n00\n00\nsystem.htm (last updated Mar. 23, 2023).  00\n00\nM : M : \n \nOO\nCC\n15 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n100,000 live births in 1987 to 17.6 deaths per 100,000 live births in 2019.”7 While Kentucky has \n2\n5\n0\n0\n0\nseen a slight drop in pregnancy-related mortality from 2017 to 2018, the 2018 number is still  0\nof \n6 \n1\nhigh, at 16.6 per 100,000 live births.8 “Underlying causes for pregnancy-related deaths in 2018  00\n0\n0\nF : \nincluded amniotic fluid embolism, esophageal intubation, malnutrition and cardiac event, mental  A\n2\nA\n9\n0\nB\nhealth and inter-partner issues, obesity, psychiatric and seizure disorder, substance use, and  A\nB\nD\n7\nthrombophlebitis respectively.”9   D-6\nB\n5\n9\n62.  Pregnancy is three times as deadly for Black Kentuckians as it is for white  6-\n8\n1\n4\nF-\nKentuckians.10 As the Kentucky Department for Public Health has recognized, the  F8\n2\nB-\n1\nA\nCommonwealth could do a great deal to drive down these regrettable statistics and save lives:  9\nF\n3\n3\nA\nindeed “91% of [Kentucky’s] maternal deaths reviewed from the 2018 cohort were considered \npreventable.”11 \n7)\n6\n2\n0\n63.  Regardless of an individual’s plans for after birth, the pregnancy, delivery, and  63\nY (\nR\nR\nrecovery will impact and potentially imperil their ability to find or maintain employment,  E\nP\nH \nC\nprovide for their family, and care for any existing children. Many Kentuckians lack basic legal  T\nMI\nN. \nO\nprotections against pregnancy discrimination or paid or even unpaid leave for pregnancy-related  H\ne: \ng\nd\nmedical reasons, labor and delivery, and recovery. Kentuckians whose primary responsibilities  u\nJ\ng \nn\ndi\nsi\ne\nr\nP\n                                                           \n7 Id. \n8 Ky. Dept. for Pub. Health, supra note 3, at 10. “Pregnancy-related” is defined as the “[d]eath of \na woman during pregnancy or within one year of the end of the pregnancy, from a pregnancy \ncomplication, a chain of events initiated by a pregnancy, or the aggravation of an unrelated \n11\n33\ncondition by the physiologic effects of pregnancy.” Id. at 5.  00\n00\n00\n00\n9 Id. at 10.  of of \n6 6 \n11\n10 Id. at 11.  0000\n00\n00\n11 Id. at 15.  M : M : \nOO\nCC\n16 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\ninclude unpaid work, such as caring for young children or elderly or disabled loved ones, have \n2\n5\n0\n0\n0\nno safety net at all for pregnancy and childbirth.  0\nof \n7 \n1\n0\n64.  Given the impact of pregnancy and childbirth on a person’s health and well-being,  0\n0\n0\nF : \nfinances, and personal relationships, whether to become or remain pregnant is one of the most  A\n2\nA\n9\n0\nB\npersonal and consequential decisions a person will make in their lifetime. Certainly, many people  A\nB\nD\n7\n6\ndecide that adding a child to their family is well worth all of these risks and consequences. But  D-\nB\n5\n9\nwhen abortion is unavailable in the Commonwealth, thousands of Kentuckians currently are or  6-\n8\n1\n4\nF-\n8\nlater will be forced to assume those risks involuntarily.   F\n2\nB-\n1\nA\nAbortion Is Safe, Common, and Essential Healthcare  9\nF\n3\n3\nA\n65.  Legal abortion is one of the safest procedures in contemporary medical practice in \nthe United States. A Committee of the National Academies of Sciences, Engineering, and \n7)\n6\n2\n0\nMedicine previously issued a report concluding that abortion in the United States is safe; serious  63\nY (\nR\nR\ncomplications are rare; and abortion does not increase the risk of long-term physical or mental  E\nP\nH \nC\nhealth disorders.12  T\nMI\nN. \nO\n66.  In Kentucky in 2021, the last full year that abortion was legal, over 99.7% of  H\ne: \ng\nd\nabortions in the Commonwealth involved no complications at all, and of the less than 0.3% that  u\nJ\ng \nn\ndi\ndid, nearly all were minor, such as retained tissue treatable by an additional dose of medication,  si\ne\nr\nP\nand there were no deaths.13 In Kentucky in 2022, the year that abortion was banned, 2,550 \n                                                           \n12 Nat’l Acad. Of Scis., Eng’g & Med., The Safety & Quality of Abortion Care in the United \n11\n33\nStates 77, 161–62 (2018), https://nap.nationalacademies.org/catalog/24950/the-safety-and- 00\n00\n00\nquality-of-abortion-care-in-the-united-states.  00\nof of \n13 Office of Vital Stat., Ky. Dept. for Pub. Health, Kentucky Annual Abortion Report for 2021, at  17 17 \n00\n00\n12 [hereinafter “2021 Abortion Report”].   00\n00\nM : M : \n \nOO\nCC\n17 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nabortions were performed, and there were also no deaths and only two complications (or 0.078% \n2\n5\n0\n0\n0\nof all abortions), both of which were minor.14  0\nof \n8 \n1\n0\n67.  Abortion entails significantly less medical risk than carrying a pregnancy to term  0\n0\n0\nF : \nand giving birth. Overall, the risk of death from carrying a pregnancy to term can be up to  A\n2\nA\n9\n0\nB\nfourteen times higher than that from having an abortion, and every pregnancy-related  A\nB\nD\n7\ncomplication is more common among people giving birth than among those having abortions.15  D-6\nB\n5\n9\n68.  There are two primary methods of abortion: medication abortion and procedural  6-\n8\n1\n4\nF-\n8\nabortion. Both methods are safe and effective in terminating a pregnancy.  F\n2\nB-\n1\nA\n69.  Medication abortion involves a combination of two medications, mifepristone and  9\nF\n3\n3\nA\nmisoprostol, which expel the contents of the uterus in a manner similar to a miscarriage. The \npassing of the pregnancy takes place after the patient has left the clinic, in a location of their \n7)\n6\n2\n0\nchoosing, typically their own home.  63\nY (\nR\nR\n70.  Procedural abortion involves the use of gentle suction, and in some instances,  E\nP\nH \nC\nother instruments, to empty the contents of the patient’s uterus. Even though procedural  T\nMI\nN. \nO\nabortions are sometimes referred to as “surgical abortions,” it is not what is commonly  H\ne: \ng\nd\nunderstood to be “surgery” because it involves no incisions.  u\nJ\ng \nn\ndi\n71.  These are the same types of medical treatments used for miscarriage. Miscarriage  si\ne\nr\nP\ncare is also prohibited under the challenged laws unless there is no embryonic or fetal cardiac \nactivity or unless one of the Bans’ limited medical emergency exceptions is met. \n11\n33\n                                                            00\n00\n14 Office of Vital Stat., Ky. Dept. for Pub. Health, Kentucky Annual Abortion Report for 2022, at  0000\nof of \n20.  8 8 \n11\n00\n15 Elizabeth G. Raymond & David A. Grimes, The Comparative Safety of Legal Induced  0000\n00\nAbortion and Childbirth in the United States, 119 Obstetrics & Gynecology 215, 216–17 (2012).  M : M : \nOO\nCC\n18 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n72.  Abortion is common: Approximately one in four women in this country will have \n2\n5\n0\n0\n0\nan abortion by age forty-five.   0\nof \n9 \n1\n0\n73.  Nationwide, a majority of women having abortions (61%) already have at least  0\n0\n0\nF : \none child, while most (66%) also plan to have a child or additional children in the future.  A\n2\nA\n9\n0\nLikewise, in Kentucky, nearly 66% of abortion patients in 2021 already had at least one child.16  AB\nB\nD\n7\n6\n74.  Three-quarters of U.S. abortion patients have low incomes, with nearly half living  D-\nB\n5\n9\nbelow the federal poverty level.17   6-\n8\n1\n4\nF-\n8\n75.  In the United States, more than 60% of abortion patients are people of color,  F\n2\nB-\n1\nincluding 28% who are Black.18 In Kentucky, over 34% of abortion patients identified as Black  9A\nF\n3\n3\nA\nin 2021,19 despite comprising only around 9% of the Commonwealth’s population.20 \n76.  Although unable to currently provide abortion care because the challenged bans \n7)\n6\n2\n0\nare in effect, Planned Parenthood Louisville is one of only two outpatient healthcare centers in  63\nY (\nR\nR\nKentucky licensed to provide abortion care. Both are located in Louisville. In 2021, these two  E\nP\nH \nC\nhealth centers provided 99.7% of all abortions in the Commonwealth.21  T\nMI\nN. \nO\nH\n                                                            e: \n16 See 2021 Abortion Report, supra note 13, at 9.  dg\nu\nJ\n17 Jenna Jerman et al., Characteristics of U.S. Abortion Patients in 2014 and Changes Since  g \nn\ndi\n2008, at 5 (May 2016), https://www.guttmacher.org/sites/default/files/report_pdf/characteristics- si\ne\nus-abortion-patients-2014.pdf.  Pr\n18.Id. \n19 2021 Abortion Report, supra note 13, at 6. \n20 U.S. Census Bureau, QuickFacts: Kentucky, \nhttps://www.census.gov/quickfacts/fact/table/KY/RHI225221#RHI225221 (last visited \nDecember 5, 2023) (estimating 8.7% of Kentuckians identified as Black alone in 2022); U.S. \nCensus Bureau, Kentucky: 2020 Census, Aug. 25, 2021, \n11\n33\nhttps://www.census.gov/library/stories/state-by-state/kentucky-population-change-between- 00\n00\n00\ncensus-decade.html (noting 9.7% of Kentuckians identified as Black alone or in combination in  00\nof of \n2020).  9 9 \n11\n00\n21 2021 Abortion Report, supra note 13, at 2.  0000\n00\nM : M : \n \nOO\nCC\n19 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n77.  Prior to the bans taking effect, the only two licensed abortion clinics, including \n2\n5\n0\n0\n0\nPlanned Parenthood Louisville, collectively provided abortions to around 3,000 to 4,000 patients  0\nof \n0 \n2\nper year.22  00\n0\n0\nF : \n78.  Like in the United States as a whole, approximately half of all abortions in  A\n2\nA\n9\n0\nB\nKentucky were medication abortions, and the other half were procedural abortions.  A\nB\nD\n7\n6\n79.  In 2021, only 4% of abortions in Kentucky occurred prior to six weeks of  D-\nB\n5\n9\npregnancy, while 26% occurred in the sixth week when cardiac activity typically becomes  6-\n8\n1\n4\nF-\ndetectable and the remaining 70% of abortions occurred after six weeks LMP.23  F8\n2\nB-\n1\nA\nLack of Access to Abortion in the Commonwealth Is Imposing Irreparable  9\nF\n3\nHarms to Pregnant Kentuckians and Their Families  3\nA\n \n80.  Jane Doe and the Plaintiff Class need access to safe and legal abortion in the \n7)\nCommonwealth in order to exercise autonomy over their lives and to engage fully and equally in  6\n2\n0\n3\n6\nsociety. Everyone who can become pregnant has a right to determine their own future and to  Y (\nR\nR\nE\nP\nmake decisions about their relationships and life opportunities without government interference  H \nC\nT\nMI\nthat puts their health and well-being at risk.   N. \nO\nH\n81.  When individuals seek but are unable to access abortion, they are forced to take  ge: \nd\nu\nJ\ng \non the health risks, physical burdens, and other life-altering consequences of continued  n\ndi\nsi\ne\nr\npregnancy and childbirth, outlined supra ¶¶ 48–64.  P\n82.  Further, those who are forced to give birth and add a child to their household \nwhen they were not prepared to do so face wide-reaching economic and family consequences. \n                                                           \n11\n22 See id. (4,428); Office of Vital Stat., Ky. Dept. for Pub. Health, Kentucky Annual Abortion  0303\n00\n00\nReport for 2020, at 2 (4,092); Office of Vital Stat., Ky. Dept. for Pub. Health, Kentucky Annual  00\nof of \nAbortion Report for 2019, at 2 (3,645); Office of Vital Stat., Ky. Dept. for Pub. Health,  0 0 \n22\nKentucky Annual Abortion Report for 2018, at 2 (3,185).   0000\n00\n00\n23 See 2021 Abortion Report, supra note 13, at 7.  M : M : \nOO\nCC\n20 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n83.  The costs related to parenting a child resulting from an unexpected pregnancy \n2\n5\n0\n0\n0\ncould have severe negative impacts on an individual and their family’s well-being. For example,  0\nof \n1 \n2\n0\nthose who seek but are denied an abortion often face years of economic hardship and financial  0\n0\n0\nF : \ninsecurity, as compared with those who were able to access abortion.  A\n2\nA\n9\n0\nB\n84.  Children in a family affected by abortion denial are likely to experience a  A\nB\nD\n7\n6\ndecrease in resources, including both increased rates of poverty and less available parental time,  D-\nB\n5\n9\nwhich may have significant impacts on the children’s lifelong educational and economic  6-\n8\n1\n4\nF-\n8\noutcomes.  F\n2\nB-\n1\nA\n85.  Families affected by abortion denial may also be more prone to experiencing  9\nF\n3\n3\nA\nviolence at home. For example, individuals who sought but were unable to access abortion have \nbeen found to be more likely to experience physical violence from the man involved in the \n7)\n6\n2\n0\npregnancy, even years after being denied the wanted abortion.  63\nY (\nR\nR\n86.  Some Kentuckians who seek but are unable to access abortion in the  E\nP\nH \nC\nCommonwealth will attempt to travel to access this healthcare in another state. Even for those  T\nMI\nN. \nO\nclass members who are able to find the time and resources to travel, not being able to access  H\ne: \ng\nd\nabortion in Kentucky causes significant harm.  u\nJ\ng \nn\ndi\n87.  Any delays in accessing a wanted abortion expose the abortion seeker to increased  si\ne\nr\nP\nhealth risks, both as a result of the inherent risks of pregnancy and by pushing the procedure later \nin pregnancy, when there is a higher risk of complications and when a more complex and \nexpensive procedure may be required. \n88.  The members of the Plaintiff Class who are forced to travel are being or will be \n11\n33\n00\n00\n00\nexposed to these risks and burdens due to delays associated with accessing abortion in another  00\nof of \n1 1 \n22\n00\n00\n00\n00\nM : M : \nOO\nCC\n21 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nstate, including from the need to raise additional funds, make travel arrangements, and the time it \n2\n5\n0\n0\n0\ntakes to travel.  0\nof \n2 \n2\n0\n89.  Since the U.S. Supreme Court overturned the federal constitutional right to  0\n0\n0\nF : \nabortion, there are fewer places to access abortion, and the providers in states where abortion  A\n2\nA\n9\n0\nB\nremains available do not currently have capacity to meet the increased demand for their services  A\nB\nD\n7\n6\nfrom out-of-state patients in a timely manner. As a result, Kentuckians are having to travel  D-\nB\n5\n9\nlonger distances and wait longer for an available appointment.  6-\n8\n1\n4\nF-\n8\n90.  For most individuals, traveling long distances to access time-sensitive abortion  F\n2\nB-\n1\nA\ncare in another state is extremely difficult, and in many cases the burdens of travel—including  9\nF\n3\n3\nA\ntravel expenses, finding childcare, and arranging time off work or school— make it impossible \nfor members of the Plaintiff Class to obtain the desired abortion at all. \n7)\n6\n2\n0\n91.  Some class members who are denied clinical care because of the Bans may  63\nY (\nR\nR\nattempt to end their pregnancies on their own, outside the medical system. While safe and  E\nP\nH \nC\neffective methods to induce abortion outside clinical settings with medication exist, attempts to  T\nMI\nN. \nO\naccess and use these abortion-inducing drugs, often from unlicensed sources, can put patients at  H\ne: \ng\nd\nserious legal risk. Others without the resources to access medically safe though legally risky  u\nJ\ng \nn\ndi\nmethods of self-managed abortion may resort to dangerous tactics to try to terminate an  si\ne\nr\nP\nunwanted pregnancy, such as throwing themselves down the stairs or ingesting poison. These \nattempts to access healthcare criminalized by Kentucky force individuals to take on added legal \nand medical risks, and may jeopardize pregnant Kentuckians’ lives, safety, health, future, and \ntheir families’ welfare. \n11\n33\n00\n00\n00\n    00\nof of \n2 2 \n22\n00\n00\n00\n00\nM : M : \nOO\nCC\n22 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nThe Bans are Causing Irreparable Harm \n2\n5\n0\n0\n0\n92.  The inability to access abortion in Kentucky causes irreparable harm to Jane Doe  0\nof \n3 \n2\n0\nand the class that she represents, including by forcibly imposing the physical burdens and health  0\n0\n0\nF : \nrisks of continued pregnancy and childbirth. Those who seek an abortion but are unable to access  A\n2\nA\n9\n0\nB\nthat healthcare because of the Bans are being or will be forced to suffer the life-altering physical,  A\nB\nD\n7\n6\nemotional, economic, and family consequences of unexpected pregnancy and childbirth. These  D-\nB\n5\n9\nconsequences can be particularly acute for patients who are pregnant as a result of rape,  6-\n8\n1\n4\nF-\n8\nexperiencing domestic violence, or facing fetal diagnoses incompatible with sustained life after  F\n2\nB-\n1\nA\nbirth.  9\nF\n3\n3\nA\n93.  The Plaintiff Class members who are experiencing pregnancy risks or \ncomplications that may seriously and permanently impair their health, but in a way that does not \n7)\n6\n2\n0\nmeet the Bans’ limited emergency exceptions, are being or will be forced to remain pregnant and  63\nY (\nR\nR\nsuffer serious and potentially life-long harms to their health. Even those whose dire situations  E\nP\nH \nC\nmay technically qualify for one or both of the Bans’ varying emergency exceptions may still be  T\nMI\nN. \nO\nrefused care out of hospitals’ or providers’ fears of being held criminally liable under one or both  H\ne: \ng\nd\nof the Bans. This is already happening in emergency rooms across the country, where physicians  u\nJ\ng \nn\ndi\nare afraid to terminate patients’ pregnancies because they fear being sued.24  si\ne\nr\nP\n94.  Even those class members who may be able to arrange for out-of-state abortions \nwill suffer the harms associated with the delay, expense, and additional burdens of long-distance \ntravel, as well as the increased medical risk that comes with delaying care until later in \npregnancy. \n11\n33\n00\n00\n00\n00\n                                                            of of \n24 See, e.g., Zurawski v. Texas, D-1-GN-000968 (Dist. Ct. Travis Co., Texas), complaint  23 23 \n00\n00\navailable at https://reproductiverights.org/wp-content/uploads/2023/03/Zurawski-v-State-of- 00\n00\nTexas-Complaint.pdf.  M : M : \nOO\nCC\n23 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n95.  Still other class members who are denied clinical care due to the Bans may \n2\n5\n0\n0\n0\nattempt to end their pregnancies on their own, outside the medical system, which may entail  0\nof \n4 \n2\n0\nlegal and/or medical risks that could jeopardize their lives, health, safety, and welfare.  0\n0\n0\nF : \n96.  In addition to the irreparable harms outlined above, Jane Doe and the class she  A\n2\nA\n9\n0\nB\nrepresents and the Health Care Provider Plaintiff are also suffering the irreparable harm that  A\nB\nD\n7\n6\nresults from the violation of their constitutional rights.  D-\nB\n5\n9\n97.  Jane Doe and the class she represents and the Health Care Provider Plaintiff have  6-\n8\n1\n4\nF-\n8\nno adequate remedy at law.   F\n2\nB-\n1\nA\nCLAIMS FOR RELIEF  9\nF\n3\n  3\nA\nCount I (by Jane Doe): \nViolation of Kentucky Constitution §§ 1 & 2 (Right to Privacy) – Total Ban \n \n7)\n98.  The allegations in each of the foregoing paragraphs are incorporated as though  6\n2\n0\n3\n6\nfully set forth herein.  Y (\nR\nR\nE\nP\n99.  The guarantees of individual liberty provided in Sections One and Two of the  H \nC\nT\nMI\nKentucky Constitution, see Ky. Const. §§ 1(1), 1(3) & 2, protect the right to privacy.  N. \nO\nH\n100.  The constitutional right to privacy protects against the intrusive police power of  ge: \nd\nu\nJ\ng \nthe state, putting personal and private decision-making related to sexual and reproductive matters  n\ndi\nsi\ne\nr\nbeyond the reach of the state. The right to privacy thus protects the right of a pregnant individual  P\nto access abortion if they decide to terminate their pregnancy.  \n101.  The right to privacy is a fundamental liberty and inalienable right to which strict \nscrutiny applies. To survive strict scrutiny, the government must prove that the challenged action \n11\nfurthers a compelling governmental interest that is narrowly tailored to that interest.  0303\n00\n00\n00\nof of \n102.  The Total Ban does not further any compelling governmental interest. Even if it  4 4 \n22\n00\n00\n00\ndid, the law is not narrowly tailored.  00\nM : M : \nOO\nCC\n24 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n103.  By imposing a total prohibition on abortion, the Total Ban infringes the ability of \n2\n5\n0\n0\n0\nJane Doe, and the class she represents, to decide to terminate a pregnancy, in violation of their  0\nof \n5 \n2\n0\nright to privacy as guaranteed by Sections One and Two of the Kentucky Constitution.  0\n0\n0\nF : \nCount II (by Jane Doe):  A\n2\nA\nViolation of Kentucky Constitution §§ 1 & 2 (Right to Self-Determination) – Total Ban  9\n0\nB\n  A\nB\n104.  The allegations in each of the foregoing paragraphs are incorporated as though  D\n7\n6\nD-\nB\nfully set forth herein.  5\n9\n6-\n8\n1\n105.  The guarantees of individual liberty provided in Sections One and Two of the  F-4\n8\nF\n2\nKentucky Constitution, see Ky. Const. §§ 1(1), 1(3) & 2, protect the right to self-determination  B-\n1\nA\n9\nF\n3\nand personal autonomy.  3\nA\n106.  The constitutional right to self-determination guards every Kentuckian’s ability to \n7)\npossess and control their own person and to determine the best course of action for themselves  6\n2\n0\n3\n6\nand their body. An individual who is required by the government to remain pregnant against her  Y (\nR\nR\nE\nP\nwill— a significant physiological process affecting one’s health for 40 weeks and culminating in  H \nC\nT\nMI\nchildbirth—experiences interference of the highest order with her right to possess and control her  N. \nO\nH\nown person. The right to self-determination thus protects Kentuckians’ power to control whether  ge: \nd\nu\nJ\ng \nto continue or terminate their own pregnancies.  n\ndi\nsi\ne\nr\n107.  The right to self-determination as protected by the constitutional right to liberty is  P\na fundamental and inalienable right. Any statute that inhibits such a fundamental right is subject \nto strict scrutiny and cannot stand unless the government can prove that the statute furthers a \ncompelling governmental interest that is narrowly tailored to that interest. \n11\n108.   The Total Ban does not further any compelling governmental interest. Even if it  0303\n00\n00\n00\nof of \ndid, it is not narrowly tailored.  5 5 \n22\n00\n00\n00\n00\nM : M : \nOO\nCC\n25 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n109.  By imposing a total ban on abortion, the Total Ban infringes on the ability of Jane \n2\n5\n0\n0\n0\nDoe, and the class she represents, to decide to terminate a pregnancy, in violation of their right to  0\nof \n6 \n2\n0\nself-determination as guaranteed by Sections One and Two of the Kentucky Constitution.  0\n0\n0\nF : \nCount III (by all Plaintiffs):  A\n2\nA\nViolation of Kentucky Constitution §§ 27, 28, & 29 (Unlawful Delegation) – Total Ban  9\n0\nB\n  A\nB\n110.  The allegations in each of the foregoing paragraphs are incorporated as though  D\n7\n6\nD-\nB\nfully set forth herein.  5\n9\n6-\n8\n1\n111.  Section 29 of the Kentucky Constitution vests legislative power in the General  F-4\n8\nF\n2\nAssembly. Sections 27 and 28 establish and enforce the separation of powers within the  B-\n1\nA\n9\nF\n3\nKentucky government.   3\nA\n112.  What conduct will in the future constitute a crime or be subject to severe penalties \n7)\nin Kentucky is a matter for the Kentucky General Assembly to determine in view of the  6\n2\n0\n3\n6\nconditions existing when the need for such a statute arises. It is not a matter that may be  Y (\nR\nR\nE\nP\ndelegated to the federal government.  H \nC\nT\nMI\n113.  The Total Ban does not specify a point in pregnancy when its ban on abortion  N. \nO\nH\nbecomes operative. Rather, the General Assembly left it to the U.S. Supreme Court to determine  ge: \nd\nu\nJ\ng \nthe point at which abortion becomes a crime under Kentucky law: The law’s prohibition is  n\ndi\nsi\ne\nr\neffective “to the extent permitted” by a U.S. Supreme Court decision “which reverses, in whole  P\nor in part, Roe v. Wade, 410 U.S. 113 (1973).” KRS 311.772(2)(a). \n114.  By leaving the future delineation of what conduct constitutes a crime in Kentucky \nin the hands of the U.S. Supreme Court, the Total Ban improperly delegates the nondelegable \n11\nlegislative duty of the General Assembly to define the scope of Kentucky criminal law, in  0303\n00\n00\n00\nof of \nviolation of Sections 27, 28, and 29 of the Kentucky Constitution.  6 6 \n22\n00\n00\n00\n    M : 0M : 0\nOO\nCC\n26 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nCount IV (by all Plaintiffs): \n2\n5\nViolation of Kentucky Constitution § 60 (Approval of Authority Other Than General  0\n0\n0\nAssembly) – Total Ban  0\nof \n  7 \n2\n0\n115.  The allegations in each of the foregoing paragraphs are incorporated as though  0\n0\n0\nF : \nfully set forth herein.  A\n2\nA\n9\n0\nB\n116.  Section 60 of the Kentucky Constitution provides that “No law . . . shall be  A\nB\nD\n7\n6\nenacted to take effect upon the approval of any authority other than the General Assembly, unless  D-\nB\n5\n9\notherwise expressly provided in this Constitution” (emphasis added). This means that the  6-\n8\n1\n4\nF-\n8\nGeneral Assembly cannot make a law’s life and vitality depend upon the affirmative act of  F\n2\nB-\n1\nA\nanother.  9\nF\n3\n3\nA\n117.  The General Assembly did not enact the Total Ban to take effect upon its own \nauthority. Instead, it enacted it to “become effective immediately upon, and to the extent \n7)\n6\n2\n0\npermitted by . . . [a]ny decision of the United States Supreme Court which reverses, in whole or  63\nY (\nR\nR\nin part, Roe v. Wade, 410 U.S. 113 (1973).” KRS 311.772(2)(a) (emphasis added). The General  E\nP\nH \nC\nAssembly played no role in the determination of when the Total Ban takes effect; its  T\nMI\nN. \nO\neffectiveness depended upon the affirmative acts of the U.S. Supreme Court and Kentucky’s  H\ne: \ng\nd\nAttorney General and other prosecutors, who will take affirmative actions to begin effectuating  u\nJ\ng \nn\ndi\nthe Total Ban.  si\ne\nr\nP\n118.  Because the Total Ban took effect only upon the approval of the authority of the \nUnited States Supreme Court and Kentucky’s Attorney General, the Total Ban violates Section \n60 of the Kentucky Constitution. \nCount V (by Jane Doe): \n11\nViolation of Kentucky Constitution §§ 1 & 2 (Right to Privacy) – Six-Week Ban  0303\n00\n00\n  00\nof of \n119.  The allegations in each of the foregoing paragraphs are incorporated as though  7 7 \n22\n00\n00\n00\nfully set forth herein.  00\nM : M : \nOO\nCC\n27 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n120.  The Kentucky Constitution protects the fundamental right to privacy, which \n2\n5\n0\n0\n0\nencompasses the right to abortion. See supra ¶¶ 98–102.   0\nof \n8 \n2\n0\n121.  Statutes impacting fundamental rights can only stand if they survive strict  0\n0\n0\nF : \nscrutiny. See supra ¶ 101. The Six-Week Ban cannot survive strict scrutiny because it does not  A\n2\nA\n9\n0\nB\nfurther any compelling governmental interest and, even if it did, the law is not narrowly tailored.  A\nB\nD\n7\n6\n122.  By imposing a ban on abortion upon detection of any embryonic cardiac activity,  D-\nB\n5\n9\nthe Six-Week Ban violates Jane Doe’s, and the class she represents’, right to privacy as  6-\n8\n1\n4\nF-\n8\nguaranteed by Sections One and Two of the Kentucky Constitution.  F\n2\nB-\n1\nA\nCount VI (by Jane Doe):  9\nF\n3\nViolation of Kentucky Constitution §§ 1 & 2 (Right to Self-Determination) – Six-Week Ban  3\nA\n123.  The allegations in each of the foregoing paragraphs are incorporated as though \n7)\nfully set forth herein.  6\n2\n0\n3\n6\n124.  The Kentucky Constitution protects the fundamental right to self-determination,  Y (\nR\nR\nE\nP\nwhich encompasses the right to abortion. See supra ¶¶ 104–08.   H \nC\nT\nMI\n125.  Statutes impacting fundamental rights must be reviewed under strict scrutiny. See  N. \nO\nH\nsupra ¶ 107. The Six-Week Ban cannot survive strict scrutiny because it does not further any  ge: \nd\nu\nJ\ng \ncompelling governmental interest and, even if it did, the law is not narrowly tailored.  n\ndi\nsi\ne\nr\n126.  By imposing a ban on abortion upon detection of any embryonic cardiac activity,  P\nthe Six-Week Ban violates Jane Doe’s, and the class she represents’, right to self-determination \nas guaranteed by Sections One and Two of the Kentucky Constitution. \nCount VII: \nClaim for Injunctive Relief Against Defendants (All Claims) \n11\n33\n00\n00\n00\n127.  The allegations in each of the foregoing paragraphs are incorporated as though  00\nof of \n8 8 \n22\nfully set forth herein.  00\n00\n00\n00\nM : M : \nOO\nCC\n28 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n128.  Plaintiffs’ claims for injunctive relief are authorized by Kentucky Rule of Civil \n2\n5\n0\n0\n0\nProcedure 65.  0\nof \n9 \n2\n0\n129.  As described supra in Counts I to VI, the Total Ban and Six-Week Ban are  0\n0\n0\nF : \nviolating Plaintiffs’ constitutional rights.  A\n2\nA\n9\n0\nB\n130.  Plaintiffs are suffering, and will continue to suffer, immediate and irreparable  A\nB\nD\n7\n6\ninjury in the absence of injunctive relief preventing Defendants from enforcing the Bans.  D-\nB\n5\n9\n131.  Plaintiffs have no adequate remedy at law or otherwise to address this injury, save  6-\n8\n1\n4\nF-\n8\nin a court of equity.  F\n2\nB-\n1\nA\n132.  The balance of the equities weighs in favor of granting injunctive relief because  9\nF\n3\n3\nA\nan injunction would restore the status quo ante, and serve the public interest in protecting public \nhealth and stopping constitutional violations. \n7)\n6\n2\n0\n133.  Plaintiffs are entitled to permanent injunctive relief, restraining and enjoining  63\nY (\nR\nR\nDefendants and their agents, attorneys, representatives, and any other person in active concert or  E\nP\nH \nC\nparticipation with them, from enforcing the Bans.   T\nMI\nN. \nO\nCount VIII:  H\nClaim for Declaratory Judgment (All Claims)  ge: \nd\nu\nJ\ng \n134.  The allegations in each of the foregoing paragraphs are incorporated as though  n\ndi\nsi\ne\nr\nfully set forth herein.  P\n135.  Plaintiffs’ claims for declaratory relief are authorized by Kentucky Rule of Civil \nProcedure 57 and KRS 418.040–45. \n136.  This is an actual and justiciable controversy with respect to the constitutionality of \n11\nthe Total Ban and Six-Week Ban.  0303\n00\n00\n00\nof of \n137.  The Bans violate the Kentucky Constitution, as described supra in Counts I to VI.  9 9 \n22\n00\n00\n00\n00\nM : M : \nOO\nCC\n29 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n138.  Plaintiffs therefore are entitled to a declaratory judgment that the Bans violate the \n2\n5\n0\n0\n0\nKentucky Constitution and are void pursuant to Section 26 of the Kentucky Bill of Rights. Ky.  0\nof \n0 \n3\n0\nConst. § 26 (“[A]ll laws … contrary to this Constitution, shall be void.”).  0\n0\n0\nF : \nPRAYER FOR RELIEF  A\n2\nA\n  9\n0\nB\nAccordingly, Plaintiffs respectfully request the Court grant the following relief:  A\nB\nD\n7\n6\na.  Declare the Total Ban, KRS 311.772, and the Six-Week Ban, KRS 311.7701–11,  D-\nB\n5\n9\nunconstitutional and unenforceable.  6-\n8\n1\n4\nF-\n8\nb.  Enjoin Defendants, their employees, agents, and successors in office from  F\n2\nB-\n1\nA\nenforcing the Total Ban and Six-Week Ban.  9\nF\n3\n3\nA\nc.  Grant Plaintiffs costs herein expended. \nd.  Grant such other and further relief as this Court may deem just, proper, and \n7)\n6\n2\n0\nequitable.    63\nY (\nR\nR\nE\nP\nH \nC\nT\nMI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nP\n11\n33\n00\n00\n00\n00\nof of \n0 0 \n33\n00\n00\n00\n00\nM : M : \nOO\nCC\n30 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\nDATE:   December 8, 2023       Respectfully submitted, \n2\n5\n0\n0\n0\n /s/ Michele Henry_____________  0\nof \nMichele Henry (KBA No. 89199)  1 \n3\n0\nCraig Henry PLC  0\n0\n0\n401 West Main Street, Suite 1900  F : \nLouisville, Kentucky 40202  A\n2\nA\n(502) 614-5962  9\n0\nB\nmhenry@craighenrylaw.com  A\nB\n  D\n7\n6\nCounsel for Plaintiffs  D-\nB\n  5\n9\nBrigitte Amiri*   Crystal Fryman (KBA No. 99027)  6-\n8\n1\nChelsea Tejada*  ACLU of Kentucky   F-4\n8\nAmerican Civil Liberties Union Foundation   325 Main Street, Suite 2210   F\n2\n125 Broad Street, 18th Floor   Louisville, Kentucky 40202   B-\n1\nA\nNew York, New York 10004   (502) 581-9746   9\nF\n3\n(212) 549-2633   crystal@aclu-ky.org  3\nA\nbamiri@aclu.org    \nctejada@aclu.org  Counsel for Plaintiff Jane Doe \n    \n7)\nCounsel for Plaintiff Jane Doe  Leah Godesky*  6\n2\n0\n  O’Melveny & Myers LLP  63\nAnjali V. Salvador*  1999 Avenue of the Stars  Y (\nR\nR\nValentina De Fex*†  Los Angeles, CA 90067  E\nP\nPlanned Parenthood Federation of America  (310) 246-8501  H \nC\n123 William Street, Floor 9   lgodesky@omm.com   T\nMI\nNew York, NY 10038     N. \nO\n(212) 541-7800   Counsel for Plaintiffs  H\nanjali.salvador@ppfa.org    ge: \nd\nvalentina.defex@ppfa.org    u\nJ\ng \n  *pro hac vice motions forthcoming   n\ndi\nCounsel for Plaintiffs  si\ne\n† barred only in Utah and Oregon r\nP\n \n \n11\n33\n00\n00\n00\n00\nof of \n1 1 \n33\n00\n00\n00\n00\nM : M : \nOO\nCC\n31 \nFiled   23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n0\n0\nof \n2 \n3\n0\n0\n0\n0\nF : \nA\n2\nA\n9\n0\nB\nA\nB\nD\n7\n6\nD-\nB\n5\n9\n6-\n8\n1\n4\nF-\n8\nF\n2\nEXHIBIT    B-\nA 1\nA\n9\nF\n3\n3\nA\n7)\n6\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nH \nC\nT\nMI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nP\n33\n00\n00\n00\n00\n00\nof of \n1 1 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n311.772  Prohibition against intentional termination of life of an unborn human  00\n0\nbeing -- Definitions -- When section takes effect -- Penalties not to apply to  of \n3 \npregnant woman -- Contraception -- Appropriation of Medicaid funds.  3\n0\n0\n0\n(1)  As used in this section:  F : 0\n(a)  \"Fertilization\" means that point in time when a male human sperm penetrates  A\n2\nA\nthe zona pellucida of a female human ovum;  9\n0\nB\n(b)  \"Pregnant\" means the human female reproductive condition of having a living  A\nB\nD\nunborn human being within her body throughout the entire embryonic and  7\n6\nfetal  stages  of the  unborn  child  from  fertilization  to  full  gestation  and  D-\nB\nchildbirth; and  95\n6-\n(c)  \"Unborn human  being\"  means  an  individual  living member of the  species  18\n4\nhomo sapiens throughout the entire embryonic and fetal stages of the unborn  F-\n8\nF\nchild from fertilization to full gestation and childbirth.  2\nB-\n(2)  The provisions of this section shall become effective immediately upon, and to the  A1\n9\nextent permitted, by the occurrence of any of the following circumstances:  F\n3\n3\nA\n(a)  Any decision of the United States Supreme Court which reverses, in whole or \nin  part,  Roe  v.  Wade,  410  U.S.  113  (1973),  thereby  restoring  to  the \nCommonwealth of Kentucky the authority to prohibit abortion; or \n(b)  Adoption of an amendment to the United States Constitution which, in whole  7)\n6\n2\nor in part, restores to the Commonwealth of Kentucky the authority to prohibit  0\n3\n6\nabortion.  Y (\nR\n(3)  (a)  No person may knowingly:  R\nE\nP\n1.  Administer to, prescribe for, procure for, or sell to any pregnant woman  H \nC\nany medicine, drug, or other substance with the specific intent of causing  T\nMI\nor abetting the termination of the life of an unborn human being; or  N. \nO\n2.  Use or employ any instrument or procedure upon a pregnant woman  H\nwith the specific intent of causing or abetting the termination of the life  ge: \nd\nof an unborn human being.  u\nJ\ng \n(b)  Any person who violates paragraph (a) of this subsection shall be guilty of a  n\ndi\nClass D felony.  si\ne\nr\nP\n(4 )  The following shall not be a violation of subsection (3) of this section: \n(a)  For  a  licensed  physician  to  perform  a  medical  procedure  necessary  in \nreasonable medical judgment to prevent the death or substantial risk of death \ndue to a physical condition, or to prevent the serious, permanent impairment \nof a life-sustaining organ of a pregnant woman. However, the physician shall \nmake reasonable medical efforts under the circumstances to preserve both the \nlife  of the  mother  and  the  life  of the  unborn  human  being  in  a  manner \nconsistent with reasonable medical practice; or \n33\n00\n(b)  Medical  treatment provided  to  the  mother  by  a  licensed  physician which  00\n00\n00\nresults in the accidental or unintentional injury or death to the unborn human  00\nof of \nbeing.  2 2 \n00\n00\n(5)  Nothing in  this  section may be construed to  subject the pregnant mother upon  00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n0\nwhom  any  abortion  is  performed  or  attempted  to  any  criminal  conviction  and  0\nof \npenalty.  4 \n3\n0\n(6)  Nothing in this section may be construed to prohibit the sale, use, prescription, or  0\n0\n0\nadministration of a contraceptive measure, drug, or chemical, if it is administered  F : \nprior to  the time when  a pregnancy could  be  determined  through  conventional  2A\nA\nmedical  testing  and  if the  contraceptive  measure  is  sold,  used,  prescribed,  or  9\n0\nB\nadministered in accordance with manufacturer instructions.  A\nB\nD\n(7)  The provisions of this section shall  be effective relative to the appropriation of  7\n6\nMedicaid funds, to the extent consistent with any executive order by the President  D-\nB\nof the United States, federal statute, appropriation rider, or federal regulation that  95\n6-\nsets forth the limited circumstances in which states must fund abortion to remain  8\n1\n4\neligible to receive federal Medicaid funds pursuant to 42 U.S.C. secs. 1396 et seq.  F-\n8\nF\nEffective: June 27, 2019  2\nB-\nHistory:  Created 20 I 9 Ky. Acts ch. 152, sec. 1, effective June 27, 2019.  1\nA\n9\nLegislative Research Commission Note (6/27/2019). 2019 Ky. Acts ch. 152, sec. 2  F\n3\n3\nprovides that 2019 Ky. Acts ch. 152 may be cited as the \"Human Life Protection  A\nAct.\" This statute was created in Section I of that Act. \n7)\n6\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nH \nC\nT\nMI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nP\n33\n00\n00\n00\n00\n00\nof of \n3 3 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n0\n0\nof \n5 \n3\n0\n0\n0\n0\nF : \nA\n2\nA\n9\n0\nB\nA\nB\nD\n7\n6\nD-\nB\n5\n9\n6-\n8\n1\n4\nF-\n8\nF\n2\nEXHIBIT    B-\nB 1\nA\n9\nF\n3\n3\nA\n7)\n6\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nH \nC\nT\nMI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nP\n22\n11\n00\n00\n00\n00\nof of \n1 1 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311.7701  Definitions for KRS 311.7701 to 311.7711.  0\n0\nof \nAs used in KRS 311.7701 to 311.7711:  6 \n3\n0\n(1)  \"Conception\" means fertilization;  0\n0\n0\n(2)  \"Contraceptive\" means a drug, device, or chemical that prevents conception;  F : \nA\n(3)  \"Fertilization\" has the same meaning as in KRS 311.781;  2\nA\n9\n(4)  \"Fetal heartbeat\" means cardiac activity or the steady and repetitive rhythmic  0\nB\ncontraction of the fetal heart within the gestational sac;  A\nB\nD\n(5)  \"Fetus\"  means  the  human  offspring  developing  during  pregnancy from  the  7\n6\nmoment of conception and includes the embryonic stage of development;  D-\nB\n5\n(6)  \"Frivolous conduct\" has the same meaning as in KRS 311.784;  9\n6-\n8\n(7)  \"Gestational age\" means the age of an unborn human individual as calculated  1\n4\nfrom the first day of the last menstrual period of a pregnant woman;  F-\n8\nF\n(8)  \"Gestational  sac\"  means  the  structure  that  comprises  the  extraembryonic  B-2\nmembranes that envelop the fetus and  that is typically visible by ultrasound  A1\n9\nafter the fourth week of pregnancy;  F\n3\n3\n(9)  \"Intrauterine pregnancy\" means a pregnancy in which the fetus is attached to  A\nthe placenta within the uterus of the pregnant woman; \n(10)  \"Medical emergency\" has the same meaning as in KRS 311.781; \n( 11)  \"Physician\" has the same meaning as in KRS 311. 720;  7)\n6\n2\n(12)  \"Pregnancy\" means the human female reproductive condition that begins with  0\n3\nfertilization, when the woman is carrying the developing human offspring, and  Y (6\nthat is calculated from the first day of the last menstrual period of the woman;  R\nR\nE\n(13)  \"Serious risk of the substantial and irreversible impairment of a major bodily  P\nH \nfunction\" has the same meaning as in KRS 311.781;  C\nT\n(14)  \"Spontaneous miscarriage\" means the natural or accidental termination of a  MI\npregnancy and the expulsion of the fetus, typically caused by genetic defects in  N. \nO\nthe fetus or physical abnormalities in the pregnant woman;  H\ne: \ng\n(15)  \"Standard medical practice\" means the degree of skill, care, and diligence that  d\nu\na physician of the same medical specialty would employ in like circumstances.  J\ng \nAs applied to the method used to determine the presence of a fetal heartbeat  din\nfor purposes of KRS 311. 7704, \"standard medical practice\" includes employing  si\ne\nr\nthe  appropriate  means of detection  depending on  the  estimated  gestational  P\nage of the fetus and the condition of the woman and her pregnancy; and \n(16)  \"Unborn  child\"  and  \"unborn  human  individual\"  have  the  same  meaning  as \n\"unborn child\" has in KRS 311.781. \nEffective:March 15, 2019 \nHistory:  Created 2019 Ky. Acts ch. 20, sec. 1, effective March 15, 2019. \n22\n11\n00\n00\n00\n00\nof of \n2 2 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311.7702  Findings and declarations.  00\nof \nThe  General  Assembly  finds  and  declares,  according  to  contemporary  medical  7 \n3\n0\nresearch, all of the following:  0\n0\n0\n(1)  As many as thirty percent (30%) of natural pregnancies end in spontaneous  F : \nmiscarriage;  A\n2\nA\n(2)  Less  than  five  percent (5%)  of all  natural  pregnancies  end  in  spontaneous  09\nB\nmiscarriage after detection of fetal cardiac activity;  A\nB\nD\n(3)  Over ninety percent (90%) of intrauterine pregnancies survive the first trimester  7\n6\nif cardiac activity is detected in the gestational sac;  D-\nB\n(4)  Nearly  ninety  percent (90%)  of in  vitro  pregnancies  do  not survive the first  95\n6-\ntrimester where cardiac activity is not detected in the gestational sac;  8\n1\n4\n(5)  Fetal heartbeat, therefore, has become a key medical predictor that an unborn  F-\n8\nhuman individual will reach live birth;  2F\nB-\n(6)  Cardiac activity begins at a biologically identifiable moment in time,  normally  1\nA\nwhen the fetal heart is formed in the gestational sac;  F9\n3\n3\n(7)  The Commonwealth of Kentucky has legitimate interests from the outset of the  A\npregnancy in  protecting the  health  of the woman  and  the  life  of an  unborn \nhuman individual who may be born; and \n(8)  In order to make an informed choice about whether to continue her pregnancy, \n7)\nthe pregnant woman has a legitimate interest in knowing the likelihood of the  6\n2\nfetus surviving to full-term birth based upon the presence of cardiac activity.  30\n6\nEffective:March 15, 2019  Y (\nR\nHistory:  Created 2019 Ky. Acts ch. 20, sec. 2, effective March 15, 2019.  R\nE\nP\nH \nC\nT\nMI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nP\n22\n11\n00\n00\n00\n00\nof of \n3 3 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311.7703  Application of KRS 311.7704, 311.7705, and 311.7706.  0\n0\nKRS 311.7 704, 311. 7705, and 311.7 706 apply only to intrauterine pregnancies.  8 of \n3\nEffective:March 15, 2019  00\n0\nHistory:  Created 2019 Ky. Acts ch. 20, sec. 3, effective March 15, 2019.  F : 0\nA\n2\nA\n9\n0\nB\nA\nB\nD\n7\n6\nD-\nB\n5\n9\n6-\n8\n1\n4\nF-\n8\nF\n2\nB-\n1\nA\n9\nF\n3\n3\nA\n7)\n6\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nH \nC\nT\nMI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nP\n22\n11\n00\n00\n00\n00\nof of \n4 4 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311. 7704  Determination of fetal heartbeat -- Medical records -- Option to view  0\n0\nor hear heartbeat -- Administrative regulations -- Persons not in violation.  of \n9 \n3\n(1)  (a)  A person who intends to  perform or induce an  abortion on  a pregnant  0\n0\n0\nwoman shall determine whether there is a detectable fetal heartbeat of  0\nthe unborn human individual the pregnant woman is carrying. The method  F : \nA\n2\nof determining the presence of a fetal heartbeat shall be consistent with  A\n9\nthe  person's  good-faith  understanding  of  standard  medical  practice,  0\nB\nA\nprovided that if administrative regulations have been promulgated under  B\nD\nsubsection  (2) of this section,  the  method  chosen shall be one that is  7\n6\nconsistent with the regulations.  D-\nB\n5\n(b)  The person who determines the presence or absence of a fetal heartbeat  9\n6-\nshall  record  in  the  pregnant  woman's  medical  record  the  estimated  8\n1\n4\ngestational age of the unborn human individual, the method used to test  F-\n8\nfor a fetal heartbeat, the date and time of the test, and the results of the  F\n2\ntest.  B-\n1\nA\n(c)  The  person  who performs the examination  for the  presence  of a fetal  9\nF\n3\nheartbeat shall give the pregnant woman the option to view or hear the  3\nA\nfetal heartbeat. \n(2)  The secretary of the Cabinet for Health and Family Services may promulgate \nadministrative regulations specifying the appropriate methods of performing an \nexamination for the purpose of determining the presence of a fetal heartbeat of  7)\n6\n2\nan  unborn  human  individual  based  on  standard  medical  practice.  The  0\n3\nregulations  shall  require  only  that  an  examination  shall  be  performed  Y (6\nexternally.  R\nR\nE\n(3)  A person is not in violation of subsection (1) or (2) of this section if:  P\nH \n(a)  The person has performed an examination for the purpose of determining  C\nT\nthe presence of a fetal heartbeat of an unborn human individual utilizing  MI\nstandard medical practice;  N. \nO\nH\n(b)  The examination does not reveal a fetal heartbeat or the person has been  e: \ng\ninformed by a physician who has performed the examination for a fetal  d\nu\nheartbeat that the examination did not reveal a fetal heartbeat; and  g J\nn\n(c)  The  person  notes  in  the  pregnant  woman's  medical  records  the  di\nsi\nprocedure utilized to detect the presence of a fetal heartbeat.  e\nr\nP\nEffective: March 15, 2019 \nHistory:  Created 2019 Ky. Acts ch. 20, sec. 4, effective March 15, 2019. \n22\n11\n00\n00\n00\n00\nof of \n5 5 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311.7705  Prohibition  against  performing  or  inducing  abortion  before  0\n0\ndetermining  whether  fetal  heartbeat  exists  -- Exceptions  -- Written  of \n0 \nnotation -- Persons not in violation.  4\n0\n0\n0\n(1)  iEnxtecnetpiot naalsly  ppreorvfoidremd  oinr  insduubcsee ctaionn   ab(2o)r tioonf   tohnis  as epcrteiognn,a nnt ow  opmerasno n besfhoarell   AF : 0\n2\ndetermining in accordance with KRS 311. 7704( 1) whether the unborn human  A\n9\nindividual the pregnant woman is carrying has a detectable fetal heartbeat.  B0\nA\n(2)  (a)  Subsection (1) of this section shall not apply to a physician who performs  B\nD\n7\nor induces the abortion if the physician believes that a medical emergency  6\nD-\nexists that prevents compliance with subsection (1) of this section.  B\n5\n9\n(b)  A physician who performs or induces an abortion on a pregnant woman  6-\n8\nbased on  the exception  in  paragraph (a)  of this subsection shall make  1\n4\nwritten notations in the pregnant woman's medical records of both of the  F-\n8\nF\nfollowing:  2\nB-\n1.  The physician's belief that a medical emergency necessitating the  A1\n9\nabortion existed; and  F\n3\n3\n2.  The  medical  condition  of  the  pregnant  woman  that  prevented  A\ncompliance with subsection (1) of this section. \nThe physician shall maintain a copy of the notations in  the  physician's \nown records for at least seven (7) years from the date the notations were \n7)\nmade.  26\n0\n3\n(3)  A person is not in violation of subsection ( 1) of this section if the person acts in  6\naccordance  with  KRS  311.7704(1)  and  the  method  used  to  determine the  RY (\nR\npresence of a fetal heartbeat does not reveal a fetal heartbeat.  E\nP\n(4)  A pregnant woman on whom an abortion is intentionally performed or induced  H \nC\nin violation of subsection (1) of this section is not guilty of violating subsection  MIT\n(1)  of  this  section  or  of  attempting  to  commit,  conspiring  to  commit,  or  N. \nO\ncomplicity in committing a violation of subsection (1) of this section. In addition,  H\nthe  pregnant woman  is  not subject to  a civil  penalty based  on  the abortion  e: \ng\nbeing performed or induced in violation of subsection ( 1) of this section.  ud\nJ\nEffective:March 15, 2019  g \nn\nHistory:  Created 2019 Ky. Acts ch. 20, sec. 5, effective March 15, 2019.  sidi\ne\nr\nP\n22\n11\n00\n00\n00\n00\nof of \n6 6 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311. 7706  Prohibition  against  performing  or  inducing  abortion  if  fetal  0\n0\nheartbeat detected -- Exceptions -- Written declaration -- Persons not in  of \n1 \nviolation.  4\n0\n0\n0\n(1)  Except  as  provided  in  subsection  (2)  of  this  section,  no  person  shall  0\nintentionally  perform  or  induce  an  abortion  on  a pregnant woman  with  the  F : \nA\n2\nspecific intent of causing or abetting the termination of the life of the unborn  A\n9\nhuman individual the  pregnant woman  is carrying and whose fetal  heartbeat  0\nB\nA\nhas been detected in accordance with KRS 311. 7704( 1) .  B\nD\n(2)  (a)  Subsection (1) of this section shall not apply to a physician who performs  67\na  medical  procedure  that,  in  the  physician's  reasonable  medical  BD-\n5\njudgment, is designed or intended to prevent the death of the pregnant  9\n6-\nwoman  or to  prevent a serious  risk  of the  substantial  and  irreversible  8\n1\n4\nimpairment of a major bodily function of the pregnant woman.  F-\n8\nF\n(b)  A physician who performs a medical procedure as described in paragraph  2\nB-\n(a) of this subsection shall, in writing:  1\nA\n9\n1.  Declare that the medical procedure is necessary, to the best of the  F\n3\nphysician's  reasonable  medical judgment,  to  prevent the death of  A3\nthe pregnant woman or to prevent a serious risk of the substantial \nand  irreversible  impairment  of  a  major  bodily  function  of  the \npregnant woman; and \n2.  Specify the pregnant woman's medical  condition  that the  medical  67)\n2\nprocedure is asserted to address and the medical rationale for the  30\n6\nphysician's conclusion that the medical procedure is  necessary to  Y (\nR\nprevent the death of the pregnant woman or to prevent a serious risk  R\nE\nof the  substantial  and  irreversible  impairment  of a  major  bodily  P\nH \nfunction of the pregnant woman.  C\nT\n(c)  The physician shall place the written document required by paragraph (b)  MI\nof  this  subsection  in  the  pregnant  woman's  medical  records.  The  N. \nO\nphysician shall maintain a copy of the document in the physician's own  e: H\nrecords  for  at  least  seven  (7)  years  from  the  date  the  document  is  g\nd\nu\ncreated.  J\ng \n(3)  A person is not in violation of subsection (1) of this section if the person acts in  din\naccordance  with  KRS  311. 7704(1)  and  the  method  used  to  determine the  si\ne\nr\npresence of a fetal heartbeat does not reveal a fetal heartbeat.  P\n(4)  A pregnant woman on whom an abortion is intentionally performed or induced \nin violation of subsection (1) of this section is not guilty of violating subsection \n(1)  of  this  section  or  of  attempting  to  commit,  conspiring  to  commit,  or \ncomplicity in committing a violation of subsection (1) of this section. In addition, \nthe  pregnant woman  is  not subject to a civil  penalty based  on  the abortion \nbeing performed or induced in violation of subsection (1) of this section. \n(5)  Subsection (1) of this section shall not repeal or limit any other provision of the \nKentucky  Revised  Statutes  that  restricts  or  regulates  the  performance  or  22\n11\ninducement of an abortion by a particular method or during a particular stage of  0000\n00\na pregnancy.  00\nof of \nEffective:March 15, 2019  7 7 \n00\n00\nHistory:  Created 2019 Ky. Acts ch. 20, sec. 6, effective March 15, 2019.  00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311.7707  Written  document regarding  purpose  of abortion -- Retention  of  0\n0\nrecords.  of \n2 \n4\n(1)  The  provisions of this section are  independent of the  requirements  of KRS  00\n0\n311.7704, 311.7705, and 311.7706.  0\nF : \n(2)  A person who performs or induces an abortion on a pregnant woman shall:  A\n2\nA\n(a)  If the reason for the abortion purported is to preserve the health of the  9\n0\nB\npregnant woman, specify in a written document the medical condition that  A\nB\nthe  abortion  is  asserted  to  address  and  the  medical  rationale  for the  D\n7\nperson's  conclusion  that  the  abortion  is  necessary  to  address  that  D-6\ncondition; or  B\n5\n9\n(b)  If the reason for the abortion is other than to preserve the health of the  6-\n8\n1\npregnant woman, specify in a written document that maternal health is not  4\nF-\nthe purpose of the abortion.  8\nF\n2\n(3)  The  person  who  specifies  the  information  in  the  document  described  in  B-\n1\nsubsection  (2)  of  this  section  shall  place  the  document  in  the  pregnant  A\n9\nF\nwoman's  medical  records.  The  person  who  specifies  the  information  shall  3\n3\nmaintain a copy of the document in the person's own records for at least seven  A\n(7) years from the date the document is created. \nEffective: March 15, 2019 \nHistory:  Created 2019 Ky. Acts ch. 20, sec. 7, effective March 15, 2019. \n7)\n6\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nH \nC\nT\nMI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nP\n22\n11\n00\n00\n00\n00\nof of \n8 8 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311.7708  Drugs,  devices,  and  chemicals  designed  for  contraceptive  0\n0\npurposes.  of \n3 \n4\nNothing  in  KRS  311.7701  to  311.7711  prohibits  the  sale, use,  prescription,  or  0\n0\n0\nadministration  of a drug,  device,  or  chemical  that  is  designed  for  contraceptive  0\npurposes.  F : \nA\n2\nEffective: March 15, 2019  A\n9\n0\nHistory:  Created 2019 Ky. Acts ch. 20, sec. 8, effective March 15, 2019.  B\nA\nB\nD\n7\n6\nD-\nB\n5\n9\n6-\n8\n1\n4\nF-\n8\nF\n2\nB-\n1\nA\n9\nF\n3\n3\nA\n7)\n6\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nH \nC\nT\nMI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nP\n22\n11\n00\n00\n00\n00\nof of \n9 9 \n00\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311. 7709  Civil action for wrongful death of unborn child -- Damages, costs,  0\n0\nfees -- Defense.  of \n4 \n4\n0\n(1)  A woman on whom an abortion was performed or induced in violation of KRS  0\n0\n311.7705(1) or 311.7706(1) may file a civil action for the wrongful death of her  F : 0\nunborn child.  A\n2\nA\n(2)  A woman who prevails in an action filed under subsection (1) of this section  9\n0\nshall receive from the person who performed or induced the abortion:  B\nA\nB\n(a)  Damages in  an  amount equal to ten thousand dollars  ($10,000) or an  D\n7\namount determined by the trier of fact after consideration of the evidence  D-6\nat the mother's election at any time prior to final judgment subject to the  B\n5\n9\nsame defenses and requirements of proof, except any requirement of live  6-\n8\nbirth, as would apply to a suit for the wrongful death of a child who had  41\nbeen born alive; and  8F-\nF\n2\n(b)  Court costs and reasonable attorney's fees.  B-\n1\n(3)  A determination that KRS 311. 7705(1) or 311.7706(1) is unconstitutional shall  A\n9\nF\nbe a defense to an action filed under subsection (1) of this section alleging that  3\n3\nA\nthe  defendant  violated  the  subsection  that  was  determined  to  be \nunconstitutional. \n(4)  If the defendant in an action filed under subsection (1) of this section prevails \nand:  7)\n6\n(a)  The court finds that the commencement of the action constitutes frivolous  2\n0\n3\nconduct;  6\nY (\n(b)  The court's finding in paragraph (a) of this subsection is not based on that  R\nR\ncourt or another court determining that KRS 311.7705(1) or 311.7706(1)  E\nP\nis unconstitutional; and  H \nC\nT\n(c)  The court finds that the defendant was adversely affected by the frivolous  MI\nconduct;  N. \nO\nH\nthe court shall award reasonable attorney's fees to the defendant.  e: \ng\nEffective:March 15, 2019  d\nu\nHistory:  Created 2019 Ky. Acts ch. 20, sec. 9, effective March 15, 2019.  g J\nn\ndi\nsi\ne\nr\nP\n22\n11\n00\n00\n00\n00\nof of \n0 0 \n11\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311.7710  Inspection  of facilities  to  determine  compliance  with  reporting  0\n0\nrequirements.  of \n5 \n4\nThe Cabinet for Health and Family Services shall inspect the medical records from  00\n0\nany facility that performs abortions to ensure that the physicians or other persons  F : 0\nwho  perform  abortions  at  that  facility  are  in  compliance  with  the  reporting  A\n2\nrequirements  under  KRS  213.101.  The  facility  shall  make  the  medical  records  A\n9\n0\navailable for inspection to the Cabinet for Health and Family Services but shall not  B\nA\nrelease any personal medical information in the medical records that is prohibited by  B\nD\nlaw.  7\n6\nD-\nEffective:March 15, 2019  B\n5\nHistory:  Created 2019 Ky. Acts ch. 20, sec. 10, effective March 15, 2019.  6-9\n8\n1\n4\nF-\n8\nF\n2\nB-\n1\nA\n9\nF\n3\n3\nA\n7)\n6\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nH \nC\nT\nMI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nP\n22\n11\n00\n00\n00\n00\nof of \n1 1 \n11\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n2\n5\n0\n0\n311.7711  Effect of court order suspending enforcement --Application to court  00\nconcerning constitutionality or injunction -- Severability.  of \n6 \n4\n0\n(1)  It  is  the  intent  of the  General  Assembly  that  a  court  judgment  or  order  0\n0\nsuspending enforcement of any provision of KRS 311.7701 to 311.7711 is not  F : 0\nto be regarded as tantamount to repeal of that provision.  A\n2\nA\n(2)  (a)  After the  issuance of a  decision  by the  Supreme Court  of the  United  9\n0\nStates overruling Roe v. Wade, 410 U.S. 113 (1973), the issuance of any  B\nA\nB\nother  court  order  or judgment  restoring,  expanding,  or  clarifying  the  D\n7\nauthority of states to prohibit or regulate abortion entirely or in part, or the  6\nD-\neffective date of an amendment to the Constitution of the United States  B\n5\nrestoring,  expanding,  or clarifying  the  authority of states to  prohibit  or  6-9\n8\nregulate abortion entirely or in part, the Attorney General may apply to the  1\n4\npertinent state or federal court for either or both of the following:  F-\n8\nF\n1.  A  declaration  that  any  one  ( 1)  or  more  sections  specified  in  2\nB-\nsubsection (1) of this section are constitutional; or  1\nA\n9\n2.  A judgment or order lifting an injunction against the enforcement of  F\n3\n3\nany  one  (1)  or  more  sections  specified  in  subsection  (1)  of this  A\nsection. \n(b)  If the Attorney General fails to apply for the relief described in paragraph \n(a)  of this  subsection  within  thirty  (30) days of an  event described  in \n7)\nparagraph (a) of this subsection, any Commonwealth or county attorney  6\n2\n0\nmay apply to the appropriate state or federal court for such relief.  3\n6\n(3)  If  any  provision  of  KRS  311.7701  to  311. 7711  is  held  invalid,  or  if  the  Y (\nR\napplication of such provision to any person or circumstance is held invalid, the  R\nE\nP\ninvalidity of that provision does not affect any other provisions or applications of  H \nC\nKRS  311.7701  to  311. 7711  that  can  be  given  effect  without  the  invalid  T\nprovision or application,  and to this end the  provisions of KRS 311.7701  to  MI\nN. \n311.7711  are severable as  provided  in  KRS  446.090.  In  particular,  it is  the  O\nH\nintent of the General Assembly that:  e: \ng\n(a)  Any invalidity or potential  invalidity of a provision  of KRS  311.7701  to  d\nu\nJ\n311.7711  is not to impair the immediate and continuing enforceability of  g \nn\nthe remaining provisions; and  di\nsi\n(b)  The provisions of KRS 311.7701 to 311.7711 are not to have the effect of  e\nr\nP\nrepealing or limiting any other laws of this state, except as specified by \nKRS 311.7701 to 311.7711. \nEffective:March 15, 2019 \nHistory: · Created 2019 Ky. Acts ch. 20, sec. 11, effective March 15, 2019. \n22\n11\n00\n00\n00\n00\nof of \n2 2 \n11\n00\n00\n00\n00\nH : H : \nXX\nEE\nFiled 23-CI-007561     12/08/2023 David L. Nicholson, Jefferson Circuit Clerk\n\nAOC-E-105           Sum Code: CI\nRev. 9-14 Case #: 23-CI-007561\nCourt:  CIRCUIT\nCommonwealth of Kentucky\nCourt of Justice      Courts.ky.gov County: JEFFERSON Circuit\n2\nCR 4.02; Cr Official Form 1 CIVIL SUMMONS 05\n0\n0\n0\nof \n7 \n4\nPlantiff, DOE, JANE VS. CAMERON, DANIEL ET AL, Defendant 00\n0\n0\nF : \nA\n2\nTO:  DANIEL CAMERON A\n9\n0\nOFFICE OF THE ATTORNEY GENERAL B\nA\nB\nD\n700 CAPITOL AVENUE, SUITE 118 7\n6\nD-\nFRANKFORT, KY 40601 B\n5\n9\n6-\n8\n1\nThe Commonwealth of Kentucky to Defendant: F-4\n8\nF\n2\nB-\n     You are hereby notified that a legal action has been filed against you in this Court demanding relief as shown on  A1\n9\nthe document delivered to you with this Summons.  Unless a written defense is made by you or by an attorney  3F\n3\non your behalf within twenty (20) days following the day this paper is delivered to you, judgment by default may be  A\ntaken against you for the relief demanded in the attached complaint.\nThe name(s) and address(es) of the party or parties demanding relief against you or his/her (their) attorney(s) are shown on the \ndocument delivered to you with this Summons. 67)\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nJefferson Circuit Clerk H \nC\nT\n Date: 12/8/2023 MI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nProof of Service P\nThis Summons was:  \no Served by delivering a true copy and the Complaint (or other initiating document)\nTo:\noNot Served because:\n11\n00\n00\n00\n00\nDate: , 20 00\nServed By of of \n1 1 \n00\n00\n00\n00\n00\nTitle CI : CI : \nSummons ID: @00001052154  \nCIRCUIT: 23-CI-007561 Certified Mail\nDOE, JANE VS. CAMERON, DANIEL ET AL\nPage 1 of 1\n\nAOC-E-105           Sum Code: CI\nRev. 9-14 Case #: 23-CI-007561\nCourt:  CIRCUIT\nCommonwealth of Kentucky\nCourt of Justice      Courts.ky.gov County: JEFFERSON Circuit\n2\nCR 4.02; Cr Official Form 1 CIVIL SUMMONS 05\n0\n0\n0\nof \n8 \n4\nPlantiff, DOE, JANE VS. CAMERON, DANIEL ET AL, Defendant 00\n0\n0\nF : \nA\n2\nTO:  ERIC FRIEDLANDER A\n9\n0\nOFFICE OF THE SECRETARY B\nA\nB\nD\n275 E MAIN ST, 5W-A 7\n6\nD-\nFRANKFORT, KY 40621 B\n5\n9\n6-\n8\n1\nThe Commonwealth of Kentucky to Defendant: F-4\n8\nF\n2\nB-\n     You are hereby notified that a legal action has been filed against you in this Court demanding relief as shown on  A1\n9\nthe document delivered to you with this Summons.  Unless a written defense is made by you or by an attorney  3F\n3\non your behalf within twenty (20) days following the day this paper is delivered to you, judgment by default may be  A\ntaken against you for the relief demanded in the attached complaint.\nThe name(s) and address(es) of the party or parties demanding relief against you or his/her (their) attorney(s) are shown on the \ndocument delivered to you with this Summons. 67)\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nJefferson Circuit Clerk H \nC\nT\n Date: 12/8/2023 MI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nProof of Service P\nThis Summons was:  \no Served by delivering a true copy and the Complaint (or other initiating document)\nTo:\noNot Served because:\n11\n00\n00\n00\n00\nDate: , 20 00\nServed By of of \n1 1 \n00\n00\n00\n00\n00\nTitle CI : CI : \nSummons ID: @00001052155  \nCIRCUIT: 23-CI-007561 Certified Mail\nDOE, JANE VS. CAMERON, DANIEL ET AL\nPage 1 of 1\n\nAOC-E-105           Sum Code: CI\nRev. 9-14 Case #: 23-CI-007561\nCourt:  CIRCUIT\nCommonwealth of Kentucky\nCourt of Justice      Courts.ky.gov County: JEFFERSON Circuit\n2\nCR 4.02; Cr Official Form 1 CIVIL SUMMONS 05\n0\n0\n0\nof \n9 \n4\nPlantiff, DOE, JANE VS. CAMERON, DANIEL ET AL, Defendant 00\n0\n0\nF : \nA\n2\nTO:  MICHAEL RODMAN A\n9\n0\nBOARD OF MEDICAL LICENSURE B\nA\nB\nD\n310 WHITTINGTON PKWY, SUITE 1B 7\n6\nD-\nLOUISVILLE, KY 40222 B\n5\n9\n6-\n8\n1\nThe Commonwealth of Kentucky to Defendant: F-4\n8\nF\n2\nB-\n     You are hereby notified that a legal action has been filed against you in this Court demanding relief as shown on  A1\n9\nthe document delivered to you with this Summons.  Unless a written defense is made by you or by an attorney  3F\n3\non your behalf within twenty (20) days following the day this paper is delivered to you, judgment by default may be  A\ntaken against you for the relief demanded in the attached complaint.\nThe name(s) and address(es) of the party or parties demanding relief against you or his/her (their) attorney(s) are shown on the \ndocument delivered to you with this Summons. 67)\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nJefferson Circuit Clerk H \nC\nT\n Date: 12/8/2023 MI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nProof of Service P\nThis Summons was:  \no Served by delivering a true copy and the Complaint (or other initiating document)\nTo:\noNot Served because:\n11\n00\n00\n00\n00\nDate: , 20 00\nServed By of of \n1 1 \n00\n00\n00\n00\n00\nTitle CI : CI : \nSummons ID: @00001052156  \nCIRCUIT: 23-CI-007561 Certified Mail\nDOE, JANE VS. CAMERON, DANIEL ET AL\nPage 1 of 1\n\nAOC-E-105           Sum Code: CI\nRev. 9-14 Case #: 23-CI-007561\nCourt:  CIRCUIT\nCommonwealth of Kentucky\nCourt of Justice      Courts.ky.gov County: JEFFERSON Circuit\n2\nCR 4.02; Cr Official Form 1 CIVIL SUMMONS 05\n0\n0\n0\nof \n0 \n5\nPlantiff, DOE, JANE VS. CAMERON, DANIEL ET AL, Defendant 00\n0\n0\nF : \nA\n2\nTO:  DANIEL CAMERON A\n9\n0\n700 CAPITOL AVENUE B\nA\nB\nD\nSUITE 118 7\n6\nD-\nFRANKFORT, KY 40601 B\n5\n9\n6-\n8\n1\nThe Commonwealth of Kentucky to Defendant: F-4\n8\nF\n2\nB-\n     You are hereby notified that a legal action has been filed against you in this Court demanding relief as shown on  A1\n9\nthe document delivered to you with this Summons.  Unless a written defense is made by you or by an attorney  3F\n3\non your behalf within twenty (20) days following the day this paper is delivered to you, judgment by default may be  A\ntaken against you for the relief demanded in the attached complaint.\nThe name(s) and address(es) of the party or parties demanding relief against you or his/her (their) attorney(s) are shown on the \ndocument delivered to you with this Summons. 67)\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nJefferson Circuit Clerk H \nC\nT\n Date: 12/8/2023 MI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nProof of Service P\nThis Summons was:  \no Served by delivering a true copy and the Complaint (or other initiating document)\nTo:\noNot Served because:\n11\n00\n00\n00\n00\nDate: , 20 00\nServed By of of \n1 1 \n00\n00\n00\n00\n00\nTitle CI : CI : \nSummons ID: @00001052158  \nCIRCUIT: 23-CI-007561 Certified Mail\nDOE, JANE VS. CAMERON, DANIEL ET AL\nPage 1 of 1\n\nAOC-E-105           Sum Code: CI\nRev. 9-14 Case #: 23-CI-007561\nCourt:  CIRCUIT\nCommonwealth of Kentucky\nCourt of Justice      Courts.ky.gov County: JEFFERSON Circuit\n2\nCR 4.02; Cr Official Form 1 CIVIL SUMMONS 05\n0\n0\n0\nof \n1 \n5\nPlantiff, DOE, JANE VS. CAMERON, DANIEL ET AL, Defendant 00\n0\n0\nF : \nA\n2\nTO:  GERINA WHETHERS A\n9\n0\nOFFICE OF THE COMMONWEALTH'S ATTORNEY B\nA\nB\nD\n514 WEST LIBERTY STREET 7\n6\nD-\nLOUISVILLE, KY 40202 B\n5\n9\n6-\n8\n1\nThe Commonwealth of Kentucky to Defendant: F-4\n8\nF\n2\nB-\n     You are hereby notified that a legal action has been filed against you in this Court demanding relief as shown on  A1\n9\nthe document delivered to you with this Summons.  Unless a written defense is made by you or by an attorney  3F\n3\non your behalf within twenty (20) days following the day this paper is delivered to you, judgment by default may be  A\ntaken against you for the relief demanded in the attached complaint.\nThe name(s) and address(es) of the party or parties demanding relief against you or his/her (their) attorney(s) are shown on the \ndocument delivered to you with this Summons. 67)\n2\n0\n3\n6\nY (\nR\nR\nE\nP\nJefferson Circuit Clerk H \nC\nT\n Date: 12/8/2023 MI\nN. \nO\nH\ne: \ng\nd\nu\nJ\ng \nn\ndi\nsi\ne\nr\nProof of Service P\nThis Summons was:  \no Served by delivering a true copy and the Complaint (or other initiating document)\nTo:\noNot Served because:\n11\n00\n00\n00\n00\nDate: , 20 00\nServed By of of \n1 1 \n00\n00\n00\n00\n00\nTitle CI : CI : \nSummons ID: @00001052157  \nCIRCUIT: 23-CI-007561 Certified Mail\nDOE, JANE VS. CAMERON, DANIEL ET AL\nPage 1 of 1\n\nCommonwealth of Kentucky\nDavid L. Nicholson, Jefferson Circuit Clerk\nCase #: 23-CI-007561                                       Envelope #:  6999968              2\n5\n0\nReceived From: MICHELE  HENRY Account Of: MICHELE  HENRY 00\n0\nCase Title: DOE, JANE VS. CAMERON, DANIEL ET AL Confirmation Number: 173144440 2 of \n5\n0\nFiled On:1 2/8/2023   9:01:16AM 0\n0\n0\nF : \nA\n# Item Description Amount 2\nA\n9\n1 Access To Justice Fee $20.00 0\nB\nA\n2 Money Collected For Others(Court Tech. Fee) $20.00 B\nD\n3 Money Collected For Others(Postage) $91.35 67\nD-\n4 Money Collected For Others(Attorney Tax Fee) $5.00 B\n5\n9\n5 Library Fee $3.00 6-\n8\n1\n6 Civil Filing Fee $150.00 4\nF-\n7 Charges For Services(Copy - Photocopy) $24.00 F8\n2\nB-\nTOTAL: $313.35 1\nA\n9\nF\n3\n3\nA\nGenerated: 12/8/2023  Page 1 of 1",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/144238"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 144237,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/144237"
    },
    {
      "date": "2023-12-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Kentucky state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 144240,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/144240.pdf",
      "title": "Notice of Voluntary Dismissal",
      "text": "     \n \nNO. 23-CI-007561                        JEFFERSON CIRCUIT COURT \nDIVISION THREE (3)  \nHON. MITCH PERRY  \n \nJANE DOE, et al.  PLAINTIFFS \n \nv.                \n \nDANIEL CAMERON, et al.           DEFENDANT\n \nNOTICE OF VOLUNTARY DISMISSAL \n \n   Pursuant to CR 41.01(1), Plaintiffs voluntarily dismiss this action. \n   \n1 \n\n     \n \nDATE:   December 17, 2023       Respectfully submitted, \n/s/ Michele Henry \nMichele Henry (KBA No. 89199) \nCraig Henry PLC \n401 West Main Street, Suite 1900 \nLouisville, Kentucky 40202 \n(502) 614-5962 \nmhenry@craighenrylaw.com \n \nCounsel for Plaintiffs \n \nCrystal Fryman (KBA No. 99027) \nACLU of Kentucky \n325 Main Street, Suite 2210 \nLouisville, Kentucky \n(502) 581-9746 \ncrystal@aclu-ky.org \n \n              Counsel for Plaintiff Jane Doe\n   \n \n2 \n\n     \n \nCERTIFICATE OF SERVICE \n \nI hereby certify that on December 17, 2023, true and accurate copies of the foregoing \nwere served by email on the following: \n \n  Victor Maddox \nChristopher Thacker \nLindsey Keiser \nOffice of the Attorney General \n700 Capitol Avenue, Suite 118  \nFrankfort, KY 40601 \nvictor.maddox@ky.gov \nchristopher.thacker@ky.gov \nlindsey.keiser@ky.gov \n \nWesley Duke \nOffice of the Secretary of Kentucky’s Cabinet for Health and Family Services \n275 E. Main St. 5W-A \nFrankfort, KY 40621 \nwesleyw.duke@ky.gov  \n \nLeanna Diakov \nKentucky Board of Medical Licensure \n310 Whittington Pkwy, Suite 1B \nLouisville, KY 40222 \nleanne.diakov@ky.gov \n \nJason Moore \nOffice of the Commonwealth’s Attorney, 30th Judicial Circuit \n514 West Liberty Street \nLouisville, KY 40202 \njbmoore@louisvilleprosecutor.com  \n \n \n \n   \n/s/ Michele Henry \nMichele Henry (KBA No. 89199) \nCounsel for Plaintiffs\n \n \n   ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/144240"
    }
  ],
  "document_count": 3
}