{
  "case_id": 469,
  "fetched_at": "2025-10-22T00:05:20.883782",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Beatrice State Home",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1984,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Due Process: Substantive Due Process"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Nebraska",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1972-09-28",
    "filing_year": 1972,
    "id": 469,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "Disability and Disability Rights: Least restrictive environment",
      "General/Misc.: Totality of conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation",
      "Jails, Prisons, Detention Centers, and Other Institutions: Deinstitutionalization/decarceration",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified"
    ],
    "last_checked_date": "2007-04-17T00:00:00-04:00",
    "main_docket": {
      "id": 42600,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1972,
      "docket_filing_number": 299,
      "is_main_docket": true,
      "court": "District of Nebraska",
      "state": "Nebraska",
      "docket_office_number": "4",
      "docket_number_manual": "CV72-L-299",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Horacek v. Exon",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1984,
    "order_start_year": 1975,
    "permanent_injunction": false,
    "plaintiff_description": "Mentally retarded residents of Beatrice State Home.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Nebraska",
    "summary": "<p>On September 28, 1972, parents of residents with intellectual disabilities of the Beatrice State Home brought a civil rights class action pursuant to 42 U.S.C. § 1983 in the U.S. District Court for Nebraska, alleging that the physical conditions, care, treatment and training provided at the Beatrice State Home did not meet constitutional standards. Plaintiffs maintained that less restrictive community alternatives were available which would provide them adequate care, treatment, education and training.  The plaintiffs sought declaratory and injunctive relief.</p><p>Defendants moved to dismiss the action for failure to state a claim.  On March 22, 1973, the District Court (Chief Judge Urbom) denied defendants' motion.  Horacek v. Exon , 357 F.Supp. 71 (D.Neb.1973).  </p><p>The National Center for Law and the Handicapped and the U.S. Department of Justice were allowed to intervene in the case as amicus curiae.</p><p>Discovery commenced and the parties eventually reached a settlement of the case.  The District Court entered and approved the Consent Decree on October 31, 1975.  The Decree called for periodic evaluations to determine the most appropriate manner to transfer residents of the Beatrice State Home to less restrictive community based mental health facilities. In the event that a parent or legal guardian of any resident of the home objected to such a transfer, the Decree provided that due process hearing would be held before the Nebraska State Department of Public Institutions (DPI).</p><p>Litigation regarding implementation and compliance with the Consent Decree ensued and continued for years.</p><p>Due to the age of the case, no PACER docket exists.  Our information about the subsequent procedural history is limited to the pre-PACER docket, which is part of the case documents.</p><p>According to the docket, the District Court (Judge Albert G. Schatz) entered a TRO and injunction on December 28, 1978 regarding construction at the Beatrice Home.  Numerous modifications to the implementation plan followed.  On September 28, 1981, the Court approved defendants' Plan of Implementation and dissolved the previously issued injunction.  Thereafter, periodic progress reports were submitted to the Court.</p><p>In 1982, an attorney for a Beatrice resident who objected to his transfer sought attorney's fees for his representation.  The District Court (Judge Albert G. Schatz) denied the fee request.   The Eighth Circuit Court of Appeals (Judge Ross) affirmed. Horacek V. Thone,  710 F.2d 496 (8th Cir. 1983).</p><p>On January 31, 1984, the case was dismissed and closed.  Progress reports were filed in 1985 and 1986.  No other substantive activity was noted on the docket</p><p></p>",
    "summary_published_date": "2007-04-17T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/469",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=469",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=469",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=469"
  },
  "documents": [
    {
      "date": "1983-06-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 496,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 710,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eighth Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 14241,
      "file": null,
      "title": "Opinion",
      "text": "",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/14241"
    },
    {
      "date": "1983-07-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Empty/Missing Document",
      "document_type": "Other",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2143,
      "file": null,
      "title": "Notes from the Special Litigation Section/Case Information List",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2143"
    },
    {
      "date": "1983-06-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 496,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 710,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eighth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55731,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55731.pdf",
      "title": "Opinion",
      "text": "710 F.2d 496 (1983)\nIn re Sarah Ann HORACEK, et al.; United States, Intervenor,\nv.\nCharles THONE, et al., Appellees,\nRichard Douglas McClain, Attorney for James Michael Jonas, Appellant.\nNo. 82-2384.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted June 22, 1983.\nDecided June 30, 1983.\n497 *497 Paul L. Douglas, Atty. Gen., Melvin K. Kammerlohr, Asst. Atty. Gen., Lincoln, Neb., for appellees.\nRichard Douglas McClain, Lincoln, Neb., for appellant James Michael Jonas.\nBefore BRIGHT, ROSS and JOHN R. GIBSON, Circuit Judges.\nROSS, Circuit Judge.\n[1]\nAttorney Richard McClain appeals the district court  denial of his application for attorney fees. McClain seeks\nfees under the consent decree entered in the case of Horacek v. Exon, Civil No. 72-L-299 (D.Neb.1975). The\ndistrict court denied McClain's application on the ground that the court lacks the authority to grant the fees under\nthe decree, statutes and case law. We affirm.\nI.\nThe instant litigation is based on the case of Horacek v. Exon, Civil No. 72-L-299 (D.Neb.1975). That case was\nbrought under the Civil Rights Act against state officials by certain parents of and on behalf of the residents of the\nBeatrice State Home. The plaintiffs alleged that the conditions of confinement there were violative of the eighth\namendment's ban on cruel and unusual punishment. The parties eventually entered into a consent decree\napproved by the district court on October 31, 1975. The consent decree provided, among other things, for\nperiodic evaluations to determine the most appropriate manner to transfer residents of the Beatrice State Home\n(Beatrice) to community based mental health facilities. It provided that in the event that either the parent or legal\nguardian of any resident of the home objected to such a transfer, a due process hearing must be held before the\nState Department of Public Institutions (DPI). Paragraphs 19 through 22 of the consent decree set out the\nstandards for the administrative hearings, including a requirement that the DPI appoint competent counsel to\nrepresent the interests of each Beatrice resident.\nJames M. Jonas has been a resident-patient of Beatrice since sometime prior to May 20, 1954. Gerald Jonas is\nJames' father and guardian. Early in 1978, Gerald Jonas was notified that Beatrice planned to transfer James to\na community based program. The elder Jonas hired attorney McClain to represent James' parents in the\nprehearing placement proceedings before the DPI. McClain then requested the DPI to furnish James with\ncounsel to represent his interests at the hearing. McClain asked that he be appointed as such counsel.\nThe DPI initially took the position that it was not required under the Horacek consent decree to appoint counsel to\nrepresent James, but subsequently reversed that position when the office of the Attorney General of the State of\n498 Nebraska informed DPI *498 that its interpretation of Horacek required the Attorney General to do so. However,\nbecause DPI lacked budgetary authorization to pay attorney fees and no statutory authority existed under\nNebraska law to allow for the taxation of attorney fees against the state in this situation, DPI attempted to fulfill its\nresponsibility to appoint counsel for James by seeking the aid of the Southeast Nebraska Legal Services Agency,\nthe Lancaster County Public Defender, the County Attorney for James' home county, the Department of Welfare's\n\nAdvocacy Program for the Developmentally Disabled, and finally the President of the Gage County Bar\nAssociation. It would appear that the Gage County Bar Association was successful in providing the DPI hearing\nexaminer who was to preside at the hearing with the names of two attorneys willing to be appointed to represent\nJames. It would further appear that the DPI was successful in finding limited budgetary appropriations for\nattorney fees and set a $350 fee limit for the attorneys willing to be appointed to represent Beatrice residents at\ndue process hearings held by the DPI.\nHowever, before the hearing examiner could appoint counsel as requested by DPI, Gerald Jonas requested the\nCounty Court of Dakota County to appoint McClain as both attorney and guardian ad litem for James \"at\ngovernment expense\" to represent him in the deinstitutionalization hearing. On June 9, 1978, the county court\ngranted the application and appointed McClain \"to act as attorney and guardian ad litem for James Jonas at\ngovernment expense.\" Thereafter, the DPI objected to the county court order appointing McClain, contending that\nthe county court had no jurisdiction in matters relating to compliance with the consent decree in Horacek and\nfurthermore that McClain, as attorney for the parents of James Jonas, who opposed community placement for\nJames, represented interests which the Horacek consent decree recognized may be in conflict with the best\ninterests of James himself and, therefore, could not represent both the interests of the parents and the interests\nof James at the due process hearing.\nThe county court overruled the objections of the DPI and entered another order confirming McClain's\nappointment. The due process hearing was conducted with McClain acting as attorney for both James and his\nparents, who opposed community placement. After the hearing, McClain applied for attorney fees in the county\ncourt in which he was appointed, and the County Court judge found that fees in the sum of $3,100 should be\nallowed, but that the fees should not be paid by Dakota County and \"were the expense of some other\ngovernmental body.\" McClain appealed to the state district court which ruled that the county court did not have\nsubject matter jurisdiction of the original appointment of McClain. McClain then appealed to the Nebraska\nSupreme Court which held that the county court lacked the authority to appoint a guardian ad litem for James or\nto fix fees in the manner in which it did. See In Re Guardianship of Jonas, 211 Neb. 397, 318 N.W.2d 867 (1982).\nOn his appeal to the Nebraska Supreme Court, McClain argued that the action of the county court was justified\nunder several Nebraska statutes, not the Horacek consent decree, but the court rejected his arguments and\nconcluded that it was \"unable to find any statutory authority to justify the action taken by the county judge in this\ncase.\" 211 Neb. at 401, 318 N.W.2d 867. The supreme court also noted that while \"every court has inherent\npower to appoint a guardian ad litem to represent an incapacitated person in proceedings before that court, that\npower does not extend to the appointment of such guardian for the purpose of managing litigation in another\ncourt or tribunal except for necessary appeals.\" (Citation omitted.) Id.\nAfter his denial in state court, McClain applied for attorney fees in the United States District Court, urging that the\nfederal court had the authority to award them under the Horacek consent decree. He relied on paragraph 8 of the\ncourt's decree of October 31, 1975, which states:\n499 8) Jurisdiction is retained by this Court until further order. Any party may *499 apply at any time for\nsuch further order as may be necessary or appropriate for the construction or implementation of\nthis Decree or for the enforcement of this Decree. Any party may move for such further relief as\nthe interests of justice in this case may require.\nHe also cited paragraph 19 of the August 6, 1975 agreement, which allows a member of the class to move for\nrelief in the district court in the event that the DPI should refuse to appoint counsel for a class member in a due\nprocess hearing. The district court denied McClain's application, noting that he never sought appointment, nor\nwas he ever appointed by that court under the consent decree.\nII.\nMcClain now argues that the court erred by not granting the fees under New York Gaslight Club, Inc. v. Carey,\n447 U.S. 54, 100 S.Ct. 2024, 64 L.Ed.2d 723 (1980). There the Supreme Court held that under Title VII, a federal\ncourt may allow the prevailing party attorney fees for legal services performed in prosecuting an employment\ndiscrimination claim in state administrative and judicial proceedings that Title VII requires federal claimants to\n\ninvoke. The Court in Gaslight Club relied heavily on requirements under Title VII and EEOC regulations which\nmandate an initial resort to agencies authorized by state and local governments to grant relief, before recourse to\nfederal forums is proper. 447 U.S. at 62-63, 100 S.Ct. at 2030. The Court reasoned that if Congress included\nadministrative proceedings as a necessary element of the Title VII enforcement scheme, it must also have\nintended the attorney fees provision of Title VII to authorize an award of fees to plaintiffs who do not need to file a\ncivil complaint on the merits of their Title VII claim because they have substantially prevailed in an administrative\nproceeding.\nMcClain submits that 42 U.S.C. § 1988 supplies the statutory authority for attorney fees in this case. The relevant\npart of section 1988 provides:\nIn any action or proceeding to enforce a provision of sections 1981, 1982, 1983, 1985, and 1986\nof this title, title IX of Public Law 92-318, or title VI of the Civil Rights Act of 1964, the court, in its\ndiscretion, may allow the prevailing party, other than the United States, a reasonable attorney's\nfee as part of the costs.\nMcClain urges this court to extend the Gaslight Club rationale to cases falling under section 1988. He argues that\nthe language \"any action or proceeding\" is sufficiently broad to cover the state administrative proceeding in which\nhe participated. McClain's reliance on Gaslight Club is misplaced. Although the language of section 706(k) of Title\nVII and section 1988 are similar, the Gaslight Club rationale is not controlling here. The reason is that unlike Title\nVII \"no Congressional policy exists under * * * any of the civil rights statutes enumerated in § 1988, which\nmandates that civil rights claimants initiate their actions at the state level before an action in federal court is\nproper.\" Derheim v. Hennepin County Bureau of Social Services, 524 F.Supp. 1321, 1324 (D.Minn.1981),aff'd on\nother grounds,688 F.2d 66 (8th Cir.1982).\nFurthermore, section 1988 itself does not create an independent right of action to recover attorney fees.\nIn Moor v. County of Alameda, 411 U.S. 693, 98 S.Ct. 1785, 36 L.Ed.2d 596 (1973), a case\ndecided prior to the 1976 amendment which added the attorneys' fees provision to section 1988,\nthe Supreme Court ruled that section 1988 does not create a right of action. Its function is to\nauthorize remedies for violations of the other civil rights statutes.3 The language of the 1976\namendment adding the attorney's fees provision gives no basis for deviating from the conclusion\nreached in Moor v. County of Alameda. The provision allows recovery of attorney's fees \"as a part\nof the costs\" awarded \"[i]n any action or proceeding to enforce [a provision of the] Civil Rights Act\nof 1964.\" By its terms, it does not contemplate an independent action solely to recover attorney's\n500 fees. Moreover, the legislative history *500 makes it clear that the attorney's fees provision is part\nof the remedy only.\nThe purpose and effect of S. 2278 are simple 00 it is designed to allow courts to provide the\n97\nfamiliar remedy of reasonable counsel fees to prevailing parties in suits to enforce the civil rights\nacts which Congress has passed since 1866.\nS.Rep. No. 94-1011, 94th Cong., 2d Sess. 2 (1976), reprinted in [1976] U.S.Code Cong. &\nAd.News 5908, 5909-10 (emphasis added).\n3 This holding was reaffirmed after the 1976 amendment to Monell v. Department of Social\nServices, 436 U.S. 658, 701 [98 S.Ct. 2018, 2041, 56 L.Ed.2d 611] n. 66.\n524 F.Supp. at 1325.\nThe Third Circuit very recently addressed similar contentions in Latino Project, Inc. v. City of Camden, 701 F.2d\n262 (3d Cir.1983). The issue before the court in Latino Project was whether, in addition to civil lawsuits, section\n1988 authorizes an award of attorney fees to plaintiffs who substantially prevail in administrative proceedings\nwithout filing a civil complaint on the merits. Using the same rationale as the district court in the instant case, the\nThird Circuit held:\n\nDespite the literal ambiguity of the words \"civil action or proceeding,\" the statutory context of those\nwords indicates that Congress intended section 1988 to authorize an award of attorney's fees only\nto a party who substantially prevails on a civil rights claim in a lawsuit.\nId. at 264. That court also declined to expand the rationale of Gaslight Club to include section 1988.\nThe provision of the consent decree requiring appointment of counsel to represent the mentally retarded class\nmembers in the due process hearings does not provide for compensation for appointment of counsel, and there\nis no other statutory basis for recovery of fees in this case. Accordingly, we affirm the judgment of the district\ncourt.\n[1] The Honorable Albert G. Schatz, United States District Court for the District of Nebraska.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55731"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128637,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128637"
    },
    {
      "date": "1973-03-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": 71,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 357,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Nebraska",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54463,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54463.pdf",
      "title": "Memorandum and Order on Motion to Dismiss",
      "text": "357 F.Supp. 71 (1973)\nSarah Ann HORACEK et al., Plaintiffs,\nv.\nJames J. EXON et al., Defendants.\nNo. CV72-L-299.\nUnited States District Court, D. Nebraska.\nMarch 22, 1973.\n72 *72 Bruce G. Mason, Omaha, Neb., for plaintiffs.\nMel Kammerlohr, Asst. Atty. Gen., Lincoln, Neb., for defendants.\nMEMORANDUM AND ORDER ON MOTION TO DISMISS\nURBOM, Chief Judge.\nThis matter is before the court on the defendants' motion to dismiss, filing No. 4.\nThe plaintiffs, represented through their parents, have brought a civil rights action pursuant to 42 U.S.C. § 1983,\non behalf of themselves and all other persons similarly situated, alleging that the physical conditions, care,\ntreatment and training provided by the defendants at the Beatrice State Home for the mentally retarded do not\nmeet constitutional standards. Specifically, the plaintiffs allege that they have not received a constitutionally\nminimal level of habilitation; that their commitment to the Beatrice State Home has deprived them of due process,\nin that less restrictive community alternatives are available which would provide them adequate care, treatment,\neducation and training with far less restrictions upon personal liberty and the exercise of constitutional rights; that\nthey are being denied equal protection of the law by unreasonable classifications which deny them rights and\nbenefits which others similarly situated have; and that certain practices by the defendants constitute a form of\ninvoluntary servitude and cruel and unusual punishment. The plaintiffs request declaratory and injunctive relief\npursuant to 28 U.S.C. §§ 1651, 2201 and 2202, and 42 U.S.C. § 1983.\nThe defendants' motion to dismiss is bottomed on the assertion that the complaint fails to state a claim upon\nwhich relief may be granted; that the court lacks jurisdiction over the subject matter, since the complaint fails to\nraise a substantial federal question; and that the complaint fails to present any justiciable issue which could\nappropriately be adjudicated by this court.\n73 The question facing this court is whether on the facts alleged in the *73 plaintiffs' complaint a claim for relief has\nbeen presented which is cognizable for review under the Civil Rights Act. The defendants maintain that no\nfederally protected right has been denied the plaintiffs, because there is no constitutional requirement that the\nstate provide the plaintiffs with habilitative treatment at the Beatrice State Home. Moreover, the defendants assert\nthat whether a state shall provide a particular governmental service, and the quality and quantity of that service,\nare questions of state, rather than federal, constitutional law.\nFor purposes of evaluating the defendants' motion, this court must determine whether the plaintiffs could prove\nno set of facts in support of their claim which would entitle them to relief. Conley v. Gibson, 355 U.S. 41, 45-46,\n78 S.Ct. 99, 2 L.Ed.2d 80 (1957); cf. Haines v. Kerner, 404 U.S. 519, 521, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972).\nTaking the allegations as true for purposes of this motion, I am convinced that the plaintiffs have stated at least\none claim which is cognizable for review under the Civil Rights Act. The allegations that the conditions of\nconfinement at the Beatrice State Home are violative of the Eighth Amendment's ban on cruel and unusual\npunishment would appear to fall within the purview of the Civil Rights Act. It must be noted that the ban on cruel\nand unusual punishment applies not only to sentences imposed in judicial proceedings, but to conditions of\nconfinement as well. See, Sawyer v. Sigler, 320 F.Supp. 690 (U.S.D.C.Neb.1970), aff'd, 445 F.2d 818 (C.A. 8th\n\nCir. 1971); Lollis v. New York State Department of Social Services, 322 F.Supp. 473 (U.S.D.C.S.D.N.Y.1970). I\ncannot say as a matter of law at this stage of the litigation that the plaintiffs will be unable to muster facts in\nsupport of their claims that the conditions at the Beatrice State Home are cruel and unusual. At the very least, the\nplaintiffs should be given an opportunity to offer evidence on this allegation.\nWith respect to the other allegations of the plaintiffs, it is clear that serious question has been raised by federal\ncourts in other jurisdictions concerning the applicability of the Civil Rights Act in redressing grievances of persons\nconfined, either voluntarily or involuntarily, in state institutions for the mentally retarded. See, Wyatt v. Stickney,\n325 F.Supp. 781 (U.S.D.C.M.D.Ala.1971); Wyatt v. Stickney, 334 F.Supp. 1341 (U.S.D.C.M.D.Ala.1971); \nBurnham v. Department of Public Health of the State of Georgia, 349 F.Supp. 1335 (U. S.D.C.M.D.Ga.1972); cf. \nMartarella v. Kelley, 349 F.Supp. 575 (U.S.D.C.S.D. N.Y.1972); note, Rouse v. Cameron, 125 U.S.App.D.C. 366,\n373 F.2d 451 (C.A.D. C.1966) (habeas corpus action relating to selected provisions of the D.C.Code, 1961); and\n\"The Mentally Ill and the Right to Treatment,\" 36 Chi.L.Rev. 742 (1969). Recent decisions in this area indicate\nthat courts differ on the question of whether there is a constitutional right for persons to be given habilitative\ntreatment at state institutions for the mentally retarded, and whether due process, equal protection, or the Eighth\nAmendment's ban on cruel and unusual punishment entitle such persons to bring their allegations under the Civil\nRights Act. Needless to say, the issues presented herein are of a sensitive nature, both as to their legal and\nmoral overtones, but this memorandum is not fashioned to deal with the possible ramifications of the plaintiffs'\ntheories, since it is enough to say that they should be given an opportunity to present evidence.\nAs to the matter of the justiciability of the plaintiffs' allegations, it appears that the defendants question whether\nthis court could render with any specificity an order which would resolve the controversy. The Wyatt case, supra,\nindicates that at least one federal district court judge has taken the view that affirmative and corrective orders can\n74 be fashioned in a dispute of this nature. While I in no way suggest that *74 this court would take the same\napproach, I am confident that this court could render an order prohibiting certain conduct at the Beatrice State\nHome if that conduct is shown to be in violation of the constitutional rights of the plaintiffs. The defendants further\nimply in their brief that the case presents purely political considerations, in that the state is the sole judge of the\nquality of its public services and whether to provide such services at all. While there is certainly public policy\ninvolved in a dispute of this nature, I also find that the allegations in the complaint, especially those dealing with\ncruel and unusual punishment, present questions of federal law. I am not convinced that the case presents\npolitical questions only or that constitutional questions are absent. Another aspect of justiciability, that dealing\nwith whether the case presents a case or controversy, has not been briefed by the defendants and deserves little\nmention here since it clearly appears that the plaintiffs have not presented this court with an abstract set of\nhypothetical facts. Instead, there appears to be a concrete dispute between the parties relating to the care and\ntreatment given at the Beatrice State Home. Accordingly, I conclude that the issues presented by the plaintiffs are\njusticiable.\nThe court has raised one further issue which must be resolved before the case can continue. The parents of\ncertain children residing at the Beatrice State Home have brought this action on behalf of their children. The\nquestion now is whether the parents of the named plaintiff's are the proper parties to represent the interests of\nthe named plaintiffs. I cannot be insensitive to the possibility that the interests of the parents may conflict with\nthose of the children residing at the Beatrice State Home. While the parents in all good conscience may desire\none remedy, or a specific type or style of treatment for their children, it would not necessarily be in the best\ninterests of the children. Therefore, it seems to me that a discreet course would be to provide for the appointment\nof a guardian ad litem, who would not displace the parents as representatives of the plaintiffs but would be alert\nto recognize potential and actual differences in positions asserted by the parents and positions that need to be\nasserted on behalf of the plaintiffs. Accordingly, an order shortly will be entered, making the appointment under\nRule 17(c) of the Federal Rules of Civil Procedure.\nIt hereby is ordered:\n1. That the defendants' motion to dismiss, filing No. 4, is denied; and\n2. That the motion to intervene as amicus curiae, filed by the National Center for Law and the Handicapped, filing\nNo. 9, is granted.\n\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "10",
      "clearinghouse_link": "clearinghouse.net/doc/54463"
    },
    {
      "date": "1989-07-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Nebraska",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2146,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2146.pdf",
      "title": "Court Docket",
      "text": "299  i11bGt G Schatz \nCMLDOCEETC~(:~-L  %y \nUNITED STATES DISTRICT COURT  Jury demand date:  JUDGE SCHATZ \n- \nD C Pam No .1C% A Rev \n- \nl7TI50FcAm \n1  S * D.  MOS \nSARAH ANN HORACEK,  by her mother  For plain*:  3202- \n'  MARGIEHORACEK: \nJAMES  JAY BONAR,  by his  father \nROEGBD  BONAR: \n.  MGAEBOERLG INAE VMrTAOEN  N : m O N  by  her mother  4~;,O.+am.\" a.dfhhCia.ld,ee   nN5te eb;r-=  . fFot6or8 nL1a0aIdw2  .H &.  tShoes kHiann dicar-  \nJOSEPH BAOMAN,  by his mother NEVA  BALMAN:  ~ % ? e e m x- P mx jee~c t  I    \n1235 No.  Eddy  S t r .  \n :- Sout?? Bend.  Ind  46517 \n @c\n=  Guardian Ad  Litem \nJames W.  Hewitt \n.  Plaintiffs  1815 \"Y\" Str ,Lincoln,Nebr  >Z'd \nand \nVS \nJ. Patrick Green \niPrmESz:=EXODT  CHARLES  THONE  707 City Natl.  Bank  Bldg. \n/  Omaha,  Nebraska  68102 \n:  MICHAEL  D.  L~MONTIA:.   \nI  JACK  ANDERSON,  M.  D  ,  vFor defendants fiL ,  1 J)b,Q4  /!s   \nWILLIAM  FALLS,  tty.  Gen. \n!  M.  E.  WYANT, \n(Me1 Kammerlohr) \n,  Defendants  State Capitol \nLincoln,  Nebraska  68509 \nM.  W.  ANDERSON  CONSTRUCTION  CO. \n- \nParty  Defendant \nAMICUS  CURIAE \nNetr.  Assoc.  for \nRetarded Citizens, \nSEE SEPARATE SHEET FOR LIST OF \nE. \nII \n5 mailed  Sep 1972  Clerk  $15  00  9-28  91125 \n10-2  C.D.#39  15 00 \n- \ni mailed  Oct.,  1975 \n!ass Actlon R  23 No \nof Action: \n-.II \n&ma1  \"habilitation\" \n'Ose  at:  receiver.  Depositions \n\nCV72-L-299  SARAH ANN HORACEK.ETC.  ET  AL.  V.  JAMES  J.  EXON,  ET  AL.\nSato Order or\nDATE PROCEEDINGS\nJudgment Note<* •\n1972\nSep 28 1.  Complaint.\n2.  Request for Trial at  Lincoln.\nSummons issues - orig & 5 - to Marshal.\nOct 11 3.  Summons with returns. Total Marshal's costs $26.40\nOct 24 4.  Defendants' motion to dismiss.\nNov 10 5.  Plaintiffs' Request for Oral Argument on Motion to Dismiss.\nNov 13 6.  Order (WKU) setting Defendant's Motion to Dismiss for\nargument Dec. 6, 1972 at 3:00 P. M.\nCopy mailed to counsel of record.\nNov 15 7.  Order (WKU) rescheduling hearing- 12-14-72 at 1:00  P.M.\nCopy mailed to counsel of record.\nDec 14 8.  courtroom Minutes- Hearing before Judge Urbom on Defendants'\nMotion to Dismiss- Submitted- Brief time set.\n1973\nFFeb 5 9.  Motion of National Center for Law and the Handicapped to\nIntervene as Amicus Curiae.\nMar 23 10.  Memorandum and Order  (WKU) denying defendants' motion to\ndismiss (#4) and granting motion to intervene as aiJiicus curiae\nby National Center for Law and the Handicapped(#S).\nCopy mailed to counsel of record.  -\n~.r 27 11.  Entered Defendants' Motion for Interlocutory Appeal filed 3-25.\nApr  4 12.  Certificate  (WKU) amending Order of 3-22-73 allowing Motion for\nInterlocutory Appeal.\nCopy mailed to counsel of record.\n13.  Order (WKU) appointing James W. Hewitt as guardian ad litem\nA?r 6 of plaintiffs Sarah Ann Horacek, James Jay Bonar, Georgia\nMae Newton, Joseph Bauman and Kenneth Kalmbrunn.\nCopy mailed to counsel of record.\n14.  Defendants' motion for additional tine in which to plead.\nApfr 11 15.  —Order (WKU) Staying Proceedings and Enlarging Defendants'\nTime to Plead.  ^  ^\n{  9°Py maile<a *° counsel of record -\nApr 24 i$.  Certified copy of order, U. S. Court of Appeals, denying leave\nto take.-interlocutory appeal.\n.Entered\nMay  9\n17. /Order (WKU) allowing defendants 10 days to plead., filed 5-8.\nCopy mailed to counsel of record.\n\n72-H-299\nr. aitt Docket continuation  Sarah  Ann Horacek,  Etal  vs.  James  J.  Exon,  Etal\nDate Order or\nPROCEEDINGS\nJudgment Noted\nLIST OF ATTORNEYS\n*Amicus Curiae\nNebrV Assoc. for Retarded Citi::ens, Inc.\nD. Moj\nLegal Aid Society of Omaha\n3202 lajartylsirset\nRobert V. Broom and^f\nOmaJatfTNebra ska  15 8131\nGary ,L. Fischer\n500 South 18th -Street\nBruce G. Mason  S?i2o Omaha, Nebraska 6 8102\n(348-1060)\nOmaha, Nebraska\nNational Center for Law\n& the Handicapped\nRonald M. Soskin\n12 3 5 No. Eddy Street\n\"South Bend, Indiana  46617\nJames W. Hewitt\n1815 \"Y\" Street\nLincoln, Nebraska  68 508\nJ. Patrick Green /^\n7-e?  City  National  Dank'DHg\nOmaha, Nebr. 6810 2\nPaul Douglas, Atty. Gen. Ai'liau BUJlu  (Spec. cdunsel to\nState Capitol Bldg. 1000 NBC Center  assist Atty. Gen.)\nLincoln, Nebraska  68 5 09 Lincoln, NE 68508\nArthur Peabody\nDepartment of Justice\n550 11th St., N. W.\nWashington, D. C.  2 0530\nRichard D. McClain\n3 70 5 South .Street\n5-12-82\nLincoln, Nebraska  68506\nRobert D. Dinerstein\nUnited States Attorney\nDept. of Justice\nCivil Rights Division\nCrosby, Guenzel, Davis, Kess\nSpecial Litigation.Section\nLincoln Benefit Bldg,\nHOLC Building - Room 969\nLincoln, NE\n320 First Street, N.W.\nWashington, DC  20530\n202-272-6053\n\nCV 72-L-299  Sarah Ann Horacek, Etal vs. James J. Exon, Etal\nDATE PROCEEDINGS Date Order <\n1989 Judgment N<='\nJuly  U Notice by Clerk of intention to destroy exhibits\n\nCV72-L2 99  Sarah Ann Horacek James ^. Sxon\nD. C. 110A Rev. Civil Docket Continuation\nDATE PROCEEDINGS Date Order\nJudgment No\nMay 18 18. Defendants' Answer.\nMay 30 19. °rder (WKU) setting oreliminary oretrial Seot 21, 1973 at\n3:30, etc.\nCopy mailed to counsel of record. •\nJun 28 20. Plaintiff's Request for Production.\nAug 10 21. Plaintiffs' Motion to Compel Inspection, and for Attorney Fees,\nAug 14 22. Entered Defendants' Motion for time filed 8-13-73.\n23. Order (WKU) extending time to file4 response.\n24. Defendants' Response to Request for Inspection.\nCopy of °rder mailed to counsel of record.\nSep 12 25. Order (WKU) setting Plaintiffs' Motion to compel Inspection\nfor Hearing Sep 19, 1973 at 4:30 P.M.\nCopy mailed to counsel of record.\nSep 18 26. Order (WKU) postponing indefinitely hearing on plaintiffsS\nMotion to compel inspection and for attorney fees (#21).\nCopy mailed to counsel of record.\nSep 24 27. Order (WKU) for final pretrial conference 1-25-73 at 3:30 p.m.\nCopy mailed to all counsel of record.\nSep 26 28. Defendants' Interrogatories to Plaintiffs.\nSep 27 29. Entered Order (WKU) amending °rder of 9-24-73-irial to court\non 2-11-74 at 9:00 a.m. filed 9-26-73.\nCopy mailed to counsel of record.\nOct 4 30. Defendants' Motion for Summary Judgment.\n31. Affidavit with Exhibits.\n32. Motion for Enlargement of Time.\nOct 5 33. Order (WKU) extending defendants' time to file supporting\ndocuments.\nCopy mailed to counsel of reocrd.\nOct 18 34. Affidavit of M.E. Vtyant.\n1974\nJan 8 35. Stipulation for extension of Trial Date.\nJan 9 36. Order (WKU) setting Defendants' Motion for Summary Judgment (#30)\n1-21-74 at 1:30 P.M.\nCopy mailed to counsel of record.\nJan 10 37. >Jrder (WKU) rescheduling ^retrial - 6-21-74 at 12:30 P.M.\nTrial to July session.\nCopy mailed to counsel of record.\n-an 21 38. Courtroom Minutes-Uearing before Judge ^rbom on Defendants'\nMotion for Summary Judgment (#30)-Submitted-Brief time set.\n39. List of Exhibits.\n\nCV 72-L-299 SARAH ANN HORACEK, ETC., vs.  J. JAMES EXON. ET AL\nDate Order or\nPROCEEDINGS\nJudgment Noted\nApr 25 40. Motion of U.S.A. for Leave to Participate As Amicus Curiae.\nMay 10 41. Plaitniffs1 Interrogatories to Defendants.\nJun 3 42. Defendants1 Motion for extension to answer interrogatories.\nJun 4 43. Order (WKU) enlarging time for Defendants to Answer\ninterrogatories.\nCopy mailed to counsel of record.\nJun 5 44. Entered Memorandum and Order (WKU) denying Motion for Summary\nJudgment (#30), declaring action Class Action * Plaintiffs\ncounsel to submit proposed order and allowing United States to\nparticipate as Amicus\" C iae (#40) filed 6-4-74.\nur\nCopy mailed to counsel of record.\nJun 19 45. Defendants' Motion that Court amend memorandum and order\nof June 4, 1974.\nJun 20 Plaintiffs' Motion for an order for extension of time\nPlaintiffs' Motion and memorandum in opposition to defendants'\nmotion to amend memorandum and order.\nJun 21 ¥g. Order (WKU) extending time for Plaintiffs to file proposed\nOrder defining class or classes etc.\nJul 1 49. Defendants' Motion for Time.\n50. Order (WKU) granting defendants until July 28, 1974 to answer\ninterrogatories.\nCopy mailed to counsel of record.\nJul 2 •51. Order (WKU) denying motion (#45) to amend order of June 4, 197'4\nto permit an interlocutory appeal, and reassigning case to\nJudge Albert G. Sctaatz.\nCopy mailed to all counsel of record.\nJul 11 52. Df's Motion for Order that only Pi's Attorneys to see confid-\nential records with memorandum brief, etc.\nJul 29 53. Dfs'  Answers to Interrogatories.\n54. Dfs'  Motion to Extend Time to Object to Interrogatories.\nAug 5 55. Dfs1  Objections to Further Answers to Interrogatories.\nAug 7 56. Affidavit of J. F. Griepentrog.\n57. Affidavit of M. E. Wyant.\n*^\n\ncv 72-L-299\nSARAH. ANN HORACEK, ETC., VS. J. JAMES EXON, ET AL\nD. C. 110*. Rev.Civil Docket Continuation\nDate Order or\nDATE PROCEEDINGS\nJudgment Noted\n1974\nAug 12 58.  Petition of NCLH to participate with rights of a Party.\nAug 19 59.  Notice to Take Depositions of M. E. Wyant and J. F.\nGriepentrog by PI.\n60.  Notice to Take Depositions of Dr. Jack Anderson and David\nBlume by PI.\nSep 6 61.  Pis' Response to Amicus's Request for Litigating Party\nStatus.\nSept 1 62.  Affidavit of John Foley.\nSept 2 63.  Order (AGS) that J. Patrick Green appointed guardian ad\nlitem of Pis Sarah Ann Horacek, James J. Bonar, Georgia Mae\nNewton, Joseph Bauman and all others similarly situated.\n64.  Order (AGS) that first paragraph of Df's Motion (Filing #52)\nsustained; second paragraph denied; third paragraph overruled\nin part and sustained in part; Dfs Motion (Filing #54) moot;\nPetition  (Filing #58) taken under advisement.\n65.  Order (AGS) stating definition of class and procedure for\ngiving notice of pendency of action.\nCopies of Filings #63, #64 and #65 mailed to all counsel\nof record & delivered to U. S. Attorney.\nOct 2 66.  Pis' Notice to take Depositions of Dr. Jack Anderson &\nDavid Blume.\n67.  Pis' Notice to take Deposition of J. F. Griepentrog.\n68.  Order (AGS) that Motion of NCLH to participate with rights\nof a party are overruled.\nCopy mailed to Counsel and delivered to U. S. Attorney.\nOct 4 69.  Order (AGS) clarifying Order, Filing #64.\nCopies mailed to counsel of record.\nOct 2! 70.  Order (AGS) setting Pre-Trial Conf. for Nov. 22, 1974 at\n1:30 P.M.\nCopies mailed to all counsel of record, & delivered to\nU. S. Attorney.\n1975\nFeb 24 71.  Order (AGS) setting Pre-Trial Conf. for 4-25-75 at 1:30 PM.\nCopies mailed to all counsel of record, & delivered to\nU. S. Attorney.\nMar 10 72.  Motion to Intervene by U. S. A.\n73.  Complaint in Intervention by U.S.A.\n-.4ar 19 74.  Dfs1 Objections tc Motion tc Intervene.\nMar 21 75.  Order (AGS) that Motion (Filing #72) set for oral argument\non 3-27-75 at 10:30 A.M.\nCopies mailed to all counsel of record.\n\nCV 72-L-299  SARAH ANN HORACEK,by her mother, Etc. vs. James J. Exon, Etal\nSate Order or\nDATE PROCEEDINGS Judgment Noted\n1975\nMar .-25 76.  Pi's Notice to Take Deposition of Dr. Rod Gilland.\n77.  Pi's Notice to Take Deposition of Hugh Sage.\n78.  Pi's Notice to Take Deposition of Allen McElravy.\nMar 28 79.  Order (AGS) that Application  (Filing #72) granted; discovery\nextended to 7-15-75; pre-trial conf. set for 7-18-75 at 9:30\nA.M.; trial set for 7-28-75 at 9:30 A.M.\nCopies mailed to counsel of record & delivered to U. S. Atty.\nApr 3 80.  Appearance of James D. Moser as one of the attorneys- for PI.\nApr 11 81.  Order  CAGS) that Trial is rescheduled to commence July 21,\n1975 at 9:30 a.m.\nCopies mailed to Counsel of Record.\nApr 14 82.  Deposition of Jerome F. Criepentrog taken on behalf of Pis.\n83.  Deposition of Mellard Elmer Wyant taken on behalf of Pis.\nApr 18\n84.  Pi's Request for Production of Documents.\nApr 23\n85.  Motion for Leave for Access to Resident Records by U.S.A.\nApr 28\n86.  Order (AGS) that Motion  (Filing #85) granted,etc.\nCopies mailed to counsel of record & delivered to U. S. Atty.\nMay 1 87. Df's Motion for Extension of Time to Produce Documents. .\nMay 2 88. Order (AGS) that Motion for Extension of Time to 'Produce\nDocuments by U.S.A. granted; time to produce extended to 6-2-7 5.\nCopies mailed to counsel of recor.d & delivered to U. S. Atty.\nMay 16 89. Pl-Intervenor's Request for Production of Documents.\nMay 2 3 90. Df's Motion for Extension of Time to Produce Additional\nDocuments and Interr.\n91.  Joint Affidavit of M. E. Wyant 6 Jerry Griepentrog.\nMay 23 92.  Order (AGS) setting hearing on Dfs1 Motion for additional\ntime to produce documents & Interr. for 5-27-75 at 9:00 A.M.\nCopy mailed to Counsel of Record and delivered to U. S. Atty.\nJun 2 93.  Order (AGS) that Dfs. have until July 7, 197S to produce addi-\ntional documents and answer interr. referred to in filing #90.\nCopies mailed to Counsel of Record and delivered to U.S. Atty.\nJun 4 94.  Pi's Notice to Take Depositions of Roger Harper and Linda L.\nGlenn.\nJun 9 95.  Df's Notice to Take Deposition of Elmer Wallway.  '\nJun 13 96.  Amended Certificate of Service as to Linda L. Glenn only.\n\nN.\nCV  72-L-299\nD. C. 1104. Rev.Civil DSoocckkeett  CContinuation Sarah Ann Horacek, Etc. vs. James J. Exon. Etal\nDate Order or\nDATE PROCEEDINGS\nJudgment Noted\n1975\nJun 17 97.  Dfs Notice to Take Deposition of Ralph Anderson.\n98.  Dfs Notice to Take Deposition of Ms. Lynne Martin.\n99.  Dfs Notice to Take Deposition of Ernest Rutledge.\nJun 18 100.  Pl-Intervenor's Notice to Take Depositions.\nJun 23 101.  Letter request of Mr. & Mrs. Leonard Ziola tc be excluded\nfrom Case.\nJun 24 102.  Letter request of Mrs. Clifford C. Vakiner, mother of Sheri\nKillingsworth, to be excluded from case.\nJun 25 103.  Letter request of Dr. & Mrs. Mark Crawford, parent of Matthew\nCrawford to be excluded from case.\nJun 25 104.  Letter Request of Mrs. Donald V. Nelson that daughter Judy be\nexcluded from the Case.\nJun 26 105.  Letter Request of Mrs. Leon W. Krause to be excluded from\nCase.\n106  Letter, Request of Ellen and Edwin Kratz to be excluded from\nCase.\n107  Letter Request of L.V. Hassenstab, Guardian of Nancy Krebs\nEstate for exclusion from Case.\n108.  Letter Request of Mr. § Mrs. Leonard Knudsen, parents of\nKelly Knudsen, to be excluded from case.\nJun 2 7 109.  Letter Request of Mrs. LeRoy Preisendorf to be excluded from\ncase.\n110.  Letter Request of Mr. 6 Mrs. Robert Kirchoff to be excluded\nfrom case.\n111.  Letter Request of Bonnie Griffith, Mother of William Griffith\nto be excluded from case.\n112.  Letter Request of Mrs. Wayne Roebke to be excluded from case.\n113.  Letter Request of Irene Rozmarek to be excluded from case.\n114.  Letter. Request of Jenny Greenfield to be excluded from case.\nJun 30 115.  Letter request of Edna -T. Rogers, Guardian for Anna Marie Arp,\nto be excluded from case.\n116.  Letter request of Emma S. Thompson, Guardian for Paul Obed Ol£on\nto be eKcluded from case.\n117.  Letter request of Mrs. Charles Benner to be excluded from casi.\n118.  Letter request of Mr.& Mrs. Henry Mark to be excluded from ca: e.\n119.  Letter request of Or. & Mrs. James T. Cunningham to be exclud< d\nfrom case.\n120.  Letter request of Caroline Lindner to be excluded from case.\n121.  Letter request of Mr. Harry Lyon to be excluded from case.\n122.  Letter request of Mrs. Larry Kraner to be excluded from casei\n123.  Letter request of Percy L. Hue to be excluded from case.\n124.  Letter request of Mr. & Mrs. Robert Kroeker to be excluded frcjrni case,\n125.  Letter request of Mr. & Mrs. Garry L.Stauffer to be excluded\nfrom case.\n126.  Letter request of Mr. & Mrs. Gene R. Norton to be excluded fr<bm case\n\nGV 72-L-299 Sarah Ann Horacek, Etc.  vs. James J. Exon, Etal  „,..  ..,-).vc\n• '  ••-  _•  :l\nEBOCEEDHTOS Date Order or\nJudgment Noted\nJul 1 127 Letter Request of Mrs.  Edmund G. Bowman to be excluded from\ncase.\n128 Letter Request of Mr and Mrs. Joseph H. Worth to be excluded\nfrom case\n129 Letter Request of Robert and Amy McBain to be excluded from\ncase.\n130 Letter Request from Henry Luebbe to be excluded from case.\n131 Letter Request of Mr. and Mrs. George Dahir to be excluded\nfrom Case\n132 Letter Request from Mr and Mrs. Douglas Sullivan to be ex-\neluded from Case\n133 Letter Request of James E. Brand to be excluded from Case.\n134 Letter Request of Mr. and Mrs. CD. Brink to be excluded\nfrom Case\n135 Letter Request of Mr.§ Mrs. McElravy that son Mark be exclu-\n136 Letter Request of Beverly McElravy that Edwin Hull be exclu-\nded from Case.\nJul 2 137. Letter Request of Herman and Marcelle Neitzel that Debra\nNeitzel be excluded from Case.\n138. Letter Request of Gerald Burh that he be excluded from Case.\n139. Letter Request of Mrs.  Eldon Davis that Son be excluded from\nCase.\n140. Letter Request of Mrs.  David T. Brammer that Corey P. Bramme\nbe excluded from Case.\n141. Letter Request of Mrs.  David R. Hatton that daughter Frances\nM. Jackson be excluded from Case.\n142. Letter Request of Dorothy and Raymond Alvine that daughter\nJudith be excluded from Case.\n143. Letter Request of Robert Walker that son Albert Walker be\nexcluded from Case.\n144. Letter Request of Lois § Chester Landholm that daughter Susa1\nLandholm be excluded. from Case.\n145. Letter Request of Mr.  § Mrs. Dick Kohl to be excluded from\nCase.\n146. Letter Request of E. A. Ondracek that Joseph E. Ondracek be\nExcluded from Case.\n147. Letter Request of Wm. J. Backes that Daniel Lee Backes be\nExcluded from Case.\nJul 3 148,  Letter Request of Mr.  § Mrs. Arnold Evers to bee excluded\nfrom Case.\n. 149 Letter Request of Dr.  S, Mrs. Wm. J. Higgins that daughter\nJoy be excluded from Case.\n150.  Letter Request of Mr.  § Mrs. Wm. Blankenau that Son be ex-\neluded from Case\n151 Letter Request of Mr.  § Mrs. Sommer to exclude daughter\nAnna Sommer from Case.\nJul 7 152 Letter Request of Mr.  § Mrs. Russell Crawford to be excluded\nfrom Case\n153.  Letter Request of Mrs.  Lynn Ashmore that son Christopher\nAshmore be excluded from Case.\n\nCV  72-L-299\np. cum, Rev, civil Docket continuation  Sarah  Ann  Horacek,  Etc..  Et  Al  vs.  JAMES  J.  EXON,  ET  AL  *\nDate Order or\nPROCEEDINGS Judgment Noted\nJul 7 154.  Letter Request of Marjorie Seamann that Michael Francis Sea-\nmann be excluded from Case.\n155.  Letter Request of Mr. § Mrs. Clyde Sims to be excluded from\nCase.\n156.  Letter Request of Virginia Elrod that Glenda Elrod be ex-\ncluded from Case.\n157.  Letter Request of Jack § Rebecca Rippe that Keith Rippe be\nexcluded from Case.\n158.  Letter Request of Mr. § Mrs. Floyd Stalnaker to be excluded\nfrom Case.\n159.  Letter Request of Mr. § Mrs. Reisinger that Roderick Reising\nbe excluded from Case.\n160.  Letter Request of Mrs. Donna Franzen that daughter Donna\nEllison be excluded from Case.\n161.  Letter Request of Mrs. Carrie Beades that sons Charles and\nLawrence be excluded from Case.\nJul 8 162.  Letter Request of Leona Schloutmann to be excluded from Cas<\n163.  Letter Request of Sharon E. Vanderpool that son Kenneth be\nexcluded from Case.\nJul 9 164.  Letter Request of Mr. § Mrs. Eldo Chandler that daughter\nKristy be excused from Case.\nJul 10 165.  Letter Request of Leroy Lemke to be excused from Case.\n166.  Letter Request of Mr. § Mrs. Henry Klanderud that daughter\nKristy be excused from Case.\n167.  Letter Request of Bernice F. Adam that daughter be excluded\nfrom Case.\n168.  Letter Request of John C. Mason that daughter be excluded\nfrom Case.\nJul 11 169.  Letter Request of Mr. & Mrs. Louis Frobuccino that they be\nexcluded from case.\n170.  Letter Request of William T & Anna M. Proctor that Edward\nJohn Proctor be excluded from case.\n171.  Letter Request of Emil ?. Czarnick to be excluded from case.\n172.  Letter request of Mrs. George Cbpenhaver to exclude daughter\nSheryl Jean Novak  D4 from case.\n173.  Entered Deposition of Srnest Arthur Rutledge filed 7/10/75.\n1T4.  Entered Deposition of Elmer Wallway filed 7/10/75.\n175a. Deposition of Doug Neal.\nb. Deposition of Dr. J. VT. Raser.\nc. Deposition of Dr. Harry M. Hepperlen.\nd. Deposition of Kenneth L. Peterson.\n176.  Letter Request of Mrs. Glendale Gronewald that son be\nexcluded from case..\n177.  Letter Request of Mr. & Mrs. Jesse Guzman th at they be\nexcluded from case.\nJul 14 178.  Request for exclusion by Howard A. & Lois A. Nelson from ca\n179.  Letter Request for exclusion from case by Trent 3. Riley.\n180.  Letter Request of Mr. S. Mrs. Eugene A. Hubenka to be exclude\nfrom case.\n\nCV 72-L-299  Sara Ann Hoeacek, etc. vs. James J. Sxon, et al.,\nDate Order or\nDATE PROCEEDINGS\nJudgment No'\n197^\nJul 14 181. Letter request of Mr.& Mrs. LeRoy Clarkscn that sen be\nexcluded from case•\n1S2. Tetter request of Mr. & Mrs. Clarence Schmidt that they be\nexcluded from case•\n133. Letter reque st of Mr. & Mrs. Ranald Holland that son be\nexcluded from case•\n184. Letter reauest of Mr. & Mrs. John Modelski that daughter be\nexcluded from case•\n185. Letter request of Mrs. Laurence Winder that son be excluded\nfrom case.\n186. Deposition of Linda Louise Glenn.\n186a. Exhibits to Deposition of Linda Glenn.(in Exhibit Room)\nJul 15 187. Letter Request of Mr.& Mrs. R.L. Marshall for exclusion.\n188. Letter Request of Mr:. & Mrs. James S\". Daley for exclusion.\n189. Letter Request of Mr. & Mrs. Francis U. Nichelson for exclusjon.\n190. Letter Request of Mr. & Mrs. Theodore K. Strenger for exclus:on.\n191. Letter Request of Bernard H. Hall for exclusion.\n192. Letter Request of Mr. & Mrs. Keith 3. McCormick for e;c~lusior\n193. Letter Request of Hazel Hamsher fcr exclusion from case.\n194. Letter Request of Mr. & Mrs. B&vid n. Hatt to exclude children\nfrom case\n195. Letter Request of Mr. & Mrs. Frank P. Sands for exclusion.\n196. Letter Bequest of Mr.  & Mrs. Rollin K. Braun for exclusion.\n197. Letter Request of Alice May Lilyhorn, Guardian, for exclusior\n198. Letter Request of Charles R. Hobbs for exclusion.\n199. Letter request of Mr.& Mrs. Richard Shapland for exclusion.\n200. Request for Exclusion by J. V\". Benesch, Guardian of Emily Fi•ipi.\nJul 16 201. Letter request of Lucille J. Hofer for exclusion.\n202. Letter request of Mr. & Mrs. Paul Thelen for exclusion.\n203. Letter request of Mrs.  Larry Funk for exclusion.\n204. Letter request of Sam Lebsack, Guardian for exclusion.\n205. Letter request of Mr. & Mrs. Irwin B. Peterson for exclusion\n206. Letter request of Mr. & Mrs. Donald 0. Thompson for exclusioii.\n207. Letter request of Mr. & Mrs. Leonard Williams for exclusion.\n208. Letter request of Mr.& M rs. Louis Hetherington for exclusioii.\n209. Letter request of Kathryn Sdson for exclusion.\n210. Letter request of Mr.& Mrs. Clarence Grafelman for exclusion\n211. Letter request of Sarah C. Stanley for exclusion.\n212. Deposition of James E. Smith.\n213. Deposition of Norma Hesser.\n214. Deposition of Avis Bishop.\n215. Deposition of Lucille Diekman.\n216. Deposition of Ralph Anderson.\n217. Deposition of Frank J. Menolascino, M.D.\n218. Depcsi':ion of Gay Lyn Rucker Martin.\n219. Letter Request of Manuel Kane for exclusion.\n220. Letter Request of Allen Rcessig for exclusion.\n221. Letter Request of Thorras J. & Doris Courtney for exclusion.\n222. Letter request for exclusion by Ilene Schmitz.\n223-1 thru 3r) - Letter requests for exclusion.\n\nCv  72-L-299\nD.ciiM.Rev. civil Docket conunu«tioa  Sarah  Ann  Horacek,  et  al.,  vs.  James  J.  Sxon,  et  al.,\nDate Order or\nDATE PROCEEDINGS\nJudgment Noted\n1975\nJul 16 224.  Defendants Motion to Dismiss.\nJul 17 225a. Deposition of Allen E. Mc31ravey.\nb. Deposition of Michael Mulvaney.\n226.  Affidavit of Thomas L. Moser.\n227.  Plaintiffs Request for Order deeming Motion to dismiss abandd>n|ed\nand Memorandum of Authority.\nJul 18 228.  Courtroom Minutes before Judge Schatz - Motion to dismiss-over|ruled,\nJul 21 229.  Courtroom Minutes before Judge Schatz - Trial - Not concluded.\nJul 22 230.  Courtroom Minutes - Trial - continued.\nJul 23 231.  Depositions of Millard E. Wyant and David Jacox.\nJul 29 232.  Deposition of Jerome Griepentrog taken on behalf of Pl-Inter-\nvenor.\n233.  Deposition of Hugh Sage taken on behalf of Pl-Intervenor.\nJul 30 234.  Order (AGS) on Pretrial Conference held July 18, 1975.\nProposed\nAug 4 235.  Notice of/AgreemeP%.\n236.  Order (AGS) that a hearing to determine vhether the Court\nshould aoorove the proposed agreement set for Sent. 5, 1975 at\n9:30 A.if.; etc.\nCopy mailed to counsel of record.\nAug  7 237.  Agreement of the parties.\n  TT\nCopy mailed\" to Natl.Center for Law & Handicapped.\nAug 27 238.  Notice (AGS)\nCopies mailed to all counsel of record and delivered to U.S.Aty.\n239.  Motion to Intervene as Amicus Curiae by Mental Retardation\nAssociation of America, Inc.\n240.  Order (AGS) that hearing set for 9-5-75 reset for 9-18-75 at\n9:00 A.M., Etc.\nCopies mailed to counsel of record.\nSep 2 241»  Affidavit of Melvin Kammerlohr Re: Notice.\nSep 5 242.  Affidavit of Melvin Kamraerlohr Re: Notice.\n243.  Affidavit of M. S. Wyant Re:  Notice.\nSep 10 244.  Proof of Publication.\nSep 12 245.  Objections to Agreement Entered into August 6, 1975 by Beatr:ce\nState Home Association for Retarded Citizens.'\n246.  Order (AGS) that Application for Mental Retardation Associa-\ntion of America as Amicus Curiae is Granted, Etc.\nCopies mailed to Counsel of Record.\nSep 15 247.  Objections by Mental Retardation Assoc. of America, Inc. to\nAgreement.\n\nCV 72-L-299 Sarah Ann Horacek, Etal vs. J. James Exon, Etal\nDate Order or\nPROCEEDINGS\nJudgment No* \"\nSep 16 248.  Proposed Modifications to Consent Decree and Agreement by\nNatl. Center for Law and the Handicapped.\nSep 18 249.  Courtroom Minutes before Judge Schatz-Hearing on Acceptance\nof Proposed Agreement-Submitted.\n250.  List of Witnesses.\n251.  Letters received rer Settlement Agreement between 9/2 & 15/75\n252.  Letters received rer Settlement iSgreement between 9/15 & 18/7\nSep 26, 253.  Transcript of Testimony of hearing on Proposed Agreement.\nSep 29 254.  Memorandum of Law by National Center for Law and the\nHandicapped, Inc.\nOct 31 255.  Motion & Order  (AGS) granting leave to rescind exclusion from\nClass by parents of Lisa Marie Hatt & Lori Lynn Hatt.\nCopy mailed to Counsel of Record.\n256.  Memorandum Opinion  (AGS).\n257.  Decree  (AGS) that agreement entered between the parties on\n8-6-75 is approved by the Court,'et al, each party to pay own\ncosts.\nCopy mailed to Counsel of Record.\nNov 10 258.  Order  CAGS) Amending Decree entered October 31, 1975(Filing#2 7).\nCopies mailed to Counsel of Record.\nNov 11 259.  Pl-Intervenor's Notice to Take Depositions.\nNov 13 260.  Df's Motion for Protective Order.\nNov 17 2 61.  Courtroom Minutes before Judge Schatz - Hearing on Df State of\nNebr. Motion for Protective Order - Sustained in Part, Overruled\nin Part.\nNov 18 2 62.  Order (AGS) that Df's Motion for Protective Order sustained in\npart; Notice to Take Depositions quashed without prejudice, Etc.\nCopies mailed to counsel of record S delivered to U. S. Atty.\nNov 21 !63.  Application of Guardian Ad Litem for Fees.\nNov 28 !64.  Order (AGS) that the application (Filing #263) is sustained and\nDfs shall pay to said guardian $1,500. for services rendered, Etc\nCopies mailed to counsel of record.\n1976\nJan 9 265.  Reporter's Transcript of Testimony Re: Objections to Settle-\nment Agreement held on Sept. 18, 1975.\n266.  Association of Richard Douglas McClain with Hyle Harrison\nMar 26\nErwin as Attys for Hatts.\n267.  Pl-Intervenor Motion to Postpone Date for Promulgation of\nApr 15\nPlan of implementation by Nebraska Mental Retardation Panel.\n\nCV  72-L-299\np. c. UOA Rev, civil Docket continuation  Sarah  Ann  Horacek  vs.  J.  James  Exon,  Etal\nDATE PROCEEDINGS Data Order or\nJudgment Noted\n1976\nApr 21 268.  Order (AGS) that Motion for Postponement of Submission of\nPlan of Implementation granted until further order.\nCopies mailed to counsel of record.\nApr 23 269.  Pl-Intervenor's Motion to Re-Open Discovery and for Hearing.\n270.  Pl-Intervenor's Motion to Join Additional Parties as Dfs.\nMay i+ 2 71.  Order (AGS) that Discovery be re-opened for a period of 45\ndays, remainder of Pl-Intervenor's Motion (Filing #269)\noverruled as premature; Motion (Filing #270) overruled without\nprejudice, Etc.\nCopies mailed to .•counsel of Record S delivered to U. S. Atty.\nMay 6, 272.  Notice and Request of Richard Douglas Me Clain for copies of\nfurther proceedings herein.\nCopy of Order 271 mailed to Mr. Me Clain.\nMay 10 273.  Dfs Motion to Limit Discovery and Brief.\n2 74.  Notice to Take Depositions of Arnold Carmel, Jack Cleavenger\nLarry Nedrow, Alan H. Ihms, Patricia Stivrins, M.D., Don\nLeuenberger, Klaus Hartman, M.D., Richard Shugrue by U.S.A.\nMay 18 275.  Courtroom Minutes before Judge Schatz - Hearing on  Dfs\nMotion for Summary Judgment- Submitted.\n2 76.  Pl'-Intervenor's Notice to Take Depositions of Dean B.\nSettle, Frederic Girardeau, Charles Acuff, and J. Iverson\nRiddle, M.D.\n277.  Pl-Intervenor's Memorandum in Opposition to Dfs Motion to\nLimit Discovery.\nMay 26 278.  Dfs Notice to take Deposition of Jerome Griepentrog at\nOmaha on 6-15-76 at 9:00 A.M.\nJun 7 279.  Deposition of Alan H. Ihms taken on behalf of Pl-Intervenor.\n280.  Order  CAGS) that Dfs' Motion for Protective Order is sus-\ntained; Discovery proceedings are limited to events occurring\nafter entry of Consent Decree.\nCopies mailed to Counsel of Record.\nJun 10 281.  PI.-Intervenor Notice to Take Depositions of James Shelton, M D.,\nM.E. Wyant, Richard W. Gray, M.D. § Allen McElravy.\nJun 10 282.  Deposition of Joseph Iverson Riddle.\nJu  2 9 283.  Deposition of Jerome Griepentrog taken on behalf of Dfs.\nn\n•Til 8 284.  Deposition of Larry Nedrow taken on behalf of the Pl-\nIntervenor.\n285.  Deposition of Richard Shugrue taken on behalf of the Pl-\nIntervenor.\n286.  Deposition of Dr. Klaus Hatmann taken on behalf of the Pl-\nIntervenor .\n287.  Deposition of Don Leuenberger taken on behalfof the Pl-\nIntervenor.\n\nCV  72-L-299 Horacek  vs.  Exon\nDate Order or\nDATE PROCEEDINGS\nJudgment No*\n1976\nJul 15 288.  Deposition of Arnold Carmel taken on behalf of Pl-Intervenoi.\nJul 3 0 289.  Deposition of Dr. Cletus T. Frerichs.taken on behalf of\nPl-Intavenor.\n290.  Deposition of Millard E. Wyant taken on behalf of Pl-\nIntervenor.\n291.  Deposition of Allen McElravy taken on behalf of Pl-Intervencjr.\n292.  Deposition of Dr. Patricia Stivrins taken on behalf of Pl-\nIntervenor.\n293.  Deposition of Jack Cleavenger taken on behalf of Plaintiff\nAug 3\nIntervenor.\nSep 14 294.  Plaintiff-Intervenor's Motion to Set Hearing for further\nrelief and for enforcement of Consent Decree.\nOct 4 295.  Response of Defendants to Intervenor's Motion to set hearing\nfor further relief, etc.\nOct 7 2 96.  Notice of Appearance of Ronald M. Soskin as counsel on behalf\nof amicus curiae, the National Center for Law and the Handicapped.\nOct 26 297.  PI-Intervenor's Response to Dfs' Memorandum in Opposition to\nPl-Intervenors Motion for Hearing to Enforce Consent Decree and\nfor further Relief.\nNov 10 2 98.  Motion to Dismiss Pl-Intervenor U.S.A. by Dfs.\nNov 30 299.  Pi's Motion for Supplemental Relief.\nDec 3 3 00.  Motions by Lisa Marie Hatt, Lori Lynn Hatt, by and through\ntheir parents and natural guardians David Hatt and Phyllis Hatt,\nas parties PI and Mental Retardation Assoc. of America, Inc. as\nAmicus Curiae to Dismiss U. S. A.\nDec 13 3 01.  Order (AGS) that all motions to dismiss Pl-Intervenor are\nscheduled for hearing on 12-29-76 at 9:30 A.M.\nCopies mailed to all counsel of record.\nDec 29 302.  Courtroom Minutes before Honorable A. G. Schatz - hearing on\nDf's Motion to Dismiss Pl-Intervenor, filing #298, Motion by-\nMental Retardation Association to Dismiss Pl-Intervenor, filing\n#300 - Submitted.\n1977\nJan 4- 303.  Order (AGS) that Pl-Intervenor's Motions to Dismiss (Filings\n#298 and #300) denied.\nCopies mailed to all counsel of record S delivered to U. S.\nAttorney.\n304.  Order (AGS) that hearing set for 2-15-77 at 9:30 A.M. on\n(Filing #257), Etc.\nCopies mailed to all counsel o frecord 5 delivered to U, S,\nAttorney.\n\nCV  72-L-299\nHoracek vs. Exon\nD. c. 110A. Rev. Civil Docket Continuation\nDate Order or\nPROCEEDINGS\nJudgment Noted\nJan 24 305.  Pl-Intervenor's Notice to Take Deposition of James D. Clement\nM. D.\nJan 26 3 06.  Memorandum and Order (AGS) that Pl-Intervenor's Motions to\nDismiss (Filings #298 and #300) denied.\nCopies mailed to counsel of record, and delivered to U. S.\nAttorney.\nDf \"S\nJan 27\n307. /Motion for Protective Order and Memorandum in Support Thereof\nJan 31 308. Order (AGS) that Dfs Motion to quash Notice of taking Deposition\nof Dr. James J. Clements will be heard on 2-4-77 at 2:00 p.m..\nCopies mailed to Counsel of Record, and delivered to U. S.\nAttorney.\n309.  Motion of Mental Retardation Ass. for inspection of the\nBeatrice State Development Center by the Court prior to hearing\nscheduled for 2-15-77.\nFeb 2 310.  Response to Order dated 1-4-77 by State of Nebr.\nFeb 3 311.  Motion of Dfs J. James Exon, Etal to reschedule hearing set\nfor 2-15-77 to 60 davs from 2-15-77, Etc.\n312.  Supplement to JPretrial \"Memorandum by Amicus Curiae Mental\nRetardation Ass.\nU.S.A\nFeb 4 313.  Pi's Response to Dfs Motion for extension of trials setting.\n314.  Courtroom Minutes before Judge Schatz on Dfs Motion to Quash.\nNotice to Take Deposition and Dfs Motion to postpone hearing\nscheduled for 2/15/77  - Submitted.\nFeb 9 315.  Response to Brief of Pis by J. James-Exon, Etal.\n316.  Brief in Opposition to Dfs Request for continuance by Pis.\n317.  Pre-Hearing Memorandum of U.S.A.\n318.  Pre-Hearing Memorandum by Lisa Marie Hatt, Etal and Mental\nRetardation Assoc. of America, Inc.\n319.  Pre-Hearing Memorandum of Pis.\nFeb 10 320.  Dfs Progress Report.\n321.  Order (AGS) that Motion for Protective Order denied without\nprejudice; that Motion for Continuance granted and hearing set\nfor 4-18-77 at 9:30 A.M., Etc.\nCopies mailed to counsel of record.\n3 22.  Motion and Brief for Continuance of Hearing; Rebuttal of Pi's\nBrief in Opposition to Continuance by Dfs Lisa Marie Hatt, Etal\nFeb 11 323.  Report on Compliance with Consent Decree of the United States\n324.  Addendum to Pre-Hearing Memorandum of the United States.\nApr 11 325.  Dfs  Supplemental Progress Report. •\nApr 26 326.  Stipulation of Plaintiff-Intervenor.\n327.  Motion of Nebraska Association For Retarded Citizens, Inc. For\nLeave to Participate as Amicus Curiae.\n\nCV 72-L-299 Horacek vs. Exon\nDate Order or\nDATE PROCEEDINGS\nJudgment No'\n1977\nJul 5 328.Order (AGS) that status conference will be held on 7-29-77 at\n9:30 A.M.\nCopies mailed to counsel of record & delivered to U. S. Attorney.\nJul 2 9 529. Courtroom Minutes before Judge Schatz - Hearing on Status of\nCase - No  Ruling.\n330. Order (RCP) that Nebraska Association for Retarded Citizens, In\ngranted leave to participate as amicus curiae.\nCopies mailed to counsel of record.\nAug  2 5 531. Status Report.\nAug 29 332. Motion to Set Hearing for Further Relief and for Enforcement\nof Consent Decree by U.S.A.  <\nSep 14 333. Order  (AGS) that prehearing conference will be held on 9-27-77\nit 9:30 a.m., etc.\nCopies mailed to counsel of record.\nSep 26 334 Deposition of Dean Settle taken on behalf of the Pl-Intervenoi .\n335 Deposition of Frederick £. Girardeau taken on behalf of the P]\nIntervenor.\nOct 3 336. Courtroom Minutes before Judge Schatz - Hearing on Df's\nMotion to Quash Subpoena and Prehearing Conference - Submitted.\n337. Motion to Join Additional Parties as Dfs by U.S.A.\n338. Appearance of Annette E. Mason as counsel for PI.\n339. Df's Motion to Quash.\n340. Pi's Pre-Hearing Memorandum.\n341. Pre-Trial Statement of U.S.A.\n342. Proposed Findings of Fact of U.S.A.\n343. Pre-Hearing Memorandum of U.S.A.\n344. Pre-Hearing Report of Dfs.\n345. Pre-Trial Memorandum of Amici, The Nebraska Assoc. for\nRetarded Citizens, Inc. and the National Center for Law and the\nHandicapped, Inc.\n346. Response to U.S.A.; Prehearing Memorandum by Lisa Marie Hatt,\nLori Lynn Hatt ... David Hatt and Phyllis Hatt and Mental\nRetardation Assoc. of America, Inc.\nOct 4 347. Plaintiff-Intervenor's Motion to Join Additional Parties as Dis.\nOct 14 348 Supplemental Memorandum of the United States.\nOct 17 349. Motion to Adopt Dfs' Plan of Implementation.\n350. Order  (AGS) granting access to records by certain parties,etc.\nCopy mailed to Counsel of record.\nOct 20 351. Motion to Require Disclosure of Witnesses and Memorandum by\nJ. James Exon, Et al.\n\nCIVIL DOCKET CONTINUATION SHEET\nPLAINTIFF DEFENDANT\nDOCKET  N<-)72-L-299\nHORACEK,  Et a l. EXON,  Et al.\nPAGE  OF  PAGES\nDATE NR. PROCEEDINGS\n1 Q77\nOct 26 352, Order  (AGS) that trial of this matter shall be bifurcated; that\nCourt will take evidence on principal controverted issue commencing\nat 9:30 A.M. on December 5, 1977, etc.\nCopies mailed to counsel of record and delivered to U.S. Attorney.\n353 Pis' Addendum of Witnesses to Proposed Prehearing Memorandum.\nOct 31 354 Memorandum of the U.S. in Opposition to Dfs' Motion to Adopt Dfs'\nPlan of Implementation.\nNov 4 355 PI- Intervenor's Motion for Leave for Experts to Interview\nEmployees and to take Relevant Photographs of Facilities and Program\nNov 8 356 Order (AGS) that motion filed by U.S.A.  (Filing 355) is set for\nhearing 11/14/77 at 9:00 A.M., etc.\nCopy delivered to U.S. Attorney and mailed to counsel of record.\nNov 10 357. PI's Motion for Leave for Experts to Interview Employees of\nFacilities and Programs.\nNov 14 358. Joint Stipulation that experts retained by Pis and Plaintiff-\nintervenor are entitled to orally question employees of Beatrice aboijit\nrecords inspected, etc.\nNov 28 359. Dfs' Motion to Add Expert Witnesses.\n360. Dfs' Motion for order that Pis are bound by provisions of court's\nOrder of 9/14/77 and Order of 10/26/77.\n361. Deposition Testimony To Be Offered by the United States.\nNov 29 362. Pis' Response to Dfs' Motion.\nDec 1 363 Response of United States to Dfs1 Motion to Add Expert Witnesses.\n364 Dfs Motion for Protective Order and Memorandum.\nDec 2 365. Response of U.S.A. to Dfs Motion for Protective Order-.\n366. Order (AGS) that D fs Motion (Filing #359) taken under advisement;\nDfs forthwith identify proposed additional expert witnesses; Dfs\nMotion (Filing #360) denied; Dfs Motion (Filing #364) denied in\npart, Etc.\nCopies mailed to counsel of record S delivered to U. S. Attorney.\nDec 5 367. Courtroom Minutes before Judge Schatz - Trial.\n368. Order (AGS) that any and all patient records shall be sealed, Etc.\nand that any witness testifying regarding individual patients shall\nrefer to those individuals by initials only.\nCopies mailed to counsel of record .and delivered to U. S. Atty.\nDec 6 369. Courtroom Minutes before Judge Schatz - Trial.\n370. Order  (AGS) that Dfs' Granted Additional Expert Witnesses.\nCopies mailed to counsel of record & delivered to U. S. Atty.\nDec 7 371. Courtroom Minutes before Judge Schatz - Trial.\nDC-1 UA REV. ( 1/75)\n\nCIVIL DOCKET CONTINUATION SHEET\nPLAINTIFF DEFENDANT\nDOCKET NO.72-L- 299\nHORACEK,  Et a l. EXON,  Et al\nPAGE  OF  PAGES\nNR. PROCEEDINGS\nDec 8 372 Courtroom Minutes before Judge Schatz - Trial.\nDec 9 373 Courtroom Minutes before Judge Schatz - Trial.\nDec 12 374 Courtroom Minutes before Judge Schatz - Trial.\nDec 13 375. Courtroom Minutes before Judge Schatz - Trial.\nDec 22 376. Order CAGS) that hearing on various motions continued until\n2-6-78 at 9:30 A.M.\nCopies mailed to counsel of record S delivered to U. S. Attorney.\nDec 27 377. List of Witnesses.\n378. List of Exhibits.\n1978\n379. Courtroom Minutes before Judge Schatz - Trial.\nFeb 7 380 Courtroom Minutes before Judge Schatz - Trial.\nFeb 10 381 List of Witnesses.\n382 List of Exhibits.\n383 Order (AGS) that all references to Nebraska Mental Retardation Panejl\nshall be deemed to refer to panel consisting of Dr. Pearson,\nChairman, Mr. Grienpentrog arid Mr. Casey and that provisions of\nthe agreement and decree shall otherwise continue in full force and\neffect, hearing on respective motions for enforcement and opposition\ncontinued until further order.\nCopies mailed to counsel of record S'.delivered to U. S. Attorney.\nDec 20 384 PI- Intervenor's Motion for Restraining Order.with Memorandum\nattached.\nDec 21 385. Order (AGS) M.W. Anderson is made a party Df.(Service by U.S. Atty)\nDec 22 386. Pi's Notice to take Depositions.\n387. Order (filing # 385) Copy with Marshal's Return.\nDec 27 388. Df's Motion to Strike or for Enlargement of Time.\n389. Courtroom Minutes before Judge Schatz - Hearing on Pi's Motion for\nTRO - Sustained.\nDec 2 8 390. Order (AGS) that Pi's Motion for TRO sustained and Dfs enjoined frojn\nany further construction, Etc.\nCopies mailed to counsel of record S delivered to U. S. Attorney.\n1979\nJan 15 391. PI Hatt's and MRAA, Amicus, Response in Support of Dfs' Motion\nto Strike Plan.\nJan 17 392. PI & Pl-Intervenor's Response to Dfs1 Motion to Strike.\n393. Order  (AGS) that Hearing on Dfs1 motion to Strike is scheduled\nfor 2-2-79, at 2 p.m.\nCopies mailed to counsel of record.& delivered to U. S. Attorney.\nDC-I I 1A REV. ( 1/75)\n\nCIVIL DOCKET CONTINUATION SHEET\nPLAINTIFF DEFENDANT\n72-L-299\nDOCKET NO.\nSarah Ann Horacek, Etal J..  James  Exon,  Etal\nPAGE  OF .PAGES\nDATE NR. PROCEEDINGS\n1 Q7Q\nJan 2 2 394.  Supplemental Response by Pis Hatts and Mraa in Support of Df's\nMotion to Strike Plan.\nJan 25 395,  Application for Expansion of Court Order dated 12-28-78.\nJan 30 396.  Dfs' Application for order of authorization regarding reroofing\nof Laundry Building at Beatrice State Developmental Center.\nFeb 2 397,  Courtroom Minutes before Judge Schatz - Hearing on (1) Df's motion\nto strike - Ordered:  Submitted; (2) Df's Application fir Order to\nallow reroofing of Laundry Building - Ordered:  Sustained; and (3)\nfor Order to allow construction on Buildings B and C - Ordered:\nSubmitted.\nFeb. 6 398 J  Order (AGS) that Dfs' Application (Filing 396) is hereby granted.\n399.  Order (AGS) that Dfs1 motion to strike is hereby denied; that the\ngovernor is granted leave within 45 days from date hereof to file\nany alternative plan.\nCopies of both orders mailed to counsel of record.\nMar 1 400 Reporter's Transcript Re: Df's Motion for TRO.\nMar 19 401\nMotion for Enlargement of Time to file alternative plan of\nimplementation by Charles Thone, Governor.\nMar 23 402 Df's Application for Authorization of Expenditure of $75,600.,\nEtc.\nMar 27 403 Order (AGS) that time for filing alternative plan of implementa-\ntion is enlarged until April 6, 1979.\nCopies mailed to counsel of record.\nApr 6 404.  Df's Submittal of Alternate Plan of Implementation with Plan\nattached.\nApr 2 5 40 5.  Pi's Application for Establishment of Timelines.\n406.  Motion to Set Timelines for Submission of Completed Proposed\nAlternative Plan of Implementation by U.S.A.\nApr 27 407.  Order (AGS) that motion of U.S.A. for order setting timelines, etc.\ngranted; Dfs shall submit any additional alternative proposals to the\nproposed Plan of Implementation within 60 days or on or about 6/28/7^;\netc.\nCopy delivered to U.S. Attorney and mailed to counsel of record.\nMay 7 408.  Dfs Motion for repair of roof of the \"F\" Bldg., etc.\nMay 9 409.  Order (AGS) that Department of Public Institutions authorized to\nrepair roof of the \"F\" Building at the Beatrice State Developmental\nCenter at a cost not to exceed $1,500. as soon as possible.\nCopies mailed to counsel of record S delivered to U. S. Attorney.\nOC-1I1A REV. < 1/75)\n\nCIVIL DOCKET CONTINUATION SHEET\nPLAINTIFF DEFENDANT\n72-L-299\nDOCKET NO.\nSarah Ann Horacek, Etal J. James Exon, Etal\nPAGE  OF. .PAGES\nNR. PROCEEDINGS\nJun 28 410. Certificate of Service of Amended Alternate Plan of Implementation\nas recommended by the Governor attached.\nJul 3 411. Df's Application for Approval of Contract.\nJul 17 412. Pis' Objections To Governor's Amended Alternative Plan of\nImplementation, with request for hearing date.\nAug 1 413. Objections of U. S. A. to Governor's Proposed Alternate Plan of\nImplementation.\n414. Motion to Open Discovery by Gov't.\nSep 28 415. Df's Application for repairs to Bldg. F at Beatrice State Develop-\nment Center.\nOct -tr 416 Dfs' Application for order authorizing Dfs to expend sufficient\nfunds to completework, etc.\nDct 15 417, Order (AGS) that Ds' are authorized to expend an additional\n$4,111.46 for completion of F Bldg., and to expend not to exceed\n$75,000.00 to replace 230' of concrete at utilities tunnel.\nCopies mailed to counsel of record and delivered to U.S. Attorney\n1980\nJan 10 418. D's Application for repairs to Bldg. S at Beatrice State Develop-\nment Center, etc.\nJan 29 419. Order (AGS) that Ds are authorized to expend:for repairs: \"S\"\nBldg. - $2,000; Replace water softener - $26,300; Replace chiller\nunit - $75,600.\nCopies mailed to counsel of record and delivered to U.S. Atty,\nMar 18 420. Ps' Application for Appointment of a Special Master.\nMar 25 121. Order (AGS) that hearing on Ps' Application for Appt. of Spec,\nfaster is set for 4/4/80 @ 2:00 p.m. in this Court.\nCopies mailed to counsel of record.\nMar 26 422. Dfs' Application for order authorizing expenditure for completion\nof roof, with attached exhibit.\nMar 27 423 Dfs1 Objection to Application for Appointment of a Special Master.\nApr 2 424 Joint Application for continuance of hearing. GRANTED  (AGS).\nCopies mailed to counsel of record.\nApr 14 425 Pl-Intervenor, U.S.A.'s Motion To Re-Open Discovery.\nApr 15 426 Pl-Intervenor, U.S.A.'s Motion to Require Payment of Reasonable\nExpenses of the Nebr. Mental Retardation Panel.\nApr 16 427. Order  (AGS) that hearing set on all pending motions on 5/1/80 @\n10:30 a.m.\nCopies mailed to counsel of record.\nOC-I1IA REV. ( 1/75)\n\nCIVIL DOCKET CONTINUATION SHEET FPI- HI  3  I4-M-S0M-3S11\nPLAINTIFF DEFENDANT\nDOCKET NO. 72 -L-  299\nSARAH  ANN  HORACEK,  ET  AL J. JAMES EXON, ET AL\nPAGE  OF  PAGES\nDATE NR. PROCEEDINGS\ni  oon\nMayT 428. Ps, Ment. Retardation Assoc, Lisa Marie,Hatt's Objections to\nAppointment of Special Master.\n429. Courtroom Minutes before J. SChatz on pending motions - submitted,\nU.S. has 10 days to respond.\nMay 12 430. U.S.A.'s Response to Ds1 Application to Repair Roof of \"F\" Bldg.\nMay 2 0 431. Order (AGS) that Ds are authorized to spend up to $60,200.00 for\ncompletion of new roof on F Bldg. @ Beatrice State Dev. Ctr.\nCopies mailed to counsel of record A del. to U.S.A.\nJun 27 432. Order (AGS) that W. Ralph Michener, J.D. is appointed as a member\nof Nebraska Mental Retardation Panel, etc.\nCopies mailed to counsel of record.\nOct 9 433. Dfs' Submission of Amended Plan of Implementation.\n434.\nDfs' Motion To Dissolve Injunction with attached exhibits.\nOct 28 435. Dfs' Motion for order authorizing expenditure for repairs.\nNov 10 436. P«Intervenor's Opposition to Ds1 Amended Plan of Implementation\nof 10-8-80 & Motion to Dissolve Injunction.\nNov 13 437. Order (AGS) that Ds authorized to expend an add'l $8,000.00 or a\ntotal not to exceed $83,000.00 for repair to Utility Tunnel.\nCopies mailed to counsel of record.\nDec 9 438. P's Response to Governor's Amended Alternative Plan as Amended &\nMemorandum in Support.\nDec 10 439 Courtroom Minutes before Judge Schatz on pre-hearing Conf on all\nMotions & determination of hearing date; Discovery cont'd until\n2-6-81; hearing set for 2-9-81 at 9:30 a.m.\n440 Responses of MRAA; Curiae, Hatt to: New Plan of Implementation;\nDissolution of Temporary Injunction & Motion for Appt. of Special\nMaster.\n441. Order (AGS) that Ds authorized to expend amount to fund a contrac-p;\nDs to inform Ps of amount of contract let.\nCopies mailed to counsel of record.\n442. Order (AGS) that discovery extended to 2-6-81; hearing set for\n2-9-81 at 9:30 a.m. , re: Plan of implementation & Motion to dissoT\ninjunction; post-trial briefs due 3 wks. from date of hearing.\nCopies mailed to counsel of record.\n1981\nTan 5 443. Order (AGS) that any and all records of individuals at Beatrice\nState Dev. Ctr. or Regional Ctrs. or parents of residents or record\nof disciplinary activities by or against employees of St. of Neb.\netc. shall be sealed § made available only to counsel; that any\nwitnesses shall refer to said individuals by their initials only.\nCopies mailed to counsel of record.^ del. to U.S.A.\nDC-111A REV. (I/7S)\n\nCIVIL. DOCKET CONTINUATION SHEET FPI-Mt  3 14. 7 5- 50 *• 3 511\nPLAINTIFF I  DEFENDANT\nDOCKET NO. 72 -T,- 299\nSARAH ANN HORACEK ET AL J.  JAMES  EXON,  ET  AL\nPAGE  OF  PAGES\nDATE NR. PROCEEDINGS\nFeb 4 444[  Deposition of Dr. Hugh Sage taken in behalf of P.\n4451  Deposition of Harlow A. Hyde taken in behalf of P.\nFeb 9 446.J Deposition of Kenneth Keith taken in behalf of P.\n447.! Deposition of Kathy Schwaniger taken in behalf of Ds.\n448.j Deposition of Ralph Michener taken in behalf of P.\n449.1 Deposition of Philip A. Holmberg taken in behalf of P.\n450 ] Courtroom Minutes - trial.\nFeb 10 451| Courtroom Minutes - trial.\nFeb 11 452.!  Courtroom Minutes - Trial.\nFeb 12 453., Entry of Appearance of Robert V. Broom and Gary L. Fischer, of Lega\nlAid Society of Omaha S join as counsel for The Nebraska Association\nfor Retarded Citizens, Inc., Amicus.Curiae.\nCourtroom Minutes - Trial.\nFeb 13 455. Courtroom Minutes - Trial.\nFeb 17 456. Courtroom Minutes - Trial.\nFeb 18 457. Courtroom Minutes - Trial.\nFeb 19 458.!  Courtroom Minutes - Trial. Case submitted.\nMar 10 459J  List of Witnesses.\n460j  List of Exhibits.\nMar 16 461.  Ps' Application for Fees Pursuant to 42 USC 1988 w/attachments.\nAug 17 462.I Ds1 Motion for an Order authorizing Ds to expend $115,725.00 for\nrepairs , etc.\nAug 25 463.  Order  (AGS) that Ds may expend a total not to exceed $115,725.00 fc|>r\nrepairs, etc.\nCopies mailed to counsel.\nAug 31 464.  P-Intervenor's Response to Ds1 Motion for Roof Repair.\nSep 15 465.  Memorandum Opinion  (AGS)that proposed plan  (Thone III) as modified\nbe adopted & implemented; Permanent injunction imposed on capital\nconstruction @ BSDC be dissolved, etc.\nCopies mailed to counsel.\n466.  Transcript, Volumes I thru V\nSep 28 A—E\n467.  Order  (AGS) that Plan of Implementation is approved & implemented;\nNebr. Retardation Panel to continue in existence until further order\nguardian shall be retained; permanent injunction entered 12/28/78 is\ndissolved; This court will continueCjurisdiction & any party may (\nmove for this case to be placed in inactive status or dismissed\nafter 6/30/82, etc.\nCopies mailed to couns. of rec.\nDC-1I1A REV. (1/7S)\n\nCIVIL DOCKET CONTINUATION SHEET\nPLAINTIFF DEFENDANT\nDOCKET NO.\nSARAH ANN  HORACEK;  Et a l. J.  JAMES  EXON;  Et a l.\nPAGE -OF_ .PAGES\nNR. PROCEEDINGS\nNov 24 468J  Joint Stipulation.\n469.  Order (AGS) that Dfs pay to Annette E. Mason and Bruce G. Mason,\nAttorneys at Law, the sum of $85,000.00.\nCopies mailed to counsel of record and delivered to U.S. Attorney.\n1982\nMIFT 470.  J. Patrick Green's Application of Guardian Ad Litem for Allowance\nof Fees, w/Affidavit of Guardian attached.\nMar 8 471.  Joint Stipulation between guardian and dfs. re: fees.\nAPPROVED AND SO ORDERED  (AGS). 3/9/82.\nCopies mailed to counsel of rec.\nMar 25 472J  Ds1 Progress Report 1 on Plan of Implementation w/attachment (in\nfile).\nJul 12 473,  Order (AGS) that parties to appear 8-2-82 @ 9:00 a.m. to show causi\nwhy case should not be dismissed.\nCopies mailed to counsel.\nJul 16 Application of Richard Douglas McClain, attorney for James Michael\nJonas, For Attorney Fees.\n475.  Statement of Services of Richard Douglas McClain.\nAug 2 476J  Courtroom Minutes before Judge Schatz - Hearing on Motion for Atty.\nFee & Show Cause - submitted.\nAug 3 477  Entered Objection to Allowance of Attorney Fees for Richard\nDouglas McClain, filed July 30, 1982.\nAug 6 478  Order (AGS) that Ds to file response to suppl. memorandum of\nRichard Douglas McClain's Applic. for Atty. Fees w/in 1 wk.\nCopies mailed to counsel & del. to U.S. Atty.\nAug 16 479.  Reply of James Michael Jonas to D's.Response to Supplemental\nMemo of Richard Douglas McClain.\nOct 1 480.  Memorandum  Opinion.\n481.  Order  (AGS)  that  application  for  atty.  fees  (#474)  is  denied.\nCopies  mailed  to  couns.  of  rec. / f e\n  w c O\nOct 29 482J  McClain's  Notice  of  Appeal  to  Eighth  Circuit  Court  of  Appeals*\nCopy del.  to  Jack  Fitch,  Ct.  Rptr.\nNov 5 Two certified  copies of the following mailed to Clerk, U. S. Court of Appeals:\nNotice of Appeal of attorney Richard Douglas McClain filed  10/29/82,  of District\nCourt's Memorandum Opinion and  Order filed  10/1/82,  and of all docket entries\nto  date.  Copy of docket entries  sent to Richard McClain and to Paul L. Douglas,\natty.  for Defendants.\nNov 15 483.  James  Michael  Jonas'  Designation  of  Record  on  Appeal.\nNov 22 484.  James  Michael  Jonas'  Amendment  to  Designation  of  Record  on Appeal.\nNov 23 485  James  Michael  Jonas'  Amended  Notice  of  Appeal.\nNov 24 Two certified  copies of Amended Notice of Appeal and  docket entries  since  ll/5/8]2\nmailed to Clerk,  Court of Appeals.  Copy of add11. docket entries mailed to atty\nDC-IIIA REV.  (1/75)\n\nCIVIL DOCKET CONTINUATION SHEET FPI-MAR\nPLAINTIFF DEFENDANT\nnnr.KET NO *\"•\"\"\nSARAH  ANN HORACEK;  Et  al J.  JAMES  EXON;  Et a l. PAGE  OF  PAGES\nDATE NR. PROCEEDINGS\n48b , state  or  Nebraska's  Progress  Report  No.  2J  w/r'lo.u  ul\nJun  9\nImplementation:  Progress  Report  2,  January  1983.\nJul  27 487. Certified  copy  of  Judgment,. U.  S.  Court  of  Appeals,  Eighth  Circuit\nw/copy  of  opinion  attached,  that  Judgment  of  the  District  Court  is\naffirmed.\nCopies  mailed  to  couns.  § del.  to USA.\nAug  1 488. Cert,  copy  from  U.S.  Court  of  Appeals,  8th  Circuit  that  appellees\nto  recover  sum of  $28.90  for  briefs  fr.  appellant.\nNov 10 489. Ds'  Mot.  to  Dismiss-\nNov 23 490. Order  (AGS)  that  all  parties  to  file  responsive  brief  to  Ds'  Mot.  to  Dismiss\n(#489)  w/in  2 wks.\nCopies mailed  to  counsel  & del.  to USA.\n1984\nJan 27 491 P-Intervenor's  Mot. for  Leave to File.\nJan 31 492. Order  (AGS) that  U.S.A.'s  Mot.  for  leave  to  file  instanter  its  response  to Ds'\nMot.  to  Dismiss  is  granted.\nCopies mailed  to  counsel  & del.  to  U.S.  Atty.\n493. P-Intervenor,  USA's Response  to  Ds'  Mot.  to  Dismiss.\n494. Order  (AGS) that  Ds1 Mot.  to  Dismiss  is  granted;  case  is  dismissed.\nCopies mailed  to  counsel  & del.  to U.S.  Atty.\nApr 25 495. Dfs'  Progress  Report  3 (2 copies  of  Report  separate  in  file  envelope).\n1985\nMay 15 496 D's Memorandum of Filing  Progress Rpt. #4 w/attachments in file  envelope.\nDs1 Merrorandum of filing  Sumtiary Report to the Plan of Implementation.\nMar 31 497,\n1989\nJul 14 498 Clerk's  notice  of  intention  to destroy  exhibits\nJul 14 499 Clerk's  notice  of  intention  to destroy  exhibits.\ns  • *•  -  •  -\n-'  -  'i-.::f  -  - •  •  \"\" ;• '\nDC-11 IA REV. ( 1/75)",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2146"
    },
    {
      "date": "1997-03-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": null,
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2144,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2144.pdf",
      "title": "Correspondence",
      "text": "UNITED STATES DISTRICT  COURT\nDISTRICT OF NEBRASKA\nOFFICE OF THE  CLERK DIVISIONAL  OFFICE:\nP.O.  Boxl29,DTS P.O. Box 83468\nOmaha, NE 68101 Lincoln, NE 68501-3468\n(402) 221-4761 (402) 437-5225\nFax 221-3160 Fax 437-5651\nNORBERTH. EBEL, Clerk of Court\nHoracek v. Exon\n•• •  ••  ••  ••  ••  I II\nMR-NE 0001-0003\nMarch 5, 1997\nMs. Mary Hayden, Ph.D.\nResearch Director\nUniversity of Minnesota\n214 Pattee Hall\n150 Pillsbury Drive S.E.\nMinneapolis, MN 55455-0223\nRE:  Horacek vs. Exon\n72-L-299\nDear Mary:\nEnclosed find a copy of the docket entries in the above case.  I was unable to furnish you\nwith the copies requested due to the various entries in the case. Please highlight the entries that you\nwish to request and return the docket entries to me with your request.  The charge for copies is $.50\nper page. If you would like to know the exact amount before you request the documents, please call\nme at (402) 437-5225.\nSincerely,\n.,-•?\nDeputy Clerk\nEnclosures (2)",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2144"
    }
  ],
  "document_count": 7
}