{
  "case_id": 18068,
  "fetched_at": "2025-10-20T22:56:06.664533",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": "Yes",
    "case_status": "In Process (Public)",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Wisconsin state supreme court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2020,
    "id": 18068,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 27428,
      "docket_entries": [],
      "docket_case_type": "CV",
      "docket_year": 2020,
      "docket_filing_number": 557,
      "is_main_docket": true,
      "court": "Wisconsin state supreme court",
      "state": "Wisconsin",
      "docket_office_number": "",
      "docket_number_manual": "2020AP557-OA",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Jefferson v. Dane County",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "COVID-19 (novel coronavirus)",
      "Healthy Elections COVID litigation tracker"
    ],
    "special_case_type": [],
    "state": "Wisconsin",
    "summary": "<p><b>NOTE: This case is being tracked in close to real time by the Stanford/MIT Healthy Elections Project. So for information, see <a href=\"https://healthyelections-case-tracker.stanford.edu/\"> their tracker</a>.</b> </p><p>According to their summary as of September 1, 2020, <blockquote>Petitioners Mark Jefferson and the Republican Party of Wisconsin filed a petition and motion for temporary injunctive relief against respondents Dane County and Scott McDonell, in his official capacity as Dane County Clerk. Petitioners sought a temporary injunction ordering Mr. McDonell to remove a March 25, 2020 Facebook post regarding the proper use of “indefinitely confined” status for voters requesting an absentee ballot, and ordering Mr. McDonell and Dane County to issue new statements setting forth the statutory interpretation proposed by the petitioners. Mr. McDonnell’s post indicated that all Dane County voters could declare themselves to be \"indefinitely confined\" under Wis. Stat. § 6.86(2) due to illness solely because of the Wisconsin Department of Health Services Emergency Order #12 (the Safer at Home Order) and difficulties in presenting or uploading a valid proof of identification, thereby avoiding the legal requirement to present or upload a copy of the voter's proof of identification when requesting an absentee ballot. As noted by the court, Mr. McDonell appeared to assert that all voters are automatically, indefinitely confined solely due to the emergency and the Safer at Home Order and that voters could therefore declare themselves to be indefinitely confined when requesting an absentee ballot, which would allow them to skip the step of presenting or uploading a valid proof of identification. Subsequently, in its March 29, 2020 publication, \"Guidance for Indefinitely Confined Electors COVID-19,\" Wisconsin Elections Commission (WEC) issued guidance that (1) Designation of indefinitely confined status is for each individual voter to make based upon their current circumstances. It does not require permanent or total inability to travel outside of the residence. The designation is appropriate for electors who are indefinitely confined because of age, physical illness or infirmity or are disabled for an indefinite period; and (2) Indefinitely confined status shall not be used by electors simply as a means to avoid the photo ID requirement without regard to whether they are indefinitely confined because of age, physical illness or infirmity, or disability. The court granted the petitioners' motion for temporary injunctive relief and ordered Mr. McDonell to refrain from posting advice as the County Clerk for Dane County inconsistent with the WEC guidance.</blockquote></p>",
    "summary_published_date": null,
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/18068",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=18068",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=18068",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=18068"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114049,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114049"
    },
    {
      "date": "2020-03-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Wisconsin state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 111018,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/111018.pdf",
      "title": "Opinion of the Court",
      "text": " \n  OFFICE OF THE CLERK   \n \n \n110 EAST MAIN STREET, SUITE 215   \nP.O. BOX 1688 \nMADISON, WI53701-1688 \n \n \n  TELEPHONE (608) 266-1880   \nFACSIMILE (608) 267-0640 \nWeb Site:  www.wicourts.gov \n \n \nMarch 31, 2020\nTo:   \n \nDavid R. Gault  Eric M. McLeod \nMarcia A. MacKenzie  Lane E. B. Ruhland \nDane County Corporation Counsel  Husch Blackwell LLP \nRoom 419  P.O. Box 1379 \n210 Martin Luther King Jr. Blvd.  Madison, WI 53701-1379 \nMadison, WI 53703-3345   \n  Misha Tseytlin \nLisa M. Lawless  Kevin M. LeRoy \nHusch Blackwell, LLP  Troutman Sanders LLP \n555 E. Wells St., Ste. 1900  1 N. Wacker Dr., Ste. 2905 \nMilwaukee, WI 53202-3819  Chicago, IL 60606 \n   \nYou are hereby notified that the Court has entered the following order:   \n \n \n2020AP557-OA  Jefferson v. Dane County  \n \nOn March 27, 2020, petitioners, Mark Jefferson and the Republican Party of Wisconsin, \nfiled a petition for leave to commence an original action under Wis. Stat. § (Rule) 809.70, a \nsupporting legal memorandum, and a motion for temporary injunctive relief.  On that same date, \nthe court ordered the named respondents, Dane County and Scott McDonell, in his official capacity \nas Dane County Clerk, to file a response to the original action petition and the motion for temporary \ninjunctive relief by 1:00 on March 30, 2020.  The court has reviewed the filings of the parties and \nnow addresses the motion for temporary injunctive relief. \n \nWhen we have considered whether to grant temporary injunctive relief, we have required \na movant to show (1) a reasonable probability of success on the merits; (2) a lack of an adequate \nremedy at law; (3) that the movant will suffer irreparable harm in the absence of an injunction; and \n(4) that a balancing of the equities favors issuing the injunction.  See, e.g., Pure Milk Products \nCoop. v. National Farmers Org., 90 Wis. 2d 781, 800, 280 N.W.2d 691 (1979); Werner v. A.L. \nGrootemaat & Sons, Inc., 80 Wis. 2d 513, 520, 259 N.W.2d 310 (1977).  The decision whether to \ngrant an injunction is a discretionary one, although injunctions are not to be issued lightly. Werner, \n80 Wis. 2d at 520.   \n\nPage 2 \nMarch 31, 2020 \n2020AP557-OA  Jefferson v. Dane County  \n \nThe temporary injunction the petitioners seek would order respondent, Scott McDonell, the \nDane County Clerk, to remove a March 25, 2020 Facebook post in which he indicated, inter alia, \nthat all Dane County voters could declare themselves to be \"indefinitely confined\" under Wis. Stat. \n§ 6.86(2) due to illness solely because of the Wisconsin Department of Health Services Emergency \nOrder #12 (the Safer at Home Order) and difficulties in presenting or uploading a valid proof of \nidentification, thereby avoiding the legal requirement to present or upload a copy of the voter's \nproof of identification when requesting an absentee ballot.1  The petitioners further ask this court \nto order respondent McDonell and respondent Dane County to issue new statements setting forth \nthe statutory interpretation proposed by the petitioners.   \n \nAlthough respondents do not represent that McDonell's original March 25, 2020 post has \nbeen removed, they argue that McDonell's later posting renders the petitioners' motion moot \nbecause McDonell has now posted the Wisconsin Elections Commission’s (WEC) guidance on his \nFacebook page.  They also argue that the petitioners' petition and motion for temporary relief \ncannot go forward in this court because they have not exhausted their administrative remedies by \nfirst filing a complaint with the WEC under Wis. Stat. § 5.06(1) and (2).   \n \nMcDonell's  March  25,  2020,  advice  was  legally  incorrect.    In  addition,  McDonell's \nsubsequent Facebook posting does not preclude McDonell's future posting of the same erroneous \nadvice.  Furthermore, his erroneous March 25, 2020 Facebook posting continues distribution on \nthe internet.   \n \nAccordingly,  we  conclude  that  clarification  of  the  purpose  and  proper  use  of  the \nindefinitely confined status pursuant to Wis. Stat. § 6.86(2) as well as a temporary injunction are \nwarranted.    \n \nIn regard to clarification, the WEC has met and has issued guidance on the proper use of \nindefinitely confined status under Wis. Stat. § 6.86(2) in its March 29, 2020 publication, \"Guidance \nfor Indefinitely Confined Electors COVID-19.\"   The WEC guidance states as follows: \n \n1.  Designation of indefinitely confined status is for each individual voter to make \nbased upon their current circumstances.  It does not require permanent or total \ninability to travel outside of the residence.  The designation is appropriate for \nelectors who are indefinitely confined because of age, physical  illness or \ninfirmity or are disabled for an indefinite period. \n \n2.  Indefinitely confined status shall not be used by electors simply as a means to \navoid the photo ID requirement without regard to whether they are indefinitely \nconfined because of age, physical illness or infirmity, or disability. \n \nWe conclude that the WEC's guidance quoted above provides the clarification on the purpose and \nproper use of the indefinitely confined status that is required at this time.   \n \nWe further determine that the petitioners have demonstrated a reasonable probability of \nsuccess on the merits, at least with respect to certain statements in McDonell's March 25th \n                                                 \n1 Petitioners note that the Milwaukee County Clerk issued nearly identical advice.   \n\nPage 3 \nMarch 31, 2020 \n2020AP557-OA  Jefferson v. Dane County  \n \n \nFacebook post.  Voters may be misled to exercise their right to vote in ways that are inconsistent \nwith Wis. Stat. § 6.86(2).  Namely, McDonell appeared to assert that all voters are automatically, \nindefinitely confined solely due to the emergency and the Safer at Home Order and that voters \ncould therefore declare themselves to be indefinitely confined when requesting an absentee ballot, \nwhich would allow them to skip the step of presenting or uploading a valid proof of identification.  \nIndeed, we do not see how the respondents could prevail with an argument that such statements in \nthe March 25th post constitute an accurate statement of the relevant statutory provisions. \n \nNOW  THEREFORE,  IT  IS  ORDERED  that  the  petitioners'  motion  for  temporary \ninjunctive relief is granted and we order McDonell to refrain from posting advice as the County \nClerk for Dane County inconsistent with the above quote from the WEC guidance. \n \n  DANIEL KELLY, J., did not participate.  \n \n \nSheila T. Reiff \nClerk of Supreme Court \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/111018"
    }
  ],
  "document_count": 2
}