{
  "case_id": 43462,
  "fetched_at": "2025-10-22T00:37:22.722620",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Houston",
        "institution_county": null,
        "name": "City of Houston",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Environmental Justice"
    ],
    "cause_other": "",
    "causes": [
      "Title VI, Civil Rights Act of 1964, 42 U.S.C. § 2000d et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": null,
    "id": 43462,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Sanitation / living conditions",
      "General/Misc., Reproductive rights, Environmental Justice and Resources: Funding",
      "General/Misc.: Language access/needs",
      "General/Misc.: Record-keeping",
      "General/Misc.: Records Disclosure",
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "Policing: Inadequate citizen complaint investigations and procedures",
      "General/Misc.: Pattern or Practice",
      "General/Misc.: Government services"
    ],
    "last_checked_date": "2023-06-06T00:00:00-04:00",
    "main_docket": {
      "id": 56217,
      "docket_entries": [],
      "docket_case_type": "DJ",
      "docket_year": 2022,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Texas",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ Investigation of Houston, Texas",
    "never_filed": true,
    "non_docket_case_number": "171-74-36",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 2023,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice, Civil Rights Division, Federal Coordination and Compliance Section and the U.S. Attorney’s Office for the Southern District of Texas",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": "2023-06-06",
    "settlement_judgment_year": 2023,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Texas",
    "summary": "<p>The U.S. Department of Justice (&ldquo;DOJ&rdquo;) announced on July 22, 2022, that under Title VI of the Civil Rights Act, it launched an environmental justice investigation into the City of Houston&rsquo;s operations, policies and practices regarding illegal waste dumping. The investigation, led by the DOJ&rsquo;s Civil Rights Division, examined the City&rsquo;s response to illegal dumping in Black and Latino neighborhoods, including whether the City responded to requests for municipal services in a manner that discriminated against Black and Latino Houston residents in violation of their civil rights and federal law.</p>\r\n<p>During the DOJ&rsquo;s investigation, the City developed and began implementing &ldquo;One Clean Houston,&rdquo; a plan to address illegal dumping and its effects. The City unveiled the plan on March 29, 2023, and explicitly recognized that illegal dumping was a pervasive problem negatively impacting the quality of life of many communities throughout Houston. The plan included several measures: 1) increased funding for heavy trash, dumping and litter reduction, 2) improved efficiency of collection equipment, 3) hiring and retention of waste management employees, 4) expansion of the Houston Police Department&rsquo;s Video Surveillance Program, 5) improved enforcement of Heavy Trash violations, 6) initiation of the Houston Police Department&rsquo;s Illegal Dumping Overtime Program, 7) increased efforts to facilitate and promote reporting of illegal dumping and violators, 8) improved partnerships with outside law enforcement and prosecutors and increased enforcement by the City, 9) targeting of major repeat offenders, 10) improved access to neighborhood depositories, 11) establishing a dumpsite maintenance and control program, and 12) improved community engagement.&nbsp;</p>\r\n<p>On June 6, 2023, the DOJ announced it had reached a settlement with the City of Houston. The Department&rsquo;s investigation revealed that illegal dumping was a historic, persistent, and pervasive problem in Houston, and the burden of the problem was largely experienced by the City&rsquo;s Black and Latino residents. The City&rsquo;s One Clean Houston plan served as the foundation for the agreement. In addition to the measures outlined in the plan, the parties agreed that the City would identify a coordinator for the plan and would convene a One Clean Houston Committee. The City also agreed to give consideration to additional measures such as: 1) an enforcement and educational outreach plan to address commercial sources of illegal dumping, 2) detailed planning regarding community outreach, 3) additional strategies to address limitations and restrictions regarding the use of neighborhood depositories, 4) an ordinance that would require some large residential construction or residential rehabilitation projects to obtain and maintain a dumpster on the project site, and 5) a permit fee related to solid waste management. The agreement also stipulated that the DOJ would provide free annual training on the general requirements of Title VI to the City&rsquo;s Title VI officials, and training on outreach to communities with low English proficiency (LEP) to the City&rsquo;s Title VI coordinator and Language Access Program Department coordinators. Finally, the City agreed to develop a plan to inform and engage LEP communities and stakeholders about One Clean Houston, and would submit this plan to the DOJ for comment and review within six months of signing the agreement.</p>\r\n<p>Reporting, monitoring and enforcement provisions were stipulated at the end of the agreement. The parties agreed to a three year monitoring period, with at least two meetings a year to discuss the City&rsquo;s progress in executing the agreement. Written reports of the City&rsquo;s progress were to be submitted periodically; every two months for the first year, followed by quarterly reports for the remaining two years. The City was to collect and provide the DOJ access to data tracking and monitoring the City&rsquo;s responses to illegal dumping and related service requests. Finally, to enforce the terms of the agreement, if the DOJ found evidence of non-compliance on the City&rsquo;s part during the monitoring period, it would resume its investigation and take further action to achieve compliance.</p>\r\n<p>The investigation is closed and the Clearinghouse believes monitoring will be ongoing until June 6, 2026.</p>",
    "summary_published_date": "2023-11-23T16:52:51.892263-05:00",
    "summary_short": "The Department of Justice announced on July 22, 2022, that under Title VI of the Civil Rights Act, it launched an environmental justice investigation into the City of Houston’s operations, policies and practices regarding illegal waste dumping. The investigation, led by the Civil Rights Division, examined the City’s response to illegal dumping in Black and Latino neighborhoods, including whether the City responded to requests for municipal services in a manner that discriminated against Black and Latino Houston residents in violation of their civil rights and federal law. During the DOJ’s investigation, the City developed and began implementing “One Clean Houston,” a plan to address illegal dumping and its effects. The City unveiled the plan on March 29, 2023, and explicitly recognized that illegal dumping was a pervasive problem that negatively impacted the quality of life of many communities throughout Houston. On June 6, 2023, the DOJ announced it had reached a settlement with the City of Houston. The Department’s investigation revealed that illegal dumping was a historic, persistent, and pervasive problem in Houston, and the burden of the problem was largely experienced by the City’s Black and Latino residents. The City’s One Clean Houston plan served as the foundation for the agreement, and the parties agreed to several additional measures. The parties agreed to a three year monitoring period, with at least two meetings a year to discuss the City’s progress in executing the agreement.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/43462",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=43462",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=43462",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=43462"
  },
  "documents": [
    {
      "date": "2023-06-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 141010,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/141010.pdf",
      "title": "Resolution Agreement Between the United States of America and the City of Houston",
      "text": " \nCity  of Houston   \nContract No.  C80070  NCA  \nRESOLUTION AGREEMENT BETWEEN  \nTHE  UNITED  STATES  OF  AMERICA  AND  \nTHE  CITY  OF HOUSTON   \n \nDEPARTMENT OF JUSTICE NUMBER 171-74-36  \nI.   BACKGROUND  \n \nA.   The City of Houston and the United States Department of Justice agree  that  \naddressing illegal dumping is critical to the goal of ensuring the health, safety, \nand quality of life of many communities throughout the City of Houston.  This \nVoluntary Resolution Agreement (Agreement)  is designed to help meet that \ngoal.   \n \nB.   In April 2022, the Department of Justice received  notice of  a complaint  \nalleging that agencies within the City of Houston  (the City)  engaged in racial \ndiscrimination against Black and Latino residents of the Trinity/Houston \nGardens Super Neighborhood 48 (SN48) and similar neighborhoods, related to:  \n(1)illegal dumping in the neighborhood; and (2) lack of responses to requests \nfor City services, including in response to the illegal dumping, through the 311 \nHouston Service Helpline system. In July 2022, the United States Department \nof Justice, through the Civil Rights Division’s Federal Coordination and \nCompliance Section and United States Attorney’s Office  for the Southern \nDistrict of Texas (collectively, DOJ), initiated an investigation to determine  \nwhether  agencies within the City were  complying with the nondiscrimination \nrequirements of Title VI of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000d to \n2000d-7, and its implementing regulations, 28 C.F.R. Part 42, Subpart C (Title  \nVI).  \n \nC.   Title VI  prohibits discrimination based on race, color, or national origin in \nfederally funded programs or activities. The United States has jurisdiction  \nunder  Title  VI  to  investigate  the City and,  where  appropriate,  negotiate and \nsecure voluntary compliance because  agencies within the City of Houston, \nincluding the Houston Police Department, Department of Neighborhoods, and \nSolid Waste Management Department,  receive federal financial assistance.  \n \nD.   Environmental justice  issues historically impact minority communities,  and \nDOJ continues to seek justice for and protect those communities that are  \ndisproportionately burdened by environmental harms.  Title VI’s  voluntary  \ncompliance framework provides DOJ with the flexibility to support recipients \nas they implement policies and practices designed to ensure nondiscrimination. \nCollaboration with recipient and community partners can  increase  DOJ’s \nenvironmental justice impact. This Agreement seeks to ensure that the City  and \nDOJ collaborate  and engage community members and others to  decrease  the  \nimpacts of illegal dumping on minority communities.  \n\n \n \n \n \nE.   DOJ’s investigation included: gathering information from Houston residents; \ninterviewing City of Houston officials and employees; reviewing the policies, \npractices, procedures, and other documents and data from the City of Houston \nrelated to solid waste management;  participating in an Environmental Justice  \nlistening session in Houston;  reviewing  video camera footage from illegal \ndumping investigations;  analyzing the City of Houston’s 311 data, including \ncomparisons to census track demographic data; and speaking extensively with \nrepresentatives from the City. The  investigation  revealed that illegal dumping \nhas been a historic, complex, persistent and pervasive problem in the City of \nHouston, as it is in many cities, a burden which has been experienced \nextensively by Black and Latino residents.  \n \nF.   On March 29, 2023, the City unveiled “One Clean Houston,” a strategic plan to \naddress illegal dumping.  In doing so, the City explicitly recognized that illegal \ndumping is a pervasive problem that negatively impacts the health, safety, and \nquality of many communities throughout the City.  The City also affirmed that \nthe quality of life within city neighborhoods should not be compromised \nthrough the blights created by illegal dumping. The City has begun extensive  \nefforts to address the problem through historic steps to combat illegal dumping \nand provide waste management services to residents across Houston.  \n \nG.   DOJ and the City (collectively, the Parties) have  entered into this Agreement. \nThis Agreement does not constitute an admission of noncompliance with Title \nVI  by the City; nor does this Agreement constitute a finding of noncompliance  \nby DOJ.  \n \nII.   REQUIREMENTS  \n \nA.   Policy and Structure  \n \n1.   Foundational Documents. The Parties agree that this Agreement  and \nthe City’s One Clean Houston plan  are foundational to aiding the City  \nin addressing the issue of illegal dumping.  \n \n2.   One Clean Houston Plan. During DOJ’s investigation, the City \ndeveloped and began implementing the One Clean Houston plan \n(Attached).  In March  2023, the City  announced and publicized the One  \nClean Houston plan and began the process of procuring the resources \nneeded to implement the plan. The  plan, among other things, addresses \nillegal dumping by focusing on rapid cleanup, better enforcement and, \nprevention and  education. The plan documents and formalizes  the \nfollowing measures across the City:  \n \na.   Increased funding for heavy trash, dumping and litter  \nabatement;  \n2  \n \n \n \n\n \n \n \n \nb.   Improved efficiency of collection equipment;  \n \nc.   Attracting and retaining waste management employees;  \n \nd.   Expanding  the Houston Police Department’s Video Surveillance  \nProgram;  \n \ne.   Improved enforcement of Heavy Trash violations;  \n \nf.   Initiation of the Houston Police Department’s Illegal Dumping \nOvertime Program;  \n \ng.   Increased efforts to facilitate and promote  reporting of illegal \ndumping and violators;  \n \nh.   Improved partnerships with outside law enforcement and \nprosecutors  and increased enforcement by the City;  \n \ni.   Targeting of major  repeat property owner offenders;  \n \nj.   Improved access to neighborhood depositories;  \n \nk.   Establishing  a dumpsite maintenance  and control program; and  \n \nl.   Improved community engagement.  \n \n3.   One Clean Houston Coordination.  \n \na.   One Clean Houston Coordinator. Within 30 days of the \nEffective  Date of this Agreement, the City will identify a senior-\nlevel position within the Mayor’s Office  or other appropriate \nCity Department to serve as its One Clean Houston Coordinator \nand submit the proposed Coordinator’s resume, other relevant \nbackground information, and anticipated duties to DOJ for  \nreview and approval. The One Clean Houston Coordinator will \nbe responsible for implementing and coordinating all aspects of \nthe City’s compliance with this Agreement. The City will notify \nDOJ in advance of designating any other  individual as the One  \nClean Houston Coordinator.  \n \nb.   One Clean Houston  Committee. Within 60 days of the  \nEffective  Date of this Agreement, the One Clean Houston \nCoordinator will convene  One Clean Houston  Committee  \nmeetings (to be held at least quarterly) with representatives from \nSolid Waste Management Department, Public Works, \n3  \n \n \n \n\n \n \n \nDepartment of Neighborhoods, Houston Police Department, \nMayor’s Office of Innovation, 311/Administration and \nRegulatory Affairs, and any other relevant personnel. The goal \nof these quarterly meetings is to ensure that the City has the  \nresources and information necessary to implement the  \nprovisions of this Agreement and One Clean Houston.  \n \n4.   Additional Consideration. In addition to the  existing One Clean \nHouston plan, the City will evaluate and consider taking additional \nmeasures to  address the following areas:  \n \na.   An enforcement and educational outreach plan to address \ncommercial sources of illegal dumping;  \n \nb.   Detailed planning regarding community outreach, including \nplans and goals for  reaching communities which are not part of \nthe Complete Communities program;   \n \nc.   Additional strategies to address limitations and restrictions  \nregarding the use of neighborhood depositories, including \ndocumentary requirements, materials accepted, and other  \nchallenges residents face  in using depositories;  \n \nd.   The City will explore the adoption of an ordinance that would \nrequire  certain large residential construction or residential \nrehabilitation projects  to obtain and maintain a dumpster on the  \nproject site; and  \n \ne.   The City will explore the adoption of a permit fee  related to \nsolid waste management.  \n \nB.   Training   \n \n1.   DOJ shall  provide  a free  yearly training on general requirements  of \nTitle VI to the City’s Title VI Coordinator,  Title VI  Departmental \nliaisons,  and other individuals of the City’s choosing  during the  \nMonitoring Period, as defined below.  \n \n2.   The City will evaluate its training needs under Title VI, which may \ninclude a review of Houston’s existing Title VI plan and any training \nneeds based on that plan.  \n \n3.   DOJ shall  provide  a  free  yearly training on outreach to LEP  \ncommunities to the City’s Title VI Coordinator, Language Access \nProgram Departmental  Coordinators,  and other individuals of the City’s \nchoosing  during the Monitoring Period, as defined below.  \n \n4  \n \n \n \n\n \n \n \nC.   Community Outreach  \n \n1.   The City acknowledges  that community residents play an important \nrole in helping the City address illegal dumping by improving \nawareness of local regulations, reporting violators  and illegal dumpsites  \nto authorities, and aiding in community beautification efforts.  \na.   As part of its One Clean Houston plan, the City will engage  \nwith community groups, including, but not limited to, Super  \nNeighborhood groups, civic clubs, the Mayor’s Office of \nComplete Communities, departmental community liaisons,  and \nother  residents, community leaders, and agencies to expand \nillegal dumping education and neighborhood cleanup efforts, \nparticularly in areas severely impacted by dumping.   \nb.   DOJ will  continue to facilitate  expanded community \nengagement through collaborative meetings and community \noutreach.  \n \n2.   The City  is  committed  to  strengthening its ties with its diverse  limited \nEnglish proficient (LEP) communities  and will  evaluate the language  \naccess needs of its residents to determine what language access \nresources need to be established, implemented,  or strengthened to \nmeaningfully  communicate with LEP residents about One Clean \nHouston and other waste  management policies.  Within 180 days of the  \nEffective  Date of this Agreement, the City  will develop a plan to \ninform and engage  LEP  communities  and  stakeholders  about  One Clean \nHouston  and submit that plan to DOJ for review and comment. The  \nCity’s  plan will include targeted outreach to LEP  communities  to  \npublicize  One Clean Houston.  \n \nD.   Tracking  and Reporting  \n \n1.   Monitoring Period. DOJ will monitor the City  for a period of three  \nyears, starting from the date that this Agreement is signed by the Mayor \nof the City (the “Monitoring Period”).  At the end of the Monitoring \nPeriod, the City’s obligations hereunder as well as DOJ’s monitoring of \nthe City shall cease.  \n \n2.   311 Data. The City maintains a comprehensive online Dashboard that \nit uses to track departmental performance. Within 90  days of the  \nEffective  Date  and continuing through the Monitoring Period,  the City  \nwill  provide DOJ access to its online Dashboard to facilitate ongoing \ntracking and monitoring of the City’s responses to illegal dumping and \nrelated service  requests.  The City will ensure the Dashboard permits  \ndata to be organized by neighborhood.   \n \n5  \n \n \n \n\n \n \n \n3.   Neighborhood Equity Dashboard. The City has  created and tested a  \nNeighborhood Equity Dashboard to analyze its departmental \nperformance  across demographic groups.  Within 90  days of the  \nEffective  Date and continuing through Monitoring Period, the City will \nreestablish its  Neighborhood Equity Dashboard to analyze the City’s \nresponsiveness to 311 service requests across demographic groups and \nneighborhoods, including by race  and national origin.  The  \nNeighborhood Equity Dashboard will be used to track  the progress and \nimplementation of One Clean Houston.  \n \n4.   Monitoring and Reporting.  \n \na.   The City is in the process of developing and finalizing the One  \nClean Houston plan, including the details  of the  activities \nidentified, such as  community outreach, depository  use  \nexpansion, and increased prosecutions. The City will  provide  \nDOJ with periodic  written reports  on the progress of One  \nClean Houston, including any updates and revisions. For the  \nfirst twelve months after  the Effective Date,  the  City will  \nsubmit  reports  every  two months,  and for the remainder of the  \nMonitoring Period  the City will submit quarterly reports. DOJ \nwill review each report and will provide timely feedback to the  \nCity.  \n \nb.   During the Monitoring Period, the Parties will meet, either in \nperson or  by video conference, at least every six months, or \nmore frequently upon the request of either Party, to discuss the  \nCity’s progress in executing the Agreement, any problems \nencountered, and any recommendations for further \nimprovement.  \n \nIII.   TERMS  \n \nA.   General Terms  \n \n1.   Each Party representative executing this Agreement certifies that they \nare authorized to enter into it, consent to its terms, and legally bind \ntheir party to it.  \n \n2.   If any provision in this Agreement is found invalid, all other provisions \nremain valid.  \n \n3.   The provisions in this Agreement are the entire agreement. No other \nstatement or promise, written or oral, made by either party or its agents \nregarding the matters raised in this Agreement, that is not contained or \nreferred to in this Agreement, will be enforceable. This Agreement may \nbe amended only in writing.  \n6  \n \n \n \n\n \n \n \n \n4.   Should the City need to modify this Agreement, the City will send DOJ \na written request that includes a detailed explanation of why the  \nmodification is needed. DOJ  will respond in a timely manner. DOJ  \nmust agree in writing before a modification may occur. DOJ  will not \nunreasonably withhold approval.  \n \n5.   The City will not intimidate, threaten, coerce, discriminate, or take  \nother adverse action against any individual who has made a  complaint, \ntestified, assisted, or participated in any manner in this Title VI  \ninvestigation.  \n \n6.   This Agreement does not prohibit any individual from pursuing a Title  \nVI complaint, or any other action allowed by law, against  the City. This \nAgreement does not affect DOJ’s  ability to investigate or act on any \nallegations of Title VI violations beyond those included in this matter.  \n \n7.   The City will ensure that any written materials disseminated to the  \ngeneral public are  written in plain language and accessible to persons \nwith communication disabilities and individuals with limited English \nproficiency.  \n \nB.   Enforcement Terms  \n \n1.   If the City, despite good faith efforts, anticipates that it will be unable \nto meet any deadline set forth in this Agreement, it will timely notify \nDOJ of the delay and the reason for it. The Parties will negotiate in \ngood faith to agree to a reasonable adjusted timeline.  \n \n2.   If, during the course of this Agreement, DOJ  determines that the City \nhas not complied with the terms of the Agreement, DOJ will provide \nthe City  written notice of the noncompliance  and the Parties will  \nattempt to resolve the issue(s) in good faith.  \n \n3.   If DOJ determines  during the Monitoring Period  that the City has not  \ncomplied  in good faith with the terms of this Agreement, DOJ  will  \nresume its investigation of  the City’s response to illegal dumping under \nTitle VI  and take  additional steps to achieve  compliance per 28 C.F.R. \n§ 42.107(d).  \n   \n7  \n \n \n \n\n \n \n \nFor the City of  Houston:  \n \nATTEST/SEAL:    CITY OF HOUSTON, TEXAS  \n  Signed by:  \n \n \n   \nCOUNTERSIGNED BY:  \n \n \n \n  DATE COUNTERSIGNED:   \n \n \n \nFor the United States  \nDepartment of Justice  \nKristen Clarke    \nAssistant Attorney General    \nCivil Rights Division    \n   \nChristine Stoneman, Chief   Alamdar  S.  Hamdani  \nCoty Montag, Deputy Chief   United States Attorney  \nJenna Grambort, Attorney   Southern District of Texas  \nKristi R. Harris Attorney    \nFederal Coordination and Compliance Section   Elizabeth Karpati  \nCivil Rights Division   Assistant U.S. Attorney  \nU.S. Department  of Justice   1000 Louisiana, Ste. 2300  \n950 Pennsylvania Avenue, N.W.   Houston, TX  77002  \nWashington, DC 20530     \n \n8  \n \n \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/141010"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 133238,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/133238"
    }
  ],
  "document_count": 2
}