{
  "case_id": 9672,
  "fetched_at": "2025-10-22T00:09:54.225185",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Trans World Airlines ",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Immigration and/or the Border"
    ],
    "cause_other": "Equal Pay Act of 1963",
    "causes": [
      "Title VII (including PDA), 42 U.S.C.  § 2000e"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1971,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Southern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1970-10-09",
    "filing_year": 1970,
    "id": 9672,
    "injunction_duration": "",
    "issues": [
      "Immigration/Border: Constitutional rights",
      "Immigration/Border: Employment"
    ],
    "last_checked_date": "2007-08-12T00:00:00-04:00",
    "main_docket": {
      "id": 33403,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1970,
      "docket_filing_number": 4421,
      "is_main_docket": true,
      "court": "Southern District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "No. 70 Civ. 4421",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "De Figueiredo v. Trans World Airlines, Inc.",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 1971,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff is male airline purser bring action against employer for sex discrimination; female hostesses claiming violations of discrimination based on seniority and sex.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>On December 29, 1971, plaintiff brought claim against Trans World Airlines (TWA), seeking declaratory injunctive relief, stating that airline was giving preferential treatment to its hostesses in violation of Title VII of the Civil Rights Act of 1964 and Equal Pay Act of 1963.  A separate female plaintiff, Margaret M. Maguire, also brought claim seeking declaratory injunctive relief on claim that airline was discriminating against female employees in favor of men, in violation of same statutes.  Male plaintiff, De Figueiredo, moved to consolidate cases and to join his case with Local 550, airline employees union.  The claim was brought in the United States District Court for the Southern District of New York, where it was assigned to Honorable Judge Morris E. Lasker. </p><p>In support of consolidation, the Court maintained that the move would allow greater expediency between the parties, especially since both male and female plaintiffs alleged similar facts surrounding Civil Rights Act and Equal Pay Act.  Male plaintiffs contended that female hostesses were receiving higher positions of service, despite the seniority of male employees.  It is also stated that seniority lists were merged among male and females, resulting in unequal firing of male pursers.  Pursers sought elimination of distinctions among employees, and hostesses' claims to maintain such distinctions. Conversely, female plaintiffs cited wage discrimination, and various other practices in which hostesses suffered discriminated. </p><p>In contrast, defendants argued that such claims were contradictory, and that Local 550, which had expressed interest in party resolution, should have been listed as defendant, so as to represent all parties before the Court. TWA also argued that it would be prejudiced in having to defend against two different claims from employees within their company.  Court granted motion to include Local 550 to plaintiffs, but denied defendants' claim that prejudice would occur, as TWA did not demonstrate that it would be prejudiced by showing two different defenses. </p><p>On May 16, 1975, it was ordered that the Maguire (female) and the De Figueiredo (male) action be separated. Local 550 was to remain, technically, as a party defendant to De Figueiredo. </p><p>Almost ten years later, the United States District Court for the Southern District of Ne w York, under Honorable Judge Inzer B. Wyatt, heard case on December 7, 1981. The court ruled in favor of defendant's motion to dismiss, stating that the plaintiffs had not filed a timely charge with the Equal Employment Opportunity Commission, and therefore that the Court lacked jurisdiction over settling the dispute on the case. \"Timely filing [of a charge with EEOC] is a prerequisite to the maintenance of a Title VII action\". United Airlines, Inc. v. Evans, 431 U.S. 553 (1977). Furthermore, the Court ruled that filing a claim under Equal Pay Act is frivolous because the pay difference was in favor of male employees, not female, making the plaintiff's claim irrelevant. Finally, the Court dismissed case without costs to any party against the other. De Figueiredo v. Trans World Airlines, Incorporated, 927 F. Supp. 935. (Southern District of New York, 1981).</p>",
    "summary_published_date": "2007-08-21T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9672",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9672",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9672",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9672"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120353,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120353"
    },
    {
      "date": "1971-12-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 44,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 55,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 26607,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/26607.pdf",
      "title": "Opinion",
      "text": "55_F_R_D__44_7-25-07_1959\nWestlaw Download Summary Report for IMM,STEPHEN HY 6071405\nDate/Time of Request:           Wednesday, July 25, 2007 19:59:00 Central    \n                                                                             \nClient Identifier:              STEPHEN IMM                                  \n                                                                             \nDatabase:                       ALLCASES                                     \n                                                                             \nCitation Text:                  55 F.R.D. 44                                 \n                                                                             \nLines:                          215                                          \n                                                                             \nDocuments:                      1                                            \n                                                                             \nImages:                         0                                            \n                                                                             \n                                                                            \n                                                                            \nThe material accompanying this summary is subject to copyright. Usage is    \ngoverned by contract with Thomson, West and their affiliates.               \n                                                                            \n55 F.R.D. 44\n55 F.R.D. 44, 15 Fed.R.Serv.2d 1619\n(Cite as: 55 F.R.D. 44)\n<C>\nDE FIGUEIREDO v. TRANS WORLD AIRLINES, INC.\nS.D.N.Y., 1971\n                                       \n                 United States District Court, S. D. New York.\n                      Eugene A. DE FIGUEIREDO, Plaintiff\n                                      v.\n                    TRANS WORLD AIRLINES, INC., Defendant.\n                    Margaret M. MAGUIRE et al., Plaintiffs,\n                                      v.\n                    TRANS WORLD AIRLINES, INC., Defendant.\n                       Nos. 70 Civ. 4421, 70 Civ. 3947.\n                                       \n                                Dec. 29, 1971.\nPurser brought action wherein he claimed that airline was discriminating      \nagainst him on ground of sex by giving preferential treatment to its hostesses\nin violation of Civil Rights Act of 1964 and Equal Pay Act of 1963.           \nStewardess brought class action wherein she claimed that airline was          \ndiscriminating against hostesses and in favor of pursers in violation of same \nstatutes.  On motion by purser to consolidate cases and to join union, which  \nwas collective bargaining agent for hostesses and pursers, as a defendant in  \ncase instituted by purser, the District Court, Lasker, J., held that actions  \nwere appropriate for consolidation, in view of fact that both suits arose from\nsame operative facts and in view of fact that airline, which indicated that it\nhad discriminated against neither hostesses nor pursers, would not be forced  \nto present inconsistent defenses.\nMotion to consolidate granted, without prejudice to defendant airline's right \nto move thereafter for separate trial should further discovery of evidence or \nfuture circumstances warrant, and motion to join granted.\nWest Headnotes\n[1] Federal Civil Procedure 170A k8.1\n170A Federal Civil Procedure\n     170AI In General\nPage 1\n\n55_F_R_D__44_7-25-07_1959\n          170AI(A) In General\n               170Ak8 Consolidation of Actions\n                    170Ak8.1 k. In General. Most Cited Cases\n     (Formerly 170Ak8)\nIf two suits arise from same operative facts, and substantially same witnesses\nwill testify in both cases, consolidation is particularly appropriate.        \nFed.Rules Civ.Proc. rule 42(a), 28 U.S.C.A.\n[2] Federal Civil Procedure 170A k8.1\n170A Federal Civil Procedure\n     170AI In General\n          170AI(A) In General\n               170Ak8 Consolidation of Actions\n                    170Ak8.1 k. In General. Most Cited Cases\n     (Formerly 170Ak8)\nAction wherein purser claimed that airline was discriminating against him on  \nground of sex by giving preferential treatment to its hostesses in violation  \nof Civil Rights Act of 1964 and Equal Pay Act of 1963 and class action wherein\nstewardess claimed that airline was discriminating against hostesses and in   \nfavor of pursers in violation of same statutes were appropriate for           \nconsolidation, in view of fact that both suits arose from same operative facts\nand in view of fact that airline, which indicated that it had discriminated   \nagainst neither hostesses nor pursers, would not be forced to present         \ninconsistent defenses.  Civil Rights Act of 1964, <section><section> 701 et   \nseq., 706(e, f), 42 U.S.C.A. <section><section> 2000e et seq., 2000e-5(e, f); \nFed.Rules Civ.Proc. rules 42(a), 42(b), 28 U.S.C.A.\n[3] Civil Rights 78 k1531\n78 Civil Rights\n     78IV Remedies Under Federal Employment Discrimination Statutes\n          78k1531 k. Parties. Most Cited Cases\n     (Formerly 78k374, 78k41)\nWhere neither airline nor union, which was collective bargaining agent for    \nhostesses and pursers, opposed motion by purser, who claimed that airline was \ndiscriminating against him on ground of sex by giving preferential treatment  \nto its hostesses in violation of Civil Rights Act of 1964 and Equal Pay Act of\n1963, to join union as party defendant, and joinder of union would result in  \nconsistent position for judicial determination, joinder would be permitted.   \nCivil Rights Act of 1964, <section><section> 701 et seq., 706(e, f), 42       \nU.S.C.A. <section><section> 2000e et seq., 2000e-5(e, f);  Fed.Rules Civ.Proc.\nrule 20, 28 U.S.C.A.\n*45 Schofield, Dienst & Allen, New York City, for plaintiff De Figueiredo;    \nRichard A. Dienst, New York City, of counsel.\nPoletti Freidin Prashker Feldman & Gartner, New York City, for defendant Trans\nWorld Airlines, Inc.; Robert L. Carter, New York City, of counsel.\nRichard M. Moss, Gerald E. Paley, New York City, for plaintiffs Maguire, et   \nal.\nGilbert Feldman, Barbara J. Hillman, Chicago, Ill., for Local 550.\nLASKER, District Judge.\nThe forces of women's liberation confront their male counterparts in this     \nlitigation.  Plaintiff De Figueiredo is a purser employed by Trans World      \nAirlines, Inc. (TWA) who seeks declaratory injunctive relief, claiming that   \nTWA is discriminating against him on the ground of sex by giving preferential \ntreatment to its hostesses in violation of Title VII of the Civil Rights Act  \nof 1964, 42 U.S.C. <section> 2000e et seq., and the Equal Pay Act of 1963, 42 \nU.S.C. <section> 2000e-5(e), (f).^FN1   Margaret M. Maguire, a TWA stewardess,\nhas brought a class action also seeking declaratory injunctive relief against \nTWA on the ground that TWA is discriminating against the hostesses in favor of\nthe pursers in violation of the same statutes.  De Figueiredo moves at this   \nPage 2\n\n55_F_R_D__44_7-25-07_1959\ntime (1) pursuant to Rule 42(a), F.R.Civ.P., to consolidate the cases, and (2)\nunder Rule 20, F.R.Civ.P., to join Local 550, Air Line Stewards and           \nStewardesses Association, TWU, AFL-CIO, as a defendant in the De Figueiredo   \ncase.\n      FN1.  The De Figueiredo case was determined by Judge Cooper on October  \n      2, 1971, not to have been properly brought as a class action.\nThe purser's claims\nDe Figueiredo alleges that as a result of an agreement between TWA and Local  \n550, the collective bargaining agent for both the pursers and the hostesses,  \nTWA is allowing the hostesses to obtain the higher position of flight service \nmanager in violation of the seniority rights of the pursers.  The complaint   \nstates that TWA has merged the existing seniority lists for hostesses and     \npursers, which, it is alleged, has resulted in the furloughing and firing of  \nmany pursers.  Plaintiff contends that, as a result *46 of 'harassment,       \ncoercion, and threats' (par. 12, Complaint), TWA is giving the hostesses      \nadvantages solely because of their sex.\nIt is claimed that, since the position of purser requires greater skills and  \nresponsibilities than the position of hostess, all existing distinctions      \nbetween the two positions, including wage differentials, should be maintained \nand that TWA should be barred from acquiescing in the hostesses' demands for  \nthe removal of such distinctions.\nThe hostesses' claims\nThe hostesses' case is the obverse of De Figueiredo's.  In contrast to his    \ntheory, the hostesses contend that the work performed by pursers and hostesses\nrequires equal skill, effort and responsibility, and that accordingly the     \ndisparity in wages between the two groups constitutes discrimination based on \nsex.  The hostesses further allege that the seniority lists preserve the      \neffects of past discrimination because female pursers are not credited with   \nseniority accrued as hostesses before they were permitted to be classified as \npursers.  In addition, the hostesses set forth a number of other practices of \nTWA which they allege discriminate against the hostesses and in favor of the  \npursers.\nRule 42(a) of the Federal Rules of Civil Procedure reads:\n'When actions involving a common question of law or fact are pending before   \nthe court, it may order a joint hearing or trial of any or all the matters in \nissue in the actions; it may order all the actions consolidated; and it may   \nmake such orders concerning proceedings therein as may tend to avoid          \nunnecessary costs or delay.'\nAs Judge Weinfeld stated in a prior proceeding in the De Figueiredo case:\n'The operative facts relating to plaintiff's claim of alleged discrimination  \nin this action [De Figueiredo] and those presented in the Maguire action are  \nso interlaced and so inseparable that they present a single ultimate issue of \nwhether the defendant's practices and procedures with respect to pursers and  \nhostesses unlawfully discriminate against the pursers or the hostesses, or    \nneither class.'  (Opinion of February 11, 1971, D.C., 322 F.Supp. 1384).\n[1][2]  It is clear that under these circumstances where both suits arise from\nthe same operative facts, and substantially the same witnesses will testify in\nboth cases, consolidation is particularly appropriate and will serve the      \npurpose of 'trial convenience and economy in administration.'   MacAlister v. \nGuterma, 263 F.2d 65, 68 (2d Cir. 1958).  As the court stated in Fields v.    \nWolfson, et al., 41 F.R.D. 329 (S.D.N.Y.1967, opinion of Judge Mansfield):\nPage 3\n\n55_F_R_D__44_7-25-07_1959\n'The consolidation . . . would serve the purpose of avoiding needless         \nduplication of time, effort and expense on the part of the parties and the    \ncourt in the conduct of pretrial discovery proceedings and of the trial       \nitself.  It would also enable the proceedings to be expedited and make for    \neconomy and convenience generally in the administration of the litigation.'   \n(at 330).\nDefendant's principal contention in opposition to the motion for consolidation\nis that, since Local 550, the collective bargaining agent for the hostesses   \nand the pursers, has not been joined as a party defendant in the De Figueiredo\ncase (although it is a plaintiff in Maguire), consolidation would not assure  \nthat all the potentially responsible parties are before the court.  Defendant \nargues that, since Local 550 has intervened as a party plaintiff in the       \nMaguire case and has expressed its desire to promote the interests of the     \nhostesses, it should be aligned as a defendant in the De Figueiredo case      \nbecause the interests of the two groups are in conflict.\n*47 Defendant argues further that in a consolidated trial defendant would be  \nprejudiced by being required to defend against two contrary and inconsistent  \nsets of claims.\n[3]  Conceding the validity of defendant's first argument, De Figueiredo has  \nnow moved (affidavit of Richard A. Dienst) to join Local 550 as a party       \ndefendant in his case.  Since neiher Local 550 nor TWA has opposed the motion,\nand since joinder of Local 550 will result in a consistent position for       \njudical determination, we grant De Figueiredo's motion to join the Local.     \nThere remains for consideration defendant's second contention.\nTWA has not demonstrated that it will be prejudiced by consolidation of the   \ncases.  That it may have to defend itself against inconsistent claims does not\nmean that it will be forced to present inconsistent defenses.  Its position at\ntrial as indicated in its answers^FN2  to the two complaints will clearly be  \nthat it has discriminated against neither the hostesses nor the pursers.  Its \ndefenses to the respective claims will presumably be mutually consistent, and \ntheir presentation at a single trial will not impose any unfair burden on TWA.\n      FN2.  Paragraph 11 of the answer in the De Figueiredo litigation and    \n      paragraphs VI and VII of the answer in the Maguire case.\nFurthermore, although it is clear that on the present state of the record     \nconsolidation is appropriate, it need not irrevocably freeze the course of the\nlitigation.  If issues arise hereafter which ought justly to be tried         \nseparately, defendant may then move for a separate trial of any such issue    \npursuant to F.R.Civ.P. Rule 42(b).\nDefendant's reliance on DuPont v. Southern Pacific Co., 366 F.2d 193 (5th Cir.\n1966), is misplaced.  In that case the Fifth Circuit held that it was an abuse\nof discretion for the trial court to order consolidation where two sets of    \nplaintiffs with opposing interests were represented by the same lead counsel. \nIn the instant case no such danger exists because the plaintiff in the De     \nFigueiredo case and the plaintiffs in the Maguire case are represented by     \ndifferent counsel.\nNor do the cases of Atkinson v. Roth, 297 F.2d 570 (3d Cir. 1961), and        \nCapstraw v. New York Central R. R. Co., 15 F.R.D. 267 (N.D.N.Y.1954), relied  \nupon by defendant, compel a different result.  In Atkinson, the court stated  \nthat consolidation was improper where confusion and harm would result from the\nfact that plaintiff in one action was the defendant in the other action.      \nThose facts do not apply in this case.  The only possible source of 'confusion\n' here is Local 550's status as a party plaintiff in the Maguire case and as a\nparty defendant in the De Figueiredo case; but this superficial paradox is no \nPage 4\n\n55_F_R_D__44_7-25-07_1959\nparadox at all, since Local 550 supports the claims of the hostesses and      \nopposes those of the pursers.\nCapstraw involved two actions against a railroad arising out of a collision:  \none suit instituted by the plaintiff engineer, the other by a plaintiff       \nbrakeman.  There the 'serious obstacle' to consolidation was an evidentiary   \nproblem concerning the dismissal notice from the railroad to the engineer     \nafter the accident.  The court stated that it would have been an impossible   \ntask for the jury to consider the admission as to one plaintiff and to        \ndisregard it as to the other.  No such obstacle exists here.\nThe motion to consolidate is granted, without prejudice to defendant TWA's    \nright to move hereafter for a separate trial should further discovery of      \nevidence or future circumstances warrant.  The motion to join Local 550 as a  \nparty defendant in the De Figueiredo case is granted.\nS.D.N.Y., 1971\nDe Figueiredo v. Trans World Airlines, Inc.\n55 F.R.D. 44, 15 Fed.R.Serv.2d 1619\nEND OF DOCUMENT\nPage 5",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/26607"
    },
    {
      "date": "1971-12-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 44,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 55,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 61903,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/61903.pdf",
      "title": "Opinion",
      "text": "De Figueiredo v. Trans World Airlines, Inc., 55 F.R.D. 44 (1971) \n \n \n    \n55 F.R.D. 44 \nUnited States District Court, S. D. New York.  The purser’s claims \nEugene A. DE FIGUEIREDO, Plaintiff  De Figueiredo alleges that as a result of an agreement \nv.  between TWA and Local 550, the collective bargaining \nTRANS WORLD AIRLINES, INC., Defendant.  agent for both the pursers and the hostesses, TWA is \nMargaret M. MAGUIRE et al., Plaintiffs,  allowing the hostesses to obtain the higher position of \nv.  flight service manager in violation of the seniority rights \nTRANS WORLD AIRLINES, INC., Defendant.  of the pursers. The complaint states that TWA has merged \nthe  existing  seniority  lists  for  hostesses  and  pursers, \nNos. 70 Civ. 4421, 70 Civ. 3947. | Dec. 29, 1971.  which, it is alleged, has resulted in the furloughing and \nfiring of many pursers. Plaintiff contends that, as a result \n*46  of  ‘harassment,  coercion,  and  threats’  (par.  12, \nAttorneys and Law Firms \nComplaint),  TWA  is  giving  the  hostesses  advantages \nsolely because of their sex. \n*45  Schofield,  Dienst  &  Allen,  New  York  City,  for \nplaintiff De Figueiredo; Richard A. Dienst, New York \nIt is claimed that, since the position of purser requires \nCity, of counsel. \ngreater  skills  and  responsibilities  than  the  position  of \nhostess,  all  existing  distinctions  between  the  two \nPoletti Freidin Prashker Feldman & Gartner, New York \npositions,  including  wage  differentials,  should  be \nCity, for defendant Trans World Airlines, Inc.; Robert L. \nmaintained  and  that  TWA  should  be  barred  from \nCarter, New York City, of counsel. \nacquiescing in the hostesses’ demands for the removal of \nsuch distinctions. \nRichard M. Moss, Gerald E. Paley, New York City, for \nplaintiffs Maguire, et al. \nThe hostesses’ claims \nGilbert Feldman, Barbara J. Hillman, Chicago, Ill., for \nThe hostesses’ case is the obverse of De Figueiredo’s. In \nLocal 550. \ncontrast to his theory, the hostesses contend that the work \nperformed by pursers and hostesses requires equal skill, \nOpinion \neffort  and  responsibility,  and  that  accordingly  the \nLASKER, District Judge.  disparity in wages between the two groups constitutes \ndiscrimination based on sex. The hostesses further allege \n  that  the  seniority  lists  preserve  the  effects  of  past \ndiscrimination because female pursers are not credited \nThe  forces  of  women’s  liberation  confront  their  male  with  seniority  accrued  as  hostesses  before  they  were \ncounterparts in this litigation. Plaintiff De Figueiredo is a  permitted  to  be  classified  as  pursers.  In  addition,  the \npurser employed by Trans World Airlines, Inc. (TWA)  hostesses set forth a number of other practices of TWA \nwho  seeks  declaratory  injunctive  relief,  claiming  that  which they allege discriminate against the hostesses and \nTWA is discriminating against him on the ground of sex  in favor of the pursers. \nby  giving  preferential  treatment  to  its  hostesses  in \nviolation of Title VII of the Civil Rights Act of 1964, 42  Rule 42(a) of the Federal Rules of Civil Procedure reads: \nU.S.C. § 2000e et seq., and the Equal Pay Act of 1963, 42  ‘When actions involving a common \nU.S.C. § 2000e–5(e), (f).1 Margaret M. Maguire, a TWA  question of law or fact are pending \nstewardess,  has  brought  a  class  action  also  seeking  before the court, it may order a joint \ndeclaratory injunctive relief against TWA on the ground  hearing  or  trial  of  any  or  all  the \nthat TWA is discriminating against the hostesses in favor  matters in issue in the actions; it may \nof  the  pursers  in  violation  of  the  same  statutes.  De  order all the actions consolidated; and \nFigueiredo moves at this time (1) pursuant to Rule 42(a),  it may make such orders concerning \nF.R.Civ.P., to consolidate the cases, and (2) under Rule  proceedings  therein  as  may  tend  to \n20, F.R.Civ.P., to join Local 550, Air Line Stewards and  avoid unnecessary costs or delay.’ \nStewardesses  Association,  TWU,  AFL–CIO,  as  a \n  \ndefendant in the De Figueiredo case. \n1  The  De  Figueiredo  case  was  determined  by  Judge  As Judge Weinfeld stated in a prior proceeding in the De \n  Cooper on October 2, 1971, not to have been properly  Figueiredo case: \nbrought as a class action.  ‘The operative facts relating to plaintiff’s claim of alleged \n  discrimination in this action [De Figueiredo] and those \n  1 \n \n\nDe Figueiredo v. Trans World Airlines, Inc., 55 F.R.D. 44 (1971) \n \npresented in the Maguire action are so interlaced and so  clearly be that it has discriminated against neither the \ninseparable that they present a single ultimate issue of  hostesses nor the pursers. Its defenses to the respective \nwhether the defendant’s practices and procedures with  claims will presumably be mutually consistent, and their \nrespect to pursers and hostesses unlawfully discriminate  presentation at a single trial will not impose any unfair \nagainst the pursers or the hostesses, or neither class.’  burden on TWA. \n(Opinion of February 11, 1971, D.C., 322 F.Supp. 1384).  2  Paragraph  11  of  the  answer  in  the  De  Figueiredo \n  \n  litigation and paragraphs VI and VII of the answer in \n[1] [2] It is clear that under these circumstances where both  the Maguire case. \nsuits arise from the same operative facts, and substantially   \nthe  same  witnesses  will  testify  in  both  cases, \n \nconsolidation is particularly appropriate and will serve the \npurpose  of  ‘trial  convenience  and  economy  in  Furthermore, although it is clear that on the present state \nadministration.’ MacAlister v. Guterma, 263 F.2d 65, 68  of the record consolidation is appropriate, it need not \n(2d Cir. 1958). As the court stated in Fields v. Wolfson, et \nirrevocably freeze the course of the litigation. If issues \nal.,  41  F.R.D.  329  (S.D.N.Y.1967,  opinion  of  Judge  arise hereafter which ought justly to be tried separately, \nMansfield):  defendant may then move for a separate trial of any such \n‘The  consolidation  .  .  .  would  serve  the  purpose  of  issue pursuant to F.R.Civ.P. Rule 42(b). \navoiding needless duplication of time, effort and expense \non the part of the parties and the court in the conduct of  Defendant’s reliance on DuPont v. Southern Pacific Co., \npretrial discovery proceedings and of the trial itself. It  366 F.2d 193 (5th Cir. 1966), is misplaced. In that case \nwould also enable the proceedings to be expedited and  the Fifth Circuit held that it was an abuse of discretion for \nmake  for  economy  and  convenience  generally  in  the  the trial court to order consolidation where two sets of \nadministration of the litigation.’ (at 330).  plaintiffs with opposing interests were represented by the \n   same lead counsel. In the instant case no such danger \n   exists because the plaintiff in the De Figueiredo case and \nthe  plaintiffs  in  the  Maguire  case  are  represented  by \nDefendant’s  principal  contention  in  opposition  to  the  different counsel. \nmotion for consolidation is that, since Local 550, the \ncollective  bargaining  agent  for  the  hostesses  and  the  Nor do the cases of Atkinson v. Roth, 297 F.2d 570 (3d \npursers, has not been joined as a party defendant in the De  Cir. 1961), and Capstraw v. New York Central R. R. Co., \nFigueiredo case (although it is a plaintiff in Maguire),  15 F.R.D. 267 (N.D.N.Y.1954), relied upon by defendant, \nconsolidation would not assure that all the potentially  compel a different result. In Atkinson, the court stated that \nresponsible parties are before the court. Defendant argues  consolidation was improper where confusion and harm \nthat, since Local 550 has intervened as a party plaintiff in  would result from the fact that plaintiff in one action was \nthe Maguire case and has expressed its desire to promote  the defendant in the other action. Those facts do not apply \nthe interests of the hostesses, it should be aligned as a  in this case. The only possible source of ‘confusion’ here \ndefendant in the De Figueiredo case because the interests  is Local 550’s status as a party plaintiff in the Maguire \nof the two groups are in conflict.  case and as a party defendant in the De Figueiredo case; \nbut this superficial paradox is no paradox at all, since \n*47 Defendant argues further that in a consolidated trial  Local  550  supports  the  claims  of  the  hostesses  and \ndefendant  would  be  prejudiced  by  being  required  to  opposes those of the pursers. \ndefend  against  two  contrary  and  inconsistent  sets  of \nclaims.  Capstraw involved two actions against a railroad arising \n[3] Conceding the validity of defendant’s first argument,  out  of  a  collision:  one  suit  instituted  by  the  plaintiff \nDe Figueiredo has now moved (affidavit of Richard A.  engineer, the other by a plaintiff brakeman. There the \nDienst) to join Local 550 as a party defendant in his case.  ‘serious  obstacle’  to  consolidation  was  an  evidentiary \nSince neiher Local 550 nor TWA has opposed the motion,  problem concerning the dismissal notice from the railroad \nand since joinder of Local 550 will result in a consistent  to the engineer after the accident. The court stated that it \nposition  for  judical  determination,  we  grant  De  would  have  been  an  impossible  task  for  the  jury  to \nFigueiredo’s motion to join the Local. There remains for  consider the admission as to one plaintiff and to disregard \nconsideration defendant’s second contention.  it as to the other. No such obstacle exists here. \n  \nThe motion to consolidate is granted, without prejudice to \nTWA has not demonstrated that it will be prejudiced by  defendant TWA’s right to move hereafter for a separate \nconsolidation of the cases. That it may have to defend  trial  should  further  discovery  of  evidence  or  future \nitself against inconsistent claims does not mean that it will  circumstances warrant. The motion to join Local 550 as a \nbe forced to present inconsistent defenses. Its position at  party defendant in the De Figueiredo case is granted. \ntrial as indicated in its answers2 to the two complaints will \n  2 \n \n\nDe Figueiredo v. Trans World Airlines, Inc., 55 F.R.D. 44 (1971) \n \nParallel Citations  \t\r  \n15 Fed.R.Serv.2d 1619 \n \n \n  \n  3 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/61903"
    }
  ],
  "document_count": 3
}