{
  "case_id": 16520,
  "fetched_at": "2025-10-22T00:28:33.141682",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Bullock",
        "name": "Registrar",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Macon",
        "name": "Registrar",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Judge George Wallace",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Barbour",
        "name": "Registrar",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights Act of 1957/1960, 52 U.S.C. § 10101 (previously 42 U.S.C. § 1971)"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1959,
    "constitutional_clause": [
      {
        "value": "Supremacy Clause"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Required disclosure"
      }
    ],
    "court": "Middle District of Alabama",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1958,
    "id": 16520,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Records Disclosure",
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "General/Misc.: Test or device",
      "Voting: Voter qualifications",
      "Voting: Voter registration rules",
      "Voting: Voting: General & Misc."
    ],
    "last_checked_date": "2018-04-06T00:00:00-04:00",
    "main_docket": {
      "id": 28626,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1958,
      "docket_filing_number": 1487,
      "is_main_docket": true,
      "court": "Middle District of Alabama",
      "state": "Alabama",
      "docket_office_number": null,
      "docket_number_manual": "No. 1487-N",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re Wallace",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1959,
    "permanent_injunction": false,
    "plaintiff_description": "Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection",
      "Selma and Early Civil Rights Enforcement"
    ],
    "special_case_type": [
      {
        "value": "Warrant or subpoena application (or protection)"
      }
    ],
    "state": "Alabama",
    "summary": "<p>This case is part of the Clearinghouse Special Collection on the events and litigation leading up to and surrounding the famous Selma-to-Montgomery marches of 1965.  </p><p>On October 23, 1958, the Department of Justice responded to complaints of voter discrimination in Alabama. The DOJ scheduled a public hearing in Montgomery, AL for Dec. 8, 1959 and in the meantime sought permission to examine registration and voting records of various counties. The custodians were the various county registrars and state Judge George Wallace. (Wallace, of course, later became the race-baiting governor of Alabama, and a failed presidential hopeful.) These officials refused permission, prompting the DOJ to issue subpoenas for the records of various counties between December 2 and 4, 1958. </p><p>Once again, state officials did not comply, prompting the DOJ to seek relief from the U.S. District Court for the Middle District of Alabama against the custodians. On Jan. 5, 1959, the court (Judge Frank Johnson) issued an order compelling the registrars and Judge Wallace to produce registration and voting records in their custody. Thereafter, the DOJ moved for further relief, seeking enforcement of subpoena and arguing that the state officials had not complied - and refused to comply - with that order. The state officials argued, among other things, that enforcement of the subpoena would violate Alabama's state sovereignty. </p><p>On Jan. 9, 1959, Judge Johnson ordered state officials to comply with the subpoena (170 F. Supp. 63). The federal court found that the Civil Rights Act's voter discrimination provisions were appropriately enacted under the Fifteenth Amendment's enforcement clause, and that Alabama's sovereignty therefore gave way to the enforcement of this federal law. The court found that the subpoena was appropriately issued pursuant to the Act's voter discrimination provisions, and that the DOJ permissibly requested the district court's intervention. Further, the court found that Judge Wallace did not have any sort of immunity or privilege due to his position as a judge with regard to obeying a subpoena issued under federal law pursuant to the Fifteenth Amendment. </p><p>The case is closed. We have limited access to case records and information, and we will update this page if more become available.</p>",
    "summary_published_date": "2018-04-06T00:00:00-04:00",
    "summary_short": "This case is part of the Clearinghouse Special Collection on the events and litigation leading up to and surround the famous Selma-to-Montgomery marches of 1965. On October 23, 1958, the Department of Justice responded to complaints of voter discrimination in Alabama. The DOJ issue subpoenas for the records of various counties between December 2 and 4, 1958. State officials did not comply, prompting the DOJ to seek relief from the U.S. District Court for the Middle District of Alabama. On Jan. 9, 1959, the court ordered state officials to comply with the subpoena (170 F. Supp 63). The case is closed. We have limited access to case records and information, and we will update this page if more become available.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16520",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16520",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16520",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16520"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115119,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115119"
    },
    {
      "date": "1959-01-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 63,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 170,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Middle District of Alabama",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 95877,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/95877.pdf",
      "title": "Opinion",
      "text": " \n  Amend. 15 and § 2. \n170 F.Supp. 63 \nUnited States District Court, M.D. Alabama, \nNorthern Division.  1 Cases that cite this headnote \n \nIn re George C. WALLACE, W. A. Stokes, Sr., \nGrady Rogers, E. P. Livingston, M. T. Evans, and J.   \nW. Spencer.   \n[2]  Election Law \nNo. 1487-N.    Inspection or copy of lists \n|  States \nJan. 9, 1959.  Powers of United States and Infringement on \nState Powers \n \n  Where Commission on Civil Rights sought to \nSynopsis \ninspect voting and registration records of county \nProceeding on motion filed on behalf of Attorney General \npursuant to complaints of deprivation of voting \nof the United States for order to enforce compliance with \nrights but was refused permission by registrars, \nsubpoena. The District Court of the United States for the \nand  members  of  the  Board  of  Registrars  of \nMiddle District of Alabama, Northern Division, Frank M. \nvarious counties refused to give testimony and \nJohnson, Jr., J., held that where Commission on Civil \nto  produce  records  pursuant  to  subpoenas, \nRights sought to inspect voting and registration records of \nCommission,  acting  pursuant  to  Civil  Rights \ncounty pursuant to complaints of deprivation of voting \nAct, had authority to issue subpoenas and to see \nrights,  but  was  refused  permission  by  registrars  and \nrecords  and  enforcement  thereof  did  not \nmembers  of  Board  of  Registrars  of  various  counties \nconstitute  illegal  invasion  of  sovereignty  of \nrefused to give testimony and to produce records pursuant \nAlabama and district court, upon application of \nto subpoenas, Commission, pursuant to Civil Rights Act, \nthe Attorney General of the United States, had \nhad authority to issue subpoena and to see records and \njurisdiction  to  enforce  compliance  with \nenforcement thereof did not constitute illegal invasion of \nsubpoenas. Civil Rights Act of 1957, §§ 101 et \nsovereignty  of  Alabama  and  district  court,  upon \nseq., 104(a) (1–3), 105(f, g), 42 U.S.C.A. §§ \napplication of Attorney General of the United States, had \n1975  et  seq.,  1975c(a)  (1–3),  1975d(f,  g); \njurisdiction to enforce compliance with subpoenas. \nU.S.C.A.Const. Amends. 10, 15 and § 2. \n  \nOrder in accordance with opinion. \n   3 Cases that cite this headnote \n   \n \n \nWest Headnotes (11)   \n  [3]  Election Law \n    Inspection or copy of lists \n[1]  Civil Rights   \n  Power to enact and validity    Where Commission on Civil Rights sought to \nStates  inspect voting and registration records of county \nCivil rights in general  pursuant to complaints of deprivation of voting \n  rights  but  records  had  been  impounded  by \n  Enactment of the Civil Rights Act by Congress  circuit judge who failed to respond to subpoena \nwas a proper exercise of a power specifically  duces  tecum,  judge  was  not  privileged  or \ndelegated  to  the  federal  government  and  the  immune from requirement of producing records \nsovereignty of Alabama, or of any other of the  but could do so by clerks or agents as he saw fit \nstates, must yield to the expression of Congress  but was not required to testify. Civil Rights Act \ntherein, even though states possess concurrent  of 1957, §§ 101 et seq., 104(a) (1–3), 105(f, g), \nlegislative  jurisdiction  with  respect  to  voting.  42 U.S.C.A. §§ 1975 et seq., 1975c(a) (1–3), \nCivil Rights Act of 1957, §§ 101 et seq., 104(a)  1975d(f, g); U.S.C.A.Const. Amends. 10, 15 and \n(1–3), 105(f, g), 42 U.S.C.A. §§ 1975 et seq.,  § 2; U.S.C.A.Const. art. 6, cl. 2. \n1975c(a) (1–3), § 1975d(f, g); U.S.C.A.Const. \n\ninto his judicial acts. Civil Rights Act of 1957, \nCases that cite this headnote  §§  101  et  seq.,  104(a)(1-3),  105(f,  g),  42 \n  U.S.C.A. §§ 1975 et seq., 1975(a)(1-3), 1975d(f, \ng); U.S.C.A.Const. Amends. 10, 15 and § 2; \n  U.S.C.A.Const. art. 6, cl. 2. \n \n[4]  Witnesses \n  Subpoena duces tecum  Cases that cite this headnote \n   \n  Subpoena  duces  tecum  requires  no  testimony \nbut only the production of records.   \n \n[8]  States \nCases that cite this headnote    Public officers and employees;  elections \n   \n  Where direct conflict occurs between state and \n  federal  action  in  field  of  voting,  states  must \n  yield. Civil Rights Act of 1957, §§ 101 et seq., \n[5]  States  104(a) (1–3), 105(f, g), 42 U.S.C.A. §§ 1975 et \n  Operation Within States of Constitution and  seq.,  1975c(a),  (1–3),  1975d(f,  g); \nLaws of United States  U.S.C.A.Const.  Amends.  10,  15  and  §  2. \n  U.S.C.A.Const. art. 6, cl. 2. \n  Legislation  enacted  pursuant  to  the  Federal \nConstitution  is  binding  on  all  state  officials, \nincluding the judges. Civil Rights Act of 1957,  Cases that cite this headnote \n§§  101  et  seq.,  104(a)  (1–3),  105(f,  g),  42   \nU.S.C.A.  §§  1975  et  seq.,  1975(a)  (1–3), \n1975d(f, g); U.S.C.A.Const. Amends. 10, 15 and   \n§ 2; U.S.C.A.Const. art. 6, cl. 2.   \n[9]  Election Law \n  Inspection or copy of lists \nCases that cite this headnote   \n    Where Commission on Civil Rights sought to \ninspect voting and registration records of county \n  pursuant to complaints of deprivation of voting \n  rights, and Board of Registrars and circuit judge \n[6]  States  had  failed  to  comply  with  subpoena  of \n  Conflicting or conforming laws or regulations  commission  by  refusing  to  produce  records, \n  District Court had power to modify subpoena \n  State  action,  in  whatever  form,  will  not  be  even in absence of agreement thereto and had \npermitted to prevent the proper exercise of a  power to modify prior orders by directing that \nproper federal power. Civil Rights Act of 1957,  records  be  made  available  in  their  present \n§§  101  et  seq.,  104(a)  (1–3),  105(f,  g),  42  location  so  as  to  eliminate  any  possible \nU.S.C.A.  §§  1975  et  seq.,  1975c(a)  (1–3),  interference  in  their  bona  fide  use  by  state \n1975d(f, g); U.S.C.A.Const. Amends. 10, 15 and  authorities and so as to eliminate necessity of \n§ 2; U.S.C.A.Const. art. 6, cl. 2.  moving  records  from  their  present  location. \nCivil Rights Act of 1957, §§ 101 et seq., 104(a) \n(1–3), 105(f, g), 42 U.S.C.A. §§ 1975 et seq., \n1 Cases that cite this headnote \n1975c(a)  (1–3),  1975d(f,  g);  U.S.C.A.Const. \n \nAmends. 10, 15 and § 2; U.S.C.A.Const. art. 6, \ncl. 2. \n \n \n[7]  Constitutional Law \n1 Cases that cite this headnote \n  Encroachment on Judiciary \n \n \n  A judge is immune from investigation or inquiry \n \n\n  This is the matter of civil action 1487-N, styled In re: \n[10]  Election Law  George C. Wallace, W. A. Stokes, Sr., Grady Rogers, E. P. \n  Powers and duties of officers in general  Livingston, M. T. Evans, and J. W. Spencer. This is an \n  oral opinion and order in this matter upon the motion filed \n  Functions of registrars of elections are identical  this  date  for  further  relief,  filed  upon  behalf  of  the \nwith  functions  of  an  administrative  agency  Attorney General of the United States by his attorneys \nmaking  quasi-judicial  determinations.  Civil  and for the purposes of further specific relief in this cause, \nRights Act of 1957, §§ 101 et seq., 104(a)(1–3),  in accordance with paragraph four of the order entered \n105(f,  g),  42  U.S.C.A.  §§  1975  et  seq.,  herein January 5, 1959. The order made and entered in \n1975c(a)(1–3), 1975d(f, g); U.S.C.A.Const. art.  this cause by this Court on January 5, 1959, was presented \n6, cl. 2; Amends. 10, 15 and § 2.  to this Court by counsel for the United States, amicus \ncuriae counsel appearing with the permission of this Court \nand at the request of the Alabama Bar Association, and \nCases that cite this headnote  counsel for George C. Wallace, W. A. Stokes, Sr., Grady \n  Rogers, E. P. Livingston, M. T. Evans, and J. W. Spencer; \nseveral attorneys appearing and representing at that time \n \nGeorge C. Wallace, including John Patterson, Chauncey \n \nSparks,  Preston  C.  Clayton,  Seymore  Trammell,  and \n[11]  States \nArchie Grubb. At the time said order was presented to this \n  Powers of United States and Infringement on \nCourt by all of said counsel, this Court, prior to accepting, \nState Powers \nsigning, and filing said agreed-upon order, in response to \n \ninquiry by counsel for George C. Wallace, stated to said \n  Registrars of elections who are custodians of \ncounsel,  who  were at that time appearing  for and on \nvoting  and  registration  records  do  not  have \nbehalf of George C. Wallace, that ‘the words ‘relevant to \nimmunity  from  the  exercise  of  a  federal \nthe  Commission’s  inquiry“  meant  the  registration  and \nfunction. \nvoting  records  in  the  custody  of  the  said  George  C. \nWallace.  This  statement  concerning  relevancy  of  said \nrecords  was  accepted  by  George  C.  Wallace  by  and \nCases that cite this headnote \nthrough  his  counsel,  whom  he  elected  to  appear  *66 \n \nthrough without objection, and this Court was assured by \n  all concerned that said agreement would be carried out \n  fully  and  in  good  faith.  Said  agreed-upon  order  was \nexecuted and filed by this Court upon that basis. It now \nAttorneys and Law Firms  appears that the said George C. Wallace has not and still \nrefuses to carry out the said agreement entered into with \n*65  John  Patterson,  Atty.  Gen.,  of  Alabama,  E.  L.  this Court by the counsel that he elected to appear before \nRinehart,  Montgomery,  Ala.,  (Ralph  Smith,  Jr.,  this Court through, even in the face of— and as this Court \nMontgomery, Ala., of counsel), for all respondents.  is advised— the advice by his counsel. \nChauncey Sparks, Archie Grubb, Preston C. Clayton and  Now, upon consideration of said motions, including the \nSeymore Trammell, Eufaula, Ala., for respondent George  motion now made by the Attorney General of the United \nC.  Wallace,  Judge  of  the  Third  Judicial  Circuit  of  States for further relief, and upon consideration of the \nAlabama.  statements made by counsel to the Court in chambers, \nupon consideration of the written briefs filed in support of \nJoseph F. Johnston, Birmingham, Ala., for Alabama State  said  motions  and  in  opposition  thereto,  this  Court \nBar, as amicus curiae.  specifically finds that the Commission on Civil Rights is a \ntemporary  agency  of  the  United  States  Government \nJoseph M. F. Ryan, Jr., D. Robert Owen, Attys., Dept. of \ncreated by the Civil Rights Act of 1957, under Public Law \nJustice, Washington, D.C., W. Wilson White, Asst. Atty. \n85-315, dated September 9, 1957, 42 U.S.C.A. § 1975 et \nGen., for the United States. \nseq.;  that  under  Section  104(a)  of  that  Act  the \nCommission is empowered and directed to: \nOpinion \n‘(1)  investigate  allegations  in  writing  under  oath  or \nJOHNSON, District Judge. \naffirmation that certain citizens of the United States are \nbeing deprived of their right to vote and have that vote \n \ncounted by reason of their color, race, religion, or national \n\norigin; which writing, under oath or affirmation, shall set  and 4, 1958, the movants, as officials of the State of \nforth the facts upon which such belief or beliefs are based;  Alabama (and the movants’ official positions are: W. A. \nStokes, Sr., and J. W. Spencer, members of the Board of \n‘(2)  study  and  collect  information  concerning  legal  Registrars of Barbour County, Alabama; M. T. Evans, \ndevelopments constituting a denial of equal protection of  member of the Board of Registrars of Bullock County, \nthe laws under the Constitution; and  Alabama;  E.  P.  Livingston  and  Grady  Rogers  were \nmembers of the Board of Registrars of Macon County, \n‘(3)  appraise  the  laws  and  policies  of  the  Federal \nAlabama;  and  George  C.  Wallace  is  Judge  of  Third \nGovernment with respect to equal protection of the laws \nJudicial Circuit of Alabama, comprising Barbour, Bullock, \nunder the Constitution.’ \nand Dale Counties) were ordered to appear on December \n8, 1958, before the Commission at Montgomery and to \nThe  Act  also  empowers  the  Commission,  or  any \nproduce certain voting and registration records and give \nauthorized  subcommittee  thereof,  to  hold  such  public \ntestimony concerning the matters then under investigation. \nhearings  and  act  at  such  times  and  places  as  the \nFive appeared before the Commission and refused to give \nCommission  may  deem  advisable.  Said  Act  also \ntestimony and failed to produce records. Movant Wallace \nempowers the Commission to require the attendance and \nfailed to appear. This Court did, therefore, upon written \ntestimony of witnesses or the production of written or \nverified application, with proper affidavits and documents \nother matters. That part of the Act that empowers the \nattached thereto, issue its order of December 11, 1958— \nCommission,  insofar  as  that  is  concerned,  is  Section \nan ex parte order. \n105(f). \nThe  movants,  with  the  exception  of  Livingston  and \nIn case of contumacy or refusal to obey a subpoena issued \nRogers  who  will  be  dismissed,  by  the  motions  now \nand caused to be served by the Commission, the Act \npresented and under consideration by this Court contend: \nconfers jurisdiction upon ‘any district court of the United \nStates * * * within the jurisdiction of which the inquiry is \n(1) That enforcement of the subpoenas would constitute \ncarried on * * * upon application by the Attorney General \nan  illegal  invasion  of  the  sovereignty  of  the  State  of \nof the United States * * * to issue to such person an order \nAlabama. \nrequiring such person to appear before the Commission or \na subcommittee thereof, there to produce evidence if so  (2)  That  enforcement  would  violate  the  principle  of \nordered, or there to give testimony touching the matter  comity. \nunder investigation; and any failure to obey such order of \nthe court may be punished by said court as a contempt  (3)  That  enforcement  would  constitute  an  improper \nthereof.’ Reference is made to Section 105(g) of the Act.  inquiry into judicial acts of judicial officers. \nThe Commission’s announcement made on October 23,  (4)  That  this  Court  is  without  jurisdiction  to  enforce \n1958, set a public hearing to be held in Montgomery on  compliance with said subpoenas. \nDecember 8, 1959. It was further announced that said \nhearing  would be to investigate complaints by certain  (5) That Alabama law forbids removal of records sought \ncitizens of the United States concerning deprivations of  from counties in which they are located, and also the \nthe right to vote by reason of race or color. It was on said  records are too bulky and voluminous to produce, and \ndate further announced that the voting and registration  also the records are privileged and confidential. \nrecords of several counties of the State of Alabama would \nbe sought. On October 21, 1958, two investigators for this  (6) That the movant-registrars no longer have custody of \nCommission sought permission to inspect certain voting  these records. \nand registration records of Macon County, Alabama, and \nA  somewhat  detailed  though  combined  discussion  of \ninsofar as any comment this Court makes concerning the \nthese  several  points  is  considered  necessary  and \nrecords of Macon County, Alabama, a provision made in \nappropriate. \nthe latter part of this order with reference to the voting \nand registration records in that County will reflect that the \nThe authority delegated to the Federal Government by the \nregistrars of Macon County, Alabama, that is, Registrars \nFifteenth Amendment to the Constitution of the United \nLivingston and Rogers, and those records, are no longer \nStates  is  undoubtedly  the  authority  under  which  the \nin this case. This request was refused by the registrars \nCongress of the United States was acting when the Civil \nwho were then custodians of those records. *67 It was \nRights Act of 1957 was passed. The provision in the Act \npublicly announced that the refusal was upon the advice \nproviding  for  investigation  of  alleged  discriminatory \nof the Attorney General for the State of Alabama. \npractices,  including  inspecting  of  voting  and  other \npertinent records, must be considered to be an essential \nPrior to this hearing, by subpoenas served December 2, 3, \n\nstep in the process of enforcing and protecting the right to  The question movants raise concerning imporper inquiry \nvote regardless of color, race, religion, or national origin.  into judicial acts of the judicial officers must for this \nThat part of the Act is, therefore, by this Court considered  particular case be discussed separately as to the movant \n‘appropriate legislation’ within the meaning of Section 2  Wallace, who is a Circuit Judge of the State of Alabama, \nof the Fifteenth Amendment.  and the other movants, who are registrars of the counties \n[1] The sovereignty of the State of Alabama, or of any  involved. \nother of the states, must yield, therefore, to this expression  [3]  [4]  As  to  Judge  Wallace,  no  appearance  and  no \nof the Congress of the United States, since this expression  testimony from him is, by this Court, required, since he, \nof  Congress—  by  this  Act—  was  passed  in  a  proper  as this Court understands the matter, is only called upon \nexercise of a power specifically delegated to the Federal  to  respond  to  a  subpoena  duces  tecum.  Any  other \nGovernment, and the Court cites Ex parte Siebold, 100  understanding  or  any  other  construction  that  may  be \nU.S. 371, 25 L.Ed. 717. This is necessarily true even  placed upon the Commission’s subpoena is, by this Court, \nthough  the  states  possess  concurrent  legislative  cancelled. Such a subpoena, a subpoena duces tecum, \njurisdiction  with  respect  to  voting,  since  the  Federal  requires no testimony, only production of records. Such \nGovernment, and its law, is supreme in this area. The  production can be made, if he sees fit, by clerks or agents. \nCourt cites Kohl v. United States, 91 U.S. 367, 23 L.Ed.  Thus the questions raised by him concerning his schedule \n449.  and absence from his circuit need no discussion. \n     \n[5]  Concerning  the  requirement  of  Wallace  to produce \nThe concept of the sovereignty of the states is embodied  these records, it is sufficient to say, and this Court now \nin the Tenth Amendment to the Constitution of the United  says,  that  there  is  no  concept  of  judicial  privilege  or \nStates, this amendment providing that those powers are  immunity  which  relieves  him  of  this  requirement. \nreserved to the states which have not been ‘delegated to  Legislation enacted pursuant to the Federal Constitution is \nthe United States by the Constitution, nor prohibited by it  binding on all state officials, including the judges. This \nto the States.’  question was laid to rest by the Supreme Court of the \nUnited States in Ex parte Virginia, 100 U.S. 339, 25 L.Ed. \n*68 Here we have involved the very powers which the  676, where the court stated: \nConstitution of the United States says are not reserved to    \nthe states. See United States v. Reese, 92 U.S. 214, 23 \nL.Ed. 563; United States v. Darby, 312 U.S. 100, 61 S.Ct.  ‘(it  has)  reference  to  actions  of  the  political  body \n451, 85 L.Ed. 609; and Fernandez v. Wiener, 326 U.S.  denominated  a  State,  by  whatever  instruments  or  in \n340, 66 S.Ct. 178, 90 L.Ed. 116.  whatever modes that action may be taken. A State acts by \nits legislative, its executive, or its judicial authorities. It \nThe fact that the State of Alabama voting and registration  can act in no other way. The constitutional provision, \nrecords are involved in this case does not alter the legal  therefore, must mean that no agency of the State, or of the \nprinciple at all. In re Cohen, 2 Cir., 62 F.2d 249; United  officers or agents by whom its powers are exerted, shall \nStates v. Ponder, 4 Cir., 238 F.2d 825; Endicott Johnson  deny  to  any  person  within  its  jurisdiction  the  equal \nCorporation v. Perkins, 317 U.S. 501, 63 S.Ct. 339, 87  protection of the laws.’ \nL.Ed. 424. \n[2] Thus, it must be generally concluded, and this Court  That same principle of law is applicable here in this case \nnow concludes, that since the Congress of the United  where the Fifteenth Amendment to the Constitution of the \nStates did have the authority to pass the Civil Rights Act  United States is involved. \nof 1957 and that said authority is supreme in this field as  [6] Other cases have been equally precise in laying down \nopposed  to  any  authority  of  the  states,  and  since  the  this principle that state action, in whatever form, will not \nCommission on Civil Rights was in issuing the subpoenas  be permitted to prevent the proper exercise of a proper \nin question acting pursuant to that Act, and since this  federal power, and this Court cites United States v. Peters, \nCourt was in issuing its order upon the application of the  5 Cranch 115, 9 U.S. 115, 3 L.Ed. 53; Faubus v. United \nAttorney General of the United States also acting pursuant  States, 8 Cir., 254 F.2d 797; and Sterling v. Constantin, \nto  said  Act,  the  contention  that  movants  make  that  287 U.S. 378, 53 S.Ct. 190, 77 L.Ed. 375. \nenforcement of the subpoenas will constitute an illegal    \ninvasion of the sovereignty of the State of Alabama and  [7] Thus this Court now concludes that judicial status does \nthe contention that this Court is without jurisdiction to  not  confer  a  *69  privilege  upon  Judge  Wallace  to \nenforce compliance with said subpoenas are without merit  disregard the positive command of the law— here the \nand cannot stand.  Fifteenth Amendment— and that such status does not \n   give immunity from inquiry which is duly authorized, as \nthis inquiry is. This does not mean to say or imply that a \n\njudge is not immune from investigation or inquiry into his  December 11, 1958 and amended December 17, 1958. \njudicial acts; he is. For example, this Commission, nor  This modification will eliminate any proposed seizure and \nindeed  the  Congress  of  the  United  States,  could  not  removal of these voting records and will eliminate any \ninquire of Judge Wallace as to why he impounded these  possible interference in their bona fide use by the State \nrecords or what factors he took into consideration when  authorities. This power to make such modification, if this \nhe impound these records. However, in the case now  Court considers it appropriate, even in the absence of \npresented no judicial act or decision of Judge Wallace  agreement, is clear. The Court cites N.L.R.B. v. Duval \nneed be nor is questioned. It may be, and this Court will  Jewelry  Company,  5  Cir.,  1958,  257  F.2d  672,  and \nfor  the  time  being—  and  I  emphasize  ‘for  the  time  reference is made to cases cited by the Fifth Circuit Court \nbeing,’—assume that the order impounding the records of  of Appeals in that case. This modification will relieve \nBullock and Barbour Counties were proper and in good  movants,  particularly  George  C.  Wallace,  of  any \nfaith.  The  only  question  presented  is  the  right  of  the  obligation to produce the records in Montgomery, and \nCommission on Civil Rights to see those records.  will eliminate the necessity for the records to be moved \n   from their present location. Instead, each of the registrars, \n[8]  [9]  Now,  generally,  when  a  direct  conflict  occurs  specifically, W. A. Stokes, Sr., M. T. Evans, and J. W. \nbetween state and federal action in a field such as this  Spencer,  and  George  C.  Wallace,  as  Judge  and  in \nfield, the states must yield. For the law to be otherwise  whatever  other  capacity  he  *70  is  acting  in,  will  be \nwould render the supremacy clause in the Constitution of  ordered to make said records available at their present \nthe United States ineffective, and when I say supremacy  location, which this Court understands is at the Court \nclause,  I  am  referring  to  Article  VI,  clause  2.  This  House in Barbour County and if that is not the case then \nprinciple was laid down early in our law by the Supreme  wherever their location is, for copying, inspection, and \nCourt of the United States in that now much referred to  photographing by the Commission or its duly authorized \nand well-known Tarble’s Case, 13 Wall. 397, 80 U.S. 397,  agents. Thus the movants’ objection to the removal of the \n20 L.Ed. 597. However, that is the general rule, and a  records from their present location, and their voluminous \ndifferent problem exists where the res, that is, the thing, is  aspect, is eliminated from this case. \nin the possession of the state court. The Supreme Court of \nthe United States, in Covell v. Heyman, 111 U.S. 176, 4  Now, it is obvious from what has been stated by this \nS.Ct. 355, 358, 28 L.Ed. 390, made this clear when it  Court already in this order that there is no valid basis for \nstated:  the  movant-registrars’  objections  to  appearing  and \n   testifying if this Court by later order decides, upon a \nproper application, if such application is made, that they \n‘But between state courts and those of the United States,  must do so. Any objections that they now make will, \nit is something more. It is a principle of right and of law,  therefore, be and they are hereby overruled and denied. \nand therefore of necessity. It leaves nothing to discretion  The question as to the time and place the registrars W. A. \nor mere convenience. * * * They exercise jurisdiction, it  Stokes, Sr., M. T. Evans, and J. W. Spencer  will be \nis true, within the same territory, but not in the same plane;  ordered to appear and testify will be reserved for further \nand when one takes into its jurisdiction a specific thing,  order,  pending  the  examination  of  these  records  in \nthat res is as much withdrawn from the judicial power of  Barbour and Bullock Counties by the Commission or its \nthe  other  as  if  it  had  been  carried  physically  into  a  duly authorized agents. \ndifferent territorial sovereignty. To attempt to seize it by a  [10] The contention that the registrars are judicial officers \nforeign process is futile and void.’  has no merit in this action. This Court cites Malone v. \nJones, 219 Ala. 236, 122 So. 26; Boswell v. Bethea, 242 \nTo the same effect is the Ninth Circuit case of Strand v.  Ala. 292, 5 So.2d 816; and Hawkins v. Vines, 249 Ala. \nSchmittroth, 251 F.2d 590. This Court notes at this time  165, 30 So.2d 451. In the Bethea case, particularly, the \nthat the Heyman principle does not apply when the state  Supreme Court of Alabama set forth the proposition that \ncourt has acted in seizing the res in bad faith. It should be  the  functions  of  the  registrars  are  identical  with  the \nmade clear, therefore, that if Judge Wallace impounded  functions  of  an  administrative  agency  making \nthese  records  for  the  sole  purpose  of  thwarting  this  quasi-judicial determinations. \ninvestigation,  he  cannot  take  refuge  in  the  Heyman    \nprinciple of comity. In this case, it is not necessary for the  [11] In any event, regardless of their status under Alabama \ngood faith of Judge Wallace, insofar as his impounding  law, registrars cannot be given any immunity from the \nthese records is concerned, to be inquired into, since this  exercise of a federal function such as that involved in this \nCourt considers it appropriate to modify the subpoena of  case. To hold otherwise would be to say that the State of \nthe Commission (which modification has already been  Alabama could thwart the Congress of the United States \ndone by agreed order and that phase of the agreed order  in any field and deprive the Federal Government of its \nstill stands) and to modify the order of this Court dated  specifically  delegated  powers,  here  those  delegated \n\nspecifically  by  the  Fifteenth  Amendment  to  the  individually and through their counsel, have in good faith \nConstitution, simply by saying that the state officers, such  carried out their agreement and complied with the order \nas the registrars, were judicial officers or judges. That  of this Court dated January 5, 1959, and this matter is, \ncannot be and it is not the law as this Court understands it.  therefore,  as  to  them,  ordered  to  be  and  it  is  hereby \nThis Court now orders and directs that George C. Wallace,  dismissed. Jurisdiction of this cause is retained for the \nas the present custodian of the said records, that is, the  purpose of any further orders that it may be necessary and \nvoting and registration records of Barbour and Bullock  appropriate  to  enter.  The  representatives  of  the \nCounties,  Alabama,  is  hereby  ordered  and  directed  to  Commission on Civil Rights, the representatives of the \nmake available to the Commission on Civil Rights or its  Attorney General of the United States, and the counsel for \nauthorized representatives or agents between the hours of  Wallace,  Stokes,  Evans,  and  Spencer  are  directed  to \n10:00 a.m. and 4:00 p.m., on January 12 and 13, 1959, at  appear before this Court at 9:30 a.m., on January 14, 1959, \nsome  convenient  place  to  all  concerned,  in  the  Court  for the purpose of reporting to this Court the progress of \nHouse at Barbour and/or Bullock Counties, Alabama, the  the matter, and also for the purpose of presenting any \nrecords  of  the  Boards  of  Registrars  of  Barbour  and  further motions that may be appropriate of required. \nBullock Counties, Alabama, pertaining to the registration    \nof all persons heretofore registered as voters, including \napplications, questionnaires, and other evidence touching \nupon the qualifications of such persons registered and not  All Citations \nregistered by the Boards of Registrars of Barbour and \n170 F.Supp. 63 \nBullock Counties, Alabama. As to Grady Rogers and E. P. \n \nLivingston,  it  appears  that  these  individuals,  acting \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/95877"
    }
  ],
  "document_count": 2
}