{
  "case_id": 744,
  "fetched_at": "2025-10-22T00:06:30.916691",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Deer Island",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Massachusetts Department of Corrections ",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Unknown",
    "case_status": "Coding Complete",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Unknown",
    "closing_year": 1992,
    "constitutional_clause": [
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Massachusetts state supreme court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1986,
    "id": 744,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "General/Misc.: Fire safety",
      "General/Misc.: Totality of conditions"
    ],
    "last_checked_date": "2007-07-29T00:00:00-04:00",
    "main_docket": {
      "id": 42310,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1986,
      "docket_filing_number": 5773,
      "is_main_docket": true,
      "court": "Massachusetts state supreme court",
      "state": "Massachusetts",
      "docket_office_number": "",
      "docket_number_manual": "5773",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Handy v. Penal Institutions",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1987,
    "permanent_injunction": false,
    "plaintiff_description": "Prisoners challenging conditions of prison",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Massachusetts",
    "summary": "<p>In October 1986, inmates at the Suffolk County House of Correction at Deer Island brought a complaint in state court alleging that defendants had allowed Deer Island to deteriorate to the point that it could safely be used to house prisoners.  Plaintiffs cited fire hazards; unsanitary conditions; inadequate ventilation, heating, and plumbing; overcrowding; inadequate recreation areas; and a general threat to safety as complaints in their Section 1983 action. Plaintiffs were represented by members of the ACLU.  </p><p>There is no docket available for this case, and the only available document is a decision regarding attorney's costs and fees. Handy v. Penal Institutions Commissioner, 592 N.E.2d 1303 (Mass. 1992) All of the information regarding the case is summarized from that document.  </p><p>In December 1986, a single justice of the Supreme Judicial Court of Massachusetts referred the case to a master to consider the subject of fire safety.  In April 1987, the parties entered into a partial settlement agreement, which the single justice approved, concerning fire safety-related issues.  The defendants, among other things, agreed to close certain areas; to make certain repairs and improvements in the fire and smoke alarm systems; and to make repairs in the water distribution and electrical systems.  The defendants agreed to pay the plaintiffs \"interim attorneys fees and costs pursuant to 42 U.S.C. &sect; 1988,\" and, if no agreement could be reached on the amount, the court would determine the amount of the fees and costs.</p><p>In March of 1988, the master issued a report on the prison's overcrowding.  He concluded that double-celling of prisoners and deficiencies in certain buildings violated regulations of the Departments of Correction and Public Heath.  The single justice adopted that report and referred the matter to the master for a report on remedies.  In February 1989, following the filing of the master's final report on remedies for overcrowding, the single justice allowed the master's final report as to its factual findings and entered extensive orders designed to remedy problems of overcrowding.  </p><p>A final settlement agreement was entered into by the parties in January of 1990, which was approved by a different single justice.  That agreement addressed additional physical improvements and contained a promise to close Deer Island within six months of the opening of a new facility in the South Cove section of Boston.</p><p>A dispute arose regarding attorneys' fees and costs.  The Supreme Judicial Court of Massachusetts (Chief Justice Liacos) awarded fees on September 17, 1991, and appeal was taken to the full court.  After hearing argument on March 4, 1992, a panel consisting of Judges Wilkins, Nolan, Lynch, and O'Connor of the Supreme Judicial Court affirmed the decision on June 5, 1992, holding that prisoners were entitled to recover fees and reduction of fees in the absence of contemporaneous records was not improper.</p><p></p>",
    "summary_published_date": "2005-07-19T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": "1992-06-05",
    "clearinghouse_link": "clearinghouse.net/case/744",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=744",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=744",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=744"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129020,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129020"
    },
    {
      "date": "1992-06-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1303,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 592,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 321,
      "cite_3_reporter": "Mass.LEXIS",
      "cite_3_vol": 1992,
      "citation_status": "Official citation found/coded",
      "court": "Massachusetts state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60317,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60317.pdf",
      "title": "Reported Opinion",
      "text": "412 Mass. 759 (1992)\n592 N.E.2d 1303\n[1]\nROBERT HANDY & others\nvs.\n[2]\nPENAL INSTITUTIONS COMMISSIONER OF BOSTON & others.\nSupreme Judicial Court of Massachusetts, Suffolk.\nMarch 4, 1992.\nJune 5, 1992.\nPresent: WILKINS, NOLAN, LYNCH, & O'CONNOR, JJ.\nPeter Antell (J. Daniel Lindley with him) for the defendants.\nJohn Reinstein (Kenneth J. King with him) for the plaintiffs.\nWILKINS, J.\nThe defendants appeal from a judgment, entered by a single justice of this court, awarding attorneys' fees to the\nplaintiffs in this class action, which was based in part on claims of violations of constitutional rights protected\nunder 42 U.S.C. § 1983 (1988). The defendants argue that (1) defects in the complaint, which they have not\nwaived, bar recovery of attorneys' fees under 42 U.S.C. § 1988 (1988); (2) attorneys' fees may not be awarded\nunder § 1988 because this action was not a cause of improvements that the defendants made in the Suffolk\nCounty house of correction at Deer Island (Deer Island); and (3) the documentation submitted in support of the\n[3]\naward of attorneys' fees did not justify the award of any fee, or at least the fees allowed.  In passing on these\nissues, we shall explain why none of the various other issues that the defendants claim are undisputed is\ndispositive of the attorneys' fee issue in the defendants' favor. The plaintiffs in turn have appealed, as to all but\none attorney, from the single justice's decision to reduce the amount of the fees they claimed. The single justice\nreduced the plaintiffs' claim because they did not produce before him their contemporaneous time records for the\nwork performed on the case.\nWe reject each of the defendants' arguments that, if accepted, would deny the plaintiffs any award of counsel\n761 fees at *761 all. We also reject the arguments of each side that the single justice erred in determining the amount\nof the fees he awarded.\nWe summarize aspects of the complaint, filed in October, 1986, which alleged that the defendants had allowed\nDeer Island \"to deteriorate to the point that it cannot safely be used to house prisoners.\" The conditions are\ndangerous and unlawful due to the inability or unwillingness of the defendants and their predecessors to correct\nthem. The conditions at Deer Island \"pose a substantial risk of fire and constitute a threat to the lives and safety\nof the plaintiffs.\" The fire alarms and smoke detection equipment are inoperative or nonexistent; there are not\nenough fire extinguishers; water pressure is extremely low; there is no functioning emergency lighting; and\ntraining in fire protection and evacuation procedures is deficient.\nThe living areas at Deer Island are filthy and generally unfit for human habitation. There are rats, cockroaches,\nand other insects. Birds are nesting in light fixtures. The unsafe and unsanitary conditions \"result [from] the failure\nof the defendants and their predecessors to establish adequate rodent control, housekeeping and maintenance\nprocedures.\" The heating and ventilation are inadequate. The plumbing and sanitary conditions also are\ninadequate. One dormitory has only two showers for approximately fifty inmates. Another dormitory has only one\nshower, two toilets, and three sinks for approximately forty-five prisoners. The lighting is inadequate, and there\nare insufficient working lights and electrical outlets. The cells in two buildings are eight feet three inches long, six\nfeet wide, and seven feet high.\n\nDeer Island houses \"nearly twice the lawful capacity\" of its buildings. Prisoners are frequently housed in cells in\nbuildings that do not have working plumbing fixtures, electricity, or locks. Recreation areas are inadequate.\nThe complaint alleged that the fire safety deficiencies, the unsanitary conditions, and the overcrowding at Deer\nIsland, each constituted cruel and unusual punishment \"in violation of the Eighth and Fourteenth Amendments to\n762 the United *762 States Constitution\" and is actionable under 42 U.S.C. § 1983. The complaint further alleged\nviolations of the Constitution of the Commonwealth, the State Civil Rights Act and other statutes, and various\nState regulations.\nIn December, 1986, a single justice of this court referred the case to a master who first considered the subject of\nfire safety. In April, 1987, the parties entered into a partial settlement agreement, which the single justice\napproved, concerning fire safety-related issues. The defendants, among other things, agreed to close certain\nareas; to make certain repairs and improvements in the fire and smoke alarm systems; and to make repairs in the\nwater distribution and electrical systems. The defendants agreed to pay the plaintiffs \"interim attorneys fees and\ncosts pursuant to 42 U.S.C. § 1988,\" and, if no agreement could be reached on the amount, the court would\ndetermine the amount of the fees and costs.\nIn March, 1988, the master issued a report on the institution's overcrowding. He noted that constitutional issues\nwere before him but that it would be premature to decide them. He concluded that double-celling of prisoners and\ndeficiencies in certain buildings violated regulations of the Departments of Correction and Public Health. The\nsingle justice adopted that report and referred the matter to the master for a report on remedies. In February,\n1989, following the filing of the master's final report on remedies for overcrowding, the single justice allowed the\nmaster's final report as to its factual findings and entered extensive orders designed to remedy problems of\novercrowding. In January, 1990, the parties entered into a final settlement agreement, which a different single\njustice has approved. That agreement addressed additional physical improvements and contained a promise to\nclose Deer Island within six months of the opening of a new facility in the South Cove section of Boston.\nThe question of attorneys' fees and costs in this appeal concerns the period from the commencement of this\naction until the date in September, 1989, when the case was transferred from the first single justice to the\n763 second. The first single justice ruled that the plaintiffs had succeeded on significant *763 issues in litigation and\nhad achieved some of the benefits they sought in this lawsuit. He said that the master and he had spent many\nhours prodding the defendants to action and to comply with their promises. He found that the plaintiffs' action was\na necessary and important factor in achieving improvements and was not frivolous, unreasonable, or groundless.\nHe awarded attorneys' fees under § 1988.\n1. We reject the defendants' argument that the complaint improperly failed to allege a violation of § 1983 and\nthat, therefore, no award of attorneys' fees could properly be made under § 1988. The argument focuses on a\nquestion of pleading and not on a question of proof. In this era of notice pleading, such a claim has far less\n[4]\nchance of success than in the days of technical pleading.\nThe complaint was not subject to dismissal for failure to state a claim that would entitle the plaintiffs to relief\nunder § 1983. The complaint did not show beyond doubt that the plaintiffs could not prove any set of facts that\n764 would entitle *764 them to § 1983 relief. See Nader v. Citron, 372 Mass. 96, 98 (1977). Cases on which the\ndefendants rely concern failures of proof and not defects in complaints.\nFrom our summary of the allegations of the complaint, it is apparent that the plaintiffs were asserting a violation of\ntheir constitutional rights under the Eighth Amendment, that they were objecting to specific conditions of their\nconfinement, and that they claimed that the defendants were responsible for those conditions. The absence of an\nexplicit allegation concerning the defendants' state of mind, such as \"deliberate indifference,\" is not fatal to the\ncomplaint. Five years after this complaint was filed, the Supreme Court of the United States sharply disagreed\nover whether any state of mind element was required to prevail on an Eighth Amendment claim of inadequate\nconditions of confinement. See Wilson v. Seiter, 111 S.Ct. 2321 (1991) (five-to-four decision). The allegation that\nthe defendants \"have been unable or unwilling to correct the dangerous and unlawful conditions at the facility\"\nconcerns the defendants' culpable state of mind. It was clear, moreover, from the complaint that, to prevail under\n§ 1983 in a case involving conditions of confinement, the plaintiffs would have to prove whatever culpable state of\n\nmind on the part of one or more of the defendants (or any unconstitutional policy or practice) was necessary to\nestablish Eighth Amendment liability. See Morales v. New York State Dept. of Corrections, 842 F.2d 27, 30 (2d\nCir.1988); DeMallory v. Cullen, 855 F.2d 442, 445 (7th Cir.1988). Cf. Gillespie v. Crawford, 833 F.2d 47, 50 (5th\nCir.1987).\n2. We reject the defendants' other arguments that an award of attorneys' fees under § 1988 is not permissible in\nthe circumstances.\nThe plaintiffs were successful litigants for the purpose of their entitlement to an award of attorneys' fees. They\nsucceeded on significant issues in this action because they achieved \"some of the benefit [they] sought in\nbringing suit.\" Texas State Teachers Ass'n v. Garland Indep. Sch. Dist., 489 U.S. 782, 789 (1989). The\n765 defendants argue, however, *765 that the plaintiffs were not prevailing parties because the plaintiffs were not the\ncatalyst that prompted change at Deer Island. The defendants point to plans for improvements at Deer Island\nadopted prior to the commencement of this action and to an order for changes entered in 1984 in another lawsuit.\nThe master found that, especially since 1985, significant steps to correct serious deficiencies at Deer Island had\nbeen taken. These facts are not, however, dispositive of the issue.\nThe agreements reached between the parties support the single justice's conclusion that the plaintiffs were\nprevailing parties. See Draper v. Town Clerk of Greenfield, 384 Mass. 444, 453 (1981), cert. denied sub nom. \nDraper v. Prescott, 456 U.S. 947 (1982) (attorney's fee award proper where case ends in negotiated settlement).\nThe single justice found that the lawsuit was a necessary and important factor in achieving certain improvements\nat Deer Island. The record does not demonstrate that this conclusion, to the extent it involves a finding of fact,\nwas clearly erroneous. Mass. R. Civ. P. 52, 365 Mass. 816 (1974). The settlement concerning fire safety provided\nrelief in numerous respects. The final settlement provides for various other improvements at Deer Island and for\nthe ultimate closing of Deer Island.\nThe defendants' only remaining argument asserting that the plaintiffs were not a catalyst for change is that the\npromised improvements would have been undertaken in any event and thus were gratuitous. The record does\nnot support this claim. The course of the proceedings demonstrates that what the defendants promised to do and\nwhat they did do were, in considerable measure, the products of pressures exerted by this lawsuit.\nThe defendants' further argument that the plaintiffs' allegations and the findings of the master and the single\njustice did not raise a colorable claim of a constitutional violation lacks merit. The single justice ruled that the\nrecord and the views of Deer Island that he and the master took supported the plaintiffs' claim that \"they were\n766 confined in a place not only filthy but unfit for human habitation.\" The plaintiffs' *766 Federal constitutional claims\nwere thus not frivolous or groundless, and an award of attorneys' fees pursuant to § 1988 was warranted, even if\nthe relief obtained may have been based on some requirement of law other than a standard stated in § 1983.\nThe State claims were pendent to a substantial Federal constitutional claim because the Federal claim arose\nfrom the same nucleus of facts (the deplorable living conditions at Deer Island) on which the State law claims\nwere based. Those circumstances warranted the award of counsel fees under § 1988. See Maher v. Gagne, 448\nU.S. 122, 132-133 n. 15 (1980). It is not required that the elements of the State claim and the elements of the\nFederal constitutional claim be identical, only that the claims arose from the same underlying nucleus of facts.\nSee Stratos v. Department of Pub. Welfare, 387 Mass. 312, 317 (1982); Lund v. Affleck, 587 F.2d 75, 77 (1st\nCir.1978).\n3. Finally, we deal with challenges, based on the material presented to the single justice, that the amount of the\nfee awarded was inappropriate.\nWe consider first the defendants' objections. They argue that the plaintiffs are entitled to no fee because they\nhave provided inadequate documentation of the hours devoted to the case and of the applicable hourly rates. In\nparticular, the defendants argue that the plaintiffs have not adequately documented the hourly rates allocable to\nthe various tasks performed at various times by different people. The defendants also argue that, unless\ncontemporaneous time records are submitted, no attorneys' fees may be allowed at all. They contend, in any\nevent, that the single justice's conclusions are not supported on this record and that we must return the issue to\nhim for further consideration on a proper record.\n\nWe assess these contentions in light of the findings and conclusions of the single justice. He said, as to the\nnumber of hours for which compensation was requested, that \"[i]n addition to my own observations of the\nprogress of this case and the work of the plaintiffs' attorneys (including their work product), I have reviewed the\n767 materials submitted as to number *767 of hours expended and I do not find that any of them are duplicative,\nunproductive, excessive or otherwise unnecessary. I also find them reasonable in light of the work performed and\nwho performed it.\" He further found the requested hourly rates to be reasonable, \"[b]ased on the affidavits of\nseveral attorneys practicing in the Boston area submitted by the plaintiffs, and on my own personal knowledge of\nhourly rates in the Boston area at all relevant historical times.\" He added that, in reaching this conclusion, he had\n\"taken into consideration the experience of the attorneys involved (as averred to in their affidavits), and the\nlength, complexity, and contingent nature of the lawsuit.\"\nThe matter of hours expended and hourly rates was considered on the facts presented in affidavits submitted by\nthe plaintiffs. The defendants did not submit affidavits, request an evidentiary hearing, or move for the production\nof the plaintiffs' contemporaneous time records. The defendants' assertion that the plaintiffs offered no evidence\nof the time for which they claimed compensation is simply wrong. The single justice was not obliged to apply\ndifferent hourly rates to the various tasks counsel performed. See Hensley v. Eckerhart, 461 U.S. 424, 433 (1983)\n; Glass v. Petro-Tex Chem. Corp., 757 F.2d 1554, 1563 (5th Cir.1985). Nor did he err in applying hourly rates\nappropriate at the end of 1990, rather than from 1984 to 1989. See Missouri v. Jenkins, 491 U.S. 274, 283-284\n(1989). It is not the law that a request for attorneys' fees must be entirely denied when a fee applicant does not\nsubmit contemporaneous time records to the court. The Supreme Court of the United States has not announced\nsuch a requirement. Nor is it the general rule in the lower Federal courts. See Weinberger v. Great N. Nekoosa\nCorp., 925 F.2d 518, 527 (1st Cir.1991) (\"application was bereft of contemporaneous time records or any other\nsuitable documentation\" [emphasis supplied]); Jean v. Nelson, 863 F.2d 759, 772 (11th Cir.1988), aff'd sub nom. \nCommissioner, INS v. Jean, 496 U.S. 154 (1990) (\"contemporaneous time records are not indispensable where\n768 there is other reliable evidence to support a claim for attorney's fees\"); MacDissi v. *768Valmont Indus., Inc., 856\nF.2d 1054, 1061 (8th Cir.1988) (\"question of whether reconstructed records accurately document the time\nattorneys have spent is best left to the discretion\" of the trial judge; absence of contemporaneous time records\nmay warrant reduction or elimination of attorneys' fee awards); Grendel's Den, Inc. v. Larkin, 749 F.2d 945, 952\n(1st Cir.1984) (stating prospective rule for the circuit that \"absence of detailed contemporaneous time records,\nexcept in extraordinary circumstances, will call for a substantial reduction in any award or, in egregious cases,\ndisallowance\"). In some circuits contemporaneous time records must be produced on request or a claim for\nattorneys' fees will be denied. See Ramos v. Lamm, 713 F.2d 546, 553 (10th Cir.1983); National Ass'n of\nConcerned Veterans v. Secretary of Defense, 675 F.2d 1319, 1327 (D.C. Cir.1982). In this case, neither the\ndefendants nor the single justice requested the production of contemporaneous time records. An affidavit of one\ncounsel for the plaintiffs attests that an attached compilation of time devoted to the case by attorneys in his firm\nwas based on contemporaneous records maintained by his office. The single justice did not err in rejecting the\ndefendants' various objections to the allowance of attorneys' fees.\nThe single justice noted that the plaintiffs had failed to provide him with contemporaneous time records and\nconcluded that a reduction of one-fourth in the amount of the fees claimed was, therefore, called for, citing \nGrendel's Den, Inc. v. Larkin, supra at 952. The plaintiffs object to that reduction as to the attorneys in the law\nfirm that represented the plaintiffs (but not as to Mr. Reinstein). Although such a reduction was not required on\nthe record before the single justice, and the reduction seems inconsistent with his finding, noted above, that the\nhours for which compensation was claimed were reasonable, the single justice did not abuse his discretion in\nreducing the fee award in the absence of the contemporaneous records themselves. It is not unreasonable to\nimpose a reduction in the compensation awarded when the party seeking an award of attorneys' fees does not\n769 demonstrate *769 conclusively on the record that contemporaneous time records were kept.\n4. We affirm the orders of the single justice entered on September 17, 1991, concerning attorneys' fees.\nConsistent with those orders, the plaintiffs' attorneys' fees and expenses in connection with this appeal will be\nallowed in amounts determined by a single justice.\nSo ordered.\n\n[1] Michael Nance, Dennis Bennett, Robert Higgins, Paul Dixon, Ricky Morgan, and Alex Chaparro. Each plaintiff\nwas an inmate at the Suffolk County house of correction.\n[2] The mayor of Boston, the members of the Boston city council and the superintendent of the Suffolk County\nhouse of correction, in their official capacities.\n[3] The defendants also argue that their agreement to pay attorneys' fees pursuant to § 1988, contained in an\nagreement of the parties to dispose of a portion of the plaintiffs' claims, was an agreement to pay counsel fees\nonly to the extent that an award of such fees could lawfully be made pursuant to § 1988. Because we conclude\nthat the award of counsel fees was lawful under § 1988, we need not consider this argument.\n[4] Because we conclude that the complaint was adequate to allege a § 1983 violation, we need not pass on the\nplaintiffs' argument that the defendants have raised the pleading point too late and have waived it. In the\nagreement to settle a portion of the plaintiffs' claims, to which we have already referred, the defendants agreed to\npay counsel fees pursuant to § 1988 with respect to that portion of the claim that was settled. If the defendants\nbelieved that § 1983 relief was not properly part of this action, we doubt that they would have agreed to pay\ncounsel fees pursuant to § 1988. \nThe defendants' contention that they are immune from paying attorneys' fees is argued in the defendants' brief\nonly as to the defendants in their individual capacities. This action, however, is against the defendants in their\nofficial capacities. See Hutto v. Finney, 437 U.S. 678, 693, 699-700 (1978). Thus the only question, assuming that\nwe will consider the immunity point as restated in the defendants' reply brief, is whether, in this § 1983 action\ninvolving only injunctive relief, immunity is a bar to the award of attorneys' fees under § 1988. Government actors\nwho have been sued successfully under § 1983 in their official capacities, as representatives of the governmental\nentity, cannot avail themselves of any personal immunity defenses against an award of attorneys' fees under §\n1988. See Pulliam v. Allen, 466 U.S. 522, 543-544 (1984). See also Supreme Court of Va. v. Consumers Union of\nU.S., Inc., 446 U.S. 719, 737 (1980). Consequently, the governmental entity whom the defendants represent\nmust pay attorneys' fees awarded under § 1988. See Hutto v. Finney, supra at 693-694.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60317"
    }
  ],
  "document_count": 2
}