{
  "case_id": 14657,
  "fetched_at": "2025-10-22T00:23:11.243692",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Accommodations/Contracting"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Southern District of Mississippi",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1961,
    "id": 14657,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 33026,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1961,
      "docket_filing_number": 3133,
      "is_main_docket": true,
      "court": "Southern District of Mississippi",
      "state": "Mississippi",
      "docket_office_number": null,
      "docket_number_manual": "3133",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Bailey v. Patterson",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Mississippi",
    "summary": "<p>[This summary is temporary while we research the case.] This is a lawsuit in which the plaintiffs sought to enjoin the enforcement of Mississippi &lsquo;peace statutes&rsquo; and statutes requiring racial segregation on common carriers or in facilities maintained by them. The case was filed on June 9, 1961, in the United States District Court for the Southern District of Mississippi.</p>",
    "summary_published_date": "2024-07-11T19:47:10.128874-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14657",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14657",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14657",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14657"
  },
  "documents": [
    {
      "date": "1961-09-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": "",
      "document_source": "Papers of Brian Landsberg",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Amicus Curiae"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77403,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77403.pdf",
      "title": "Supplemental Brief for the United States as Amicus Curiae",
      "text": "LH\nIN THE UNITED STATES DISTRICT COURT\nFOR 'PHi SOUTHERI1 DISTRICT OF MISSISSIPPI\nJACKSON DIVISION\nSAMUEL BAILEY, JOSEPH BROADWATER )\nand BURNETT L. JACOB, on behalf(cid:9) )\nof themselves and others(cid:9) )\nsimilarly situated,(cid:9) )\nPlaintiffs(cid:9) ) CIVIL ACTION\nV.(cid:9) ) NO. 3133\nJOE T. PATTERSON, Attorney(cid:9) )\nGeneral of the State of(cid:9) )\nMississippi, et al.,(cid:9) )\nDefendants(cid:9) )\nSUPPLEMENTAL BRIEF FOR THE UNITED STATES\nAS AMICUS CURIAE\nThis supplemental brief is addressed to (1) the\nmotion to dissolve the three-judge court; (2) the motion\nto strike the City of Jackson from the complaint; and (3)\nthe motions asking this Court to abstain.\nI\nThe City of Jackson, Mississippi, and its Mayor,\nCommissioners, and Chief of Police -- defendants in this\naction -- have moved to dissolve the three-judge court\n\"and to remand this action for further hearing before the\nUnited States District Court in which the amended com-\nplaint was originally filed.\"\nIn their motion, these defendants say that the\namended complaint \"raises primarily factual issues which\nmay not properly be addressed to a three-judge Court\";\nthat these issues involve the alleged policy, custom,\npractice and usage of the movants in segregating the\n\nraces under color of sectiohs 208'Ti5 and 2089,5 of the\ni/\nMississippi Code of 1949 as amended; that the constitu-\ntionality of these provisions of the Mississippi Code is\nnot attacked, and that, although the amended complaint\ndoes attack the constitutionality of certain segregation\nstatutes, it \"now affirmatively appears that none of the\nplaintiffs have ever been arrested under said statutes\nand that in fact no arrests have been made under said\nstatutes for more than ten years.\" The movants conclude\n\"[ t ]hat this three-judge Court is without jurisdiction\nover the subject matter or the parties under the issues\nraised by the amended complaint.\"\nFirst. The plaintiffs urge that the defendants,\n.............\nunder color of statutes of the State of Mississippi,\nincluding breach of the peace and disorderly conduct\nstatutes, are pursuing a policy, practice, custom and\nusage of segregating Negro and white persons on common\ncarriers and in terminals and terminal facilities in\nMississippi. 28 U.S.C. 2281 provides in pertinent part\nas follows:\nAn interlocutory or permanent injunc-\ntion restraining the enforcement, operation\nor execution of any State statute by re-\nstraining the action of any officer of such\nState in the enforcement or execution of\nsuch statute * * * shall not be granted by\nany district court or judge thereof upon\nthe ground of the unconstitutionality of\nsuch statute unless the application there-\nfor is heard and determined by a district\ncourt of three judges under section 2284\nof this title.\nThese statutes, and section 2087.7 of the Mississippi\nCode of 1942, as amended, will be referred to in this\nmemorandum as the \"breach of the peace and disorderly\nconduct\" statutes.\n- 2 -\n\nUnder 28 U.S,Cj 2281 where the plaintiffs\nclaim, in effect, thai a state statute is unconstitutional\nas applied, a three-judge court is required, Query V.\nUnited States, 316 U.S. 486, 490 (1942); Stratton V.\nSt. Louis S.W. Ry. Co., 282 U.S. 10 (1930); Wreiole V.\nWaterfront Comcaission of New York Harbor, 132 F. Supp.\n166 (S.D. N.Y. 1955), unless the statute cannot reasonably\nbe construed to authorize the conduct complained of.\nQuery v. United States, supra (distinguishing Ex parte\nBransford, 310 U.S. 354 (1940) and Phillips v. United\nStates, 312 U.S. 246 (1941)).\nIn this case, any injunction which restrains\nthe defendant state and city officials from pursuing the\nalleged policy, practice, custom and usage of segregation\nwill necessarily restrain them from continuing to apply\ncriminal statutes for the purpose of maintaining such\nsegregation. Since criminal proceedings actually have\nbeen instituted against many members of the class repre-\nsented by the plaintiffs under those statutes, it cannot\nwith confidence be said that the statutes may not reason-\nably be construed to authorize the conduct complained of.\nTo be sure, in the typical case in which plain-\ntiffs challenge the action of state officials, but not\nthe legislative authority under which they assume to act,\nit has been held that there is no necessity for convening\n2/\na three-judge court. Ex parte Bransford, supra. But where\nthe plaintiff seeks \"to forestall the demands of some\n2/ Even where the validity of state laws is challenged,\nif the case can be disposed of on factual grounds alone,\nwithout deciding whether a state statute is unconstitutional,\nit has been held that a three-judge court is not required.\nWichita Falls Junior College District v. Battle, 204 F. 2d\n947; \n632 (C.A. 5, 1953), cert. denied, 347 U.S.  Beal v.\nHolcombe, 193 F. 2d 384 (C.A^ 5, 1951), cert. denied, 347\nU.S. 974.\n- 3 -\n\nhe \ngeneral state polity, the Valicity of which  challenges,\"\nrather than a \"single, urit^ue exercise\" by a state offi-\ncial of the prerogatives of his office, Phillips v. United\nStates, 312 U.S. 246, 253 (1941); Penagaricano v. Allen\nCorp., 267 F. 2d 550, 556 (C.A. 1, 1959), and where, as\nhere, the granting of injunctive relief will necessarily\nresult in restraining the continued application, in a\nparticular manner, of a state criminal statute, we be-\nlieve that a three-judge court is required under 28 U.S.C.\n2281.\nSecond. Even if a three-judge court were not\nrequired for the granting of an injunction restraining the\nfuture enforcement, in a particular manner, of state\ncriminal statutes, a three-judge court nevertheless would\nbe required here.\nThe amended complaint in this case specifically\nand repeatedly attacks, on federal constitutional grounds,\nthe validity of specified Mississippi statutes requiring\nracial segregation on common carriers and in waiting\nroom and rest room facilities utilized by common carriers,\nand imposing criminal penalties upon carriers and persons\nrefusing to abide by such segregation (Amended Complaint,\nparagraphs 2, 3, 12, 15).(cid:9) It alleges that the Attorney\nGeneral of Mississippi is under a duty to enforce these\nstatutes, and threatens to enforce them against the\nplaintiffs and the defendant carriers if such statutes\nare violated by the plaintiffs or the defendant carriers\n(Amended Complaint, paragraph 12).(cid:9) In paragraph 15 of the\nAmended Complaint it is alleged that each defendant, under\ncolor of the challenged statutes, as well as under color\nof the breach of the peace and disorderly conduct statutes\nand an ordinance of the City of Jackson, have pursued a\n- 4 -\n\npolicy, practice, custom and usage of segregating Negro\nand white persons on common carriers in the State of\nMississippi, and in all depots, stations and terminals\nutilized by common carriers in that State, including the\nrest room and restaurant facilities of the airport termi-\nnal in Jackson, Mississippi.(cid:9) In paragraph 16 it is\nalleged, inter alia, that the plaintiffs and members of\ntheir class have suffered and continue to suffer irre-\nparable injury as a result of the enforcement or threat\nof enforcement of the challenged state statutes. The\nprayer for relief specifically asks this Court to grant\na preliminary and permanent injunction enjoining the\ndefendants, who include state officials, from continuing\nto enforce these segregation statutes. Since the complaint\nattacks the constitutionality of state statutes and seeks\nto restrain their enforcement by state officers, this\n3/\nthree-judge court was properly convened.\nThe movants do assert that the segregation\nstatutes are not being enforced. But this contention is\nproperly addressed to the jurisdiction of the court as a\nfederal court, i.e., to whether there is a \"case or con-\ntroversy.\" It does not go to the question of whether\nthe case should be heard by three judges or by one judge.\nThe movants assert, however, that the \"primary\nissues\" raised by the amended complaint involve the arrests\nunder the breach of the peace arid disorderly conduct\nstatutes, and the alleged policy, custom, practice and\nusage of the movants in segregating the races under color\n3/ Movants do not contend that the attack upon the\nsegregation statutes is unsubstantial.\n- 5 -\n\nof those statutes. Tt is not clear what the movants mean\nby the \"primary issues.\" On the basis of the amended\ncomplaint, it is certainly not possible to conclude that\nthe validity of the segregation statutes is a secondary\nmatter. Significantly, the breach of the peace and dis-\norderly conduct statutes are referred to but once in the\ncomplaint, and then only to show that other statutes, in\naddition to the segregation statutes, form the \"color of\nlaw\" under which the defendants engage in a policy, prac-\ntice, custom and usage of segregation. The segregation\nstatutes, on the other hand, are mentioned several times.\nAnd, as a commentator has noted, \"the very nature of the\nclaim cognizable by a three-judge court precludes it, al-\nmost by definition, from being treated as anything but the\ndominant claim.\" Kurland, The Romero Case and Some Problems\nof Federal Jurisdiction,73 Ilarv. L. Rev. 817, 839(1960) .\nIt is difficult, in fact, to separate the claim\nurged against enforcement of the segregation statutes\nfrom the claim urged against the policy, practice, custom,\nand usage of segregation. These claims are so inter-\nrelated that they can properly be said to constitute a\nsingle cause of action, albeit with two or more grounds\nfor relief. A realistically broad concept of \"cause of\naction\" has been adopted by the Supreme Court. In Hurn v.\nOursler, 289 U.S. 238 (1933) the plaintiff sued for an\ninjunction, damages, and an accounting, alleging, inter\nalia, (1) that the defendant had infringed the plaintiff's\ncopyrighted play, and (2) that the defendant's acts con-\nstituted unfair competition. Only the copyright infringe-\nment claim was a ground for federal jurisdiction. The\nissue was whether jurisdiction over the federal ground also\n\nconferred jurisdiction over the related but nonfederal\nground. Answering affirmatively, the Court said (289\nU.S. at 246):\nThe distinction to be observed is between\na case where two distinct grounds in support\nof a single cause of action are alleged, one\nonly of which presents a federal question,\nand a case where two separate and distinct\ncauses of action are alleged, one only of\nwhich is federal in character.(cid:9) In the for-\nmer, where the federal question averred is\nnot plainly wanting in substance, the federal\ncourt, even though the federal ground be not\nestablished, may nevertheless retain and dis-\npose of the case upon the non-federal ground;\nin the latter it may not do so upon the non-\nfederal cause of action.\nThe case at bar falls within the first\ncategory. The bill alleges the violation\nof a single right, namely, the right to\nprotection of the copyrighted play. And\nit is this violation which constitutes the\ncause of action.\nSee also, Armstrong Paint & Varnish Works v. Nu-Enamel\nCorporation, 305 U.S. 315 (1938).\nAlthough a \" 'cause of action' may mean one\nthing for one purpose and something different for another,\"\nUnited States v. Memphis Cotton Oil Co., 288 U.S. 62\n(1933); Hurn v. Oursler, supra, and although the Hurn v.\nOursler concept of \"cause of action\" was developed for\nthe purpose of determining the bounds between state and\nfederal jurisdiction, we believe it is properly applied\n4/\nhere. Here, as in Hurn v. Oursler, the two claims are\ninterrelated and allege violation of the same right -- the\nright of the plaintiffs under the Commerce Clause, the\nFourteenth Amendment, and the Interstate Commerce Act to\n4/ A pragmatic concept of \"cause of action\" has even\ngreater justification here, where the issue is not one of\nfederal jurisdiction but merely of the capacity in which\nthe federal court shall sit.- 8C1f. Romero v. International\nTerm. Co., 358 U.S. 354, 380  (1959).r\n- 7 -\n\nuse interstate and intrastate transportation facilities\nfree from state action which discriminates against them\nbecause of their race or color. Violations of this\nright constitute a single \"cause of action,\" for \"[a]\ncause of action [in the Hurn v. Oursler sense] does not\nconsist of facts, but of the unlawful violation of a\nright which the facts show. The number and variety of\nthe facts alleged do not establish more than one cause\nof action so long as their result, whether they be con-\nsidered severally or in combination, is the violation of\nbut one right by a single legal wrong.\" Hurn V. Oursler,\nsupra, at 246, quoting from Baltimore S.S. Co. v. Phillips,\n5/\n274 U.S. 316, 321 (1927). The claim urged against the\nenforcement of the segregation statutes is an inseparable\npart of the larger claim urged against the policy, prac-\ntice, custom, and usage of segregation.(cid:9) Important common\nissues are presented by both claims.(cid:9) It would appear\nthat the evidence introduced in support of each claim will\n6/\nbe overlapping.\nIt is clear that, at least where a single \"cause\nof action\" is involved, the \"jurisdiction\" of the three-\njudge court, once acquired, \"extends to every question\ninvolved, whether of state or federal law, and enables\nthe court to rest its judgment on the decision of such of\n5/ See also American Fire & Casualty Co. v. Finn, 341 U.S.\n6, 12-14 (1951).\n6/ \"The King of Brobdingnag gave it for his opinion that,\n'whoever could make two ears of corn, or two blades of\ngrass to grow upon a spot of ground where only one grew\nbefore, would deserve better of mankind, and do more\nessential service to his country than the whole race of\npoliticians put together.'(cid:9) In matters of justice, however,\nthe benefactor is he who makes one lawsuit grow where two\ngrew before.\" Chafee, Bills of Peace 1ith Multiple Parties,\n45 Harv. L. Rev. 1297 (1932).\n- 8 -\n\nthe questions as in its opinion effectively dispose of\nthe case.\" Sterling vi Constantin, 287 U.S. 378, 393-\n394 (1932) and cases cited; Florida Lime Growers v.\nJacobsen, 362 U.S. 73 (1960); Railroad Commission v.\nPacific Gas & Electric Co., 302 U.S. 388, 391 (1938);\nDavis v. Wallace, 257 U.S. 478, 482 (1922).(cid:9) In Sterling\nV. Constantin, supra, for example, the Governor of Texas\nproclaimed martial law over several oil producing counties\nin the State, and shut down the oil wells by military\nforce. He then permitted a state commission to fix the\nlimit of oil production. The operators brought suit to\nrestrain the Governor from invading their property rights\nunder the Fourteenth Amendment, alleging that state con-\nstitutional and statutory provisions, if construed to\nauthorize the acts complained of, were unconstitutional.\nA three-judge district court, convened to hear the case,\nconcluded that the challenged state constitutional pro-\nvisions and statutes did not confer upon the Governor the\npower which he had assumed to exercise, and thus that he\nhad acted without authority under Texas law. Ar► injunc-\ntion was issued, from which an appeal was taken to the\nSupreme Court.(cid:9) Using the language quoted supra, the\nSupreme Court sustained the district court's jurisdiction\nto issue the injunction. See also, Modern Woodmen of\nAmerica V. Casados, 15 F. Supp. 483, 486 ( D. N.M. 1936).\nEven if the two claims may not be said to con-\nstitute a single cause of action, a three-judge court\nwould have jurisdiction over both because the disputed\nclaim may properly be deemed ancillary to the dominant\nclaim raised against enforcement of the segregation\nstatutes.(cid:9) See The Chicago Junction Case, 264 U.S. 258,\nEst\n\n269 (1924); cf. Oklahoma Gas & Elec. Co. v. Oklahoma\nPacking Co., 292 U.S. 386 390 (1934); New York State\nGuernsey Breeders Co-op.(cid:9) Wallace, 28 F. Supp. 590,\n593 (N.D. N.Y. 1939), aff'd on other grounds sub. nom,\nNew York State Guernsey Breeders Co-op v. Wickard, 141\nF. 2d 805 (C.A. 2, 1944). Compare Pittsburgh & W. Va. Ry.\nv. United States, 281 U.S. 479, 488 (1930); New York Cent.\nSec. Corp. V. United States, 287 U.S. 12, 28-29 (1932),\nand Powell v. United States, 300 U.S. 276, 289, 290 (1937),\nThus in Evers v. Dwyer, 358 U.S. 202 (1958),\nthe Supreme Court ordered a three-judge court to hear the\nmerits of class action brought by a Negro resident of\nMemphis, Tennessee, seeking an injunction against enforce-\nment of Tennessee statutes requiring segregation on trans-\nportation facilities or against \"any other method of state-\nenforced segregation on Memphis transportation facilities.\"\nIn any event, cases holding that Rule 18(a) of\nthe Federal Rules of Civil Procedure does not extend the\n7/\njurisdiction of the federal courts, and cases holding that\na plaintiff may not join a cause of action over which the\nfederal court has jurisdiction with a cause of action over\n8/(cid:9) 9/\nwhich the court has no jurisdiction, are inapposite.\n7/ E.g., Loew's Drive-In Theatres, 174 F. 2d 547, 549\ntC.A. 1, 194), cert. denied, 338 U.S. 822; Rule 82, F.\nR. Civ. Pro.\n8/ See, e.g., Pearce v. Pennsylvania R. Co., 162 F. 2d\n524, 527?.A. 3, 1947), cert. denied, 332 U.S. 765.\n9/ It has been held, and Professor Moore agrees, that even\nwhere two distinct causes of action -- one cognizable by\none judge and the other by three -- are contained in a\ncomplaint, joinder should be permitted. Atlantic Lumber\nCorp. v. Southern Pac. Co., 2 F.R.D. 313 (D. Ore. 1941);\n3 Moore, Federal Practice, ¶18.07[2] (2d ed. 1948). Compare\nNew York Guernsey Breeders Co-op V. Wallace, 28 F. Supp.\n59O N.D. N.Y. 1939), aff'd on other grounds sub. nom.\nNew York State Guernsey Breeders Co-op v. Wickard, 141 F.\n2d 805 (C.A. 2, 1944). The only real question involves\nthe form of trial, and where there are two distinct causes\n(continued)\n- 10 -\n\n9/ (Continued)\nof action there should be no objection to presenting\nevidence with respect to both causes of action-- particu-\nlarly where they involve common issues -- to the three-\njudge court. As suggested by Moore, the three judges\nand the single judge might then render separate judgments\nunder Rule 54(b), F.R. Civ. Pro. (3 Moore, Federal Practice\n¶18.07[2] (2d ed. 1948); see also the procedure followed\nby the district court for the Western District of Louisiana\nin Hannah V. Larche and Hannah v. Slawson, 363 U.S. 420,\n428-430).\n- 11 -\n\nI1\ni\n3. The City of Jackson anc3 its Mayor,\nCommissioners and Chief of Police urge that the City\ncannot be named in this ac tion. They rely upon Monroe\nV. Pape, 365 U.S. 167, 191 n. 50 (1961) and Egan v. City\nof Aurora, 5 L. Ed. 2d 741 (1961), as well as cases\ndecided prior to Monroe v. Pape in the lower federal\ncourts. 10/\nThe cases relied upon by these defendants are\ninapposite, for they each deal ith the question of whether\n42 U.S.C. 1983 authorizes a suit for damages against a\nmunicipality.(cid:9) In Monroe v. Pape, the Court noted that the\nSenate adopted an amendment to the original bill which\nwould have made \" ' the inhabitants of the county, city,\nor parish ? \" in which certain acts of violence occurred\nliable \"to pay full compensation\" to the person damaged or\nhis widow or legal representative, but that this amendment\nwas rejected by the House. 365 U.S. at 188.(cid:9) It was the\ncongressional reluctance to impose liability in damages\nupon municipalities which induced the Court in Monroe v.\nPape to hold that no damage action could be brought against\na city under section 1983.\nThe propriety of equitable relief against a city\nwas not in issue in Monroe v. Pape.(cid:9) Prior cases indicate\nthat municipalities are properly named along with city\n10/(cid:9) Charlton v. City of Hialeah, 188 F. 2d 421, 423\n(C.A. 5, 1951); Hewitt v. City of Jacksonville, 188 F. 2d\n423, 424 (C.A. 5, 1951); Cobb v. City of Malden, 202 F. 2d\n701, 703 (C.A. 1, 1953); Agnew v. City of Compton, 239 F. 2d\n226, 230 (C.A. 9, 1957). See also Cuiksa v. City of Mansfield,\n250 F. 2d 700, 703-704 (C.A. 6, 1957).\n- 12 -\n\nviolations \nofficials where  of 42 U.S.C. 1983 are alleged\nCity \nand an injunction sought.(cid:9) , Douglas v.  of\nJeannette, 319 U.S. 157 (1943); Holmes v. City of Atlanta,\n350 U.S. 879 (1955), affirming 223 F. 2d 93 (C.A. 5, 1955);\nMayor and City Council of Baltimore City v. Dawson, 350\nU.S. 877, affirming 220 F. 2d 386 (C.A. 4, 1955).(cid:9) In the\nHolmes case, the Court of Appeals for the Fifth Circuit\naffirmed a judgment which granted an injunction against the\ncity, inter alia, restraining it from making any distinc-\ntions because of race or color in providing opportunities\nand facilities for playing golf on the city's golf courses.\nSurely the Supreme Court did not intend to over-\nturn this authority in footnote 50 of its opinion. That\nfootnote says, in pertinent part:\n* * * In a few cases in which equitable\nrelief has been sought, a municipality has\nbeen named, along with city officials, as\ndefendant where violations of 42 U.S.C.\n§ 1983 were alle ged.(cid:9) See, e.g., Douglas\nv. City of Jeannette, 319 U .S. 157; Holmes\nv. City of Atlanta, 350 U.S. 879.(cid:9) The\nquestion dealt with in our opinion was not\nraised in those cases, either by the\nparties or by the Court.(cid:9) Since we hold that\na municipal corporation is not a \"person\"\nwithin the meaning of § 1983, no inference\nto the contrary can any longer be drawn from\nthose cases.\nWe do not believe that the Court intended, in a\nfootnote, to dispose of the issue, not raised in the case,\nof whether a municipality may be sued under section 1983\nfor equitable relief, and to overturn the Douglas, I-Iolmes,\nand Dawson decisions (cf. Burt v. City of New York, 156 F.\n2d 791 (C.A. 2, 1956) insofar as they relate to that\nquestion.(cid:9) In light of the Court's reasons for holding\nthat an action for damages may not be maintained under\nsection 1983, we think that its opinion should be taken\nto mean only that, for purposes of an action for damages,\na municipality is not a \"person\" under that section.\n- 13 -\n\nMore fundamentally, however, the plaintiffs'\nright of act.on against the city does not depend alone\nupon the pibtiisions of section 1983. For here rights are\nasserted under the Constitution, which itself creates the\ncause of action for equitable relief and, within the\nmeaning of 28 U.S.C. 1343 (3) (the jurisdictional pro-\nvision upon which this suit is based) authorizes bring-.\ning of this suit.(cid:9) Cf. Bell v. Hood, 327 U.S. 678 (1946);\nBrewer v. Hoxie School District No. 46, 238 F. 2d 91, 103\n(C.A. 8, 1956); Hart & Wechsler, The Federal Courts And\nThe Federal System (1953) 794-797. Doctrines of immunity\ncan have no application to suits in equity brought to\nrestrain invasions of federal constitutional rights.\nSterling v. Constantin, 287 U.S. 378, 393 (1932); Ex parte\nYoung, 209 U.S. 155, 156 (1908); Graves v. Texas, 298 U.S.\n393, 403-404 (1936); Georgia R. Co. v. Redwine, 342 U.S.\n299, 305, n. 17 (1952).\n- 14 -\n\nIII\nMotibns of defendant Patterson and of the\nCity chi Jackson, its Mayor, Commissioners, and Chief of\nPolice assert that the plaintiffs should be remitted to\nthe courts of the State of Mississippi for resolution of\nquestions of state law which the rovants say are involved\nin this action. The defendant Patterson terms these\nalleged questions of state law \"intricate and involved\";\nthe City of Jackson, et al., state that the alleged state\nquestions are \"unsettled.\"\nInsofar as the challenged segregation statutes\nare concerned, no issues of state law are involved. Each\nof these statutes is attacked as being invalid on its\nface (Amended Complaint, para. 12). If the plaintiffs\nare correct in this challenge, the statutes cannot be\nsaved through interpretation by the Mississippi courts.\nMississippi's legislature has used unmistakably simple,\nclear, and mandatory language. With respect to the segre-\ngation statutes, therefore, abstention could not result in\navoiding decision of the federal constitutional issues\npresented, and would therefore be improper. Toomer v.\n'°itsell, 334 U.S. 385, 392, n. 15 (1948).\nSimilarly, no questions of state law are raised\nby the attack upon the alleged policy, practice, custom\nand usage of racial segregation under color of state law.\nFor should the :•?ississippi state courts ultimately determine\non state grounds that members of the class represented by\nthe plaintiffs cannot properly be convicted of violating the\nbreach of the peace and disorderly conduct statutes simply\nbecause they have attempted to desegregate the facilities\nhere involved, the question presented in this action would\nstill be unresolved. For here it is charged that state\n- 15 -\n\nofficials \"have pursued and are presently pursuing a\npolicy] practice, custom and usage\" of segregating Negro\nand White persons on common carriers and in terminals and\nterminal facilities used by common carriers in Mississippi\n(Amended Complaint, para. 15). The arrests are \"merely\ntangible specific evidence of the application of the cus-\ntom, practice, and usage complained of.\" Baldwin V. Morgan,\n251 F. 2d 780, 787 (C.A. 5, 1958).(cid:9) Dismissal of the cases\ngrowing out of such arrests would not refute the allega-\ntions which complain of the custom, practice, and usage.\n11/\nBaldwin v. Morgan, supra.\nAs the Supreme Court has recently noted, more-\nover, the doctrine of abstention \"is an extraordinary and\nnarrow exception to the duty of a district court to\nadjudicate a controversy properly before it.\" County of\nAllegheny V. Frank Mashuda Co., 360 U.S. 185, 188 (1959).\nThis statement is particularly apt with respect to con-\ntroversies involving civil liberties and civil rights, where\nthe abstention technique has rarely been applied. Compare\nHarrison v. N.A.A.C.P., 360 U.S. 167 (1960) with Lane v.\nWilson, 307 U.S. 268 (1939); Schnell v. Davis, 336 U.S. 933\n(1949),affirming 81 F. Supp. 872 (S.D. Ala. 1949); Nixon v.\n11/ \" * * * this city criminal case, or its dismissal, was\nnot the Civil Rights case before the Court below. When the\ncriminal proceeding was closed, it did not automatically\ntake with it the charge made in this cause that state\nagencies, pretending to act for the state and exerting the\npower of their respective offices were, under the threat\nof arrest or other means, depriving Negroes of the right\nto be free of discrimination in railway public waiting\nrooms on account of race or color.\" Baldwin v. Morgan,\n251 F. 2d at 787.\n- 16 -\n\nHerndon, 273 U.Si 536 (1927)= Nixon v. Condon, 2-;6 U.S.\n73, >9 (1932) ; Smiih v. A1}W1ight, 321 U.S. 649 (1944) ;\nTerry v. Adams, 345 U.S. 461 (1953); Browder v. Gayle, 142\nF. Supp. 707, 713 (M.D. Ala. 1956), affirmed, 352 U.S. 903;\nMitchell v. Wright, 154 F. 2d 924, 926 (C.A. 5, 1946);\nRomero v. Weakley, 226 F. 2d 399 (C.A. 9, 1955); Brewer v.\nHoxie School District No. 46, 238 F. 2d 91, 95 (C.A. 8,\n1956); Aaron v. Tucker, 186 F. Supp. 913, 924 (E.D. Ark.\n1960), reversed on other grounds sub nom. Norwood v.\nTucker, 297 F. 2d 798 (C.A. 8, 1961); Stapleton v. Mitchell,\n60 F. Supp. 51, 55 (D. Kan, 1945), appeal dismissed per\nstipulation sub nom. McElroy v. Mitchell, 326 U.S. 690\n(1945); Wilson v. Beebe, 99 F. Supp. 418, 420 (D. Del.,\n1951); cf. Brown v. Board of Education, 347 U.S. 483\n(1954) ; 1 Moore, Federal Practice (2d Ed., 1948) ¶0.203 (1]\nn. 27; see't.also West Virginia State Board of Education v.\nBarnette, 319 U.S. 624, 630-631, 639 (1943); Hague v. C.I.O.,\n307 U.S. 496 (1939); Grosjean v. American Press Co., 297\nU.S. 233 (1936).(cid:9) In Browder v. Gayle, supra, where state\nstatutes and city ordinances requiring racial segregation\non motor buses were challenged on federal constitutional\ngrounds, Judge Rives, speaking for a three-judge district\ncourt, set forth the guiding principle (142 F. Supp. at 713):\nThe defendants * * * insist that even if\nthe Federal court has jurisdiction, it should,\nin its discretion as a court of equity, and\nfor reasons of comity,decline to exercise\nsuch jurisdiction until the State courts have\nruled on the construction and validity of the\nstatutes and ordinances. The short answer is\nthat the doctrine has no application where the\nplaintiffs complain that they are being\ndeprived of constitutional civil rights, for\nthe protection of which the Federal courts have\na responsibility as heavy as that which rests\non the State courts.\n- 17 -\n\nSimilarly, in Morrison v. Davis, 252 F. 2d 102\n(1958), c(cid:9) 1 OOnied, 356 U.S. 968, the Court of Appeals\nfor the Fifth Circuit upheld the issuance of an injunc-\ntion against the application of Louisiana statutes re-\nquiring segregation of the races on buses, street cars,\nand trolley buses, stating (252 F. 2d at 103):\nThis is not such a case as requires the\nwithholding of federal court action for\nreasons of comity, since for the protec-\ntion of civil rights of the kind asserted\nCongress has created a separate and distinct\nfederal cause of action.(cid:9) 42 U.S.C.A. § 1983.\nWhatever may be the rule as to other threatened\nprosecutions, the Supreme Court in a case pre-\nsenting the identical factual issue affirmed\nthe judgment of the trial court in the Browder\ncase in which the same contention was advanced.\nThe United States is of the view, therefore,\nthat this Court should not abstain, but should proceed\nto consider the merits of plaintiffs' suit.\nRespectfully submitted,\n/s/ BURKE MARSHALL\nBURKE MARSHALL\nAssistant Attorney General.\n/s/ ROBERT E. HAUBERG\nROBERT E. HAUBERG,\nUnited States Attorney.\n/s/ HAROLD H. GREENE\nHAROLD H. GREENE,\nAttorney, Department of Justice.\n/s/ DAVID RUBIN\nAttorney, Department of Justice.\nSEPTEMBER 1961.\n- 18 -\n\nCERTIFICATE 00 SERV ICE\nI hereby certify that I have served a eopy\nof the foregoing Supplemental Brief for the United States\nas amicus curiae upon each of the parties to this action\nby mailing a Cbpy thereof, air mail, this 31st day of\nAugust, 1961, to their attorneys as follows:\nHonorable Peter M. Stockett, Jr., Special\nAssistant Attorney General of the State of Mississippi,\nHonorable Dugas Shands, Assistant Attorney General of the\nState of Mississippi, Honorable Edward L. Cates, Assistant\nAttorney General of the State of Mississippi, Attorneys\nfor the Defendant, Joe T. Patterson, State Capitol,\nJackson, Mississippi; Colin L. Stockdale, Esq., Attorney\nfor Defendant, C.W. Carr, Barnett Building, Jackson,\nMississippi; Sydney A. Smith, Jr., Esq., Attorney for\nIllinois Central Railroad Company, 918 Electric Building,\nJackson, Mississippi; E.W. Stennett, Esq., City Attorney,\nCity Hall, Jackson, Mississippi, J.A. Travis, Jr., Esq.,\nElectric Building, Jackson, Mississippi, Robert G.\nNichols, Jr., Esq., Lamar Life Building, Jackson,\nMississippi, Thom H. Watkins, Esq., Watkins & Eager, Suite\n800, Plaza Building, Jackson, Mississippi, Attorneys for\nMississippi, \nthe Defendants, The City of Jackson,  Allen\nC. Thompson, Mayor, D.L. Luckey, Commissioner, Thomas B.\nMarshall, Commissioner, and W.D. Rayfield, Chief of Police;\nJ. Will Young, Esq., Deposit Guaranty Bank Building, Box. 1224,\nJackson, Mississippi, Attorney for Jackson City Lines,\nInc.; Junior O'Mara, Esq., and Robert C. Cannada, Esq.,\n700 Petroleum Building, Jackson, Mississippi, Attorneys\nfor Continental Southern Lines, Inc.; Constance Baker\nMotley, Esq., and Thurgood Marshall, Esq., Attorneys\nfor Plaintiffs, 10 Columbus Circle, New York 19, N. Y.;\nR. Jess Brown, Esq., 1105-1/2 Washington Street, Vicksburg,\nMississippi, Attorney for Plaintiffs; Robert Cannada, Esq.,\nand Junior O'Mara, Esq., 700 Petroleum Building, Jackson,\nMississippi, Attorneys for Southern Greyhound Lines; and\nRubel Phillips, Esq., Deposit Guaranty Bank Building,\nJackson, Mississippi, Attorney for Jackson Municipal\nAirport Authority, Jackson, Mississippi.\n/s/ DAVID RUBIN\nDAVID RUBIN,\nAttorney, Department of Justice,\nWashington 25, D. C.\n\nLH\nIN THE UNITED STATES DISTRICT COURT\nFOR 'PHi SOUTHERI1 DISTRICT OF MISSISSIPPI\nJACKSON DIVISION\nSAMUEL BAILEY, JOSEPH BROADWATER )\nand BURNETT L. JACOB, on behalf(cid:9) )\nof themselves and others(cid:9) )\nsimilarly situated,(cid:9) )\nPlaintiffs(cid:9) ) CIVIL ACTION\nV.(cid:9) ) NO. 3133\nJOE T. PATTERSON, Attorney(cid:9) )\nGeneral of the State of(cid:9) )\nMississippi, et al.,(cid:9) )\nDefendants(cid:9) )\nSUPPLEMENTAL BRIEF FOR THE UNITED STATES\nAS AMICUS CURIAE\nThis supplemental brief is addressed to (1) the\nmotion to dissolve the three-judge court; (2) the motion\nto strike the City of Jackson from the complaint; and (3)\nthe motions asking this Court to abstain.\nI\nThe City of Jackson, Mississippi, and its Mayor,\nCommissioners, and Chief of Police -- defendants in this\naction -- have moved to dissolve the three-judge court\n\"and to remand this action for further hearing before the\nUnited States District Court in which the amended com-\nplaint was originally filed.\"\nIn their motion, these defendants say that the\namended complaint \"raises primarily factual issues which\nmay not properly be addressed to a three-judge Court\";\nthat these issues involve the alleged policy, custom,\npractice and usage of the movants in segregating the\n\nraces under color of sectiohs 208'Ti5 and 2089,5 of the\ni/\nMississippi Code of 1949 as amended; that the constitu-\ntionality of these provisions of the Mississippi Code is\nnot attacked, and that, although the amended complaint\ndoes attack the constitutionality of certain segregation\nstatutes, it \"now affirmatively appears that none of the\nplaintiffs have ever been arrested under said statutes\nand that in fact no arrests have been made under said\nstatutes for more than ten years.\" The movants conclude\n\"[ t ]hat this three-judge Court is without jurisdiction\nover the subject matter or the parties under the issues\nraised by the amended complaint.\"\nFirst. The plaintiffs urge that the defendants,\n.............\nunder color of statutes of the State of Mississippi,\nincluding breach of the peace and disorderly conduct\nstatutes, are pursuing a policy, practice, custom and\nusage of segregating Negro and white persons on common\ncarriers and in terminals and terminal facilities in\nMississippi. 28 U.S.C. 2281 provides in pertinent part\nas follows:\nAn interlocutory or permanent injunc-\ntion restraining the enforcement, operation\nor execution of any State statute by re-\nstraining the action of any officer of such\nState in the enforcement or execution of\nsuch statute * * * shall not be granted by\nany district court or judge thereof upon\nthe ground of the unconstitutionality of\nsuch statute unless the application there-\nfor is heard and determined by a district\ncourt of three judges under section 2284\nof this title.\nThese statutes, and section 2087.7 of the Mississippi\nCode of 1942, as amended, will be referred to in this\nmemorandum as the \"breach of the peace and disorderly\nconduct\" statutes.\n- 2 -\n\nUnder 28 U.S,Cj 2281 where the plaintiffs\nclaim, in effect, thai a state statute is unconstitutional\nas applied, a three-judge court is required, Query V.\nUnited States, 316 U.S. 486, 490 (1942); Stratton V.\nSt. Louis S.W. Ry. Co., 282 U.S. 10 (1930); Wreiole V.\nWaterfront Comcaission of New York Harbor, 132 F. Supp.\n166 (S.D. N.Y. 1955), unless the statute cannot reasonably\nbe construed to authorize the conduct complained of.\nQuery v. United States, supra (distinguishing Ex parte\nBransford, 310 U.S. 354 (1940) and Phillips v. United\nStates, 312 U.S. 246 (1941)).\nIn this case, any injunction which restrains\nthe defendant state and city officials from pursuing the\nalleged policy, practice, custom and usage of segregation\nwill necessarily restrain them from continuing to apply\ncriminal statutes for the purpose of maintaining such\nsegregation. Since criminal proceedings actually have\nbeen instituted against many members of the class repre-\nsented by the plaintiffs under those statutes, it cannot\nwith confidence be said that the statutes may not reason-\nably be construed to authorize the conduct complained of.\nTo be sure, in the typical case in which plain-\ntiffs challenge the action of state officials, but not\nthe legislative authority under which they assume to act,\nit has been held that there is no necessity for convening\n2/\na three-judge court. Ex parte Bransford, supra. But where\nthe plaintiff seeks \"to forestall the demands of some\n2/ Even where the validity of state laws is challenged,\nif the case can be disposed of on factual grounds alone,\nwithout deciding whether a state statute is unconstitutional,\nit has been held that a three-judge court is not required.\nWichita Falls Junior College District v. Battle, 204 F. 2d\n947; \n632 (C.A. 5, 1953), cert. denied, 347 U.S.  Beal v.\nHolcombe, 193 F. 2d 384 (C.A^ 5, 1951), cert. denied, 347\nU.S. 974.\n- 3 -\n\nhe \ngeneral state polity, the Valicity of which  challenges,\"\nrather than a \"single, urit^ue exercise\" by a state offi-\ncial of the prerogatives of his office, Phillips v. United\nStates, 312 U.S. 246, 253 (1941); Penagaricano v. Allen\nCorp., 267 F. 2d 550, 556 (C.A. 1, 1959), and where, as\nhere, the granting of injunctive relief will necessarily\nresult in restraining the continued application, in a\nparticular manner, of a state criminal statute, we be-\nlieve that a three-judge court is required under 28 U.S.C.\n2281.\nSecond. Even if a three-judge court were not\nrequired for the granting of an injunction restraining the\nfuture enforcement, in a particular manner, of state\ncriminal statutes, a three-judge court nevertheless would\nbe required here.\nThe amended complaint in this case specifically\nand repeatedly attacks, on federal constitutional grounds,\nthe validity of specified Mississippi statutes requiring\nracial segregation on common carriers and in waiting\nroom and rest room facilities utilized by common carriers,\nand imposing criminal penalties upon carriers and persons\nrefusing to abide by such segregation (Amended Complaint,\nparagraphs 2, 3, 12, 15).(cid:9) It alleges that the Attorney\nGeneral of Mississippi is under a duty to enforce these\nstatutes, and threatens to enforce them against the\nplaintiffs and the defendant carriers if such statutes\nare violated by the plaintiffs or the defendant carriers\n(Amended Complaint, paragraph 12).(cid:9) In paragraph 15 of the\nAmended Complaint it is alleged that each defendant, under\ncolor of the challenged statutes, as well as under color\nof the breach of the peace and disorderly conduct statutes\nand an ordinance of the City of Jackson, have pursued a\n- 4 -\n\npolicy, practice, custom and usage of segregating Negro\nand white persons on common carriers in the State of\nMississippi, and in all depots, stations and terminals\nutilized by common carriers in that State, including the\nrest room and restaurant facilities of the airport termi-\nnal in Jackson, Mississippi.(cid:9) In paragraph 16 it is\nalleged, inter alia, that the plaintiffs and members of\ntheir class have suffered and continue to suffer irre-\nparable injury as a result of the enforcement or threat\nof enforcement of the challenged state statutes. The\nprayer for relief specifically asks this Court to grant\na preliminary and permanent injunction enjoining the\ndefendants, who include state officials, from continuing\nto enforce these segregation statutes. Since the complaint\nattacks the constitutionality of state statutes and seeks\nto restrain their enforcement by state officers, this\n3/\nthree-judge court was properly convened.\nThe movants do assert that the segregation\nstatutes are not being enforced. But this contention is\nproperly addressed to the jurisdiction of the court as a\nfederal court, i.e., to whether there is a \"case or con-\ntroversy.\" It does not go to the question of whether\nthe case should be heard by three judges or by one judge.\nThe movants assert, however, that the \"primary\nissues\" raised by the amended complaint involve the arrests\nunder the breach of the peace arid disorderly conduct\nstatutes, and the alleged policy, custom, practice and\nusage of the movants in segregating the races under color\n3/ Movants do not contend that the attack upon the\nsegregation statutes is unsubstantial.\n- 5 -\n\nof those statutes. Tt is not clear what the movants mean\nby the \"primary issues.\" On the basis of the amended\ncomplaint, it is certainly not possible to conclude that\nthe validity of the segregation statutes is a secondary\nmatter. Significantly, the breach of the peace and dis-\norderly conduct statutes are referred to but once in the\ncomplaint, and then only to show that other statutes, in\naddition to the segregation statutes, form the \"color of\nlaw\" under which the defendants engage in a policy, prac-\ntice, custom and usage of segregation. The segregation\nstatutes, on the other hand, are mentioned several times.\nAnd, as a commentator has noted, \"the very nature of the\nclaim cognizable by a three-judge court precludes it, al-\nmost by definition, from being treated as anything but the\ndominant claim.\" Kurland, The Romero Case and Some Problems\nof Federal Jurisdiction,73 Ilarv. L. Rev. 817, 839(1960) .\nIt is difficult, in fact, to separate the claim\nurged against enforcement of the segregation statutes\nfrom the claim urged against the policy, practice, custom,\nand usage of segregation. These claims are so inter-\nrelated that they can properly be said to constitute a\nsingle cause of action, albeit with two or more grounds\nfor relief. A realistically broad concept of \"cause of\naction\" has been adopted by the Supreme Court. In Hurn v.\nOursler, 289 U.S. 238 (1933) the plaintiff sued for an\ninjunction, damages, and an accounting, alleging, inter\nalia, (1) that the defendant had infringed the plaintiff's\ncopyrighted play, and (2) that the defendant's acts con-\nstituted unfair competition. Only the copyright infringe-\nment claim was a ground for federal jurisdiction. The\nissue was whether jurisdiction over the federal ground also\n\nconferred jurisdiction over the related but nonfederal\nground. Answering affirmatively, the Court said (289\nU.S. at 246):\nThe distinction to be observed is between\na case where two distinct grounds in support\nof a single cause of action are alleged, one\nonly of which presents a federal question,\nand a case where two separate and distinct\ncauses of action are alleged, one only of\nwhich is federal in character.(cid:9) In the for-\nmer, where the federal question averred is\nnot plainly wanting in substance, the federal\ncourt, even though the federal ground be not\nestablished, may nevertheless retain and dis-\npose of the case upon the non-federal ground;\nin the latter it may not do so upon the non-\nfederal cause of action.\nThe case at bar falls within the first\ncategory. The bill alleges the violation\nof a single right, namely, the right to\nprotection of the copyrighted play. And\nit is this violation which constitutes the\ncause of action.\nSee also, Armstrong Paint & Varnish Works v. Nu-Enamel\nCorporation, 305 U.S. 315 (1938).\nAlthough a \" 'cause of action' may mean one\nthing for one purpose and something different for another,\"\nUnited States v. Memphis Cotton Oil Co., 288 U.S. 62\n(1933); Hurn v. Oursler, supra, and although the Hurn v.\nOursler concept of \"cause of action\" was developed for\nthe purpose of determining the bounds between state and\nfederal jurisdiction, we believe it is properly applied\n4/\nhere. Here, as in Hurn v. Oursler, the two claims are\ninterrelated and allege violation of the same right -- the\nright of the plaintiffs under the Commerce Clause, the\nFourteenth Amendment, and the Interstate Commerce Act to\n4/ A pragmatic concept of \"cause of action\" has even\ngreater justification here, where the issue is not one of\nfederal jurisdiction but merely of the capacity in which\nthe federal court shall sit.- 8C1f. Romero v. International\nTerm. Co., 358 U.S. 354, 380  (1959).r\n- 7 -\n\nuse interstate and intrastate transportation facilities\nfree from state action which discriminates against them\nbecause of their race or color. Violations of this\nright constitute a single \"cause of action,\" for \"[a]\ncause of action [in the Hurn v. Oursler sense] does not\nconsist of facts, but of the unlawful violation of a\nright which the facts show. The number and variety of\nthe facts alleged do not establish more than one cause\nof action so long as their result, whether they be con-\nsidered severally or in combination, is the violation of\nbut one right by a single legal wrong.\" Hurn V. Oursler,\nsupra, at 246, quoting from Baltimore S.S. Co. v. Phillips,\n5/\n274 U.S. 316, 321 (1927). The claim urged against the\nenforcement of the segregation statutes is an inseparable\npart of the larger claim urged against the policy, prac-\ntice, custom, and usage of segregation.(cid:9) Important common\nissues are presented by both claims.(cid:9) It would appear\nthat the evidence introduced in support of each claim will\n6/\nbe overlapping.\nIt is clear that, at least where a single \"cause\nof action\" is involved, the \"jurisdiction\" of the three-\njudge court, once acquired, \"extends to every question\ninvolved, whether of state or federal law, and enables\nthe court to rest its judgment on the decision of such of\n5/ See also American Fire & Casualty Co. v. Finn, 341 U.S.\n6, 12-14 (1951).\n6/ \"The King of Brobdingnag gave it for his opinion that,\n'whoever could make two ears of corn, or two blades of\ngrass to grow upon a spot of ground where only one grew\nbefore, would deserve better of mankind, and do more\nessential service to his country than the whole race of\npoliticians put together.'(cid:9) In matters of justice, however,\nthe benefactor is he who makes one lawsuit grow where two\ngrew before.\" Chafee, Bills of Peace 1ith Multiple Parties,\n45 Harv. L. Rev. 1297 (1932).\n- 8 -\n\nthe questions as in its opinion effectively dispose of\nthe case.\" Sterling vi Constantin, 287 U.S. 378, 393-\n394 (1932) and cases cited; Florida Lime Growers v.\nJacobsen, 362 U.S. 73 (1960); Railroad Commission v.\nPacific Gas & Electric Co., 302 U.S. 388, 391 (1938);\nDavis v. Wallace, 257 U.S. 478, 482 (1922).(cid:9) In Sterling\nV. Constantin, supra, for example, the Governor of Texas\nproclaimed martial law over several oil producing counties\nin the State, and shut down the oil wells by military\nforce. He then permitted a state commission to fix the\nlimit of oil production. The operators brought suit to\nrestrain the Governor from invading their property rights\nunder the Fourteenth Amendment, alleging that state con-\nstitutional and statutory provisions, if construed to\nauthorize the acts complained of, were unconstitutional.\nA three-judge district court, convened to hear the case,\nconcluded that the challenged state constitutional pro-\nvisions and statutes did not confer upon the Governor the\npower which he had assumed to exercise, and thus that he\nhad acted without authority under Texas law. Ar► injunc-\ntion was issued, from which an appeal was taken to the\nSupreme Court.(cid:9) Using the language quoted supra, the\nSupreme Court sustained the district court's jurisdiction\nto issue the injunction. See also, Modern Woodmen of\nAmerica V. Casados, 15 F. Supp. 483, 486 ( D. N.M. 1936).\nEven if the two claims may not be said to con-\nstitute a single cause of action, a three-judge court\nwould have jurisdiction over both because the disputed\nclaim may properly be deemed ancillary to the dominant\nclaim raised against enforcement of the segregation\nstatutes.(cid:9) See The Chicago Junction Case, 264 U.S. 258,\nEst\n\n269 (1924); cf. Oklahoma Gas & Elec. Co. v. Oklahoma\nPacking Co., 292 U.S. 386 390 (1934); New York State\nGuernsey Breeders Co-op.(cid:9) Wallace, 28 F. Supp. 590,\n593 (N.D. N.Y. 1939), aff'd on other grounds sub. nom,\nNew York State Guernsey Breeders Co-op v. Wickard, 141\nF. 2d 805 (C.A. 2, 1944). Compare Pittsburgh & W. Va. Ry.\nv. United States, 281 U.S. 479, 488 (1930); New York Cent.\nSec. Corp. V. United States, 287 U.S. 12, 28-29 (1932),\nand Powell v. United States, 300 U.S. 276, 289, 290 (1937),\nThus in Evers v. Dwyer, 358 U.S. 202 (1958),\nthe Supreme Court ordered a three-judge court to hear the\nmerits of class action brought by a Negro resident of\nMemphis, Tennessee, seeking an injunction against enforce-\nment of Tennessee statutes requiring segregation on trans-\nportation facilities or against \"any other method of state-\nenforced segregation on Memphis transportation facilities.\"\nIn any event, cases holding that Rule 18(a) of\nthe Federal Rules of Civil Procedure does not extend the\n7/\njurisdiction of the federal courts, and cases holding that\na plaintiff may not join a cause of action over which the\nfederal court has jurisdiction with a cause of action over\n8/(cid:9) 9/\nwhich the court has no jurisdiction, are inapposite.\n7/ E.g., Loew's Drive-In Theatres, 174 F. 2d 547, 549\ntC.A. 1, 194), cert. denied, 338 U.S. 822; Rule 82, F.\nR. Civ. Pro.\n8/ See, e.g., Pearce v. Pennsylvania R. Co., 162 F. 2d\n524, 527?.A. 3, 1947), cert. denied, 332 U.S. 765.\n9/ It has been held, and Professor Moore agrees, that even\nwhere two distinct causes of action -- one cognizable by\none judge and the other by three -- are contained in a\ncomplaint, joinder should be permitted. Atlantic Lumber\nCorp. v. Southern Pac. Co., 2 F.R.D. 313 (D. Ore. 1941);\n3 Moore, Federal Practice, ¶18.07[2] (2d ed. 1948). Compare\nNew York Guernsey Breeders Co-op V. Wallace, 28 F. Supp.\n59O N.D. N.Y. 1939), aff'd on other grounds sub. nom.\nNew York State Guernsey Breeders Co-op v. Wickard, 141 F.\n2d 805 (C.A. 2, 1944). The only real question involves\nthe form of trial, and where there are two distinct causes\n(continued)\n- 10 -\n\n9/ (Continued)\nof action there should be no objection to presenting\nevidence with respect to both causes of action-- particu-\nlarly where they involve common issues -- to the three-\njudge court. As suggested by Moore, the three judges\nand the single judge might then render separate judgments\nunder Rule 54(b), F.R. Civ. Pro. (3 Moore, Federal Practice\n¶18.07[2] (2d ed. 1948); see also the procedure followed\nby the district court for the Western District of Louisiana\nin Hannah V. Larche and Hannah v. Slawson, 363 U.S. 420,\n428-430).\n- 11 -\n\nI1\ni\n3. The City of Jackson anc3 its Mayor,\nCommissioners and Chief of Police urge that the City\ncannot be named in this ac tion. They rely upon Monroe\nV. Pape, 365 U.S. 167, 191 n. 50 (1961) and Egan v. City\nof Aurora, 5 L. Ed. 2d 741 (1961), as well as cases\ndecided prior to Monroe v. Pape in the lower federal\ncourts. 10/\nThe cases relied upon by these defendants are\ninapposite, for they each deal ith the question of whether\n42 U.S.C. 1983 authorizes a suit for damages against a\nmunicipality.(cid:9) In Monroe v. Pape, the Court noted that the\nSenate adopted an amendment to the original bill which\nwould have made \" ' the inhabitants of the county, city,\nor parish ? \" in which certain acts of violence occurred\nliable \"to pay full compensation\" to the person damaged or\nhis widow or legal representative, but that this amendment\nwas rejected by the House. 365 U.S. at 188.(cid:9) It was the\ncongressional reluctance to impose liability in damages\nupon municipalities which induced the Court in Monroe v.\nPape to hold that no damage action could be brought against\na city under section 1983.\nThe propriety of equitable relief against a city\nwas not in issue in Monroe v. Pape.(cid:9) Prior cases indicate\nthat municipalities are properly named along with city\n10/(cid:9) Charlton v. City of Hialeah, 188 F. 2d 421, 423\n(C.A. 5, 1951); Hewitt v. City of Jacksonville, 188 F. 2d\n423, 424 (C.A. 5, 1951); Cobb v. City of Malden, 202 F. 2d\n701, 703 (C.A. 1, 1953); Agnew v. City of Compton, 239 F. 2d\n226, 230 (C.A. 9, 1957). See also Cuiksa v. City of Mansfield,\n250 F. 2d 700, 703-704 (C.A. 6, 1957).\n- 12 -\n\nviolations \nofficials where  of 42 U.S.C. 1983 are alleged\nCity \nand an injunction sought.(cid:9) , Douglas v.  of\nJeannette, 319 U.S. 157 (1943); Holmes v. City of Atlanta,\n350 U.S. 879 (1955), affirming 223 F. 2d 93 (C.A. 5, 1955);\nMayor and City Council of Baltimore City v. Dawson, 350\nU.S. 877, affirming 220 F. 2d 386 (C.A. 4, 1955).(cid:9) In the\nHolmes case, the Court of Appeals for the Fifth Circuit\naffirmed a judgment which granted an injunction against the\ncity, inter alia, restraining it from making any distinc-\ntions because of race or color in providing opportunities\nand facilities for playing golf on the city's golf courses.\nSurely the Supreme Court did not intend to over-\nturn this authority in footnote 50 of its opinion. That\nfootnote says, in pertinent part:\n* * * In a few cases in which equitable\nrelief has been sought, a municipality has\nbeen named, along with city officials, as\ndefendant where violations of 42 U.S.C.\n§ 1983 were alle ged.(cid:9) See, e.g., Douglas\nv. City of Jeannette, 319 U .S. 157; Holmes\nv. City of Atlanta, 350 U.S. 879.(cid:9) The\nquestion dealt with in our opinion was not\nraised in those cases, either by the\nparties or by the Court.(cid:9) Since we hold that\na municipal corporation is not a \"person\"\nwithin the meaning of § 1983, no inference\nto the contrary can any longer be drawn from\nthose cases.\nWe do not believe that the Court intended, in a\nfootnote, to dispose of the issue, not raised in the case,\nof whether a municipality may be sued under section 1983\nfor equitable relief, and to overturn the Douglas, I-Iolmes,\nand Dawson decisions (cf. Burt v. City of New York, 156 F.\n2d 791 (C.A. 2, 1956) insofar as they relate to that\nquestion.(cid:9) In light of the Court's reasons for holding\nthat an action for damages may not be maintained under\nsection 1983, we think that its opinion should be taken\nto mean only that, for purposes of an action for damages,\na municipality is not a \"person\" under that section.\n- 13 -\n\nMore fundamentally, however, the plaintiffs'\nright of act.on against the city does not depend alone\nupon the pibtiisions of section 1983. For here rights are\nasserted under the Constitution, which itself creates the\ncause of action for equitable relief and, within the\nmeaning of 28 U.S.C. 1343 (3) (the jurisdictional pro-\nvision upon which this suit is based) authorizes bring-.\ning of this suit.(cid:9) Cf. Bell v. Hood, 327 U.S. 678 (1946);\nBrewer v. Hoxie School District No. 46, 238 F. 2d 91, 103\n(C.A. 8, 1956); Hart & Wechsler, The Federal Courts And\nThe Federal System (1953) 794-797. Doctrines of immunity\ncan have no application to suits in equity brought to\nrestrain invasions of federal constitutional rights.\nSterling v. Constantin, 287 U.S. 378, 393 (1932); Ex parte\nYoung, 209 U.S. 155, 156 (1908); Graves v. Texas, 298 U.S.\n393, 403-404 (1936); Georgia R. Co. v. Redwine, 342 U.S.\n299, 305, n. 17 (1952).\n- 14 -\n\nIII\nMotibns of defendant Patterson and of the\nCity chi Jackson, its Mayor, Commissioners, and Chief of\nPolice assert that the plaintiffs should be remitted to\nthe courts of the State of Mississippi for resolution of\nquestions of state law which the rovants say are involved\nin this action. The defendant Patterson terms these\nalleged questions of state law \"intricate and involved\";\nthe City of Jackson, et al., state that the alleged state\nquestions are \"unsettled.\"\nInsofar as the challenged segregation statutes\nare concerned, no issues of state law are involved. Each\nof these statutes is attacked as being invalid on its\nface (Amended Complaint, para. 12). If the plaintiffs\nare correct in this challenge, the statutes cannot be\nsaved through interpretation by the Mississippi courts.\nMississippi's legislature has used unmistakably simple,\nclear, and mandatory language. With respect to the segre-\ngation statutes, therefore, abstention could not result in\navoiding decision of the federal constitutional issues\npresented, and would therefore be improper. Toomer v.\n'°itsell, 334 U.S. 385, 392, n. 15 (1948).\nSimilarly, no questions of state law are raised\nby the attack upon the alleged policy, practice, custom\nand usage of racial segregation under color of state law.\nFor should the :•?ississippi state courts ultimately determine\non state grounds that members of the class represented by\nthe plaintiffs cannot properly be convicted of violating the\nbreach of the peace and disorderly conduct statutes simply\nbecause they have attempted to desegregate the facilities\nhere involved, the question presented in this action would\nstill be unresolved. For here it is charged that state\n- 15 -\n\nofficials \"have pursued and are presently pursuing a\npolicy] practice, custom and usage\" of segregating Negro\nand White persons on common carriers and in terminals and\nterminal facilities used by common carriers in Mississippi\n(Amended Complaint, para. 15). The arrests are \"merely\ntangible specific evidence of the application of the cus-\ntom, practice, and usage complained of.\" Baldwin V. Morgan,\n251 F. 2d 780, 787 (C.A. 5, 1958).(cid:9) Dismissal of the cases\ngrowing out of such arrests would not refute the allega-\ntions which complain of the custom, practice, and usage.\n11/\nBaldwin v. Morgan, supra.\nAs the Supreme Court has recently noted, more-\nover, the doctrine of abstention \"is an extraordinary and\nnarrow exception to the duty of a district court to\nadjudicate a controversy properly before it.\" County of\nAllegheny V. Frank Mashuda Co., 360 U.S. 185, 188 (1959).\nThis statement is particularly apt with respect to con-\ntroversies involving civil liberties and civil rights, where\nthe abstention technique has rarely been applied. Compare\nHarrison v. N.A.A.C.P., 360 U.S. 167 (1960) with Lane v.\nWilson, 307 U.S. 268 (1939); Schnell v. Davis, 336 U.S. 933\n(1949),affirming 81 F. Supp. 872 (S.D. Ala. 1949); Nixon v.\n11/ \" * * * this city criminal case, or its dismissal, was\nnot the Civil Rights case before the Court below. When the\ncriminal proceeding was closed, it did not automatically\ntake with it the charge made in this cause that state\nagencies, pretending to act for the state and exerting the\npower of their respective offices were, under the threat\nof arrest or other means, depriving Negroes of the right\nto be free of discrimination in railway public waiting\nrooms on account of race or color.\" Baldwin v. Morgan,\n251 F. 2d at 787.\n- 16 -\n\nHerndon, 273 U.Si 536 (1927)= Nixon v. Condon, 2-;6 U.S.\n73, >9 (1932) ; Smiih v. A1}W1ight, 321 U.S. 649 (1944) ;\nTerry v. Adams, 345 U.S. 461 (1953); Browder v. Gayle, 142\nF. Supp. 707, 713 (M.D. Ala. 1956), affirmed, 352 U.S. 903;\nMitchell v. Wright, 154 F. 2d 924, 926 (C.A. 5, 1946);\nRomero v. Weakley, 226 F. 2d 399 (C.A. 9, 1955); Brewer v.\nHoxie School District No. 46, 238 F. 2d 91, 95 (C.A. 8,\n1956); Aaron v. Tucker, 186 F. Supp. 913, 924 (E.D. Ark.\n1960), reversed on other grounds sub nom. Norwood v.\nTucker, 297 F. 2d 798 (C.A. 8, 1961); Stapleton v. Mitchell,\n60 F. Supp. 51, 55 (D. Kan, 1945), appeal dismissed per\nstipulation sub nom. McElroy v. Mitchell, 326 U.S. 690\n(1945); Wilson v. Beebe, 99 F. Supp. 418, 420 (D. Del.,\n1951); cf. Brown v. Board of Education, 347 U.S. 483\n(1954) ; 1 Moore, Federal Practice (2d Ed., 1948) ¶0.203 (1]\nn. 27; see't.also West Virginia State Board of Education v.\nBarnette, 319 U.S. 624, 630-631, 639 (1943); Hague v. C.I.O.,\n307 U.S. 496 (1939); Grosjean v. American Press Co., 297\nU.S. 233 (1936).(cid:9) In Browder v. Gayle, supra, where state\nstatutes and city ordinances requiring racial segregation\non motor buses were challenged on federal constitutional\ngrounds, Judge Rives, speaking for a three-judge district\ncourt, set forth the guiding principle (142 F. Supp. at 713):\nThe defendants * * * insist that even if\nthe Federal court has jurisdiction, it should,\nin its discretion as a court of equity, and\nfor reasons of comity,decline to exercise\nsuch jurisdiction until the State courts have\nruled on the construction and validity of the\nstatutes and ordinances. The short answer is\nthat the doctrine has no application where the\nplaintiffs complain that they are being\ndeprived of constitutional civil rights, for\nthe protection of which the Federal courts have\na responsibility as heavy as that which rests\non the State courts.\n- 17 -\n\nSimilarly, in Morrison v. Davis, 252 F. 2d 102\n(1958), c(cid:9) 1 OOnied, 356 U.S. 968, the Court of Appeals\nfor the Fifth Circuit upheld the issuance of an injunc-\ntion against the application of Louisiana statutes re-\nquiring segregation of the races on buses, street cars,\nand trolley buses, stating (252 F. 2d at 103):\nThis is not such a case as requires the\nwithholding of federal court action for\nreasons of comity, since for the protec-\ntion of civil rights of the kind asserted\nCongress has created a separate and distinct\nfederal cause of action.(cid:9) 42 U.S.C.A. § 1983.\nWhatever may be the rule as to other threatened\nprosecutions, the Supreme Court in a case pre-\nsenting the identical factual issue affirmed\nthe judgment of the trial court in the Browder\ncase in which the same contention was advanced.\nThe United States is of the view, therefore,\nthat this Court should not abstain, but should proceed\nto consider the merits of plaintiffs' suit.\nRespectfully submitted,\n/s/ BURKE MARSHALL\nBURKE MARSHALL\nAssistant Attorney General.\n/s/ ROBERT E. HAUBERG\nROBERT E. HAUBERG,\nUnited States Attorney.\n/s/ HAROLD H. GREENE\nHAROLD H. GREENE,\nAttorney, Department of Justice.\n/s/ DAVID RUBIN\nAttorney, Department of Justice.\nSEPTEMBER 1961.\n- 18 -\n\nCERTIFICATE 00 SERV ICE\nI hereby certify that I have served a eopy\nof the foregoing Supplemental Brief for the United States\nas amicus curiae upon each of the parties to this action\nby mailing a Cbpy thereof, air mail, this 31st day of\nAugust, 1961, to their attorneys as follows:\nHonorable Peter M. Stockett, Jr., Special\nAssistant Attorney General of the State of Mississippi,\nHonorable Dugas Shands, Assistant Attorney General of the\nState of Mississippi, Honorable Edward L. Cates, Assistant\nAttorney General of the State of Mississippi, Attorneys\nfor the Defendant, Joe T. Patterson, State Capitol,\nJackson, Mississippi; Colin L. Stockdale, Esq., Attorney\nfor Defendant, C.W. Carr, Barnett Building, Jackson,\nMississippi; Sydney A. Smith, Jr., Esq., Attorney for\nIllinois Central Railroad Company, 918 Electric Building,\nJackson, Mississippi; E.W. Stennett, Esq., City Attorney,\nCity Hall, Jackson, Mississippi, J.A. Travis, Jr., Esq.,\nElectric Building, Jackson, Mississippi, Robert G.\nNichols, Jr., Esq., Lamar Life Building, Jackson,\nMississippi, Thom H. Watkins, Esq., Watkins & Eager, Suite\n800, Plaza Building, Jackson, Mississippi, Attorneys for\nMississippi, \nthe Defendants, The City of Jackson,  Allen\nC. Thompson, Mayor, D.L. Luckey, Commissioner, Thomas B.\nMarshall, Commissioner, and W.D. Rayfield, Chief of Police;\nJ. Will Young, Esq., Deposit Guaranty Bank Building, Box. 1224,\nJackson, Mississippi, Attorney for Jackson City Lines,\nInc.; Junior O'Mara, Esq., and Robert C. Cannada, Esq.,\n700 Petroleum Building, Jackson, Mississippi, Attorneys\nfor Continental Southern Lines, Inc.; Constance Baker\nMotley, Esq., and Thurgood Marshall, Esq., Attorneys\nfor Plaintiffs, 10 Columbus Circle, New York 19, N. Y.;\nR. Jess Brown, Esq., 1105-1/2 Washington Street, Vicksburg,\nMississippi, Attorney for Plaintiffs; Robert Cannada, Esq.,\nand Junior O'Mara, Esq., 700 Petroleum Building, Jackson,\nMississippi, Attorneys for Southern Greyhound Lines; and\nRubel Phillips, Esq., Deposit Guaranty Bank Building,\nJackson, Mississippi, Attorney for Jackson Municipal\nAirport Authority, Jackson, Mississippi.\n/s/ DAVID RUBIN\nDAVID RUBIN,\nAttorney, Department of Justice,\nWashington 25, D. C.\n\nLH\nIN THE UNITED STATES DISTRICT COURT\nFOR 'PHi SOUTHERI1 DISTRICT OF MISSISSIPPI\nJACKSON DIVISION\nSAMUEL BAILEY, JOSEPH BROADWATER )\nand BURNETT L. JACOB, on behalf(cid:9) )\nof themselves and others(cid:9) )\nsimilarly situated,(cid:9) )\nPlaintiffs(cid:9) ) CIVIL ACTION\nV.(cid:9) ) NO. 3133\nJOE T. PATTERSON, Attorney(cid:9) )\nGeneral of the State of(cid:9) )\nMississippi, et al.,(cid:9) )\nDefendants(cid:9) )\nSUPPLEMENTAL BRIEF FOR THE UNITED STATES\nAS AMICUS CURIAE\nThis supplemental brief is addressed to (1) the\nmotion to dissolve the three-judge court; (2) the motion\nto strike the City of Jackson from the complaint; and (3)\nthe motions asking this Court to abstain.\nI\nThe City of Jackson, Mississippi, and its Mayor,\nCommissioners, and Chief of Police -- defendants in this\naction -- have moved to dissolve the three-judge court\n\"and to remand this action for further hearing before the\nUnited States District Court in which the amended com-\nplaint was originally filed.\"\nIn their motion, these defendants say that the\namended complaint \"raises primarily factual issues which\nmay not properly be addressed to a three-judge Court\";\nthat these issues involve the alleged policy, custom,\npractice and usage of the movants in segregating the\n\nraces under color of sectiohs 208'Ti5 and 2089,5 of the\ni/\nMississippi Code of 1949 as amended; that the constitu-\ntionality of these provisions of the Mississippi Code is\nnot attacked, and that, although the amended complaint\ndoes attack the constitutionality of certain segregation\nstatutes, it \"now affirmatively appears that none of the\nplaintiffs have ever been arrested under said statutes\nand that in fact no arrests have been made under said\nstatutes for more than ten years.\" The movants conclude\n\"[ t ]hat this three-judge Court is without jurisdiction\nover the subject matter or the parties under the issues\nraised by the amended complaint.\"\nFirst. The plaintiffs urge that the defendants,\n.............\nunder color of statutes of the State of Mississippi,\nincluding breach of the peace and disorderly conduct\nstatutes, are pursuing a policy, practice, custom and\nusage of segregating Negro and white persons on common\ncarriers and in terminals and terminal facilities in\nMississippi. 28 U.S.C. 2281 provides in pertinent part\nas follows:\nAn interlocutory or permanent injunc-\ntion restraining the enforcement, operation\nor execution of any State statute by re-\nstraining the action of any officer of such\nState in the enforcement or execution of\nsuch statute * * * shall not be granted by\nany district court or judge thereof upon\nthe ground of the unconstitutionality of\nsuch statute unless the application there-\nfor is heard and determined by a district\ncourt of three judges under section 2284\nof this title.\nThese statutes, and section 2087.7 of the Mississippi\nCode of 1942, as amended, will be referred to in this\nmemorandum as the \"breach of the peace and disorderly\nconduct\" statutes.\n- 2 -\n\nUnder 28 U.S,Cj 2281 where the plaintiffs\nclaim, in effect, thai a state statute is unconstitutional\nas applied, a three-judge court is required, Query V.\nUnited States, 316 U.S. 486, 490 (1942); Stratton V.\nSt. Louis S.W. Ry. Co., 282 U.S. 10 (1930); Wreiole V.\nWaterfront Comcaission of New York Harbor, 132 F. Supp.\n166 (S.D. N.Y. 1955), unless the statute cannot reasonably\nbe construed to authorize the conduct complained of.\nQuery v. United States, supra (distinguishing Ex parte\nBransford, 310 U.S. 354 (1940) and Phillips v. United\nStates, 312 U.S. 246 (1941)).\nIn this case, any injunction which restrains\nthe defendant state and city officials from pursuing the\nalleged policy, practice, custom and usage of segregation\nwill necessarily restrain them from continuing to apply\ncriminal statutes for the purpose of maintaining such\nsegregation. Since criminal proceedings actually have\nbeen instituted against many members of the class repre-\nsented by the plaintiffs under those statutes, it cannot\nwith confidence be said that the statutes may not reason-\nably be construed to authorize the conduct complained of.\nTo be sure, in the typical case in which plain-\ntiffs challenge the action of state officials, but not\nthe legislative authority under which they assume to act,\nit has been held that there is no necessity for convening\n2/\na three-judge court. Ex parte Bransford, supra. But where\nthe plaintiff seeks \"to forestall the demands of some\n2/ Even where the validity of state laws is challenged,\nif the case can be disposed of on factual grounds alone,\nwithout deciding whether a state statute is unconstitutional,\nit has been held that a three-judge court is not required.\nWichita Falls Junior College District v. Battle, 204 F. 2d\n947; \n632 (C.A. 5, 1953), cert. denied, 347 U.S.  Beal v.\nHolcombe, 193 F. 2d 384 (C.A^ 5, 1951), cert. denied, 347\nU.S. 974.\n- 3 -\n\nhe \ngeneral state polity, the Valicity of which  challenges,\"\nrather than a \"single, urit^ue exercise\" by a state offi-\ncial of the prerogatives of his office, Phillips v. United\nStates, 312 U.S. 246, 253 (1941); Penagaricano v. Allen\nCorp., 267 F. 2d 550, 556 (C.A. 1, 1959), and where, as\nhere, the granting of injunctive relief will necessarily\nresult in restraining the continued application, in a\nparticular manner, of a state criminal statute, we be-\nlieve that a three-judge court is required under 28 U.S.C.\n2281.\nSecond. Even if a three-judge court were not\nrequired for the granting of an injunction restraining the\nfuture enforcement, in a particular manner, of state\ncriminal statutes, a three-judge court nevertheless would\nbe required here.\nThe amended complaint in this case specifically\nand repeatedly attacks, on federal constitutional grounds,\nthe validity of specified Mississippi statutes requiring\nracial segregation on common carriers and in waiting\nroom and rest room facilities utilized by common carriers,\nand imposing criminal penalties upon carriers and persons\nrefusing to abide by such segregation (Amended Complaint,\nparagraphs 2, 3, 12, 15).(cid:9) It alleges that the Attorney\nGeneral of Mississippi is under a duty to enforce these\nstatutes, and threatens to enforce them against the\nplaintiffs and the defendant carriers if such statutes\nare violated by the plaintiffs or the defendant carriers\n(Amended Complaint, paragraph 12).(cid:9) In paragraph 15 of the\nAmended Complaint it is alleged that each defendant, under\ncolor of the challenged statutes, as well as under color\nof the breach of the peace and disorderly conduct statutes\nand an ordinance of the City of Jackson, have pursued a\n- 4 -\n\npolicy, practice, custom and usage of segregating Negro\nand white persons on common carriers in the State of\nMississippi, and in all depots, stations and terminals\nutilized by common carriers in that State, including the\nrest room and restaurant facilities of the airport termi-\nnal in Jackson, Mississippi.(cid:9) In paragraph 16 it is\nalleged, inter alia, that the plaintiffs and members of\ntheir class have suffered and continue to suffer irre-\nparable injury as a result of the enforcement or threat\nof enforcement of the challenged state statutes. The\nprayer for relief specifically asks this Court to grant\na preliminary and permanent injunction enjoining the\ndefendants, who include state officials, from continuing\nto enforce these segregation statutes. Since the complaint\nattacks the constitutionality of state statutes and seeks\nto restrain their enforcement by state officers, this\n3/\nthree-judge court was properly convened.\nThe movants do assert that the segregation\nstatutes are not being enforced. But this contention is\nproperly addressed to the jurisdiction of the court as a\nfederal court, i.e., to whether there is a \"case or con-\ntroversy.\" It does not go to the question of whether\nthe case should be heard by three judges or by one judge.\nThe movants assert, however, that the \"primary\nissues\" raised by the amended complaint involve the arrests\nunder the breach of the peace arid disorderly conduct\nstatutes, and the alleged policy, custom, practice and\nusage of the movants in segregating the races under color\n3/ Movants do not contend that the attack upon the\nsegregation statutes is unsubstantial.\n- 5 -\n\nof those statutes. Tt is not clear what the movants mean\nby the \"primary issues.\" On the basis of the amended\ncomplaint, it is certainly not possible to conclude that\nthe validity of the segregation statutes is a secondary\nmatter. Significantly, the breach of the peace and dis-\norderly conduct statutes are referred to but once in the\ncomplaint, and then only to show that other statutes, in\naddition to the segregation statutes, form the \"color of\nlaw\" under which the defendants engage in a policy, prac-\ntice, custom and usage of segregation. The segregation\nstatutes, on the other hand, are mentioned several times.\nAnd, as a commentator has noted, \"the very nature of the\nclaim cognizable by a three-judge court precludes it, al-\nmost by definition, from being treated as anything but the\ndominant claim.\" Kurland, The Romero Case and Some Problems\nof Federal Jurisdiction,73 Ilarv. L. Rev. 817, 839(1960) .\nIt is difficult, in fact, to separate the claim\nurged against enforcement of the segregation statutes\nfrom the claim urged against the policy, practice, custom,\nand usage of segregation. These claims are so inter-\nrelated that they can properly be said to constitute a\nsingle cause of action, albeit with two or more grounds\nfor relief. A realistically broad concept of \"cause of\naction\" has been adopted by the Supreme Court. In Hurn v.\nOursler, 289 U.S. 238 (1933) the plaintiff sued for an\ninjunction, damages, and an accounting, alleging, inter\nalia, (1) that the defendant had infringed the plaintiff's\ncopyrighted play, and (2) that the defendant's acts con-\nstituted unfair competition. Only the copyright infringe-\nment claim was a ground for federal jurisdiction. The\nissue was whether jurisdiction over the federal ground also\n\nconferred jurisdiction over the related but nonfederal\nground. Answering affirmatively, the Court said (289\nU.S. at 246):\nThe distinction to be observed is between\na case where two distinct grounds in support\nof a single cause of action are alleged, one\nonly of which presents a federal question,\nand a case where two separate and distinct\ncauses of action are alleged, one only of\nwhich is federal in character.(cid:9) In the for-\nmer, where the federal question averred is\nnot plainly wanting in substance, the federal\ncourt, even though the federal ground be not\nestablished, may nevertheless retain and dis-\npose of the case upon the non-federal ground;\nin the latter it may not do so upon the non-\nfederal cause of action.\nThe case at bar falls within the first\ncategory. The bill alleges the violation\nof a single right, namely, the right to\nprotection of the copyrighted play. And\nit is this violation which constitutes the\ncause of action.\nSee also, Armstrong Paint & Varnish Works v. Nu-Enamel\nCorporation, 305 U.S. 315 (1938).\nAlthough a \" 'cause of action' may mean one\nthing for one purpose and something different for another,\"\nUnited States v. Memphis Cotton Oil Co., 288 U.S. 62\n(1933); Hurn v. Oursler, supra, and although the Hurn v.\nOursler concept of \"cause of action\" was developed for\nthe purpose of determining the bounds between state and\nfederal jurisdiction, we believe it is properly applied\n4/\nhere. Here, as in Hurn v. Oursler, the two claims are\ninterrelated and allege violation of the same right -- the\nright of the plaintiffs under the Commerce Clause, the\nFourteenth Amendment, and the Interstate Commerce Act to\n4/ A pragmatic concept of \"cause of action\" has even\ngreater justification here, where the issue is not one of\nfederal jurisdiction but merely of the capacity in which\nthe federal court shall sit.- 8C1f. Romero v. International\nTerm. Co., 358 U.S. 354, 380  (1959).r\n- 7 -\n\nuse interstate and intrastate transportation facilities\nfree from state action which discriminates against them\nbecause of their race or color. Violations of this\nright constitute a single \"cause of action,\" for \"[a]\ncause of action [in the Hurn v. Oursler sense] does not\nconsist of facts, but of the unlawful violation of a\nright which the facts show. The number and variety of\nthe facts alleged do not establish more than one cause\nof action so long as their result, whether they be con-\nsidered severally or in combination, is the violation of\nbut one right by a single legal wrong.\" Hurn V. Oursler,\nsupra, at 246, quoting from Baltimore S.S. Co. v. Phillips,\n5/\n274 U.S. 316, 321 (1927). The claim urged against the\nenforcement of the segregation statutes is an inseparable\npart of the larger claim urged against the policy, prac-\ntice, custom, and usage of segregation.(cid:9) Important common\nissues are presented by both claims.(cid:9) It would appear\nthat the evidence introduced in support of each claim will\n6/\nbe overlapping.\nIt is clear that, at least where a single \"cause\nof action\" is involved, the \"jurisdiction\" of the three-\njudge court, once acquired, \"extends to every question\ninvolved, whether of state or federal law, and enables\nthe court to rest its judgment on the decision of such of\n5/ See also American Fire & Casualty Co. v. Finn, 341 U.S.\n6, 12-14 (1951).\n6/ \"The King of Brobdingnag gave it for his opinion that,\n'whoever could make two ears of corn, or two blades of\ngrass to grow upon a spot of ground where only one grew\nbefore, would deserve better of mankind, and do more\nessential service to his country than the whole race of\npoliticians put together.'(cid:9) In matters of justice, however,\nthe benefactor is he who makes one lawsuit grow where two\ngrew before.\" Chafee, Bills of Peace 1ith Multiple Parties,\n45 Harv. L. Rev. 1297 (1932).\n- 8 -\n\nthe questions as in its opinion effectively dispose of\nthe case.\" Sterling vi Constantin, 287 U.S. 378, 393-\n394 (1932) and cases cited; Florida Lime Growers v.\nJacobsen, 362 U.S. 73 (1960); Railroad Commission v.\nPacific Gas & Electric Co., 302 U.S. 388, 391 (1938);\nDavis v. Wallace, 257 U.S. 478, 482 (1922).(cid:9) In Sterling\nV. Constantin, supra, for example, the Governor of Texas\nproclaimed martial law over several oil producing counties\nin the State, and shut down the oil wells by military\nforce. He then permitted a state commission to fix the\nlimit of oil production. The operators brought suit to\nrestrain the Governor from invading their property rights\nunder the Fourteenth Amendment, alleging that state con-\nstitutional and statutory provisions, if construed to\nauthorize the acts complained of, were unconstitutional.\nA three-judge district court, convened to hear the case,\nconcluded that the challenged state constitutional pro-\nvisions and statutes did not confer upon the Governor the\npower which he had assumed to exercise, and thus that he\nhad acted without authority under Texas law. Ar► injunc-\ntion was issued, from which an appeal was taken to the\nSupreme Court.(cid:9) Using the language quoted supra, the\nSupreme Court sustained the district court's jurisdiction\nto issue the injunction. See also, Modern Woodmen of\nAmerica V. Casados, 15 F. Supp. 483, 486 ( D. N.M. 1936).\nEven if the two claims may not be said to con-\nstitute a single cause of action, a three-judge court\nwould have jurisdiction over both because the disputed\nclaim may properly be deemed ancillary to the dominant\nclaim raised against enforcement of the segregation\nstatutes.(cid:9) See The Chicago Junction Case, 264 U.S. 258,\nEst\n\n269 (1924); cf. Oklahoma Gas & Elec. Co. v. Oklahoma\nPacking Co., 292 U.S. 386 390 (1934); New York State\nGuernsey Breeders Co-op.(cid:9) Wallace, 28 F. Supp. 590,\n593 (N.D. N.Y. 1939), aff'd on other grounds sub. nom,\nNew York State Guernsey Breeders Co-op v. Wickard, 141\nF. 2d 805 (C.A. 2, 1944). Compare Pittsburgh & W. Va. Ry.\nv. United States, 281 U.S. 479, 488 (1930); New York Cent.\nSec. Corp. V. United States, 287 U.S. 12, 28-29 (1932),\nand Powell v. United States, 300 U.S. 276, 289, 290 (1937),\nThus in Evers v. Dwyer, 358 U.S. 202 (1958),\nthe Supreme Court ordered a three-judge court to hear the\nmerits of class action brought by a Negro resident of\nMemphis, Tennessee, seeking an injunction against enforce-\nment of Tennessee statutes requiring segregation on trans-\nportation facilities or against \"any other method of state-\nenforced segregation on Memphis transportation facilities.\"\nIn any event, cases holding that Rule 18(a) of\nthe Federal Rules of Civil Procedure does not extend the\n7/\njurisdiction of the federal courts, and cases holding that\na plaintiff may not join a cause of action over which the\nfederal court has jurisdiction with a cause of action over\n8/(cid:9) 9/\nwhich the court has no jurisdiction, are inapposite.\n7/ E.g., Loew's Drive-In Theatres, 174 F. 2d 547, 549\ntC.A. 1, 194), cert. denied, 338 U.S. 822; Rule 82, F.\nR. Civ. Pro.\n8/ See, e.g., Pearce v. Pennsylvania R. Co., 162 F. 2d\n524, 527?.A. 3, 1947), cert. denied, 332 U.S. 765.\n9/ It has been held, and Professor Moore agrees, that even\nwhere two distinct causes of action -- one cognizable by\none judge and the other by three -- are contained in a\ncomplaint, joinder should be permitted. Atlantic Lumber\nCorp. v. Southern Pac. Co., 2 F.R.D. 313 (D. Ore. 1941);\n3 Moore, Federal Practice, ¶18.07[2] (2d ed. 1948). Compare\nNew York Guernsey Breeders Co-op V. Wallace, 28 F. Supp.\n59O N.D. N.Y. 1939), aff'd on other grounds sub. nom.\nNew York State Guernsey Breeders Co-op v. Wickard, 141 F.\n2d 805 (C.A. 2, 1944). The only real question involves\nthe form of trial, and where there are two distinct causes\n(continued)\n- 10 -\n\n9/ (Continued)\nof action there should be no objection to presenting\nevidence with respect to both causes of action-- particu-\nlarly where they involve common issues -- to the three-\njudge court. As suggested by Moore, the three judges\nand the single judge might then render separate judgments\nunder Rule 54(b), F.R. Civ. Pro. (3 Moore, Federal Practice\n¶18.07[2] (2d ed. 1948); see also the procedure followed\nby the district court for the Western District of Louisiana\nin Hannah V. Larche and Hannah v. Slawson, 363 U.S. 420,\n428-430).\n- 11 -\n\nI1\ni\n3. The City of Jackson anc3 its Mayor,\nCommissioners and Chief of Police urge that the City\ncannot be named in this ac tion. They rely upon Monroe\nV. Pape, 365 U.S. 167, 191 n. 50 (1961) and Egan v. City\nof Aurora, 5 L. Ed. 2d 741 (1961), as well as cases\ndecided prior to Monroe v. Pape in the lower federal\ncourts. 10/\nThe cases relied upon by these defendants are\ninapposite, for they each deal ith the question of whether\n42 U.S.C. 1983 authorizes a suit for damages against a\nmunicipality.(cid:9) In Monroe v. Pape, the Court noted that the\nSenate adopted an amendment to the original bill which\nwould have made \" ' the inhabitants of the county, city,\nor parish ? \" in which certain acts of violence occurred\nliable \"to pay full compensation\" to the person damaged or\nhis widow or legal representative, but that this amendment\nwas rejected by the House. 365 U.S. at 188.(cid:9) It was the\ncongressional reluctance to impose liability in damages\nupon municipalities which induced the Court in Monroe v.\nPape to hold that no damage action could be brought against\na city under section 1983.\nThe propriety of equitable relief against a city\nwas not in issue in Monroe v. Pape.(cid:9) Prior cases indicate\nthat municipalities are properly named along with city\n10/(cid:9) Charlton v. City of Hialeah, 188 F. 2d 421, 423\n(C.A. 5, 1951); Hewitt v. City of Jacksonville, 188 F. 2d\n423, 424 (C.A. 5, 1951); Cobb v. City of Malden, 202 F. 2d\n701, 703 (C.A. 1, 1953); Agnew v. City of Compton, 239 F. 2d\n226, 230 (C.A. 9, 1957). See also Cuiksa v. City of Mansfield,\n250 F. 2d 700, 703-704 (C.A. 6, 1957).\n- 12 -\n\nviolations \nofficials where  of 42 U.S.C. 1983 are alleged\nCity \nand an injunction sought.(cid:9) , Douglas v.  of\nJeannette, 319 U.S. 157 (1943); Holmes v. City of Atlanta,\n350 U.S. 879 (1955), affirming 223 F. 2d 93 (C.A. 5, 1955);\nMayor and City Council of Baltimore City v. Dawson, 350\nU.S. 877, affirming 220 F. 2d 386 (C.A. 4, 1955).(cid:9) In the\nHolmes case, the Court of Appeals for the Fifth Circuit\naffirmed a judgment which granted an injunction against the\ncity, inter alia, restraining it from making any distinc-\ntions because of race or color in providing opportunities\nand facilities for playing golf on the city's golf courses.\nSurely the Supreme Court did not intend to over-\nturn this authority in footnote 50 of its opinion. That\nfootnote says, in pertinent part:\n* * * In a few cases in which equitable\nrelief has been sought, a municipality has\nbeen named, along with city officials, as\ndefendant where violations of 42 U.S.C.\n§ 1983 were alle ged.(cid:9) See, e.g., Douglas\nv. City of Jeannette, 319 U .S. 157; Holmes\nv. City of Atlanta, 350 U.S. 879.(cid:9) The\nquestion dealt with in our opinion was not\nraised in those cases, either by the\nparties or by the Court.(cid:9) Since we hold that\na municipal corporation is not a \"person\"\nwithin the meaning of § 1983, no inference\nto the contrary can any longer be drawn from\nthose cases.\nWe do not believe that the Court intended, in a\nfootnote, to dispose of the issue, not raised in the case,\nof whether a municipality may be sued under section 1983\nfor equitable relief, and to overturn the Douglas, I-Iolmes,\nand Dawson decisions (cf. Burt v. City of New York, 156 F.\n2d 791 (C.A. 2, 1956) insofar as they relate to that\nquestion.(cid:9) In light of the Court's reasons for holding\nthat an action for damages may not be maintained under\nsection 1983, we think that its opinion should be taken\nto mean only that, for purposes of an action for damages,\na municipality is not a \"person\" under that section.\n- 13 -\n\nMore fundamentally, however, the plaintiffs'\nright of act.on against the city does not depend alone\nupon the pibtiisions of section 1983. For here rights are\nasserted under the Constitution, which itself creates the\ncause of action for equitable relief and, within the\nmeaning of 28 U.S.C. 1343 (3) (the jurisdictional pro-\nvision upon which this suit is based) authorizes bring-.\ning of this suit.(cid:9) Cf. Bell v. Hood, 327 U.S. 678 (1946);\nBrewer v. Hoxie School District No. 46, 238 F. 2d 91, 103\n(C.A. 8, 1956); Hart & Wechsler, The Federal Courts And\nThe Federal System (1953) 794-797. Doctrines of immunity\ncan have no application to suits in equity brought to\nrestrain invasions of federal constitutional rights.\nSterling v. Constantin, 287 U.S. 378, 393 (1932); Ex parte\nYoung, 209 U.S. 155, 156 (1908); Graves v. Texas, 298 U.S.\n393, 403-404 (1936); Georgia R. Co. v. Redwine, 342 U.S.\n299, 305, n. 17 (1952).\n- 14 -\n\nIII\nMotibns of defendant Patterson and of the\nCity chi Jackson, its Mayor, Commissioners, and Chief of\nPolice assert that the plaintiffs should be remitted to\nthe courts of the State of Mississippi for resolution of\nquestions of state law which the rovants say are involved\nin this action. The defendant Patterson terms these\nalleged questions of state law \"intricate and involved\";\nthe City of Jackson, et al., state that the alleged state\nquestions are \"unsettled.\"\nInsofar as the challenged segregation statutes\nare concerned, no issues of state law are involved. Each\nof these statutes is attacked as being invalid on its\nface (Amended Complaint, para. 12). If the plaintiffs\nare correct in this challenge, the statutes cannot be\nsaved through interpretation by the Mississippi courts.\nMississippi's legislature has used unmistakably simple,\nclear, and mandatory language. With respect to the segre-\ngation statutes, therefore, abstention could not result in\navoiding decision of the federal constitutional issues\npresented, and would therefore be improper. Toomer v.\n'°itsell, 334 U.S. 385, 392, n. 15 (1948).\nSimilarly, no questions of state law are raised\nby the attack upon the alleged policy, practice, custom\nand usage of racial segregation under color of state law.\nFor should the :•?ississippi state courts ultimately determine\non state grounds that members of the class represented by\nthe plaintiffs cannot properly be convicted of violating the\nbreach of the peace and disorderly conduct statutes simply\nbecause they have attempted to desegregate the facilities\nhere involved, the question presented in this action would\nstill be unresolved. For here it is charged that state\n- 15 -\n\nofficials \"have pursued and are presently pursuing a\npolicy] practice, custom and usage\" of segregating Negro\nand White persons on common carriers and in terminals and\nterminal facilities used by common carriers in Mississippi\n(Amended Complaint, para. 15). The arrests are \"merely\ntangible specific evidence of the application of the cus-\ntom, practice, and usage complained of.\" Baldwin V. Morgan,\n251 F. 2d 780, 787 (C.A. 5, 1958).(cid:9) Dismissal of the cases\ngrowing out of such arrests would not refute the allega-\ntions which complain of the custom, practice, and usage.\n11/\nBaldwin v. Morgan, supra.\nAs the Supreme Court has recently noted, more-\nover, the doctrine of abstention \"is an extraordinary and\nnarrow exception to the duty of a district court to\nadjudicate a controversy properly before it.\" County of\nAllegheny V. Frank Mashuda Co., 360 U.S. 185, 188 (1959).\nThis statement is particularly apt with respect to con-\ntroversies involving civil liberties and civil rights, where\nthe abstention technique has rarely been applied. Compare\nHarrison v. N.A.A.C.P., 360 U.S. 167 (1960) with Lane v.\nWilson, 307 U.S. 268 (1939); Schnell v. Davis, 336 U.S. 933\n(1949),affirming 81 F. Supp. 872 (S.D. Ala. 1949); Nixon v.\n11/ \" * * * this city criminal case, or its dismissal, was\nnot the Civil Rights case before the Court below. When the\ncriminal proceeding was closed, it did not automatically\ntake with it the charge made in this cause that state\nagencies, pretending to act for the state and exerting the\npower of their respective offices were, under the threat\nof arrest or other means, depriving Negroes of the right\nto be free of discrimination in railway public waiting\nrooms on account of race or color.\" Baldwin v. Morgan,\n251 F. 2d at 787.\n- 16 -\n\nHerndon, 273 U.Si 536 (1927)= Nixon v. Condon, 2-;6 U.S.\n73, >9 (1932) ; Smiih v. A1}W1ight, 321 U.S. 649 (1944) ;\nTerry v. Adams, 345 U.S. 461 (1953); Browder v. Gayle, 142\nF. Supp. 707, 713 (M.D. Ala. 1956), affirmed, 352 U.S. 903;\nMitchell v. Wright, 154 F. 2d 924, 926 (C.A. 5, 1946);\nRomero v. Weakley, 226 F. 2d 399 (C.A. 9, 1955); Brewer v.\nHoxie School District No. 46, 238 F. 2d 91, 95 (C.A. 8,\n1956); Aaron v. Tucker, 186 F. Supp. 913, 924 (E.D. Ark.\n1960), reversed on other grounds sub nom. Norwood v.\nTucker, 297 F. 2d 798 (C.A. 8, 1961); Stapleton v. Mitchell,\n60 F. Supp. 51, 55 (D. Kan, 1945), appeal dismissed per\nstipulation sub nom. McElroy v. Mitchell, 326 U.S. 690\n(1945); Wilson v. Beebe, 99 F. Supp. 418, 420 (D. Del.,\n1951); cf. Brown v. Board of Education, 347 U.S. 483\n(1954) ; 1 Moore, Federal Practice (2d Ed., 1948) ¶0.203 (1]\nn. 27; see't.also West Virginia State Board of Education v.\nBarnette, 319 U.S. 624, 630-631, 639 (1943); Hague v. C.I.O.,\n307 U.S. 496 (1939); Grosjean v. American Press Co., 297\nU.S. 233 (1936).(cid:9) In Browder v. Gayle, supra, where state\nstatutes and city ordinances requiring racial segregation\non motor buses were challenged on federal constitutional\ngrounds, Judge Rives, speaking for a three-judge district\ncourt, set forth the guiding principle (142 F. Supp. at 713):\nThe defendants * * * insist that even if\nthe Federal court has jurisdiction, it should,\nin its discretion as a court of equity, and\nfor reasons of comity,decline to exercise\nsuch jurisdiction until the State courts have\nruled on the construction and validity of the\nstatutes and ordinances. The short answer is\nthat the doctrine has no application where the\nplaintiffs complain that they are being\ndeprived of constitutional civil rights, for\nthe protection of which the Federal courts have\na responsibility as heavy as that which rests\non the State courts.\n- 17 -\n\nSimilarly, in Morrison v. Davis, 252 F. 2d 102\n(1958), c(cid:9) 1 OOnied, 356 U.S. 968, the Court of Appeals\nfor the Fifth Circuit upheld the issuance of an injunc-\ntion against the application of Louisiana statutes re-\nquiring segregation of the races on buses, street cars,\nand trolley buses, stating (252 F. 2d at 103):\nThis is not such a case as requires the\nwithholding of federal court action for\nreasons of comity, since for the protec-\ntion of civil rights of the kind asserted\nCongress has created a separate and distinct\nfederal cause of action.(cid:9) 42 U.S.C.A. § 1983.\nWhatever may be the rule as to other threatened\nprosecutions, the Supreme Court in a case pre-\nsenting the identical factual issue affirmed\nthe judgment of the trial court in the Browder\ncase in which the same contention was advanced.\nThe United States is of the view, therefore,\nthat this Court should not abstain, but should proceed\nto consider the merits of plaintiffs' suit.\nRespectfully submitted,\n/s/ BURKE MARSHALL\nBURKE MARSHALL\nAssistant Attorney General.\n/s/ ROBERT E. HAUBERG\nROBERT E. HAUBERG,\nUnited States Attorney.\n/s/ HAROLD H. GREENE\nHAROLD H. GREENE,\nAttorney, Department of Justice.\n/s/ DAVID RUBIN\nAttorney, Department of Justice.\nSEPTEMBER 1961.\n- 18 -\n\nCERTIFICATE 00 SERV ICE\nI hereby certify that I have served a eopy\nof the foregoing Supplemental Brief for the United States\nas amicus curiae upon each of the parties to this action\nby mailing a Cbpy thereof, air mail, this 31st day of\nAugust, 1961, to their attorneys as follows:\nHonorable Peter M. Stockett, Jr., Special\nAssistant Attorney General of the State of Mississippi,\nHonorable Dugas Shands, Assistant Attorney General of the\nState of Mississippi, Honorable Edward L. Cates, Assistant\nAttorney General of the State of Mississippi, Attorneys\nfor the Defendant, Joe T. Patterson, State Capitol,\nJackson, Mississippi; Colin L. Stockdale, Esq., Attorney\nfor Defendant, C.W. Carr, Barnett Building, Jackson,\nMississippi; Sydney A. Smith, Jr., Esq., Attorney for\nIllinois Central Railroad Company, 918 Electric Building,\nJackson, Mississippi; E.W. Stennett, Esq., City Attorney,\nCity Hall, Jackson, Mississippi, J.A. Travis, Jr., Esq.,\nElectric Building, Jackson, Mississippi, Robert G.\nNichols, Jr., Esq., Lamar Life Building, Jackson,\nMississippi, Thom H. Watkins, Esq., Watkins & Eager, Suite\n800, Plaza Building, Jackson, Mississippi, Attorneys for\nMississippi, \nthe Defendants, The City of Jackson,  Allen\nC. Thompson, Mayor, D.L. Luckey, Commissioner, Thomas B.\nMarshall, Commissioner, and W.D. Rayfield, Chief of Police;\nJ. Will Young, Esq., Deposit Guaranty Bank Building, Box. 1224,\nJackson, Mississippi, Attorney for Jackson City Lines,\nInc.; Junior O'Mara, Esq., and Robert C. Cannada, Esq.,\n700 Petroleum Building, Jackson, Mississippi, Attorneys\nfor Continental Southern Lines, Inc.; Constance Baker\nMotley, Esq., and Thurgood Marshall, Esq., Attorneys\nfor Plaintiffs, 10 Columbus Circle, New York 19, N. Y.;\nR. Jess Brown, Esq., 1105-1/2 Washington Street, Vicksburg,\nMississippi, Attorney for Plaintiffs; Robert Cannada, Esq.,\nand Junior O'Mara, Esq., 700 Petroleum Building, Jackson,\nMississippi, Attorneys for Southern Greyhound Lines; and\nRubel Phillips, Esq., Deposit Guaranty Bank Building,\nJackson, Mississippi, Attorney for Jackson Municipal\nAirport Authority, Jackson, Mississippi.\n/s/ DAVID RUBIN\nDAVID RUBIN,\nAttorney, Department of Justice,\nWashington 25, D. C.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/77403"
    },
    {
      "date": "1961-11-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 595,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 199,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138614,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138614.pdf",
      "title": "Opinion",
      "text": " \n \nSydney Smith, Jr., Jackson, Miss., for Illinois Cent. R. \n199 F.Supp. 595 \nCo. \nUnited States District Court S.D. Mississippi, \nJackson Division. \nJ.  W.  Young  and  James  Young,  Jackson,  Miss.,  for \nJackson City Lines. \nSamuel BAILEY, Joseph Broadwater and Burnett \nL. Jacob, on behalf of themselves and others \nColin L. Stockdale, Jackson, Miss., for Cicero Carr. \nsimilarly situated, Plaintiffs, \nv. \nRubel L. Phillips, Jackson, Miss., for Jackson Airport \nJoe Y. PATTERSON, Attorney General of the State \nAuthority. \nof Mississippi, et al., Defendants. \nBefore RIVES, Circuit Judge, and MIZE and CLAYTON, \nCiv. A. No. 3133. \nDistrict Judges. \n| \n \nNov. 17, 1961. \nMIZE, District Judge. \n \nSynopsis \nSuit to enjoin enforcement of Mississippi ‘peace statutes’ \nThe  plaintiffs  in this  case  are  Samuel  Bailey,  Joseph \nand  statutes  requiring  racial  segregation  on  common \nBroadwater and Burnett L. Jacob, each of whom is an \ncarriers  or  in  facilities  maintained  by  them.  The \nadult Negro citizen of the United States and the State of \nthree-judge District Court, Mize, J., held that state courts \nMississippi, who filed their complaint herein on June 9, \nwould  be  afforded  opportunity  to  pass  upon  statutes \n1961.  The  defendants  in  the  case  as  shown  by  the \nbefore federal court would pass upon constitutionality of \namended complaint are Joe T. Patterson, The City of \nsuch  statutes,  where  it  was  shown  by  contentions  of \nJackson, Allen C. Thompson, Douglas L. Luckey, W. D. \nparties that factual issues as well as constitutionality of \nRayfield,  Jackson  Municipal  Airport  Authority, \nstatutes would be involved. \nContinental  Southern Lines,  Inc.,  Southern  Greyhound \n  \nLines, Illinois Central Railroad, Inc., Jackson City Lines, \nOrder  entered  abstaining  from  further  action,  to  give \nInc., Cicero Carr. Each of the defendants has filed an \nMississippi courts reasonable opportunity to act. \nanswer  to  the  amended  complaint,  setting  out  their \n  \ndefenses.  The  issues  are  clearly  defined  by  these \nRives, Circuit Judge, dissented. \npleadings. The amended complaint was in substance a \n  \nsubstitution of the original complaint. \nAttorneys and Law Firms \nIt is the contention of the plaintiffs that Sections 2351, \n2351.5, 2351.7, 7784, 7785, 7786, 7786-01, 7787, and \n*596 Constance Baker Motley and Derrick A. Bell, New \n7787.5  of  the  Code  of  Mississippi  of  1942  are \nYork  City,  R.  Jess  Brown,  Vicksburg,  Miss.,  for \nunconstitutional;  that  the  defendants  are  seeking  to \nplaintiffs. \nenforce these statutes; and that a preliminary injunction \nshould be issued enjoining the defendants and each of \nJoe T. Patterson, Atty. Gen., Dugas Shands, Edward L. \nthem and their successors from enforcing any of these \nCates, and Charles Clark, Assts. to the Atty. Gen., and P. \nstatutes or any other statutes requiring racial segregation \nM. Stockett, Jr., Sp. Asst. Atty. Gen., for Joe T. Patterson. \non common carriers or in the facilities maintained by \ncommon  carriers.  Plaintiffs  further  contend  that  the \nThomas H. Watkins, Jackson, Miss., for City of Jackson. \ndefendant City of Jackson and its officials are enforcing \nJ. A. Travis, Jr., City Pros. Atty., Robert G. Nichols, Jr.,  an ordinance of the City of Jackson adopted January 12, \nAsst. Pros. Atty., E. W. Stennett, City Atty., Jackson,  1956,  and  contend  that  this  ordinance  of  the  City  is \nMiss., for City of Jackson, Mayor, Commissioners and  unconstitutional on its face, but that notwithstanding its \nChief of Police.  unconstitutionality, the defendants, City of Jackson and \nits officials, have threatened to enforce this ordinance \nRobert C. Cannada and Junior O’Mara, Jackson, Miss.,  against the plaintiffs and members of their class. Plaintiffs \nfor Southern Greyhound Lines and Continental.  further contend that the defendants and each of them, \nacting under color of the laws of the State of Mississippi \n  1 \n \n\nand under color of Sections 2087.5, 2087.7 and 2089.5 of  Attorney  General  in  his  official  capacity  is  an  action \nMississippi Code of 1942, have pursued and will continue  against  the  State  of  Mississippi,  which,  under  the \nto pursue a policy and custom of segregation of Negro  provisions  of  the  Eleventh  Amendment  to  the \nand white persons on common carriers in the State of  Constitution could not be maintained without its consent, \nMississippi unless restrained, and they contend further  and further, that the complaint attacks the enforcement of \nthat they have no other speedy or adequate remedy at law  parts of the criminal laws of the State of Mississippi \nother  than  by  injunction.  Plaintiffs  pray  for  the  which have been passed in the sovereign capacity of the \norganization of a three-judge court as required by *597  State for the purpose of protecting all persons of the state \nTitle 28 U.S.C. § 2284, and pray for the issuance of a  against domestic violence, and undertakes to prevent the \npreliminary and permanent injunction enjoining each of  enforcement of the ordinances of the City of Jackson and \nthe defendants from enforcing or attempting to enforce  to  prevent  the  State  officials  of  Mississippi  from \nany of the aforementioned statutes or any other statute of  enforcing  Sections  2087.5,  2087.7  and  2089.5  of  the \nthe State of Mississippi requiring segregation; pray for an  Mississippi Code of 1942. (These statutes are set out in \ninjunction enjoining the City of Jackson or any of its  Appendix  I)  He  contends  that  these  statutes  are \nofficers from enforcing any of the ordinances of the City  constitutional  and  are  not  being  unconstitutionally \nof  Jackson  hereinabove  referred  to;  to  enjoin  the  enforced. He further contends that this action constitutes \ndefendants and each of them from continuing to enforce  an attempt to control the law enforcement officials of the \nany policy or custom under color of State law or City  City of Jackson, as well as the State of Mississippi in the \nordinances of segregating Negro and white passengers on  exercise of their valid discretionary powers and authority. \ncommon  carriers  or  in  facilities  maintained  by  any \ncommon carrier, from continuing to enforce any policy or  The defendants, City of Jackson and Allen Thompson, its \ncustom  of  segregating  the  races  in  the  facilities  and  Mayor, the Commissioners and Chief of Police contend \nservices of the Jackson Municipal Airport or its restaurant  that the amended complaint raises primarily factual issues \noperated by Cicero Carr, and from continuing to arrest,  and  that  the  primary  issue  raised  by  the  amended \nintimidate or threaten to arrest members of their class in  complaint involves the arrest of the so-called Freedom \nconnection with the exercise of their Federally protected  Riders under Section 2087.5 et seq. of the Code of 1942 \nright  to  use  inter  and  intra  state  transportation  and  and that the arrest of the Freedom Riders was legitimate \nservices without segregation or discrimination because of  and in accord with these sections, and that these sections \ntheir race.  were  not  unconstitutionally  enforced.  They  contend \nspecifically that there was no effort to enforce segregation \nThe defendants and each of them in their answers deny  laws by the arrests, but simply to maintain law and order \nthat they are enforcing or attempting to enforce any of the  and  to  prevent  breaches  of  the  peace.  They  further \nstatutes against the plaintiffs or any of their class because  contend *598 that this Court should abstain from passing \nof their race. Defendants contend that this is the type of  on the constitutionality of these Acts until passed upon by \naction wherein the Federal Court should abstain from  the Supreme Court of Mississippi and contend, also, that \npassing on these statutes until the State courts have first  the  City  of  Jackson  is  an  agency  of  the  State  of \nhad an opportunity to pass on its own laws and city  Mississippi and, therefore, not subject to suit. \nordinances. \nThe  defendants,  Continental  Southern  Lines,  Inc., \nAll the defendants contend that no injunction should issue  Southern Greyhound Lines, Illinois Central Railroad, Inc., \nagainst either of the defendants. More specifically, the  Jackson  City  Lines,  Inc.,  Jackson  Municipal  Airport \ndefendant  Joe  T.  Patterson  contends  that  this  is  not  Authority and Cicero Carr contend that they have not \nproperly a class action; that the amended complaint raises  caused the arrest of anyone and that they are not seeking \nfactual  and  legal  controversy  involving  unsettled  to enforce the segregation laws of the State of Mississippi, \nquestions of state law which should properly be decided  and contend that no injunction should issue against them, \nfirst by the Supreme Court of Mississippi in order to  for the reason that the plaintiffs have a full, complete and \navoid unnecessarily deciding constitutional questions, and  adequate remedy at law to redress any grievances they \nthat there is a full and adequate procedure existing in the  may have. \nstate tribunals of the state for the plaintiffs to assert all of \ntheir rights and privileges claimed by this suit; and that  Briefly, these are the main contentions of the respective \nnone of the laws of the State of Mississippi that are  parties as reflected by the pleadings in this case. \ncomplained of in the amended complaint have ever been \nThe majority of the Court has reached the conclusion that \npresented to the highest tribunal or any other court of the \nunder the issues as raised by the pleadings in this case it is \nState  of  Mississippi  for  adjudication.  The  Attorney \nthe duty of this court to abstain from passing on the \nGeneral further contends that in effect this suit against the \n  2 \n \n\nissues, but retain the cause of action on its docket and  times actuate the federal courts,’ Matthews v. Rodgers, \nremit the plaintiffs to the State Courts of Mississippi for a  284 U.S. 521, 525 (52 S.Ct. 217, 76 L.Ed. 447), as their \nprior adjudication of the issues and of the scope and  ‘contribution * * * in furthering the harmonious relation \nmeaning of its own statutes as so defined. This Court  between  state  and  federal  authority  *  *  *.’  Railroad \nshould simply stay its hand until the adequate and proper  Comm. v. Pullman Co., 312 U.S. 496, 501 (61 S.Ct. 643, \nremedies  provided  for  by the  statutes  of  the  State  of  85 L.Ed. 971). In the service of this doctrine, which this \nMississippi should be exhausted. By this procedure the  Court has applied in many different contexts, no principle \ncomity existing between the Federal Courts and the State  has found more consistent or clear expression than that \nCourts would be maintained without any serious injury to  the  federal  courts  should  not  adjudicate  the \nanyone. With the exception of Sections 2351 and 7784,1  constitutionality  of  state  enactments  fairly  open  to \nthe sections of the Mississippi Code complained of and  interpretation until the state courts have been afforded a \nthe constitutionality of which is under attack herein have  reasonable  opportunity  to  pass  upon  them.  See  e.g., \nnever  been  passed  upon  by  the  Supreme  Court  of  Railroad  Comm.  v.  Pullman  Co.,  supra;  Chicago  v. \nMississippi. These sections 2351, 2351.5, 2351.7, 7784,  Fieldcrest Dairies, Inc., 316 U.S. 168 (62 S.Ct. 986, 86 \n7785, 7786, 7786-01, 7787, and 7787.5 of the Mississippi  L.Ed. 1355); Spector Motor Service, Inc., v. McLaughlin, \nCode of 1942 as amended are set out in Appendix II to  323 U.S. 101 (65 S.Ct. 152, 89 L.Ed. 101); American \nthis  opinion.  Before  this  Court  should  pass  upon  the  Federation of Labor v. Watson, 327 U.S. 582 (66 S.Ct. \nconstitutionality of these statutes in this particular case,  761, 90 L.Ed. 873); Shipman v. DuPre, 339 U.S. 321 (70 \nwherein it is shown by the contentions of the parties that  S.Ct. 640, 94 L.Ed. 877); Albertson v. Millard, 345 U.S. \nthere will be factual issues as well as the constitutionality  242 (73 S.Ct. 600, 97 L.Ed. 983); Government & Civic \nof  the  statutes  involved,  the  courts  of  the  State  of  Employees v. Windsor, 353 U.S. 364 (77 S.Ct. 838, 1 \nMississippi should be afforded an opportunity to pass  L.Ed.2d 894). This principle does not, of course, involve \nupon them.  the  abdication  of  federal  jurisdiction,  but  only  the \npostponement  of  its  exercise;  it  serves  the  policy  of \nThis equitable principle of abstention is well supported by  comity inherent in the doctrine of abstention; and it spares \nthe decisions of the Supreme Court of the United States,  the federal courts of unnecessary it spares the federal \nas well as by many of the decisions of the various Courts  courts of unnecessary constitutional adjudication. supra, \nof Appeal and District Courts. It will not be necessary to  (316 U.S.) at pages 172-173 (62 S.Ct. at page 988). \nrefer  to  all  the  decisions  that  have  adhered  to  this \ndoctrine, but the quotations from a few of the leading  ‘The present case, in our view, is one which calls for the \ncases will be decisive. Probably the one most nearly in  application of this principle, since we are unable to agree \npoint is the case of Harrison, Attorney General of Virginia  that the terms of these three statutes leave no reasonable \net al. v. *599 National Association for the Advancement  room for a construction by the Virginia courts which \nof Colored People et al., 360 U.S. 167, 79 S.Ct. 1025,  might avoid in whole or in part the necessity for federal \n1030,  3  L.Ed.2d  1152,  in  which  it  was  held  by  the  constitutional adjudication, or at least materially change \nSupreme  Court  of  the  United  States  that  the  Federal  the nature of the problem.’ \nCourts should not adjudicate the constitutionality of state \nenactments fairly open to interpretation until the State  The Court said, further: ‘We do not intimate the slightest \nCourts have been afforded a reasonable opportunity to  view as to what effect any such determinations might \npass upon them. The Court said:  have upon the validity of these statutes. All we hold is \nthat  these  enactments  should  be  exposed  to  state \n‘According  every  consideration  to  the  opinion  of  the  construction or limiting interpretation before the federal \nmajority below, we are nevertheless of the view that the  courts are asked to decide upon their constitutionality, so \nDistrict Court should have abstained from deciding the  that federal judgment will be based on something that is a \nmerits  of  the  issues  tendered  it,  so  as  to  afford  the  complete product of the State, the enactment as phrased \nVirginia courts a reasonable opportunity to construe the  by its legislature and as construed by its highest court.’ \nthree statutes in question. * * * \nJust as was said by the Supreme Court of the United \n‘This  now  well-established  procedure is  aimed at  the  States, supra, we do not in this case undertake to pass \navoidance  of  unnecessary  interference  by  the  federal  upon any of the issues that have been raised, nor do we \ncourts  with  proper  and  validly  administered  state  intimate  whether  the  statutes  are  constitutional  or \nconcerns, a course so essential to the balanced working of  unconstitutional, for the reason that the courts of the State \nour federal system. To minimize the possibility of such  of Mississippi should be permitted to pass upon these \ninterference  a  ‘scrupulous  regard  for  the  rightful  questions, uninfluenced by any adjudication or intimation \nindependence of state governments * * * should at all  of  ours  as  to  the  statutes.  We  have  given  careful \n  3 \n \n\nconsideration not only to the opinion of the majority of  Comm. of Texas et al. v. Pullman Company et al., 312 \nthe Court in that case and the governing rule announced  U.S. 496, 61 S.Ct. 643, 645, 85 L.Ed. 971, the Supreme \nby it, but we also have considered the thinking of Mr.  Court of the United States said: \nJustice Douglas, who dissented, in which *600 he was \njoined  by  the  Chief Justice and  Mr. Justice  Brennan,  ‘Few  public  interests  have  a  higher  claim  upon  the \nwhose  opinion  set  out  the  history  and  doctrine,  discretion of a federal chancellor than the avoidance of \nconsidering  also  the  decisions  cited  in  the  dissenting  needless friction with state policies, whether the policy \nopinion. However, as a general rule, every lawsuit must  relates to the enforcement of the criminal law, Fenner v. \nbe determined by the issues raised in the pleadings in the  Boykin,  271  U.S.  240  (46  S.Ct.  492,  70  L.Ed.  927); \nparticular case, and it is our view that in this particular  Spielman Motor Co. v. Dodge, 295 U.S. 89 (55 S.Ct. 678, \ncase,  where  the  constitutionality  of  the  statutes  of  79 L.Ed. 1322); or the administration of a specialized \nMississippi is questioned and has never been passed upon  scheme for liquidating embarrassed business enterprises, \nby  the  highest  court  of  the  State, a  sound discretion  Pennsylvania v. Williams, 294 U.S. 176 (55 S.Ct. 380, 79 \nrequires that the federal courts abstain. In the case of  L.Ed.  841);  or the  final authority of a  state  court  to \nSpector Motor Co. v. McLaughlin, 323 U.S. 101, 65 S.Ct.  interpret doubtful regulatory laws of the state, Gilchrist v. \n152, 154, 89 L.Ed. 101, the Supreme Court used this  Interborough Co., 279 U.S. 159 (49 S.Ct. 282, 73 L.Ed. \nlanguage:  652); cf. Hawks v. Hamill, 288 U.S. 52, 61 (53 S.Ct. 240, \n77 L.Ed. 610). These cases reflect a doctrine of abstention \n‘If there is one doctrine more deeply rooted than any other  appropriate to our federal system whereby the federal \nin the process of constitutional adjudication, it is that we  courts,  ‘exercising  a  wise  discretion,’  restrain  their \nought not to pass on questions of constitutionality— here  authority because of ‘scrupulous regard for the rightful \nthe distribution of the taxing power as between the State  independence  of  the  state  governments’  and  for  the \nand the Nation— unless such adjudication is unavoidable.  smooth working of the federal judiciary. See Cavanaugh \nAnd so, as questions of federal constitutional power have  v. Looney, 248 U.S. 453, 457 (39 S.Ct. 142, 63 L.Ed. \nbecome  more  and  more  intertwined  with  preliminary  354); Di Giovanni v. Camden Ins. Ass’n, 296 U.S. 64, 73 \ndoubts  about  local law,  we  have insisted  that  federal  (36 S.Ct. 1, 80 L.Ed. 47). This use of equitable powers is \ncourts do not decide questions of constitutionality on the  a contribution of the courts in furthering the harmonious \nbasis of preliminary guesses regarding local law.’ (Citing  relation between state and federal authority without the \nauthorities.)  need  of  rigorous  congressional  restriction  of  those \npowers.’ \nIn connection with Harrison v. N.A.A.C.P., supra, see the \nmany authorities cited in the dissenting opinion of Judge  *601  We  think  the  above  authorities  and  those  cited \nSterling Hutcheson, N.A.A.C.P. v. Patty, 159 Fed.Supp.  below2  along  with  those  mentioned  in  the  various \n503, 535, with reference to abstention. In that exhaustive  opinions in the cases supra are ample to require that the \ndissent  he  reviews  at  page  540,  et  seq.,  the  many  federal court abstain. \nauthorities upholding this doctrine of abstention. \nMoreover,  the  doctrine  of  abstention  is  peculiarly \nWe are in thorough accord with the opinion of the Court  applicable in this case because of the attack made upon \nof  the  Fifth  Circuit  in  the  case  of  Empire  Pictures  Sections 2087.5, 2087.7 and 2089.5 of the Mississippi \nDistributing Company, Inc. et al. v. City of Fort Worth et  Code of 1942, generally known as the peace statutes. All \nal., 273 F.2d 529, 531, in which the Court upheld the  the authorities hereinbefore cited are applicable to these \ndoctrine of abstention and quotes at length from many of  statutes, but there are other authorities which we think are \nthe applicable authorities to that doctrine, and particularly  just as applicable and for that reason we are treating these \napplicable to the issues raised in the case here. In that case  separately. As shown by the pleadings, the plaintiffs are \nthe Court said:  ‘At the threshold of the case lies the  contending that the defendants are using these statutes to \nquestion whether the trial court ought not sua sponte to  enforce segregation and the defendants are contending \nhave withheld action ‘while the parties repair(ed) to a  that these statutes are constitutional and are not being \nstate tribunal for an authoritative declaration of applicable  used to enforce segregation, but are being used for the \nstate law.‘‘ The Court then, in a very able opinion, and  purpose  of  protecting  the  public  against  violence and \nexhaustive, cited the many authorities, quoting from a  disturbance  of  the  peace.  This  Court,  in  the  case  of \nnumber of them to the effect that the trial courts should  Wykcoff, had an occasion to pass upon a petition for \nhave abstained. We shall not quote at length from that  habeas corpus growing out of the arrest of one of the \nopinion more than to say that we adopt it as announcing  ‘Freedom Riders’ in the City of Jackson, wherein it was \nthe  controlling  principles  of  the  law  governing  us  in  contended by the petitioner in that case that this statute \nabstention in this case. In the earlier case of Railroad  was being used to enforce segregation. Her petition for \n  4 \n \n\nthe writ of habeas corpus alleged that she was convicted  of Jeannette, 319 U.S. 157, 63 S.Ct. 877, 87 L.Ed. 1324. \nof violation of Section 2087.5 of the Mississippi Code and \nthat she did not have any remedy at law other than the  At pages 163-164 of the City of Jeannette case in 319 \nwrit of habeas corpus to secure her release, and that her  U.S., at page 880 of 63 S.Ct., supra, the Supreme Court of \nimprisonment was a denial of her due process of law  the United States said: \nunder  the  Fifth  and  Fourteenth  Amendments  to  the \nConstitution of the United States. The respondent, the  ‘The power reserved to the states under the Constitution \nSheriff of Hinds County, in answering the petition for the  to provide for the determination of controversies in their \nwrit, averred that she was convicted in a court having  courts may be restricted by federal district courts only in \njurisdiction and that he was holding the petitioner by  obedience to Congressional legislation in conformity to \nvirtue of a commitment from that court. The matter was  the Judiciary Article of the Constitution. Congress, by its \nlegislation,  has  adopted  the  policy,  with  certain  well \nheard  before  the  Court  of  the  Southern  District  of \ndefined statutory exceptions, of leaving generally to the \nMississippi  and  the  writ  denied.  She  immediately \nstate courts the trial of criminal cases arising under state \npetitioned the Court of Appeals for the Fifth Circuit for an \nlaws  subject  to  review  by  this  Court  of  any  federal \nappeal in forma pauperis, that the petition be granted and \nquestions involved. * * * \nthe  case  advanced.  The  Court  of  Appeals  denied  the \npetition and since the opinion has not been published, a \n‘* * * No person is immune from prosecution in good \ncopy of the opinion rendered by the Court is attached \nfaith for his alleged criminal acts. Its imminence, even \nhereto in Appendix III. \nthough  alleged  to  be  in  violation  of  constitutional \nguaranties, is not a ground for equity relief since the \nIn the trial before the lower court it was contended by \nlawfulness or constitutionality of the statute or ordinance \npetitioner that she had no adequate remedy at law, which \non which the prosecution is based may be determined as \ncontention was not upheld, as it was shown that under the \nreadily in the criminal case as in a suit for injunction. * * \nstatutes of Mississippi particularly she did have a full, \n* Where the threatened prosecution is by state officers for \nadequate and speedy remedy at law and these statutes are \nset out in the opinion of the District Court. Application of  alleged violations of a state law, the state courts are the \nWyckoff, 196 F.Supp. 515, 517. In that case the Court did  final arbiters of its meaning and application, subject only \nretain  jurisdiction,  but  since  the  petitioner  did  have  to review by this Court on federal grounds appropriately \nadequate remedy at law, the writ was denied. In that  asserted. Hence the arrest by the federal courts of the \nopinion the Court said: ‘As heretofore stated, the Federal  processes of the criminal law within the states, and the \nCourts  are  very  reluctant indeed to interfere  with  the  determination of questions of criminal liability under state \nlaw by a federal court of equity, are to be supported only \norderly process of a State Court involving state matters.’ \non a showing of danger of irreparable injury ‘both great \nAnd cited the cases of Davis v. Burke, 179 U.S. 399, 21 \nand immediate.’ * * * \nS.Ct. 210, 45 L.Ed. 249; Ex parte Hawk, 321 U.S. 114, 64 \nS.Ct. 448, 88 L.Ed. 572; Stack v. Boyle, 342 U.S. 1, 72 \n‘* * * It does not appear from the record that petitioners \nS.Ct. 1, 96 L.Ed. 3; Brown v. Allen, 344 U.S. 433, 73 \nhave  been  threatened  with  any  injury  other than  that \nS.Ct. 397, 97 L.Ed. 469. \nincidental to every criminal proceeding brought lawfully \nIt is true that upon an application for a writ of habeas  and in good faith, or that a federal court of equity by \ncorpus  there  is  a  federal  statute  which  prohibits  the  withdrawing the  determination of guilt  from  the  state \ncourts  could  rightly  afford  petitioners  any  protection \nfederal  courts  from  interfering  with  the  state  courts, \nwhich they could not secure by prompt trial and appeal \nexcept in those cases specifically authorized by Congress. \npursued to this Court.’ \nHowever, the principle involved is the same, since it is the \ngeneral doctrine that the federal courts should not lend \nThe principles announced in the Jeannette case have been \ntheir equitable powers and injunctive powers until the \nreaffirmed on the basis of that case and the Stefanelli \nstate courts first have passed upon the constitutionality of \ncase, Stefanelli v. Minard, 342 U.S. 117, 123-124, 72 \nits  own  acts.  *602  Section  2283,  Title  28  U.S.C.A. \nS.Ct. 118, 96 L.Ed. 138, in two Supreme Court cases \nprohibits a court of the United States from granting an \ndecided this year: Wilson v. Schnettler et al., 365 U.S. \ninjunction to stay proceedings in a state court except as \n381,  81  S.Ct.  632,  5  L.Ed.2d  620,  and  Pugach  v. \nexpressly authorized by the Act of Congress, or when \nDollinger, 365 U.S. 458, 81 S.Ct. 650, 5 L.Ed.2d 678. \nnecessary in aid  of  its  jurisdiction,  or  to  protect and \nThese cases are discussed more at length in the Wyckoff \neffectuate its judgments. In view of that statute the writ of \ncase, 196 F.Supp. 522-523. \nhabeas corpus was denied in the Wyckoff case, and citing \nin support thereof; Empire Pictures Distributing Co. v. \nThe whole question of State-Federal relationships and \nCity of Fort Worth, 5 Cir., 273 F.2d 529; Douglas v. City \ntheir history is discussed in a recent decision of the Court \n  5 \n \n\nof Appeals for the Fifth Circuit in Smith & Son, Inc. v.  of the peace, or under circumstances such that a breach of \nWilliams, 275 F.2d 396. Beginning on page 402 will be  the peace may be occasioned thereby: \nfound a large number of cases applicable to the questions \nbefore us.  ‘(1) crowds or congregates with others in or upon shore \nprotecting structure or structures, or a public street or \nStatutes generally known as peace statutes exist in most  public highway, or upon a public sidewalk, or any other \nof the States of the Union and have been applied under a  public place, or in any hotel, motel, store, restaurant, \nvariety of circumstances in recent times. They have been  lunch counter, cafeteria, sandwich shop, motion picture \nused by the officers of the States and subdivisions thereof  theatre, drive-in, beauty parlor, swimming pool area, or \nto  prevent  violence  and  more  serious  offenses  where  any sports or recreational area or place, or any other place \npeople  have  gathered, or are threatening to gather  in  of business engaged in selling or serving members of the \nnumbers under pressure of emotional stress. The public  public, or in or around any free entrance to any such place \npress carried an account recently *603 of a congregation  of business or public building, or to any building owned \nof a large number of white people when Negroes sought  by another individual, or a corporation, or a partnership or \nto make use of bathing beaches at or near Chicago. I was  an association, and who fails or refuses to disperse and \nstated that the state officers made use of loud speakers to  move on, or disperse or move on, when ordered so to do \norder  the  crowd  to  leave  the  scene  or  be  subject  to  by any law enforcement officer of any municipality, or \nimprisonment under state laws. It was not hinted that  county, in which such act or acts are committed, or by any \nthose who had collected did not have the full right to be  law enforcement officer of the State of Mississippi, or any \nwhere they were. Acting under state peace statutes, the  other authorized person, or \nofficers simply required them to move on, because in their \njudgment their presence was likely to lead to a breach of  ‘(2) insults or makes rude or obscene remarks or gestures, \nthe peace. The scope and reach of such statutes varies  or uses profane language, or physical acts, or indecent \nfrom  state  to  state,  and  their  application  to  a  given  proposals to or toward another or others, or disturbs or \nsituation makes a peculiar call on the judgment of state  obstructs or interferes with another or others, or \ntribunals before such application should be tested in a \ncourt of the United States.  (3) while in or on any public bus, taxicab, or other vehicle \nengaged in transporting members of the public for a fare \nThe situation disclosed by the facts in this record fall, in  or  charge,  causes  a  disturbance  or  does  or  says, \nour opinion, directly within the scope of the decisions of  respectively, any of the matters or things mentioned in \nthe Supreme Court requiring abstention until the State  subsection (2) supra, to, toward, or in the presence of any \ncourts have decided the full meaning of their respective  other passenger on said vehicle, or any person outside of \nstatutes and their application to the situations which are  said vehicle or in the process of boarding or departing \npresented to us.  from said vehicle, or any employee engaged in and about \nthe operation of such vehicle, or \nThe record before us shows the pendency of a number of \nproceedings before the State Courts of Mississippi under  ‘(4)  refusing  to  leave  the  premises  of  another  when \nthe peace statutes, and the class for which the plaintiffs  requested so to do by any owner, lessee, or any employee \nhere purport to act is already participating in state court  thereof, ‘shall be guilty of disorderly conduct, which is \nproceedings where all of the questions raised before us  made a misdemeanor, and, upon conviction thereof, shall \nmay be fully presented with the right of appeal to the  be punished by a fine of not more than two hundred \nSupreme Court of the United States.  dollars *604 ($200.00), or imprisonment in the county jail \nfor not more than four (4) months, or by both such fine \nAn  order  will  be  entered,  therefore,  abstaining  from  and imprisonment; and if any person shall be guilty of \nfurther action in this cause to give the State Courts of  disorderly conduct as defined herein and such conduct \nMississippi a reasonable opportunity to act either in the  shall lead to a breach of the peace or incite a riot in any of \ncases already pending or in any new case which any of  the places herein named, and as a result of said breach of \nthe parties may elect to commence.  the  peace  or  riot  another  person  or  persons  shall  be \nmaimed, killed or injured, then the person guilty of such \nAPPENDIX I  disorderly conduct as defined herein shall be guilty of a \nfelony,  and  upon  conviction  such  person  shall  be \nSTATUTES INVOLVED  imprisoned in the Penitentiary not longer than ten (10) \nyears. \nMississippi Code of 1942 \n‘2. The provisions of this act are supplementary to the \n§ 2087.5— ‘1. Whoever with intent to provoke a breach \nprovisions of any other statute of this state. \n  6 \n \n\n‘3. If any paragraph, sentence, or clause of this act shall  act,  shall  be  guilty  of  a  misdemeanor,  and  upon \nbe held to be unconstitutional or invalid, the same shall  conviction thereof, shall be punished by a fine of not \nnot affect any other part, portion or provision of this act,  more  than  five  hundred  dollars  ($500.00),  or  by \nbut such other part shall remain in full force and effect.’  imprisonment in the county jail not more than six (6) \nSource: Laws of 1960, c. 250.  months, or both. \n§ 2087.7— ‘1. It shall be unlawful for any person or  ‘2. The provisions of this act are supplementary to the \npersons, while in or on the premises of another, whether  provisions of any other statute of this state. \nthat  of  an  individual  person,  or  a  corporation,  or  a \npartnership, or an association, and on which property any  ‘3. If any paragraph, sentence or clause of this act shall be \nstore,  restaurant,  sandwich  shop,  hotel,  motel,  lunch  held to be unconstitutional or invalid, the same shall not \ncounter, bowling alley, moving picture theatre or drive-in  affect any other part, portion or provision thereof, but \ntheatre, barber shop or beauty shop, or any other lawful  such other part shall remain in full force and effect.’ \nbusiness is operated which engaged in selling articles of  Source: Laws of 1960, c. 254. \nmerchandise or services or accommodation to members of \nthe public, or engages generally in business transactions  *605 APPENDIX II \nwith members of the public, to: \nSTATUTES INVOLVED \n‘(1) prevent or seek to prevent, or interfere with, the \nMississippi Code of 1942 \nowner or operator of such place of business, or his agents \nor employees, serving or selling food and drink, or either, \n§  2351—  ‘If  any  person  or  corporation  operating  a \nor rendering service or accommodation, or selling to or \nrailroad shall fail to provide two or more passenger cars \nshowing merchandise to, or otherwise pursuing his lawful \nfor each passenger train, or to divide the passenger cars \noccupation or business with, customers or prospective \nby a partition, to secure separate accommodations for the \ncustomers, or other members of the public who may then \nwhite and colored races, as provided by law, or if any \nbe in such building, or \nrailroad  passenger  conductor  shall  fail  to  assign  each \npassenger to the car or compartment of the car used for \n‘(2) prevent or seek to prevent, or interfere with, or seek \nthe race to which the passenger belongs, he or it shall be \nto interfere with, other persons, expressly or impliedly \nguilty of a misdemeanor, and, on conviction shall be fined \ninvited  upon  said  premises,  or  prospective  customers, \nnot less than twenty dollars nor more than five hundred \ncoming into or frequenting such premises in the normal \ndollars.’ Source: Code of 1892, § 1276. \ncourse of the operation of the business conducted and \ncarried on upon said premises, \n§ 2351.5— ‘Every railroad company, bus company or \nother common carrier for hire owning, maintaining or \n‘shall be guilty of disorderly conduct, a misdemeanor, and \noperating a passenger depot, bus station or terminal where \nupon conviction thereof, shall be punished by a fine of not \na waiting room for passengers is maintained and operated \nmore  than  five  hundred  dollars  ($500.00),  or  by \nshall  cause  to  be  constructed  and  maintained  in \nimprisonment in the county jail for not more than six (6) \nconnection  with  such  reception  or  waiting  room  two \nmonths, or by both such fine and imprisonment. \nclosets or retiring or rest rooms to be exclusively used by \n‘2. The provisions of this act are supplementary to the  white  passengers  in  intrastate  commerce  arriving  and \nprovisions of any other statute of this state.  departing from such depot, bus station or terminal and the \nfollowing notice shall be painted or shown in bold letters \n‘3. If any paragraph, sentence, or clause of this act shall  on the door of one: ‘Rest room, white female only in \nbe held to be unconstitutional, or invalid, the same shall  intrastate travel,’ and on the other: ‘Rest room, white \nnot affect any other part, portion or provision thereof, but  male only in intrastate travel;’ and likewise two closets or \nsuch other part shall remain in full force and effect.’  retiring or rest rooms shall be constructed and maintained \nSource: Laws of 1960, c. 260.  for colored passengers in intrastate travel with like signs \npainted or shown in bold letters on the doors thereof, \n§ 2089.5— ‘1. Any person who disturbs the public peace,  substituting  the  word  ‘colored’  for  ‘white,’  and  such \nor the peace of others, by violent, or loud, or insulting, or  owner or operator shall see that the closets or rest rooms \nprofane, or indecent, or offensive, or boisterous conduct  are equally clean and in equally good sanitary condition. \nor language, or by intimidation, or seeking to intimidate \nany  other  person  or  persons,  or  by  conduct  either  ‘No white person shall enter, frequent, occupy or sue the \ncalculated to provoke a breach of the peace, or by conduct  colored closets or rest rooms required by this act, and no \nwhich may lead to a breach of the peace, or by any other  colored person shall enter, frequent, occupy or use the \n  7 \n \n\nwhite closets or rest rooms required by this act, except,  passenger cars for each passenger train, or by dividing the \nhowever, regularly employed persons of the owner or  passenger  cars  by  a  partition  to  secure  separate \noperator of the passenger depots, bus stations or terminals  accommodations; and the conductor of such passenger \nmay enter such closets or rest rooms in the discharge of  train shall have power, and is required, to assign each \ntheir assigned duties.  passenger to the car, or the compartment of a car, used for \nthe race to which such passenger belongs; and should any \n‘Any person violating the provisions of this act shall be  passenger refuse to occupy the car to which he or she is \nguilty of a misdemeanor and upon conviction thereof shall  assigned  by  the  conductor,  the  conductor  shall  have \nbe fined not more than one thousand dollars ($1,000.00)  power to refuse to carry such passenger on the train, and \nor confined in jail for not more than one year, or both.’  for such refusal neither he nor the railroad company shall \nSource: Laws of 1956, c. 259.  be liable for damages in any court.’ Source: Code of \n1892, § 3562. \n§ 2351.7— ‘1. Any person traveling in intrastate travel by \nrail, bus, airline or other common carrier for hire who  § 7785— ‘All persons or corporations operating street \nknowingly  or  wilfully  enters  or attempts  to  enter  the  railways  and  street  or  municipal  buses,  carrying \nwaiting room not marked and provided for persons other  passengers in this state, and every common carrier by \nthan his or her race as required by law, shall be guilty of a  motor vehicle of passengers in this state as defined by \nmisdemeanor and upon conviction thereof shall be fined  section 3(e) of chapter 142 of the laws of 1938 (§ 7634, \nnot  more  than  one  thousand  dollars  ($1,000.00)  and  Code  of  1942),  shall  provide  equal,  but  separate, \nimprisoned in jail not more than sixty (60) days, or both  accommodations for the white and colored races. \nsuch fine and imprisonment. \n‘Every common carrier by motor vehicle of passengers in \n‘2. No white person shall enter, frequent, occupy or use  this state, as defined by section 3(e) of chapter 142 of the \nthe colored waiting room of any depot, bus station or  laws of 1938 (§ 7634, Code of 1942), by buses or street \nterminal when such waiting room is marked in bold letters  cars operated entirely within the corporate limits of a \nas required by law; and no colored person shall enter,  municipality, or within a radius of 5 miles thereof, shall \nfrequent, occupy or use the white waiting room of any  divide its passengers by the use of an appropriate sign 4 X \ndepot, bus station or terminal when same is marked in  9 inches, for the purpose of, and in manner that will \nbold letters as required by law, except, however, regularly  ‘suitably provide for, a separation of the races, and all \nemployed persons of the owner or operator of depots, bus  other buses and motor vehicles carrying passengers for \nstations or terminals may enter same in the discharge of  hire in the state of Mississippi shall use a latticed movable \ntheir assigned and required duties.  partition extending from the top of the seat to the ceiling \nof the vehicle, said partition not to obstruct the view of \n‘Any person violating the provisions of this section shall \nthe  driver  of  the  vehicle  to  secure  such  separate \nbe guilty of a misdemeanor and upon conviction thereof  accommodations; provided, however, that this act shall \nshall  be  fined  not  more  than  one  thousand  dollars  not apply to buses operated exclusively for the carrying of \n($1,000.00) and imprisoned in jail for not more than one  military personnel; and the operators of such passenger \nyear, or both.  buses shall have power, and are required, to assign each \npassenger to the compartment of the bus used for the race \n‘3. No action or suit in law or in equity may be brought in \nto which such passenger belongs; and in no case shall any \nany court of this state against any law enforcement officer \npassenger  be  permitted  to  stand  in  the  aisle  of  the \nfor damages for false arrest of any passenger because of a \ncompartment in which he does not belong and is not so \nviolation of this act, nor shall any common carrier of \nassigned; and should any passenger refuse to occupy the \npassengers,  or  its  employees  be  subject  to  suit  for \ncompartment to which he or she belongs and is assigned, \ndamages on account of such common *606 carrier of \nthe operator shall have power to refuse to carry such \npassengers  or  its  employees  complying  with  the \npassenger  on  the  bus;  or  should  either  compartment \nprovisions of this act. \nbecome so loaded in transit as not to permit the taking on \nof any further passengers for that compartment, then the \n‘4. In the event any part or parts of this act shall be held \nbus operator shall not be required and shall refuse to take \nunconstitutional, the remaining portion of this act shall \non any further passengers in violation of this act. Even \nremain in full force and effect.’ Source: Laws of 1956, c. \nthough such additional passengers may have purchased \n260. \nand may hold tickets for transportation on the said bus, \nthe only remedy said passengers shall have for failure or \n§ 7784— ‘Every railroad carrying passengers in this state \nrefusal to carry them under such circumstances is the right \nshall provide equal but separate accommodations for the \nto a refund of the cost of his ticket, and for said refusal in \nwhite  and  colored  races  by  providing  two  or  more \n  8 \n \n\neither case neither the operator nor the common carrier  county jail for not less than ten days nor more than thirty \nshall be liable for damages in any court. Such partition  days for each and every offense; provided, that nothing \nmay be made movable so as to allow adjustment of the  herein contained shall be construed as applying to nurses \nspace  in  the  bus  to  suit  the  requirements  of  traffic.’  attending children of the other race.’ Source: Code of \nSource: Code of 1906, § 4060.  1906, § 4062. \n§ 7786— ‘The operators of such street cars and street  § 7787.5— ‘1. In all passenger depots, bus stations or \nbuses and motor vehicles, as defined by chapter 142 of  terminals  owned,  operated  or  leased  in  the  State  of \nthe laws of 1938 (§§ 7632-7687, Code of 1942) shall have  Mississippi by a railroad company, bus company or any \npower and are required to assign each passenger to the  other  common  carrier  of  passengers,  the  owner  or \nspace or compartment used for the race to which such  operator  thereof  shall  cause  to  be  constructed  and \npassenger belongs.  maintained waiting or reception rooms as will secure the \ncomfort of the passengers. \n‘Any passenger undertaking or attempting to go into the \nspace or compartment to which by race he or she does not  ‘In such depots, bus stations or terminals there shall be \nbelong shall be guilty of a misdemeanor, *607 and upon  constructed,  provided  and  maintained  for  the  white \nconviction, shall be liable to a fine of twenty-five dollars  intrastate passengers a separate waiting or reception room, \n($25.00), or, in lieu thereof, by imprisonment for a period  on each entrance to which shall be painted or shown in \nof not more than thirty (30) days in the county jail; and  bold  letters  the  following:—  ‘White  waiting  room, \nany operator of any street car or street bus or motor  intrastate passengers’; and in such depot, bus station or \nvehicle  as  herein  defined,  assigning  or  placing  a  terminal  there  shall  be  constructed,  provided  and \npassenger to the space or compartment other than the one  maintained a separate waiting or reception room for the \nset aside for the race to which said passenger belongs  color intrastate passengers, on each entrance to which \nshall be guilty of a misdemeanor and, upon conviction,  shall be painted or shown in bold letters the following:— \nshall be liable to a fine of twenty-five dollars ($25.00), or,  ‘Colored waiting room, intrastate passengers.’ \nin lieu thereof, to imprisonment for a period of not more \nthan thirty (30) days in the county jail.’ Source: Code of  ‘2. Any common carrier of passengers for hire or any \n1906, § 4061.  railroad  or  bus  company,  whether  an  individual  or \ncorporation, which fails or refuses to comply with the \n§ 7786.01— ‘Every person or corporation operating street  provisions of this act shall be liable in the penal sum of \nrailways  and  street  or  municipal  buses,  carrying  one thousand dollars ($1,000.00) per day for each day of \npassengers in this state, and every common carrier of  such failure or refusal, to be recovered by suit filed in the \npassengers in this state by motor vehicle, as defined by  county in which such depot, bus station or terminal is \nsection 3(e) of chapter 142 of the laws of 1938 (§ 7634,  situated,  by  either  the  attorney  general,  the  district \nCode of 1942), guilty of wilful and continued failure to  attorney of the district, or the county attorney of the \nobserve or comply with the provisions of this act shall be  county  in  which  said  passenger  depot,  bus  station  or \nliable to a fine of twenty-five dollars ($25.00) for each  terminal is situated, and such suit shall be brought in the \noffense, and each day’s violation of the provision hereof  circuit court of the county in which said passenger depot, \nshall constitute a separate violation of this act; provided,  bus station or terminal is situated. \nhowever,  that  in  the  case  of  persons  or  corporations \noperating street railways and street or municipal buses,  ‘In addition to the penalty provided herein, the Attorney \nthe  fine  shall  be  ten  dollars  ($10.00)  instead  of  General of the State of Mississippi or the district attorney \ntwenty-five ($25.00). Source: Laws of 1944, c. 267.  of the district, or county attorney in the county in which \nsaid depot, bus station *608 or terminal is situated may \n§ 7787— ‘All officers and directors of street railway  file  suit  in  the  chancery  court  of  such  county  for  a \ncompanies who shall refuse or neglect to comply with the  mandatory  injunction  to  compel  compliance  with  the \nprovisions and requirements of the two preceding sections  provisions of this act, and the chancery court of any \nshall be deemed guilty of a misdemeanor, on conviction  county wherein the provisions of this act are not complied \nshall be fined not less than one hundred dollars or be  with  shall  have  jurisdiction  to  issue  an  injunction  to \nimprisoned in the county jail not less than sixty days, and  require compliance with this act, and to hold in contempt \nnot more than six months, and any conductor or other  of court any railroad company, bus company or any other \nemployee of such street car company having charge of the  common carrier of passengers failing to comply with the \nsame,  who  shall  refuse  or  neglect  to  carry  out  the  orders and decrees of the court directing compliance with \nprovisions of this chapter shall, on conviction, be fined  this act. \nnot less than twenty-five dollars or be imprisoned in the \n‘3. The requirements of this act shall not be applicable to \n  9 \n \n\nany  person,  firm  or  corporation  operating  a  place  of  Congress. 28 U.S.C.A. § 2254, provides as follows: \nbusiness wherein said person, firm or corporation acts \nonly as ticket agent for a bus company or other common  §  ‘2254.  State  custody;  remedies  in  State  courts.  An \ncarrier in addition to his regular business and wherein no  application for a writ of habeas corpus in behalf of a \npassenger waiting room or reception room is maintained.’  person in custody pursuant to the judgment of a State \nSource: Laws of 1956, c. 258.  court  shall  not  be  granted  unless  it  appears  that  the \napplicant  has  exhausted the  remedies  available  in  the \nAPPENDIX III  courts of the State, or that there is either an absence of \navailable  state  corrective  process  or  the  existence  of \nIn the United States Court of Appeals for the Fifth Circuit  circumstances  rendering  such  process  ineffective  to \nprotect the rights of the prisoner. \nIn the Matter of: ELIZABETH PORTER WYCKOFF For \na Writ of Habeas Corpus  ‘An applicant shall not be deemed to have exhausted the \nremedies available in the courts of the State, within the \nBefore  TUTTLE,  Chief  Judge,  and  JONES  and  meaning of this section, if he has the right under the law \nWISDOM, Circuit Judges.  of the State to raise, by any available procedure, the \nquestion presented.’ \nOpinion \n \nIt not appearing from anything asserted in the petition in \n \nthis case that petitioner sought to appeal her conviction, \nwhich she alleges to have been void and unconstitutional, \nBY THE COURT. \nor that she is financially unable to make bond pending \nsuch appeal, and it not appearing that petitioner has *609 \nThe petitioner herein seeks an order authorizing her to \nno right to test her detention by habeas corpus in the state \nappeal from an order entered July 6, 1961, entered by the \ncourts of Mississippi, there appears to be no sound reason \nUnited States District Court for the Southern District of \nfor this Court to grant petitioner’s motion for expediting \nMississippi, and moves for permission to proceed on her \nthe hearing in this Court. There thus appears to be no \nappeal  upon  the  original  papers  filed  in  said  District \nsound  reason  for  granting  petitioner’s  motion  for \nCourt. Petitioner further moves for an immediate hearing \npermission to appeal upon the original papers, since no \nof said appeal. \nallegations  are  contained  in  the  petition  asserting \npetitioner’s financial inability to cause the record to be \nPetitioner asserts that she was arrested ‘for entering the \nprepared in accordance with the rules of this Court. \nwhite  waiting  room at  the  Continental  Bus Terminal, \nJackson, Mississippi, in the company of other interstate \nThe motions are, therefore, denied. \npassengers of the Negro race, was sentenced on June 5, \n \n1961, to two months imprisonment in the Hinds County \n \njail, suspended, and a fine of $200 for violating Section \n2087.5, Mississippi Code of 1942, As amended.’ \nRIVES, Circuit Judge (dissenting). \nPetitioner asserts that because of the short term of her \n \ndetention, and ‘the clear violation by respondent of the \nconstitution  and  laws  of  the  United  States,  the \nThe  complaint  seeks  to  enjoin  state-imposed  racial \nrequirements that she must first exhaust her state remedies \nsegregation  in  public  travel  facilities  in  the  State  of \nwould, in effect, deny her the right of habeas corpus, in a  Mississippi and the City of Jackson, Mississippi. It seeks \nsituation where it was the sole effective remedy with  relief against two types of statutes and ordinances: (1) \nwhich to safeguard her statutory and constitutional rights  laws which on their face require the segregation of the \nand liberties.’  races,  and  (2)  laws  which  purport  to  deal  with  the \nmaintenance of law and order but which, according to the \nIt no where appears in the petition that the petitioner has \ncomplaint, are used to maintain segregation. \nattempted to exhaust remedies available to her in the \ncourts of the state of Mississippi, or that there is either an \nThe plaintiffs are three adult Negro citizens residing in \nabsence  of  available  state  remedies  or  that  other  Jackson, Mississippi, who sue on behalf of themselves \ncircumstances  exist  which  render  such  state  remedies  and of other Negroes similarly situated and affected by \nineffective to protect the rights of the prisoner.  the  statutes  and  ordinances  complained  of.1  The \ndefendants are the Attorney General of Mississippi; the \nThe jurisdiction of a federal court is fixed by the Acts of \nCity of Jackson, its Mayor, Commissioners and Chief of \n  10 \n \n\nPolice; Jackson Municipal Airport Authority; Continental  was filed on October 10, 1961. The testimony has now \nSouthern Lines, Inc.; Southern Greyhound Lines; Illinois  been transcribed and was filed on October 20, 1961, and \nCentral  Railroad,  Inc.;  Jackson  City  Lines,  Inc.;  and  additional briefs have been filed by the parties and by the \nCicero Carr d/b/a Cicero’s Airport Restaurant.  amicus curiae, the United States of America. \nThe  original  complaint  and  motion  for  preliminary  The evidentiary disputes are not very material. The formal \ninjunction were filed on June 9, 1961. A hearing on the  allegations of the complaint, the identity and residence of \nplaintiffs’ motion for preliminary injunction was set for  the plaintiffs, their use of the transportation facilities in \nJuly 10, 1961. That hearing was continued because of the  question, the identification of the carrier defendants, their \nillness of an Assistant Attorney General of Mississippi.  use of the busses, cars, terminals, depots, rest rooms, \nThe hearing was reset for August 7, 1961.  drinking  fountains,  etc.,  were  all  either  admitted  or \nestablished by undisputed evidence. Continental Southern \nMeanwhile, an amended Complaint was filed on July 17,  and Greyhound admitted that in their Jackson terminals or \n1961. The hearing set for August 7, 1961 was confined to  depots there are signs on the outside doors of one waiting \nthe argument of motions to dismiss, motions to dissolve  room which read: ‘Colored Waiting Room— Intrastate \nthe three-judge court, motions to abstain, motions for  Passengers,’ and signs on the outside doors of another \nmore definite statements, motions to require the plaintiffs  waiting  room  which  read:  ‘White  Waiting \nto  furnish  security  for  costs,  and  to  the  plaintiffs’  Room—Intrastate  Passengers,’  and  on  the  sidewalks \ninsistence upon a hearing of their motion for preliminary  outside the respective waiting rooms are signs which read: \ninjunction. By order entered on that date, August 7, 1961,  ‘Waiting  Room  for  Colored  Only—  by  Order  Police \nthe court allowed the Amended Complaint which had  Dept.’ and ‘Waiting Room for White Only— by Order \nbeen filed July 17, 1961; allowed the plaintiffs to join as  Police Dept.’ Each bus company claimed that it did not \nan  additional  party  defendant  the  Jackson  Municipal  place the signs on the sidewalks, and that the signs on or \nAirport Authority; provided for service upon the party and  over the doors were placed ‘pursuant to the provisions of \nfor the filing of any motions and answers on its behalf;  Chapter  258,  Laws  of  1956,  Regular  Session  of \ndenied the motions to dismiss for lack of indispensable  Mississippi  Legislature.’  The  bus  companies  further \nparties;  denied,  on  conditions  immediately  met,  the  admitted that similar signs on or over the doors appear on \nmotions for more definite statements and the motions to  waiting rooms in all terminals or depots in the State of \nrequire the plaintiffs to furnish security for costs; and  Mississippi. \ncarried  with  the  case  for  later  disposition  the  other \nmotions  to  dismiss,  the  motions  to  dissolve  the  Illinois Central admitted that in its railroad terminal or \nthree-judge court, and the motions to abstain.  deport  in  Jackson  it  maintains  two  separate  waiting \nrooms, on the sidewalk outside of one of which are signs \nOver the plaintiffs’ objection, their request to be heard on  reading respectively: ‘Waiting Room for Colored Only, \ntheir motion for preliminary injunction was denied ‘in  by Order Police Dept.’ and ‘Waiting Room for White \nview of the broadening of the issues2 by the Amended  Only, by Order Police Dept.,’ and that similar signs are \nComplaint filed on July 17, 1961, and of the bringing in  located in the railroad terminal at the bottom of the stairs \non this date of a new party defendant,’ and the hearing of  leading from the trains. \nthe motion for preliminary injunction was passed until \nSeptember 25, 1961. It was further ordered that on that  The Chief of Police of Jackson in his testimony admitted \ndate the *610 court would hear the case, both on said  that the signs on the sidewalk were placed by the Police \nmotion and on the prayer for permanent relief. The court  Department pursuant to the City segregation ordinance. \nstated its intention finally to dispose of the case following \nthe hearing set for September 25, 1961.  Both the two Bus Companies and the Railroad denied \nenforcing segregation on busses or cars. \nOn September 25, 1961, over certain objections noted in \nthe transcript of testimony, the court did proceed with the  The Jackson City Lines admitted that, pursuant to State \nhearing of the case both on the motion for preliminary  law, it maintains signs on its busses directing that Negroes \ninjunction and on the prayer for permanent relief. The  and whites sit in separate parts, and that, when those \ntaking  of  testimony  consumed  three  days—  Monday,  directions are not observed and a ‘breach of the peace is \nTuesday and Wednesday, September 25, 26 and 27. On  imminent,’  it  has  a  policy  of  stopping  the  bus  and \nThursday, September 28, oral arguments of counsel were  proceeding no further. \nheard, and a further exhibit of the plaintiffs (No. 36) was \nreceived.  The  defendant  Greyhound  Corporation  was  The  Jackson  Municipal  Airport  Authority  admitted \npermitted to take the deposition of A. W. Wilson, which  segregation of the rest rooms and drinking fountains in its \nwaiting rooms. Cicero Carr, the lessee of the restaurant at \n  11 \n \n\nthe Airport, admitted that he would not serve Negroes in  have stated it? A. The policy of the City of Jackson is \nthe main dining room, but would serve them on a back  certainly adopted in the ordinance, which is based on \ncounter in a room partially used for storage.  State law, that is taken from State law, and is based on \nexactly what I have said, the matter of separation of the \nThe  Mayor  of  the  City  of  Jackson,  the  chief  law  races.’ \nenforcement official of the City, and the State Attorney \nGeneral  were  questioned  on  their  racial  policy  with  The  State  Attorney  General  testified  on  direct \nrespect to public transportation facilities. The majority  examination that it was his duty to enforce all of the laws \nruled  that  such  testimony  was  inadmissible,  and  I  in the State. He was extremely evasive on answering \ndissented. The testimony was admitted under Rule 43(c)  whether the State segregation laws affected his duty as \nof the Federal Rules of Civil Procedure, 28 U.S.C. as a  Attorney General; however, he did say that they were \nspecific offer of evidence. The statement of the Mayor is  laws  of  the  State,  that  they  had  not  been  declared \n*611 so pertinent it should be quoted at length. (The  unconstitutional,  and  that  he  would  enforce  them  ‘if \nordinance under discussion in his testimony is the City  conditions arise to such a point that I thought it was \nordinance  requiring  the  segregation  of  transportation  necessary  to  bring  them  into  effect.’  He  said  in  a \nfacilities.)  concluding statement: \n‘Q. * * * State your understanding of the racial policy of  ‘My sole purpose since the beginning of these instigated \nthe City of Jackson with respect to transportation facilities  troubles that were instigated outside our State and brought \nin the City of Jackson. A. * * * It has been the policy of  to our State, has been the preservation of peace and order \nmine as chief law enforcement officer, and the members  within the borders of the State of Mississippi. I have \nof the city council and the police department and of the  undertaken that, along with all other public officials and \npeople of Jackson, to maintain what has worked over the  law enforcement officers of this State.’ \nlast  hundred  years  to  bring  happiness  and  peace  and \nprosperity to everyone within our city. That has been done  Part of such undertakings were meetings prior to and just \nby a separation of the races, not segregation. We never  after the arrival of the first group of Freedom Riders on \nrefer to it as segregation. Now, of course, you know and I  May 24, 1961, attended by himself, the Mayor and Chief \nknow the State law upon which the City ordinance was  of  Police  of  Jackson.  Plans  were  discussed  at  these \npatterned  in  1956,  with  the  preamble  put in as  ours,  meetings for dealing with the Freedom Riders. On this \nshowing why— to maintain peace and order and to keep  point he testified: \ndown disturbances. Since I have been Mayor I do not \n‘Q. Did you discuss with the Chief of Police what steps he \nrecall one incident where there has been an arrest under \nwas *612 going to take to preserve law and order? A. \nthis ordinance or any segregation ordinance. We have at \nYes, we discussed plans. \nall  times  tried  to  maintain  peace  and  keep  down \ndisturbances. That is the policy. Our policy calls for a \n‘Q. What were those plans? A. The plan was to do exactly \ngreat deal of give and take. It is agreeable to both the \nwhat they did, first of all to keep down riot and disorder, \nwhite and the colored. * * * So you see that laws can \nand these arrests necessarily followed. They could have \ncome and laws can go and laws can be changed, but the \nbeen easily avoided had your clients only wanted them \npolicy  adopted  here  is  to  maintain  happiness  and \navoided * * *.’ \ncontentment between the races, within the law, and at the \nsame time giving the benefit of the great advantage over \nThe  Attorney  General  is  not  responsible  for  the \nthe years of living together in peace and quiet. \nenforcement  of  state  law  in  the  local  courts;  he  is, \nnevertheless,  the  chief  policymaker  of  state  law \n‘Q. Does this ordinance accurately reflect this policy, in \nenforcement. \neffect, which you have just stated? * * * A. I think so * * \n*. However, as Your Honors have read it, you read the \nThe plaintiffs offered evidence of the arrests for breach of \nlast paragraph there, it says, ‘The Council of the said City \nthe peace of passengers on the defendant carriers. There is \nof Jackson owes the duty to its citizens, regardless of race, \nevidence of two incidents on the busses of the Jackson \ncolor, creed or station in life, to maintain good order and \nCity Lines. (In fact, the records of the City Lines contain \nto prevent breaches of the peace, and thereby to promote \nreports on only two incidents.) Plaintiff Bailey testified to \nthe health and general welfare of all its citizens,’ and then \nthe arrest of one Charles Patterson, a Negro, for refusing \nof course we adopted the State ordinance in this. * * * \nto move when a white man got on the bus and sat down \nnext to him. Witness Doris Grayson testified to the arrest \n‘Q. * * * Does the body of the ordinance, apart from the \nof herself and three companions who got on a City Lines \npreamble, reflect the policy of the City of Jackson as you \nbus in the center of the City and sat in a front seat. The \n  12 \n \n\nbus was stopped for 10 minutes before a policeman came  ‘Q. What did they do in violation of law and order? A. \nalong. In neither instance is there any evidence in the  When I ordered them to leave, they just stood there, as \nrecord of an actual or threatened breach of the peace. The  though they hadn’t heard me say a word. I repeated that \ndriver in the Grayson incident testified:  order several times, and they refused to obey, and that is \nwhen I arrested them.’ \n‘Q. Were there any white persons on the bus? A. Yes. \nHe testified that all the other arrests in the waiting rooms \n‘Q. At the time these four Negroes were on the bus? A.  of the remaining depots were virtually identical. \nYes. \nThe  testimony  with  respect  to  the  circumstances \n‘Q. Was there any disturbance on the bus? A. Not a bit.  surrounding the arrests is equally explicit. Chief of Police \nRayfield *613 was questioned on the existence of crowds \n‘Q. Was there any disturbance outside the bus? A. No, not  of people around any of the terminals when a group of \nany.’  Riders arrived and were arrested. He testified that there \nwere two such occasions, one on the first arrival at the \nThe  record  also  includes  evidence  on  the  arrests  of \nTrailways terminal on May 24 when he was present, and \napproximately 300 Freedom Riders in the terminals of the \nanother when the first group came to the Illinois Central \ndefendant interstate carriers. Captain Ray of the Jackson \nterminal, of which he had a report. At the Trailways \nPolice Department, who personally made the majority, if \nterminal,  he  testified  that  a  number  of  people  were \nnot all, of the arrests, testified as follows with respect to \nwaiting  in  cars  and  others  congregated  outside  the \nthe activities of the Negroes arrested in the white waiting \nterminal. To his knowledge none of them were fighting, \nroom of the Illinois Central Railroad: \nloud or armed; their attitude, however, he termed hostile. \nThe ones not in cars were asked to disperse, and they did. \n‘Q. What were the Negroes doing that you arrested in \nAt the Illinois Central terminal, Rayfield had reports that \nthere? * * * A. They came in the terminal. \n10 or 15 people were milling about in the street exhibiting \na hostile and disturbed attitude. They were asked to move, \n‘Q. What did they do? A. They came in and some of them \nthey complied and were gone by the time the Riders \nhad seats and some of them stood. \narrived. He then testified: \n‘Q. What else did they do? A. That is about all. \n‘Q. Did you receive any other reports from your police \n‘Q. Were they armed? A. I never found any of them  officers of this nature? A. That’s the only two. \narmed. \n‘Q. The only two reports you know about?’ A. The only \n‘Q. Were they loud? A. No.  two I received where there could have been any situation \nlike you were just discussing. Now, the others I don’t \n‘Q. Did they use any curse words? A. No.  recall that there has been any other trouble around any of \nthe terminals.’ \n‘Q. Did they strike anybody? A. No. \nCaptain Ray testified that the events within the terminal \n‘Q. Did they threaten anybody? A. No.  were roughly similar for all the arrests: Before the arrival \nof  a  group,  people  inside  the  terminal  would  make \n‘Q. Did you arrest them? A. I sure did.  remarks, none of which particularly threatened violence. \nIf necessary, he would order all those who did not have \n‘Q. For what? A. Because their presence provoked people \ntickets or some business in the terminal to leave; they \nand caused them to become disturbed, and I felt it best to \nalways complied. When the group arrived, some remarks \nmaintain law and order and to order them to leave there. \nwere made, people in the terminal would follow them \nWhen they refused to obey my order, they were arrested. \naround, but no acts of violence ever took place. Captain \nRay  ventured the opinion that  there might have  been \n‘Q. Would you explain what you mean by ‘their presence \nincidents of violence had he not arrested the Riders, but \nthere provoked people’? A. Well, as I stated earlier, we \nthere is no indication that the situation could not have \nhad advance notice that they were coming to Jackson to \nbeen handled by restraining or arresting the offending \ncreate an incident similar to what has happened in other \nparty. \ncities, and my duty there was to maintain law and order, \nand I felt it best to get the root of the trouble out of there, \nThis  is  the  extent  of  the  evidence  in  the  record  on \nand that is when I ordered them to leave. \npotential breaches of the peace. \n  13 \n \n\nThis action was brought by three Negro plaintiffs from  invocation of martial law was invalid and that the military \nthe  City  of  Jackson  as  a  class  action,  on  behalf  of  orders enforcing the production limitations were a denial \nthemselves and other Negroes similarly situated, under  of due process. The Supreme Court upheld the district \nthe Civil Rights Act, 42 U.S.C.A. § 1983, which creates  court and specifically approved the extensive findings of \nan equitable cause of action against  fact: \n‘Accordingly, it has been decided in a great variety of \n‘Every person who, under color of any statute, ordinance,  circumstances that, when questions of law and fact are so \nregulation, custom, or usage, or any State or Territory,  intermingled as to make it necessary, in order to pass \nsubjects, or causes to be subjected, any citizen of the  upon the federal question, the court may, and should, \nUnited  States  or  other  person  within  the  jurisdiction  analyze the facts.’ (287 U.S. at p. 398, 53 S.Ct. at p. 195.) \nthereof to the deprivation of any rights, privileges, or \nimmunities secured by the Constitution and laws * * *.’  The Court went on to say that the jurisdiction of the \nThe  jurisdiction  of  the  three-judge  court  is  invoked  three-judge court \npursuant  to  28  U.S.C.  §  2281,  §  2284  because  the  ‘* * * extends to every question involved, whether of \nconstitutionality of state statutes has been attacked. The  state or federal law, and enables the court to rest its \nstatutes attacked are the so-called segregation statutes of  judgment on the decision of such of the questions as in its \nthe State of Mississippi which require racial segregation  opinion effectively dispose of the case.’ (287 U.S. at pp. \nin all common carriers and in waiting room and rest room  393-394, 53 S.Ct. at p. 193.) \nfacilities  used  by  the  carriers,  and  provide  criminal \npenalties for carriers and persons refusing to abide by  See also, Hurn v. Oursler, 1933, 289 U.S. 238, 53 S.Ct. \nthese laws.3  586, 77 L.Ed. 1148; Florida Lime & Avacado Growers v. \nJacobsen, 1960, 362 U.S. 73, 80 S.Ct. 568, 4 L.Ed.2d 568; \nThe defendants attacked the jurisdiction of the three-judge  Evers v. Dwyer, 1958, 358 U.S. 202, 79 S.Ct. 178, 3 \ncourt on the ground that these statutes have never been  L.Ed.2d 222. \nenforced  and  no  arrests  have  been  made  under  their \nprovisions. Under the recent case of Poe v. Ullman, 1961,  The City of Jackson, its Mayor, Commissioners and Chief \n367 U.S. 497, 81 S.Ct. 1752, 6 L.Ed.2d 989, the complete  of Police urge that the City cannot be sued in this action. \nfailure to enforce a state law, coupled with its open and  They rely upon Monroe v. Pape, 1961, 365 U.S. 167, 191 \nnotorious  violation,  prevents  the  federal  courts  from  n. 50, 81 S.Ct. 473, 5 L.Ed.2d 492, and Egan v. City of \nreaching the constitutionality of the statute since no case  Aurora, 1961, 365 U.S. 514, 81 S.Ct. 684, 5 L.Ed.2d 741. \nor controversy is presented. If such were the case here, the  The question is also relevant to relief against the Jackson \nthree-judge court would not have jurisdiction. *614 The  Airport Authority. \nevidence shows, however, that the defendant carriers and \nThe direct holding in Monroe v. Pape is that a municipal \nthe  Jackson  police  maintain  signs  pursuant  to  the \ncommand of these statutes. This is sufficient evidence of  corporation  is  not  a  ‘person’  within  the  meaning  of \nenforcement to create a case or controversy and maintain  Section  1983  for the purpose  of holding  it liable  for \nthe jurisdiction of the three-judge court.  damages, and is based upon the finding that Congress \nrejected an amendment which would have made such \nIn the alternative, the defendants argue that jurisdiction  corporations liable for money damages in specific cases. \nover  the  segregation  statutes  may  not  extend  to  the  365 U.S. at 188, 81 S.Ct. 473. The defendants argue that \ncollateral  problem  of  enforcement  of  segregation  by  if the City is not a ‘person’ for purposes of damages, it \nmeans of the breach of the peace statutes on the grounds:  cannot be a ‘person’ for purposes of an injunction, and \n(1) there is no authority under § 2284, and (2) the court  further argue that the Supreme Court specifically so held \nmay not consider issues of fact. The concept of federal  in footnote 50 of Monroe v. Pape, supra in 365 U.S. at p. \njurisdiction is by no means this narrow. In Sterling v.  191, 81 S.Ct. at p. 486 when it said: \nConstantin, 1932, 287 U.S. 378, 53 S.Ct. 190, 193, 77 \nL.Ed.  375,  the  jurisdiction  of  the  three-judge  court,  ‘In a few cases in which equitable relief has been sought, \noriginally  invoked  to  test  a  state  statute  limiting  oil  a municipality has been named, along with city officials, \nas defendant where violations of 42 U.S.C. § 1983, 42 \nproduction,  extended  to  the  Governor  of  Oklahoma’s \nU.S.C.A. § 1983, were alleged. See, e.g., Douglas v. City \nattempt to institute the same production limitations by fiat \nof Jeannette, 319 U.S. 157 (63 S.Ct. 882, 87 L.Ed. 1324); \nunder martial law The three-judge court made extensive \nHolmes v. City of Atlanta, 350 U.S. 879 (76 S.Ct. 141, \nfindings  and  concluded:  ‘The  evidence  shows  no \n100 L.Ed. 776). The question dealt with in our opinion \ninsurrection nor riot; in fact, existing at any time in the \nwas not raised in those cases, either by the parties or by \nterritory,  no  closure of  the courts,  no  failure  of civil \nauthorities.’  On  this  basis,  the  court  held  that  the  the Court. Since we hold that a Municipal corporation is \nnot a ‘person’ within the meaning of § 1983, no inference \n  14 \n \n\nto *615 the contrary can any longer be drawn from those  L.Ed. 375; Ex parte Young, 1908, 209 U.S. 123, 155, 156, \ncases.’  28 S.Ct. 441, 52 L.Ed. 714; Graves v. Texas Company, \n1936, 298 U.S. 393, 403-404, 56 S.Ct. 818, 80 L.Ed. \nThe question of whether a municipality could be sued  1236; Georgia R.R. & Banking Co. v. Redwine, 1952, \nunder § 1983 for equitable relief, however, was not before  342 U.S. 299, 305 n. 17, 72 S.Ct. 321, 96 L.Ed. 335. \nthe Court, and I do not believe that the Court intended in a \nfootnote  to  overrule  prior  cases  indicating  that  a  I would hold that the City of Jackson and the Jackson \nmunicipal corporation could be so sued. See Douglas v.  Airport Authority are proper parties. \nJeannette, supra; Holmes v. City of Atlanta, supra; Mayor \nand City Council of Baltimore City v. Dawson, 350 U.S.  All motions attacking this court’s jurisdiction should be \n877, 76 S.Ct. 133, 100 L.Ed. 774, affirming 220 F.2d 386  overruled. \n(4 Cir., 1955). This is especially true when the legislative  Nor should this court abstain from considering the merits. \nhistory upon which the Court relies is directed solely to  The court may not rely on Harrison v. N.A.A.C.P., 1959, \nthe question of damages. We are not here concerned with  360 U.S. 167, 79 S.Ct. 1025, 3 L.Ed.2d 1152, which \nthe question of tortious action and the liability of the City  approves abstention where the state law attacked might be \ntaxpayers  for  such  actions  over  which they  had  little  construed by the state courts to avoid the constitutional \npossible control. The question here is one of prospective  question, since the segregation statutes are incapable of a \nequitable  relief  for  the  protection  of  the  plaintiffs’  valid construction. No authority whatsoever may be found \nconstitutional rights against not just the tortious activity of  for the proposition, that, where a state statute is clearly \nindividuals,  but  the  enforcement  of  City  ordinances,  and  unavoidably  unconstitutional  on  its  face,  comity \nofficially declaring City policy, and officially recorded on  requires that state courts be allowed the privilege of so \nthe City Journal. This same issue has been before the  declaring.  Such  a  rule  would  be,  not  abstention,  but \nSeventh Circuit Court of Appeals since Monroe v. Pape,  abdication of our judicial function. Nor may this court \nand that Court held:  rely on Douglas v. Jeannette, 1943, 319 U.S. 157, 63 S.Ct. \n882, 87 L.Ed. 1324, which held that federal courts, as a \n‘None of the reasons which support a city’s immunity  matter of comity and equitable discretion, *616 should \nfrom an action for damages for tortious injuries already  not  interfere  with  state  criminal  proceedings  and  law \ninflicted by its officers, agents or servants applies to this  enforcement  officials  when  an  adequate  remedy  is \ncase. No reason is apparent why a city and its officials  provided in the state proceedings for the protection and \nshould  not  be  restrained  from  prospectively  violating  assertion  of  all  constitutional  rights.  The  primary \nplaintiffs’  constitutional  rights  pursuant  to  its  own  requirement of Douglas v. Jeannette is that there be an \nlegislative enactment, and an injunction not be granted as  adequate  state  remedy;  that is  not the  case  here.  An \nprovided in § 1983.’  exception to Jeannette has developed in favor of class \nactions on behalf of Negroes combating state supported \nAdams v. City of Park Ridge, 7 Cir., 1961, 293 F.2d 585,  segregation.  As  stated  by  the  Court  of  Appeals  in \n587.  For  these reasons,  I  believe  that  footnote  50  in  Morrison v. Davis, 5 Cir., 1958, 252 F.2d 102, 103: \nMonroe v. Pape may be construed to say that, whether or \nnot a municipal corporation is subject to equitable relief  ‘This is not such a case as requires the withholding of \nunder § 1983, no inference from cases indicating that it  federal court action for reason of comity, since for the \nmay is relevant to the issue of its liability for damages.  protection of civil rights of the kind asserted Congress has \ncreated a separate and distinct federal cause of action. 42 \nMore  fundamentally,  however,  the  plaintiffs’  right  of  U.S.C.A. § 1983. Whatever may be the rule as to other \naction against the City does not depend alone upon §  threatened  prosecutions,  the  Supreme  Court  in  a  case \n1983.  The  rights  asserted  here  are  based  on  the  presenting  an  identical  factual  issue  affirmed  the \nConstitution which itself creates the cause of action for  judgment of the trial court in the Browder case (Browder \nequitable relief and, within the meaning of 28 U.S.C. §  v. Gayle, D.C.Ala., 142 F.Supp. 707, aff’d 352 U.S. 903, \n1343(3) (the jurisdictional provision upon which this suit  77  S.Ct.  145,  1  L.Ed.2d  114)  in  which  the  same \nis based), authorizes this suit. Cf. Bell v. Hood, 1946, 327  contention  was  advanced.  To  the  extent  that  this  is \nU.S. 678, 66 S.Ct. 773, 90 L.Ed. 939; Brewer v. Hoxie  inconsistent with Douglas v. City of Jeannette, Pa., 319 \nSchool District No. 46, 8 Cir., 1956, 238 F.2d 91, 103;  U.S. 157, 63 S.Ct. 877, 87 L.Ed. 1324, we must consider \nHart & Wechsler, The Federal Courts And The Federal  the earlier case modified.’ \nSystem 794-97 (1953). Doctrines of immunity can have \nno  application  to  suits  in  equity  brought  to  restrain  Actually, this is not so much an exception as a practical \ninvasions  of  federal  constitutional  rights.  Sterling  v.  application of the Jeannette requirement of ‘adequacy.’ \nConstantin, 1932, 287 U.S. 378, 393, 53 S.Ct. 190, 77  For the alternative to this suit is that a great number of \n  15 \n \n\nindividual Negroes would have to raise and protect their  the  oppressions  of  those  who  had  formerly  exercised \nconstitutional  rights  through  the  myriad  procedure  of  unlimited dominion over him. It is true that only the \nlocal  police  courts,  county  courts  and  state  appellate  fifteenth amendment, in terms, mentions the negro by \ncourts, with little prospect of relief before they reach the  speaking of his color and his slavery. But it is just as true \nUnited States Supreme Court. That Court already has a  that  each  of  the  other  articles  was  addressed  to  the \nheavy docket without numerous such cases. Moreover,  grievances of that race, and designed to remedy them as \nthe proof of segregation may not be a straightforward  the fifteenth. \nproposition. As in the case here, the true nature of state \npolicy and practice may become apparent only after proof  ‘We do not say that no one else but the negro can share in \nof a pattern and practice over an extended period of time.  this protection * * *. But what we do say, and what we \nSuch a record can only be prepared in a single suit which  wish  to  be  understood  is,  that  in  any  fair  and  just \nfinally settles the issue once and for all. The some 300  construction  of  any  section  or  phrase  of  these \ncitizens arrested in Jackson since May cannot be expected  amendments, it is necessary to look to the purpose which \nto provide at their trials a record similar to the one in this  we have said was the pervading spirit of them all, the evil \ncase; and yet, without it, there may be no way for them to  which they were designed to remedy * * *.’ \nassert and protect their constitutional rights. All these \nThe last section of the Fourteenth Amendment provides \nfactors go to the ‘adequacy’ of the breach of the peace \ncriminal  proceedings  and  weigh  against  it.  Equally  that  ‘The  Congress  shall  have  power  to  enforce,  by \nimportant under the cricumstances of this case is that, for  appropriate  legislation,  the  provisions  of  this  article.’ \nsome of the reasons above, Negro citizens in Mississippi  Such  legislation  was  already  on  the  books  when  the \nwill not even attempt to exercise their constitutional rights  Slaughter-House Cases were decided, and the very section \nbecause their state remedies possibly ‘adequate in theory’  under  which  the  plaintiffs  have  brought  this  suit,  42 \nU.S.C.A. § 1983, may be traced to section 1979 of the \nare wholly inadequate in practice. \nRevised Statutes and section 1 of the Ku Klux Act of \nAnother  factor  bearing  on  the  adequacy  of  the  state  April 20, 1871, 17 Stat. 13. This section was recently \ncriminal proceedings is that the Freedom Riders arrested  before the  Supreme  Court in  Monroe  v.  Pape,  supra, \nin this case were travelers in interstate commerce. For  where the Court discussed in detail its legislative history \nsuch travelers to be delayed by arrest and trial, to be  and purposes. As with the Fourteenth Amendment, this \nrequired to return for a de novo county court trial, and  section was passed by Congress to secure the newly-won \nperhaps again for an appeal, is an unreasonable burden on  freedom of the Negro population in the South; it was \ninterstate commerce when their only crime is the assertion  intended to  deal more  specifically, however,  with  the \nof  undisputed  statutory  and  constitutional  rights.  This  securing of these rights in an atmosphere of violence \nburden  makes  the  state  criminal  proceedings  wholly  caused  by  the  unleashing  of  passions  and  prejudices \ninadequate as an alternative to the present suit.  which the mere assertion of these rights engendered in a \nportion  of  the  white  population.  The  Congressional \nAny further doubts as to the validity of the distinction  solution  was  to  create  a  remedy  through  the  federal \ndrawn in Morrison v. Davis, or the refutation of Douglas  courts. The Court states: \nv. Jeannette, are put to rest by considering the bearing of  ‘The debates were long and extensive. It is abundantly \nthe Fourteenth Amendment and 42 U.S.C.A. § 1983 on  clear that one reason the legislation was passed was to \nthe  duty  of  this  court.  The  Supreme  Court  had  an  afford a federal right in federal courts because, by reason \nopportunity to pass on the basic thrust and purpose of the  of prejudice, passion, neglect, intolerance or otherwise, \nFourteenth Amendment soon after it was adopted. In the  state laws might not be enforced and the claims of citizens \nSlaughter-House Cases, 1872, 16 Wall. 36, 83 U.S. 36,  to the enjoyment of rights, privileges, and immunities \n71-72, 21 L.Ed. 394, the Court said:  guaranteed  by  the  Fourteenth  Amendment  might  be \ndenied by the state agencies.’ (365 U.S. at 180, 81 S.Ct. at \n‘We repeat, then, in the light of this recapitulation of  480) \nevents, almost too recent to be called history, but which \nare  familiar  to  us  all;  and  on  *617  the  most  casual  Mr. Justice Frankfurter adds to this in his separate opinion \nexamination of the language of these amendments, no one  what might be called the substantive right to the exercise \ncan fail to be impressed with the one pervading purpose  of federal jurisdiction: \nfound in them all, lying at the foundation of each, and  ‘* * * the theory that the Reconstruction Congress could \nwithout  which  none  of  them  would  have  been  even  not have meant § 1979 principally as a ‘jurisdictional’ \nsuggested; we mean the freedom of the slave race, the  provision granting access to an original federal forum in \nsecurity and firm establishment of that freedom, and the  lieu of the slower, more costly, more hazardous route of \nprotection of the newly-made freeman and citizen from  federal appeal from fact-finding state courts, forgets how \n  16 \n \n\nimportant providing a federal trial court was among the  show that the arrests are a simple evasion to enforce \nseveral purposes of the Ku Klux Act. * * * Section 1979  segregation.  This  evasion  provides  no  ground  for \ndoes create a ‘substantive’ right to relief. But this does not  abstention.6 \nnegative  the  fact  that  a  powerful  impulse  behind  the \ncreation of this ‘substantive’ right was the purpose that it  *619 The statutes and ordinances which on their face \nbe available in, and be shaped through, original federal  require the segregation of the races in any transportation \ntribunals.’ (365 U.S. at 251-252, 81 S.Ct. at 518.)  facility  should  be  declared  unconstitutional,  null,  and \nvoid. Brown v. Board of Education, 1954, 347 U.S. 483, \nNot only is it apparent that the purpose of these provisions  74 S.Ct. 686, 98 L.Ed. 873; Browder v. Gayle, M.D.Ala., \nis to protect the very kind of rights the plaintiffs assert,  142 F.Supp. 707, aff’d 352 U.S. 903, 77 S.Ct. 145, 1 \nbut *618 the legislative history of section 1983 makes  L.Ed.2d 114 (1954); Baldwin v. Morgan, 5 Cir., 1958, \nclear that the greater the danger of violence, the more  251 F.2d 780; Boman v. Birmingham Transit Co., 5 Cir., \nimportant it is that the federal courts should accept and  1960, 280 F.2d 531. \nexercise  jurisdiction.  Thus,  the  major  portion  of  the \ndefense  of  the  City  of  Jackson  and  of  the  Attorney  It should be declared impermissible to use laws which \nGeneral of Mississippi attempting to justify their actions  purport to deal with the maintenance of law and order, or \nbecause of the danger of violence, actually provides the  any other laws, to maintain segregation of the races in any \nmost  powerful  argument for  this  court to  exercise its  transportation facility. To that end, it should be declared \njurisdiction and grant a federal remedy to protect the  that  no passenger  or  intended  passenger  is  subject  to \nplaintiffs’ rights.  arrest for disorderly conduct or breach of the peace unless \nthe passenger is himself disorderly or does something \nThe majority takes the position that the major issue in this  more than to occupy some facility or place intended for \ncase is the questionable use of the breach of the peace  use by persons of another race and to refuse to remove \nstatutes,  and  that  under  the  Harrison  case  we  should  himself from such place or facility. To arrest a passenger \nabstain to allow the state courts to construe them. The  under such circumstances is state-enforced segregation \nplaintiffs’  attack,  however,  is  upon  the  segregation  and therefore unconstitutional. \nstatutes, not the breach of the peace statutes and they \nallege  that  the  State  is  practicing  the  simplest  of  all  The defendants argue strongly on this last point that the \nevasions— it makes arrests under the breach of the peace  State has merely been asserting its rights under the police \nstatutes for violations of the segregation statutes. If there  power to maintain law and order. The evidence clearly \nis substance to this allegation, it would be a fraud upon  shows, however, that none of the passengers arrested was \nthe  jurisdiction  of  this  court  to  abstain  and  give  ever  himself  disorderly.  This  poses  the  question  of \nrecognition to such an evasion. When the constitutionality  whether a passenger, whose only crime is the exercise of \nof a state statute is attacked, we are under a duty to  an  undisputed  constitutional  right,  may  be  arrested \ninquire into the law as it is actually applied. In Poe v.  because  this  exercise  provokes  others  to  threaten  or \nUllman, supra, such an inquiry demonstrated that there  actually commit disorderly acts. That this is the substance \nwas no case or controversy. In an earlier case, Nashville,  of the defendants’ position is clearly inferred from the \nC. & St. L. Ry. Co. v. Browning, 1940, 310 U.S. 362, 60  facts to which they themselves testified— the signs on the \nS.Ct. 968, 84 L.Ed. 1254, such an inquiry uncovered a  sidewalk  outside  the  waiting  rooms  pursuant  to  the \nvalid administrative amendment to a tax-assessing statute  segregation  ordinance,  the  arrest  of  all  those  who \nand the alleged discrimination was found to be a valid  attempted to ‘crack the laws’ of Mississippi (to use the \ndistinction.4 In Sterling v. Consantin, supra, the inquiry  words of the State Attorney General), and the complete \nuncovered the evasion of the Governor of Oklahoma. As a  lack of disorderly conduct on the passenger’s part at the \nlater  Supreme  Court  case  interpreted  Sterling  v.  time of arrest. This inference is made explicit, however, \nConstantin,  by  the  testimony  of  the  Mayor,  who  states  that,  by \n‘There martial law was employed in support of an order  definition, anyone who attempts to test the ‘separation of \nof the Texas Railroad Commission limiting production of  the races’ creates a breach of the peace and provokes \noil in the East Texas field. The Governor was sought to be  disorder. \nrestrained as part of the main objective to enjoin  ‘the \nexecution of an order made by an administrative * * *  This issue must be met head on for the evidence shows \ncommission,’ and as such was indubitably within § 266  that on at least two occasions there was a danger of riots \nand disorder. Although past disorder does not concern us \n(now § 2284).’5 \nas far as a prospective injunction is concerned, there is a \nIn this case, under the facts shown after a full trial and the \nstrong possibility that a similar situation would arise after \nlaw applicable to these facts, I am unable to find a bona \nan injunction did go into effect. \nfide breach of the peace issue. Rather, the facts clearly \n  17 \n \n\nThe issue is decided by again returning to the basis of this  readily  handled  by  arresting  the  individual  actually \nsuit, the Fourteenth Amendment and section 1983. The  creating  the  disorder.  In  the  case  where  the  crowd \nAmendment was adopted and this section passed soon  surrounded the Illinois Central, it was easily dispersed \nafter the completion of the Civil War. A glance at the  before the Riders even arrived, putting it in the same \nlegislative history of section 1983, cited in Monroe v.  situation as all the others. On May 24, the day of the first \nPape, supra, demonstrates that Congress had before it  Rider group, although the crowd was sizable, and their \nextensive evidence of the violence caused in the South by  attitude hostile, they never created an actual disturbance \nthe newly-won Negro rights. Yet, nowhere, either in the  or reached proportions beyond the ability of the police to \nAmendment or in section 1983, can there be found an  handle, even had the Riders been allowed to remain in the \nintimation that either the danger or the existence of such  terminal. It should, at this point, be noted that the Mayor \nviolence is grounds for the revocation of constitutional  of Jackson had been notified by the Attorney General of \nrights granted primarily to Negroes. Rather, the answer of  the United States before the Riders’ arrival that, if, in the \nCongress was to provide federal jurisdiction and a federal  Mayor’s opinion, the situation could not be handled by \nremedy for their protection. From this it can only be  local  authorities,  he  stood  ready  to  send  in  Federal \nconcluded that the provocation of violence in others is no  Marshals to aid the enforcement of order as had been \ndefense to the denial of these plaintiffs’ constitutional  done in Montgomery, Alabama. And I think it can be said \nrights. If it were, the defendants and this court know that  with  assurance  that,  if  at  any  future  time  the  law \nthis case would spell the postponement of full enjoyment  enforcement officials of Mississippi find that they cannot \nof constitutional rights by Negroes in the Deep South for  themselves handle the provocation of violence caused by \nmany  years  to  come.  The  Supreme  Court  faced  and  the Negroes’ exercise of their constitutional rights, the \ndecided this issue *620 in Cooper v. Aaron, 1958, 358  Attorney General of the United States would stand ready \nU.S. 1, 16, 78 S.Ct. 1401, 1409, 3 L.Ed.2d 5, when it said:  to  send  in  Federal  Marshals  or  any  stronger  force \nnecessary to enforce order. There is no necessity to forego \n‘The constitutional rights of respondents are not to be  the exercise of rights guaranteed by the Constitution and \nsacrificed or yielded to the violence and disorder which  laws of the United States in order to prevent violence on \nhave  followed  upon  the  actions  of the  Governor and  the part of persons opposed to the exercise of such rights. \nLegislature. As this Court said some 41 years ago in a  Any  such  surrender  to  mob  rule  would  tremendously \nunanimous opinion in a case involving another aspect of  encourage mob spirit. We must continue to be ruled not \nracial  segregation:  ‘It  is  urged  that  this  proposed  by the mob, but by the Constitution and laws of our \nsegregation will promote the public peace by preventing  Country. \nrace conflicts. Desirable as this is, and important as is the \npreservation  of  the  public  peace,  this  aim  cannot  be  It is my opinion that a permanent injunction should issue \naccomplished by laws or ordinances which deny rights  against the City of Jackson, its Mayor, Commissioners \ncreated  or  protected  by  the  federal  Constitution.’  and Chief of Police, and the Jackson Municipal Airport \nBuchanan v. Warley, 245 U.S. 60, 81 (38 S.Ct. 16, 62  Authority to restrain them from acting contrary to the \nL.Ed.  149).  Thus  law  and  order  are  not  here  to  be  foregoing declarations and to protect to the best of their \npreserved  by  depriving  the  Negro  children  of  their  ability the right of any passenger or intended passenger to \nconstitutional rights.’  exercise his constitutional rights on public transportation \nfacilities. \nSee also, Sterling v. Constantin, 1932, 287 U.S. 378, 53 \nS.Ct. 190, 77 L.Ed. 375; Sellers v. Johnson, 8 Cir., 1947,  This  permanent injunction  should extend  to the  State \n163 F.2d 877; Rockwell v. Morris, 1961, 12 A.D.2d 272,  Attorney General. While he is not responsible for the \n211 N.Y.S.2d 25.  enforcement of State laws through the local courts, and \nhas prosecuted none of the arrests found in the record, he \nA police officer would be justified in requiring a person to  partook in meetings both before and after the arrival of \nmove from a transportation facility because of a sudden,  the Freedom Riders on May *621 24, which determined \nunexpected,  and  extreme  danger  of  bloodshed  which  the manner in which the situation would be, and thereafter \ncould not be otherwise avoided. There is no evidence in  was, handled. As the State official primarily charged with \nthis record, however, of such a situation having arisen. In  the duty to enforce State law, he must be held responsible \nthe case of the incidents on the Jackson City Lines buses,  for the plans made at these meetings and the way in which \nthere is not even the intimation of potential disorder.  they have been carried out. \nExcept for the two Freedom Rider arrivals where crowds \ngathered outside the transportation terminals, there is no  A permanent injunction should issue against Cicero Carr \nevidence of an actual breach of the peace or a potential  requiring  him  to  serve  without  discrimination  at  the \nwhich  a  minimum  of  police  officers  could  not  have  Airport Restaurant all members of the public who use and \n  18 \n \n\nfrequent  the  Jackson  Municipal  Airport  and  request  402; Truax v. Raich, 1915, 239 U.S. 33, 36 S.Ct. 7, 60 \nservice.  L.Ed. 131, aff’g 219 F. 273 (D.Ariz., 1915). In terms of \nthe anti-injunction statute, 28 U.S.C. § 2283, it is a power \nThe carriers, Continental Southern Lines, Inc., Soughern  ‘in aid of its jurisdiction’ to prevent state courts from \nGreyhound  Lines,  Illinois  Central  Railroad,  Inc.,  and  interfering  with  the  determination  of  issues  properly \nJackson City Lines, Inc., have stated that they are acting  before the federal court. The propriety of granting such a \nunder apparent compulsion of City ordinance or State  request, however, is discretionary, and only the strongest \nstatute in any maintenance of segregation of the races in  equities will support such outright interference with state \ntheir transportation facilities of which they may be guilty;  proceedings already commenced. I am of the opinion that \nand, that, promptly upon this court’s declaration that such  such equities exist in this case. \nstatutes and  ordinances  are  unconstitutional,  they  will \nremove all signs indicating that any place or facility is  The  plaintiffs  have  had  a  motion  for  preliminary \nintended for the use of persons of any particular race and  injunction  pending  since  the  filing  of  the  original \nwill not further enforce or have any part in enforcing  complaint on June *622 9, 1961. Although the plaintiffs \nsegregation of the races in any transportation facility. A  filed an amended complaint on July 17 to make more \nsimple declaratory judgment is therefore all that seems  explicit their attack upon the breach of peace arrests, the \nnecessary as to said carrier defendants. This court should  original complaint is broadly enough framed to include \nretain jurisdiction, however, so that further orders and  them. When a motion for preliminary injunction has been \njudgments  could  be  entered  if  it  should  thereafter be  made, a three-judge court is directed by statute to give an \nnecessary or advisable.  expeditious hearing and decision. 28 U.S.C. § 2284(4) \nprovides, ‘the application shall be given precedence and \nIn  their  prayer  for  relief,  the  plaintiffs  ask  that  the  assigned for hearing at the earliest practicable day.’ 28 \nenforcement of the segregation statutes and any other  U.S.C. § 1253 provides that the granting or denial of this \nstatutes used to enforce segregation be enjoined. They  motion may be appealed directly to the Supreme Court; \ninclude in this prayer not only the restraining of future  the appeal lies as a matter of right. R.C.A. v. United \nenforcement, but also the continued enforcement of these  States, N.D.Ill., 1950, 95 F.Supp. 660, aff’d, 341 U.S. \nstatutes against all of those arrested after the filing of this  412, 71 S.Ct. 806, 95 L.Ed. 1062 (1951). Thus, not only \nsuit. According to the evidence, this includes some 190  were  the  plaintiffs  entitled  to  an  early  hearing  and \npersons. The power of the court to grant this request is  decision, but, in  my  opinion,  they  were  entitled to  a \nsupported fully by law. In Ex parte Young, 1908, 209  preliminary injunction. As Mr. Justice Brandeis wrote in \nU.S. 123, 28 S.Ct. 441, 52 L.Ed. 714, the Supreme Court  Union Tool Co. v. Wilson, 1922, 259 U.S. 107, 112, 42 \nreaffirmed the principle that a court of equity could enjoin  S.Ct. 427, 429, 66 L.Ed. 848: ‘Legal discretion * * * does \ncriminal proceedings commenced after the filing of a suit  not extend to a refusal to apply well-settled principles of \nin federal court to enforce the same right. The Court  law to a conceded state of facts.’ The essential facts in \nstated:  this case are undisputed, the law to be applied is clear, \nirreparable injury is established by evidence of a clear and \n‘It is further objected * * * that a court of equity has no \ncontinued  deprivation  of  constitutional  rights.  The \njurisdiction to enjoin criminal proceedings, by indictment  defendants’ argument that such an injunction would have \nor otherwise, under the state law. This, as a general rule,  changed the status quo and therefore should not have been \nis true. But there are exceptions. When such indictment or  granted was before the Fourth Circuit Court Appeals in a \nproceeding  is  brought  to  enforce  an  alleged  very similar case involving segregation of transportation \nunconstitutional statute, which is the subject-matter of  facilities, and was decided adversely to the defendants. \ninquiry in a suit already pending in a Federal court, the  Henry v. Greenville Airport Commission, 4 Cir., 1960, \nlatter  court  having  first  obtained  jurisdiction  over  the \n284 F.2d 631. The defendants should not be allowed to \nsubject-matter, has the right, in both civil and criminal \nrely upon their own continued unconstitutional behavior \ncases,  to  hold  and  maintain  such  jurisdiction,  to  the \nfor the purposes of defeating a motion for preliminary \nexclusion  of  all  other  courts,  until  its  duty  is  fully \ninjunction. I would follow the ruling in the Henry case. \nperformed.  *  *  *  Where  one  commences  a  criminal \nSee also Clemons v. Board of Education, 6 Cir., 1956, \nproceeding who is already party to a suit then pending in  228 F.2d 853, 857; Board of Supervisors v. Wilson, 340 \na court of equity, if the criminal proceedings are brought  U.S.  909,  71  S.Ct.  294,  95  L.Ed.  657,  affirming  92 \nto enforce the same right that is in issue before that court,  F.Supp.  986  (E.D.La.,  1950)(preliminary  injunction \nthe latter may enjoin such criminal proceedings.’  granting admission to L.S.U.). Had such an injunction \nissued, arrests and prosecution of those arrested would \n209 U.S. at 161-162, 28 S.Ct. at 454. See also, In re \nhave been terminated, starting at the very latest with the \nSawyer, 1888, 124 U.S. 200, 211, 8 S.Ct. 482, 31 L.Ed. \ndate of the first hearing, July 10, 1961. \n  19 \n \n\nThe continued refusal to rule on this motion, although it  be enjoined. \nhas been pending since the 9th of June, is in violation of \nthis court’s duty under the law, and the refusal should  Since this dissenting opinion was written, I have had the \ntherefore be construed as a de facto denial. The reason for  opportunity to read the memorandum opinion of Judge \ncontinuing the first hearing until August 8, 1961, due to  Frank M. Johnson, Jr., in Lewis et al. v. The Greyhound \nthe sickness of an Assistant Mississippi Attorney General,  Corporation et al., M.D.Ala., 199 F.Supp. 210, and find \nmay have been warranted with respect to relief against his  myself  in  agreement  with  nearly  all  of  the  views \nsuperior, but the City was present and, as subsequent  expressed by Judge Johnson in that opinion. \nevents have shown, it was both willing and able to carry \non a vigorous defense in its own behalf.  I respectfully dissent. \nThus, because of the undisputed facts, the clear violation  All Citations \nof the plaintiffs’ rights, and the unreasonable delay in \n199 F.Supp. 595 \nruling on the preliminary injunction, all prosecutions of \n \npassengers or intended passengers who were arrested for \nbreach  of  the  peace  after  the  filing  of  the  original \ncomplaint on June 9, 1961, but who, as the evidence in \nthis case shows, were not themselves disorderly, should \nFootnotes \n \n1  The Mississippi Supreme Court in Louisville, N.O. & T.R. Co. v. State, 66 Miss. 662, 6 So. 203, 5 L.R.A. 132, held that \n  the Mississippi Act of March 2, 1888, now Sections 2351 and 7784, Mississippi Code 1942, Recompiled, applied \nsolely to commerce within the state and affirmed a conviction based on a violation of the Act. In affirming, the \nUnited States Supreme Court held, in Louisville, N.O. & T.R. Co. v. Mississippi, 1889, 133 U.S. 587, 10 S.Ct. 348, 33 \nL.Ed. 784, that a state may require railroads to provide separate accommodations for the white and colored races \nwithout violating the commerce clause of the Constitution so long as the statute applies only to commerce within \nthe state. \nIn 1912, the Mississippi Supreme Court held, in Alabama & V. Ry. Co. v. Morris, 103 Miss. 511, 60 So. 11, that \nSections 4059 and 1351, Mississippi Code 1906, now Sections 2351 and 7784, applied to interstate travelers and was \na reasonable exercise of the police power of the state, and, in 1919, the Mississippi Supreme Court held that Section \n4059, Mississippi Code 1906, now Section 7784, Mississippi Code 1942, Recompiled, did not violate either the \ncommerce clause of, or the Fourteenth Amendment to, the federal Constitution. Illinois Central R. Co. v. Redmond, \n119 Miss. 765, 81 So. 115. \n \n2  Martin v. Creasy, 360 U.S. 219, 79 S.Ct. 1034, 3 L.Ed.2d 1186; County of Allegheny v. Frank Mashuda Co. et al., 360 \n  U.S. 185, 79 S.Ct. 1060, 3 L.Ed.2d 1163; Watson v. Buck, 313 U.S. 387, 61 S.Ct. 962, 85 L.Ed. 1416; Callaway v. \nBenton, 336 U.S. 132, 142, 69 S.Ct. 435, 93 L.Ed. 553; Government and Civic Employees Organization of C.I.O. v. \nWindsor, 353 U.S. 664, 77 S.Ct. 838, 1 L.Ed.2d 894; Two Guys from Harrison— Allentown v. McGinley, 366 U.S. 582, \n589, 81 S.Ct. 1135, 6 L.Ed.2d 551. \n \n1  According to the complaint, ‘the class is composed of Negro citizens and residents of the State of Mississippi and \n  other states who utilize the facilities and services of the defendant carriers located in the City of Jackson, and \nlocated in other cities of the State of Mississippi, and who travel in both intrastate and interstate commerce.’ \n \n2  Paragraph 15 of the complaint was amended so as to make specific reference to the disorderly conduct and breach \n  20 \n \n\n  of the peace statutes, Secs. 2087.5, 2087.7 and 2089.5 of the Mississippi Code Annotated (1942), as among those \nunder color of which the defendants pursued a policy, practice, custom and usage of segregating Negro and white \npassengers. \n \n3  These statutes are: Title 11, Sections 2351, 2351.5, 2351.7, and Title 28 Sections 7784, 7785, 7786, 7786-01, 7787, \n  7787.5, Miss.Code Ann. (1942). \n \n4  ‘Here, according to petitioner’s own claim, all the organs of the state are conforming to a practice, systematic, \n  unbroken for more than forty years, and now question for the first time. It would be a narrow conception of \njurisprudence to confine the notion of ‘laws’ to what is found written on the statute books, and to disregard the \ngloss which life has written upon it. Settled state practice cannot supplant constitutional guarantees, but it can \nestablish what is state law. The equal protection clause did not write an empty formalism into the Constitution. \nDeeply embedded traditional ways of carrying out state policy, such as those of which petitioner complains, are \noften tougher and truer law than the dead words of the written text.’ Nashville, C. & St. L. Ry. Co. v. Browning, 1940, \n310 U.S. 362, 369, 60 S.Ct. 968, 972. \n \n5  Phillips v. United States, 1941, 312 U.S. 246, 253, 61 S.Ct. 480, 484, 85 L.Ed. 800. \n \n \n6  See also Evers v. Dwyer, 1958, 358 U.S. 202, 79 S.Ct. 178, 179, 3 L.Ed. 222, where the Court ordered a three-judge \n  court, whose jurisdiction was invoked to enjoin Tennessee transportation statutes requiring segregation, to hear \nthat and ‘any other method of state-enforced segregation on Memphis transportation facilities.’ \nThe Court has continually struck down state-enforced schemes of segregation, whether they were done directly or \n‘ingeniously or ingenuously.’ Cooper v. Aaron, 1958, 358 U.S. 1, 17, 78 S.Ct. 1401, 1409, 3 L.Ed.2d 5; Smith v. Texas, \n1940, 311 U.S. 128, 132, 61 S.Ct. 164, 85 L.Ed. 84; Lane v. Wilson, 1939, 307 U.S. 268, 275, 59 S.Ct. 872, 83 L.Ed. \n1281; see Bush v. Orleans Parish School Board, E.D.La., 194 F.Supp. 182, aff’d sub nom. Gremillion v. United States, \n1961, 82 S.Ct. 119. It is not uncommon for the states to attempt to enforce segregation through general police \npower statutes. Boynton v. Virginia, 1960, 364 U.S. 454, 81 S.Ct. 182, 5 L.Ed.2d 206 (trespass); Boman v. Birmingham \nTransit Co., 5 Cir., 1960, 280 F.2d 531 (breach of the peace). \n \n \n \n \n \n \n \n  21 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138614"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120600,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120600"
    },
    {
      "date": "1962-02-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 31,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 369,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138615,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138615.pdf",
      "title": "Opinion",
      "text": " \n  the  Southern  District  of  Mississippi,  on  behalf  of \nthemselves  and  others  similarly  situated,  seeking \n82 S.Ct. 549 \ntemporary  and  permanent  injunctions  to  enforce  their \nSupreme Court of the United States \nconstitutional rights to nonsegregated service in interstate \nand intrastate transportation, alleging that such rights had \nSamuel BAILEY et al., Appellants, \nv.  been denied them under color of state statutes, municipal \nJoe T. PATTERSON et al.  ordinances, and state custom and usage.* A three-judge \nDistrict  Court  was  convened,  28  U.S.C.  s  2281,  28 \nNo. 643.  U.S.C.A. s 2281, and, Circuit Judge Rives dissenting, \n|  abstained from further proceedings pending construction \nDecided Feb. 26, 1962.  of the challenged laws by the state courts. 199 F.Supp. \n595.  Plaintiffs  have  appealed,  28  U.S.C.  s  1253,  28 \nU.S.C.A. s 1253; N.A.A.C.P. v. Bennett, 360 U.S. 471, 79 \nS.Ct. 1192, 3 L.Ed.2d 1375. We denied a motion to stay \nSynopsis \nthe prosecution of a number of criminal cases pending \nSuit to enjoin enforcement of state ‘peace statutes’ and \ndisposition of this appeal. 368 U.S. 346, 82 S.Ct. 282. \nstatutes requiring racial segregation on common carriers \n Appellants lack standing to enjoin criminal prosecutions \nor in facilities maintained by them. A three-judge District \nunder Mississippi’s breach-of-peace statutes, since they \nCourt,  199  F.Supp.  595,  abstained  from  further \ndo not allege that they have been prosecuted or threatened \nproceedings  pending  construction  of  statutes  by  state \nwith prosecution under them. They cannot *33 represent a \ncourts, and the plaintiffs appealed. The Supreme Court \nclass of whom they are not a part. **551 McCabe v. \nheld  that  any  claim  that  state  statute  requiring  racial \nAtchison, T. & S.F.R. Co., 235 U.S. 151, 162—163, 35 \nsegregation on common carriers or facilities maintained \nS.Ct. 69, 71, 59 L.Ed. 169. But as passengers using the \nby  them  were  constitutional  was  frivolous,  and  a \nsegregated  transportation  facilities  they  are  aggrieved \nthree-judge District Court was not required to hear and \nparties  and  have  standing  to  enforce  their  rights  to \ndetermine the action and a direct appeal could not be \nnonsegregated treatment. Mitchell v. United States, 313 \ntaken to the Supreme Court. \nU.S. 80. 93, 61 S.Ct. 873, 876, 85 L.Ed. 1201; Evers v. \n  \nDwyer, 358 U.S. 202, 79 S.Ct. 178, 3 L.Ed.2d 222. \nVacated and remanded. \n  \n  \n We  have  settled  beyond question  that no  State  may \nrequire  racial  segregation  of  interstate  or  intrastate \nAttorneys and Law Firms \ntransportation  facilities.  Morgan  v.  Commonwealth  of \nVirginia, 328 U.S. 373, 66 S.Ct. 1050, 90 L.Ed. 1317; \n**550  *32  Constance  Baker  Motley,  Jack  Greenberg, \nGayle v. Browder, 352 U.S. 903, 77 S.Ct. 145, 1 L.Ed.2d \nJames M. Nabrit III and R. Jess Brown, for appellants. \n114; Boynton v. Com. Virginia, 364 U.S. 454, 81 S.Ct. \n182, 5 L.Ed.2d 206. The question is no longer open; it is \nDugas Shands and Edward L. Cates, Asst. Attys. Gen. of \nforeclosed as a litigable issue.  Section 2281 does not \nMississippi, and Charles Clark, Sp. Asst. Atty. Gen., for \nrequire a three-judge court when the claim that a statute is \nappellee Patterson. \nunconstitutional is wholly insubstantial, legally speaking \nThomas  H.  Watkins,  for  appellee  City  of  Jackson,  nonexistent. Ex parte Poresky, 290 U.S. 30, 54 S.Ct. 3, 78 \nMississippi, and others.  L.Ed. 152; Bell v. Waterfront Comm., 2 Cir., 279 F.2d \n853, 857—858. We hold that three judges are similarly \nJunior O’Mara, for appellee Greyhound Corp. and others.  not required when, as here, prior decisions make frivolous \nany  claim  that  a  state  statute  on  its  face  is  not \nOpinion  unconstitutional. Willis v. Walker, D.C., 136 F.Supp. 181; \n  Bush v. Orleans Parish School Board, D.C., 138 F.Supp. \n336; Kelley v. Board of Education, D.C., 139 F.Supp. \nPER CURIAM.  578. We denied leave to file petitions for mandamus in \nBush, 351 U.S. 948, 76 S.Ct. 854, 100 L.Ed. 1472, and \n \nfrom a similar ruling in Booker v. Tennessee Board of \nEducation, 351 U.S. 948, 76 S.Ct. 856, 100 L.Ed. 1472. \nAppellants,  Negroes  living  in  Jackson,  Mississippi, \nThe  reasons  for  convening an  extraordinary  court are \nbrought this civil rights action, 28 U.S.C. s 1343(3), 28 \ninapplicable  in  such  cases,  for  the  policy  behind  the \nU.S.C.A. s 1343(3), in the United States District Court for \nthree-judge requirement—that a single judge ought not to \n  1 \n \n\nbe empowered to invalidate a state statute under a federal  292  U.S.  16,  18,  54  S.Ct.  565, 566,  78 L.Ed.  1088; \nclaim—does not apply. The three-judge requirement is a  Oklahoma Gas & Elec. Co. v. Oklahoma Packing Co., \ntechnical one to be narrowly construed, Phillips v. United  292 U.S. 386, 392, 54 S.Ct. 732, 734, 78 L.Ed. 1318; \nStates, 312 U.S. 246, 251, 61 S.Ct. 480, 483, 85 L.Ed.  Phillips v. United States, 312 U.S. 246, 254, 61 S.Ct. 480, \n800. The statute comes into play only when an injunction  484, 85 L.Ed. 800. Accordingly, we vacate the judgment \nis sought ‘upon the ground of the unconstitutionality’ of a  and remand the case to the District Court for expeditious \nstatute. There is no such ground when the constitutional  disposition, in light of this opinion, of the appellants’ \nissue presented is essentially fictitious.  claims of right to unsegregated transportation service. \n     \n*34  This case is therefore not one ‘required * * * to be \nheard and determined by a district court of three judges,’  Vacated and remanded. \n28 U.S.C. s 1253, 28 U.S.C.A. s 1253, and therefore \ncannot be brought here on direct appeal. However, we  All Citations \nhave jurisdiction to determine the authority of the court \n369 U.S. 31, 82 S.Ct. 549, 7 L.Ed.2d 512, 43 P.U.R.3d 32 \nbelow and  ‘to make such corrective order as may be \n \nappropriate to the enforcement of the limitations which \nthat section imposes,’ Gully v. Interstate Natural Gas Co., \nFootnotes \n \n*  The statutes in question are Miss.Code 1942, Tit. 11, ss 2351, 2351.5, 2351.7, and Tit. 28, ss 7784, 7785, 7786, \n  7786—01, 7787, 7787.5. \n \n \n \n \n \n \n \n  2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138615"
    },
    {
      "date": "1962-04-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 67,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 206,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138616,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138616.pdf",
      "title": "Opinion",
      "text": " \n \nJ.  W.  Young  and  James  Young,  Jackson,  Miss.,  for \n206 F.Supp. 67 \nJackson City Lines. \nUnited States District Court S.D. Mississippi, \nJackson Division. \nColin L. Stockdale (Now deceased) Jackson, Miss., for \nCicero Carr. \nSamuel BAILEY, Joseph Broadwater and Burnett \nL. Jacob, Plaintiffs, \nRubel  L.  Phillips,  Jackson,  Miss.,  Jackson  Airport \nv. \nAuthority. \nJoe T. PATTERSON, Attorney General of the State \nof Mississippi, The City of Jackson, Mississippi, \nOpinion \nAllen C. Thompson, Mayor, Douglas L. Luckey, \n \nCommissioner, Thomas B. Marshall, \nCommissioner, W.D. Rayfield, Chief of Police of  MIZE, Chief Judge. \nthe City of Jackson, Mississippi, Jackson \nMunicipal Airport Authority, Continental   \nSouthern Lines, Inc., Southern Greyhound Lines, \nIllinois Central Railroad, Inc., Jackson City Lines,  This action  was  brought  by three  Negro citizens and \nInc., and Cicero Carr, Defendants.  residents of Jackson, Mississippi, to enjoin the alleged \nenforcement  of  certain  Mississippi  statutes  which  are \nCiv. A. No. 3133.  alleged to be unconstitutional. The statutes sought to be \n|  enjoined are Title 11, Sections 2351, 2351.5 and 2351.7, \nApril 7, 1962.  and Title 28, Secs. 7784, 4485, 7786, 7786-01, 7787, \n7787.5, Mississippi Code Annotated (1942), hereinafter \nreferred to as Mississippi segregation statutes. Plaintiffs \nattack the constitutionality of said statutes. \nSynopsis \nAction  to  enjoin  enforcement  of  certain  state  statutes \nThe  plaintiffs  also  seek  to  enjoin  the  arrests  and \nalleged to be unconstitutional. The District Court, Mize, \nprosecutions of persons other than the plaintiffs under \nChief Judge, held that Mississippi segregation statutes and \nSections 2087.5, 2087.7 and 2089.5 of the Mississippi \na city segregation ordinance were unconstitutional and \nCode Annotated (1942), as amended in 1960, hereinafter \nvoid as violative of the Fourteenth Amendment to the \nreferred  to  as  Mississippi  breach  of  peace  statutes. \nFederal Constitution. \nPlaintiffs  do  not  contend  that  these  statutes  are \n  \nunconstitutional.  A  three-judge  District  Court  was \nJudgment in accordance with opinion. \nconvened in this case under Title 28 U.S.C. § 2281. A \n  \nhearing on plaintiffs’ motion for a preliminary injunction \nwas  consolidated  with  a  hearing  on  the  merits.  The \nAttorneys and Law Firms \nthree-judge  Court  abstained  from  further  proceedings \npending construction of the challenged laws by the state \n*68 Constance Baker Motley and Derrick A. Bell, New \ncourts. D.C., 199 F.Supp. 595. Plaintiffs appealed, and the \nYork City, R. Jess Brown, Vicksburg, Miss. for plaintiffs. \nSupreme Court of the United States denied a motion for \nThomas H. Watkins, J. A. Travis, Robert G. Nichols, Jr.,  an injunction pending disposition of the appeal. 368 U.S. \nE. W. Stennett, Jackson, Miss., for city for Jackson.  346, 82 S.Ct. 282, 7 L.Ed.2d 332. The Supreme Court of \nthe United States held that this was not a proper matter for \nJoe T. Patterson, Atty. Gen., State of Mississippi, Dugas  a three-judge District Court, vacated the judgment, and \nShands, Edward L. Cates, Peter M. Stockett, Jr., Charles  remanded  the  case  to  this  Court  for  expeditious \nClark, Asst. Attys. Gen., Jackson, Miss., for the State of  disposition of plaintiffs’ claims of right to unsegregated \nMississippi.  transportation  service.  369  U.S.  31,  82  S.Ct.  549,  7 \nL.Ed.2d  512.  Accordingly, an  order  has  been  entered \nRobert C. Cannada and Junior O’Mara, Jackson, Miss.,  herein dissolving the three-judge Court. \nfor Southern Greyhound Lines and Continental. \nFINDINGS OF FACT \nSidney Smith, Jackson, Miss., for Illinois Central R.R. \nCo.  1. None of the plaintiffs has been arrested or threatened \nwith arrest under any of the segregation statutes attacked \n  1 \n \n\nin this case. The  plaintiffs  have  not  been  arrested  or  are now pending in the Courts of the State of Mississippi, \nthreatened with arrest under any of the Mississippi breach  and this Court should not attempt to determine the merits \nof peace statutes referred to in the amended complaint.  of those State Court actions. \nThe plaintiffs have not been denied any right, privilege or \nimmunity claimed by them by virtue of said segregation  7. All segregation signs have been removed from the \nstatutes.  premises of all of the carrier defendants. All facilities in \nall  terminals  of  the  carrier defendants are  now  being \n2. The interests of the plaintiffs are antagonistic to and not  freely used by members of all races, and there is no \nwholly compatible with the interests of those whom they  justification for the issuance of an injunction in this case. \npurport to represent. They do not belong to a class which \nwould include the persons arrested and prosecuted in the  CONCLUSIONS OF LAW \n*69 Mississippi Courts under the breach of peace statutes. \n1. This Court has jurisdiction of the parties hereto and the \n3. There have been no arrests or prosecutions under the  subject matter hereof. \nsegregation statutes attacked in this case for many years,   2. This is not a proper class action, and no relief may be \nand said statutes have not been enforced in Mississippi.  granted  other  than  that  to  which  the  plaintiffs  are \npersonally entitled. In the complaint plaintiffs purported \n4.  Evident  offered  by  the  plaintiffs  affirmatively  to  represent  themselves  and  ‘other  Negroes  similarly \nestablishes as a fact that none of the defendants has made  situated’. In the amended complaint plaintiffs purported to \nany effort to control the action of Negroes in any of the  represent ‘Negro citizens and residents of the State of \nterminals or on any of the carriers involved in this case.  Mississippi and other states’. Plaintiffs’ right to represent \nanyone but themselves was put in issue by the pleadings. \n5. The evidence discloses isolated instances of improper  The testimony of the plaintiffs was conflicting as to the \nbehavior on the part of certain law enforcement officers.  identity of the class purported to be represented. They \nThe  fact  that  they  are  relatively  few  in  number  proved no authority to represent any other person and \nemphasizes their absence as a general practice or policy.  admitted that other Negroes did not approve of this action. \nAs  much  as  we  would  like  to  see  it  otherwise,  law  On appeal an attempt was made to broaden the alleged \nenforcement  officers  are  not  infallible.  Being  human,  class  to  include  white  and  colored  freedom  riders. \nthere are those who are guilty of improper conduct, but  Whether this is a proper class action involves a question \nthe evidence in this case proves that such conduct is a rare  of fact. Flaherty v. McDonald, D.C.Cal., 178 F.Supp. 544. \nexception  rather  than  the  general  practice.  While  we  The plaintiffs cannot make this a legitimate class action \ncannot  condone  the  mistakes  made  by  a  few  law  by merely calling it such. Pacific Fire Ins. Co. v. Reiner, \nenforcement officers, we cannot indict a municipality or a  D.C.La., 45 F.Supp. 703. The burden of proof on this \nState because of isolated errors in judgment on the part of  issue was on the plaintiffs. Oppenheimer v. F. J. Young & \nsuch officers. For instance, one of plaintiffs’ witnesses  Co., D.C.N.Y., 3 F.R.D. 220. The *70 plaintiffs failed to \ntestified that he used the Jackson airport from fifteen to  meet this burden. In addition, a class action cannot be \ntwenty times a year. On one occasion an unidentified  maintained  where  the  interests  of  the  plaintiffs  are \nwaitress refused to serve him in the restaurant. He did not  antagonistic  to  and  not  wholly  compatible  with  the \nreport this incident to anyone in authority with the airport  interests  of  those  whom  they  purport  to  represent. \nor with the City. Plaintiffs’ witness, Dr. Jane McAllister  Flaherty  v.  McDonald,  D.C.Cal.,  178  F.Supp.  544; \ntestified  that  she  had  commuted  daily  by  bus  from  Redmond et al. v. Commerce Trust Co., C.C.A.8th, 144 \nJackson to Vicksburg, Mississippi, for ten years. As a  F.2d  140;  Brotherhood  of  Locomotive  Firemen  and \ncolored person, she had always sat where she wished on  Enginemen v. Graham, et al., 84 U.S.App.D.C. 67, 175 \nthe bus. On one occasion she was treated rudely by a  F.2d 802; Kentucky Home Mut. Life Ins. Co. v. Duling, \nJackson policeman. The same is true of several other  C.C.A.6th, 190 F.2d 797; Advertising Specialty National \nisolated instances reflected by plaintiffs’ evidence.  Association v. Federal Trade Commission, C.C.A.1st, 237 \nF.2d 108; and Troup v. McCart, C.C.A.5th, 238 F.2d 289. \n6. There was no evidence of any arrest in the City of  The efforts of the plaintiffs to bring white and colored \nJackson  of  a  Negro  prior  to  April,  1961,  when  the \nfreedom riders within the class represented make it clear \nFreedom Riders began their much publicized visits to that \nthat this is not a proper class action. Bailey v. Patterson, \nCity. The arrests of those persons involved both white and \n369 U.S. 31, 82 S.Ct. 549, 7 L.Ed.2d 512. \ncolored people who were arrested at the same place and \n  \nfor the same reason. Neither race nor color nor location of \nfacility being used had anything to do with those arrests.  3. The three plaintiffs are entitled to an adjudication of \nNo  such arrest  was made  under  any  of  Mississippi’s  their  personal  claims  of  right  to  unsegregated \nsegregation statutes. The cases arising out of those arrests \n  2 \n \n\ntransportation service by a declaratory judgment herein.  166 F.Supp. 456. The Court will not enjoin enforcement \n 4.  It  is  mandatory  upon  this  Court  to  declare  the  of an unconstitutional statute in the absence of evidence \nMississippi  segregation  statutes  and  City  ordinance  that said statute is being enforced. Poe v. Ullman, 367 \nattacked in this case to be unconstitutional and void as  U.S. 497, 81 S.Ct. 1752, 6 L.Ed.2d 989. In Bailey v. \nviolative  of  the  Fourteenth  Amendment  to  the  Patterson, 369 U.S. 31, 82 S.Ct. 549, 7 L.Ed.2d 512, the \nConstitution of the United States. Bailey v. Patterson, 369  Supreme Court of the United States correctly held that \nU.S. 31, 82 S.Ct. 549, 7 L.Ed.2d 512.  plaintiffs  were  not  entitled  to  enjoin  the  criminal \n   prosecutions of the freedom riders, and said: \n 5. Under the facts of this case, the plaintiffs are not now    \nentitled to injunctive relief. In so holding, this Court is \nseeking to observe a vital and fundamental policy which  ‘Appellants lack standing to enjoin criminal prosecutions \nfor many years has been pronounced and followed by the  under Mississippi’s breach-of-peace statutes, since they \nUnited States Supreme Court and by other Federal Courts  do not allege that they have been prosecuted or threatened \nto the effect that Federal Courts of equity shall conform to  with prosecution under them.’ \nclearly  defined  Congressional  policy  by  refusing  to   6. The desire to obtain a sweeping injunction cannot be \ninterfere  with  or  embarrass  threatened  prosecution  in  substituted for compliance with the general rule that the \nState Courts except in those exceptional cases which call  plaintiffs must present facts sufficient to show that their \nfor  interposition  of  a  Court  of  equity  to  prevent  individual  needs  require  injunctive  relief.  Bailey  v. \nirreparable  injury  which  is  clear  and  imminent.  The  Patterson, 369 U.S. 31, 82 S.Ct. 549, 7 L.Ed.2d 512; \nissuance of a writ of junction by a Federal Court sitting in  McCabe v. Atchison, T. & S.F. Ry. Co., 235 U.S. 151, 35 \nequity is an extraordinary remedy. Bailey v. Patterson (on  S.Ct. 69, 59 L.Ed. 169; Brown v. Board of Trustees, \nmotion for stay injunction pending appeal), 368 U.S. 346,  U.S.C.A.5th, 187 F.2d 20; and Kansas City, Mo. et al. v. \n82 S.Ct. 282, 7 L.Ed.2d 332. Injunctive relief will never  Williams et al., U.S.C.A.8th, 205 F.2d 47. \nbe granted where the parties seeking same have adequate    \nremedies at law. Douglas v. City of Jeannette, 319 U.S. \n*71  7.  Although  no  injunctive  relief  should  now  be \n157,  63  S.Ct.  877,  87  L.Ed.  1324;  Cobb  v.  City  of \ngranted, this Court should retain jurisdiction over this \nMalden, C.C.A.1st, 202 F.2d 701; Brown v. Board of \naction and each of the defendants for such further orders \nTrustees, U.S.C.A.5th, 187 F.2d 20; and State of Mo ex \nrel. Gaines v. Canada, 305 U.S. 337, 59 S.Ct. 232, 83  and relief as may subsequently be appropriate. \nL.Ed. 208. It is discretionary with the Court as to whether \nit will enjoin enforcement of an unconstitutional statute, \nAll Citations \nand it will not do so in the absence of a strong showing \nthat the plaintiffs will suffer immediate and irreparable \n206 F.Supp. 67, 6 Fed.R.Serv.2d 445 \ninjury  in  the  absence  of  injunctive  relief.  Kingsley \n \nInternational Pictures Corp. v. City of Providence, D.C., \n \n \n \n  3 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138616"
    }
  ],
  "document_count": 5
}