{
  "case_id": 142,
  "fetched_at": "2025-10-20T22:44:57.584425",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Dakota County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Dakota",
        "name": "Dakota County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. ยง 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Minnesota",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1984-04-20",
    "filing_year": 1984,
    "id": 142,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-06-01T00:00:00-04:00",
    "main_docket": {
      "id": 42954,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1984,
      "docket_filing_number": 378,
      "is_main_docket": true,
      "court": "District of Minnesota",
      "state": "Minnesota",
      "docket_office_number": "4",
      "docket_number_manual": "4-84-378",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "John Does 1-100 v. Boyd",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1985,
    "permanent_injunction": false,
    "plaintiff_description": "Four anonymous pretrial detainees who were subjected to strip searches (representing a purported class of pretrial detainees at the Dakota County Jail; class was not certified)",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation",
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1985-07-31",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Minnesota",
    "summary": "<p>Four anonymous pretrial detainees brought a section 1983 action against the Dakota County Sheriff, complaining that the county jail's indiscriminate strip search policy was unconstitutional as applied to them and to similarly situated individuals, specifically pretrial detainees arrested for traffic offenses, regulatory offenses, bench warrants, and misdemeanors.  On July 31, 1985, the District Court in Minnesota (Judge Harry MacLaughlin) granted plaintiff's Motion for Summary Judgment against the County on the grounds that its strip search policy is unconstitutional under the Fourth Amendment, but denied plaintiff's motion for class certification and held that they lacked standing to seek injunctive relief.  Oddly, the court nonetheless added that the policy be \"immediately discontinued.\"  The court also granted the individual defendants qualified immunity.  John Does 1-100 v. Boyd, 613 F. Supp. 1514 (D. Minn. 1985).</p><p>In 1986, the District Court granted plaintiff's motion for interim attorney's fees, pending adjudication of individual damages.  John Does 1-100 v. Dakota Co., 1986 WL 7554 (D. Minn. 1986).</p><p>There is no docket available for this case on PACER, so there is no information on subsequent proceedings.</p><p></p>",
    "summary_published_date": "2007-06-01T00:00:00-04:00",
    "summary_short": "Four anonymous pretrial detainees brought a section 1983 action against the Dakota County Sheriff, complaining that the county jail's indiscriminate strip search policy was unconstitutional as applied to them and to similarly situated individuals, specifically pretrial detainees arrested for traffic offenses, regulatory offenses, bench warrants, and misdemeanors.  On July 31, 1985, the District Court in Minnesota granted plaintiff's Motion for Summary Judgment against the County. The court also granted the individual defendants qualified immunity.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/142",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=142",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=142",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=142"
  },
  "documents": [
    {
      "date": "1985-07-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1514,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 613,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 17299,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1985,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55579,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55579.pdf",
      "title": "Memorandum and Order",
      "text": "613 F.Supp. 1514 (1985)\nJOHN DOES 1-100, on behalf of themselves and all others similarly situated, Plaintiffs,\nv.\nRod BOYD, Sheriff of Dakota County, Minnesota, William Henley, Richard Roberts, Max\nMoes 1-10 and Max Roe 1-10, Dakota County Deputy Sheriffs, and Maxine Moes 1-10 and\nMaxine Roes 1-10, Dakota County Deputy Sheriffs, the County of Dakota; Joseph Harris,\nGerald Hollenkamp, John Voss, Steve Loeding, and Russell Streeftand, as Dakota County\nCommissioners; and Dakota County, Minnesota, a political subdivision, Defendants.\nNo. Civ. 4-84-378.\nUnited States District Court, D. Minnesota, Fourth Division.\nJuly 31, 1985.\n111555111567 *1515*1516*1517 Charles S. Zimmerman, Barry G. Reed, Zimmerman, Caplan & Reed, Minneapolis, Minn., for\nplaintiffs.\nDouglas J. Muirhead, Meagher, Geer, & Brennan, Minneapolis, Minn., Joseph B. Marshall, Circle Pines, Minn.,\nWayne Tritbough, Chadwick, Johnson & Condon, Bloomington, Minn., for defendants.\nMEMORANDUM AND ORDER\nMacLAUGHLIN, District Judge.\nThis matter is before the Court on plaintiffs' motions for partial summary judgment and class certification and on\nthe defendants' motion for summary judgment.\nFACTS\nThis action is a challenge under 42 U.S.C. ยง 1983 to the constitutionality of the Dakota County Sheriff's practice\nof strip searching all persons detained at the Dakota County Jail for traffic offenses, regulatory offenses, bench\nwarrants, and misdemeanors. Plaintiffs seek preliminary and permanent injunctive relief, as well as damages.\nThe Dakota County Jail is a two story facility located in Hastings, Minnesota, which houses both pretrial\n[1]\ndetainees and sentenced prisoners.  Pretrial detainees include persons charged with having committed\nmisdemeanor or lesser offenses as well as individuals who have been arrested on felony charges. This case\ninvolves only those charged with having committed misdemeanors and lesser offenses.\n[2]\nThere are five cell blocks in the Dakota County Jail.  Cell block one houses pretrial detainees; it has a\nmaximum population of 18. All pretrial detainees are housed together, regardless of the seriousness of the crime.\nDetainees who are considered dangerous, however, are sometimes separated from the general population and\nkept in a segregated area. Cell block two houses sentenced prisoners; it has a maximum population of 18. Cell\nblock three houses the segregated prisoners referred to above; it has a maximum population of six. Cell block\nfour houses up to six trustees or inmates involved in community service work. Cell block five houses women; it\nhas a maximum population of six. The total capacity of the facility is 54.\n[3]\nWhen an individual is brought to the jail after arrest, he or she is \"booked\" into the facility on the first floor.  The\nbooking procedure includes the completion of a criminal history sheet, the counting of the arrestee's money and\ninventorying of his or her property, the taking of photographs and fingerprints, and the completion of a form\nentitled \"Dakota County Sheriff's Department Booking Officer's Visual Opinion.\" The latter form is designed to\nidentify medical or drug/alcohol related problems, and includes an entry regarding the arrestee's potential for\n\ncausing harm to himself or others. After these steps in the booking process are completed, each arrestee is\n[4]\nsubjected to a complete strip search. The strip search, pursuant to a written policy,  is conducted on every\nperson who is detained at the facility, regardless of whether there is any cause to believe that the individual has\nconcealed weapons or contraband on his or her person.\nA private area called the \"locker room\" is used to conduct the strip searches. Only the detainee and the deputy\nsheriff are present during the search. Male deputies search male detainees and female deputies search female\n1518 detainees. No standard instructions *1518 are given regarding the scope of the strip search; neither the nature of\nthe offense charged nor the detainee's prior criminal record are considered in determining how extensive a\nsearch will be conducted. The individual deputy conducting the search is given discretion regarding the manner in\n[5]\nwhich the search is conducted.  The typical procedure for the search, however, is fairly clear. The detainee is\nfirst asked to take off his or her clothes, piece by piece, and hand them to the deputy for inspection. If the\ndetainee refuses to disrobe, the clothing will be forcibly removed. After the detainee has disrobed, the deputy\n[6]\nvisually observes the detainee's genitals, inside of the ears and mouth, and hair.  The detainee is then asked to\nturn around, bend over, and spread his or her buttocks in order that the deputy may view the anus. In many\ncases, male detainees are also asked to manipulate their genitals. Finally, the deputy observes the bottom of the\ndetainee's feet, and the detainee changes into jail clothing and is taken to the second floor of the facility. The strip\nsearch procedure is entirely visual; the Dakota County Sheriff's office instructs its deputies not to touch the\ndetainee during the search.\nThere are no exact figures on the number of persons who are booked into the jail each year. Dakota County Jail\nAdministrator Sgt. Richard Roberts testified in his deposition that between 1,900 and 2,500 persons are booked\neach year. Defendants have been unable to provide a breakdown of this figure into the percentages of those\nbooked for misdemeanor or lesser violations and those booked for felonies. Accordingly, the exact size of the\nclass which plaintiffs seek to have certified is not known at this time.\n[7]\nThe Dakota County Jail maintains records of incidents of discovery of any contraband  during a strip search.\nThe parties have reviewed these records for the past 11 years. During this period of time, there were 13 incident\nreports filed. Each report concerned the discovery of contraband in the clothing of the person strip searched;\nthere is no evidence before the Court that contraband has ever been discovered in a body cavity during a strip\nsearch. In each instance the fruit of the search was drugs and related paraphernalia, although one search\nuncovered a razor blade in addition to drugs.\nThe named plaintiffs in this case were all arrested and held on minor offenses, and strip searched without any\nconsideration of whether they might be in possession of contraband. In each case, the intake officer noted on the\n[8]\nbooking form that the detainee did not represent a threat to himself or others. John Doe # 1  was arrested on a\ncareless driving citation. He was detained at the Dakota County Jail for approximately two hours, until his\nstepfather posted $200 bail. John Doe # 2, the brother of John Doe # 1, was arrested on suspicion of drunk\n1519 driving. John Doe # 3 was arrested as a result of a domestic *1519 dispute and was charged with disorderly\nconduct and disturbing the peace. She was detained for approximately two hours, and was then allowed to post\nbail from funds which she had already turned over to the deputy sheriffs. John Doe # 4 was arrested for driving\nwhile intoxicated and was held overnight. At his court appearance the next day, the court released him on his own\nrecognizance.\nPlaintiffs now move for class certification and partial summary judgment. Plaintiffs seek the Court's determination\nthat the defendants' strip search policy violates the fourth amendment to the United States Constitution. Plaintiffs\nrequest that if the Court so determines, and certifies a class, an appropriate mechanism be established for a\nresolution of the damages claims of individual class members. Defendants have also moved for summary\njudgment, arguing first that the strip search policy is constitutional, second that defendant Dakota County\nCommissioners are entitled to summary judgment because they have never had any active responsibility for the\n[9]\nDakota County Jail, and third that all the individual defendants  are entitled to dismissal on the basis of qualified\nimmunity. The Court will first discuss the constitutionality of the defendants' strip search policy and the defenses\nof the individual defendants. The Court will then examine the question of whether a class action is appropriate in\nthis case.\n\nDISCUSSION\nA. Summary Judgment\nFed.R.Civ.P. 56(c) provides that summary judgment may be granted in favor of the moving party if there are no\ngenuine issues as to material fact and if the movant demonstrates that it is entitled to judgment as a matter of\nlaw. The material facts in the case before the Court are not disputed by any of the parties, so that consideration\nof the legal questions on summary judgment is appropriate.\n1. Constitutionality of the Dakota County Strip Search Policy\nPlaintiffs claim that the defendants' strip search policy violates the fourth amendment to the United States\nConstitution, which provides in pertinent part that:\n[t]he right of the people to be secure in their persons ... against unreasonable searches and\nseizures, shall not be violated, and no Warrants shall issue, but upon probable cause....\nThe issue before the Court is therefore whether the defendants' strip search policy is reasonable under the\ncircumstances.\nA fundamental principle of fourth amendment jurisprudence is that as a general rule, searches of a person are\ngenerally impermissible absent a search warrant, which is to issue only on probable cause. New York v. Belton,\n453 U.S. 454, 457, 101 S.Ct. 2860, 2862, 69 L.Ed.2d 768 (1981). The Supreme Court has, however, recognized\nthat warrantless searches may be \"reasonable\" if they are compelled by exigent circumstances. Id. One such\nexception to the warrant requirement is the \"search incident to arrest\" rule. United States v. Robinson, 414 U.S.\n218, 94 S.Ct. 467, 38 L.Ed.2d 427 (1973). Under Robinson, a police officer making a lawful custodial arrest may\nconduct a \"full search of the person.\" The Supreme Court in Robinson was concerned with whether a warrantless\nsearch could take place, rather than the scope of such a search. The search which was upheld in Robinson,\nhowever, was a thorough pat-down and an examination of the arrestee's pockets.\nThe search incident to arrest exception recognized in Robinson was extended in United States v. Edwards, 415\nU.S. 800, 94 S.Ct. 1234, 39 L.Ed.2d 771 (1974). In Edwards, the Supreme Court held that \"once the accused is\nlawfully arrested and is in custody, the effects in his possession at the place of detention that were subject to\n1520 search at the time and place of his arrest may lawfully be searched and seized without *1520 a warrant even\nthough a substantial period of time has elapsed between the arrest and subsequent administrative processing, on\nthe one hand, and the taking of the property for use as evidence, on the other.\" Id. at 807, 94 S.Ct. at 1239. The\nsearch upheld in Edwards was the arrestee's clothing, which was evidence of the crime. The Court's decision in \nEdwards did not, however, authorize searches unlimited in scope; it noted that police officers' conduct in carrying\nout the search was still subject to the general fourth amendment requirement of \"reasonableness.\" Id. at 808 n. 9,\n94 S.Ct. at 1239 n. 9. In upholding the search, the Supreme Court did comment that it followed \"the established\nand routine custom of permitting a jailer to search the person who is being processed for confinement under his\ncustody and control,\" and that \"little doubt has ever been expressed about the validity or reasonableness of such\nsearches incident to incarceration.\" Id. at 804-05 n. 6, 94 S.Ct. at 1237-38 n. 6 (citations omitted).\nIn Illinois v. Lafayette, 462 U.S. 640, 103 S.Ct. 2605, 77 L.Ed.2d 65 (1983), the Supreme Court addressed the\nissue of whether police can, consistent with the fourth amendment, search the personal effects of an arrestee as\npart of the routine administrative procedure associated with booking and jailing suspects. The Court held that\nsuch searches are constitutional, and made the following comments regarding the scope of such searches:\nThe governmental interests underlying a stationhouse search of the arrestee's person and\npossessions may in some circumstances be even greater than those supporting a search\nimmediately following arrest. Consequently, the scope of the stationhouse search will often vary\nfrom that made at the time of arrest. Police conduct that would be impractical or unreasonable 00\n97\n\nor embarrassingly intrusive 00 on the street can more readily 00 and privately 00 be performed at the\n97 97 97\nstation. For example, the interests supporting a search incident to arrest would hardly justify\ndisrobing an arrestee on the street, but the practical necessities of routine jail administration may\neven justify taking a prisoner's clothes before confining him, although that step would be rare.\nId.103 S.Ct. at 2609 (emphasis added). The Court in Lafayette made it clear that it was not reaching the issue of\n[10]\nwhen the strip search of an arrestee would be appropriate. Id. at 2609 n. 2.\nThe defendants in the present case do not make any attempt to argue that the strip searches in question are\npermissible under the search incident to arrest or search incident to detention lines of cases cited above. Such\narguments were made and rejected by the courts in Giles v. Ackerman, 746 F.2d 614 (9th Cir.1984),cert. denied,\n___ U.S. ___, 105 S.Ct. 2114, 85 L.Ed.2d 479 (1985) and Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th\nCir. 1983). The defendants' argument is essentially that there is an overwhelming need for security which\noutweighs any privacy interests arrestees may have, and that their strip search policy is a necessary deterrent to\nthe introduction of contraband.\nThe Supreme Court applied fourth amendment analysis to the prison setting for the first time in Bell v. Wolfish,\n441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979). Plaintiffs in Bell were pretrial detainees at the Metropolitan\nCorrectional Center (MCC), a federal short-term custodial facility in New York City designed to house primarily\npersons awaiting trial for federal criminal offenses. In addition to pretrial detainees, the MCC also housed some\nconvicted inmates who were awaiting sentencing or transportation to a federal prison, as well as some individuals\nserving relatively short sentences. Plaintiff pretrial detainees brought a class action suit under 42 U.S.C. ยง 1983\nchallenging a number of prison conditions and practices, including the practice of conducting a complete body\n1521 cavity strip search on inmates *1521 following every contact visit with an individual from outside the facility. In a\n5-4 decision, the Supreme Court held that under the circumstances, the strip searches at the MCC did not violate\nthe fourth amendment.\nThe Supreme Court in Bell noted that while convicted prisoners and pretrial detainees do not lose all their\nconstitutional protections by reason of their conviction and/or confinement, the fact of confinement and the\nlegitimate goals and policies of penal institutions necessarily limits the constitutional rights of prisoners. 441 U.S.\nat 545-46, 99 S.Ct. at 1877-78; Jones v. North Carolina Prisoners' Union, 433 U.S. 119, 125, 97 S.Ct. 2532,\n2537, 53 L.Ed.2d 629 (1977). The Court specifically noted that this necessary limitation of constitutional rights\napplies to pretrial detainees and convicted prisoners alike. 441 U.S. at 546, 99 S.Ct. at 1877. Moreover, the Court\nrecognized the maintenance of institutional security and the preservation of internal order and discipline as\n\"essential goals that may require limitation or retraction of the retained constitutional rights of both convicted\nprisoners and pretrial detainees.\" 441 U.S. at 546, 99 S.Ct. at 1878; Pell v. Procunier, 417 U.S. 817, 823, 94\nS.Ct. 2800, 2804, 41 L.Ed.2d 495 (1974). Finally, the Court commented that \"[p]rison administrators ... should be\naccorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment\nare needed to preserve internal order and discipline and to maintain institutional security.\" 441 U.S. at 547, 99\nS.Ct. at 1878.\nThe Supreme Court in Bell set forth the following balancing test for fourth amendment problems such as the one\nbefore it:\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted.\n441 U.S. at 559, 99 S.Ct. at 1884. There are two things to note about this test. First, consistent with traditional\nfourth amendment analysis, it is a fairly vague formulation which provides little specific guidance for individual\ncases. Second, the test embodies a recognition that fourth amendment analysis must proceed on a case-by-case\nbasis, and that broad categorical rules must be eschewed. The plaintiffs are therefore correct in pointing out that\nthe decision in Bell does not stand for the proposition that all strip searches in detention facilities are per se\nlawful. A number of decisions since Bell have struck down the constitutionality of policies requiring the strip\n\nsearch of all persons admitted to a detention facility, regardless of the seriousness of the offense or the likelihood\nthat the person is carrying contraband. See, e.g., Giles v. Ackerman, 746 F.2d 614 (9th Cir.1984),cert. denied,\n___ U.S. ___, 105 S.Ct. 2114, 85 L.Ed.2d 479 (1985); Hill v. Bogans, 735 F.2d 391 (10th Cir.1984); Mary Beth G.\nv. City of Chicago, 723 F.2d 1263 (7th Cir.1983); Logan v. Shealy, 660 F.2d 1007 (4th Cir.1981),cert. denied,455\nU.S. 942, 102 S.Ct. 1435, 71 L.Ed.2d 653 (1982); Tinetti v. Wittke, 620 F.2d 160 (7th Cir.1980),aff'g479 F.Supp.\n486 (E.D.Wisc. 1979); John Does 1-100 v. Ninneman, 612 F.Supp. 1069 (D.Minn.1985) (Devitt, J.). See also \nHunter v. Auger, 672 F.2d 668 (8th Cir.1982) (practice of strip searching visitors to penal institution held to violate\nfourth amendment).\nThe Supreme Court's fourth amendment analysis in Bell was not extensive. The Court began by noting that \"[a]\ndetention facility is a unique place fraught with serious security dangers.\" 441 U.S. at 559, 99 S.Ct. at 1884. It\nthen pointed to the record in the case before it and to other cases for evidence that inmates attempt to secrete\ncontraband into prisons by concealing it in their body cavities. Id. The fact that there was only one documented\ninstance in which an MCC inmate attempted to smuggle contraband into the facility on his person was interpreted\n1522 by the Court as a testament to the effectiveness of the strip search policy as a deterrent. Id. The *1522 Court\nconcluded by recognizing that while the strip search represents a serious intrusion on personal privacy, such\nintrusion is outweighed by the \"significant and legitimate security interests of the institution.\" Id. at 560, 99 S.Ct.\nat 1885.\nIn determining the constitutionality of defendants' strip search policy, the Court must balance the privacy rights of\ndetainees against the asserted justification for the searches. Plaintiffs essentially argue that factors which\ndistinguish this case from Bell require striking the balance between the intrusiveness of the search and the\njustification for the search in favor of the detainees' privacy. The starting point in the balancing test which the\nCourt must conduct is a consideration of the scope of the search and the degree to which it intrudes on the\nindividual's privacy.\nThere is no question that a full strip search represents a serious intrusion of privacy. The Court finds that the\nDakota County strip search procedure, which is imposed across the board upon the whole spectrum of\nindividuals in the community, young and old, male and female, is a dehumanizing, indecent, distasteful, and\n[11]\noutrageous practice.  The experience of disrobing and exposing one's self for visual inspection by a stranger\nclothed with the uniform and authority of the state, in an enclosed room inside a jail, can only be seen as\nthoroughly degrading and frightening. Moreover, the imposition of such a search upon an individual detained for a\nlesser offense is quite likely to take that person by surprise, thereby exacerbating the terrifying quality of the\nevent. Such an abhorrent and repulsive practice would be justifiable under only the most compelling\ncircumstances, if the fourth amendment is to have any substantial meaning. Even the majority in Bell indicated\nthat \"this practice instinctively gives us the most pause\" and that it did \"not underestimate the degree to which\nthese searches may invade the personal privacy of inmates.\" 441 U.S. at 558, 559-60, 99 S.Ct. at 1884, 1885-86.\nSee also id. at 576-77, 99 S.Ct. at 1893-94 (body cavity searches \"represent one of the most grievous offenses\nagainst personal dignity and common decency\") (Marshall, J., dissenting); id. at 594, 99 S.Ct. at 1903 (body\ncavity search is \"clearly the greatest personal indignity\" and \"may be the least justifiable measure of all [the\nsecurity practices at the institution]\") (Stevens, J., dissenting); Mary Beth G. v. City of Chicago, 723 F.2d 1263,\n1272 (7th Cir.1983).\nBalanced against this invasion of personal privacy is the necessity for the searches in question. The defendants\ncontend that the strip searches are necessary to prevent the introduction of contraband into the Dakota County\nJail. Defendants further contend that the searches are necessary in order to detect lice, vermin, injuries, disease,\nand other health and sanitary conditions. Both parties focus their arguments on the first of these alleged\njustifications for the searches.\nThe Court finds that the incidence of attempts to introduce contraband into the Dakota County Jail is simply\ninsufficient to justify an indiscriminate, across the board strip search policy. Plaintiffs make a persuasive statistical\nargument that the possession of contraband by new detainees at the jail is at worst an isolated problem. The\ndefendants cannot point to a single instance in which contraband of any type has been found in the body cavity of\na new detainee upon the initial strip search. Moreover, there have only been 13 incidents from 1973 to 1984 in\nwhich any contraband was discovered during a strip search; a conservative estimate of the number of strip\n\n[12]\nsearches during this period would be 20,000.  The incidence of contraband is therefore almost non-existent.\n1523 Several courts have relied on less compelling statistical evidence to support their conclusion *1523 that across-\nthe-board strip searches of all arrestees (including minor traffic offenders) violates the fourth amendment. See \nGiles, 746 F.2d at 617; Mary Beth G., 723 F.2d at 1272-73.\nDefendants refer to plaintiffs' statistical showing as a \"negative sell technique.\" The absence of an event,\naccording to defendants, is not proof that there is no justification for taking precautions to ensure against the\noccurrence of that event. In other words, the defendants make a deterrence argument. In support of this\nargument, defendants point to the following passage from Bell:\nThat there has been only one instance where an MCC inmate was discovered attempting to\nsmuggle contraband into the institution on his person may be more a testament to the\neffectiveness of this search technique as a deterrent than to any lack of interest on the part of the\ninmates to secrete and import such items when the opportunity arises.\n441 U.S. at 559, 99 S.Ct. at 1885. Defendants' reliance on this passage from Bell is misplaced. Bell can be\ndistinguished on the ground that it involved contact visits between already incarcerated inmates and persons\nfrom outside the institution. The potential for planned smuggling in such a situation is obvious. By contrast, arrest\nand confinement at the Dakota County Jail are wholly unplanned events, so that the defendants' strip search\n[13]\npolicy can hardly be expected to deter smuggling. Giles, 746 F.2d at 617. Moreover, the fact that the general\npublic is not likely aware of the strip search policy makes it even less likely that the policy serves as a deterrent,\n[14]\n or that the invalidation of the policy by the Court would result in a wave of smuggling attempts. The likelihood\nthat someone arrested by police for a minor offense and then detained at the Dakota County Jail is carrying\n[15]\ndrugs in his body cavity is so remote that it cannot serve as a justification for full body strip searches.\nDefendants make two basic arguments in addition to those already discussed. First, defendants attempt to\ndistinguish the court of appeals opinions relied upon by the plaintiffs, on the ground that in each of them there\nwere aggravating facts or circumstances present which tipped the fourth amendment balance in favor of the\nplaintiff and against the strip search policy. This argument is based in part upon a misreading of the cases, and is\nwholly without merit. In only one of the four circuit court opinions did \"aggravating circumstances\" play a role in\nthe decision. Hill v. Bogans, 735 F.2d 391 (10th Cir.1984). In Hill, the plaintiff was strip searched without a body\ncavity inspection, in a semi-public place. The Tenth Circuit found that the lack of privacy contributed to the\nintrusiveness of the search, but it can hardly be said that this was the determining factor in its decision to strike\ndown the defendants' indiscriminate strip search policy. The circuit court decisions cited by the plaintiffs provide\nstrong support for their position that the defendants' strip search policy is unconstitutional. Giles v. Ackerman, 746\nF.2d 614 (9th Cir.1984),cert. denied,___ U.S. ___, 105 S.Ct. 2114, 85 L.Ed.2d 479 (1985); Hill v. Bogans, 735\nF.2d 391 (10th Cir.1984); Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th Cir.1984); Logan v. Shealy, 660\nF.2d 1007 (4th Cir.1981),cert. denied,455 U.S. 942, 102 S.Ct. 1435, 71 L.Ed.2d 653 (1982); Tinetti v. Wittke,\n1524 620 F.2d 160 (7th Cir.1980),aff'g479 F.Supp. *1524 486 (E.D.Wisc.1979). In each of these decisions, the plaintiff\nwas arrested for a traffic or other minor offense, and was strip searched pursuant to a uniform policy. In each\ncase, the court held that such a search, conducted without reference to the nature of the offense or any\nreasonable grounds to believe that the individual possessed contraband, violated the fourth amendment. The\ndecisions cited by the plaintiffs are therefore directly on point to the instant case.\nDefendant's second argument is that the strip search is necessary because there is substantial commingling of\nminor offense detainees with other, more dangerous offenders. This commingling is of two types. First, the\nDakota County Jail houses all detainees together, regardless of whether they have committed a regulatory\noffense, a misdemeanor, or a felony. Second, defendants contend that detainees and sentenced prisoners are\ncommingled from time to time. The latter argument is not persuasive. Detainees and sentenced prisoners are\nhoused in totally segregated cell blocks. There is no indication in the record that any contact between the two\ngroups is more than de minimus.\nThe commingling of all detainees, regardless of the nature of the charge, presents a slightly more substantial\nproblem. Plaintiffs claim that the defendants could solve the problem by segregating minor and misdemeanor\ndetainees from felony detainees by placing them on different cell blocks. Plaintiffs do not, however, specifically\n\n[16]\ndescribe how this could be accomplished given the current configuration of the jail.  Nevertheless, the\ncommingling of detainees does not mandate a finding that the defendants' strip search policy is constitutional. At\nleast one court has recognized that commingling is only one factor to be considered in the fourth amendment\nbalance. Smith v. Montgomery County, Md., 547 F.Supp. 592, 598-99 (D.Md.1982). Moreover, any danger\nassociated with commingling is minimized by the fact that a detainee's arrest is an unplanned event. The danger\nof smuggling is therefore wholly insubstantial. Further, methods can be devised by defendants to minimize\ncommingling.\nIn sum, the Court finds that the fourth amendment balance should be struck in favor of the privacy interests of the\nplaintiffs. While the need to ensure jail security is a legitimate interest, the strip searches of lesser offenders as a\nmatter of policy bears such an insubstantial relationship to security needs that, when balanced against the severe\nintrusion on plaintiffs' privacy rights, the searches are not \"reasonable.\" The particular plaintiffs in the instant case\nwere lesser offenders who gave no indication of posing a risk to themselves or to others within the jail. The\ndefendants had no objective reason to believe that any of the plaintiffs were carrying contraband. Under these\ncircumstances, a complete strip search was not justified.\nThe reasonableness standard of the fourth amendment requires, \"at a minimum, that the facts upon which an\nintrusion is based be capable of measurement against `an objective standard,' whether this be probable cause or\na less stringent test.\" Delaware v. Prouse, 440 U.S. 648, 654, 99 S.Ct. 1391, 1396, 59 L.Ed.2d 660 (1979)\n(footnotes omitted). The more intrusive the search, the closer governmental authorities must come to\ndemonstrating probable cause for believing that the search will uncover the objects for which the search is being\nconducted. Terry v. Ohio, 392 U.S. 1, 18 n. 15, 88 S.Ct. 1868, 1878 n. 15, 20 L.Ed.2d 889 (1968). In order to\nconduct a search, there must be \"individualized suspicion, specifically directed to the person who is targeted for\nthe strip search.\" Hunter v. Auger, 672 F.2d at 675 (8th Cir.1982). In the instant case, the defendants should not\nconduct strip searches of detainees accused of minor offenses or misdemeanors unless they have some\n1525 objective, reasonable suspicion that the individual is in possession of contraband. *1525 This suspicion could be\nbased on the nature of the offense, the detainee's criminal history, the demeanor of the individual, and the results\nof any other search, such as a metal detector or pat down, which the defendants may choose to conduct.\n2. Qualified Immunity\nThe individual defendants claim that they are entitled to summary judgment on the basis of qualified immunity. \nHarlow v. Fitzgerald, 457 U.S. 800, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982). The qualified or \"good faith\" immunity\nis an affirmative defense that must be pleaded by a defendant governmental official. Gomez v. Toledo, 446 U.S.\n635, 100 S.Ct. 1920, 64 L.Ed.2d 572 (1980). Until recently, the decisions of the United States Supreme Court had\nestablished that the qualified immunity defense had both objective and subjective components. Under the Court's\ndecision in Wood v. Strickland, 420 U.S. 308, 322, 95 S.Ct. 992, 1001, 43 L.Ed.2d 214 (1975), the objective\nelement embodies a presumption that officials understand and respect \"basic, unquestioned constitutional rights.\"\nThe subjective element embodies an inquiry into whether the official \"took the action with the malicious intention\nto cause a deprivation of constitutional rights or other injury. ...\" Id. at 322, 95 S.Ct. at 1001.\nIn Harlow v. Fitzgerald, the Supreme Court substantially modified the qualified immunity defense in actions under\n[17]\nsection 1983.  The Supreme Court set forth the following test for qualified immunity:\n[G]overnment officials performing discretionary functions generally are shielded from liability for\ncivil damages insofar as their conduct does not violate clearly established statutory or\nconstitutional rights of which a reasonable person would have known.\n457 U.S. at 818, 102 S.Ct. at 2738. The above formulation completely eliminates the subjective component of the\nqualified immunity defense. The Court modified the defense in this manner because \"[t]he subjective element of\nthe good-faith defense frequently has proved incompatible with our admonition ... that insubstantial claims should\nnot proceed to trial.\" Id. at 815-16, 102 S.Ct. at 2736-37. The expansion of the immunity defense was premised in\nlarge part on the concern that civil rights suits impose a heavy burden on government:\n\n[C]laims [against federal or state officials] frequently run against the innocent as well as the guilty\n00 at a cost not only to the defendant officials, but to the society as a whole. These social costs\n97\ninclude the expenses of litigation, the diversion of official energy from pressing public issues, and\nthe deterrence of able citizens from acceptance of public office.\nId. at 814, 102 S.Ct. at 2736.\nThe Supreme Court in Harlow stated that the purely objective test which it had created would help to avoid the\nexcessive disruption of government by resolving many insubstantial claims on motions for summary judgment.\nOn such a motion, a court should determine the currently applicable law and whether that law was \"clearly\nestablished\" at the time of the alleged violation. The basic idea behind such an inquiry is to refuse to impose\nliability on officials who could not have reasonably been expected to know that they were engaging in unlawful\nconduct; officials should not be required to anticipate subsequent legal developments. See Finch v. Wemlinger,\n361 N.W.2d 865 (Minn.1985) (application of Harlow immunity test).\n1526 *1526 The individual defendants in the present case are immune from liability under the test for qualified\nimmunity set forth in Harlow. The law on strip searches in detention facilities was established by the Supreme\nCourt's decision in Bell v. Wolfish in 1979. As the discussion in this Memorandum and Order has indicated, Bell\ndealt with searches following contact visits from persons outside the institution, and is therefore clearly\ndistinguishable from the present case. Moreover, the fourth amendment analysis in Bell was a general test that\ndoes not yield a clear answer to issue of the constitutionality of strip searches in other settings. Cf. Finch v.\nWemlinger, 361 N.W.2d at 870-71. Finally, there have been no subsequent Supreme Court decisions on strip\n[18]\nsearches, and the Eighth Circuit has not yet examined the issue in this case.  These factors led another court\nin this District, in a virtually identical case to the one before the Court, to conclude that the individual defendants\ndid not violate \"clearly established constitutional rights\" by implementing a strip search policy. Jane Does 1-100 v.\nDonald Omodt, CIVIL 3-83-468, (D.Minn. Sept. 27, 1984).\nIn support of their contention that the individual defendants violated a clearly established right, plaintiffs point to\nthe several circuit court opinions that have struck down policies which require the indiscriminate strip searching of\nall detainees. While it is true that the Fourth, Seventh, Ninth, and Tenth Circuits have so held, they did so in 1981,\n1983, 1984, and 1985, respectively. This area of the law is obviously a developing one, and it cannot yet be said\nthat clearly established rights have been developed as a result.\nFinally, plaintiffs claim that defendants admit that they did not balance the legal rights of the detainees against the\ninstitution's security interests, as required by Bell, and that they therefore acted in reckless disregard of plaintiffs'\nconstitutional rights. Accordingly, plaintiffs contend that the individual defendants may not claim qualified or \"good\nfaith\" immunity. Plaintiffs appear to be referring in part to the fact that the defendants have admitted that they did\nnot consider the use of alternative measures to secure the safety of the facility. In light of the lack of clarity in the\nlaw, and Supreme Court's language in Bell regarding the need to defer to legitimate correctional security goals,\nthis fact is not sufficient to defeat the individual defendants' qualified immunity defense. Accordingly, the Court will\n[19]\ngrant summary judgment in favor of all of the individual defendants.\n3. Liability of Dakota County\nPlaintiffs have argued, and defendants concede, that the strip search policy at the Dakota County Jail is a Dakota\nCounty policy such that the county is liable under 42 U.S.C. ยง 1983. Monell v. Dept. of Social Services, 436 U.S.\n658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978); Owen v. City of Independence, 445 U.S. 622, 100 S.Ct. 1398, 63\nL.Ed.2d 673 (1980). The practice of strip searches stems from a written \"Operating Procedures Handbook\" of the\nDakota County Sheriff, and so is clearly a local government policy.\nB. Class certification\nPlaintiffs define the class they seek to represent as follows:\n\nAll persons who have been detained by Dakota County in its adult detention facility or facilities,\n1527 prior to adjudication, on suspicion of committing a misdemeanor *1527 or lesser offense, who\nhave been strip searched as a matter of policy, and without consideration of the likelihood that\nthey have weapons or other dangerous contraband concealed on their person for the period from\nJanuary 1, 1977 to the present, inclusive.\nFed.R.Civ.P. 23(a) sets forth four prerequisites to the maintenance of a class action:\n(1) the class is so numerous that joinder of all members is impracticable,\n(2) there are questions of law or fact common to the class,\n(3) the claims or defenses of the representative parties are typical of the claims or defenses of the\nclass, and\n(4) the representative parties will fairly and adequately protect the interests of the class.\nThe party seeking to represent the class bears the burden of establishing that all four requirements are satisfied. \nSmith v. Merchants & Farmers Bank of West Helena, 574 F.2d 982 (8th Cir.1978). Prior to considering the criteria\nset forth under Rule 23(a), the Court must find that a precisely defined class exists, Roman v. ESB, Inc., 550 F.2d\n1343, 1348 (4th Cir. 1976) and also that the class representative(s) is a member of the class. East Texas Motor\nFreight System, Inc. v. Rodriguez, 431 U.S. 395, 403, 97 S.Ct. 1891, 1896, 52 L.Ed.2d 453 (1977) (\"class\nrepresentative must be part of the class and `possess the same interest and suffer the same injury' as the class\nmembers\"). These requirements are implicit prerequisites to the maintenance of an action under Rule 23.\nIf plaintiffs satisfy the implicit and explicit requirements of Rule 23(a), they then must demonstrate that the action\nsought to be certified falls within one of the three categories set forth in Rule 23(b). Plaintiffs contend that this\naction may be properly maintained as a class action under either Rule 23(b)(2) or 23(b)(3). Defendants do not\nargue that plaintiffs have failed to meet the requirements of 23(a), but rather oppose the motion for class\ncertification on the ground that a class action is not proper under Rules 23(b)(2) or (b)(3).\n1. Rule 23(a) requirements\n[20]\nPlaintiffs have clearly satisfied the requirements of Rule 23(a).  First, plaintiffs have demonstrated that the\nclass is so numerous that joinder of all members is impracticable. Fed.R.Civ.P. 23(a)(1). While plaintiffs have\noffered no specific proof as to the number of people in the proposed class, many hundreds of individuals have\nclearly passed through the Dakota County Jail during the past eight years. Second, there are common questions\nof law and fact in this case, since the defendants follow a uniform policy with respect to strip searches that affects\nall members of the class. Fed.R.Civ.P. 23(a)(2). Third, defendants do not dispute the fact that the class\nrepresentative's claims are typical of the class claims. The class representatives were arrested for traffic and\nother minor offenses, and were subjected to the same strip search that all class members were subjected to.\nThere is nothing on the face of the complaint which suggests that the named plaintiffs' experiences were unusual\nin any way. Plaintiffs have therefore satisfied the typicality requirement. Fed.R. Civ.P. 23(a)(3). Finally, it seems\nclear that the class representative will fairly and adequately protect the interests of the class. Fed.R.Civ.P. 23(a)\n(4). There are no apparent conflicts between the interests of the named plaintiffs and the rest of the class, and\nplaintiffs' counsel has experience in class litigation.\n2. Rule 23(b)(2)\nPlaintiffs contend that this suit may be properly maintained as a class action under Rule 23(b)(2), which permits\nsuch an action where:\n\n[T]he party opposing the class has acted or refused to act on grounds generally applicable to the\n1528 class, thereby making appropriate final injunctive relief or corresponding *1528 declaratory relief\nwith respect to the class as a whole....\nRule 23(b)(2) was specifically designed to allow for the class action mechanism in civil rights cases. See Advisory\nCommittee's Note to 1966 Amendment to Rule 23, 39 F.R.D. 98, 102 (1966). The requirements of the rule are\naccordingly given a liberal construction in civil rights suits. Coley v. Clinton, 635 F.2d 1364, 1379 (8th Cir.1980). \nColey held that where the requirements of Rule 23(a) have been met, a district court's discretion to deny class\ncertification on the basis of Rule 23(b)(2) is limited. Id. at 1378.\nPlaintiffs' argument for class certification under this section of the rule is simple and straightforward. Plaintiffs\npoint out that defendants' strip search policy is uniformly applied to all class members, and that plaintiffs seek\npermanent injunctive relief with respect to this policy. They argue that they are accordingly entitled to class\ncertification.\nDefendants do not argue that they have not acted on grounds generally applicable to the class. Rather, they\nargue that plaintiffs lack standing as individuals and as a class to seek injunctive relief in this case. Defendants\ncontend that since plaintiffs cannot meet the threshold requirement of standing, injunctive relief is not appropriate,\nand that class certification is therefore improper under Rule 23(b)(2). The standing requirement is derived from\nthe command in Article III of the Constitution that federal courts are to decide only actual cases or controversies. \nFlast v. Cohen, 392 U.S. 83, 94-101, 88 S.Ct. 1942, 1949-53, 20 L.Ed.2d 947 (1968). In order to satisfy this\nrequirement, a plaintiff must demonstrate that he has a \"personal stake in the outcome\" in order to \"assure that\nconcrete adverseness which sharpens the presentation of issues\" necessary for the proper resolution of\nconstitutional questions. Baker v. Carr, 369 U.S. 186, 204, 82 S.Ct. 691, 703, 7 L.Ed.2d 663 (1962). A plaintiff\nmust show that he or she has sustained or is immediately in danger of sustaining some direct injury as the result\nof the challenged official conduct, and the injury or threat of injury must be both \"real and immediate,\" not\n\"conjectural\" or \"hypothetical.\" See, e.g., Golden v. Zwickler, 394 U.S. 103, 109-10, 89 S.Ct. 956, 960-61, 22\nL.Ed.2d 113 (1969).\nDefendants rely primarily on the Supreme Court's recent decision in City of Los Angeles v. Lyons, 461 U.S. 95,\n103 S.Ct. 1660, 75 L.Ed.2d 675 (1983). The plaintiff in Lyons challenged a Los Angeles police department policy\nof applying \"chokeholds\" to arrestees. The plaintiff alleged that he was stopped for a traffic violation and that the\npolice officer applied a chokehold without provocation. He sought injunctive and declaratory relief against the\npolice department, as well as damages. The Supreme Court held that the plaintiff lacked standing to seek\ninjunctive relief, and that he also failed to establish the basic prerequisites for equitable relief, since he was\nunable to show that he was likely to suffer future injury from the use of chokeholds by police officers. 103 S.Ct. at\n1667. The fact that the plaintiff had previously been choked, according to the Supreme Court, while affording\nplaintiff standing to seek damages, did not help to establish that he would be stopped for a traffic violation and\nchoked again. Id. Moreover, the Court held that the emotional consequences of this prior act were an insufficient\nbasis for an injunction, absent a real and immediate threat of future injury by the defendant. Id. at 1668 n. 8. In\norder to have established an actual controversy in Lyons, the plaintiff would have had to make credible\nallegations that (1) he would have another encounter with the police, and (2) all Los Angeles police always choke\nany citizen with whom they have an encounter. Id. at 1667. The Supreme Court found that it was \"surely no more\nthan speculation\" that plaintiff would be stopped and choked by the police again. Id. at 1668.\nDefendants also cite Smith v. Montgomery County, Md., 573 F.Supp. 604 (D.Md. 1983), a decision almost directly\n1529 on point to the case before the Court. The plaintiff in *1529Smith, like the plaintiffs in the instant action, was\nchallenging the constitutionality of indiscriminate strip searches at a county detention facility. The district court,\nrelying primarily on the Supreme Court's decision in Lyons, held that the plaintiff lacked standing to seek\ninjunctive relief against the detention center's strip search policy. Id. at 608. The court noted that the plaintiff did\n\"not allege, nor could she credibly allege, that she will be arrested in the future and strip searched without\nprobable cause to believe she is carrying weapons or contraband.\" Id. Given its finding that the plaintiff lacked\nstanding with respect to injunctive relief, the court in Smith denied plaintiff's motion to certify a class action\npursuant to Rule 23(b)(2).\n\nWhile the Court is reluctant to hold that plaintiffs do not have standing to seek injunctive relief against defendants'\nblanket strip search policy, the defendants' argument is persuasive. The instant case does differ from the\nSupreme Court's decision in Lyons in one major respect. While the plaintiff in Lyons could not credibly allege that\nall encounters with police resulted in chokeholds, every detainee at the Dakota County Jail is strip searched upon\nentry. There is no conjecture with respect to the likelihood that a detainee will be strip searched. While much of\nthe Supreme Court's analysis in Lyons focused on the likelihood that police would again decide to apply a\nchokehold, however, the Court also rested its decision on the fact that the plaintiff could not demonstrate that he\nwas likely to be stopped or arrested again. In O'Shea v. Littleton, 414 U.S. 488, 94 S.Ct. 669, 38 L.Ed.2d 674\n(1974), a challenge to discriminatory conduct in the administration of a county criminal justice system, the\nSupreme Court looked to this same factor in holding that the plaintiffs lacked standing to seek an injunction:\n... here the prospect of future injury rests on the likelihood that respondents will again be arrested\nfor and charged with violations of the criminal law and will again be subjected to bond\nproceedings, trial, or sentencing before petitioners. ... We assume that respondents will conduct\ntheir activities within the law and so avoid prosecution and conviction as well as exposure to the\nchallenged course of conduct said to be followed by petitioners.\n414 U.S. at 496-97, 94 S.Ct. at 676-77. While plaintiffs in the instant case, then, can show that if they are\narrested and detained again they will be strip searched, they cannot show any likelihood that they will in fact be\narrested again.\nThe facts of this case are distinguishable from similar cases in which the restrictive standing rules established in \nLyons and Littleton have been bypassed. In Kolender v. Lawson, 461 U.S. 352, 103 S.Ct. 1855, 1857 n. 3, 75\nL.Ed.2d 903 (1983), the Supreme Court held that a plaintiff who had been stopped by the police on 15 occasions\nin two years had standing to seek injunctive relief in a challenge to a state vagrancy statute, since he could show\na \"credible threat\" that he might be detained again under the statute. See also Lake v. Speziale, 580 F.Supp.\n1318 (D.Conn.1984) (plaintiff who had been incarcerated on two previous occasions for contempt for failure to\nmeet child support obligation had standing to challenge contempt procedures in light of plaintiff's poverty and\nlikelihood of future proceedings). In the instant case, the named plaintiffs cannot establish a \"credible threat\" that\nthey will be arrested again. There has been no allegation of a pattern of arrests, as in Lawson, which would\nsupport such a finding. Accordingly, plaintiffs' motion for class certification pursuant to Rule 23(b)(2) will be\ndenied, since plaintiffs do not have standing to pursue injunctive relief.\n3. Rule 23(b)(3)\nPlaintiffs also contend that this suit may be properly maintained as a class action under Rule 23(b)(3), which\npermits such an action where:\n1530 *1530 the court finds that the questions of law or fact common to the members of the class\npredominate over any questions affecting only individual members, and that a class action is\nsuperior to other available methods for the fair and efficient adjudication of the controversy.\na. Predominance\nProfessors Wright and Miller succinctly state the general standards for the predominance prong of the Rule 23(b)\n(3) inquiry:\nThe common questions need not be dispositive of the entire action. In other words, \"predominate\"\nshould not be automatically equated with \"determinative\" or \"significant.\" Therefore, when one or\nmore of the central issues in the action are common to the class and can be said to predominate,\nthe action will be considered proper under Rule 23(b)(3) even though other important matters will\nhave to be tried separately....\n\nOn the other hand, if the main issues in a case require the separate adjudication of each class\nmember's individual claim or defense, a Rule 23(b)(3) action would be inappropriate.... [W]hen\nindividual rather than common issues predominate, the economy and efficiency of class action\ntreatment are lost and the need for judicial supervision and the risk of confusion are magnified.\nC. Wright & A. Miller, Federal Practice and Procedure, ยง 1778, at 54-56.\nIn the instant case, plaintiffs claim that the following questions of law and fact predominate in this litigation: the\nscope of defendants' strip search policy, the policy's legality, the reasonableness of the policy, and the good faith\nof the individual defendants (including the defendants' belief in the legality of the policy and the reasonableness\nof that belief). Moreover, plaintiffs claim that there are common questions with respect to damages, the one issue\nin this case that will pose individualized problems of proof. These questions would include, according to plaintiffs,\nwhether the Court can presumptively award non-nominal compensatory damages and whether plaintiffs are\nentitled to punitive damages.\nThe Court finds that the common questions in this question are sufficient to predominate. There are clearly a\nnumber of significant factual and legal questions which are common to the entire class. Defendants do not focus\ntheir opposition to plaintiffs' effort to certify a Rule 23(b)(3) class on the predominance inquiry, although they do\nsuggest in somewhat summary fashion that the individual issues with respect to alleged injuries and damages in\nthis case predominate. The crucial issue with regard to this motion is the second prong of Rule 23(b)(3): whether\nthe class action mechanism is \"superior to other available methods for the fair and efficient adjudication of the\ncontroversy.\"\nb. Superiority of Class Action Method of Adjudication\nPlaintiffs argue that the maintenance of this suit as a class action would be more efficient than allowing each\nindividual class member to bring separate suits for damages. Plaintiffs contend that the individual damage\ncalculations could be handled by reference to a magistrate or to a special master pursuant to Fed.R.Civ.P. 53.\nDefendants argue that given the large amount of damages requested for each plaintiff, individual damages\nactions would be both more fair and more efficient.\nPlaintiffs' proposal for adjudicating the damages claims of the individual class members is not without significant\ncosts. While there are no precise figures on the size of the class, it appears to number in the thousands. It would\nobviously be quite expensive to identify these class members, notify them of their right to assert a claim, and\nprovide for a special master to hear the claims. The establishment of such a mechanism would make sense as a\n1531 matter of judicial economy only if there was a significant possibility that the average member of *1531 the\nproposed class would receive a substantial damages award.\nThe Eighth Circuit, however, in Hunter v. Auger, 672 F.2d 668 (8th Cir.1982), has spoken on the subject of the\nappropriateness of substantial damages awards in strip search cases. In Hunter, a case involving a strip search\nof prison visitors, the Eighth Circuit found that while the plaintiffs' fourth amendment rights were violated, they\nwere entitled to an award of no more than nominal damages:\nWe note that there is no evidence that appellants here were subjected to repeated incidents that\nintruded on fourth amendment protections. Each complaint is based on one episode. Moreover,\nwe believe that appellants' fourth amendment rights are fully vindicated here by the grant of\ndeclaratory and injunctive relief. Accordingly, we direct the district court, on remand, to allow\nnominal damages.\n672 F.2d at 677. In light of the above comments, the Court has determined that it would not be a prudent use of\njudicial resources to certify a class for damages pursuant to Rule 23(b)(3). Plaintiffs' motion for class certification\nwill therefore be denied.\n\nCONCLUSION\nPrison and jail administrators are entitled to a significant degree of deference when it comes to the administration\nof their facilities, but federal courts must not totally abdicate their responsibility to uphold the requirements of the\nConstitution. In the present case, the defendants' indiscriminate strip search policy of all detainees who enter the\nDakota County Jail is an exaggerated security measure which cannot be justified in light of all the circumstances\nand the seriousness of the privacy interests at stake. The Court is appalled that at this stage of civilized society\ncitizens accused of minor infractions of the law should be forced to undergo such treatment by their government,\nabsent some specific need demonstrated in an individual case. In the case of misdemeanor and lesser offenders,\nthe defendants must demonstrate some individualized suspicion in order to conduct such an intrusive search.\nThe defendants searched these plaintiffs without such individualized suspicion, and therefore violated the fourth\namendment.\nAccordingly, IT IS ORDERED that:\n1. plaintiffs' motion for class certification is denied;\n2. plaintiffs' motion for partial summary judgment is granted as follows:\na. defendants' policy of strip searching all individuals detained at the Dakota County Jail for\nmisdemeanors and lesser offenses, regardless of the character of the offense, and regardless of\nwhether there is a suspicion that the individual is in possession of contraband, violates the fourth\namendment to the United States Constitution and should be immediately discontinued; and\nb. the strip searches of the individual named plaintiffs violated their fourth amendment rights; and\n3. defendants' motion for summary judgment is granted to the extent that the individual named defendants, but\nnot Dakota County, are immune from liability for damages.\nThere is no evidence before the Court of particularized damages by any of the named plaintiffs. The question of\ndamages remains before the Court, or for resolution by the parties themselves.\n[1] Sentenced prisoners may serve sentences of up to one year at the jail.\n[2] These cell blocks are located on the second floor of the facility.\n[3] Prior to entering the secured area on the first floor of the jail, the detainee may be subjected to a pat down\nsearch by either the arresting officer or one of the Dakota County Deputy Sheriffs. Such a search is not, however,\nrequired by the defendants as a matter of policy, and pat-down searches are not routinely conducted on\ndetainees once they have entered the jail.\n[4] The written policy, which took effect on June 1, 1979, provides in pertinent part as follows: \"Change out\nprisoner, give him a coverall and a pair of shower shoes, after a complete body strip search.\" Operating\nProcedures Handbook, at 6, ยถ D, Exhibit A to Affidavit of Dakota County Sheriff Rod Boyd, May 7, 1985. Prior to\nthe promulgation of this written policy, strip searches were conducted on all detainees by the defendants\npursuant to an unwritten policy.\n[5] William Henley, the Dakota County Jail Administrator, testified at his deposition that the officer on duty has the\ndiscretion to determine whether or not the genitals are to be manipulated or the buttocks spread. Henley\nDeposition, at 62, 64. However, Richard Roberts, the Dakota County Jail Coordinator (Henley's subordinate),\ntestified that the strip search procedure includes the spreading of the detainee's buttocks in order to allow the\nofficer to view the detainee's anus. Roberts Deposition, at 39.\n[6] The detainees are asked to run their fingers through their hair to aid the deputies in their observation.\n\n[7] \"Contraband\" is used throughout this opinion to refer to weapons, drugs, or any other dangerous or prohibited\nitem.\n[8] Plaintiffs have sued under assumed names because of the intimate and personal nature of their complaint.\nPlaintiffs stand ready to reveal their true identities in such manner and at such time as the Court deems\nappropriate. The description of the four named plaintiffs in this opinion is taken from plaintiffs' memorandum in\nsupport of the motion for partial summary judgment. Defendants have not objected either to the enumeration of\nthe named plaintiffs or to the facts surrounding their strip search. The Court will therefore recognize these four as\nyet anonymous individuals as the plaintiffs and would-be class representatives.\n[9] The individual defendants are Dakota County Sheriff Rod Boyd, Deputy Sheriffs William Henley and Richard\nRoberts, unnamed deputy sheriffs, and Dakota County Commissioners John Voss, Steve Loeding, and Russell\nStreeftand.\n[10] The search at issue in Lafayette was of the detainee's pockets and shoulder bag. 103 S.Ct. at 2607.\n[11] One commentator has described the experience as a \"visual rape.\" Shuldiner, Visual Rape: A Look at the\nDubious Legality of Strip Searches, 13 J.Marsh.L.Rev. 278 (1980).\n[12] Defendants estimate that between 1,900 and 2,500 persons are booked into the Dakota County Jail each\nyear. Over an 11 year period, therefore, between 20,900 and 27,500 persons have been strip searched in Dakota\nCounty.\n[13] Defendants point to one instance in which a prisoner convicted of major crimes coerced a minor offender on\nwork release to smuggle a gun into the facility. Such an incident is insufficient justification for the defendants' strip\nsearch policy. The smuggler was already incarcerated and was coming in and out of prison on work release. This\nobviously presents a more serious problem than the booking of new detainees into the facility.\n[14] Richard Roberts, the Dakota County Jail Coordinator, testified at his deposition that no steps have been\ntaken to publish the strip search policy or otherwise make the public aware of its existence. Deposition at 45.\n[15] Defendants' argument that in the absence of a blanket strip search policy individuals could \"arrange to be\narrested\" on minor charges in order to smuggle drugs or other contraband to DCADC inmates is too far-fetched\nto serve as the basis for upholding the policy.\n[16] The Court notes, however, that the defendants house up to six detainees at a time in a separate cell block\ndesigned for dangerous or troublesome individuals.\n[17]Harlow was a \"Bivens\" action rather than a section 1983 action. While claims against state officials for\nviolations of constitutional rights are brought under section 1983, similar claims against federal officials may be\nbrought in federal court under the Supreme Court's decision in Bivens v. Six Unknown Fed. Narcotics Agents,\n403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). The Supreme Court has held that it is \"untenable\" to\ndistinguish between section 1983 suits and \"Bivens\" suits for the purposes of immunity actions. Butz v.\nEconomou, 438 U.S. 478, 504, 98 S.Ct. 2894, 2909, 57 L.Ed.2d 895 (1978). Moreover, the Supreme Court's\ndiscussion of qualified immunity in Harlow was explicitly made applicable to suits under section 1983. Harlow,\n457 U.S. at 818 n. 30, 102 S.Ct. at 2738 n. 30.\n[18] The Eighth Circuit has, however, held that strip searches of visitors to penal institutions without reasonable\nsuspicion of smuggling violates the fourth amendment. Hunter v. Auger, 672 F.2d 668 (8th Cir.1982).\n[19] The County Commissioner defendants are also entitled to summary judgment because they were not\nactively involved in the operations of the Dakota County Jail, breached no duty of care under which they could be\nheld vicariously liable (e.g. negligent hiring or failure to train), and cannot be held liable based on respondeat\nsuperior. Monell v. New York City Dept. of Social Services, 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978).\nPlaintiffs do not contest defendants' contentions regarding the County Commissioners.\n\n[20] The proposed class is precisely defined, and the class representatives are members of the proposed class.\nThe plaintiffs have therefore satisfied the implicit requirements of Rule 23.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55579"
    },
    {
      "date": "1986-05-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 341,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 634,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 21128,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/21128.pdf",
      "title": "Memorandum and Order",
      "text": "JOHN DOES 1-100 v. NINNEMAN  341 \nClte .. 634F.8upp.341 (D.MIJuL 1986) \nought not be granted to plaintiffs insofar  county's indiscriminate strip search policy. \nas they challenge  the  \"automatic deficit  County  officials  moved  to  dismiss  com \nreduction process\" established by the Bal- plaint as barred by statute of limitations. \nanced Budget and Emergency Deficit Re- The District Court, Devitt, J., held that: (1) \nduction  Control Act of 1985 and request  the Supreme Court decision, holding that \ndeclaratory relief identical to that granted  section 1983 claims are best characterized \nby this court to the plaintiffs in Spar 'V.  as personal injury actions  for statute of \nUnited States, .626 F.Supp. 1374,  138~1  limitations purposes, would not be applied \n(D.D.C:)  (~Judge court)  (per cunam),  retroactively  to  prisoner's  claim,  and  (2) \nprob. JUN. noted BUb  nom.  Bowsher 'V.  prisoner's  petition  for  interim  costs  and \nSynar, - U.S. -, 106 S.Ct.  1181, 89  attorney's fees was premature. \nL.Ed.2d 298 (1986), plaintiffs' request for  M'  d\"  d  titi \nII  โข \nsuch declaratory relief be and  hereby is  otion to  lSnusS an  pe  on Lor In-\ngranted;  and it is further  terim costs and fees denied. \nORDERED that, because plaintiffs lack \nstanding to challenge the \"fallback deficit  1. Courts $ยป100(1) \nreduction process\" established by the Bal  Supreme Court decision, holding that \nanced Budget and Emergency Deficit Re  ยง 1983 claims are best characterized as per \nduction  Control Act of 1985,  defendant's \nsonal injury actions for statute of limita \nmotion to dismiss that challenge for lack of \ntions purposes, would not be applied retro \nsubject matter jurisdiction be and hereby is \nactively to prisoner's 1983 claim, where cir \ngranted. \ncuit in which prisoner sued was committed \nto different rule at time he sued, and where \nprospective application decision would not \nretard uniformity and certainty of law and \nwouid prevent unjust result.  42 U.S.C.A. \nยง 1983;  M.S.A. ยง 541.05, subd. 1(2). \n2. Civil Rights $ยป13.17(22) \nJOHN DOES 1-100, on behalf of them \nselves and all othen similarly  Plaintiffs  petition  for  interim  costs \nsituated, Plaintiffs,  and attorney's fees in connection with 1983 \naction was premature, though plaintiff suc \nv. \ncessfully defended motion to dismiss com \nDave  NINNEMAN,  Sheriff  of  Chisago \nplaint as barred by statute of limitations, \nCounty, Minnesota;  Bradley BoUJ'888, \nand  though  court  which  denied  motion \nTom Gustafson, Max Moes 1-10, and \nthereby decided important question of law, \nMaxine  Roes  1-10,  Chisago  County \nwhere  plaintiffs  counsel  was  handling \nDeputy Sheriffs, the County of Chisago; \nnumber of similar civil  rights eases.  42 \nRosemary Maslowski, Robert Vander \nU.S.C.A. ยง 1988. \nkamp, David A.  Johnson, Tom Greig, \nand Loren Jennl. ...,  as Chisago County \nCommlulonen;  and Chisago County,  Barry G.  Reed and Charles S. Zimmer \nMinnesota, a polltical Subdivision, De  man, Zimmerman, Caplan & Reed, Minne \nfendants.  apolis, Minn., for plaintiffs. \nCiv. 3-84-573. \nJoseph B. Marshall, Marshall and Associ \nUnited States District Court,  ates, P.A., Circle Pines, Minn., for defend \nD. Minnesota,  ants. \nThird Division. \nMEMORANDUM AND ORDER \nMay 7, 1986. \nDEVITT, District Judge. \nPrisoner brought section 1983 action  The principal issue here, retroactive ap \nagainst various county officials, based on  plication of a Supreme Court decision fIX-\n\n342  634 FEDERAL SUPPLEMENT \ning the statute of limitation in a civil rights  and was transported to the Chisago County \ncase, is before the court upon defendants'  Sheriff's Department where he was booked \nmotion  to  dismiss  plaintiff  Steven  M.  into the Chisago County Jail.  As part of \nCraemer-Herbst's section 1983 complaint as  the then standard booking procedure, plain \nuntimely in light of Wilson 11.  Garcia, - tiff was subjected to a strip search before \nU.S. -, 105 S.Ct. 1938,85 L.Ed.2d 254  being introduced into the general jail popu \n(1985), and Wycoff 11.  Menke, 773 F.2d 983  lation.  The search was conducted despite \n(8th  Cir.1985).  Because  the  court finds  no  reasonable suspicion that he harbored \nthat Wilson  should not,  in  this ~e, be  contraband or carried concealed drugs or \napplied retroactively, defendants' motion is \nweapons. \ndenied. \nOn April 30,  1984, plaintiff, along with \nPlaintiffs' counsel also petition the court \nanother similarly situated plaintiff, anony \nfor an award of interim costs and attorneys \nmously commenced this action against vari \nfees pursuant to the Civil Rights Attorneys \nous county officials pursuant to 42 U.S.C. \nFee Awards Act of 1976,42 U.S.C. ยง 1988. \nยง 1983.  On July 8,  1985,  this court de \nThe petition is denied for the nonce.  Since \nclared  defendants'  indiscriminate  strip \nplaintiffs' counsel have about forty similar \nsearch policy unconstitutional.  John Does \ncases pending, and have received interim \nfees in one, the court has insufficient infor  J-J(}()  11.  Ninneman,  612  F.Supp.  1069 \n(D.Minn.1985).  Issues relating to damages \nmation on which to base an award while \nand injunctive relief were reserved for tri \navoiding  possible  duplication  with  fee \nawards in other cases.  al.  [d. at 1072. \nDefendants' motion and plaintiffs' coun  At this juncture, defendants seek to dis \nsel's petition were heard on Monday, April  miss plaintiff Craemer-Herbst's complaint \n28,1986.  based  upon  the  now  applicable  two-year \nstatute of limitations, in light of Wilson 11. \nI.  Garcia,  - U.S. -, 105 S.Ct. 1938, 85 \nAt approximately 11:00 A.M. on July 13,  L.Ed.2d 254 (1985);  Wycoff 11.  Menke, 773 \n1980,  plaintiff Steven M.  Craemer-Herbst  F.2d 983 (8th Cir.1985);  and Cook fl.  City \nwas  arrested  on  Interstate  Highway  35  of Minneapolis, 617 F.Supp. 461 (D.Minn. \nnear  Wyoming,  Minnesota.  He  was  1985).  Because the court finds that Wil \ncharged with operating a motor vehicle af  Bon  should  not,  in  this  case,  be  applied \nter his driver's license had been revoked  retroactively, defendants' motion is denied.l \n1.  Following is a  chronology of the pertinent  established a sixยทyear limitation for section \nfacts and law:  1983 cases.  Sa note 2, in/rfl. \nDecember 6, 1971  Supreme Court of the Unit  July 13, 1982  Two years since plaintiffs claim \ned States decides Chevron  Oil Company v.  arose. \nHuson, 404 U.S. 97, 92 S.Ct. 349, 30 LEd.2d  August 25, 1982  Occhino v. United States, 686 \n296 (1971), establishing three factors to con  Fold 1302 (8th Cir.1982), construes Garmon to \nsider in determining whether a judicial deci  mean that \"Minnesota's six-year statute of \nsion should have nonretroactive application.  limitations clearly would apply ... to [a sec: \n404 U.S. at 106-07, 92 S.Ct. at 355-56.  tion)  1983  action,\" id.  at 1308,  and, based \nJuly  13,  1980  Plaintiff Steven M.  Craemer  upon a review of the Chevron factors, applies \nHerbst arrested and strip searched.  Garmon retroactively, id. at 1308-10. \nJanuary 5,  1982  Eighth Circuit decides Gar  April 30, 1984  Plaintiff commences action. \nmon v. Foust, 668 F.2d 400 (8th Cir.1982) (en  April 17, 1985  Supreme Court of the United \nbanc) which puts to rest unsettled law as to  States decides Wilson v. GtuciII, - U.s. -, \nthe statute of limitations to apply in a section  105 S.Ct. 1938,85 LEd.2d 254 (1985), holding \n1983 case.  By adopting the reasoning of GlGS  that section 1983 claims are best character \nscoe v. Howell,  431 F.2d 863 (8th Cir.1970),  ized as personal injury actions for statute of \nand rejecting the reaSoning of s.\".. v. Unitยท  limitations purposes.  Wilson effectively over \ned States,  450 Fold 449 (8th Cir.1971), the  rules Garmon and imposes Minnesota's two \ncourt resolved inconsistencies among various  year statute of limitations on section 1983 \npanels of the circuit and decided that a state's  actions.  Sa note 3, in/rfl. \n\"general\" statute of limitations applies.  As  August 16, 1985  Cook v. City of MinM4pOlis, \napplied to Minnesota, the Garmon decision  617 F.supp. 461 (D.Minn.1985), construes Wil-\n\nJOHN DOES 1-100 v. NINNEMAN  343 \nate .. \n634 F.8upp. 341 (D.Mbm. 1986) \nFollowing Craemer-Herbst's arrest, but  Minnesota,  Wilson established a two-year \nbefore two years had elapsed, the statute  limitations period for section 1983 claims. \nof limitations for section 1983 cases in this  Cook v.  City of Minneapolis, 617 F.Supp. \ncircuit was established as the forum state's  461  (D.Minn.1985).3  If Wilson  is applied \ngeneral,  statutory  statute  of  limitations.  retroactively, plaintiff's claim is barred as \nGarmon v.  Foust,  668 F.2d 400 (8th Cir.  untimely.  The retroactive effect of Wilson \n1982) (en banc).  Garmon put to rest un \nwas  not discussed in the Court's opinion \nsettled law and, as applied to Minnesota, \nand circuits have split on the issue. \nadopted the six-year limitations period of \nMinn.Stat ยง 541.05, subd. 1(2) for section \n[1]  In determining whether to give pro \n1983 cases.!  Accordingly, during the latter \nspective-only application to a judicial deci \npart of the two-year period following his \nsion, the court looks to the three-factor test \narrest, Mr.  Craemer-Herbst may have re \nset out in Chevron Oil Co.  v. Huson, 404 \nlied on Garmon in determining that there \nU.S.  97,  92  S.Ct.  349,  30  L.Ed.2d  296 \nwas  a  six  year  limitation  on  his  claim. \n(1971).4 \nPlaintiff commenced his action on April 30, \n1984,  about three years and ten  months  First, the decision to be applied nonretro \nafter his claim arose.  actively must establish a new principle of \nu.s.  -,  law,  either  by  overruling  clear  past \nWilson  v.  Garcia,  - 105 \nprecedent on  which  litigants may  have \nS.Ct 1938, 85 L.Ed.2d 254 (1985) was decid \ned about a year later, on April 17, 1985.  relied ... or by deciding an issue of first \nWilson  \"effectively  overruled\"  Garmon.  impression  whose  resolution  was  not \nWycoff v.  Menke,  773 F.2d 983,  984 (8th  clearly foreshadowed. . ..  Second, it has \nCir.1985).  It held that section 1983 claims  been stressed that \"we must ... weigh \nare best characterized as personal injury  the merits and demerits in each case by \nactions for statute of limitations purposes.  looking to the prior history of the rule in \nWilBon,  105 S.Ct at 1947.  As applied to  question,  its  purpose  and  effect,  and \nson to impose Minnesota's two-year statute of  This issue was resolved in favor of the shorter, \nlimitations on section 1983 actions and, after  two-year limitation, in Cook v. City of Minneยท \na review of the Chevron factors, applies Wil  apolis, 617 F.Supp. 461, 465 (D.Minn.1985). \nson prospectively. \nSeptember 25, 1985  Eighth Circuit, after con  4.  Eighth  Circuit  decisions  since  Wycoff  v. \nsidering the Chevron factors, applies Wilson  Menlce, 773 F.2d 983 (8th Cir.1985), have caused \nretroactively, affirming district court's dismis  some question over whether the Chevron factors \nsal of a plaintiff's section 1983 claim.  Wycoff  are to be applied in determining whether to \nv. Menlce, 773 F.2d 983 (8th Cir.1985).  apply Wilson nonretroactively.  See Farmer v. \nCook, 782 F.2d 780 (8th Cir.1986) (per curiam); \n2.  Although Garmon did not deal with the Min  Bolton v. Foremam, 782 F.2d 1047 (8th Cir.1985) \nnesota statutes of limitations, this was, at the  (per curiam).  These cases, however, rely exยท \ntime, the reasonable conclusion to be drawn  pressly on Wycoff,  which applied the Chevron \nfrom Garmon in light of the court's rejection of  factors.  Bolton was remanded to the United \nSIlWlge v. United States, 4SOF.2d 449 (8th Cir.  States District Court for the Southern District of \n1971), and the court's express desire to not \"un  Iowa for further proceedings consistent with \nduly cramp[ ] the significance of section 1983 as  Wycoff.  Bolton, at 1049.  The court in Farmer \na broad, statutory remedy.\"  Garmon, 668 F.2d  stated that the \"Wycoff opinion fully analyzes \nat 406.  See also Occhino v. United States, 686  the factors relevant to the question of retroactive \nF.2d 1302 (8th Cir.1982).  Although decided af  ity.\"  Farmer, 782 F.2d at 781 (emphasis added). \nter CraemerยทHerbst's two-year limitation period  Although not referring to Chevron specifically, \nhad run, the Occhino court referred to Minยท  the conclusion is inescapable that this reference \nnesota's sixยทyear limitation statute as the \"obviยท  is to the Chevron factors.  In discussing which \nous\" post-Garmon choice, Occhino, 686 F.2d at  of these factors is \"[t]he most important,\" id., \n1308, and applied Garmon retroactively, id. at  the Farmer court appears to refer to the first \n1308-10.  Chevron factor, the plaintiffs reliance interest. \nAccordingly, the court feels that application of \n3.  Wilson created confusion in jurisdictions, such  the Chevron factors to the issue sub jUJiiJ:e is \nas Minnesota, with more than one limitations  appropriate.  Contra lane Does 1-100 v. Omodt, \nperiod for personal iqjury claims.  See Minn.  No. Civ. 3-83-468, slip. Ope at 4 (D.Minn. Jan. \nStat.  ยงยง 541.05,  subd.  1(5),  541.07(1)  (1984).  30,1986). \n\n344  634 FEDERAL SUPPLEMENT \nwhether retrospective operation will fur  where plaintiffs' claim arose in 1978, more \nther or retard its operation.\"  . .. Final  than  two  years  before  Garmon,  so  no \nly,  we  have  weighed  the  inequity  im  \"clear ... precedent on which [plaintiffs] \nposed  by  retroactive  application,  for  may have relied.\").  But see Cook 'IJ. City of \n\"[w  ] here a decision of this Court could  Minneapolis, 617 F.Supp. at 641 (pre-Wy \nproduce substantial inequitable results if  coff decision applying Wilson prospective \napplied retroactively, there is ample basis  ly). \nin our cases for avoiding the 'injustice or  Applying the Chevron factors to the case \nhardship' by a holding of nonretroactivi  sub judice,  theยท court f\"mds  that Wilson \nty.\"  should be applied nonretroactively and de \nId. at 106-07, 92 S.Ct. at 355.  fendants' motion to dismiss denied. \nIn Wycoff 'IJ.  Menke,  773 F.2d 983 (8th  The court has no trouble concluding that \nCir.1985) the court relied on the Chevron  the first and \"most important\" Chevron \nfactors  in  applying  Wilson  retroactively,  factor, Farmer 'IJ.  Cook, 782 F.2d 780, 781 \nbarring  a  plaintiff's  section  1983  claim.  (8th Cir.1986), has been satisf\"led.  Unlike \nThe plaintiff in Wycoff commenced his ac  the plaintiffs in Wycoff and Amdson, Mr. \ntion on December 3, 1981, about a month  Craemer-Herbst may have relied on Gar \nbefore Garmon was decided.  Before Gar  mon in not bringing his case before the \nmon the statute of limitations law in this  two-year limitation ran.  Garmon was, at \narea  was  admittedly  unsettled.  \"When  the time,  \"clear past precedent on which \nWycoff filed this action, the issue of the  [Craemer-Herbst] may have relied,\" though \napplicable statute of limitations had led to  later overruled by Wilson.  Accord Cook \nconfusing and inconsistent results both na  'IJ. City of Minneapolis, 617 F.Supp. at 466. \ntionally and within this circuit.\"  Wycoff, \nThe second factor is whether the policies \n773 F.2d at 986 (citations omitted). \nunderlying the rule in question will be ad \nFurther, the plaintiff in  Wycoff should  vanced or retarded by its retroactive appli \nhave been on notice that he was probably  cation.  Chevron, 404 U.S. at 107.  Two of \nsubject to Iowa's shorter, two-year statute  the \"federal interests\" which the Wilson \nof limitations.  Court expressly sought to advance by its \nAdditionally, not only had no definitive  decision  were  \"uniformity\"  and  \"certain \nstandard been adopted by this court at  ty.\"  Wilson,  105 S.Ct. at 1947.  At the \nthe time Wycoff filed his complaint, but  time Craemer-Herbst brought his lawsuit, \nseveral cases involving the Southern Dis  it was timely.  Allowing him to now pro \ntrict of Iowa specifically applied a two  ceed under the law which, at that time, was \nyear statute of limitations to section 1983  uniformly and certainly applied in this cir \nclaims.  These cases placed Wycoff on  cuit-although it now runs contrary to Wil \nnotice that a two-year limitations period  son-surely cannot retard and in fact prob \nmight be applicable to his claim.  ably advances these federal interests.  Fur \nId.  Accordingly, the court had no difficul  ther, the court is convinced that allowing \nty in finding that the first Chevron factor  Craemer-Herbst to proceed under these cir \nhad not been satisfied and concluded that,  cumstances  betterยท serves  the  underlying \nin  light of the  need  for  uniformity  and  policies andpw:poses of the Civil  Rights \ncertainty, Wycoff's claim should be barred  Act of 1871. \nby a retroactive application of Wilson.  Ac  The third and final factor to consider is \ncord Amdson 'IJ.  City of Mankato,  685  whether  the  retroactive  application  of a \nF.Supp. 112 (D.Minn.1986) (Wilson applied  decision  will  be  \"harsh,  injust,  or  ineq \nretroactively  where  \"plaintiffs  have  not  uitable.\"  Wycoff,  773  F.2d at 987.  The \nshown any greater reliance interest than  court has little trouble in finding that this \nthat in  Wycoff 'IJ.  Menke. \")j  Jane  Does  factor too has been satisfied.  \"Where a \n1-100 'IJ. Omodt, No. Civ. 3-83-468 (D.Minn.  plaintiff could have reasonably waited to \nJan. 30, 1986) (Wilson applied retroactively  f\"lle suit under the established prior rule, it \n\nGUNKEL v. CITY OF EMPORIA, KAN.  345 \nCite .. 634 F.8upp.345 (D.Kan. 1986) \nwould be inequitable to say he had slept on \nhis rights because of a later and unforesee \nCalvin L. GUNKEL and Mildred A. \nable Supreme Court decision.\"  [d. (citing \nGunkel, Plaintiffs, \nSmith v. City 0/ Pittsburgh, 764 F.2d 188, \n196 (3d  Cir.1985ยป.  At the time plaintiff  v. \nbrought this lawsuit, it was timely.  The  CITY OF EMPORIA, KANSAS, and \napplicable law in this circuit was settled at  Russell Schoenberger, Defendants. \na six-year limitation.  It would be harsh, \neiv. A. No. 85-4164-8. \ninjust and inequitable to now impose  on \nplaintiff the responsibility to have foreseen \nUnited States District Court, \nthe reversal of that law three years later. \nD. Kansas. \nBased  on  a  review  of  the  Chevron \nMay 7, 1986. \nfactors,  the court concludes  that Wilson \nshould, in this case, be applied prospective \nly and that defendants' motion to dismiss \ndenied.  Permit holders brought action against \ncity and planning coordinator to challenge \nrevocation of building permit, and city and \nII  coordinator moved for summary judgment. \n[2]  Plaintiffs'  counsel  petition  for  an  The District Court, Saffels, J.,  held that: \naward of interim costs and attomeys fees  (1) illegally issued building permit did not \n(totalling $28,951.90, plus a fee multiplier  create protectible property interest, and (2) \nof two) pursuant to the Civil Rights Attor  city  was  not estopped  from  revoking  il \nneys Fee Awards Act of 1976, 42 U.S.C.  legally issued permit. \nยง 1988.  Plaintiffs' counsel contend that in  Motion for summary judgment grantr \nlight of their victory on the constitutional  ed. \nquestion they are clearly the \"prevailing \nparties\" since it was an important victory \nand the only unresolved issue is damages. \n1. Constitutional Law *,\"278.2(1) \nIn light of the number of similar cases  Building permit for construction of sin \nplaintiffs' counsel are handling, the court  gle-family attached dwelling on back half \nfeels  it is  premature  to  grant counsel's  of lot in violation of ordinance requiring \npetition.1  The court wishes to avoid multi  frontage on street was issued in violation \nple  fee  awards  for  what is  possibly  re  of Kansas  law,  could be  revoked at any \npeated work.  Accordingly, plaintiffs' coun  time, and, therefore, did not create vested \nsel's petition for attomeys' fees is denied  property interest requiring compliance with \nfor the nonce, but may be renewed when it  due process clause before revocation.  42 \ncan be shown in which cases counsel will be  U.S.C.A.  ยง 1983;  U.S.C.A.  Const.Amends. \nseeking an award of fees, and the amount  5,14. \nsought in each. \n2. Zoning and Planning $D645 \nIT IS ORDERED: \nRecord did not establish that contract \n1.  Defendants' motion to dismiss plain \nor mutual understanding existed between \ntiffs' complaint is DENIED. \ncity and permit holders to permit construc \n2.  Plaintiffs' counsel's  petition for  an  tion of single-family attached dwelling on \naward  of interim  costs  and  fees  is  DE  back half of lot in violation of ordinance \nNIED for the nonce.  requiring frontage on street. \n5.  The court DOtes that counsel were awarded  DtzIcot. COIUIty, No. Civ. 4-84-378 (D.Minn~ Ian. \n$35,576.07 in interim fees and costs in Does v.  8,1986). ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/21128"
    },
    {
      "date": "1985-07-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1514,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 613,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 17299,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1985,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 623,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/623.pdf",
      "title": "Memorandum and Order",
      "text": "1514  613 FEDERAL SUPPLEMENT \nIndianapolis on February 28, 1985.  Stay- \nback testified that the sample was not out  JOHN DOES 1-100,  on behalf of them- \nof  her sight during the entire trip to and  selves and all others similarly \nfrom  Indianapolis.  She later turned  the  situated, Plaintiffs, \nsample over to a man representing plain- \nv. \ntiff's counsel. \nRod  BOYD, Sheriff  of  Dakota  County, \nPlaintiff insinuated that his sample may \nMinnesota,  William  Henley,  Richard \nhave been spiked or switched with a posi- \nRoberts, Max Moes 1-10  and Max Roe \ntive sample.  This court believes otherwise. \n1-10,  Dakota  County Deputy Sheriffs, \nPlaintiff has introduced no evidence show- \ning that someone had tampered  with  his  and  Maxine  Moes  1-10  and  Maxine \nurine sample.  Also, plaintiff's  reaction to  Roes  1-10,  Dakota  County  Deputy \ntaking the November  8, 1984 urine test,  Sheriffs, the County of Dakota, Joseph \nand his actions following the taking of the  Harris, Gerald Hollenkamp, John Voss, \ntest seem to implicate him in the matter.  Steve Loeding, and Russell Streeftand, \nBased on these reasons and the plaintiff's  as Dakota County Commissioners; and \nown credibility, this court holds the han-  Dakota County, Minnesota, a political \ndling of  plaintiff's  urine sample was ade-  subdivision, Defendants. \nquate, and that the disciplinary  sanctions \nNo. Civ. 4-84-378. \nimposed upon plaintiff  should not be dis- \nturbed here.  United States District Court, \nD. Minnesota, \n[Ill  However,  this  court,  or  for that \nFourth Division. \nmatter, any court, does not have the time \nto hear complaints based on the inadequate  July 31, 1985. \nchain of custody for prisoner's  urine sam- \nples.  While the defendants established an \nCivil rights action was brought chal- \nadequate chain  of  custody for plaintiff's \nurine sample in this particular case, their  lenging sheriff's practice of strip searching \nhandling  of  the same is  less than  ideal.  all persons detained at county jail for traf- \nThe Indiana DOC should seal urine samples  fic  offenses,  regulatory  offenses,  bench \nin the presence of the inmate donor, keep a  warrants, and misdemeanors.  The District \nwritten record on the location and transpor-  Court, MacLaughlin, J., held that:  (1) con- \ntation of  urine samples at all times, and  ducting strip searches of detainees accused \nwhile the samples are still in the possession  of minor offenses or misdemeanors, with- \nof the DOC, it should store the urine sam-  out objective, reasonable suspicion that the \nples in locked refrigerators with very limit-  individual was in possession of contraband, \ned access.  Furthermore, the minimum due  violated the Fourth Amendment;  (2) indi- \nprocess requirements  defined in  Wolff  v.  vidual defendants were immune from liabil- \nMcDonnell,  supra, requires  that inmates  ity under the test for qualified, or \"good \nreceive a duplicate copy of the EMIT test  faith,\" immunity; and (3) class certification \nresults from the laboratory which conduct-  was not appropriate. \ned such test. \nMotion  for class certification  denied; \nOn  the basis  of  this  record  presented,  plaintiffs'  motion  for  partial  summary \nthere is no basis for damage or injunctive  judgment granted in part; defendants' mo- \nrelief  in  favor of  this  plaintiff  under 42  tion  for  summary  judgment  granted  in \nU.S.C.  5 1983.  Judgment shall enter ac-  part. \ncordingly. \n1. Searches and Seizures -3.2,  3.6(2) \nGenerally,  subject  to  certain  excep- \ntions, searches of a person are impermissi- \nble absent a search warrant, which  is to \n\nJOHN DOES 1-100  V. BOYD \nCite as 613 F.Supp. 1514 (D.C.Mim. 1985) \nissue  only  on  probable  cause.  U.S.C.A.  7. Searches and Seizures -3.3(2) \nConst.Amend. 4.  The more intrusive the search, the clos- \n2. Prisons @4(7)  er governmental authorities must come to \ndemonstrating probable cause for believing \nIn determining the constitutionality of \nstrip search policy at jail,  court must bal-  that the search will uncover the objects for \nance the privacy rights of detainees against  which  the search is  conducted.  U.S.C.A. \nasserted  justification  for  the  searches.  Const.Amend. 4. \nU.S.C.A. Const.Amend. 4. \n8. Prisons @4(7) \n3. Searches and Seizures W(12) \nStrip searches of detainees accused of \nIncidence of attempts to introduce con- \nminor  offenses  and misdemeanors  should \ntraband into jail was insufficient to justify \nnot be conducted unless officers conducting \nan  indiscriminate, across  the board  strip \nsearch have some objective, reasonable sus- \nsearch policy, and policy of strip searching \npicion that the individual is in possession of \nall individuals detained  for misdemeanors \ncontraband,  and  this  suspicion  could  be \nand lesser offenses, regardless of the char- \nbased  on the nature of  the offense, the \nacter of the offense and whether there was \ndetainee's criminal  history,  the demeanor \nsuspicion that the individual was in posses- \nof  the individual, and the results of  any \nsion  of  contraband,  violated  the  Fourth \nother search, such as a metal detector or \nAmendment  where,  despite  a  number  of \npat down.  U.S.C.A. Const.Amend. 4. \nstrip searches, over a period of ten years, \nconservatively  estimated  at 20,000,  there  9.  Civil Rights -13.12(1) \nhad  been  only  13 incidents in which  any \nQualified or \"good  faith\"  immunity is \ncontraband was discovered and no instance \nan affirmative defense that must be plead- \nin which contraband was found in the body \ned  by  a  defendant  government  official. \ncavity of detainee upon initial strip search. \nU.S.C.A. Const.Amend. 4.  10. Officers and Public Employees -114 \n4. Prisons -4(7)  In order to be entitled to \"good  faith \nCommingling of minor and misdemean-  immunity,\" government officials should not \nor detainees with  felony detainees at jail  be required to anticipate subsequent legal \ndid  not  mandate  finding  that across  the  developments. \nboard strip search policy was constitution- \n11. Sheriffs and Constables -105 \nal.  U.S.C.A. Const-Amend. 4. \nSheriff and deputy sheriffs were im- \n5. Searches and Seizures -7(12) \nmune from liability, under qualified-immu- \nStrip search of individuals arrested for \nnity test, for violation  of  Fourth Amend- \ncareless or drunken driving or for disorder- \nment rights of persons detained for misde- \nly conduct and disturbing the peace in con- \nmeanors and lesser offenses by conducting \nnection with domestic dispute violated such \nstrip searches, where Supreme Court deci- \nindividuals' Fourth Amendment rights, ab- \nsion  on  searches  following  contact visits \nsent any objective reason to believe that \nfrom persons outside the institution did not \nany of  such detainees were carrying con- \nyield a clear answer to the issue of consti- \ntraband.  U.S.C.A. Const.Amend. 4. \ntutionality  of  strip searches  in  other set- \n6. Searches and Seizures *7(1)  tings,  Court  of  Appeals  in  the  relevant \nReasonableness  standard  of  the  circuit had not yet examined the issue, and \nFourth  Amendment  requires,  at a  mini-  area of law was a developing one; fact that \nmum, that the facts upon which an intru-  individual  defendants  admittedly  had  not \nsion is based be capable of  measurement  considered use of  alternative measures to \nagainst an objective standard, whether this  secure the safety of  the facility was not \nbe probable cause or a less-stringent test.  sufficient to defeat the qualified immunity \nU.S.C.A. Const.Amend. 4.  defense.  U.S.C.A. Const-Amend. 4. \n\n1516  613 FEDERAL SUPPLEMENT \n12. Civil Rights -13.7  rights cases, and thus the requirements of \nCounty  commissioners  could  not  be  the rule are given a liberal construction in \nheld  liable  based  on respondeat  superior  civil  rights  suits.  Fed.Rules  Civ.Proc. \nfor violation of  Fourth Amendment rights  Rules 23(b)(2), 23 note, 28 U.S.C.A. \nof  pretrial  detainees  in  connection  with \nstrip  searches,  where  the  commissioners  18. Constitutional Law -42(2) \nwere not actively involved in the operations  In order  to  satisfy standing require- \nof  the jail  and breached  no  duty of  care  ment  under  the  Constitution  [U.S.C.A. \nunder which they could be held vicariously  Const. Art. 3, 5  1 et seq.],  plaintiff  must \nliable, such as negligent hiring or failure to  demonstrate that he has a personal stake in \ntrain.  42 U.S.C.A. 5  1983; U.S.C.A. Const.  the outcome, that he or she has sustained \nAmend. 4.  or is immediately in danger of  sustaining \n13. Civil Rights e13.7  some direct injury as a result of the chal- \nCounty was liable under Civil Rights  lenged conduct, and the injury or threat of \nStatute [42 U.S.C.A. $  19831 for violation  injury must be both real and immediate and \nof  Fourth  Amendment rights  of  pretrial  not conjectural or hypothetical. \ndetainees in connection with strip searches \n19. Federal Civil Procedure e186.10 \nwhere such searches were pursuant to local \ngovernment  policy,  being  based  on  the  Plaintiffs  in  action  challenging  strip \nsheriff's  written  \"Operating  Procedures  search policy at county jail  did  not have \nHandbook.\"  U.S.C.A. Const.Amend. 4.  standing to  pursue  injunctive relief,  and \nthus were not entitled to class certification \n14. Federal Civil Procedure -172 \nunder Rule 23(b)(2), relating to situations \nParty seeking to represent class bears \nwhere final injunctive relief  may be appro- \nburden of establishing that all four require- \npriate  with  respect  to class as a  whole, \nments of Rule 23(a) are satisfied, and also \nwhere plaintiffs could not show any likeli- \nmust demonstrate that the action sought to \nhood that they would in fact be arrested \nbe certified falls within  one of  the three \ncategories  set forth  in  Rule  23(b).  Fed.  again and thus subject to the challenged \nRules  Civ.Proc.Rule  23(a, b), 28  U.S.C.A.  strip  search  procedure.  Fed.Rules  Civ. \nProc.Rule 23(b)(2), 28 U.S.C.A. \n15. Federal Civil Procedure *161.1,  164 \nPrior  to  considering  the  criteria  set  20. Federal Civil Procedure -186.10 \nforth under  class  action  rule  [Fed.Rules \nIn action challenging strip search pro- \nCiv.Proc.Rule  23(a),  28  U.S.C.A.]  court \ncedure  at county  jail,  plaintiffs,  seeking \nmust  find  that a  precisely  defined  class \ncertification  of  class,  demonstrated  that \nexists and also that the class representa- \ncommon questions predominated, but failed \ntive is a member of the class. \nto demonstrate superiority of  class action \n16. Federal Civil Procedure -186.10  as method of adjudication, in that it would \nPlaintiffs challenging strip search pro-  not be a prudent use of judicial resources \ncedures  at county jail  satisfied the class  to certify a class for damages, as there was \naction requirements of  Rule 23(a) with re-  not  significant  possibility  that  average \nspect to numerosity, common questions of  member of a proposed class would receive \nlaw and fact, typicality, and suitability as \na  substantial damages award.  Fed.Rules \nclass representatives.  Fed.Rules Civ.Proc. \nCiv.Proc.Rule 23(b)(3), 28 U.S.C.A. \nRule 23(a)(l-4), 28 U.S.C.A. \n17. Federal  Civil  Procedure  -184.10,  21. Prisons *4(2) \n186.10, 186.15  Prison and jail administrators are enti- \nRule  23(b)(2) permitting  class  action  tled  to a  significant  degree of  deference \nwhere party opposing  class has acted or  when  it  comes  to  the  administration  of \nrefused to act on grounds generally appli-  their facilities, but federal courts must not \ncable to the class was specifically designed  totally abdicate their responsibility to up- \nto allow for class action mechanism in civil  hold the requirements of the Constitution. \n\nJOHN DOES 1-100  V.  BOYD \nCite aa 613 FSupp. 1514 (D.C.MInn. 1985) \nCharles S. Zimmerman, Barry G. Reed,  sidered dangerous, however, are sometimes \nZimmerman, Caplan & Reed, Minneapolis,  separated from the general population and \nMinn., for plaintiffs.  kept in a segregated area.  Cell block two \nDouglas J. Muirhead, Meagher, Geer, &  houses sentenced prisoners;  it has a maxi- \nBrennan,  Minneapolis,  Minn.,  Joseph  B.  mum population  of  18.  Cell block  three \nMarshall, Circle Pines, Minn., Wayne Trit-  houses the segregated prisoners referred \nto above;  it has a maximum population of \nbough,  Chadwick,  Johnson  &  Condon, \nBloomington, Minn., for defendants.  six.  Cell block four houses up to six trus- \ntees or inmates involved in community ser- \nMEMORANDUM AND ORDER  vice work.  Cell block five houses women: \nit has a maximum population of six.  The \nMacLAUGHLIN, District Judge. \ntotal capacity of the facility is 54. \nThis matter is before the Court on plain- \nWhen an individual is brought to the jail \ntiffs'  motions  for partial  summary judg- \nafter arrest, he or she is \"booked\"  into the \nment  and  class  certification  and  on  the \nfacility on  the first fl00r.~ The booking \ndefendants' motion for summary judgment. \nprocedure  includes  the  completion  of  a \nFACTS  criminal history sheet, the counting of the \nThis action is a challenge under 42 U.S.C.  arrestee's money and inventorying of his or \nยง  1983 to the constitutionality of the Dako-  her  property,  the taking  of  photographs \nta County Sheriff's practice of strip search-  and fingerprints, and the completion of  a \ning  all  persons  detained  at the  Dakota  form entitled \"Dakota County Sheriff's De- \nCounty Jail for traffic offenses, regulatory  partment  Booking  Officer's  Visual  Opin- \noffenses, bench warrants, and misdemean-  ion.\"  The latter form is designed to iden- \nors.  Plaintiffs seek preliminary and per-  tify medical  or drug/alcohol related prob- \nmanent injunctive relief, as well  as dam-  lems, and includes an entry regarding the \nages.  The Dakota  County Jail  is  a  two  arrestee's  potential  for  causing  harm  to \nstory  facility  located  in  Hastings,  Min-  himself or others.  After these steps in the \nnesota, which houses both pretrial detain-  booking process are completed, each arres- \nees and sentenced prisoners.'  Pretrial de-  tee is subjected to a complete strip search. \ntainees include persons charged with hav-  The  strip  search,  pursuant  to  a  written \ning committed misdemeanor  or lesser of-  p~licyi,s~ c onducted on every person who is \nfenses as well as individuals who have been  detained  at  the  facility,  regardless  of \narrested on felony charges.  This case in-  whether there is any cause to believe that \nvolves only those charged with having com-  the  individual  has  concealed  weapons  or \nmitted misdemeanors  and lesser offenses.  contraband on his or her person. \nThere are five cell blocks in the Dakota  A private area called the \"locker room\" \nCounty Jail.*  Cell block  one houses pre-  is used to conduct the strip searches.  Only \ntrial detainees; it has a maximum popula-  the  detainee  and  the  deputy  sheriff  are \ntion  of  18.  All  pretrial  detainees  are  present during the search.  Male deputies \nhoused together, regardless of the serious-  search male detainees and female deputies \nness of the crime.  Detainees who are con-  search female detainees.  No standard in- \n1.  Sentenced prisoners may serve sentences of  ducted on detainees once they have entered the \nup to one year at the jail.  jail. \n2.  These cell blocks are located on the second  4.  The written policy, which took effect on June \nfloor of the facility.  1, 1979, provides in pertinent part as follows: \n\"Change out prisoner, give him a coverall and a \n3.  Prior to entering the secured area on the first  pair of  shower shoes, after a complete body \nfloor of the jail, the detainee may be subjected  strip search.\"  Operating Procedures Handbook, \nto a pat down search by either the arresting  at 6, 7 D, Exhibit A to Affidavit of Dakota Coun- \nofficer  or one of  the  Dakota County Deputy  ty Sheriff Rod Boyd, May 7, 1985.  Prior to the \nSheriffs.  Such a search is not,  however, re-  promulgation  of  this  written  policy,  strip \nquired by the defendants as a matter of policy,  searches were conducted on all detainees by the \nand pat-down searches are not routinely con-  defendants pursuant to an unwritten policy. \n\n1518  613 FEDERAL SUPPLEMENT \nstructions are given regarding the scope of  of this figure into the percentages of those \nthe strip search; neither the nature of the  booked  for misdemeanor  or  lesser viola- \noffense charged  nor  the detainee's  prior  tions and those booked for felonies.  Ac- \ncriminal record are considered in determin-  cordingly, the exact size of the class which \ning how extensive a search will be conduct-  plaintiffs  seek  to have  certified  is  not \ned.  The individual deputy conducting the  known at this time. \nsearch  is  given  discretion  regarding  the \nThe  Dakota  County  Jail  maintains \nmanner in which the search is c~nducted.~ \nrecords  of  incidents  of  discovery  of  any \nThe typical procedure for the search, how- \ncontraband  during a  strip search.  The \never, is fairly clear.  The detainee is first \nparties have reviewed these records for the \nasked to take off his or her clothes, piece \npast 11 years.  During this period of time, \nby piece, and hand them to the deputy for \nthere were 13 incident reports filed.  Each \ninspection.  If the detainee refuses to dis- \nreport concerned the discovery  of  contra- \nrobe, the clothing will be forcibly removed. \nband  in  the clothing of  the person  strip \nAfter the detainee has disrobed, the deputy \nsearched;  there is no evidence before the \nvisually  observes  the  detainee's  genitals, \nCourt that contraband has ever been dis- \ninside of  the ears and mouth.  and hairas \ncovered  in  a  body  cavity  during a  strip \nThe detainee is then asked to turn around, \nsearch.  In each instance the fruit of the \nbend over, and spread his or her buttocks \nsearch was drugs and related parapherna- \nin  order  that  the  deputy  may  view  the \nlia, although one search uncovered a razor \nanus.  In many cases, male detainees are \nblade in addition to drugs. \nalso asked to manipulate their genitals.  Fi- \nnally, the deputy observes the bottom  of  The named plaintiffs in this case were all \nthe  detainee's  feet,  and  the  detainee  arrested and held  on minor offenses, and \nchanges into jail  clothing and is taken to  strip searched without any consideration of \nthe second floor of the facility.  The strip  whether they  might  be  in  possession  of \nsearch procedure is entirely visual; the Da-  contraband.  In each case, the intake offi- \nkota  County Sheriff's  office instructs its  cer noted  on  the booking  form that the \ndeputies not to touch the detainee during  detainee did not represent a threat to him- \nthe search.  self or others.  John Doe # 1  was arrest- \nThere are no exact figures on the num-  ed on a careless driving citation.  He was \nber of persons who are booked into the jail  detained  at the  Dakota  County  Jail  for \neach year.  Dakota County Jail Administra-  approximately two hours, until his stepfa- \ntor Sgt. Richard  Roberts  testified  in  his  ther posted $200 bail.  John Doe # 2, the \ndeposition  that between  1,900 and  2,500  brother of John Doe # 1, was arrested on \npersons are booked each year.  Defendants  suspicion of drunk driving.  John Doe # 3 \nhave been unable to provide a breakdown  was  arrested  as  a  result  of  a  domestic \n5.  William Henley, the Dakota County Jail Ad-  8.  Plaintiffs have sued under assumed names be- \nministrator, testified at his deposition that the  cause of the intimate and personal nature of \nofficer on duty has the discretion to determine  their complaint.  Plaintiffs stand ready to reveal \nwhether or not the genitals are to be manipulat-  their true identities in such manner and at such \ned or the buttocks spread.  Henley Deposition,  time as the Court deems appropriate.  The de- \nat 62, 64.  However, Richard Roberts, the Dako-  scription of  the four named plaintiffs in this \nta  County  Jail  Coordinator  (Henley's  subor-  opinion is taken from plaintiffs' memorandum \ndinate), testified that the strip search procedure  in support of the motion for partial summary \nincludes the spreading of the detainee's buttocks \njudgment.  Defendants have not objected either \nin order to allow the officer to view the detai- \nto the enumeration of the named plaintiffs or to \nnee's anus.  Roberts Deposition, at 39. \nthe facts surrounding their strip search.  The \n6.  The detainees are asked to run their Fingers  Court will therefore recognize these four as yet \nthrough their hair to aid the deputies in their  anonymous individuals  as the  plaintiffs  and \nobservation.  would-be class representatives. \n7.  \"Contraband\" is used throughout this opinion \nto refer to weapons, drugs, or any other danger- \nous or prohibited item. \n\nJOHN DOES 1-100  V. BOYD \nClte M 613 F.Supp. 1514 (D.C.Mlnn. 1985) \ndispute and was charged with  disorderly  1.  Conetitutionality  of  the  Dakota \nconduct and disturbing the peace.  She was  County Strip Search Policy \ndetained for approximately two hours, and  Plaintiffs claim that the defendants' strip \nwas then allowed to post bail from funds  search  policy  violates  the  fourth  amend- \nwhich she had already turned over to the  ment  to  the  United  States  Constitution, \ndeputy sheriffs.  John Doe # 4 was arrest-  which provides in pertinent part that: \ned for driving while intoxicated and was  [tlhe right of the people to be secure in \nheld  overnight.  At his court appearance  their  persons  . . . against unreasonable \nthe next day, the court released him on his  searches and seizures, shall not be violat- \nown recognizance.  ed, and no Warrants shall issue, but upon \n. . . \nPlaintiffs now move for class certifica-  probable cause. \ntion and partial summary judgment.  Plain-  The  issue  before  the  Court  is  therefore \ntiffs  seek the Court's  determination  that  whether the defendants' strip search policy \nthe defendants' strip search policy violates  is reasonable under the circumstances. \nthe fourth amendment to the United States  [I]  A  fundamental  principle  of  fourth \nConstitution.  Plaintiffs request that if the  amendment jurisprudence is that as a gen- \nCourt so determines, and certifies a class,  eral rule, searches of a person are general- \nan appropriate mechanism  be  established  ly impermissible absent a search warrant, \nfor a resolution of the damages claims of  which is to issue only on probable cause. \nindividual  class  members.  Defendants  New York v. Belton, 453 U.S. 454, 457, 101 \nhave also moved for summary judgment,  S.Ct  2860,  2862,  69  L.Ed.2d  768  (1981). \narguing first that the strip search policy is  The Supreme Court has, however, recog- \nconstitutional, second that defendant Dako-  nized  that  warrantless  searches  may  be \nta County  Commissioners are entitled  to  \"reasonable\"  if they are compelled by exi- \nsummary judgment because they have nev-  gent circumstances.  Id.  One such excep- \ner had  any  active responsibility  for  the  tion  to  the  warrant  requirement  is  the \nDakota County Jail, and third that all the  \"search  incident to arrest\"  rule.  United \nindividual defendantss are entitled to dis-  States v.  Robinson, 414 U.S. 218, 94 S.Ct. \nmissal on the basis of qualified immunity.  467, 38 L.Ed.2d 427 (1973).  Under Robin- \nThe Court will first discuss the constitu-  son, a police officer making a lawful custo- \ntionality  of  the  defendants'  strip  search  dial arrest may conduct a \"full  search of \npolicy and the defenses of  the individual  the person.\"  The Supreme Court in Robin- \ndefendants.  The Court will then examine  son was concerned with  whether  a  war- \nthe question of  whether a class action is  rantless  search  could  take  place,  rather \nappropriate in this case.  than  the  scope  of  such  a  search.  The \nsearch  which  was  upheld  in  Robinson, \nDISCUSSION \nhowever, was a thorough pat-down and an \nA.  Summary Judgment  examination of the arrestee's pockets. \nFed.R.Civ.P. 56(c) provides that summary  The search incident to arrest exception \njudgment may be granted in favor of  the  recognized  in Robinson  was extended in \nmoving party if there are no genuine issues  United States v. Edwards, 415 U.S. 800, 94 \nas to material fact and if the movant dem-  S.Ct 1234, 39 L.Ed.2d  771 (1974).  In Ed- \nonstrates that it is entitled to judgment as  wards, the Supreme Court held that \"once \na matter of law.  The material facts in the  the accused is lawfully arrested and is in \ncase before the Court are not disputed by  custody, the effects in his possession at the \nany of the parties, so that consideration of  place  of  detention  that  were  subject  to \nthe legal questions on summary judgment  search at the time and place of his arrest \nis appropriate.  may lawfully be searched and seized with- \n9.  The individual defendants are Dakota County  iffs, and Dakota County  Commissioners John \nSheriff Rod Boyd, Deputy Sheriffs William Hen-  Voss, Steve Loeding, and Russell Streeftand. \nley and Richard Roberts, unnamed deputy sher- \n\n1520  613 FEDERAL SUPPLEMENT \nout a warrant even though a  substantial  hardly justify  disrobing an arrestee on \nperiod  of  time  has  elapsed between  the  the street, but the practical necessities of \narrest and subsequent administrative pro-  routine jail administration may even just- \ncessing, on the one hand, and the taking of  ify taking a prisoner's clothes before con- \nthe property  for use as evidence, on the  fining him, although that step would be \nother.\"  Id. at 807, 94 S.Ct. at 1239.  The  rare. \nsearch upheld in Edwards was the arres- \nId.  103 S.Ct  at 2609  (emphasis  added). \ntee's  clothing, which was evidence of  the \nThe Court in Lafayette  made it clear that it \ncrime.  The Court's  decision in Edwards \nwas not  reaching the issue of  when  the \ndid not, however, authorize searches unlim- \nstrip search of an arrestee would be appro- \nited in scope;  it noted that police officers' \npriate.  Id. at 2609 n. 2.1ยฐ \nconduct in carrying out the search was still \nsubject to the general fourth amendment  The defendants in  the present case do \nrequirement  of  \"reasonableness.\"  Id,  at  not make any attempt to argue that the \n808 n. 9, 94 S.Ct. at 1239 n. 9.  In uphold-  strip searches in question are permissible \ning the search, the Supreme Court did com-  under  the  search  incident  to  arrest  or \nment that it followed \"the established and  search incident to detention lines of cases \nroutine  custom  of  permitting  a  jailer  to  cited above.  Such arguments were made \nsearch the person who is being processed  and rejected by the courts in Giles v. Ack- \nfor confinement under his custody and con-  emzan, 746 F.2d 614 (9th Cir.1984), cert. \ntrol,\" and that \"little doubt has ever been  denied, - U.S. -,  105 S.Ct 2114, 85 \nexpressed about the validity or reasonable-  L.Ed.2d 479 (1985) and Mary Beth  G.  v. \nness of such searches incident to incarcera-  City of  Chicago,  723 F.2d  1263 (7th Cir. \ntion.\"  Id. at 804-05 n. 6, 94 S.Ct. at 1237-  1983).  The defendants' argument is essen- \n38 n. 6 (citations omitted).  tially that there is an overwhelming need \nIn Illinois v. Lafayette,  462 U.S. 640, 103  for security which outweighs any privacy \nS.Ct. 2605, 77 L.Ed.2d  65 (1983), the Su-  interests  arrestees  may  have,  and  that \npreme Court addressed the issue of whether  their strip search policy is a necessary de- \npolice can, consistent with the fourth amend-  terrent to the introduction of  contraband. \nment,  search  the  personal  effects  of  an \nThe  Supreme  Court  applied  fourth \narrestee as part of the routine administra- \namendment analysis to the prison setting \ntive procedure associated with booking and \nfor the first time in Bell v.  Wolfish, 441 \njailing suspects.  The Court held that such \nU.S.  520,  99  S.Ct  1861, 60  L.Ed.2d  447 \nsearches are constitutional, and made the \n(1979).  Plaintiffs in Bell were pretrial de- \nfollowing comments regarding the scope of \ntainees  at the  Metropolitan  Correctional \nsuch searches: \nCenter (MCC), a federal short-term custodi- \nThe governmental interests underlying \nal facility in New York  City designed to \na  stationhouse search of  the arrestee's \nhouse primarily persons awaiting trial for \nperson and possessions may in some cir- \nfederal criminal  offenses.  In  addition  to \ncumstances be even greater than those \npretrial  detainees, the  MCC  also  housed \nsupporting a search immediately follow- \ning arrest.  Consequently, the scope of  some convicted inmates who were awaiting \nthe stationhouse search will often vary  sentencing or transportation  to a  federal \nfrom that made  at the time  of  arrest.  prison, as well as some individuals serving \nPolice conduct that would be impractical  relatively  short sentences.  Plaintiff  pre- \nor unreasonablmr embarrassingly  in-  trial detainees brought a class action suit \ntrusive-on  the street can more readily-  under 42 U.S.C. 4  1983 challenging a num- \nand privately-be  performed at the sta-  ber of  prison  conditions and practices, in- \ntion.  For example, the interests support-  cluding the practice of  conducting a com- \ning  a  search  incident  to  arrest would  plete body cavity strip search on inmates \n10.  The search at issue in Lafayette was of the \ndetainee's pockets and shoulder bag.  103 SCt. \n\nJOHN DOES 1-100  V. BOYD \nCite as 613 F.Supp. 1514 (D.C.MInn. 1985) \nfollowing every contact visit with an indi-  441 U.S. at 559, 99 S.Ct. at 1884.  There \nvidual from outside the facility.  In a 5-4  are two  things  to  note  about  this  test. \ndecision, the Supreme Court held that un-  First,  consistent  with  traditional  fourth \nder the circumstances, the strip searches at  amendment analysis, it is a  fairly vague \nthe MCC did not violate the fourth amend-  formulation  which  provides  little  specific \nment.  guidance for individual cases.  Second, the \nThe Supreme Court in Bell noted  that  test  embodies  a  recognition  that  fourth \nwhile convicted prisoners  and pretrial de-  amendment  analysis  must  proceed  on  a \ntainees do not lose all their constitutional  case-by-case basis, and that broad categori- \nprotections  by  reason  of  their  conviction  cal rules must be eschewed.  The plaintiffs \nand/or  confinement,  the  fact of  confine-  are therefore correct in pointing out that \nment and the legitimate goals and policies  the decision in Bell does not stand for the \nof penal institutions necessarily limits the  proposition that all strip searches in deten- \nconstitutional rights of prisoners.  441 U.S.  tion facilities are per se lawful.  A number \nat 545-46,  99 S.Ct at 1877-78;  Jones v.  of  decisions since Bell have struck down \nNorth  Carolina  Prisoners'  Union,  433  the  constitutionality  of  policies  requiring \nU.S.  119,  125,  97  S.Ct  2532,  2537,  53  the strip search of all persons admitted to a \nL.Ed.2d 629 (1977).  The Court specifically  detention facility, regardless of the serious- \nnoted that this necessary limitation of con-  ness of  the offense or the likelihood that \nstitutional rights applies to pretrial detain- \nthe person  is  carrying  contraband.  See, \nees and convicted prisoners alike.  441 U.S. \ne.g., Giles v. Ackeman, 746 F.2d 614 (9th \nat 546, 99  S.Ct. at 1877.  Moreover,  the  Cir.1984), cert. denied, - U.S. -,  105 \nCourt recognized the maintenance of insti- \nS.Ct 2114, 85 L.Ed.2d  479 (1985); Hill v. \ntutional security and the preservation of \nBogans,  735  F.2d  391  (10th  Cir.1984); \ninternal order and discipline as \"essential \nMay Beth G. v.  City of  Chicago, 723 F.2d \ngoals that may require limitation or retrac- \n1263 (7th Cir.1983); Logan v.  Shealy, 660 \ntion of the retained constitutional rights of \nF.2d 1007 (4th Cir.1981), cert. denied, 455 \nboth  convicted  prisoners  and pretrial  de- \nUS. 942,  102 S.Ct  1435, 71 L.Ed.2d  653 \ntainees.\"  441 US. at 546, 99 S.Ct. at 1878; \n(1982); Tinetti v.  Wittke, 620 F.2d 160 (7th \nPel1 v.  Procunier, 417 US. 817, 823, 94 \nCir.1980), afyg  479 F.Supp. 486 (E.D.Wisc. \nS.Ct.  2800,  2804,  41  L.Ed.2d  495 (1974). \n1979); John Does 1-100 v. Ninneman, 612 \nFinally, the Court commented that \"[plri- \nson administrators  . . . should be accorded  F.Supp.  1069  (D.Minn.1985)  (Devitt,  J.). \nSee also Hunter v.  Auger, 672 F.2d  668 \nwide-ranging deference in the adoption and \n(8th Cir.1982) (practice of  strip searching \nexecution of policies and practices that in \nvisitors to penal institution held to violate \ntheir judgment are needed to preserve in- \nternal order and discipline and to maintain  fourth amendment). \ninstitutional security.\"  441 U.S. at 547, 99  The Supreme Court's fourth amendment \nS.Ct. at 1878.  analysis in Bell was not  extensive.  The \nThe Supreme Court in Bell set forth the  Court began by noting that \"[a]  detention \nfollowing balancing test for fourth amend-  facility is a unique place fraught with seri- \nment problems such as the one before it:  ous security dangers.\"  441 U.S. at 559, 99 \nThe  test  of  reasonableness  under  the  S.Ct at 1884.  It then pointed to the record \nFourth Amendment is not capable of pre-  in the case before it and to other cases for \ncise definition or mechanical application.  evidence  that inmates attempt to secrete \nIn each case it requires a balancing of  contraband into prisons by concealing it in \nthe  need  for  the  particular  search  their  body  cavities.  Id.  The  fact  that \nagainst the invasion  of  personal  rights  there was only one documented instance in \nthat  the  search  entails.  Courts  must  which an MCC inmate attempted to smug- \nconsider the scope of the particular intru-  gle contraband into the facility on his per- \nsion, the manner in which it is conducted,  son  was  interpreted  by  the  Court  as  a \nthe justification for initiating it, and the  testament to the effectiveness of the strip \nplace in which it is conducted.  search  policy  as  a  deterrent.  Id.  The \n\n1522  613 FEDERAL SUPPLEMENT \nCourt concluded by recognizing that while  mates.\"  441 US. at 558, 559-60,  99 S.Ct. \nthe strip search represents a serious intru-  at 1884, 1885-86.  See also id, at 576-77, \nsion on personal privacy, such intrusion is  99 S.Ct at 1893-94  (body cavity searches \noutweighed by the \"significant  and legit-  \"represent  one of  the most  grievous of- \nimate security interests of the institution.\"  fenses against personal  dignity  and com- \nId. at 560, 99 S.Ct. at 1885.  mon  decency\")  (Marshall, J.,  dissenting); \n[21  In determining the constitutionality  id. at 594, 99 S.Ct at 1903 (body cavity \nof  defendants1 strip  search  policy,  the  search is \"clearly the greatest personal in- \nCourt must balance the privacy rights of  dignity\" and \"may be the least justifiable \ndetainees against the asserted justification  measure of all [the security practices at the \nfor the searches.  Plaintiffs essentially ar-  institution]\")  (Stevens,  J.,  dissenting); \ngue that factors which distinguish this case  Mary Beth G. v.  City of  Chicago, 723 F.2d \nfrom Bell require striking the balance be-  1263, 1272 (7th Cir.1983). \ntween the intrusiveness of the search and \nBalanced against this invasion of person- \nthe justification for the search in favor of \nal privacy is the necessity for the searches \nthe detainees' privacy.  The starting point \nin question.  The defendants contend that \nin the balancing test which the Court must \nthe strip searches are necessary to prevent \nconduct is a consideration of the scope of \nthe search and the degree to which it in-  the introduction of contraband into the Da- \ntrudes on the individual's privacy.  kota County Jail.  Defendants further con- \ntend  that the  searches  are necessary  in \nThere is  no  question  that  a  full strip \norder to detect lice, vermin, injuries, dis- \nsearch  represents  a  serious  intrusion  of \nease, and other health and sanitary condi- \nprivacy.  The Court finds that the Dakota \ntions.  Both parties focus their arguments \nCounty  strip  search  procedure,  which  is \nimposed across the board upon the whole  on the first of  these alleged justifications \nspectrum of individuals in the community,  for the searches. \nyoung and old, male and female, is a dehu- \n131  The Court finds that the incidence \nmanizing,  indecent,  distasteful,  and  out- \nof  attempts to introduce  contraband into \nrageous practice.\"  The experience of dis- \nthe Dakota County Jail is simply insuffi- \nrobing and exposing one's  self for visual \ncient to justify an indiscriminate, across the \ninspection by a stranger clothed with the \nboard strip search policy.  Plaintiffs make \nuniform and authority of the state, in an \na persuasive statistical argument that the \nenclosed  room  inside  a jail,  can  only  be \npossession of contraband by new detainees \nseen as thoroughly degrading and frighten- \nat the jail is at worst an isolated problem. \ning.  Moreover,  the imposition of  such a \nThe defendants cannot point  to a  single \nsearch upon  an individual detained  for a \ninstance in which contraband of  any type \nlesser offense is quite likely to take that \nhas been found in the body cavity of a new \nperson  by  surprise, thereby exacerbating \ndetainee  upon  the  initial  strip  search. \nthe terrifying quality of  the event.  Such \nan abhorrent and repulsive practice would  Moreover,  there  have  only  been  13 inci- \nbe justifiable under only the most compel-  dents from 1973 to 1984 in which any con- \nling circumstances, if  the  fourth  amend-  traband  was  discovered  during  a  strip \nment is to have any substantial meaning.  search;  a  conservative  estimate  of  the \nEven  the majority  in  Bell indicated  that  number of strip searches during this period \n\"this  practice  instinctively  gives  us  the  would be 20,000.12 The incidence of contra- \nmost pause\" and that it did \"not underesti-  band is therefore almost non-existent.  Sev- \nmate the degree to which  these searches  eral courts have relied on less compelling \nmay  invade  the  personal  privacy  of  in-  statistical evidence to support their conclu- \n11.  One commentator has described the experi-  12.  Defendants estimate that between 1,900 and \nence as a \"visual rape.\"  Shuldiner, Visual Rape:  2,500 persons are booked into the Dakota Coun- \nA Look at the Dubious Legality of Strip Searches,  ty  Jail  each year.  Over  an  11 year  period, \n13 J.Marsh.L.Rev. 278 (1980).  therefore, between 20,900 and 27,500 persons \nhave been strip searched in Dakota County. \n\nJOHN DOES 1-100  V. BOYD \nCite as 613 F.Supp. 1514 (D.C.Mlnn. 1985) \nsion that across-the-board strip searches of  attempts.  The likelihood that someone ar- \nall arrestees  (including  minor  traffic of-  rested by police for a minor offense and \nfenders)  violates  the  fourth  amendment.  then detained at the Dakota County Jail is \nSee Giles, 746 F.2d at 617; Mary Beth G., carrying  drugs  in  his  body  cavity  is  so \n723 F.2d at 1272-73.  remote that it cannot sewe as a justifica- \nDefendants refer to plaintiffs' statistical  tion for full body strip searches.15 \nshowing as a  \"negative  sell  technique.\"  Defendants make two basic arguments in \nThe absence of  an event, according to de-  addition to those already discussed.  First, \nfendants, is not proof that there is no justi-  defendants attempt to distinguish the court \nfication  for taking precautions  to ensure  of  appeals  opinions  relied  upon  by  the \nagainst the occurrence of  that event.  In  plaintiffs,  on  the ground that in each of \nother words, the defendants make a deter-  them there were aggravating facts or cir- \nrence argument.  In support of this argu-  cumstances  present  which  tipped  the \nment,  defendants  point  to  the  following  fourth amendment balance in favor of the \npassage from Bell :  plaintiff and against the strip search policy. \nThat there has been  only one instance  This argument  is  based  in  part  upon  a \nwhere an  MCC  inmate  was  discovered  misreading of the cases, and is wholly with- \nattempting to smuggle contraband into  out merit.  In only one of the four circuit \nthe institution on his person may be more  court  opinions  did  \"aggravating  circum- \na testament to the effectiveness of  this  stances\" play a role in the decision.  Hill v. \nsearch technique as a deterrent than to  Bogans, 735 F.2d  391 (10th Cir.1984).  In \nany lack of  interest on the part of  the  Hill, the plaintiff was strip searched with- \ninmates to secrete and import such items  out a body cavity inspection, in a semi-pub- \nwhen the opportunity arises.  lic place.  The Tenth Circuit found that the \n441 U.S. at 559, 99 S.Ct. at 1885.  Defend-  lack of privacy contributed to the intrusive- \nants' reliance on this passage from Bell is  ness of the search, but it can hardly be said \nmisplaced.  Bell  can  be  distinguished  on  that this was the determining factor in its \nthe ground that it involved  contact visits  decision to strike down the defendants' in- \nbetween already incarcerated inmates and  discriminate strip search policy.  The cir- \npersons from outside the institution.  The  cuit court decisions cited by the plaintiffs \npotential for planned smuggling in such a  provide  strong support for their  position \nsituation is obvious.  By  contrast,  arrest  that the defendants' strip search policy is \nand confinement at the Dakota County Jail  unconstitutional.  Giles v.  Ackemnan, 746 \nare wholly unplanned  events, so that the  F.2d  614 (9th Cir.1984), cert.  denied, - \ndefendants' strip search policy can hardly  U.S. -,  105 S.Ct. 2114, 85 L.Ed.2d  479 \nbe expected to deter smuggling.13  Giles,  (1985); Hill v.  Bogans, 735 F.2d 391 (10th \n746 F.2d  at 617.  Moreover, the fact that  Cir.1984); Mary Beth G. v.  City of  Chica- \nthe general public is not likely aware of the  go, 723 F.2d 1263 (7th Cir.1984); Logan v. \nstrip search policy makes it even less likely  Shealy, 660 F.2d 1007 (4th Cir.1981), cert. \nthat the policy serves as a deterrent,14 or  denied,  455 U.S.  942,  102 S.Ct.  1435, 71 \nthat the invalidation  of  the policy by the  L.Ed.2d 653 (1982); Tinetti v.  Wittke, 620 \nCourt would result in a wave of smuggling  F.2d  160 (7th Cir.1980), affg  479 F.Supp. \n13.  Defendants point to one instance in which a  14.  Richard  Roberts,  the  Dakota  County  Jail \nprisoner convicted of major crimes coerced a  Coordinator, testified at his deposition that no \nminor offender on work release to smuggle a  steps have been taken to publish the strip search \ngun into the facility.  Such an incident is insuf-  policy or otherwise make the public aware of its \nficient  justification  for  the  defendants'  strip  existence.  Deposition at 45. \nsearch policy.  The smuggler was already incar- \n15.  Defendants' argument that in the absence of \ncerated and was coming in and out of prison on \na blanket strip search policy individuals could \nwork release.  This obviously presents a more  \"arrange to be arrested\" on minor charges in \nserious problem than the booking of  new de-  order to smuggle drugs or other contraband to \ntainees into the facility.  DCADC inmates is too far-fetched to serve as the \nbasis for upholding the policy. \n\n1524  613 FEDERAL SUPPLEMENT \n486 (E.D.Wisc.1979).  In each of these deci-  planned event.  The danger of smuggling \nsions, the plaintiff was arrested for a traf-  is therefore wholly insubstantial.  Further, \nfic or other minor offense, and was strip  methods can be devised by defendants to \nsearched pursuant to a uniform policy.  In  minimize commingling. \neach  case,  the  court  held  that  such  a \n151  In  sum, the  Court  finds that the \nsearch, conducted without reference to the \nfourth  amendment  balance  should  be \nnature of  the offense  or any reasonable \nstruck in favor of the privacy interests of \ngrounds to believe that the individual pos- \nthe plaintiffs.  While the need  to ensure \nsessed  contraband,  violated  the  fourth \njail  security  is  a  legitimate interest, the \namendment.  The decisions  cited  by  the \nstrip searches of lesser offenders as a mat- \nplaintiffs are therefore directly on point to \nter of  policy bears such an insubstantial \nthe instant case. \nrelationship  to security needs that, when \nDefendant's second argument is that the \nbalanced  against the severe intrusion  on \nstrip search is necessary because there is \nplaintiffs'  privacy rights, the searches are \nsubstantial commingling of  minor offense \nnot \"reasonable.\"  The particular plaintiffs \ndetainees with other, more dangerous of- \nin the instant case were lesser offenders \nfenders.  This commingling is of two types. \nwho gave no indication of posing a risk to \nFirst, the Dakota  County Jail houses all \nthemselves  or  to  others  within  the  jail. \ndetainees together, regardless  of  whether \nThe defendants had no objective reason to \nthey have committed a regulatory offense, \nbelieve  that  any  of  the  plaintiffs  were \na misdemeanor, or a felony.  Second, de- \ncarrying contraband.  Under these circum- \nfendants contend that detainees and sen- \nstances, a  complete strip search was not \ntenced prisoners are commingled from time \njustified. \nto time.  The latter argument is not per- \nsuasive.  Detainees and sentenced prison-  [6-81  The  reasonableness  standard  of \ners are housed  in  totally  segregated  cell  the fourth amendment requires, \"at a mini- \nblocks.  There is no indication in the record  mum, that the facts upon which an intru- \nthat any contact between the two groups is  sion is based be  capable of  measurement \nmore than de minimus.  against  'an  objective  standard,'  whether \nthis be probable cause or a less stringent \n[41  The  commingling  of  all  detainees, \ntest.\"  Delaware v. Prouse, 440 US. 648, \nregardless  of  the  nature  of  the  charge, \n654, 99  S.Ct.  1391, 1396, 59 L.Ed.2d  660 \npresents a slightly more substantial prob- \n(1979) (footnotes omitted).  The more intru- \nlem.  Plaintiffs claim that the defendants \nsive the search, the closer governmental \ncould  solve  the  problem  by  segregating \nauthorities  must  come  to  demonstrating \nminor and misdemeanor detainees from fel- \nprobable  cause  for  believing  that  the \nony detainees by placing them on different \ncell blocks.  Plaintiffs do not, however, spe-  search will uncover the objects for which \ncifically describe how this could be accom-  the search is being conducted.  Terry v. \nplished given the current configuration of  Ohio, 392 US. 1, 18 n. 15, 88 S.Ct 1868, \nthe jail.I6  Nevertheless, the commingling  1878 n. 15, 20 L.Ed.2d 889 (1968).  In order \nof  detainees does not mandate  a  finding  to conduct a search, there must be \"individ- \nthat the defendants' strip search policy is  ualized  suspicion,  specifically  directed  to \nconstitutional.  At least one court has rec-  the person who is targeted  for the strip \nognized  that  commingling  is  only  one  search.\"  Hunter v. Auger, 672 F.2d at 675 \nfactor  to  be  considered  in  the  fourth  (8th  Cir.1982).  In  the  instant  case,  the \namendment balance.  Smith v.  Montgom-  defendants  should  not  conduct  strip \nery County, Md., 547 FSupp. 592, 598-99  searches of detainees accused of minor of- \n(D.Md.1982).  Moreover, any danger associ-  fenses or misdemeanors unless they have \nated with commingling is minimized by the  some objective,  reasonable suspicion  that \nfact  that  a  detainee's  arrest  is  an  un-  the individual is  in  possession  of  contra- \n16.  The Court notes, however, that the defend-  separate cell block designed for dangerous or \nants house up to six detainees at a time in a  troublesome individuals. \n\nJOHN DOES 1-100  V. BOYD \nClte as 613 F.Supp. 1514 (D.C.Mlnn.1 985) \nband.  This suspicion could be based on the  457 U.S.  at 818, 102 S.Ct at 2738.  The \nnature of the offense, the detainee's crimi-  above  formulation  completely  eliminates \nnal history, the demeanor of the individual,  the subjective component of  the qualified \nand the results of any other search, such as  immunity defense.  The Court modified the \na  metal detector or pat down, which  the  defense in this manner because \"[tlhe  sub- \ndefendants may choose to conduct. \njective  element of  the good-faith defense \nfrequently  has  proved  incompatible  with \n2.  Qualified Immunity  our  admonition  . . .  that  insubstantial \n191  The individual defendants claim that  claims should not proceed to trial.\"  Id. at \nthey are entitled to summary judgment on \n815-16,  102 S.Ct at 2736-37.  The expan- \nthe basis of qualified immunity.  Harlow v. \nsion of the immunity defense was premised \nFitzgerald, 457 U.S. 800, 102 S.Ct 2727, 73 \nin large part on the concern that civil rights \nL.Ed.2d 396 (1982).  The qualified or \"good \nsuits impose  a  heavy burden  on govern- \nfaith\"  immunity is an affirmative defense \nment: \nthat must be pleaded by a defendant gov- \n[Cllaims  [against  federal  or  state offi- \nernmental official.  Gomez v.  Toledo, 446 \nU.S.  635,  100 S.Ct 1920, 64 L.Ed.2d  572  cials] frequently run against the innocent \n(1980).  Until recently, the decisions of the  as well as the guilty-at  a cost not only \nUnited  States Supreme  Court  had  estab-  to the defendant officials, but to the soci- \nlished that the qualified immunity defense  ety as a whole.  These social costs in- \nhad both objective and subjective compo-  clude the expenses of  litigation, the di- \nnents.  Under the Court's decision in Wood  version of official energy from pressing \nv.  Strickland, 420 U.S. 308, 322, 95 S.Ct.  public issues, and the deterrence of able \n992, 1001, 43 L.Ed.2d 214 (1975), the objec-  citizens from acceptance of public office. \ntive element embodies a presumption that \nId. at 814, 102 S.Ct. at 2736. \nofficials understand and respect \"basic, un- \nquestioned constitutional rights.\"  The sub-  [lo]  The  Supreme  Court  in  Harlow \njective  element embodies  an inquiry  into  stated that the purely objective test which \nwhether the official \"took  the action with  it had created would help to avoid the ex- \nthe malicious intention to cause a depriva-  cessive disruption of government by resolv- \ntion of  constitutional rights or other inju-  ing many insubstantial claims on motions \nry.. . .\"  Id. at 322, 95 S.Ct. at 1001.  for summary judgment.  On such a motion, \na court should determine the currently ap- \nIn Harlow v.  Fitzgerald,  the Supreme \nplicable  law  and  whether  that  law  was \nCourt substantially modified the qualified \nimmunity defense in actions under section  \"clearly  established\"  at the  time  of  the \n1983.\"  The Supreme Court set forth the  alleged violation.  The basic  idea  behind \nfollowing test for qualified immunity:  such an inquiry is to refuse to impose liabil- \n[Glovernment officials performing discre-  ity on officials who could not have reason- \ntionary functions generally are shielded  ably been expected to know that they were \nfrom liability for civil damages insofar as  engaging  in  unlawful  conduct;  officials \ntheir conduct does not violate clearly es-  should not be required to anticipate subse- \ntablished  statutory  or  constitutional  quent legal  developments.  See Finch  v. \nrights  of  which  a  reasonable  person  Wemlinger,  361  N.W.2d  865 (Minn.1985) \nwould have known.  (application of Harlow immunity test). \n17.  Harlow was a \"Bivens\" action rather than a  \"untenable\" to distinguish between section 1983 \nsection 1983 action.  While claims against state  suits and  \"Bivens\" suits for the  purposes of \nofficials for violations of  constitutional rights  immunity actions.  Butz v. Economou, 438 US. \nare brought under section 1983, similar claims  478, 504, 98 S.Ct. 2894, 2909, 57 L.Ed.2d 895 \nagainst Federal officials may be brought in fed-  (1978).  Moreover, the Supreme Court's discus- \neral court under the Supreme Court's decision  sion of qualified immunity in Harlow was ex- \nin Bivens v. Six Unknown Fed. Narcotics Agents,  plicitly made applicable to suits under section \n403 U.S.  388, 91 S.Ct.  1999, 29 L.Ed.2d 619  1983. Harlow, 457 US. at 818 n. 30, 102 S.Ct. at \n(1971).  The Supreme Court has held that it is  2738 n. 30. \n\n1526  613 FEDERAL SUPPLEMENT \n[Ill  The  individual  defendants  in  the  the legal rights of the detainees against the \npresent case are immune from liability un-  institution's security interests, as required \nder  the  test  for  qualified  immunity  set  by Bell,  and that they therefore acted in \nforth  in  Harlow.  The  law  on  strip  reckless  disregard  of  plaintiffs'  constitu- \nsearches in detention facilities was estab-  tional  rights.  Accordingly, plaintiffs  con- \nlished by the Supreme Court's  decision in  tend that the individual defendants may not \nBell v.  Woljbh in 1979.  As the discussion  claim qualified  or \"good  faith\" immunity. \nin this Memorandum and Order has indi-  Plaintiffs appear to be referring in part to \ncated, Bell  dealt with  searches following  the fact that the defendants have admitted \ncontact visits from persons outside the in-  that they did not consider the use of alter- \nstitution,  and  is  therefore  clearly  distin-  native measures to secure the safety of the \nguishable from the present  case.  More-  facility.  In light of the lack of clarity in \nover,  the  fourth  amendment  analysis  in \nthe law, and Supreme Court's language in \nBell was a general test that does not yield \nBell regarding the need to defer to legit- \na clear answer to issue of the constitution- \nimate correctional security goals, this fact \nality  of  strip searches in  other  settings. \nis  not  sufficient to defeat the  individual \nCJ: Finch v.  Wemlinger,  361 N.W.2d  at \ndefendants'  qualified  immunity  defense. \n870-71.  Finally, there have been no subse- \nAccordingly, the Court will grant summary \nquent  Supreme  Court  decisions  on  strip \njudgment in favor of all of the individual \nsearches, and the Eighth  Circuit has not \ndefendants.l9 \nset  examined  the  issue  in  this  case.18 \n~hesefa ctors led another court in this Dis- \n3.  Liability of Dakota County \ntrict, in a virtually identical case to the one \nbefore the Court, to conclude that the indi-  [13]  Plaintiffs have argued, and defend- \nvidual  defendants did not violate  \"clearly  ants concede, that the strip search policy at \nestablished constitutional rights\" by imple-  the Dakota County Jail is a Dakota County \nmenting a strip search policy.  Jane Does  policy such that the county is liable under \n1-100 v. Donald Omodt, CIVIL 3-83-468,  42 U.S.C.  8  1983.  Monell v.  Dept. of  So- \n(D.Minn. Sept. 27, 1984).  cial Semlices, 436 U.S. 658, 98 S.Ct. 2018, \n56 L.Ed.2d  611 (1978);  Owen  v.  City  of \nIn support of  their contention that the \nIndependence,  445  U.S.  622,  100  S.Ct. \nindividual defendants violated a clearly es- \n1398, 63 L.Ed.2d  673 (1980).  The practice \ntablished right, plaintiffs point to the sever- \nof strip searches stems from a written \"Op- \nal circuit court opinions that have struck \nerating Procedures Handbook\" of  the Da- \ndown policies which require the indiscrimi- \nnate  strip  searching  of  all  detainees.  kota  County  Sheriff, and so is  clearly a \nWhile it is true that the Fourth, Seventh,  local government policy. \nNinth,  and Tenth  Circuits  have  so held, \nthey did so in 1981, 1983, 1984, and 1985,  B.  Class certification \nrespectively.  This area of the law is obvi-  Plaintiffs define the class they seek to \nously a developing one, and it cannot yet be  represent as follows: \nsaid  that clearly  established  rights  have  All persons who have been detained by \nbeen developed as a result.  Dakota County in its adult detention fa- \n[I21  Finally,  plaintiffs  claim  that  de-  cility or facilities,  prior to adjudication, \nfendants admit that they did not balance  on suspicion of committing a misdemean- \n18.  The Eighth Circuit has, however, held that  the Dakota County Jail, breached  no duty of \nstrip searches of visitors to penal  institutions  care under which they could be held vicariously \nwithout reasonable suspicion of smuggling vio-  liable (e.g. negligent hiring or failure to train), \nlates the fourth amendment.  Hunter v. Auger,  and cannot be held liable based on respondeat \n672 F.2d 668 (8th Cir.1982).  superior.  A4anell v.  New  York  City Dept.  of \nSocial Services, 436 U.S. 658, 98 S.Ct. 2018, 56 \n19.  The  County  Commissioner  defendants  are  L.Ed.2d 611 (1978).  Plaintiffs do not contest \nalso entitled to summary judgment because they  defendants'  contentions regarding the County \nwere not actively involved in the operations of  Commissioners. \n\nJOHN DOES 1-100  V. BOYD \nClte 01) 613 F.Supp. 1514 (D.C.Mlnn. 1985) \nor or lesser offense, who have been strip  oppose the motion for class certification on \nsearched as a matter of policy, and with-  the ground that a class action is not proper \nout consideration of  the likelihood  that  under Rules 23(b)(2) or (b)(3). \nthey have weapons or other dangerous \ncontraband concealed on their person for  1.  Rule 23(a) requirements \nthe period from January 1, 1977 to the \n[I61  Plaintiffs have clearly satisfied the \npresent, inclusive. \nrequirements of Rule 23(a).*O  First, plain- \n[14,151  Fed.R.Civ.P.  23(a)  sets  forth  tiffs have demonstrated that the class is so \nfour prerequisites to the maintenance of a  numerous that joinder  of  all  members is \nclass action:  impracticable.  Fed.R.Civ.P.  23(a)(l). \n(1) the class is so numerous that joinder  While  plaintiffs  have  offered  no  specific \nof all members is impracticable,  proof  as to the number of  people  in the \n(2) there  are questions of  law  or  fact  proposed class, many hundreds of individu- \ncommon to the class,  als have clearly passed through the Dakota \n(3) the claims or defenses of  the repre-  County Jail  during the past eight years. \nsentative parties are typical of the claims  Second, there are common questions of law \nor defenses of the class, and  and fact in this case, since the defendants \n(4) the representative parties will fairly  follow  a  uniform  policy  with  respect  to \nand adequately protect the interests of  strip searches that affects all members of \nthe class.  the class.  Fed.R.Civ.P. 23(a)(2).  Third, de- \nThe party seeking to represent the class  fendants do not dispute the fact that the \nbears the burden  of  establishing that all  class representative's claims are typical of \nfour requirements are satisfied.  Smith v.  the class claims.  The class representatives \nMerchants & Farmers Bank of  West Hel-  were arrested for traffic and other minor \nena, 574 F.2d 982 (8th Cir.1978).  Prior to  offenses, and were subjected to the same \nconsidering  the  criteria  set  forth  under  strip search that all class members were \nRule  23(a),  the  Court  must  find  that  a  subjected to.  There is nothing on the face \nprecisely  defined  class exists, Roman  v.  of  the complaint which suggests that the \nESB, Inc.,  550 F.2d  1343, 1348 (4th Cir.  named plaintiffs' experiences were unusual \n1976) and  also that the class representa-  in any way.  Plaintiffs have therefore sat- \ntive(~)i s  a  member  of  the  class.  East  isfied  the typicality requirement.  Fed.R. \nTexas Motor Freight System, Inc. v. Rod-  Civ.P. 23(a)(3).  Finally, it seems clear that \nriguez,  431 US. 395, 403, 97  S.Ct. 1891, \nthe class representative will fairly and ade- \n1896, 52 L.Ed.2d 453 (1977) (\"class  repre- \nquately protect the interests of  the class. \nsentative  must be  part of  the class and \nFed.R.Civ.P.  23(a)(4).  There are no appar- \n'possess the same interest and suffer the \nent conflicts between the interests of  the \nsame  injury'  as  the  class  members\"). \nnamed plaintiffs and the rest of the class, \nThese requirements  are implicit  prerequi- \nand  plaintiffs'  counsel  has  experience  in \nsites to the maintenance of an action under \nclass litigation. \nRule 23. \nIf  plaintiffs  satisfy the implicit and ex-  2.  Rule 23(b)(2) \nplicit 1,equirements of Rule 23(a), they then \n[I71  Plaintiffs  contend  that  this  suit \nmust demonstrate that the action sought to \nmay be properly maintained as a class ac- \nbe certified falls within  one of  the three \ntion  under  Rule  23(b)(2), which  permits \ncategories set forth in Rule 23(b).  Plain- \nsuch an action where: \ntiffs contend that this action may be prop- \nerly  maintained  as  a  class  action  under  [Tlhe party opposing the class has act- \neither Rule 23(b)(2) or 23(b)(3).  Defendants  ed or refused to act on grounds generally \ndo not argue that plaintiffs have failed to  applicable to the class, thereby making \nmeet the requirements of 23(a), but rather  appropriate final injunctive relief  or cor- \n20.  The proposed class is precisely defined, and  proposed  class.  The plaintiffs have therefore \nthe class representatives are members of  the  satisfied the implicit requirements of  Rule 23. \n\n1528  613 FEDERAL SUPPLEMENT \nresponding  declaratory  relief  with  re-  \"real and immediate,\" not \"conjectural\"  or \nspect to the class as a whole.. . .  \"hypothetical.\"  See, e.g.,  Golden v. Zwick- \nRule 23(b)(2) was specifically designed to  ler,  394  U.S.  103,  109-10,  89  S.Ct  956, \nallow  for the class action  mechanism  in  960-61, 22 L.Ed.2d 113 (1969). \ncivil rights cases.  See Advisory  Commit- \ntee's Note to 1966 Amendment to Rule 23,  1191  Defendants rely  primarily on the \n39 F.R.D. 98,102 (1966).  The requirements  Supreme Court's recent decision in City of \nof the rule are accordingly given a liberal  Los Angeles  v. Lyons,  461 US. 95,  103 \nconstruction in civil rights suits.  Coley v. \nS.Ct  1660, 75  L.Ed.2d  675  (1983).  The \nClinton, 635 F.2d 1364, 1379 (8th Cir.1980). \nplaintiff in Lyons challenged a Los Angeles \nColey held that where the requirements of \npolice  department  policy  of  applying \nRule 23(a) have been met, a district court's \n\"chokeholds\"  to  arrestees.  The  plaintiff \ndiscretion to deny class certification on the \nalleged that he was stopped for a traffic \nbasis  of  Rule  23(b)(2) is  limited.  Id.  at \nviolation and that the police officer applied \n1378. \na  chokehold  without  provocation.  He \nPlaintiffs'  argument for class certifica- \nsought  injunctive  and  declaratory  relief \ntion under this section of the rule is simple \nand straightforward.  Plaintiffs point out  against the police department, as well as \nthat defendants' strip search policy is uni-  damages.  The  Supreme  Court held  that \nformly applied to all class members, and  the plaintiff lacked standing to seek injunc- \nthat plaintiffs  seek permanent  injunctive  tive relief, and that he also failed to estab- \nrelief  with  respect  to  this  policy.  They  lish  the basic prerequisites for equitable \nargue that they are accordingly entitled to  relief, since he was unable to show that he \nclass certification.  was likely to suffer future injury from the \n[I81  Defendants do not argue that they  use of chokeholds by police officers.  103 \nhave not acted on grounds generally appli-  S.Ct at 1667.  The fact that the plaintiff \ncable to the class.  Rather, they argue that  had previously  been  choked, according to \nplaintiffs lack standing as individuals and  the Supreme Court, while affording plain- \nas a class to seek injunctive relief  in this  tiff standing to seek damages, did not help \ncase.  Defendants contend that since plain-  to establish that he would be stopped for a \ntiffs  cannot  meet  the  threshold  require- \ntraffic  violation  and  choked  again.  Id. \nment of  standing, injunctive  relief  is not \nMoreover, the Court held that the emotion- \nappropriate, and that class certification is \nal consequences of this prior act were an \ntherefore  improper  under  Rule  23(b)(2). \ninsufficient basis for an injunction, absent \nThe standing requirement is derived from \na real and immediate threat of future inju- \nthe command in Article I11 of the Constitu- \nry by the defendant.  Id at 1668 n. 8.  In \ntion that federal courts are to decide only \nactual cases or controversies.  Flmt v. Co-  order to have established an actual contro- \nhen,  392 U.S.  83, 94-101,  88 S.Ct.  1942,  versy in Lyons, the plaintiff  would have \n1949-53,  20  L.Ed.2d 947 (1968). In  order  had to make credible allegations that (1) he \nto satisfy this requirement, a plaintiff must  would have another encounter with the po- \ndemonstrate that he has a \"personal stake  lice, and (2) all Los Angeles police always \nin the outcome\"  in order to \"assure  that  choke any citizen with whom they have an \nconcrete  adverseness which sharpens the  encounter.  Id.  at  1667.  The  Supreme \npresentation of  issues\"  necessary for the  Court found that it was \"surely  no more \nproper  resolution  of  constitutional  ques-  than speculation\"  that plaintiff  would be \ntions.  Baker v. Cam; 369 U.S. 186,204,82 \nstopped and choked by  the police again. \nS.Ct  691, 703,  7 L.Ed.2d  663 (1962).  A \nId. at 1668. \nplaintiff  must  show  that  he  or  she  has \nsustained or is immediately  in danger of  Defendants also cite Smith v. Montgom- \nsustaining some direct injury as the result  ery County, Md.,  573 F.Supp. 604 (D.Md. \nof the challenged official conduct, and the  1983), a decision almost directly on point to \ninjury  or threat of  injury  must be  both  the case before the Court.  The plaintiff in \n\nJOHN DOES 1-100  V. BOYD \nCite as 613 F.Supp. 1514 (D.C.Minn. 1985) \nSmith,  like  the  plaintiffs  in  the  instant  will again be subjected to bond proceed- \naction, was challenging the constitutionali-  ings, trial, or sentencing before petition- \nty  of  indiscriminate  strip  searches  at a  ers. . . .  We  assume  that  respondents \ncounty  detention  facility.  The  district  will  conduct  their  activities within  the \ncourt,  relying  primarily  on  the  Supreme  law and so avoid prosecution and convic- \nCourt's  decision  in Lyons,  held  that the  tion  as  well  as  exposure  to  the  chal- \nplaintiff lacked standing to seek injunctive  lenged course of conduct said to be fol- \nrelief  against the detention center's  strip  lowed by petitioners. \nsearch policy.  Id. at 608.  The court noted  414  U.S.  at 496-97,  94  S.Ct.  at 676-77. \nthat the plaintiff did \"not allege, nor could  While plaintiffs  in the instant case, then, \nshe credibly allege, that she will be arrest-  can  show  that if  they  are arrested  and \ned in the future and strip searched without  detained again they will be strip searched, \nprobable cause to believe she is carrying  they cannot show any likelihood that they \nweapons  or contraband.\"  Id.  Given  its  will in fact be arrested again. \nfinding that the plaintiff  lacked standing \nThe facts of this case are distinguishable \nwith respect to injunctive relief, the court \nfrom similar cases in which the restrictive \nin Smith denied plaintiff's motion to certify \nstanding rules  established  in  Lyons  and \na  class action  pursuant  to Rule  23(b)(2). \nLittleton have been bypassed.  In Kolen- \nWhile the Court is reluctant to hold that  der v.  Lawson,  461  US.  352,  103 S.Ct. \nplaintiffs do not have standing to seek in-  1855, 1857 n. 3, 75 L.Ed.2d 903 (1983), the \njunctive  relief against defendants' blanket  Supreme Court held  that a  plaintiff  who \nstrip search policy, the defendants'  argu-  had been stopped by the police on 15 occa- \nment is persuasive.  The instant case does  sions in  two years had standing to seek \ndiffer from the Supreme Court's decision in  injunctive  relief  in a challenge to a state \nLyons in  one  major  respect.  While  the  vagrancy  statute, since he  could  show a \nplaintiff in Lyons could not credibly allege  \"credible threat\" that he might be detained \nthat all encounters with police resulted in  again under the statute.  See also Lake v. \nchokeholds, every detainee at the Dakota  Speziale,  580 F.Supp.  1318 (D.Conn.1984) \nCounty Jail is strip searched upon entry.  (plaintiff who had been incarcerated on two \nThere is no conjecture with respect to the  previous occasions for contempt for failure \nlikelihood  that  a  detainee  will  be  strip  to meet child support obligation had stand- \ning  to  challenge  contempt procedures  in \nsearched.  While  much  of  the  Supreme \nlight of plaintiff's poverty and likelihood of \nCourt's analysis in Lyons focused on the \nfuture proceedings).  In the instant case, \nlikelihood that police would again decide to \nthe  named  plaintiffs  cannot  establish  a \napply a chokehold, however, the Court also \n\"credible threat\" that they will be arrested \nrested  its  decision  on  the  fact  that  the \nagain.  There has been no allegation of  a \nplaintiff could not demonstrate that he was \npattern  of  arrests, as in  Lawson,  which \nlikely to be stopped or arrested again.  In \nwould support such a finding.  According- \nO'Shaa v. Littleton, 414 U.S. 488, 94 S.Ct. \nly, plaintiffs' motion for class certification \n669, 38 L.Ed.2d 674 (1974), a challenge to \npursuant  to Rule  23(b)(2) will be  denied, \ndiscriminatory  conduct  in  the administra- \nsince  plaintiffs  do  not  have  standing to \ntion of a county criminal justice system, the \npursue injunctive relief. \nSupreme Court looked to this same factor \nin holding that the plaintiffs lacked stand- \ning to seek an injunction:  3.  Rule 23(b)(3) \n. . . here  the prospect  of  future injury  Plaintiffs also contend that this suit may \nrests on the likelihood that respondents  be  properly  maintained  as a  class action \nwill again be  arrested for and charged  under Rule 23(b)(3), which permits such an \nwith violations  of  the criminal law and  action where: \n\n1530  613 FEDERAL SUPPLEMENT \nthe court finds that the questions of law  whether  the  Court  can  presumptively \nor fact common to the members of  the  award non-nominal compensatory damages \nclass predominate over any questions af-  and whether plaintiffs are entitled to puni- \nfecting  only  individual  members,  and  tive damages. \nthat a class action is superior to other \nThe Court finds that the common ques- \navailable methods for the fair and effi- \ntions in this question are sufficient to pre- \ncient adjudication of the controversy. \ndominate.  There are clearly a number of \nsignificant  factual  and  legal  questions \na.  Predominance  which are common to the entire class.  De- \nfendants do not focus their opposition to \nProfessors Wright and Miller succinctly \nplaintiffs'  effort to certify a Rule 23(b)(3) \nstate the general standards for the predo- \nclass  on  the  predominance  inquiry,  al- \nminance prong of the Rule 23(b)(3) inquiry: \nthough they do suggest in somewhat sum- \nThe common questions need not be dis- \nmary  fashion  that  the  individual  issues \npositive  of  the entire  action.  In other \nwith  respect to alleged injuries and dam- \nwords, \"predominate\"  should not be au- \nages in this case predominate.  The crucial \ntomatically equated with \"determinative\" \nissue  with  regard  to this  motion  is  the \nor \"significant.\"  Therefore, when one or \nsecond prong of Rule 23(b)(3): whether the \nmore of the central issues in the action \nclass action mechanism is \"superior to oth- \nare common to the class and can be said \ner available methods for the fair and effi- \nto predominate,  the action will be  con- \ncient adjudication of the controversy.\" \nsidered proper under Rule 23(b)(3) even \nthough other important matters will have \nto be tried separately. . . .  b.  Superiority of Class Action Method \nOn the other hand, if the main issues  of Aaudication \nin a case require the separate adjudica-  Plaintiffs argue that the maintenance of \ntion  of  each class member's  individual  this suit as a class action would be more \nclaim or defense, a Rule 23(b)(3) action  efficient than allowing each individual class \nwould be inappropriate. . . .  m]hen indi-  member to bring separate suits for dam- \nvidual  rather than common issues pre-  ages.  Plaintiffs contend that the individual \ndominate, the economy and efficiency of  damage calculations could  be  handled by \nclass action treatment are lost and the  reference to a  magistrate or to a special \nneed for judicial supervision and the risk  master pursuant to Fed.R.Civ.P.  53.  De- \nof confusion are magnified.  fendants  argue  that  given  the  large \nC. Wright & A. Miller, Federal Practice  amount  of  damages  requested  for  each \nand Procedure, 8  1778, at 54-56.  plaintiff, individual damages actions would \nbe both more fair and more efficient. \nC201  In the instant case, plaintiffs claim \nthat the following questions of  law  and  Plaintiffs'  proposal for adjudicating the \nfact  predominate  in  this  litigation:  the  damages  claims  of  the  individual  class \nscope of defendants' strip search policy, the  members is not without significant costs. \npolicy's legality, the reasonableness of the  While there are no precise figures on the \npolicy, and the good faith of the individual  size of the class, it appears to number in \ndefendants (including the defendants'  be-  the thousands.  It would obviously be quite \nlief  in  the legality of  the policy  and the  expensive to identify these class members, \nreasonableness of  that belief).  Moreover,  notify them of their right to assert a claim, \nplaintiffs  claim  that  there  are  common  and provide for a special master to hear the \nquestions with respect to damages, the one  claims.  The establishment of such a mech- \nissue in this case that will pose individual-  anism would  make sense as a  matter of \nized problems of  proof.  These questions  judicial economy only if there was a signifi- \nwould  include,  according  to  plaintiffs,  cant possibility that the average member of \n\nJOHN DOES 1-100  V. BOYD \nCite as 613 F.Supp. 1514 (D.C.Minn. 1985) \nthe proposed class would receive a substan-  specific need demonstrated in an individual \ntial damages award.  case.  In the case of misdemeanor and less- \ner offenders, the defendants must demon- \nThe Eighth Circuit, however, in Hunter \nstrate some individualized  suspicion in or- \nv. Auger, 672 F.2d 668 (8th Cir.1982), has \nder to conduct such an intrusive  search. \nspoken on the subject of  the appropriate- \nThe  defendants  searched  these  plaintiffs \nness  of  substantial  damages  awards  in \nwithout such individualized  suspicion, and \nstrip search cases.  In Hunter, a case in- \ntherefore violated the fourth amendment. \nvolving a strip search of prison visitors, the \nEighth Circuit found that while the plain-  Accordingly, IT IS ORDERED that: \ntiffs' fourth amendment rights were violat-  1, plaintiffs'  motion for class certifica- \ned, they were entitled to an award of  no  tion is denied: \nmore than nominal damages: \n2,  plaintiffs' motion for partial summa- \nWe note that there is no evidence that \nry judgment is granted as follows: \nappellants  here  were  subjected  to  re- \na.  defendants' policy of  strip search- \npeated incidents that intruded on fourth \ning all individuals detained at the Dakota \namendment protections.  Each complaint \nCounty Jail for misdemeanors and lesser \nis based on one episode.  Moreover, we \noffenses, regardless of the character of \nbelieve  that  appellants'  fourth  amend- \nthe offense, and regardless  of  whether \nment rights are fully vindicated here by \nthere is a suspicion that the individual is \nthe grant of  declaratory and injunctive \nin possession of contraband, violates the \nrelief.  Accordingly,  we  direct the  dis- \nfourth amendment to the United States \ntrict court, on remand, to allow nominal \nConstitution and should be immediately \ndamages. \ndiscontinued; and \n672  F.2d  at 677.  In  light  of  the above  b,  the strip searches of the individual \ncomments, the Court has determined that it  named  plaintiffs  violated  their  fourth \nwould  not  be  a  prudent  use  of  judicial  amendment rights;  and \nresources  to certify  a  class for damages \n3.  defendants'  motion  for  summary \npursuant to Rule 23(b)(3).  Plaintiffs'  mo- \njudgment is granted to the extent that the \ntion for class certification will therefore be \nindividual named defendants, but not Dako- \ndenied. \nta County, are immune from liability for \nCONCLUSION  damages. \n[21]  Prison and jail  administrators are  There is no evidence before the Court of \nparticularized  damages  by  any  of  the \nentitled to a significant degree of deference \nnamed plaintiffs.  The question of damages \nwhen  it  comes  to  the  administration  of \nremains before the Court, or for resolution \ntheir facilities, but federal courts must not \ntotally abdicate their responsibility to up-  by the partie*s themselves.   \nhold the requirements of the Constitution. \nIn the present case, the defendants' indis- \ncriminate strip search policy of  all detain- \nees who enter the Dakota County Jail is an \nKEY NUMBER SYSTEM \nexaggerated security measure which  can- \nnot be justified  in light of  all the circum- \nstances and the seriousness of the privacy \ninterests at stake.  The Court is appalled \nthat at this stage of  civilized society citi- \nzens  accused  of  minor  infractions  of  the \nlaw should be forced to undergo such treat- \nment  by  their  government,  absent  some ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/623"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128765,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128765"
    },
    {
      "date": "1986-01-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 7554,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1986,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66267,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66267.pdf",
      "title": "Memorandum and Order",
      "text": "Does 1-100 v. Dakota County, Minn., Not Reported in F.Supp. (1986)   \n \n \n   judgment to the individual named defendants on the basis \nof qualified immunity under Harlow v. Fitzgerald, 457 \n1986 WL 7554 \nU.S. 800 (1982). The Court also denied plaintiffsโ motion \nOnly the Westlaw citation is currently available. \nfor  class  certification  (denial  of  class  certification \nUnited States District Court, D. Minnesota, Fourth \nconstituted  denial  of  plaintiffsโ  request  for  injunctive \nDivision. \nrelief).  Finally,  the  Court  concluded  that  the  fourth \nJohn Does 1โ100, on behalf of themselves and all  amendment rights of the individual named plaintiffs were \nothers similarly situated, Plaintiffs,  violated, but the Court reserved the issue of the individual \nv.  plaintiffsโ damages. Subsequently, the Court vacated its \nDakota County, Minnesota, a political subdivision,  holding that the strip searches of the individual named \nDefendant.  plaintiffs  violated  the  fourth  amendment.  The  Court \nconcluded that the issue of the constitutionality of the \nCiv. No. 4โ84โ378. | Jan. 8, 1986.  strip searches of the individual named plaintiffs remained \nbefore  the  Court.  Does  v.  Boyd,  CIVIL  4โ84โ378 \n(D.Minn. Oct. 8, 1985). \nAttorneys and Law Firms   \nCharles  S.  Zimmerman,  Barry  G.  Reed,  Zimmerman,  DISCUSSION \nCaplan & Reed, Minneapolis, Minn., for plaintiffs. \nPrevailing Party \nDouglas  J.  Muirhead,  Meagher,  Geer  &  Brennan, \nMinneapolis, Minn., Joseph B. Marshall, Circle Pines,  A party who prevails in an action under 42 U.S.C. ยง 1983 \nMinn., Martin Burke, Sally Johnson, Faegre & Benson,  may receive reasonable attorneysโ fees under 42 U.S.C. ยง \nMinneapolis, Minn., for defendant.  1988. A court should normally grant a prevailing plaintiff \nattorneysโ fees unless unique circumstances would make \nOpinion  an award inappropriate. Hensley v. Eckerhart, 461 U.S. \n  424, 429 (1983). A plaintiff qualifies as โprevailing partyโ \nif he or she succeeds on any significant issue which yields \nsome of the benefits sought in the lawsuit. Hensley, 461 \nMEMORANDUM AND ORDER \nU.S. at 433. The United States Court of Appeals for the \nEighth  Circuit  โemphasizes  the  need  for  a  favorable \ndetermination of a significant issue raised by the party \nMacLAUGHLIN, District Judge. \nseeking to recover attorneyโs fees.โ Paragould Music Co. \nv. City of Paragould, Ark., 738 F.2d 973, 974 (8th Cir. \n*1 This matter is before the Court on plaintiffsโ motion  1984) (per curiam), quoting ACORN v. Wallis, 717 F.2d \nfor an award of interim attorneysโ fees. The Court will  451, 453 (8th Cir. 1983) (per curiam). \ngrant that motion. \n  Under  this  standard,  plaintiffs  are  unquestionably \nprevailing  parties.  Plaintiffsโ  lawsuit  had  two  goals, \nFACTS  putting a halt to defendantโs abhorrent strip search policy \nand  obtaining  compensatory  damages  for  individuals \nPlaintiffs, four anonymous individuals, brought this action  unconstitutionally subjected to strip searches. Plaintiffs \nunder 42 U.S.C. ยง 1983 to challenge the constitutionality  have  clearly  accomplished  this  first  objective,  and  in \nof the Dakota County Sheriffโs practice of strip searching  doing so they have greatly benefited the public. As far as \nall persons detained at the Dakota County Jail for traffic  their second objective is concerned, plaintiffs will have \noffenses,  regulatory  offenses,  bench  warrants,  and  the opportunity in the future to attempt to establish fourth \nmisdemeanors.  Plaintiffs  sought  preliminary  and  amendment violations and damages with respect to each \npermanent injunctive relief, damages, and certification of  individual plaintiff. \na class action. In addition to Dakota County, plaintiffs \nnamed  as  defendants  a  number  of  individual  Dakota  *2 Nevertheless, defendant argues that plaintiffs are not \nCounty officials.  prevailing parties because they did not obtain certification \nof a class action. The Court denied plaintiffsโ motion to \nIn a Memorandum and Order dated July 30, 1985, the  certify a class action because the Court concluded that \nCourt  agreed  with  plaintiffsโ  assessment  of  the  strip  plaintiffs  lacked  standing  to  pursue  injunctive  relief. \nsearch policy, and the Court held that this policy violated  Defendant  argues  that  plaintiffsโ  lack  of  standing  to \nthe fourth amendment. Does v. Boyd, 613 F.Supp. 1514  pursue  injunctive  relief  means  that  plaintiffs  are  not \n(D.Minn. 1985). The Court, however, granted summary  prevailing parties. Citing Laurenzo v. Mississippi High \n  1 \n \n\nDoes 1-100 v. Dakota County, Minn., Not Reported in F.Supp. (1986)   \n \nSchool Activities Assโn, 708 F.2d 1038 (5th Cir. 1983)  they  have  been  successful  in  putting  a  halt  to  the \n(per curiam).  unconstitutional strip search policy. Under the standards \nset forth in Hanrahan and Hameed, an interim award of \nDefendantโs reliance on Laurenzo is totally misplaced.  attorneysโ  fees  is  appropriate.  Defendant,  however, \nInitially, the Laurenzo court dismissed the plaintiffโs case  appears to be concerned that if it is able to overturn the \nbecause it was moot, not for lack of standing. Laurenzo,  Courtโs ruling regarding the strip search policy on appeal, \n708 F.2d at 1040. More importantly, Laurenzo simply  recouping  the  attorneysโ  fees  award  will  prove \nheld that the plaintiff was not a prevailing party since the  troublesome.  At  oral  argument,  plaintiffsโ  counsel \nonly relief he obtained was an injunction pending his  graciously offered to post a bond for the amount of a fee \nappeal. The court held that this temporary relief, which  award to quell defendantโs fears. The Court will accept \nwas granted without notice and opportunity for the other  counselโs offer. \nside to respond, did not constitute success on the merits.   \nSee Laurenzo, 708 F.2d at 1042โ43. The Eighth Circuit \nhas similarly held that a plaintiff who only obtains a  Computation of the Award \ntemporary  restraining  order  is  not  a  prevailing  party \nbecause the issuance of the order does not involve a  Having  concluded  that  an  interim  fee  award  is \ndetermination on the merits. Paragould Music Co., 738  appropriate,  the  Court  next  must  determine  what \nF.2d at 975.  attorneysโ fees are reasonable in the present case. The \nstarting point in such a determination is an evaluation of \nHere,  however,  plaintiffs  did  achieve  favorable  the number of hours worked by plaintiffsโ attorneys and \ndetermination on the merits regarding the issue which was  their requested rates. Hensley, 461 U.S. at 433. \nthe major focus of the litigation, i.e., the constitutionality   \nof defendantโs strip search policy. Plaintiffsโ failure to \nobtain  class  certification  as  part  of  their  successful  A. Rates and Multiplier \nchallenge to the strip search policy does not negate their \nstatus as prevailing parties. See Crocker v. Boeing Co.,  Here,  plaintiffs  are  requesting  $125  per  hour  for \nZimmerman and $100 per hour for Reed. These hourly \n444  F.Supp.  890,  893  (E.D.Pa.  1977),  mod.  on  other \nrates are one of the few items defendant does not contest, \ngrounds, 662 F.2d 975 (3d Cir. 1981) (en banc). In sum, \nand these rates are reasonable. See Dick v. Watonwan \nplaintiffs are prevailing parties under section 1988. \nCounty, 562 F.Supp. 1083, 1109 (D.Minn. 1983), revโd in \n \npart on other grounds, 738 F.2d 939 (8th Cir. 1984). \nInterim Award \nPlaintiffs  have  prevailed  on  the  major  issue  of  the  Plaintiffs also argue that they should be entitled to a \nconstitutionality of the strip search policy, although the  multiplier. The Supreme Court, however, has declared \nthat multipliers are appropriate only in exceptional cases \nindividuals must still establish violations of his or her \nbecause  awarding  attorneys  reasonable  market  rates \nfourth amendment rights and individual damages. In the \nusually  provides  adequate  compensation.  See  Blum  v. \nmeantime,  plaintiffs  have  understandably  sought  an \nStenson, 104 S.Ct. 1541, 1549โ50 (1984). Here, the Court \ninterim award of attorneysโ fees. Congress intended to \nwill be awarding plaintiffsโ counsel hourly rates which \nallow an interim award of attorneysโ fees only to a party \nwho has โestablished his [or her] entitlement to some  appear to be toward the higher end of the spectrum for \nrelief on the merits of his [or her] claims, either in the trial  civil rights actions. In Stark v. Perpich, CIVIL 4โ84โ656 \ncourt or on appeal.โ Hanrahan v. Hampton, 446 U.S. 754,  (D.Minn. Nov. 28, 1984) (roadside survey case) the Court \n757  (1980)  (per  curiam);  see  also  Chu  Drua  Cha  v.  allowed  hourly  rates  of  $90  and  in  Upper  Midwest \nLevine,  701  F.2d  750,  751  (8th  Cir.  1983)  (order)  Booksellers Association v. City of Minneapolis, CIVIL \n(plaintiff  who  obtained  preliminary  injunction  was  a  4โ85โ5 (D.Minn. May 15, 1985) (opaque magazine cover \ncase) the Court allowed a rate of $100 per hour. True, \nprevailing party entitled to an interim award of attorneysโ \nplaintiffsโ counsel assumed risk in taking the strip search \nfees). Interim attorneysโ fees may be appropriate in a \ncases, but their hourly rate should compensate for their \nsituation where, although final remedial orders have not \nrisk. \nbeen issued, the defendantโs liability has been established. \n \nHanrahan, 446 U.S. at 757. The Eighth Circuit has also \nheld that the duration of litigation is a controlling factor in \nB. Hours \ndetermining whether an interim fee award is appropriate \nunder Title VII. See Hameed v. Bridge, Structural and \nThe Court also must determine whether it should disallow \nOrnamental Iron Workers, Local Union No. 396, 637 F.2d \ncompensation  for  certain  hours.  Where  a  party  has \n506, 523 (8th Cir. 1980).1 \nprevailed to a limited extent or only on certain claims, the \ndistrict court should either eliminate specific hours or \n*3  In  the  present  action,  plaintiffs  have  obtained \nsimply reduce the award to reflect the less than complete \nsignificant relief on the merits of their claims because \n  2 \n \n\nDoes 1-100 v. Dakota County, Minn., Not Reported in F.Supp. (1986)   \n \nsuccess. Hensley, 461 U.S. at 436โ37; Williams v. Butler,  economies of scale and kept litigation costs down, thus \n746 F.2d 431, 443 (8th Cir. 1984), affโd by an equally  actually saving defendant money. Another of defendantโs \ndivided  court,  762  F.2d  73  (1985)  (en  banc).  Here,  criticisms  is  that  two  plaintiffsโ  counsel  attended  the \nplaintiffs  have  been  overwhelmingly  successful,  but  deposition of defendant Sheriff Boyd. See Muirhead Oct. \ndefendant  points  out  that  plaintiffsโ  motion  for  class  11, 1985 aff. ยถ5. Yet, at this same deposition, two defense \ncertification and consolidation of the strip search cases  attorneys were present. Reed Oct. 15, 1985 aff. ยถ4. The \nwere  both  denied.  Defendant  argues  that  the  specific  final  example  the  Court  will  mention  is  defendant \nhours devoted to these motions should be disallowed, and  objecting to Zimmerman billing two hours for a strategy \ndefendant has segregated certain hours associated with  meeting. Muirhead Oct. 11, 1985 aff. ยถ11. An occasional \nthese  motions.2  By  losing  these  motions,  however,  strategy meeting, though, is far from unreasonable. In \nplaintiffs did not lose certain โclaims,โ rather they simply  sum,  the  vast  majority  of  defendantโs  objections  to \ndid  not  prevail  in  all  of  their  procedural  maneuvers.  specific hours are to no avail. \nWhere,  as  is  the  case  here,  plaintiffs  have  obtained  The  Courtโs  review  of  plaintiffโs  counselโs  hours, \nexcellent  results,  their  attorneys  should  recover  full  however, indicates that Reedโs requested hours, 190.60, \ncompensation for all hours reasonably incurred. Hensley,  are too high. Adding Reedโs hours yields a somewhat \n461 U.S. at 435 and n.11. In such a situation, โthe fee  lower total of 175.10 hours. See Zimmerman Sept. 26, \naward  should  not  be  reduced  simply  because  the  1985 aff. exh. B (time sheets). This figure includes 3.6 \nplaintiff[s] failed to prevail on every contention raised in  hours which plaintiffsโ counsel now concede are not, or \nthe  lawsuit.โ  Hensley,  461  U.S.  at  435;  see  also  not at present, recoverable. In addition, the 4.5 hours of \nNorthcross  v.  Board  of  Education  of  Memphis  City  work Reed performed on August 5 and 15, 1985 are not \nSchools, 611 F.2d 624, 636 (6th Cir. 1979), cert. denied,  presently compensable. See id. exh. B, at 5. Thus, Reedโs \n447 U.S. 911 (1980). Thus, the Court will award fees  total hours for purposes of the fee award (excluding work \nwhich compensate plaintiffsโ counsel for their work on  on the fee petition itself) are 167.3 \nthe consolidation and class certification motions.   \n*4 Defendant also raises a number of objections to the  C. Work on Fee Application \nreasonableness  and  compensability  of  specific  hours. \nDefendant asserts that the Court must hold an evidentiary  *5 The resolution of the present fee application has been \nhearing to determine the fee award. Defendant quotes the  hard fought. In seeking to obtain a fee award, Zimmerman \npassage of an Eighth Circuit case which states that where  has worked 8.2 hours and Reed has worked 41.75 hours. \nโserious  factual  disputes  surround  an  application  for  Consequently,  plaintiffsโ  counsel  request  an  additional \nattorneyโs  fees,  a  hearing  is  required.โ  Herrera  v.  $5,159  for  thier  time  spent  on  the  fee  application. \nValentine,  653  F.2d  1220,  1233  (8th  Cir.  1981).  Attorneys are entitled to compensation for work litigating \nDefendant fails to note, however, that the court went on to  their claim to attorneysโ fees. E.g., Jones v. MacMillian \nconclude that a hearing was not necessary in the case  Bloedel Containers, Inc., 685 F.2d 236, 239 (8th Cir. \nbefore it because the only disputed issue was duplication  1982); Bond v. Stanton, 630 F.2d 1231, 1235 (7th Cir. \nof effort. The court stated that the trial court could have  1980).  The  Court,  however,  will  not  grant  the  entire \nresolved this issue through the detailed time sheets and  requested amount for work on the fee application; rather \naffidavits before it. Herrera, 653 F.2d at 1233. In the  the Court will increase the fee award by $1,000 for briefs \npresent action, defendantโs objections to specific billable  and arguments to the Court concerning the amount of the \nhours  caused  plaintiffsโ  counsel  to  submit  additional  fee. \naffidavits and documentation to justify their hours. The \nmaterials  before  the  Court  are  sufficiently  detailed  to  Based on the foregoing, and upon review of all the files, \nrecords, and proceedings in this matter, \nenable  the  Court  to  resolve  questions  without  an \nevidentiary hearing. \nIT  IS  ORDERED  that  plaintiffsโ  motion  for  interim \nSome of defendantโs objections to specific hours have  attorneysโ  fees  is  granted  and  plaintiffsโ  attorneys  are \nmerit, and in response, plaintiffsโ counsel conceded that  awarded $35,576.07, which represents $31,693.75 in fees \nand $3,882.32 in costs. \none  hour  and  $41.66  in  costs  were  not,  at  present, \ncompensable,  see  Reed  Oct.  15,  1985  aff.  ยถ18,  27. \nIT IS FURTHER ORDERED, in the event of an appeal \nPlaintiffsโ counsel also conceded that 2.6 hours were not \nby defendant, that plaintiffsโ post a bond in the amount of \ncompensable at all. Id. at ยถ15. Unfortunately, a number of \n$35,600, such that defendant would be able to recoup the \ndefendantโs objections are without merit. For instance, \naward from the bond in the event plaintiffsโ status as \ndefendant complains at length that plaintiffsโ second set \nprevailing parties changes. \nof  interrogatories  were  identical  to  the  interrogatories \n \nplaintiffsโ counsel used in another lawsuit challenging \nHennepin Countyโs strip search policy. As plaintiffs point \nout, their use of the same discovery requests achieved \n  3 \n \n\nDoes 1-100 v. Dakota County, Minn., Not Reported in F.Supp. (1986)   \n \nAPPENDIX  POINT IS NOT DISPLAYABLE \n\t\r ย\nTABULAR OR GRAPHIC MATERIAL SET AT THIS \n Footnotes \n \n1  The standards for attorney fee awards under Title VII and 42 U.S.C. ยง 1988 are the same. Hensley, 461 U.S. at 433 n.7; Hanrahan, \n446 U.S. at 758 n.4. \n \n \n2  Defendant has pointed to 23.7 such hours which total $2,457.50 worth of fees. See Muirhead Oct. 11, 1985 aff. ยถ7 and 9. (Reed \nbilled 20.2 of these hours at $100 per hour and Zimmerman billed 3.5 hours at $125 per hour.) \n \nDefendant also suggests that the Court reduce by 25 percent the hours of plaintiffsโ counsel with respect to hours billed for work on \nthe cross motions for summary judgment. Defendant reasons that this reduction is warranted because 25 percent of the \ndocumentation submitted on these motions dealt with the issue of class certification. Plaintiffs correctly point out, however, that \nthe work their counsel performed in preparing, briefing, and arguing the summary judgment motions was separate from the work \nperformed on the class certification motions. (The Court was originally going to hear the class certification motion on December \n10, 1984, but this motion was not heard until May 30, 1985, the same day as oral argument on the summary judgment motions.) \n \n3  See the appendix for the computation of the award. \n \n \n \n \n \t\r ย\n \n \n  \n  4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66267"
    },
    {
      "date": "1985-07-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1069,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 612,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 21131,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/21131.pdf",
      "title": "Memorandum and Order",
      "text": "JOHN DOES 1-100 v. NINNEMAN  1069 \nCite as 612 F.Supp. 1069 (D.C.Mlnn. 1985) \ntal areas nor was jail's physical capacity \nJOHN DOES 1-100, on Behalf of them- for separating pretrial detainees asserted \nselves and all others similarly  as  possible  justification  for  searches  of \nsituated, Plaintiffs,  such extraordinary scope.  U.S.C.A. Const. \nAmend. 4. \n, v. \nDave NINNEMAN, Sheriff of Chisago  3. Civil Rights e::oI3.8(3, 4) \nCounty, Minnesota, et aI., \nSheriff and other individual county .de \nDefendants. \nfendants in action brought by two pretrial \nCiv. No. 3-84-573.  detainees challenging county's strip search \npolicy  were  immune  from  assessment of \nUnited States District Court, \ndamages, where their conduct did not vio \nD.  Minnesota, \nlate any clearly established statutory con \nThird Division. \nstitutional right of which reasonable person \nJuly 8,  1985. \nwould have been aware. \nTwo pretrial detainees brought action \nagainst county,  county sheriff and  other  Barry G.  Reed, and Charles S. Zimmer \nindividuals  challenging  county's  strip  man, Zimmerman, Caplan & Reed, Minne \nsearch policy.  The District Court, Devitt,  apolis, Minn., for plaintiffs. \nJ., held that:  (1) policy was unconstitution \nal as applied to plaintiffs, and (2) individual  Joseph B. Marshall, Marshall & Associ \ndefendants were immune from assessment  ates, Circle Pines, Minn. and Terry Votel, \nof damages.  Reding  & Votel,  St.  Paul,  Minn.,  for  de \nfendants. \nOrder accordingly. \nMEMORANDUM AND ORDER \n1. Prisons e::04(7) \nJail  officials  must  articulate  specific  DEVI'IT, District Judge. \nobjective facts and rational inferences to be \nThe issue here, validity of Chisago Coun \ndrawn  therefrom,  and  suspicion  must be \nty's strip search policy as applied to these, \nindividualized,  that is,  directed to person \nplaintiffs, was heard and argued on June \nwho was targeted for strip search, to justi \n24, 1985, ,on the parties' cross motions for \nfy search of such scope. \nsummary judgment and plaintiff's motion \n2. Searches and Seizures e::07(12)  for class certification.  As discussed more \nScope  of  strip  search  of  individual  fully below, we hold that plaintiffs' motion \npicked up on civil bench warrant for failure  for  partial  summary  judgment  against \nto appear at hearing, related to child sup  Chisago  County  is  GRANTED  on  the \nport, and of second individual arrested and \ngrounds that its strip search policy, as ap \ncharged with  driving  after revocation  of \nplied to these two male plaintiffs, was un \ndriver's license were unjustified, and there \nreasonable  within  the  meaning  of  the \nfore,  constitutionally  unreasonable  under \nFourth Amendment;  the individual defend \nFourth  Amendment,  where  individuals \nants' motion for partial summary judgment \nwere arrested on minor offenses unrelated \non the basis of immunity is GRANTED as \nto drugs,  weapons  or predatory conduct, \nto their immunity from damages;  and the \ntheir temporary detention was  unplanned \nparties' motions are DENIED in all other \nand no reasons were articulated concerning \nrespects. \nappearance, demeanor or past criminal his \ntory to suggest that they might have been  The  essential facts  are uncontroverted. \nconcealing contraband in their anal or geni- One plaintiff, a resident of the county, was \n\n1070  612 FEDERAL SUPPLEMENT \narrested in April of 1984 at 10:30 P.M. on a  in the Chisago County Jail.  Females are \ncivil bench warrant issued for his failure to  subjected to strip searching at the jail on \nappear at a hearing relating to child sup  an individualized basis:  if the individual is \nport.  The  other  plaintiff,  a  resident  of  suspected of harboring drugs or weapons. \nHennepin  County,  was  stopped  by  Min  Sheriff  Ninneman  ordered  his  subor \nnesota  State  Highway  Patrol  officers  in  dinates to comply with the policy \"under \nJuly of 1980 while driving through Chisago  pain of discipline or termination\" to assure \nCounty on his way to Duluth, Minnesota.  the security of the detainees and the jail \nHe was arrested and charged with driving  personnel while preserving the dignity of \nafter  revocation  of  his  driver's  license.  the person searched and the individual con \nducting the search.  Ninneman Affidavit, \nBoth plaintiffs were taken to the Chisago \nid. at 3.  The parties concede, and the facts \nCounty Jail where  they  were ordered to \npresented  suggest,  that  county  officials \nempty  their  pockets,  were  fingerprinted \ncomplied  with  the  strip  search  policy  in \nand then strip searched in accordance with \nconducting the strip searches of the two \nthe county's policy  and  procedure.  They \nmale plaintiffs.  There are no  allegations \nwere  issued  institutional  clothing  and  a \nthat the two  plaintiffs were treated in  a \nbedroll and placed in separate cells within \ndisrespectful or derogatory manner. \nthe general jail population. \nDefendants do not dispute the indiscrimi \nChisago County Sheriff Dave Ninneman \nnate nature of the strip search policy but \ninstituted a written strip search policy in \ncontend it is justified as the most effective \n1982 applicable to detention in the Chisago \nmeans  of  detecting  drugs,  weapons  and \nCounty Detention Center, continuing a poli \nother contraband.  Therefore, it is neces \ncy previously in  effect.  The county con \nsary to assure the security of the jail and \ncedes the strip searches of both plaintiffs \nsafety of the detainees and jail staff.  De \nwere conducted in accordance with county \nfendants  also  contend that an  indiscrimi \npolicy, requiring that \"all persons, without \nnate policy is necessary to avoid charges of \nexception,\"  who  are  to  be  placed  in  the \ndiscrimination and to minimize their poten \ngeneral  jail  population,  remove  their  tial liability in the event an inmate injures \nclothes, shower, and then submit to a \"com  another. \nplete visual search\" that includes bending \nPlaintiffs claim strip searching is exces \nover to allow visual inspection of the rectal \nsive and therefore is constitutionally unrea \nand genital areas.  Detainees are then is \nsonable when performed on temporary pre \nsued institutional clothing and their street \ntrial detainees arrested on  minor charges \nclothes are searched by jail personnel for \nunrelated to drugs or weapons and whose \ndrugs,  weapons  or  other  contraband. \ndetention was not anticipated.  Additional \nNinneman Affidavit, Clerk's Entry # 20 at  ly, they contend that security can be main \n3. \ntained in a less intrusive manner by sepa \nThe county's policy requires strip search  rating such pretrial detainees from the gen \ning be performed by persons of the same  eral jail population, using a metal detector \ngender,  without verbal communication  or  and continuing the county's use of frisk or \nconduct of a derogatory nature.  The jailer  pat-down searches of detainees. \ngives oral directions to a detainee relating  The Supreme Court in Bell v.  Wolfish, \nto proper positioning for visual inspection.  441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 \nStrip  searches  are  conducted  in  relative  (1979),  held  that warrantless visual  strip \nprivacy in that only the jailer and detainee  searches conducted on less than probable \nare present, and no touching of the detai  cause were not per se unconstitutional if a \nnee is allowed unless necessary to perform  balancing of the institution's security inter \nthe search or otherwise for control.  Ninne  ests with the privacy interests of the in \nman Affidavit, id. at 4.  The indiscriminate  mates  tipped  in  favor  of the  institution. \nstrip  search  policy  applies  only  to  male  The  test  of  reasonableness  under  the \ndetainees because females are not housed  Fourth Amendment is not capable of pre-\n\nJOHN DOES 1-100 v. NINNEMAN  1071 \nCite as 612 F.Supp. 1069 (D.C.Minn. 1985) \ncise definition or mechanical application.  search.  Indeed, a strip search, regard \nIn each case it requires a balancing of  less how professionally and courteously \nthe  need  for  the  particular  search  conducted, is an embarrassing and humil \nagainst the invasion of personal rights  iating experience.  [citations omitted]. \nthat  the  search  entails.  Courts  must  Hunter v.  Auger,  id.,  672  F.2d  at 674. \nconsider the scope of the particular intru \nCourts of Appeals for the Fourth, Sev \nsion, the manner in which it is conduct \nenth,  Ninth and Tenth  Circuits  have  uti \ned, the justification for initiating it, and \nlized the Supreme Court's balancing test \nthe place in which it is conducted. \nset forth in Bell v.  Wolfish to strike down \nBell v.  Wolfish,  id.,  441  U.S.  at 560,  99  strip search policies involving pretrial de \nS.Ct. at 1884 (emphasis added).  tainees charged with minor offenses.  E.g., \nBell involved strip searching of pretrial  Hill  v.  Bogans,  735  F.2d  391  (10th  Cir. \ndetainees following their contact with visi  1984);  Giles v.  Ackerman,  746  F.2d  614 \ntors.The Court held such searches were  (9th Cir.1984), cert. denied, - U.S. -, \njustified on the basis of security:  105  S.Ct.  2114,  85  L.Ed.2d  479  (1985); \nA  detention  facility  is  a  unique  place  Mary Beth G. v.  City of Chicago, 723 F.2d \nfraught with  serious  security  dangers.  1263 (7th Cir.1983);  Logan v.  Shealy, 660 \nSmuggling  of  money,  drugs,  weapons,  F.2d 1007 (4th Cir.1981);  Tinetti v. Wittke, \nand other contraband is all too common  479 F.Supp. 486 (E.D.Wisc.1979), affd, 620 \nan occurrence.  And inmate attempts to  F.2d 160 (7th Cir.1980). \nsecrete these items into the facility by  We have considered Chisago County's se \nconcealing them in body cavities are doc  curity  concerns  in  relation  to  those  two \numented in this record ... and in other  male plaintiffs and conclude the scope of \ncases.  the  searches  exceeded  the  demonstrated \nId.,  441 U.S. at 560, 99 S.Ct. at 1884.  Al  need.  The county failed to establish that \nthough  only  one  instance  of  attempted  plaintiffs, or similar pretrial detainees, con \nsmuggling  by  a  detainee  after  meeting  stituted a real security risk.  No  reason \nwith  a  visitor was  discovered  by  a  strip  able  suspicion existed that plaintiffs har \nsearch,  the  Court  surmised  that  strip  bored contraband on their bodies and no \nsearching may act as  an  effective deter  showing was made, beyond remote possibil \nrent.  Id.  ity, that these men were concealing drugs \nThe  Supreme  Court has  not addressed  or weapons in their rectal or genital areas. \nthe constitutionality of strip searching pre  Further, the unanticipated nature of their \ntrial detainees since Bell.  The closest case  detention belies the rationality of the coun \nauthority  in  this  circuit  involved  strip  ty's  asserted  deterrent  effect  of  strip \nsearches  of  visitors  to  prison  inmates,  searching.  Giles v. Ackerman, supra, 746 \nHunter v.  Auger,  672  F.2d 668  (8th Cir.  F.2d at 617. \n1982), in which the Court of Appeals held  Plaintiffs  were  arrested  on  minor  of \nsuch strip searches unconstitutional absent  fenses  unrelated  to  drugs,  weapons  or \na reasonable suspicion that a particular vis  predatory conduct.  Their temporary deten \nitor is attempting to smuggle contraband  tion was unplanned and no  reasons were \nby secreting it on his person.  Id., at 674- articulated concerning appearance, demean \n75.  Discussing the balance of an institu  or or past criminal history to suggest that \ntion's need for security with an individual's  they  might have  been  concealing  contra \nright of privacy, the Hunter court stated:  band in their anal or genital areas nor was \nprison officials are not unlimited in fer  the jail's physical capacity for separating \nreting out contraband.  Certainly, as has  pretrial  detainees  asserted  as  a  possible \nbeen observed, one's anatomy is draped  justification for  searches  of  such  an. ex \nwith constitutional protection.  [Citation  traordinary scope.  Cj. Smith v. Montgom \nomitted.]  And the state's interest must  ery  County,  547  F.Supp.  592,  598-99 \nbe balanced against the significant inva  (D.Md.1982).  (intermingling  of  temporary \nsion  of  privacy  occasioned  by  a  strip  detainees was limited and available). \n\n1072  612  FEDERAL SUPPLEMENT \n[1]  Our own  Court of Appeals  stated  Finally,  plaintiffs'  motion  for  an  order \nthat strip searches involving visual inspec  certifying a class action in this case under \ntion of anal and genital areas constitute a  Fed.R.Civ.P.  23  is  denied  for  the  nonce. \n\"significant invasion of privacy\"  and  are \ninherently \"embarrassing and humiliating  ORDER \nexperiences.\"  Hunter  v.  Auger,  supra,  Based on the foregoing analysis; the ar \n672 F.2d at 674.  Although Hunter dealt \nguments and written memoranda of coun \nonly with the strip search of prison visitors, \nsel, and the files, records and proceedings \nwe  are  guided  by  that court's  reasoned \nin this case, \nanalysis in reaching our conclusion that the \nIT IS ORDERED that \nConstitution mandates a reasonable suspi \ncion standard governing searches involving  1.  plaintiffs' motion for partial summa \nvisual examination of anal and genital ar  ry judgment is GRANTED against Chisago \neas of temporary detainees  charged with  County because the strip searches of these \nminor offenses.  See Hunter v. Auger, id.,  two  male  plaintiffs  violated their Fourth \n672 at 674.  Jail officials must articulate  Amendment rights;  issues of damages, if \nspecific objective facts and rational infer  any, and injunctive relief remain; \nences to be drawn therefrom, and suspicion \n2.  we  declare  Chisago  County's  strip \nmust  be  individualized-\"directed  to  the \nsearch policy unconstitutional as applied to \nperson  who  is  targeted  for  the  strip \nthese two plaintiffs; \nsearch\"-to justify a search of such scope. \n3.  The individual defendants' motion for \nId., 672 F.2d at 674-75. \npartial summary judgment on the grounds \n[2]  Having balanced the county's secur \nof immunity is GRANTED such that they \nity concerns against plaintiffs' privacy in \nare immune from assessment of damages; \nterests,  we  find  the  scope  of  the  strip \n4.  plaintiffs' motion for certification of \nsearches of these two plaintiffs unjustified \nand,  therefore,  constitutionally  unreason  a class is DENIED for the nonce. \nable  under the Fourth Amendment.  Ac \ncordingly,  we  declare  Chisago  County's \nstrip search policy unconstitutional as ap \nplied to these two plaintiffs. \nPlaintiffs'  motion  for  partial  summary \njudgment against Chisago County is grant \ned as  to  the county's liability.  Issues of  Augustine J. CROCCO, Plaintiff, \ndamages and injunctive relief remain but \nv. \nwe  note the  Court of Appeals'  award in \nLOCAL  333,  UNITED  MARINE  DIVI \nHunter of no more than nominal damages. \nSION,  INTERNATIONAL  LONG \nId., 672 F.2d at 677. \nSHOREMEN'S ASSOCIATION;  Atlan \n[3]  Claiming  immunity,  the  individual \ntic Coast District of the International \ndefendants move  for summary judgment. \nLongshoremen's  Association  and  its \nWe hold they are immune from assessment \nExecutive  Board;  the  International \nof damages under Harlow v.  Fitzgerald, \nLongshoremen's  Association  and  its \n457 U.S. 800, 102 S.Ct. 2727, 73 L.Ed.2d 396 \nExecutive Council, Defendants. \n(1982),  because their conduct in  this case \nNo.  81-CV-946. \ndid not violate any clearly established stat \nutory  or constitutional  right of  which  a  United States District Court, \nreasonable person would have been aware.  N.D. New York. \nWe decline to grant, on this limited record, \nJuly 8, 1985. \nthe county commissioners' motion for abso \nlute immunity under Monell v.  New  York \nDepartment of Social Services,  436  U.S.  Former  president  of  union  local \n658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978).  brought action in state court alleging that ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/21131"
    }
  ],
  "document_count": 6
}