{
  "case_id": 358,
  "fetched_at": "2025-10-22T00:03:53.900355",
  "case_data": {
    "attorney_orgs": [
      "Youth Law Center"
    ],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "New Mexico Boys School ",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "42 U.S.C. 1988",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [],
    "court": "District of New Mexico",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1982-02-18",
    "filing_year": 1982,
    "id": 358,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Mail",
      "General/Misc.: Language access/needs",
      "Affected Sex/Gender(s): Male",
      "General/Misc.: Confidentiality"
    ],
    "last_checked_date": "2006-06-26T00:00:00-04:00",
    "main_docket": {
      "id": 42724,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1982,
      "docket_filing_number": 182,
      "is_main_docket": true,
      "court": "District of New Mexico",
      "state": "New Mexico",
      "docket_office_number": "1",
      "docket_number_manual": "CIV-82-0182-HB",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Johnnie K. v. Crist",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 1983,
    "permanent_injunction": false,
    "plaintiff_description": "Juveniles confined in the New Mexico Boys' School",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New Mexico",
    "summary": "<p>On February 18, 1982, a class action lawsuit was filed pursuant to 42 U.S.C. &sect;&sect; 1983 and 1988 in the United States District Court for the District of New Mexico on behalf juveniles confined in the New Mexico Boys' School (N.M.B.S.) in Springer, New Mexico, against the New Mexico Department of Corrections, the Director of its Juvenile Facilities Division, and the Superintendent of N.M.B.S.  The plaintiffs, represented by both the Youth Law Center and private counsel, sought declaratory and injunctive relief from alleged constitutional violations stemming from mail restrictions.</p><p>According to the complaint, N.M.B.S. violated the plaintiffs' First and Fourteenth Amendment Rights by censoring incoming mail and limiting outgoing letters.  Prior to delivery, N.M.B.S. personnel reviewed all incoming mail, including correspondence from attorneys and court officials.  N.M.B.S. refused to deliver mail that could be characterized as obscene, lewd, racist, or containing escape instructions.  In addition, mail that could undermine the detainee's rehabilitation was forbidden, as was mail that could be used for blackmail.  To be deliverable, mail also had to be legible, written in either English or Spanish, and clearly contain no coded messages.  Detainees were only allowed to mail a certain number of letters each week.</p><p>On March 29, 1982, N.M.B.S. implemented new mail regulations, which addressed some of the plaintiffs' concerns.  The parties agreed to modify these regulations when they entered a consent decree in the United States District Court for the District of New Mexico (Judge Howard C. Bratton) on May 24, 1983.  Under the new rule, juveniles could receive an unlimited quantity of mail written in any language.  N.M.B.S. personnel were barred from opening mail and packages unless the intended recipient was present and systems for handling money and contraband were defined.  Corrections officials were required to follow the chain of command whenever they thought something should be censored and could almost never open mail sent by an attorney or court authority.</p><p> </p><p>We do not have the docket in this case and are not aware of any subsequent proceedings.</p><p></p>",
    "summary_published_date": "2006-06-26T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/358",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=358",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=358",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=358"
  },
  "documents": [
    {
      "date": "1982-02-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of New Mexico",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1579,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1579.pdf",
      "title": "Civil Rights Complaint for Declaratory and Injunctive Relief and Damages (Class Action)",
      "text": "Johnnie K. v. Crist FILED\n^ S ^S  DISTRICT COURT\nSANTA FE, NEW MEXICO\nJI-NM-002-001\nFEB  I 8 1982\nl IN THE UNITED STATES DISTRICT COU\n2 FOR T.HE DISTRICT OF NEW MEXICO\n3 :\n. CIV  82-0182\nJOHNNIE K., a minor,\n4 ,;\nby and through his Next Friend\n5 JEANNE STOVER, on behalf of\nhimself and all others similarly Civil Action No.\n6 situated,\n7 Plaintifts, CIVIL RIGHTS COMPLAINT\nFOR DECLARATORY AND\n8 vs. INJUNCTIVE RELIEF AND\nDAMAGES\nj\nROGER W. CRIST, individually and as\nI, Secretary of the New Mexico (CLASS ACTION)\nDepartment of Corrections; CELEDONIO\n10 I! VIGIL, individually and as Director\nof the Juvenile Facilities Division\n11 l'oif the New Mexico Department of\nCorrections; and ROBERT S. PORTILLOS,\n12 individually and as Superintendent of\nthe New Mexico Boys' School of the New\n13 Mexico Department of Corrections,\n14 Defendants.\n15\n16\nINTRODUCTORY STATEMENT\n17\n1.  This is a civil rights class action for declaratory,\n18\ninjunctive, and other equitable relief and damages, brought by a\n19\njuvenile confined in the New Mexico Boys' School, on behalf of\n20\nhimself and all other juveniles similarly situated who are\n21\nsubjected by defendants to censorship of mail during their\n22\nperiod of confinement in said facility.\n23\n2.  Plaintiffs bring this action under the federal Civil\n24\nRights Acts, 42 U.S.C. S§1983 and 1988, to redress the\n25\nviolations by defendants, acting under color of state law, of\n26\nplaintiffs' rights under the First, Sixth and Fourteenth\n27\nAmendments to the United States Constitution, specifically\n28\nplaintiffs' rights to freedom of speech and expression,\n29\neffective assistance of counsel, and due process of law.\n30\n3.  Plaintiffs also bring this action under Article II,\n31\nSections 4, 14, 17, 18 and 23 of the Constitution of~^hfi^State of\n32\n\nNew Mexico, and Sections 9-3-3  through 9-3-6  and 33-4-2 NMSA\n1978.\n3  JURISDICTION\n4 |  4. This Court has jurisdiction of this action under 28 U.S.C.\n§1343(3), this being an action to redress the deprivation, under\ncolor of state law, of rights secured by the Constitution of the\nUnited States and the Civil Rights Acts, 42 U.S.C. §§1983 and\n1988.\n9  5.  This Court also has jurisdiction of this action under 28\n10  U.S.C. §1343(4), this being an action to recover damages and to\n11  secure declaratory, injunctive, and other equitable relief under\n12  Acts of Congress providing for the protection of civil rights,\n13  specifically the Civil Rights Acts, 42 U.S.C. §1983 and 1988.\n14  6.  This Court also has jurisdiction of this action under 28\n15  U.S.C. §§2201 and 2202, and Rules 57 and 65 of the Federal Rules\n16  of Civil Procedure, this being an action for a declaration of the\n17  rights of plaintiffs, and for injunctive and other equitable\n18  relief based upon said declaratory judgment, under the Civil\n19  Rights Act, 42 U.S.C. §§1983 and 1988.\n20  7.  This Court also has jurisdiction of this action under 28\n21  U.S.C. §§1331(a), this being an action wherein the matter in\n22  controversy arises under the Constitution and laws of the United\n23  States.\n24  PLAINTIFFS\n25  8.  Plaintiff JOHNNIE K. is a juvenile, 14 years of age, and\n26  a citizen of the United States.  At all relevant times during the\n27  events described herein, said plaintiff has been incarcerated in\n28  the New Mexico Boys' School, located in Springer, New Mexico.\n29  DEFENDANTS\n30  9.  Defendant ROGER W. CRIST is the Secretary of the New\n31  Mexico Department of Corrections, which is the state agency\n32  responsible for supervising the activities of the department's\n-2-\n\nJuvenile Facilities Division, the division with direct\nresponsibility for administering and supervising the department's\njuvenile facilities, including the New Mexico Boys' School at\nSpringer, New Mexico; as well as for administering all laws and\nexercising all functions formerly administered and exercised by\nthe Corrections and Criminal Rehabilitation Department and for\nensuring a comprehensive criminal justice system in New Mexico.\nAs Secretary of said department, defendant CRIST is responsible\nfor managing all operations of said department and administering\n10 and enforcing the laws with which he or the department is\n11 charged.  As such, said defendant also exercises the powers of\n12 said department and is responsible under Section 9-3-5 NMSA 1978\n13 for exercising general supervisory authority over all employees\n14 of said department; for making and adopting such rules and\n15 regulations as may be necessary to carry out the duties of said\n16 department and its division, including the regulations complained\n17 of herein; and for approving any rule or regulation promulgated\n18 by the director of any division of said department or superin-\n19 tendent of any facility under the control of said department.\n20 10.  Defendant CELEDONIO VIGIL is the director of the\n21 Juvenile Facilities Division of the New Mexico Department of\n22 Corrections, the division with direct responsibility for\n23 administering and supervising the juvenile facilities of the New\n24 Mexico Department of Corrections, including the New Mexico Boys'\n25 School at Springer, New Mexico.  In that capacity, defendant\n26 VIGIL is responsible for making and adopting such rules and\n27 regulations as may be necessary to carry out the functions of\n28 said division, including the regulations complained of herein;\n29 and for supervising and implementing the practices and policies\n30 of the Juvenile Facilities Division, including the policy and\n31 practice of mail censorship complained of herein.\n32\n11.  Defendant ROBERT S. PORTILLOS is the Superintendent of\n-3-\n\nthe New Mexico Boys' School, Springer, New Mexico.  In that\ncapacity, defendant PORTILLOS is responsible for making and\nadopting such rules and regulations as may be necessary to carry\nout the functions of said facility, including the regulations\ncomplained of herein; and for seeing that all rules and\nregulations of the New Mexico Boys' School are properly enforced\nand implemented, including the regulatory policy and practice of\nmail censorship complained of herein.\n9 CLASS ACTION\n10 12.  Plaintiffs bring this action on behalf of themselves\n11 and all others similarly situated, pursuant to Rule 23(a), (b)(l)\n12 and (b)(2) of the Federal Rules of Civil Procedure.  The class\n13 consists of all juveniles who are currently, have been during the\n14 past four years, and in the future will be confined in the New\n15 Mexico Boys' School pursuant to an order of a children's court.\n16 13.  The members of the class are so numerous that joinder\n17 of all members is impracticable.  Upon information and belief,\n18 more than 560 juveniles were confined in the New Mexico Boys'\n19 School from July 1979 to July 1980 and, upon information and\n20 belief, similar numbers of juveniles have been confined since\n21 that time.\n22 14.  Because all plaintiffs are subject to the same condi-\n23 tions of confinement and policies and practices of defendants,\n24\nthere are questions of law and fact common to the members of the\n25\nplaintiff class, and the claims of the named plaintiff are\n26\ntypical of the claims of the members of the plaintiff class.\n27\n15.  Plaintiffs' counsel has substantial experience in this\n28\ntype of litigation, and the named plaintiff and his counsel will\n29\nfairly and adequately protect the interests of the members of\n30\nthe class.\n31\n16.  The prosecution of separate actions by individual\n32\nmembers of the class would create a risk of inconsistent or\n-4-\n\nvarying adjudications with respect to individual members of the\nclass which would as a practical matter be dispositive of the\ninterests of the other members not parties to the adjudications\nor substantially impair or impede their ability to protect their\ninterests.\n17.  By their policies and practices, the defendants have\nacted and continue to act on grounds and in a manner generally\napplicable to the class, thereby making appropriate final injunc-\ntive relief or corresponding declaratory relief with respect to\n10 the class as a whole.\n11 18.  Because plaintiffs are incarcerated in the New Mexico\n12 Boys' School for short periods of time, the injuries suffered by\n13 the named plaintiff and members of the plaintiff class as a\n14 result of the policies and practices of defendants complained of\n15 herein are capable of repetition, yet may evade review, thereby\n16 making class relief appropriate.\n17 FACTUAL ALLEGATIONS\n18 19.  The New Mexico Boys' School is the state institution\n19 to which boys under eighteen who have been convicted of any\n20 crime or who have been adjudged delinquent are sent by\n21 children's court judges for long-term supervision, care and\n22 rehabilitation.  The New Mexico Boys' School often serves over\n23 200 students at any one time.\n24 20.  Under an administrative directive regarding the sub-\n25 ject of mail regulations promulgated on September 1, 1974, and\n26 currently in effect at the New Mexico Boys' School/ defendants,\n27 their agents and employees censor, monitor or interfere with\n28 correspondence to and from plaintiffs in several ways.\n29 21.  Under the administrative directive in effect at the\n30 New Mexico Boys' School since September 1, 1974, defendants,\n31 their agents and employees restrict the number of letters\n32 plaintiffs may write.\n\n22.  Under the administrative directive in effect at the\nNew Mexico Boys' School since September 1, 1974, defendants,\ntheir agents and employees review all of plaintiffs' incoming\nand outgoing mail and maintain a log on it.\n23.  Under the administrative directive in effect at the\nNew Mexico Boys' School since September 1, 1974, defendants,\ntheir agents and employees refuse to deliver any letter to or\nfrom plaintiffs if it contains \"any material or is so worded\nthat existing postal law may be violated\".\n10 24.  Under the administrative directive in effect at the\n11 New Mexico Boys' School since September 1, 1974, defendants,\n12 their agents and employees refuse to deliver any letter to or\n13 from plaintiffs if it contains \"obscenity, lewdness, threats,\n14 blackmail attempts, escape plots or statements which may tend\n15 to incite race hatred.\"\n16 25.  Under the administrative directive in effect at the\n17 New Mexico Boys' School since September 1, 1974, defendants,\n18 their agents and employees refuse to deliver any letter to or\n19 from plaintiffs if it discusses \"criminal activities\" or \"gives\n20 false, malicious or libelous information about individuals.\n21 26.  Under the administrative directive in effect at the\n22 New Mexico Boys' School since September 1, 1974, defendants,\n23 their agents and employees refuse to deliver any letter to,or\n24 from plaintiffs if it discusses the \"character, crimes, or\n25 personal habits of other students.\"\n26 27.  Under the administrative directive in effect at the\n27 New Mexico Boys' School since September 1, 1974, defendants,\n28 their agents and employees refuse to deliver any letter to or\n29 from plaintiffs if it \"attempts to give instructions or advice\n30 about another student or his associates.\"\n31 28.  Under the administrative directive in effect at the\n32 New Mexico Boys' School since September 1, 1974, defendants,\n-6-\n\ntheir agents and employees refuse to deliver any letter to or\nfrom plaintiffs if it is \"not legible, clear, or addressed\ncorrectly.\n29.  Under the administrative directive in effect at the\nNew Mexico Boys' School since September 1, 1974, defendants,\ntheir agents and employees refuse to deliver any letter to or\nfrom plaintiffs if it contains \"references, innuendos, or codes\nwhich lead the staff to suspect that it might not be proper.\"\n9 30.  Under the administrative directive in effect at the\n10 New Mexico Boys' School since September 1, 1974, defendants,\n11 their agents and employees refuse to deliver any letter to or\n12 from plaintiffs if it is not written in English or Spanish and\n13 no special permission has been given to correspond in another\n14 language.\n15 31.  Under the administrative directive in effect at the\n16 New Mexico Boys' School since September 1, 1974, defendants,\n17 their agents and employees refuse to deliver any letter to or\n18 from plaintiffs if it contains \"information that is considered\n19 detrimental to the student or to his program.\"\n20 32.  Under the administrative directive in effect at the\n21 New Mexico Boys' School since September 1, 1974, defendants,\n22 their agents and employees open and censor incoming and outgoing\n23 letters to government officials.\n24 33.  Under the administrative directive in effect at the\n25 New Mexico Boys' School since September 1, 1974, defendants,\n26 their agents and employees open any letter plaintiffs write to\n27 an attorney if defendants, their agents and employees \"suspect\n28 that it contains matters inconsistent with school rules or not\n29\npertinent to the student's case.\"\n30\n34.  Under the administrative directive in effect at the\n31\nNew Mexico Boys' School since September 1, 1974, defendants,\n32\ntheir agents and employees disapprove of any magazine, book,\n-7-\n\nnewspaper publication or periodical sent to plaintiffs if the\nsubject nature is \"subversive\" or \"militant\".\n35.  Under the administrative directive in effect at the\nNew Mexico Boys' School since September 1, 1974, if defendants,\ntheir agents and employees reject a letter to a plaintiff from a\nperson outside the facility, defendants, their agents and em-\nployees place a memorandum stating the reason for the rejection\nin the plaintiff's permanent central file indicating that the\nplaintiff has received \"inappropriate\" correspondence.\n10 36. Plaintiffs have no control over who sends them mail\n11 from outside the facility.  However, if such mail is deemed\n\"inappropriate\" by defendants, their agents and employees, said\n12\ndefendants put a memorandum indicating such fact in plaintiffs'\n13\nfiles. Defendants' placement of this censorship memorandum in\n14\nplaintiffs' files diminishes plaintiffs' chances of being ad-\n15\n16 vanced to the next step of the Phase Program at the New Mexico\n17 Boys' School and diminishes plaintiffs' changes of being\n18 released from the facility and placed on parole.\n19 37.  Under the administrative directive in effect at the\n20 New Mexico Boys' School since September 1, 1974, defendants,\n21 their agents and employees provide no procedure by which\n22 plaintiffs can challenge a censorship decision by defendants,\n23 their agents and employees.\n24 38.  Under the administrative directive in effect at the\n25 News Mexico Boys' School since September 1, 1974, defendants,\n26 their agents and employees spot-check and read or censor all\n27 correspondence to or from plaintiffs.\n28 39.  Under the administrative directive in effect at the\n29 New Mexico Boys' School since September 1, 1974, defendants,\n30 their agents and employees open all correspondence to or from\n31 plantiffs out of the presence of plaintiffs.\n32 40.  Defendants have been advised by legal cousel that the\n-8-\n\nmail regulations currently in effect at the New Mexico Boys'\nSchool are unconstitutional.\n41.  Defendants have also been advised by the New Mexico\nAttorney General that the mail regulations currently in effect\nat the New Mexico Boys' School are unconstitutional.\n42.  Under the administrative directive in effect at the\nNew Mexico Boys' School since September 1, 1974, defendants,\ntheir agents and employees prevent plaintiffs from corresponding\nand communicating with their parents, guardians, family,\n10 friends, attorneys, judges and government officials.\n11 43.  Under the administrative directive in effect at the\n12 New Mexico Boys' School since September 1, 1974, defendants,\n13 their agents and employees impose a chilling effect on the\n14 ability of plaintiffs to correspond and communicate with persons\n15 outside the facility.\n16 44.  Under the administrative directive in effect at the\n17 New Mexico Boys' School since September 1, 1974, defendants,\n18 their agents and employees undermine the rehabilitation of the\n19 plaintiffs confined in the facility.\n20 45.  Under the administrative directive in effect at the\n21 New Mexico Boys' School since September 1, 1974, defendants,\n22 their agents and employees promote in plaintiffs the fear of\n23 censorship of communication.\n24 46.  By promulgating the administrative directive in effect\n25 at the New Mexico Boys' School since September 1, 1974,\n26 defendants, their agents and employees do not provide for the\n27 care, protection and wholesome mental and physical development\n28 of plaintiffs as required by the legislative purpose section of\n29 New Mexico's Children's Code, §32-1-2 NMSA 1978.\n30 47.  Plaintiff JOHNNIE K. was committed to the New Mexico\n31 Boys' School on or about November 12, 1981, and is currently\n32 being incarcerated in said facility.  The named plaintiff is\n-9-\n\ncurrently being subjected to the circumstances and conditions\ncomplained of herein.\n48.  Defendants regularly subject plaintiffs to the mail\ncensorship policies and practices described above.  Defendants\nhave similarly confined and detained juveniles in the New Mexico\nBoys1 School under such conditions in previous years, and\ndefendants will continue to confine juveniles under such\nconditions in the future unless plaintiffs are granted the\nrelief requested herein.\n10 KNOVJLEDGE AND INTENT OF DEFENDANTS\n11 49.  Defendant ROGER M. CRIST is the Secretary of the New\n12 Mexico Department of Corrections and as such is responsible for\n13 managing all operations of said department and administering and\n14 enforcing the laws with which he or the department is charged.\n15 As such, said defendant also exercises the powers of said\n16 department and is responsible under Section 9-3-5 NMSA 1978 as\n17 previously set forth herein.  In such capacity, said defendant\n18 knew or should have known of the conditions and circumstances\n19 alleged herein and should have taken steps to correct said\n20 conditions and circumstances.  Said defendant's actions or\n21 omissions constitute actual approval, or gross negligence,\n22 deliberate indifference to, and tacit authorization of, the\n23 deprivation of plaintiffs' constitutional and statutory rights\n24 complained of herein.\n25 50.  Defendant CELEDONIO VIGIL is the director of the\n26 Juvenile Facilities Division of the New Mexico Department of\n27 Corrections, the division with direct responsibility for\n28 administering and supervising the juvenile facilities of the New\n29 Mexico Department of Corrections, including the New Mexico Boys'\n30 School at Springer, New Mexico.  In that capacity, defendant\n31 VIGIL is responsible for making and adopting such rules and\n32 regulations as may be necessary to carry out the functions of\n-10-\n\nsaid division, including the regulations complained of herein;\nand for supervising and implementing the practices and policies\nof the Juvenile Facilities Division, including the policy and\npractice of mail censorship complained of herein.  In such\ncapacity, said defendant knew or should have known of the con-\nditions and circumstances alleged herein and should have taken\nsteps to correct said conditions and circumstances.  Said\ndefendant's actions and omissions constitute actual approval of,\nor gross negligence, deliberate indifference to, and tacit\n10 authorization of, the deprivation of plaintiffs' constitutional\n11 and statutory rights complained of herein.\n12 51.  Defendant ROBERT S. PORTILLOS is the Superintendent of\n13 the New Mexico Boys' School, Springer, New Mexico.  In that\n14 capacity, defendant PORTILLOS is responsible for making and\n15 adopting such rules and regulations as may be necessary to carry\n16 out the functions of said facility, including the regulations\n17 complained of herein, and for seeing that all rules and regula-\n18 tions of the New Mexico Boys' School are properly enforced and\n19 implemented, including the regulatory policy and practice of\n20 mail censorship complained of herein.  In such capacity, said\n21 defendant knew or should have known of the conditions and\n22 circumstances alleged herein and should have taken steps to\n23 correct said conditions and circumstances.  Said defendant's\n24 actions and omissions constitute actual approval of, or gross\n25 negligence, deliberate indifference to, and tacit authorization\n26 of, the deprivation of plaintiffs' constitutional and statutory\n27 rights complained of herein.\n28 52.  As a proximate result of the policies, practices,\n29 acts, and omissions of defendants complained of herein,\n30 plaintiffs have suffered and will continue to suffer serious\n31 psychological and emotional injuries.\n32\n-11-\n\n1 LEGAL CLAIMS\n2 53.  For plaintiffs' legal claims enumerated below, they\nreallege Paragraghs 1 through 52 above, as if fully set forth\nherein.\n54.  Defendants' policies, practices, acts and omissions\ncomplained of herein, and specifically defendants' subjection of\nplaintiffs to the policy and practice of mail censorship while\nconfined in the New Mexico Boys' School, violate plaintiffs'\nright to freedom of speech and expression guaranteed by the\n10 First and Fourteenth Amendments to the United States\n11 Constitution, and the New Mexico Constitution; violate\n12 plaintiffs' right to effective assistance of counsel guaranteed\n13 by the Sixth and Fourteenth Amendments to the United States\n14 Constitution; and subject plaintiffs to denial of due process of\n15 law, guaranteed by the Fourteenth Amendment to the United States\n16 Constitution and the New Mexico Constitution.\n17 NO ADEQUATE REMEDY AT LAW\n18 55.  As a proximate result of the defendants' policies,\n19 practices, acts and omissions complained of herein, and the\n20 conditions and circumstances described herein to which\n21 plaintiffs are subjected, plaintiffs have suffered, do suffer,\n22 and will continue to suffer immediate and irreparable injury.\n23 Plaintiffs have no plain, adequate, or complete remedy at law to\n24 redress the wrongs described herein.  Plaintiffs will continue\n25 to be irreparably injured by the policies, practices, acts and\n26 omissions of the defendants unless this Court grants the\n27\ninjunctive relief which plaintiffs seek.\n28\nATTORNEYS' FEES AND COSTS\n29\n56.  This is a civil rights action and plaintiffs are\n30\nentitled to attorneys* fees and costs under 42 U.S.C. §1988.\n31\n32\n-12-\n\n1 PRAYER  FOR RELIEF\n2 WHEREFORE,  plaintiffs  pray  that  this  Court:\n3 A.  Assume jurisdiction of this action;\n4 B.  Issue an order certifying this action to proceed as a\nclass action pursuant to Rule 23(a), (b)(l) and (b){2) of the\nFederal Rules of Civil Procedure.\nC.  Issue a declaratory judgment pursuant to 28 U.S.C.\n§§2201 and 2202, and Rule 57 of the Federal Rules of Civil\nProcedure, that the policies, practices, acts and omissions\n10 complained of herein:\n11 (1) violate plaintiffs' right to freedom of speech and\n12 expression guaranteed by the First and Fourteenth\n13 Amendments to the United States Constitution and by the New\n14 Mexico Constitution;\n15 (2) violate plalintiffs1 right to effective assistance\n16 of counsel guaranteed by the Sixth and Fourteenth\n17 Amendments to the United States Constitution and by the New\n18 Mexico Constitution; and\n19 (3)  subject plaintiffs to denial of due process of\n20\nlaw, guaranteed by the Fourteenth Amendment to the United\n21\nStates Constitution and by the New Mexico Constitution.\n22\nD.  Issue preliminary and permanent injunctions sufficient\n23\nto rectify the unconstitutional acts and omissions alleged\n24\nherein, as follows:\n25\n(1) restraining and prohibiting all defendants from\n26\nrestricting the number of letters plaintiffs may write;\n27\n(2) restraining and prohibiting all defendants from\n28\nreviewing any of plaintiffs' incoming and outgoing mail and\n29\nfrom maintaining a log on any of plaintiffs' mail;\n30\n(3) restraining and prohibiting all defendants from\n31\nrefusing to deliver any letter to or from plaintiffs for\n32\nany of the following reasons:\n-13-\n\n1  a. if it contains \"any material or is so worded\n2  that existing postal law may be violated\";\n3  b. if it contains \"obscenity, lewdness, threats,\n4  blackmail attempts, escape plots or statements which\n5  may tend to incite race hatred\";\n  c. if it discusses \"criminal activities\" or\n6\n7  \"gives false, malicious or libelous information about\n8  individuals\";\n9  d. if it discusses the \"character, crimes, or\n10  personal habits of other students\";\n11  e. if it \"attempts to give instructions or advice\n12  about another student or his associates\";\n13  f.  if it is \"not legible, clear, or addressed\n14  correctly\";\n15  g.  if it contains \"references, innuendos, or\n16  codes which lead the staff to suspect \"that it might\n17  not be proper\";\n18  h.  if it is not written in English or Spanish\n19  and no special permission has been given to correspond\n20  in another language; and\n21  i. if it contains \"information that is considered\n22  detrimental to the student or to his program.\"\n23  (4) restraining and prohibiting all defendants from\n24  opening and censoring any incoming or outgoing letter to\n25  any government officials;\n26  (5) restraining and prohibiting all defendants from\n27  opening any of plaintiffs1 letters to or from any attorney;\n28  (6) restraining and prohibiting all defendants from\n29  disapproving of any magazine, book, newspaper publication\n30  or periodical because defendants may find its subject\n31  nature \"subversive\" or \"militant\";\n32  (7) restraining and prohibiting all defendants from\n-14-\n\n1 rejecting any letter to any plaintiff from persons outside\n2 the facility and from keeping in the plaintiffs' permanent\n3 central file any record of said rejection;\n4 (8) restraining and prohibiting all defendants from\n5 spot-checking and reading or censoring all correspondence\n6 to or from plaintiffs; and\n7 (9) restraining and prohibiting all defendants from\n8 opening any correspondence to or from plaintiffs out of the\n9 presence of plaintiffs.\n10 E. Order the defendants to develop and implement a\n11 comprehensive procedure whereby plaintiffs can challenge any\n12 opening or censoring of their mail by defendants.\n13 F.  Order defendants to develop and implement regulations\n14 for the correction of the unlawful policies, practices, acts and\n15 omissions complained of herein, and to submit said regulations\n16 to the court and to the attorneys for plaintiffs for review.\n17 G.  Issue a judgment assessing general and special damages\n18 against the defendants ROGER W. CRIST, CELEDONIO VIGIL and\n19 ROBERT S. PORTILLOS for injuries suffered by the named plaintiff\n20 as a proximate result of the policies, practices, acts and\n21 omissions complained of herein, in an amount to be established\n22 by the proof.  •\n23 H.  Issue a judgment on behalf of the named plaintiff\n24 assessing punitive damages against the defendants ROGER W.\n25 CRIST, CELEDONIO VIGIL and ROBERT S. PORTILLOS for injuries\n26 suffered by the named plaintiff as a proximate result of the\n27 policies, practices, acts and omissions complained of herein, in\n28 the amount of $100,000 against each of said defendants.\n29 I.  Retain jurisdiction over defendants and each of them\n30 until such time as the Court is satisfied that their unlawful\n31 policies, practices, acts and omissions complained of herein no\n32 longer exist and will not recur.\n-15-\n\n1 J.  Award plaintiffs the cost of this proceeding,\n2 attorney's fees, and such other and further relief as to this\n3 Court seems just and proper.\n4 Dated this  (f  day of February, 1982.\n5\n6\nMICHAEL A. KAUFFMAN\n7 MONTOYA, MURPHY & KAUFFMAN\n229 Johnson St., Suite A\n8 Post Offrice Box 2124\nSanta Fe, NM 87504\n9 (505) 982-1873\n10 ALICE C. SHOTTON\nPHILIP J. BERTENTHAL\n11 MARK I. SOLER\nYOUTH LAW CENTER\n12 1663 Mission Street, 5th Floor\nSan Francisco, CA  94103\n13 (415) 543-3379\n14 SHANNON ROBINSON\nc/o Hank Farrah\n15 925 Luna Court N.W.\nAlbuquerque, NM 87102\n16 (505) 843-6584\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1579"
    },
    {
      "date": "1983-05-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of New Mexico",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1580,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1580.pdf",
      "title": "Stipulation and Order",
      "text": "Johnnie K. v. Crist  ^\nIII _ _,5o2-OO2  ALBUQUERQUE, NEW MEXICO\nNM\nIN THE UNITED STATES DISTRICT COURT\nFOR THE DISTRICT OF NEW MEXICO\nJOHNNIE K., et al.,  Cjj\nt^-i EREO ON DOCKET\nPlaintiffs,  -~^^-^-£_i£ii___\nvs.  No. CIV-82-0182-HB\nROGER W. CRIST, et al.,\nDefendants.  \\>\nSTIPULATION AND ORDER  >u\nStipulation\n\" WHEREAS, on or about February 18, 1982, Plaintiffs filed a  f\ncivil rights class action for declaratory, injunctive and other  -•\nequitable relief with regard to the mail regulations at the New\nMexico Boys School promulgated on September 1, 1974, (Exhibit A\nhereto), and\nWHEREAS, on or about March 29, 1982, the New Mexico Boys School\nadopted and put into effect new mail regulations and procedures\n(Exhibit B hereto), and\nWHEREAS, the New Mexico Boys School has no intention of returning\nto the 1974 mail regulations, and\nWHEREAS., Plaintiffs have requested certain modification of the\nMarch 29, 1982, mail regulations,\nIT IS HEREBY STIPULATED by and between the parties:\n1.  Without conceding or admitting any liability with regard to\nthe 1974 mail regulations, or the constitutionality of any portion\nthereof, but solely- for the purpose of expediting the conclusion of\nthis lawsuit, Defendants agree not to readopt the 1974 mail regulations,\n(Exhibit A hereto).\n\n2.  Solely for the purpose of settlement of this lawsuit and\nwithout admitting any liability or conceding  that any portion of\nthe March 29, 1982, mail regulations are unconstitutional, Defendants\nagx~ee to adopt certain modifications requested by Plaintiffs, and\ncertain additional revisions desired by Defendants, and to put into\neffect the revised mail regulations shown on attached Exhibit C\nwithin ninety  (90) days of entry of this Order.\n3.  That any and all claims for damages asserted in this action\nare hereby settled, and that Defendant will purchase a $100 savings\nbond for Johnnie K. at a cost of $50, to be held in trust by his\nattorneys until Johnnie K. is no longer residing in the New Mexico\nBoys School;\n4.  That all issues in this action have now been resolved with\nthe sole exception being an award of attorney's fees, if any, to\nPlaintiffs' attorneys.\nAPPROVED:\nMICHAEL A1. KAUFFMAN\nMONTOYA, MURPHY & KAUFFMAN\nP. 0. Box 2124\nSanta Fe, New Mexico  87 5 04\n(505)982-1873\nSHANNON ROBINSON\nc/o Hank Farrah\n925 Luna Circle, N.W.\nAlbuquerque, New Mexico 87102\n(505)843.6584\nALICE C. SHOTTON\nMARX I. SOLER\nYOUTH LAW CENTER\n1663 Mission Street, 5th Floor\nSan Francisco, California  94103\n(415)543-3379\n\nMODRALL SPERLING ROEHL HARRIS\n& SISK, P.A.\nP ./O J  BoxC^ 16 8  ^\nAlb'iquerque,  New  Mexico  87103\nT5'0 5)  243-4511\n-  ORDER\nThe Court having reviewed the aforesaid stipulation of the\nparties, and finding the terms fair, just and equitable, hereby\napproves the same, with the only remaining issue being the award\nof attorneys' fees, if any, to Plaintiffs' attorneys.\nUNITED STATES DISTRICT JUDGE\n-3-\n\nNEW MFXl^  BOYS' SCHOOL  See\"  n rV - Program\n' Ad minis trati>'i. Directive  :  NuiVier  M\nPage 1 of 2 pages\nOriginal Date  9-1-74\nSubject:  Mail Regulations  Prevised Date\nApproved:\nirds  directive  is intended  to  set  forth  current  mailing procedures for  ail students, regardless\nof  type of  commitment.\n1.  One of the most important privileges that 2 student has is correspondence.  It is important\nto a student  because it provides him with the opportunity of keeping in contact with his\nfamily and  friends.\n2.  A student may write to anyone subject to the provisions of this directive.  The school will\npay the postage on outgoing mail.\n3.  Tne number of letters  that a student may write depends largely upon good judgment.  A\n• reasonable number of letters may be written.\n4.  Student  incoming and  outgoing mail will b: reviewed by lodge staff and a log maintained\non all students' mail (see log form attached hereto).\n5..  Lodge staff  may reject  an incoming or outgoing letter  for any of the following  reasons:\na.  If they  contain  any material or so worded  that existing postal law may be violated\nor  if  they  contain  obscenity,  lewdntss,  threats, blackmail  attempts,  contraband,\nescape  plots  or  statements  which  may  tend  to incite  race  hatred.\nb.  If  they  discuss  criminal  activities  or give  false,  malicious  or  libelous  information\nabout  individuals.  Discussion of the character, crimes, or personal habits of other\nstudents  will  not  be  allowed nor  will be letters which attempt  to give instructions\nor advice about  another  student  or his associates.\nc.  If  they'axe  not  legible, dear, addressed  correctly  or if they  contain references, in-\nnuendos,  or  codes  which  lead  the  staff  to suspect  that they  might not  be  proper.\nd.  If  they  are  not  written  in  English  or Spanish, unless special.permission  to corres-\npond  in another language has been  given.\ne.  Mail  may  be  rejected  by staff  if they contain information  that is considered  detri-\nmental  to the student or to his program.\n6.  Privileged  Communications\na.  Correspondence  to attorneys  or judges from  students will be considered  \"privileged\n' communications\"  and  will not be  opened  or be censored by staff.  This applies  to\nletters  mailed  and  received.\nb.  Privileged  communications  should  be marked  \"privileged  communication\"  on  the\nface of  the envelope by the  student.\n!-.  E X H I B IT\n1  A\n\n\n\n•NEW MEXICO  BOYS' SC._^ . L  Section  IV - Program\nAdrruriistrative  Directive  Number  M\nPage 2 of 2 pages\nOriginal Date  9-1-74\nSubject:  Mail Regulations  Revised  Date\nApproved:\nc.  Staff  may  open any letters to attorneys, in the presence of the student, when sus-\npected  of cont-  band, other matters inconsistent with school rules Or not pertinent\nto the student's case.\nd.  In  the  event  privileged  correspondence  is opened, the corresponding party \\<)jl be\nnotified  in writing.  •  . .\n7.  Magazine, book, nevvspi. ?: publications 2nd periodicals:  AH ordns for magazines, books,\nnewspaper  subscriptions  arc  to  be approved  by  the  School  Principal  and the. student's\nlodge  staff.  If  approved,  a Boys' Trust  Fund  Expenditure  fcrrn  should  be  processed\nthrough  the  Finance  Office.\na.  Magazines, books, newspaper subscriptions and periodicals rnay be sent to a student\nfrom  others  provided  they  have been  approved by the  Sdbool Principal  and lodge\nstaff.\nb.  There is no list of approved  books, newspapers, publications: and periodicals.\n—\nc.  The approval of orders and material being ordered or rccciv-cd may be disapproved if\nthe subject nature is subversive, militant, or \"hard cor:\n8.  When  incoming  cc-^spon dene: is rz)tctzA  by-ledge staff, the student should be sent a\nmemorandum  stating that, the correspondence  was rejected and fox what reason.  A copy\nof the.memo will be kept in the student's central file.  Out going Tetters that axe rejected,\nwill be  delivered  to  the  student  by  his  caseworker who will explain the reason for  the\nrejection  (sec'memo  form attached hereto).\n9.  Packages for  students will be picked up by lodge staff  at suppry.  The staff member will\nsign a receipt  for  the package and'deliver it to the student at the lodge.  The student will\nopen  the  package  and  sign  a receipt  for  it  from  the  staff  member.  The staff  member\nwill  examine  the  contents  of  the package  for  contraband.  Any itcrns removed  will be\nnoted  on  the student's receipt and a copy retained  for  the student's  central  file.  Items\nof  Yalue removed  will  be  delivered  to  Control, receipted  and plzccd  with the  student's\npersonal  property.\n)\n\no o\nNEW MEXICO BOYS' SCHOOL Section  IV -  Program\nAdministrative Directive N umber  M\nPace  1  of  A\nDages\nOriqinal  Date  9-1-74\nRevised  Date  11/24/81\nSubject:  Mail Regulations\n3/29/82\nAocroved\nRobert Portilios\n1.  Policy.\nOne of the cost important privileges that a resident has is correspondence.\nIt is important to a resident because it provides him with the opportunity\nof keeping in contact with family and friends. To enhance communications\nbetween residents and correspondents, this directive will be prominently\nposted on all bulletin boards in the institution and will be available to\nnon-residents upon request.\n2.  General Policv.\nA resident may write to any one and receive correspondence from any one\nsubject to the provisions of this directive.  No limit is set on the nur.::?..\nV of letters a resident may send or receive.  Postage on outgoing m.?il will\nbe paid by the institution.  However, since the institution pays the\npostage on outgoing mail, good judgment suggests that a reasonable number\nof letters can be mailed out at institution expense.\n3.  Incoming Mg.il.\nIncoming mail will be handled in the following manner:\na.  Letters and packages will be opened only in the presence of the\nresident by lodge staff and checked for contraband and money each day so\nthat money can be sent to the business office and contraband otherwise\ndisposed of through proper channels.\nb.  Contraband that is confiscated from an incoming letter or package\nmay result in the revocation or suspension of the sender's correspondence\nprivileges.  Contraband involving illegal items such as weapons or\ncontrolled substances may result in referral for prosecution.  A letter\nstating that contraband was seized and the reasons therefor will be\nplaced in the resident's central file, copies sent to the sender and to\nthe resident.  Violation of postal laws may result in referral for\nprosecution.\nMoney will be removed from an in-coming letter or package in the\nc.\nPresence of the resident and receipt refor will be given to the\nresident with a copy retained by the school.  All receipts and money will\nE X H I B IT\n\nc\no\nt )  N'EV.- MEXICO SOVS ' SCHOOL Section IV - Program\n•' }  Administrative Directive Number  ' M\nPage 2 of  4  pages\nOriginal Date 9-1-74\nSubject:  Kail Regulations Revised Date  11/24/81\nApproved\nRobert Pcrtillos\nbe turned in to the business office each day.  Upon the resident's release,\nthe business office will prepare a check viuh the full amount from the\nresident's account for him to pick up.\nd.  Packages for resident will.be picked up daily by lodge staff at\nSupply.  Once the package is opened and examined in the presence of the\nresident, the staff will note any iterns removed on a resident receipt.\nThis vill include items of value kept by mutual agreement in the Boys'\nSchool safe.  The receipt will be placed with the resident's belongings.\nStaff will make every effort to return items of value to parents during\nvisitation at the earliest possible date.  Parents should be asked to\nverify receipt prior to leaving the Kew Mexico Boys' School.  This receipt\nwill be placed in the Control Center file.\n4.  Procedure for Outcoinc; Mail.\nOutgoing nail will be brought to on duty staff and the resident will show\nthe staff member that there is no contraband contained in the envelope\nbefore the resident seals it.  The staff member who made the inspection\nfor contraband will initial the letter before placing it in outgoing\nmail.  Night staff will log the number of outgoing letters mailed by\neach resident and deliver mail to the Control Center at the end of their\nshift.  • •\n5.  V7hen Mail Can 3e Read.\nIncoming and outgoing mail will not be held for more than 24 hours, excluding\nweekends and holidays.  Incoming and outgoing letters are not to be read,\nexcept where there is clear and convincing evidence to bslieve that the\nmail contains escape plans, other plans to commit a delinquent act or\ncrime or to violate institutional rules or regulations, or constitutes a\ndelinquent act or crime in or of itself.  In such cases the resident will\nbe present when the incoming letter is opened and read or when the outgoing\nletter is read.  When mail is read, the staff member who reads the mail\nvill prepare a memo outlining what action was taken and why.\na. Rejection cf Mail.\nOutgoing and/or incoming mail will be rejected when there is reasonable\ncause to believe that the mail contains contraband, escape olans, other\nplans to commit a delinquent act or crime, cr to violate institutional\nrules and regulations, or would constitute a delinauent act or crime in or\nof itself.  Mail will also be rejected if it contains codes or other attempts\n\nO O\nMEXICO BOYS ' SCHOOL Section IV - Program\ninistrative Directive Number  M\nPage 3 of pages\nOricinal Date  9-1-74\nSubject:  Mail Regulations Revised Date  11/24/81\nApproved\nRobert Portillos\nto circumvent this directive or if material contained therein is obscene\nor patently offensive.\nb.  When nail is rejected the resident and the correspondent will be\nnotified in writing as to the reason for the rejection.  Only the\nSuperintendent or his authorized representative can authorize mail to be\nrejected.  Any resident whose outgoing mail is rejected raay contest\nrejection through the Resident Grievance Procedures.  Any sender whos3\nincoming mail is rejected must be given an opportunity to object to such\nrejection.  Rejected mail can be withheld, photocopied and filed for\nfuture reference.\nc.  Incoming mail can also be rejected if the correspondent's mail\nprivileges have been revoked or are currently suspended.\n6.  Privileoed Cormunications.\nK a.  Correspondence to or from attorneys or judges, probation officers,\n* the Secretary of Corrections, or the Juvenile Parole Board will be\nconsidered privileged conraunications.  Outgoing privileged communications\nwill be sealed by the resident and will not be inspected or opened by\nstaff.\nb.  An outgoing communication which is considered a privileged\ncommunication by the resident must be clearly labeled privileged\nccmir.uncaticn of the face' of the envelope by the resident.\nc.  Incoming privileged communications will not be opened unless the\nSuperintendent or his designee determines that there is reasonable cause\nto believe that it contains contraband or is not in fact a privileged\ncommunication.  Such mail will be opened only in the presence of the\nresident.  Mail suspected of containing contraband can be checked for\ncontraband but not read by staff.  If such mail is suspected of being\nother than a privileged communication, then such communication can be\ninspected or read to determine whether or not it is in fact a privileged\ncommunication.  Cnce a staff member determines that it is a privileged\ncommunication, then such document cannot be further inspected or read by\nstaff.  However, if the communication is not in fact a privileged conv.van.i-\ncation, then the ordinary rules of general correspondence apply to such\nnon-Drivileced communication.\nD\nI)\n\nc o\nKZW MEXICO HOYS' SCHOOL Section  IV  -  Program\nAdministrative Directive Vi urabe r  M\nPace  A  'of 4  pages\nOriginal Date  S-l-74\nSubject:  Mail Regulations Revised Date  11/24/31\nAporoved\nRobert Portillos\n7.  Publications.\nThe institution will allow residents access to publications unless the\nSuperintendent or his designee determines that access to a particular\np-^blication is inconsistent with the institutional coals, internal\ndiscipline, security or the resident's rehabilitation.  Rejected\npublications can be withheld, photocopied and filed for future\n8.  Miscellaneous.\na.  Letters must be written in Spanish or English except when\nanother language of correspondence has been approved in advance.\nb.  Letters addressed to the institution without proper identifi-\ncation of the resident can be opened to obtain such identification so\nthac the resident can receive his mail.\nc.  Outgoing letters that are placed in envelopes without a sending\nor return address will be opened to determine the origin of the letter\nonly.  The contents will not be read.  Once the origin of the letter is\ndetermined, it will be returned to the originator to be properly\naddressed.\nd.  All residents will be held responsible for the contents of their\noutgoing letters and violations of this administrative directive rr.ay\nresult in disciplinary action.\n\nMAIL REGULATIONS\n1.  Policy.\nOne of the most important rights that a resident has is corres-\npondence.  However, such right is subject to certain limitations as\noutlined below.  This right is important to a resident because it\nprovides him with the opportunity of keeping in contact with family\nand friends.  To enhance communications between residents and\ncorrespondents, this directive will be prominently posted on all\nbulletin boards in the institution and will be available to non-\nresidents upon request.\n2.• General Policy.\nA resident may write to anyone and receive correspondence from\nanyone subject to the provisions of this directive.• No limit is\nset on the number of letters a resident may send or receive.  Post-\nage on outgoing mail will be paid by the institution.  However,\nsince the institution pays the postage on outgoing mail, gor>d\njudgment  suggests that a reasonable number of letters can be mailed\nout at institution expense.\n3.  Incoming Mail.\nIncoming mail will be handled in the following manner:\na.  Letters and packages will be opened only in the presence\nof the resident by lodge staff and checked  for contraband and money\neach day so that money can be sent to the business office and\ncontraband otherwise disposed of through proper channels.\nb.  Contraband that is confiscated  from an incoming  letter or\npackage may result in the revocation or suspension of the sender's\ncorrespondence privileges.  Contraband involving illegal items\nsuch as weapons or controlled  substances may result in referral of\nsender for prosecution.  A letter will be placed -in the resident's\ncentral file, copies sent to the sender and to the resident.\nViolation of postal laws may result in referral of sender for\nprosecution.\nc.  Money will be removed  from an in-coming  letter or package\nin the presence of the resident and receipt therefor will be given\nto the resident with a copy retained by t 3 school.  All receipts\nand money will be turned  in to the business office each day.  Upon\nthe resident's release, the business office will prepare a check\nwith the full amount from the resident's account for him to pick up.\nd.  Packages for residents will be picked up daily by lodge\nstaff at Supply.  Once the package is opened and examined in the\npresence of the resident, the staff will note any items removed on\nEXHIBIT\nC\n\na resident receipt.  This will include items of value kept by\nmutual agreement in the Boys School safe.  The receipt will be\nplaced with the resident's belongings.  Staff will make every\neffort to return items of value to parents during visitation at\nthe earliest possible date.  Parents should be asked to verify\nreceipt prior to leaving the New Mexico Boys School.  This receipt\nwill be placed in the Control Center file.\n4.  Procedure for Outgoing Mail.\nOutgoing mail will be brought to on-duty staff and the resident\nwill show the staff member that there is no contraband contained in\nthe envelope before the resident seals it.  The staff member will\nalso check the envelope to see that it has a complete sending\naddress and return address, including the name of the resident.  The\nstaff member who made the inspection for contraband will initial\nthe letter before placing it in outgoing mr.il.  Night staff '.rill\nlog the number of outgoing letters mailed by each resident and\ndeliver mail to the Control Center at the end of their shift.\n5.  a.  When Mail Can Be Read.\nIncoming and outgoing mail will not be held for mere than 24\nhours, excluding weekends and holidays.  Only the Superintendent or\nhis authorized representative in his absence, following proper chain\nof command, can read incoming or outgoing letters.  Incoming and\noutgoing letters are not to be read, except where there is probable\ncause to believe that the mail contains escape plans, other plans\nto commit a delinquent act or crime, is in code, contains obscene*\nmaterial, or constitutes a delinquent act or crime in and of itself.\nIn such cases, the resident will be present when the incoming letter\nis opened and read or when the outgoing letter is read.  When the\nmail is read, the Superintendent or his authorized representative\nin his absence who reads the mail will prepare a memo stating the\nreasons justifying the reading, and outlining what action was taken\nand why.\nb.  When Mail Can Be Rejected.\nOnly the Superintendent or his authorized representative in his\nabsence, following proper chain of command, can authorize mail to be\nrejected.  Outgoing and/or incoming mail will be rejected when the\nmail contains contraband or is prohibited material as outlined in\nSection 5a above.\nc.  Notification of Rejection;  Opportunity to Object.\nWhen mail is rejected the resident and the correspondent vill be\nnotified in writing as to the reason for the rejection.  Any resident\nwhose incoming or outgoing mail or publication is rejected may\ncontest rejection through the Resident Grievance Procedures.  Any\nsender whose incoming mail is rejected must be given an opportunity\nto object to such rejection.  Rejected mail shall be withheld,\nphotocopied and filed for future reference.\n-2-\n\nd.  Probab?e cause exists for reading a correspondent's incoming\nmail v.-hen the correspondent's mail has, within the previous 90 days,\ncontained prohibited material as outlined in Section 5a above.\n6.  Privileged .Communications.\na.  Correspondence to or from attorneys or judges, probation\nofficers, the Secretary of Corrections, the Juvenile Parole Board,\nthose elected  government officials on attached Exhibit A, grand\njuries, or Corrections Commissioners, will be considered privileged\ncommunications. Outgoing privileged  communications will be sealed\nby the resident and will not be inspected or opened by staff.\nb.  An outgoing  communication which is considered a privileged\ncorrvrnunication by the resident must be clearly labeled privileged\nconraunication on the face of the envelope by the resident.\nc.  Incoming privileged  communications will not be opened unless\nthe Superintendent or his authorized representative in his absence,,\nfollowing proper chain of command, determines that there is probable\ncause to believe that it contain-; contraband or is not, in f^act, a\nprivileged  communication.  Such mail will be opened only in the\npresence of the resident.  Mail suspected of containing  contraband\nshall be checked  for contraband  but not read by staff.  If such mail\nis suspected of being other than a privileged  communication, then\nthe oridinary rules of general correspondence  in Section 5 apply to\nsuch non-privileged  communication.\n7.  Publications.\nThe institutions will not allow residents a.ccess to publications\nif the Superintendent or his authorized representative  in his\nabsence, following proper chain of command, determines that a\nparticular publication  is  (1) obscene*, or  (2) depicts or describes\nprocedures for the construction or use of weapons, airj-nunition, bombs\nor incendiary devices or advocates violence;  (3)  depicts,\nencourages or describes methods of escape from correctional  facilities\nor contains blueprints, maps, drawings, or similar descriptions of\ncorrectional institutions or the immediately  surrounding area;  (4)\ndepicts or describes procedures for the brewing of alcoholic beverages\nor the use, cultivation or manufacture of drugs; or  (5) is written\nin code;  (6)  contains prohibited material set forth in Section 5a\nabove; and  (7) advocates or espouses racial or ethnic hatred, pre-\njudice or violence.\n8.  2-iiscellaneous.\na.  Letters addressed to the institution without proper identi-\nfication of the resident can be opened to obtain such  identification\nso that the resident can receive his mail.\n-3-\n\nb.  hll reridents will be held responsible for the\ntheir outgoing envelopes and violations of this administrative\ndirective may result in disciplinary  action.\n*In determining whether a matter is obscene, the Superintendent\nshall use as guidance Section 30-37-1 NMSA  (1978) .\n\nEXHIBIT A\nGovernor of the State of New Mexico\nU. S. Senators\nU. S. Representatives",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1580"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129059,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129059"
    }
  ],
  "document_count": 3
}