{
  "case_id": 44151,
  "fetched_at": "2025-10-22T00:40:34.467869",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Lowndes",
        "name": "Alabama Department of Public Health",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Environmental Justice"
    ],
    "cause_other": "",
    "causes": [
      "Title VI, Civil Rights Act of 1964, 42 U.S.C. § 2000d et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2025,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": null,
    "id": 44151,
    "injunction_duration": "",
    "issues": [
      "Environmental Justice and Resources: Groundwater",
      "Affected Race(s): Black"
    ],
    "last_checked_date": "2025-07-29T00:00:00-04:00",
    "main_docket": {
      "id": 57535,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Alabama",
      "docket_office_number": "",
      "docket_number_manual": "No docket (out of court)",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "DOJ Investigation of Alabama Department of Public Health",
    "never_filed": true,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice, Civil Rights Division and Department of Health and Human Services",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": "2023-05-04",
    "settlement_judgment_year": 2023,
    "special_collections": [
      "Trump Administration 2.0: Challenges to the Government",
      "Trump Administration 2.0: Litigation and Investigations Involving the Government",
      "Trump Administration 2.0: Reversing Course on Existing Litigation"
    ],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Alabama",
    "summary": "<p>In November 2021, during the Biden Administration, the U.S. Department of Justice (DOJ) Civil Rights Division and the U.S. Department of Health and Human Services (HHS) initiated this investigation into whether the Alabama Department of Public Health and the Lowndes County Health Department's (ADPH) wastewater disposal and management systems in Lowndes County violated Title VI of the Civil Rights Act of 1964 and Section 1557 of the Affordable Care Act, by discriminating against African American residents of the county. The investigation looked into whether ADPH carried out their onsite wastewater and infectious diseases, and outbreaks programs in a way that caused Black residents of Lowndes County to have less access to adequate wastewater systems and to unlawfully bear the legal consequences and health risks from that lack of access. On May 4, 2023, DOJ announced that the parties had reached a resolution agreement, pausing the ongoing investigation. The agreement required ADPH to take steps to improve public health for Lowndes County residents who lacked the means to install or repair functioning septic systems. These steps fall into three major categories: (1) suspending criminal penalties and liens related to possible violations of sanitation laws; (2) planning equitable onsite wastewater (septic) solutions; and (3) expanding public health awareness.</p>\r\n<p>On April 11, 2025, under the second Trump administration, the DOJ announced that it would be terminating the settlement agreement as part of what the administration said was an effort &ldquo;to eradicate illegal DEI preferences and environmental justice across the government and in the private sector.&rdquo; This directive followed President Donald J. Trump&rsquo;s <a href=\"https://public-inspection.federalregister.gov/2025-01953.pdf\" target=\"_blank\" rel=\"noopener\">Executive Order 14151</a>, &ldquo;Ending Radical And Wasteful Government DEI Programs And Preferencing,&rdquo; forbidding federal agencies from pursuing programs or initiatives related to Diversity, Equity, and Inclusion, including those related to &ldquo;environmental justice.&rdquo;</p>",
    "summary_published_date": "2025-07-29T19:15:03.102677-04:00",
    "summary_short": "In November 2021, the DOJ and HHS initiated an investigation into whether Alabama Department of Public Health and Lowndes County Health Department's wastewater disposal and management system disproportionately affected Black residents. The investigation paused when, in May 2023, a resolution agreement was announced. As of April 2025, the settlement agreement was terminated in efforts to \"eradicated illegal DEI preferences and environmental justice across the government and in the private sector.\"",
    "summary_tiny": null,
    "terminating_date": "2025-04-11",
    "clearinghouse_link": "clearinghouse.net/case/44151",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=44151",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=44151",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=44151"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": "Fact Sheet",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Other",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Other/Unknown"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 162284,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/162284.pdf",
      "title": "United States and Alabama Department of Public Health Interim Resolution Agreement: Fact Sheet",
      "text": "Office\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nFact Sheet*  \nOn May 3, 2023, the United States and the Alabama Department of Public Health\n(ADPH) entered into an Interim Resolution Agreement. The Agreement requires ADPH\nto take many steps to improve public health for Lowndes County residents who lack the\nmeans to install/repair functioning septic systems. The requirements fall into three major\ncategories:\n1. Suspending criminal penalties and liens related to possible violations of \nsanitation laws;\n2. Planning equitable onsite wastewater (septic) solutions with community \ninput;\n3. Expanding public health information and awareness.\nBackground\n• The U.S. Department of Justice, Civil Rights Division (DOJ) and U.S. Department of\nHealth and Human Services, Office for Civil Rights (HHS) opened an investigation of\nADPH in November 2021.\n• The investigation looked into ADPH’s onsite wastewater and infectious diseases and\noutbreaks programs. These programs oversee septic systems and address public\nhealth issues, like sicknesses that spread through raw sewage. Our investigation\nfocused on the question: Do ADPH’s programs unlawfully harm Black residents\nof Lowndes County?\n• As a result of the Agreement, DOJ and HHS have paused the investigation.\nIf you have any questions, concerns, or information that you think may be\nrelevant to this Agreement or to the United States’ investigation of ADPH, please\ncontact the Department of Justice’s email address or phone line:\nAL.Lowndes.EJ@usdoj.gov or 1-833-739-2103\n* This Fact Sheet is not intended to be a full summary.  For more information, including a copy of the \nFinal Agreement, please visit: https://www.justice.gov/opa/pr/departments-justice-and-health-and-human-\nservices-announce-interim-resolution-agreement\n\nWhat does this Agreement mean for YOU?\nNo fines, fees, penalties, or property loss from the sanitation\nconditions (septic, straightpiping, etc.) at your home.\nADPH will not refer any Lowndes County residents for criminal prosecution for\nviolations of state sanitation laws if you do not have the means to install / repair an\nADPH-permitted system AND you:\n(a) Provide information in response to an ADPH survey about how you\ndispose of your wastewater; and/or\n(b) Apply for an onsite wastewater system through ADPH and confine any\nsewage to your own property.\nADPH also will not take any actions which could lead to liens (property loss).\nWhat information will I need to share with ADPH?\nIn the coming months, ADPH will work with (1) the U.S. Centers for Disease\nControl and Prevention to measure health risks from raw sewage exposure, and\n(2) a third-party organization to collect information needed before an onsite\nwastewater / septic system can be installed at a particular home, such as soil type,\nproperty size, and ownership.\nADPH cannot use this information to refer someone for criminal prosecution.\nADPH is required to submit the survey and outreach materials to the United States\nfor approval.\nYour answers matter – please participate!\nDoes the Agreement require ADPH to install septic systems?\nADPH is required to come up with a plan for installing onsite wastewater (septic)\nsystems. The plan will include: the number of systems that will be installed, the\ntype of systems, and a timeline for installation. The plan will be submitted to the\nUnited States for approval within 1 year (May 3, 2024).\nPlans to install onsite wastewater (septic) systems must prioritize homes with the\nworst risk of exposure to raw sewage.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/162284"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": "Summary",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Other",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Other/Unknown"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 162285,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/162285.pdf",
      "title": "United States and Alabama Department of Public Health Interim Resolution Agreement: Summary",
      "text": "Office\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\nOverview\nIn November 2021, the U.S. Department of Justice, Civil Rights Division and the\nU.S. Department of Health and Human Services, Office for Civil Rights (together,\nthe United States) opened a joint investigation of the Alabama Department of\nPublic Health (ADPH) under Title VI of the Civil Rights Act of 1964 and Section\n1557 of the Patient Protection and Affordable Care Act. The investigation looked\ninto whether ADPH carries out its onsite wastewater and infectious diseases and\noutbreaks programs in a way that causes Black residents of Lowndes County to\nhave less access to adequate wastewater systems and to unlawfully bear the legal\nconsequences and health risks from that lack of access.\nOn May 3, 2023, the United States and ADPH entered an Interim Resolution\nAgreement (the “Agreement”). As a result, the United States is pausing the\nongoing investigation.\nThe Agreement requires ADPH to take multiple actions in Lowndes County that fall\nwithin three major categories: (1) suspending criminal penalties and liens related\nto possible violations of sanitation laws; (2) planning equitable onsite wastewater\n(septic) solutions; and (3) expanding public health awareness.\nThis document summarizes the Agreement.  You may review the entire Agreement \nat: https://www.justice.gov/opa/pr/departments-justice-and-health-and-human-\nservices-announce-interim-resolution-agreement\nThis summary is intended to increase awareness and understanding of the \nInterim Resolution Agreement.  This summary is designed for those who \nmay not have a legal background.\n1\n\nOffice\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\nTable of Contents\n1. Suspending Criminal Penalties and Liens 3\n2. Planning Equitable Onsite Wastewater Solutions 5\n3. Expanding Public Health Awareness 7\n4. Timing and Terms 8\n5.  Involving Community 9\n6. Contact Information 10\n2\n\nOffice\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\n1. Suspending Criminal Penalties and Liens\nADPH agrees to stop taking actions that could lead to fines, fees, penalties, and\nliens against Lowndes County residents without the means to install or repair a\nproper onsite wastewater system.\nWhat is an “onsite wastewater system”? A system that collects,\ntransports, treats, and disperses sewage from a home. A common\nexample is a septic system.\nBackground\nUnder Alabama state law, it is a crime to violate certain sanitation-related laws. If\na resident has potentially violated one of these laws, ADPH has the power to refer\nthe resident to law enforcement. Making a referral to law enforcement may lead to\ncriminal prosecution, which may then lead to fines, fees, or other penalties against\nthe resident.1\nIf a home is located in an unincorporated area of Lowndes County with no ability to\nconnect to a public sewer system (like a sewer system run by a city), ADPH also\nhas the power to force the resident to connect that home to an ADPH-permitted\nonsite wastewater system. If that happens, the Lowndes County Commission is\nrequired to put a lien on the property to pay for the cost of that connection.2\n1 Ala. Code §§ 22-2-14, 22-26-1 et seq.\n2 Ala. Code § 45-43-171\n3\n\nOffice\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\nUnder the Agreement, ADPH will stop taking actions that could result in\nfines, fees, penalties, or liens. Specifically:\n ADPH agrees it will not refer any Lowndes County resident for criminal\nprosecution for possible violations of sanitation-related laws if the resident\ndoes not have the means to install or repair an ADPH-permitted onsite\nwastewater system and the resident:\no (i) Provides information in response to an ADPH survey about how they\ndispose of their wastewater; and/or\no (ii) Applies for an onsite wastewater system through an ADPH program\nand confine any sewage to their own property.\n ADPH agrees it will not take actions which could trigger the lien requirement.\n For any initiatives to expand access to functioning, ADPH-permitted onsite\nwastewater systems, ADPH will not seek a lien to cover costs related to\ninstallation or maintenance of those systems.\n Third parties acting on ADPH’s behalf also may not refer residents for criminal\nprosecution or take actions requiring liens on residents’ property.\nAgreement, Sections II(A) and (F)(1)(f)\n4\n\nOffice\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\n2. Planning Equitable Onsite Wastewater Solutions\nThe Agreement requires ADPH to take immediate steps to lay the groundwork for\nsustainable sanitation solutions.\n• ADPH will cooperate with the Centers for Disease Control and Prevention\n(CDC) to measure the level of health risk that different population groups are\nexperiencing from exposure to raw sewage in Lowndes County.\n• ADPH will also conduct a comprehensive assessment to collect all the\ninformation needed before an onsite wastewater system can be installed at a\nparticular home, such as legal barriers (like lack of clear title to property) and\nthe soil type and lot size, which determines what kind of onsite wastewater\nsystem will work at each particular location.\n• ADPH will contract with an independent third party to conduct the\ncomprehensive assessment and may also partner with or other appropriate\ngovernment agencies, non-governmental entities, community organizations,\nand academic institutions.\nAgreement, Sections II(D)-(F)\n5\n\nOffice\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\nADPH will use this information to develop a Public Health and Infrastructure\nImprovement Plan (PHIIP) that outlines actions ADPH will take to protect public\nhealth and improve onsite wastewater infrastructure in Lowndes County.\nActions will be prioritized based on residents’ risk of exposure to infectious\ndiseases and public health threats as determined by the collaboration with CDC.\nThe PHIIP will cover a variety of topics including plans for:\n Installing ADPH-permitted onsite wastewater systems, including a timeline,\nnumber and types of systems, and methodology for deciding how to prioritize\nhomes for installation of these systems;\n Immediate temporary solutions for those currently without adequate onsite\nwastewater solutions;\n Additional initiatives to expand access to functioning, ADPH-permitted onsite\nwastewater systems;\n Monitoring illnesses from contact with raw sewage;\n Obtaining and using additional funding and resources; and\n Ongoing community engagement.\nThe PHIIP is subject to the United States’ approval. A Draft PHIIP is due in six\nmonths (November 3, 2023), and the Final PHIIP is due in one year (May 3, 2024).\nAgreement, Sections II(D)-(F)\n6\n\nOffice\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\n3. Expanding Public Health Awareness\nADPH will create and widely distribute information to the public on a variety of\npublic health topics including:\n Illnesses that result from contact with raw sewage, as well as how to prevent\nsuch illnesses, detect symptoms, contact health care providers, and report\nissues of raw sewage exposure;\n Safe cleanup of sewage backup inside the home and necessary reporting;\nand\n Proper septic system use, care, and maintenance.\nADPH will create and provide information to health care providers for Lowndes\nCounty to detect health conditions and symptoms that could be caused by\nexposure to raw sewage.\nAgreement, Sections II(B)-(C)\n7\n\nOffice\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\n4. Timing and Terms\n The Agreement went into effect on May 3, 2023, and will end three years after\nthe United States approves the Final PHIIP.\n ADPH will provide monthly reports to the United States on its progress in\ncomplying with the Agreement.\n If ADPH does not comply with the Agreement, the United States will resume\nthis investigation and take appropriate steps to achieve compliance with Title\nVI and Section 1557.\n ADPH is prohibited from intimidating, threatening, coercing, discriminating, or\ntaking other adverse action against any individual who has made a complaint\nor otherwise been involved with this investigation.\nAgreement, Sections III-VI\n8\n\nOffice\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\n5. Involving Community\nThe Agreement requires transparency and active community engagement and\noutreach. For example, ADPH is required to:\n Publicize the suspension of criminal penalties and liens;\n Publicize the comprehensive assessment of site conditions and prerequisites\nto installation of onsite wastewater systems;\n Distribute public health information to the public in a variety of ways such as\ndoor-to-door outreach, radio and print ads, and through the mail;\n Solicit and incorporate community input on a quarterly basis as ADPH\ndevelops the Draft and Final PHIIP;\n Create a plan in the PHIIP for continued community engagement; and\n Provide monthly status updates to the United States on compliance with the\nAgreement.\nADPH is required to submit its outreach plans and materials for the United States’\napproval.\n9\n\nOffice\tfor\tCivil\tRights\ncivilrights.justice.gov\nhhs.gov/ocr\nUnited States and Alabama Department of Public Health\nInterim Resolution Agreement\nSummary\n6. Contact Information\nIf you have any questions, concerns, or information that you think may be relevant \nto this Agreement or to the United States’ investigation of ADPH, please contact \nthe Department of Justice’s dedicated email address or phone line:\nAL.Lowndes.EJ@usdoj.gov\n1-833-739-2103\nYou may also contact the Department of Health and Human Services, Office \nfor Civil Rights at the following email address or phone line:\nOCRMail@hhs.gov\n1-800-368-1019, TDD: 1-800-537-7697\nYou may also submit a complaint to the Department of Justice through the Civil \nRights Division Complaint Portal: https://civilrights.justice.gov\nOr to Department of Health and Human Services, Office for Civil Rights through its \nonline complaint portal: https://ocrportal.hhs.gov/ocr/smartscreen/main.jsf\n10",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/162285"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Other",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Other/Unknown"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 162286,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/162286.pdf",
      "title": "United States and Alabama Department of Public Health Interim Resolution Agreement: Questions & Answers",
      "text": "United States and  \n \nAlabama Department of Public Health \n \nInterim Resolution Agreement \nQuestions & Answers \nU.S.\tDep artment\tof\tHealth\tand\tHuman\tServices\t\nMay 19, 2023\nGeneral Office\tfor\tCivil\tRights\t 1 \n\nTABLE OF CONTENTS \nꟷꟷꟷ \nGeneral ............................................................................... 3 \nSuspending Criminal Penalties and Liens ...................... 5 \nPlanning Equitable Onsite Wastewater Solutions .......... 8 \nExpanding Public Health Awareness ............................. 11 \nTiming and Terms ............................................................ 13 \nInvolving Community ...................................................... 14 \n  \nThis document provides information about the Agreement.  You may review \nthe entire Agreement at: https://www.justice.gov/opa/pr/departments-justice-\nand-health-and-human-services-announce-interim-resolution-agreement \n \nThis Questions & Answers document is intended to increase \nawareness and understanding of the Agreement.  This document is \ndesigned for those who may not have a legal background. \nGeneral    2 \n\nI. General \nꟷꟷꟷ \n1.  What does the Agreement require ADPH to do?   \nThe Agreement requires ADPH to take multiple actions that fall within \nthree major categories: (1) suspending actions which could lead to \ncriminal penalties and liens related to possible violations of sanitation \nlaws in Lowndes County, (2) expanding public health awareness, and (3) \nplanning for equitable onsite wastewater solutions.  More details are \navailable in the Summary document and below. \n \n2.  What does it mean to have an “Interim” Resolution Agreement?   \nThe Agreement consists of actions ADPH agrees to take while the \nUnited States’ investigation remains open.  In other words, the interim \nagreement does not end or close the United States’ investigation.  \nInstead, it suspends the investigation until ADPH takes all the actions \nrequired by the United States. \n \n3.  Will there be a Final Resolution Agreement?   \nBased on ADPH’s compliance with the Interim Resolution Agreement \nand the Public Health and Infrastructure Improvement Plan – PHIIP – it is \nrequired to develop, we expect to eventually reach a final agreement \nresolving this matter.    \n \n4.  Is the United States continuing to investigate ADPH?   \nNot at this time.  Based on the Agreement, the United States has agreed \nto suspend the investigation. \n \n \n \n(Continued on next page) \nGeneral    3 \n\n5.  Does ADPH have enough money to complete all the requirements of \nthe Agreement?   \nThe Agreement does not require ADPH to go beyond its current financial \ncapacity and allows ADPH to use any available funds to comply with the \nterms.  However, if ADPH determines that it lacks sufficient funds or \nresources to fulfill any of the terms of the Agreement, ADPH has agreed \nto seek out additional funding.  The United States will provide relevant \ninformation to support these efforts, as appropriate. \n \n6.  Is the Agreement limited to Lowndes County?   \nMost of the terms of the Agreement, such as the comprehensive \nassessment, are limited to Lowndes County.  However, as ADPH is a \nstate agency, some of the terms, such as those expanding public health \nawareness, are expected to reach Alabamians across the state. \n \n7.  Does the Agreement address problems with the sewage lagoons or \nsewers?  \nNo.  The investigation and Agreement are limited to ADPH, which only \nhas jurisdiction over onsite wastewater systems.  Larger community \nwastewater systems, like those using lagoons and sewer systems, are \noverseen by a separate state agency – the Alabama Department of \nEnvironmental Management. \n \n8.  What is an onsite wastewater system?   \nA system that collects, transports, treats, and disperses sewage from a \nhome.  As used in this context, a common example is a septic system.   \n \nGeneral    4 \n\nII. Suspending Criminal Penalties and Liens \nꟷꟷꟷ \n1.  What does the moratorium on criminal penalties and liens cover?  \nUnder the Agreement, ADPH is prohibited from making referrals to law \nenforcement or taking other actions which could lead to criminal \nprosecution. Additionally, ADPH is prohibited from taking actions which \ncould lead to a lien.   \n \n2.  Why doesn’t the Agreement require ADPH to stop prosecuting, \nfining, or sending residents to jail?   \nUnder state law, ADPH itself does not prosecute residents or issue fines \nor fees.  However, ADPH is authorized to refer residents for criminal \nprosecution.  ADPH may also take related actions like swearing out \nwarrants and summonses.  Those actions then lead to criminal \nprosecution by other law enforcement agencies, and that criminal \nprosecution process could result in fines or fees.  Under the Agreement, \nADPH is prohibited from making referrals to law enforcement or taking \nother actions which could lead to criminal prosecution. \n \n3.  Why doesn’t the Agreement require ADPH to stop placing liens on \nproperty?   \nUnder state law, ADPH itself is not specifically authorized to place a lien \non property.  However, ADPH is authorized to take actions which could \nlead to liens.  The county government, through ADPH, is authorized to \ncompel (force) residents to connect to private wastewater systems.  If a \nresident still does not connect to a private wastewater system, the county \ngovernment is can make that connection for them.  That connection can \nbe costly, and under state law ADPH is required to recover the cost of \nthe system and installation through a lien on the resident’s property.  \nUnder the Agreement, ADPH is prohibited from compelling connection to \na private wastewater system, which could then lead to a lien. \n \n \n(Continued on next page) \nSuspending Criminal Penalties and Liens    5 \n\n4.  Does the suspension of criminal penalties and liens apply to every \nperson and every situation in Lowndes County?   \nNo.  The suspension only applies to residents and homeowners with \ninadequate onsite wastewater systems and who do not have the means \nto install or repair an ADPH-permitted onsite wastewater system.  \nAdditionally, for this policy to apply, the resident or homeowner must: (i) \nprovide information in response to an ADPH survey about how they \ndispose of their wastewater; and/or (ii) apply for an onsite wastewater \nsystem through an ADPH program and confine any sewage to their own \nproperty. \n \n5.  What does it mean for a resident to have an “inadequate onsite \nwastewater system”?   \nUnder the Agreement, this term means that a home is not connected to a \nmunicipal sewer system – like a sewer system run by a city – and lacks a \nfunctioning, ADPH-permitted onsite wastewater system.  Situations could \ninclude having no wastewater system or using a failing septic system, \nunpermitted septic system, unpermitted outhouse, cesspool, or \nstraightpipes. \n \n6.  What does it mean for a resident to “not have the means to install \nor repair an ADPH-permitted onsite wastewater system”?   \nUnder the Agreement, this term means that a resident cannot obtain a \nfunctioning, ADPH-permitted onsite wastewater system for one or more \nof these reasons: lack of finances or assets, lack of clear title to property, \nor other non-legal or non-financial factors/barriers that limit their ability to \ncomplete the process of obtaining a functioning, ADPH-permitted onsite \nwastewater system.  The term is meant to be interpreted expansively.   \n \n7.  How will residents learn about the suspension of criminal penalties \nand liens?   \nADPH is required to issue a press release and distribute it widely on the \ninternet and by mail to Lowndes County residents.  ADPH is also \nrequired to include specific language in its “Official Notice of Violation” \nabout this policy. \n(Continued on next page) \nSuspending Criminal Penalties and Liens    6 \n\n8.  Could a third party working with ADPH still refer residents for \ncriminal prosecution?   \nNo.  Third party contractors and agents working on ADPH’s behalf have \nthe same obligations as ADPH under this agreement. \n \n9.  Will ADPH pursue criminal penalties and liens after the Agreement \nis over?   \nWhile these enforcement measures may be available after the \nAgreement ends, as part of the Public Health and Infrastructure \nImprovement Plan, ADPH is required to develop plans to continue to \nsuspend pursuing criminal penalties and liens for residents without the \nmeans to install/repair ADPH-permitted wastewater systems and who do \nnot have such a system installed yet.  The Agreement also requires \nADPH to develop a plan for continuing this enforcement suspension after \nall residents have such systems installed.  \n \nSuspending Criminal Penalties and Liens    7 \n\nIII. Planning Equitable Onsite Wastewater Solutions \nꟷꟷꟷ \n1.  Does the Agreement require ADPH to install onsite wastewater \nsystems?   \nThe Agreement requires ADPH to come up with a plan for installing \nsystems and sets the stage for that effort by collecting the information \nneeded to determine how many systems are needed, what type of \nsystems are needed, they will be located, and what other barriers exist – \nfor example lack of clear title to property – that must be resolved before a \nsystem can be put in the ground.  This plan will be part of the Public \nHealth and Infrastructure Improvement Plan and may include working \nwith a third party to install systems.  The Agreement also ensures that \nany future initiatives that involve installation of onsite wastewater \nsystems are administered in a way that is equitable and that prioritizes \nresidences based on their risk of exposure to infectious diseases and \npublic health threats.   \n \n2.  How does the Agreement ensure that onsite wastewater systems \ninstalled through ADPH programs in the future won’t fail?   \nThe Agreement requires that plans to install onsite wastewater systems \nmust involve “technically sound, ADPH-permitted onsite wastewater \nsystems designed to function in Lowndes County site conditions.”  Onsite \nwastewater systems that are appropriately designed for the location \nwhere they are installed and properly maintained should not be expected \nto fail.  As part of the comprehensive assessment, ADPH is to collect the \ninformation needed to ensure each onsite wastewater system is properly \ndesigned.  The Agreement also provides for expanding awareness on \nhow to maintain onsite wastewater systems.  Additionally, as part of the \nPublic Health and Infrastructure Improvement Plan, ADPH is to set forth \ninitiatives to expand access to functioning, ADPH-permitted onsite \nwastewater systems which include consideration of a parts and services \nwarranty requirement.  \n \n \n \n(Continued on next page) \nPlanning Equitable Onsite Wastewater Solution   8 \n\n3.  How will ADPH determine which residences get systems and when?   \nBefore ADPH can determine which residences will get an ADPH-\npermitted system installed and when, it must first do two things.  First, \nthe Agreement requires ADPH to cooperate with the Centers for Disease \nControl (CDC) to measure the level of health risk that different \npopulations groups in Lowndes County are experiencing from exposure \nto raw sewage.  ADPH is required to implement CDC recommendations \nfrom this effort.  Second, ADPH is required to conduct a comprehensive \nassessment to gather all the information needed before any ADPH-\npermitted system can be installed.  This can include information such as \nthe property’s soil type and lot size to financial or legal barriers – like lack \nof clear title to property.  Information like this is needed to determine \nwhat kind of onsite wastewater system will work at each particular \nlocation, and what additional obstacles must be addressed before a \nsystem can be installed.  With the information from CDC and the \ninformation ADPH gets from the comprehensive assessment, ADPH \nmust prioritize installation of systems based on residents’ risk of \nexposure to infectious diseases and public health threats.  \n \n4.  What is CDC’s role in the Agreement?   \nThe Agreement does not control CDC.  It does not make CDC do \nanything, nor does it stop CDC from doing anything.  The Agreement \nrequires ADPH to request technical assistance from CDC to assess \nlevels of health risk that different population groups in Lowndes County \nare experiencing from exposure to raw sewage.  The Agreement also \nrequires ADPH to cooperate with CDC, which includes providing any \ninformation or other resources requested by CDC in relation to any \ntechnical assistance.  \n \n \n \n \n \n \n(Continued on next page) \nPlanning Equitable Onsite Wastewater Solution   9 \n\n5.  Will ADPH use the information residents gives as part of the \ncomprehensive assessment to issue citations or fines or take other \nactions against them for possible violations of sanitation-related \nlaws?  Will ADPH use this information to take actions that could \nresult in a lien on the property?  \nNo.  Under the Agreement, ADPH is required to inform residents that the \ninformation it seeks for the assessment is part of ADPH’s agreement to \ncomply with the United States’ investigation of ADPH.  ADPH is also \nrequired to inform residents that the information ADPH is asking will not \nbe used by ADPH to cite or refer any resident for prosecution, which \ncould result in fines or fees or a lien on the property. \n \nPlanning Equitable Onsite Wastewater Solution   10 \n\nIV. Expanding Public Health Awareness \nꟷꟷꟷ \n1.  What topics will ADPH’s public health awareness campaign cover?   \nADPH is required to expand its public health information campaign to \nshare important health and safety information on topics such as: \n  The health risks of contact with raw sewage; \n  Symptoms of illnesses from contact with raw sewage; \n  How to contact a health care provider about symptoms of \nillnesses linked to contact with raw sewage; \n  Ways to prevent contact with raw sewage; \n  Safe cleanup after a sewage backup inside a home; \n  How to report raw sewage issues to ADPH; and \n  How to properly use, care for, and maintain a septic system. \n \n2.  How will Lowndes County residents get this information?   \nUnder the Agreement, ADPH is required to share this information widely \nin Lowndes County and to specifically provide informational materials to \nall residents who have an inadequate onsite wastewater system.  ADPH \nis required use radio, print ads, flyers, mailers, door-to-door outreach, \nand other appropriate ways to make sure residents get this important \ninformation. \n \n3.  Does the public health awareness campaign include information \nspecifically directed towards health care providers?   \nYes.  The Agreement contains additional requirements for ADPH to \nshare information with health care providers for Lowndes County \nresidents on topics such as how to identify the symptoms of sanitation-\nrelated infections and illnesses, as well as appropriate treatment.    \n \n(Continued on next page) \nTiming and Terms    11 \n\n4.  Which health care providers will get these educational materials?   \nThe Agreement requires ADPH to share these education materials with \nhealth care providers for Lowndes County residents, including medical \noffices and school-based health centers and providers that serve \nLowndes County residents.  ADPH is also required to share these \nmaterials to healthcare providers statewide through email using Alabama \nEmergency Response Technology health alert network messages and \non ADPH’s Infectious Diseases and Outbreaks webpages. \n \n \nTiming and Terms    12 \n\nV. Timing and Terms \nꟷꟷꟷ \n1.  How long does the Agreement last?   \nThree years after the United States approves the Final Public Health and \nInfrastructure Improvement Plan.  The Final Public Health and \nInfrastructure Improvement Plan is due to the United States within one \nyear from the effective date of the Agreement. \n \n2.  What happens if ADPH does not comply with the Agreement?   \nADPH is required to comply with the Agreement.  If ADPH does not \ncomply with the terms of the Agreement, the United States will provide \nADPH written notice of noncompliance and the parties will attempt to \nresolve any issues.  If ADPH still does not comply with the terms of the \nAgreement, the United States will resume the investigation and take \nappropriate steps to achieve compliance with Title VI and Section 1557. \n \nTiming and Terms    13 \n\nVI. Involving Community \nꟷꟷꟷ \n1.  How does the Agreement ensure that the Public Health and \nInfrastructure Improvement Plan reflects the needs and \nperspectives of community members?   \nIn developing the Public Health and Infrastructure Improvement Plan, \nADPH is required to conduct community engagement on a quarterly \nbasis and incorporate input from community members in the Draft and \nFinal Public Health and Infrastructure Improvement Plan.  The \nAgreement specifically requires engagement with Lowndes County \nresidents and their representatives, environmental justice advocates, and \nexperts in wastewater, infrastructure, soil, and engineering. \n \n2.  Apart from developing the Public Health and Infrastructure \nImprovement Plan, how else is ADPH required to work with \ncommunities?   \nThe Public Health and Infrastructure Improvement Plan requires ADPH \nto create a plan for ongoing community engagement on addressing the \npublic health threats of inadequate wastewater systems.  ADPH is \nspecifically required to work with the same groups that it will consult with \nin developing the Public Health and Infrastructure Improvement Plan – \nLowndes County residents and their representatives, environmental \njustice advocates, and experts in wastewater, infrastructure, soil, and \nengineering. \n \n \n \n \n \n \n \n(Continued on next page) \nInvolving Community    14 \n\n3.  How will ADPH inform residents about other terms of the \nAgreement?  \nADPH is required to issue a press release on its suspension of criminal \npenalties and liens.  In addition to posting the press release online, \nAPDH must also distribute the press release to residents and medical \nproviders.  ADPH is also required issue a press release about the \ncomprehensive assessment.  This press release is required to include \ntwo main items: (1) the name of any third party ADPH will be working \nwith and (2) ADPH’s statement that any information provided by \nresidents as part of the comprehensive assessment will not be used to \ncite or refer any resident for criminal prosecution or be used in any action \nthat could result in a lien on the resident’s property.  After the \ncomprehensive assessment is completed, ADPH will post a summary of \nthe results on its website. \nInvolving Community    15 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/162286"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Deleted",
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 162319,
      "file": null,
      "title": "New Document",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/162319"
    },
    {
      "date": "2025-04-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "Press Release",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 162320,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/162320.pdf",
      "title": "Department of Justice Terminates Environmental Justice Settlement Agreement, Advancing President Trump’s Mandate to End Illegal DEI and Environmental Justice Policies",
      "text": "7/29/25, 5:01 PM Ofﬁce of Public Affairs | Department of Justice Terminates Environmental Justice Settlement Agreement, Advancing President Trump’s Mandate t…\nPRESS RELEASE\nDepartment of Justice Terminates\nEnvironmental Justice Settlement\nAgreement, Advancing President\nTrumpʼs Mandate to End Illegal DEI and\nEnvironmental Justice Policies\nFriday, April 11, 2025 For Immediate Release\nOfﬁce of Public Affairs\nToday, the Department of Justice announced that that its Civil Rights Division will immediately\nclose an “environmental justice” matter. Effective immediately, the division will terminate the\nenvironmental justice settlement agreement that stemmed from the investigation launched by\nthe previous administration targeting Lowndes County, Alabama.\nThis directive follows President Donald J. Trump’s Executive Order 14151, “Ending Radical And\nWasteful Government DEI Programs And Preferencing,” which forbids federal agencies from\npursuing programs or initiatives related to Diversity, Equity, and Inclusion, including those\nrelated to “environmental justice.”\n“The DOJ will no longer push ‘environmental justice’ as viewed through a distorting, DEI lens,”\nsaid Assistant Attorney General Harmeet K. Dhillon of the Justice Department’s Civil Rights\nDivision. “President Trump made it clear: Americans deserve a government committed to\nserving every individual with dignity and respect, and to expending taxpayer resources in\naccordance with the national interest, not arbitrary criteria.”\nhttps://www.justice.gov/opa/pr/department-justice-terminates-environmental-justice-settlement-agreement-advancing-president 1/3\n\n7/29/25, 5:01 PM Ofﬁce of Public Affairs | Department of Justice Terminates Environmental Justice Settlement Agreement, Advancing President Trump’s Mandate t…\nToday’s closure is another step this Administration has taken to eradicate illegal DEI\npreferences and environmental justice across the government and in the private sector. The\nDepartment is working quickly to close such cases in compliance with the Attorney General’s\ndirective.\nUpdated April 11, 2025\nTopic\nCIVIL RIGHTS\nComponent\nCivil Rights Division\nPress Release Number: 25-369\nRelated Content\nPRESS RELEASE\nJustice Department Announces Successful Completion of Agreement on\nCustodial Informant Reforms with the Orange County Sheriffʼs\nDepartment\nToday, the Justice Department announced the successful completion of the Justice\nDepartment’s Jan. 17, Agreement for the Sustainability of Custodial Informant Reforms with the\nOrange County Sheriff’s Department (OCSD) in...\nJuly 29, 2025\nhttps://www.justice.gov/opa/pr/department-justice-terminates-environmental-justice-settlement-agreement-advancing-president 2/3\n\n7/29/25, 5:01 PM Ofﬁce of Public Affairs | Department of Justice Terminates Environmental Justice Settlement Agreement, Advancing President Trump’s Mandate t…\nPRESS RELEASE\nJustice Department Finds the University of California-Los Angeles in\nViolation of Federal Civil Rights Law\nToday, the U.S. Department of Justice’s Civil Rights Division announced that the University of\nCalifornia, Los Angeles (UCLA) violated the Equal Protection Clause of the Fourteenth\nAmendment and Title VI of...\nJuly 29, 2025\nPRESS RELEASE\nCivil Rights Division Moves to Dismiss Court-Ordered Agreement\nRegarding Leflore County Juvenile Detention Center\nToday, the U.S. Department of Justice’s Civil Rights Division announced that it has moved to\ndismiss a 2015 Court-Ordered Settlement Agreement regarding the Leﬂore County Juvenile\nDetention Center (the Center)...\nJuly 25, 2025\nOfﬁce of Public Affairs\nU.S. Department of Justice\n950 Pennsylvania Avenue, NW\nWashington DC 20530\nOfﬁce of Public Affairs Direct Line\n202-514-2007\nDepartment of Justice Main Switchboard\n202-514-2000\nhttps://www.justice.gov/opa/pr/department-justice-terminates-environmental-justice-settlement-agreement-advancing-president 3/3",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/162320"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Deleted",
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 151973,
      "file": null,
      "title": "New Document",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/151973"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 138002,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/138002"
    }
  ],
  "document_count": 7
}