{
  "case_id": 14730,
  "fetched_at": "2025-10-20T22:51:25.750833",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Education"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Eastern District of Pennsylvania",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1974,
    "id": 14730,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 27009,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1974,
      "docket_filing_number": 791,
      "is_main_docket": true,
      "court": "Eastern District of Pennsylvania",
      "state": "Pennsylvania",
      "docket_office_number": "2",
      "docket_number_manual": "74-791",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Vorchheimer v. School District of Pennsylvania",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Pennsylvania",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14730",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14730",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14730",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14730"
  },
  "documents": [
    {
      "date": "1975-08-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 326,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 400,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138666,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138666.pdf",
      "title": "Opinion",
      "text": " \n   \n400 F.Supp. 326 \nFINDINGS OF FACT \nUnited States District Court, E.D. Pennsylvania. \n1. Plaintiff, Susan Lynn Vorchheimer, 15 years old, is a \nSusan Lynn VORCHHEIMER, by her parents Bert \nfemale  citizen  of  the  United  States  of  America.  She \nand Carol Vorchheimer, Guardians ad litem \nresides  with  her  parents  at  9721  Chapel  Road, \nv. \nPhiladelphia Pennsylvania. This suit is brought on her \nSCHOOL DISTRICT OF PHILADELPHIA and \nbehalf by her parents, Bert and Carol Vorchheimer, as \nMatthew W. Costanzo, Superintendent School \nguardians ad litem. \nDistrict of Philadelphia. \n2. Defendant School District of Pennsylvania is an agency \nCiv. A. No. 74-791. \nof the Commonwealth of Pennsylvania which has the \n| \nresponsibility  for  carrying  out  the  Commonwealth’s \nAug. 7, 1975. \nprogram  of  public education in  and  for the City and \nCounty of Philadelphia. \nSynopsis  3. Defendant Matthew W. Costanzo is the Superintendent \nSenior high school girl who had been denied admission to  of Schools of the School District of Philadelphia and is \nall-boys’ academic high school because of sex brought  sued in his official capacity. \naction against school district to gain admission to the \n4. In November of 1973, while plaintiff was a ninth grade \nall-boys’ school. The District Court, Newcomer, J., held \nstudent at the J. R. Masterman School, a junior high \nthat  court,  which  had  jurisdiction  under  civil  rights \nschool, plaintiff’s parents received a communication from \nstatute, would not accept pendent jurisdiction over claim \nMasterman’s principal concerning the various types of \nunder  Pennsylvania  equal  rights  amendment  where \nsenior high schools available to their daughter. \nstandards governing the applicability of that amendment \nin the education field had not been clearly established by \n5. This communication listed four types of senior high \nstate courts; that denial of the opportunity for plaintiff to \nschools:  comprehensive,  technical,  academic,  and \nattend the all-boys’ high school had an adverse impact \n‘magnet’. The two high schools listed under the academic \nupon her, even though she was eligible to attend, and was \ncategory were Philadelphia High School for Girls and \nin fact attending, an all-girls’ academic high school; and \nCentral High School. \nthe school district failed to demonstrate that the policy of \nexcluding women from the one school bore a fair and \n6.  This  communication  stated  that  ‘there  are  specific \nsubstantial relationship to any of the district’s legitimate \nrequirements for admission to (the academic) schools’. \nobjectives. \nThe communication described these requirements as: \n  \nOrder accordingly. \n‘Tests—  to  be  fully  qualified  a  pupil must  present  a \n  \nminimum score of 82 percentile, national composite score \nin the most recent Iowa Tests. \nAttorneys and Law Firms \nAchievement— Must present a record of all ‘A’s’ and \n*327 Sharon Wallis, Eleanor Flick, Philadelphia, Pa., for \n‘B’s’ with not more than one ‘C’ in any major subject for \nplaintiff. \na full year prior to admission. Marks considered are those \nfrom the previous June together with those on the second \nAlan  H.  Gilbert,  Law  Dept.,  School  District  of \nand subsequent reports of the current school year.’ \nPhiladelphia, Philadelphia, Pa., Thomas N. O’Neill, Jr., \nPhiladelphia, Pa., for defendants. \n7. Central High School and Girls High (Philadelphia High \nSchool  for  Girls)  are  the  only  two  academic  schools \nwithin  the  Philadelphia  School  District.  These  two \nFINDINGS OF FACT AND CONCLUSIONS OF LAW \nschools are the only high  schools  in the  Philadelphia \nOpinion  School District which draw their student bodies from the \n  entire  city.  Only  7%  of  the  students  in  the  entire \nPhiladelphia School District are able to meet Central and \nNEWCOMER, District Judge.  Girls High admission standards. \n  1 \n \n\n8. Both Central and Girls are single sex schools, Central’s  grades has declined, due in part to plaintiff’s perception \nstudent body being exclusively male and Girls exclusively  that her teachers expect and demand less work than was \nfemale. This segregation by sex has continued, with brief  expected or demanded at Masterman. Consequently, her \nexceptions, since the founding of the two schools and  grade performance has slipped from its previous level at \nrepresents the official policy of the Philadelphia School  Masterman. \nBoard. \n17. Central High School was founded in 1836 as the first \n9. Admission to a comprehensive senior high school is  public high school in Philadelphia and the second public \nnormally based upon a student’s residence, i.e., students  high school in the United States. Beginning as a small \nusually attend the comprehensive high school located in  academic high school with a faculty of four and a student \ntheir neighborhood.  body  of  63,  Central  has  consistently  maintained  a \nreputation  for  academic  excellence  even  though  it \n10. During December, 1973 and January, 1974, Susan  temporarily  changed  from  an  academic  to  a \nVorchheimer visited a number of senior high schools in  comprehensive high school with an enrollment of 4,000 \nthe Philadelphia School District. One school which she  students around the beginning of the twentieth century. \nvisited  was  George  Washington  High  School,  a  During the nineteenth century members of its faculty were \ncomprehensive  high  school  which  is  located  in  her  nationally  known  physicists  and  English  stylists.  Its \nneighborhood. She also visited Central High School and  graduates have risen to the top of the business world, the \nGirls High.  professions, politics, and academia. In February, 1939, \nafter various revisions in its curriculum, Central resumed \n11. Based on her observations during these visits, and on \nits original character as an academic high school and \nher  past  experience  in  Philadelphia’s  public  schools, \nopened its new building with 41 faculty members and \nplaintiff decided that she wished to attend Central High \n1,250 students. At the present time Central has a faculty \nSchool. She rejected the idea *328 of attending Girls High \nof over 100 and an enrollment of nearly 2,000. \nSchool because, in her words: \n18. Girls High was organized as an academic high school \n‘I . . . visited Girls and sat in on one of the classes and  for  females  in  1893,  having  evolved  from  a  school \nwalked around and I just didn’t like the impression it gave  established in 1848 whose primary purpose was to train \nme. I didn’t think I would be able to go there for three \nteachers for the Philadelphia public schools. While the \nyears and not be harmed in any way by it.’ \nschool began by offering commercial, teacher training, \nand college-preparatory courses, the college-preparatory \n12.  On  or  about  January  11,  1974,  plaintiff’s  father \ncurriculum quickly overshadowed the other two. By 1910, \nsubmitted on her behalf an application for admission to \nGirls High was exclusively college preparatory. It has \nCentral  High  School  for  the  following  year,  which \nfulfilled the vision of many nineteenth century educators, \napplication  was  in  accordance  with  the  procedural \nboth men and women, by becoming the equal of Central \nrequirements  of  defendants’  school  system.  It  is \nin preparing its students for college. \nundisputed  that  plaintiff  met  Central’s  academic \nadmission requirements. \n19.  Many  men  who  are  currently  prominent  in  the \nprofessional, political, and cultural life of this city and \n13.  Masterman  School  is,  like  Central  and  Girls,  an \nstate are graduates of Central. Central has a deserved \nacademic  school.  It  requires  that  prospective  students \nreputation for training men who will become local and \nmeet  certain  admission  criteria  before  they  can  be \nnational leaders in all fields of endeavor. \nadmitted.  However,  Masterman  School  only  offers \ninstruction through the ninth grade.  20. Central’s academic standing and its reputation as a \ntraining ground for community leaders has attracted the \n14. Upon graduating from Masterman, plaintiff received \nattention of national leaders throughout Central’s history. \nsix awards; the award in English, history, science, and \nIn  1842  President  Polk  visited  the  school.  In  1902 \ngeometry, the American Legion award for citizenship and \nPresident Theodore Roosevelt visited the school to make \nscholarship, and the most outstanding student award. \na speech in which he told Central’s students ‘Don’t flinch, \ndon’t foul, and hit the hard line.’ More recently, *329 \n15. On or about February 1, 1974, plaintiff’s application \nthen  Attorney  General  Robert  Kennedy  addressed \nfor admission to Central High School was rejected solely \nCentral’s Alumni Association and 200 student leaders in \non the basis of her sex. \n1964, and then Vice-President Hubert Humphrey received \nan award at the school in 1966. The visits of the latter two \n16. Plaintiff is currently in the tenth grade at George \nmen were arranged through the auspices of the Barnwell \nWashington High School. Her motivation to achieve good \n  2 \n \n\nFoundation, which was established by a Central alumnus.  only  females.  All  three  of  these  schools  are \ncomprehensive high schools, which means that they draw \n21. The Alumni Association of Central High School is an  their students from the surrounding neighborhood. \ninfluential  group  in  Philadelphia,  both  because  of  its \nactivities as a group and the individual positions held by  32. The practice of educating the sexes separately is a \nits members.  technique  that  has  a  long  history  and  world-wide \nacceptance. \n22.  The  dedication  and  loyalty  of  Central’s  alumni, \nwhether  measured  by  financial  contributions  or  33.  There  are  educators  who  regard  education  in  a \nday-to-day participation in matters related to the school,  single-sex school as a natural and reasonable educational \nequals the loyalty of many college alumni to their alma  approach. \nmater. \n34. Dr. M. Elizabeth Tidball, a Professor of Physiology at \n23. While the number of Girls High graduates who have  George  Washington  University,  compared  the  relative \nbecome influential in business, professional, or academic  career successfulness, as measured by inclusion in Who’s \naffairs does not approach the number who have graduated  Who of American Women, of women graduates of coed \nfrom Central, Girls has had a large number of graduates  colleges and all women’s colleges. She first found that the \nof note in these fields. Among the current community  percentage of women graduating from women’s colleges \nleaders who have graduated from Girls are three judges of  who were later listed in Who’s Who was two to three \nthe Court of Common Pleas of Philadelphia and the first  times greater than the percentage of women so listed who \nvice-president of the American Medical Association.  were  graduates  of  coeducational  institutions.  This \napproximate ratio was constant throughout each decade \n24. The admissions standards of Girls High School are  from the 1910’s to the 1950’s as well as for the total of all \ncomparable of those of Central High.  these years. \n25. Graduates of both Central and Girls High, as well as  35. Dr. Tidball’s further breakdown of her comparisons \nthe other senior high schools of Philadelphia, have been  revealed a direct and *330 positive relationship between \nand are accepted for matriculation by the best and most  the number of women who became career-successful (as \nprestigious colleges and universities.  defined by Dr. Tidball) following graduation from their \nschool and the number of women faculty present in that \n26. With the exception of scientific facilities, in which  school’s  environment  at  the  time  the  woman  was  a \nCentral is superior, the academic facilities of Central and  student there. Her study also revealed a direct, negative \nGirls High are comparable.  relationship between the number of men students present \nat  a  college  and  the  number  of  women  ‘achivers’ \n27. The courses offered at Girls are similar and of equal \ngraduating from the institution. \nquality to those offered at Central. \n36. Dr. Tidball found no statistical correlation between \n28. Central High is the only high school in Philadelphia \nthe number of men faculty present at a collage and the \nwith a substantial private endowment. However, there is \nnumber  of  women  achievers  graduating  from  that \nno evidence that as a result of this endowment Central’s \ninstitution. \nfacilities, faculty, or course of instruction is superior to \nGirls. \n37. There were a greater number of women faculty per \nwomen students at the women’s colleges studied by Dr. \n29. Both Central and Girls have fewer students than they \nTidball than at the coed institutions she studied. \nare  physically  capable  of  handling.  This  is  in  stark \ncontrast to most of the remaining senior high schools,  38. Dr. Tidball testified that it would not be unreasonable \nwhich are substantially overcrowded.  to apply her findings to the secondary level, including \nacademic high schools, since neither she nor anyone else \n30. In general, it can be concluded that the education \nhad been able to refute her findings as they applied to the \navailable to the female students at Girls is comparable to \ncollege level. \nthat available to the male students at Central. \nOne  factor,  however,  which  mitigates  against  the \n31. Central and Girls are not the only two single-sex \napplicability of Dr. Tidball’s study to students at Central \nschools in the Philadelphia School District. The Edison \nor  Girls  is  the  lack  of  information  concerning  the \nHigh  School  and the  Benjamin  Franklin  High  School \nacademic  caliber  of  the  single-sex  and  coed  colleges \nadmit only males and the Kensington High School admits \ncompared in the study. Dr. Tidball merely selected, at \n  3 \n \n\nrandom, a total of 1500 women from three editions of  upon entry into secondary school.’ \nWho’s Who of American Women. Of these women, 1100 \nhad graduated from college. Dr. Tidball then obtained  41. Dr. Jones asked certain questions of students at both \ndata  on  student  enrollment,  graduates,  and  faculty  the  single-sex  and  coed  high  schools.  The  questions \ncomposition  for  the  59  women’s  colleges  and  289  arguably relevant to the matter before us were: \ncoeducational colleges and universities attended by the \n1100  subjects.  While  the  fact  that  these  institutions  i. ‘How much time, on the average, do you spend doing \ngraduated  women  who  later  appeared  in  Who’s  Who  homework outside school?’ \nmight  tend  to  establish  these  schools  as  academically \nii. ‘Suppose you had an extra hour of school, how would \nsuperior, Dr. Tidball made no attempt to quantitatively \nyou use it?’ \nmeasure the academic achievement of their students. \niii. ‘If you could be remembered here at school for one of \n39. Dr. J. Charles Jones, a Professor of Education at \nthe three things listed below (brilliant student; leader in \nBucknell University, testified concerning an article which \nactivities; most popular), which one would you want it to \nhe wrote in conjunction with two other scholars entitled \nbe?’ \n‘Coeducation and Adolescent Values’. This article was a \nsummary of research conducted on the subject of attitudes \n42.  The  Jones  study  found  statistically  significant \namong New Zealand secondary students towards school \ndifferent between the answers of single-sex students, both \nand  schoolwork,  extracurricular  activities,  and  the \nboys and girls, and those of coed students to question no. \napproval of their parents and peers. \ni, supra, concerning amount of time spent on homework. \n38% of the coed boys reported spending, on the average, \n40. Dr. Jones’ study included 1,255 students in their third \nbetween 1 1/2 and 3 hours per day on homework. Over \nand fourth years of secondary school in Wellington, New \n55% of the boys attending the all-boys school reported \nZealand. Of these students 697 were males, 455 enrolled \naveraging this much time. While differences between the \nin an all-boys’ school and 242 in a coeducational school. \ntwo  groups  of  girls  were  not  as  great,  they  were \nThe total of 528 females was divided between 364 in an \nstatistically significant. 55% of the girls at the all-girls \nall-girls’  school  and  164  in  the  same  coeducational \nschool  spent  1  1/2  to  3  or  more  hours  per  day  on \nsecondary school. \nhomework,  while  44.6%  of  the  coed  girls  reported \nspending this much time. \nThe three schools were similar with respect to curriculum \norganization,  degree  of  student  regimentation,  the \n43. When asked how they would spend a free hour in \nrequirement that all students wear school uniforms, and \nschool if given a free choice, question No. ii, supra, coed \ninstructional methods. In Wellington, a small proportion \nboys differed from boys attending the all-boys’ school to \nof students elect to attend schools outside their assigned \na statistically significant degree. 16% of the coed boys \ndistrict. However, the large majority attend a particular \nstated that they would spend this hour studying, while \nschool because it is in their zone. The girls’ school in this \n26.8% of the other group indicated studying as their first \nstudy, for example, drew less than 10% of its students \nchoice.  The  differences  between  coed  girls  and  girls \nfrom outside its zone. \nattending the all-girls’ school were even greater. Nearly \n32% of those attending the girls’ school would spend the \nThis pattern of attending the school in one’s district was \nprobably  accentuated  by  the  fact  that  instructional  time studying, as opposed to 12.2% of the coed girls who \nprograms, whether in single-sex or coeducational schools,  would spend the time this way. \nwere virtually indistinguishable from one another. \n44.  When  asked  how  they  would  best  like  to  be \nremembered at their school, as brilliant students, leaders \nAll  programs  were  traditional  university  preparatory \nin activities, or as the most popular, question No. iii, \ncurriculum and all were based on syllabi determined by \nsupra,  the  coed  boys  distributed  their  choices  rather \nthe demands placed upon the schools by the national \nuniformly across the three categories while a majority of \npublic  examinations  for  graduation  and  university \nentrance.  the boys at the all-boys’ school chose being remembered \nas a brilliant student or a leader in activities. There were \nThe study’s authors concluded: ‘While it was not possible  however, no statistically significant differences between \nto assign students randomly to single-sex or coeducational  the two groups of boys. The girls, on the other hand, did \nschools, the above factors, taken in conjunction with the  differ significantly, with 41% of the girls at the all-girls’ \ngenerally egalitarian *331 nature of New Zealand society,  school preferring to be remembered as a brilliant student \nsuggest  that  the  three  groups  probably  did  not  differ  as  compared  to  25.9%  of the  coed  girls making this \nmarkedly from one another in background or motivation  choice,  and  34.2%  of  the  coed  girls  wishing  to  be \n  4 \n \n\nremembered  as  ‘most  popular’  while  19.4%  of  the  iii. providing special education programs which would \nstudents at the all-girls’ school wished to be remembered  address themselves to the needs of physically, mentally, \nfor this reason.  and emotionally handicapped children; \n45. Concerning the applicability of his study to American  iv. providing career education whereby students would be \nsecondary students, Dr. Jones testified that it would be  introduced to the world of work and would progressively \n‘almost impossible’ to obtain comparable control groups  be provided with more in-depth work experience; \nof  coed  and  single-sex  students,  since  most  of  the \nAmerican  single-sex  schools  are  ‘either  for  superior  v.  providing  educational  options  to  students  and their \nstudents rather than for (a) random sampling of students,  parents. \nor they are church-related schools, or they are private \n50.  Defendants  have  no  independent  interest  in  the \nschools where one probably could expect that they came \nnumber of hours a student spends on homework nightly. \nfrom  a  particular  socioeconomic  strata.’  (Tr.,  p.  161) \nDefendants’ only interest in the length of time a student, \n(emphasis supplied). Due to this discrepancy between the \nNew  Zealand  and  the  American  single-sex  secondary  male or female, spends on homework is the effect which \nschools, Dr. Jones was reluctant to apply the conclusions  it may have on that student’s academic performance in \nof the New Zealand study to American single-sex schools  school. \nfor academically superior students. \n51. Although the comprehensive high schools offer some \ncourses similar to those taught at Central or Girls, no \n46. The Jones study does not indicate that the single-sex \nother  high  school in  Philadelphia  offers  the  range  of \ncharacter of a school results in better citizenship, or the \ncourses available at Central or Girls, nor do they have a \ndevelopment of cognitive skills. Nor does it indicate that \nspending more time on homework will result in greater  student body selected solely on the basis of academic \nacademic  achievement,  since  the  academic  *332  performance. \nachievement of the New Zealand students on standardized \nThe disparity between the student bodies of the academic \ntests was not measured, nor was any gauge made as to any \nhigh schools and the other high schools is demonstrated \nimprovement  on  such  tests  from  pre-high  school  to \nby  their  varying  performances  on  the  California \ngraduation. The Jones study merely demonstrates that, on \nAchievement Test, which purports to measure a student’s \nthe average, the single-sex students of both sexes who \nreading ability. No Central or Girls students ranked below \nwere  questioned  have  a  higher  regard  for  scholastic \nthe 16th percentile on this test. The next lowest ranking in \nachievement than do the coed students, and that they are \nthis percentile was made by the students at Northeast \nmore  likely  on  the  average  to  spend  more  time  at \nHigh, with 8% in this percentile; 13% of the students at \nhomework than the coed students. \nGeorge Washington High, which plaintiff attends, fell in \n47. While the varying amounts of time which the two  this percentile. Conversely, 51% of Central’s and 43% of \ngroups dedicate to homework may indicate a difference in  Girls’ students scored in the 85th and above percentile, \nmotivation, there may be other factors which explain this  while only 20% of the students at Northeast and 16% of \nthe students at Washington came within this category. \ndifference,  and  this  fact  alone  does  not  establish  a \ndifference in achievement levels between the students in \nFor these reasons and because of their academic tradition \nthe different types of schools. \nand self-esteem, Central and Girls offer their students an \n48.  The  general  purposes  of  the  Philadelphia  school  experience  which  is more  intensely  intellectual and  a \nsystem are to produce good and constructive citizens, who  better preparation for the atmosphere of a good liberal arts \nare  literate  in  every  sense,  and  who  are  able  to  college than is offered by any of the non-academic high \ncommunicate effectively. In addition, there is a general  schools.  Thus  a  student  seeking  this  kind  of  public \ngoal  to  teach  students  saleable  skills.  (Costanzo  education in Philadelphia does not have the choice of \nattending a coed school, but must attend a school of only \nDeposition, page 4, lines 16-24). \nhis or her own sex. \n49. The specific goals of defendants’ school system are as \nfollows:  CONCLUSIONS OF LAW \n1. This Court has jurisdiction over plaintiff’s jurisdiction \ni. increasing the efficiency and basic skills of the students; \nover plaintiff’s federal claim by reason of Title 42 U.S.C. \nii. providing an  extensive network  of early  childhood  § 1983 and 28 U.S.C. § 1343. \nprogramming ‘with the accent on prevention versus cure’   2. This Court declines to accept pendant jurisdiction over \n(Costanzo Deposition, page 3, line 25);  plaintiff’s *333 claim under Pennsylvania’s Equal Rights \n  5 \n \n\nAmendment, (Article 1, Section 28 of the Pennsylvania  Admission to Central High School is, as it has been since \nConstitution), since standards governing the applicability  the school’s founding in 1836, available to males only; \nof this amendment in the educational field have not been  consequently, Susan Vorchheimer’s application to Central \nclearly  established  by  the  state  courts.  United  Mine  was turned down. The parties have stipulated that were \nWorkers  v.  Gibbs,383  U.S.  715,  86  S.Ct.  1130,  16  Susan Vorchheimer a boy, she would have qualified for \nL.Ed.2d 218 (1966); Samuel v. University of Pittsburgh,  admission to Central. \n375 F.Supp. 1119 (W.D.Pa.1974). \n   Plaintiff  decided  not  to  attend  the  Philadelphia  High \n 3. This suit is a proper class action under Federal Rule  School for Girls, Philadelphia’s other senior high school \n23(b)(2). Plaintiff is therefore certified pursuant to that  for academically superior students, which is all female. \nsubsection as the representative of all those females, who  She  is  presently  attending  George  Washington  High \notherwise meet the admission standards of Central High  School, a coed, non-exclusively academic high school \nSchool, who have been, are, or will be denied admission  located in her neighborhood. At the time she brought this \nto Central because of their sex.  suit she had just graduated from the ninth grade; at the \n   present time she has completed the tenth grade. \n4. Plaintiff has been denied admission to Central solely  The legal questions which this case raises are far more \nbecause of her sex.  complex  than  the  factual  ones,  and  among  the  legal \n 5. Defendants have failed to show that their policy of  questions the question of which standard the Court should \nexcluding  females  from  Central  bears  a  ‘fair  and  use to review the School Board’s action is by far the most \nsubstantial  relationship’  to  any  of  their  legitimate  complex. There can be little doubt, for example, that we \nobjectives. Reed v. Reed, 404 U.S. 71, 76, 92 S.Ct. 251,  are faced with a classification which is based on sex; \n30 L.Ed.2d 225 (1971). The analysis performed by Dr.  likewise, the fact that the education available at Girls is \nTidball does not show that males who attend a single-sex  substantially equal to that available at Central takes this \nschool are more likely to be career achievers than those  case  out  of  the  *334  realm  of  Brown  v.  Board  of \nwho attend coed schools. It is extremely doubtful that Dr.  Education,1 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 \nTidball’s conclusions concerning the correlation between  (1954). In fact, the outcome of this case depends on which \nallwomen’s colleges and career successful women can be  standard of review is applied. \napplied to women at an academic high school such as \nCentral. Moreover, fostering career successful women in  If this case had been brought ten years ago, or perhaps \nnot  one  of  defendants’  objective in excluding  women  even five, the only precedent to which a court could look \nwould have sanctioned a gender-based classification as \nfrom Central. \nlong as it was rationally related to some legitimate state \n  \ninterest. See, e.g., Hoyt v. Florida, 368 U.S. 57, 82 S.Ct. \nDr.  Jones’  study  also  appears  to  be  inapplicable  to  159, 7 L.Ed.2d 118 (1961); Goesaert v. Cleary, 335 U.S. \nacademic performance at an institution such as Central.  464, 69 S.Ct. 198, 93 L.Ed. 163 (1948). These cases not \nFurthermore, defendants failed to affirmatively connect  only  applied  the  traditionally  permissive  ‘rational \nthe  Jones  study  findings  to  any  of  their  educational  relationship’  standard  to  sexual  classification  but  also \nobjectives.  exhibited the Court’s willingness to hypothesize rational \nrelationships on the basis of generalizations which lacked \nNor does the record bear out defendant’s assertion that  any factual support in the record. In upholding a statute \nmaintaining  Central  as  an  all-male  school  promotes  which  required  women  to  affirmatively  indicate  their \neducational alternatives. Since a female (or male) student  desire for jury service before they could be picked as \nwho wishes to attend an academic high school can only  jurors, the Court in Hoyt stated: \nattend a single-sex institution, defendant does not provide \nalternatives at this level.  ‘Despite the enlightened emancipation of women from the \nrestrictions and protections of bygone years, and their \nMEMORANDUM AND ORDER  entry  into  many  parts  of  community  life  formerly \nconsidered to be reserved to men, woman is still regarded \nThis  suit  is  brought  by  a  young  woman,  Susan  as the center of home and family life. We cannot say that \nVorchheimer,  through  her  parents  against  the  School  it is constitutionally impermissable for a State, acting in \nBoard  of  Philadelphia  and  the  Superintendent  of  pursuit of the general welfare, to conclude that a woman \nPhiladelphia’s  public  schools,  Matthew  Costanzo.  The  should be relieved from the civil duty of jury service \nyoung woman seeks admission to Central High School,  unless  she  herself  determines  that  such  service  is \none of two senior high schools in Philadelphia which limit  consistent with her own special responsibilities.’ 368 U.S. \ntheir  enrollment  to  academically  superior  students. \n  6 \n \n\nat 61-62, 82 S.Ct. at 162.  ‘Legislatures are presumed to have acted constitutionally \neven  if  source  materials  normally  resorted  to  for \nIn  Goesaert,  the  Court  considered  a  challenge  to  a  ascertaining their grounds for action are otherwise silent, \nMichigan statute which prohibited all women from being  and their statutory classifications will be set aside only if \nlicensed as bartenders except for the wife or daughter of  no grounds can be conceived to justify them.’ McDonald \nthe male owner of a licensed liquor establishment. The  v. Board of Election Comm’rs., 394 U.S. 802, 809, 89 \nchallenger claimed that it was arbitrary for Michigan to  S.Ct.  1404,  1408,  22  L.Ed.2d  739  (1969)  (Emphasis \nforbid females generally from being barmaids while at the  Added). \nsame time excepting the relatives of male tavern owners. \nThe  Court  first  noted  that  ‘Michigan  could,  beyond  There can be little doubt that under this standard the \nquestion, forbid all women from working behind a bar’,  School  Board’s  policy  of  maintaining  Central  as  an \ndespite the ‘vast changes in the social and legal position  all-boys’ school would pass constitutional muster. Most \nof women.’ 335 U.S. 465-466, 69 S.Ct. 199. This was so,  likely plaintiff’s stipulation that ‘the practice of educating \nthe Court said, because:  the sexes separately is a technique that has a long history \nand world-wide acceptance’ or that ‘there are educators \n‘The Constitution does not require legislatures to reflect  who regard education in a single-sex school as a natural \nsociological insight, or shifting social standards, any more  and reasonable educational approach’ would have proven \nthan it requires them to keep abreast of the latest scientific  fatal to her case. Even if this were not so, this Court \nstandards.’ 335 U.S. at 466, 69 S.Ct. at 199.  would  probably  have  felt  compelled  to  validate  the \nsex-segregated  school  on  the  basis  of  Dr.  Jones’ \nThe Court upheld the distinction drawn between women \nhypotheses  concerning  the  competition  for  adolescent \ngenerally  and  owners’  wives  and  daughters  as  ‘not \nenergies in a coed school and its detrimental effect on \nwithout a basis in reason . . .’ 335 U.S. at 467, 69 S.Ct. at \nstudent learning  and academic achievement.  However, \n200. \nsince  the  time  of  the  ‘rational  relationship’  cases \nmentioned above, the Supreme Court has made a number \nThe Court’s willingness to upheld legislative restrictions \nof  rulings  in  the  equal  protection  area,  the  common \non women in the name of protecting their health or morals \nthreads of which are unclear, but the net effect of which \nwas part of its general deference to the legislature in \nhas been to take classifications based on sex out of the \nsocial welfare matters. The minimal ‘rational relationship’ \nprovince of the  ‘rational relationship’  standard and to \ntest used by the Court in reviewing disparate treatment of \nplace them in a new and unchartered territory, possibly \nthe sexes was the same test it used to review commercial \nuninhabited by any other classification. \nor social welfare legislation which did not infringe some \nright deemed  ‘fundamental’  or  which  did not classify \nThe first of these cases was Reed v. Reed, 404 U.S. 71, 92 \npersons according to such ‘suspect’ categories as race, \nS.Ct. 251, 30 L.Ed.2d 225 (1971). Reed involved the \nreligion,  or  national  origin.  See,  generally,  Gunther,  appeal of the adoptive mother of a decedent who had lost \nForeward: In Search of Evolving Doctrine on a Changing  the right to administer the estate to the adoptive father due \nCourt:  A  Model  for  a  Newer  Equal  Protection,  86  to  a  state  statute  requiring  that  in  appointing \nHarv.L.Rev. 1, 8-10. Under this test, a state has a wide  administrators the probate court was to favor men over \nscope of discretion in *335 enacting laws which affect  women of the same degree of kinship. A unanimous Court \nsome group of citizens differently than others. As the  declared  the  statute  violative  of  the  equal  protection \nSupreme Court has stated: \nclause. The grounds for this decision were ambiguously \nset forth in Chief Justice Burger’s brief opinion. While it \n‘The (equal protection) safeguard is offended only if the \ndeclared that a statute which discriminated on the basis of \nclassification rests on grounds wholly irrelevant to the \nsex ‘establishes a classification subject to scrutiny under \nachievement of the State’s objective. State legislatures are \nthe Equal Protection Clause’, 404 U.S. at 75, 92 S.Ct. at \npresumed to have acted within their constitutional power \n253,  it  did  not,  at  least  expressly,  apply  the  ‘strict \ndespite the fact that, in practice, their laws result in some \nscrutiny’ standard, under which a classification will be \ninequality. A statutory discrimination will not be set aside \nupheld only if necessary to achieve a compelling state \nif  any  state  of facts  reasonably may  be conceived  to \ninterest. See, e.g., Dunn v. Blumstein, 405 U.S. 330, 92 \njustify it.’ McGowan v. Maryland, 366 U.S. 420, 425-26, \nS.Ct. 995, 31 L.Ed.2d 274 (1972); Shapiro v. Thompson, \n81 S.Ct. 1101, 1105, 6 L.Ed.2d 393 (1961). \n394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969). \nRather, the Court articulated a somewhat more elaborate \nThe Court has emphasized the degree of deference which \nrational relationship standard to govern the controversy \nit  will  extend  to  state  legislation  under  the  ‘rational \nbefore it: \nrelationship’ test in even more forceful terms: \n  7 \n \n\n‘The Equal Protection Clause . . . den(ies) to States the  evidence that the challenged classification furthers the \npower to legislate that different treatment be accorded to  central  purpose  of  the  classifier.’  Berkelman  v.  San \npersons placed by a statute into different classes on the  Francisco Unified School District, supra, at 1269. \nbasis of criteria wholly unrelated to the objective of the \nstatute. A classification ‘must be reasonable, not arbitrary,  *337 In Frontiero v. Richardson, 411 U.S. 677, 93 S.Ct. \nand must rest upon some ground of difference having a  1764, 36 L.ed.2d 583 (1973) decided two years after \nfair  *336 and substantial relation to the object of the  Reed, the Supreme Court dealt with sex discrimination in \nlegislation, so that all persons similarly circumstanced  a manner apparently inconsistent with Reed. In Frontiero, \nshall be treated alike.’ Royster Guano Co. v. Virginia,2  an Air Force officer attempted to claim her husband as a \n253 U.S. 412, 415 (40 S.Ct. 560, 561, 64 L.Ed. 989)  dependent in order to obtain housing, medical, and other \n(1920).’ 404 U.S. at 75-76, 92 S.Ct. at 253.  fringe  benefits  of  the  service.  She  was  denied  these \nbenefits under a statute which required female military \nThe Court found ‘not without some legitimacy’ the state’s  personnel to prove that their husbands actually depended \nobjective of eliminating the necessity for time-consuming  on them for at least half of their support while male \nhearings to resolve disputes as to which applicant would  personnel  were  not  required  to  prove  any  actual \nbe a better qualified administrator, but declared that to  dependency. The Supreme Court struck down this statute. \nprefer  males  over  females  ‘merely  to  accomplish  the  The plurality opinion, written by Justice Brennan and \nelimination of hearings on the merits, is to make the very  joined in by Justices Douglas, White and Marshall, found \nkind of arbitrary legislative choice forbidden by the Equal  sex  to  be  a  ‘suspect’  classification,  which  could  be \nProtection Clause of the Fourteenth Amendment.’ 404  justified only if necessary to accomplish some compelling \nU.S. at 76, 92 S.Ct. at 254.  state  interest.  The  plurality  opinion  found  that  the \ngovernment had failed to show any rational relationship, \nThe description of the gender classification as ‘arbitrary’  let alone a necessary one, to their claimed interest in \nin spite of the fact that it obviously furthers the state’s  saving money, and declared that the state’s interest in \n‘legitimate’  objective  of  more  efficient  probate  administrative efficiency was insufficiently compelling to \nadministration gave impetus to the assumption that, in  justify the suspect classification. Four Justices concurred, \ndealing with future sexual classifications, the court would  on the basis of Reed. Justice Rehnquist dissented. \napply a more rigorous standard of review than the rational \nrelationship  standard.  Berkelman  v.  San  Francisco  Justice  Brennan’s  explanation  of  why  sexual \nUnified  School  Dist.,  501  F.2d  1264,  1269  (9th  Cir.  classifications  should  be  constitutionally  suspect  was \n1974); Eslinger v. Thomas, 476 F.2d 225, 231 (4th Cir.  lucid and compelling. \n1973); Green v. Waterford Board of Education, 473 F.2d \n629, 631 (2nd Cir. 1973); Gunther, The Supreme Court,  ‘There can be no doubt that our Nation has had a long and \n1971 Term-Foreword: In Search of Evolving Doctrine on  unfortunate history of sex discrimination. Traditionally, \na  Changing  Court:  A  Model  for  a  Newer  Equal  such discrimination was rationalized by an attitude of \nProtection, 86 Harv.L.Rev. 1, 21 (1972).3 This assumption  ‘romantic  paternalism’  which,  in  practical  effect,  put \nwas reinforced by the fact that the Court refused to follow  women not on a pedestal, but in a cage . . . Throughout \nthe reasoning of the Idaho Supreme Court, which had  much of the 19th Century the position of women in our \nupheld the statute on the grounds that the legislature could  society  was,  in  many  respects,  comparable  to  that  of \nreasonably have concluded that men were generally more  blacks  under  the  pre-Civil  War  slave  codes.  Neither \nable to administrate estates than were women, and thus  slaves nor women could hold office, serve on juries, or \nthat  the  classification  furthered  the  state  objective  of  bring  suit  in  their  own  names,  and  married  women \nsecuring the more able administrator. Reed made clear  traditionally were denied the legal capacity to hold or \nthat the Supreme Court would no longer generalize about  convey property or to serve as legal guardians of their \nthe relative incompetence of women in order to uphold  own children. See generally, L. Kantowitz, Women and \nsexually discriminatory classifications. However, the fact  the  Law;  The  Unfinished  Revolution  5-6  (1969);  G. \nthat the Court never even discussed this justification left  Myrdal, An American Dilemma 1073 (2d ed. 1962). And \nopen the question of whether such generalizations were  although blacks were guaranteed the right to vote in 1870, \nno longer acceptable, or merely whether they would not  women  were  denied  even  that  right—  which is itself \nbe accepted without supporting factual evidence.  ‘preservative of other basic civil and political rights’— \nuntil  adoption  of  the  Nineteenth  Amendment  half  a \nThe latter interpretation was adopted by several lower  century later. \ncourts following Reed. These courts articulated a ‘strict \nrationality’ or ‘intermediate’ standard of review, under  It  is  true,  of  course,  that  the  position  of  women  in \nwhich the government  would be  required  ‘to  produce  America  has  improved  markedly  in  recent  decades. \n  8 \n \n\nNevertheless,  it  can  hardly  be  doubted  that,  in  part  251, 30 L.Ed.2d 225. \nbecause of the high visibility of the sex characteristic, \nwomen still face pervasive, although at times more subtle,  The  Court’s  opinion  in  Kahn  was  written  by  Justice \ndiscrimination in our educational institutions, on the job  Douglas,  who  had  joined  in  the  plurality  opinion  in \nmarket and, perhaps most conspicuously, in the political  Frontiero declaring sex to be a suspect classification. The \narena.  See  generally,  K.  Amundsen,  The  Silenced  other Justices who had joined in that opinion all dissented \nMajority: Women and American Democracy (1971); the  in Kahn, principally on the grounds that the statute was \nPresident’s  Task  Force  on  Women’s  Rights  and  not narrowly enough drawn to withstand strict scrutiny. In \nResponsibilities, A Matter of Simple Justice. (1970)’ 411  response to these dissents, Justice Douglas stated that ‘the \nU.S. at 684-686, 93 S.Ct. at 1769.  dissent  would  use  the  Equal  Protection  Clause  as  a \nvehicle for reinstating notions of substantive due process \nThe concurring opinions, one by Justice Powell in which  that have been repudiated.’ He then declared: \nthe Chief Justice and Justice Blackmun joined, the other, \na single sentence long, by Justice Stewart, did not directly  ‘Gender  has  never  been  rejected  as  an  impermissible \nmeet  any  of  these  arguments.  Instead,  Justice  Powell  classification in all instances. Congress has not so far \nargued that Reed offered ample support for the Court’s  drafted  women  into  the  Armed  Services.  (citation \nresult and that the Court should await the passage of the  omitted) . . .’ 416 U.S. at 356, 94 S.Ct. at 1738. \nEqual Rights Amendment before it declared sex a suspect \nclassification. Justice Stewart’s concurrence, citing Reed,  In Schlesinger v. Ballard, cited supra, the Court upheld a \nmerely stated that the statutes under attack ‘work(ed) an  statute providing for the mandatory discharge of a naval \nofficer after twice failing to be promoted above the grade \ninvidious discrimination in violation of the Constitution.’ \nof lieutenant even though a related statute permitted a \n411 U.S. at 691, 93 S.Ct. at 1773. \nfemale officer of the same grade to remain in the service \nIn Kahn v. Shevin, 416 U.S. 351, 94 S.Ct. 1734, 40  for thirteen years before she could be discharged for want \nL.Ed.2d 189 (1974) and Schlesinger v. Ballard, 419 U.S.  of promotion. Plaintiff was a male officer who had been \n498, 95 S.Ct. 572 42 L.Ed.2d 610 (1975), the *338 Court  discharged pursuant to the statute applicable to men. The \ndemonstrated that the standard of review was still an  Court distinguished Reed and Frontiero as follows: \nunresolved matter  in the  sexual  classification  area.  In \n‘In both Reed and Frontiero the challenged classifications \nKahn, the Court upheld a Florida statute granting widows4 \nbased on sex were premised on overbroad generalizations \na  $500 exemption  from ad  valorem  property taxation \nthat could  not be tolerated  under the Constitution.  In \nagainst the constitutional challenge of a widower denied a \nReed, the assumption underlying the Idaho statute was \nsimilar  exemption.  The  Court  noted  United  States \nthat men would generally be better estate administrators \nDepartment of Labor statistics establishing the continuing \nthan women. In Frontiero, the assumption underlying the \ndisparity between the earnings of men and women in the \nlabor market. The  Court then declared that  while  the  federal armed services benefit statutes was that female \nwidower  can  usually  continue  the  occupation  which  spouses  of  servicemen  would  normally  be  dependent \npreceded his spouses death, ‘in many cases the widow  upon  their  husbands,  while  male  spouses  of \nwill find herself suddenly forced into a job market with  servicewomen would not. \nwhich she is unfamiliar, and in which, because of her \n‘In contrast, the different treatment of men and women \nformer economic dependency, she will have fewer skills \nnaval officers under (the challenged sections) reflects, not \nto offer.’ 416 U.S. at 354, 94 S.Ct. at 1737. The Court \narchaic and overbroad generalizations, but, instead, the \ncontinued: \ndemonstrable fact that male and female line officers in the \n‘We deal here with a state tax law reasonably designed to  Navy  are  not  similarly  situated  with  respect  to \nfurther the state policy of cushioning the financial impact  opportunities for professional service.’ 419 U.S. at 508, \nof spousal loss upon the sex for whom that loss imposes a  95 S.Ct. at 577, 42 L.Ed.2d at 618. (emphasis in original) \ndisproportionately heavy burden.’ 416 U.S. at 355, 94 \n*339 The Court concluded that ‘Congress may thus quite \nS.Ct. at 1737. \nrationally have believed that women line officers had less \nopportunity  for  promotion  than  did  their  male \nThe Court found that, in light of the disparate economic \ncounterparts, and that a longer period of tenure for women \nstatus of widows and widowers, their differing treatment \nunder the Florida statute ‘rest(s) upon some ground of  officers would, therefore, be consistent with the goal to \ndifference having a fair and substantial relation to the  provide women officers with ‘fair and equitable career \nobject of the legislation.’ 416 U.S. at 355, 94 S.Ct. at  advancement  programs.’  (citation  to  House  Report \n1737, quoting Reed v. Reed, 404 U.S. 71, 76, 92 S.Ct.  omitted). Cf. Kahn v. Shevin, 416 U.S. 351 (94 S.Ct. \n1734, 40 L.Ed.2d 189).’ At 508,  95 S.Ct. at 577, 42 \n  9 \n \n\nL.Ed.2d at 618.  The Court found the assumption underlying the statute in \nWiesenfeld, namely, that male workers’ earnings are vital \nJustice  Brennan,  with  whom  Justices  Douglas  and  to the support of their families, while the earnings of \nMarshall  joined,  dissented  on  the  grounds  that  the  female wage-earners do not significantly contribute to \nmajority had failed to apply the strict scrutiny test and,  their families’ support, to be one of the  ‘archaic and \nfurthermore,  that  the  majority  had  invented  a  overbroad generalization that could not be tolerated under \ngovernmental  interest  to  justify  the  differential  which  the Constitution.’ At 643, 95 S.Ct. at 1231, 43 L.Ed.2d at \ninterest did not, in fact, exist.  521-522, quoting Schlesinger v. Ballard, 419 U.S. 498, 95 \nS.Ct. 572, 42 L.Ed.2d 618. \nBoth Kahn and Ballard reflect an unwillingness on the \nCourt’s part to overthrow legislation which it perceives as  Finding the purpose of the legislation to be the payment \nintended  to  benefit  women,  either  economically  or  of  a  wage  earner’s  dependents  on  the  basis  of  their \nprofessionally. Justice Douglas, writing for the Court in  probable  need,  the  Court  presumed  that in  ruling out \nKahn, drew a distinction between statutes ‘designed to  widowers as beneficiaries Congress had acted on the then \nrectify the effects of past discrimination against women’  generally accepted presumption that a man is responsible \nand those which ‘seize upon a group—women— who  *340 for the support of his wife and child. However, \nhave historically suffered discrimination in employment,  while  remarking  that  this  presumption  was  ‘.  .  .  not \nand rely on the effects of this past discrimination as a  entirely without empirical support . . .’, the Court declared \njustification  for  heaping  on  additional  economic  that ‘such a gender-based generalization cannot suffice to \ndisadvantages.’ 416 U.S. at 355, 94 S.Ct. at 1737, quoting  justify the denigration of the efforts of women who do \nFrontiero v. Richardson, 411 U.S. 677, 689 n. 22, 93 S.Ct.  work and whose earnings contribute significantly to their \n1764,  36 L.Ed.2d 583.  However, these  cases  did not  families’ support.’ At 645, 95 S.Ct. at 1232, 43 L.Ed.2d at \nresolve  the  question  of  how  critically  the  Court  will  523. No Justices dissented from this result. \nexamine the  nexus  between  the classification  and  the \nstate’s interest in these ‘beneficial’ situations. The Court  The most recent of the Supreme Court cases dealing with \nin Kahn referred to several statistical surveys, but these  sexual classifications is Stanton v. Stanton, 421 U.S. 7, 95 \nmerely illustrated disparity earnings of women workers  S.Ct. 1373, 43 L.Ed.2d 688 (1975). In Stanton the Court \nand men workers, not that a $500 widow’s exemption  found that a Utah statute which specified a greater age of \nwould measurably decrease this disparity. The Ballard  majority for males than for females in the context of child \nCourt referred to ‘the demonstrable fact that male and  support payments violated the female child’s right to the \nfemale line officers in the Navy are not similarly situated  equal  protection  of  the  laws.  Declaring  that  it  was \nwith respect to opportunities for professional service.’ 419  ‘unnecessary  in  this  case  to  decide  whether  a \nU.S. at 508, 95 S.Ct. at 577, 42 L.Ed.2d at 618. (emphasis  classification based on sex is inherently suspect . . .’ At \nadded). However, again, no evidence was presented to  13, 95 S.Ct. at 1377, 43 L.Ed.2d at 694, the Court, per \nshow that the means supposedly chosen to lessen this  Justice Blackmun, concluded that ‘. . . under any test \ndifferential— giving women a 13 year period before they  compelling state interest, or rational basis, or something \ncould be discharged for want of promotion— actually  in between— (the statute), in the context of child support, \nfurthered  this  objective.  These  cases  seemed  to  cast  does not survive an equal protection attack.’ At 17, 95 \nfurther doubt on the concept of  ‘strict rationality’, or  S.Ct. at 1379, 43 L.Ed.2d at 696. \nintermediate review, insecurely resting as it did upon the \nfoundation of the Court’s opinion in Reed.  While the Court did not specify the standard which it used \nto measure the Utah statute’s constitutionality, it clearly \nShortly after the Ballard decision was announced, the  subjected the reasons offered to support the statute to a \nCourt  again  faced  a  sex  discrimination  issue  in  greater  scrutiny  than  that  traditionally  extended  to \nWeinberger v. Wiesenfeld, 420 U.S. 636, 95 S.Ct. 1225,  commercial  or  social  welfare  legislation.  See  p.  334, \n43 L.Ed.2d 514 (1975). In Wiesenfeld the Court struck  supra. The Court first took note of the rationale the Utah \ndown  a  provision  of  the  Social  Security  laws  which  Supreme Court had employed in upholding the statute: \nallowed both a widow and her minor children to receive \npayments based on the deceased’s spouse’s earnings, but  ‘It may be true, as the Utah court observed and as is \nwhich allowed such payments only to the minor children  argued here, that it is the man’s primary responsibility to \nif the surviving spouse is made. A male whose deceased  provide a home and that it is salutary for him to have \nwife’s earnings  were  the  couple’s  principal  source  of  education  and  training  before  he  assumes  that \nsupport  during  their marriage  claimed  that  the  statute  responsibility; that girls tend to mature earlier than boys; \nunlawfully discriminated against him on the basis of his  and that females tend to marry earlier than males . . .’ \nsex. \nThe Court then declared: \n  10 \n \n\n‘Notwithstanding the  ‘old  notions’  to  which the  Utah  interest. While this interpretation would seem to fit the \ncourt  referred,  we  perceive  nothing  rational  in  the  Wiesenfeld  and  Stanton  cases,  it  cannot  explain  the \ndistinction drawn by (the statute) . . . A child, male or  reasoning of Kahn, nor, perhaps, of Ballard. Conversely, \nfemale, is still a child. No longer is the female destined  an  interpretation  which  posits  the  Court  applying  the \nsolely for the home and the rearing of the family, and only  traditionally, permissive ‘rational relationship’ test might \nthe male for the marketplace and the world of ideas.  explain  Kahn and Ballard  but  would  flounder  on  the \n(citation omitted). Women’s activities and responsibilities  shoals of Wiesenfeld and Stanton. \nare increasing and expanding. Coeducation is a fact, not a  A third possibility is that the Court is not applying a \nrarity.  The  presence  of  women  in  business,  in  the  uniform standard in reviewing sexual classifications, but \nprofessions, in government and, indeed, in all walks of  will apply a different standard depending on whether the \nlife  where  education  is  a  desirable,  if  not  always  a  classification  is  viewed  as  beneficial  or  adverse  to \nnecessary antecedent, is apparent and a proper subject of  women.  Cf.  Kohr  v.  Weinberger,  378  F.Supp.  1299 \njudicial notice. If a specified age of minority is required  (E.D.Pa.1974); See also Note, The Emerging Bifurcated \nfor the boy in order to assure him parental support while  Standard for Classifications Based on Sex, 1975 Duke \nhe attains his education and training, so, too, it is for the  L.J.  163-187.  When  reviewing  a  sexual  classification \ngirl.  To  distinguish  between  the  two  on  educational  whose effect was seen  as harming women, the Court \ngrounds is to be self-serving: if the female is not to be  would apply a strict rationality test, Wiesenfeld; Stanton; \nsupported so long as the male, she hardly can be expected  cited  supra,  but  when  the  classification  is  seen  as \nto attend school as long as he does, and bringing her  alleviating the oppressed status of women in society, the \neducation to an end earlier coincides with the role-typing  Court  will  apply  the  permissive  ‘rational  relationship’ \nsociety has long imposed. And if any weight remains in  test.7 \nthis day in the claim of earlier maturity of the female, \nwith  a  concomitant  inference  of  absence  of  need  for  *342  This  standard,  or  standards,  is  not  without  its \nsupport beyond 18, we fail to perceive its unquestioned  problems.  How  does  a court  decide  which  legislation \ntruth or its significance, particularly when marriage, as the  helps  and  which  legislation  hurts  women?  That  this \nstatute provides, terminates minority for a person of either  problem  is  not  a  judge’s  fantasy  can  be  seen  by \nsex.’ At 14, 95 S.Ct. at 1378, 43 L.Ed. at 695. (emphasis  comparing the Supreme Court’s invalidation of the statute \nadded).  in Wiesenfeld even though that statute granted its benefits \nonly to women, and its decision in Geduldig v. Aiello, \nANALYSIS OF SUPREME COURT CASES  417 U.S. 484, 94 S.Ct. 2485, 41 L.Ed.2d 256 (1974), that \npregnancy is not a gender-based classification. \nA  lower  court  faced  with  this  line  of  cases  has  an \nuncomfortable feeling, somewhat similar to a man playing  The  problem  of  identifying,  in  normative  terms,  the \na shell game who is not absolutely sure *341 there is a  impact  of  the  challenged  classification  on  women  is \npea.5 One interpretation which might reconcile these cases  present to some degree in the instant case. That keeping \nis that sexual classifications cannot be used merely to  women out of Central High has an adverse impact on \nachieve administrative efficiency or economy, but they  them seems obvious; yet defendants can argue that the \nmay  be  used  to  further  other,  more  substantive  state  existence of Girls makes the impact of exclusion from \ninterests. This interpretation reconciles the holdings in  Central  neutral  at  worst.8  However,  this  argument \nReed and Frontiero, and is suggested by the Court’s dicta  overlooks Susan Vorchheimer’s expressed desire to attend \nin Kahn and Ballard.6 However, this interpretation ignores  Central, a desire which, in light of Central’s history and \nthe reasoning of Wiesenfeld, where a classification was  reputation, does not seem frivolous or eccentric. More \nvoided even though, as the Court admitted, there was  importantly,  the  existence  of  Girls  does  not  satisfy \nempirical evidence that it furthered a state interest other  plaintiff’s, or any other girl’s desire to attend a coed \nthan administrative efficiency or economy. Moreover, this  academic school. \ninterpretation  ignores  the  passionate  opinions,  both   The  result  of  defendants’  policy  of excluding  young \nmajority and dissenting, portraying the injustices which  women from Central is to deny them the opportunity to \nwomen  have  suffered  and  the  arbitrariness  of  many  attend a coeducational, academically superior, public high \ngender-based classifications.  school. We believe that this denial is significant enough, \nin light of plaintiff’s express wishes and the evidence of \nA second possible interpretation is that the Court will  her  performance  since  her  rejection,  to  justify  the \nimpose  the  ‘strict  rationality’  standard  in any case  in  conclusion that it has an adverse impact on her and on \nwhich a classification along sexual lines is challenged,  other women. \nand will uphold such classifications only if the state is    \nable to show that they in fact further a legitimate state \n  11 \n \n\nDefendants  could  further  argue  that  the  purpose  of  study’s results and conclusions to Central is problematic \nexcluding women from Central is to protect them from  at best, but even if they are taken as accurate predictions \nthe  disadvantages  of  coeducation.  To  begin  with,  the  of performance at a coed Central they have not seen \nevidence presented by defendants does not establish that  shown  to  relate  to  any  of  defendants’  legitimate \ncoeducation at an academic high school such as Central  objectives. We cannot conclude without some evidence \nwould have a detrimental effect on female students. But if  that the differences in time spent in homework or the \nsuch detrimental effects are assumed, the School Board  differences in attitudes towards scholarship represented in \ncould not then justify its policy of committing the vast  the Jones study would have an appreciable impact on \nmajority of its female students to coed schools. Simply  academic  achievement,  let  alone  the  development  of \nput, if coeducation is detrimental to girls, all the public  literate citizens with saleable skills. As for the School \nschools should be sex-segregated; if it is not, then there is  Board’s stated interest in offering its students and their \nno  ‘fair  and  substantial’  relationship  between  parents  the  alternative  of  single-sex  education,  this \nsex-segregation  and  the  educational  goals  of  School  ‘alternative’ turns out to be the only choice available to \nBoard. The fundamental inconsistency which would result  the student who wishes to attend an academic senior high \nif  the  School  Board argues  that  it  keeps  girls  out  of  school in Philadelphia. \nCentral for their own protection reveals that males, and \nnot females, are the intended beneficiaries of defendants’  ORDER \nexclusionary policy. \nAnd now, to wit, this 7th day of August, 1975, after a \n*343 Having identified this classification as adversely  hearing  and  upon  consideration  of  the  briefs  and \naffecting women, we need not search for conceivable  arguments of the parties and the arguments of intervenor \njustifications for it, but may examine the evidence before  defendants,  judgment  is  hereby  entered  in  favor  of \nus  to  see  if  it  establishes  ‘a  fair  and  substantial  plaintiff  and  the  class  she  represents  and  against \nrelationship’ to the School Board’s legitimate interests.  defendants on plaintiff’s claim arising under the Equal \nWe find that it does not. Dr. Tidball’s study demonstrates  Protection  Clause  of  the  Fourteenth  Amendment. \nthat  single-sex education  at  the  college  level  is  more  Defendants are enjoined from refusing to admit plaintiff \nlikely to aid a woman in developing her potential for  or any other member of the class she represents to Central \nachievement than is coed education; this study did not  High School solely on the basis of sex. \npurport to investigate or conclude that male students are \nso aided. Dr. Jones’ study demonstrates that both male  And it is so ordered. \nand female students at single-sex schools in a certain \nAll Citations \nenvironment are more likely to study longer, and value \nscholarship (or at least brilliance) more highly, than do \n400 F.Supp. 326 \ntheir  coed  counterparts. The  application of  the  Jones’ \n \nFootnotes \n \n1  We reject plaintiff’s argument that, given Central’s long history, prestige, and long list of notable graduates, the \n  exclusion of women from Central creates a sense of inferiority in Philadelphia’s female students which rises to the \nlevel of a constitutional deprivation. While the sociological evidence which under-lay Brown’s finding of inferiority \nhas not been free from challenge, there is no evidence in the present case that such a feeling of inferiority exists. \n \n2  In Royster  the  Supreme  Court  struck  down  a Virginia corporate  income  tax law  which  exempted  domestic \n  corporations which conducted no business within Virginia from a tax on domestic corporations’ out-of-state income. \nThe Court stated that ‘no ground is suggested, nor can we conceive of any, sustaining this exemption . . .’ 253 U.S. at \n416, 40 S.Ct. at 562. Justices Brandeis and Holmes dissented on the grounds that the exemption was not clearly \nunreasonable nor arbitrary. Although the majority opinion used the ‘fair and substantial relationship’ language cited \nin Reed, the language quoted above seems to indicate the Court was applying the traditional ‘rational relationship’ \ntest. \n  12 \n \n\n \n3  In this well-reasoned and well-written article, the development of this standard was viewed as signalling the \n  possible abandonment of the rigid two-tiered equal protection analysis employed by the Warren Court in exchange \nfor  a  ‘means-oriented’  equal  protection  standard  applicable  to  all  save  racial  or  other  formerly  ‘suspect’ \nclassifications. Gunther, cited supra, at 20-25. However, as the author himself notes, Id. at 33-34, the applicability of \nthis standard to Reed is problematic, since in Reed the Court, in effect, held that a legitimate state interest was not \ncompelling enough to justify the challenged classification. ‘It is difficult to understand (the Reed) result without an \nassumption that some special sensitivity to sex as a classifying factor entered into the analysis.’ Gunther, cited \nsupra, at 34. \n \n4  The statute granted a similar exemption to every bona fide Florida resident who had lost a limb or been disabled in \n  war or military hostilities or by misfortune. \n \n5  The cases dealing with sex-segregated educational institutions give us little guidance in this case. In Williams v. \n  McNair, 316 F.Supp. 134 (D.S.C.1970), aff’d, 401 U.S. 951, 91 S.Ct. 976, 28 L.Ed.2d 235 (1971), the Court upheld the \nexclusion of males from an all-female college. This case was decided prior to Reed v. Reed, and its applicability to \nexclusion from an all-male institution is tenuous. (However, the Williams case probably still represents good law as \nfar as the exclusion of males from an all-girls’ educational institution is concerned). Kirstein v. Rector and Vistors of \nUniversity of Virginia, 309 F.Supp. 184 (D.C.Va.1970), the court found that the state-supported colleges available to \nwomen  were  academically  inferior  to  those  available  to  men.  Edwards  v.  Schlesinger,  377  F.Supp.  1091 \n(D.C.D.C.1974) involved a challenge to the all-male admissions policies of the United States Naval and Air Force \nAcademies. While that court interpreted Reed as following the permissive ‘rational relationship’ test, it is clear that \nthe exclusion of women bore a fair and substantial relationship under the strict rationality test to the Services’ \nobjectives of preparing their academy graduates for combat duty. \n \n6  This interpretation was expressly adopted by the Court in Edwards v. Schlesinger, 377 F.Supp. 1091 (D.C.D.C.1974). \n \n \n7  A further refinement of this approach is that the Court would only require proof of the justification underlying a \n  sexual classification adversely affecting females if that justification is a gender-based generalization, such as the \ngeneralization that men are better able to administer estates than women, Reed v. Reed, cited supra, or the \ngeneralization that men rather than women are the family’s provider. Wiesenfeld, cited supra. Conversely, the Court \nwill not require proof of such gender-based generalizations if the classification which is based on them is seen as \naiding females. Ballard, cited supra. \nIn the present case, defendants do not rely on any gender-based generalizations to justify Central’s continued \nall-male status. The generalizations which they do rely on pertain to adolescent students of both sexes, namely that \nhigh-school students will work harder and do better in single-sex schools than in coed schools. However, we do not \nbelieve that the absence of a gender-based generalization takes this case out of the line of Reed and its progeny. As \na court has stated in invalidating a school board’s policy of enforcing a 50-50 ratio between males and females in an \nacademic high school by denying admission to women who were more qualified than men: \n‘In both Reed and Frontiero, stereotypes as to the social roles of males and females formed the bases of the \nclassifications. An unsupported notion that an equal number of male and female students is an essential element in \na good high-school education was apparently the justification for the school district’s policy requiring higher \ngrade-point averages for females than for males. While that policy is not based upon an invidious stereotype such as \n  13 \n \n\nwas  present  in  Reed  and  Frontiero,  we  do  not read  those  cases  so  narrowly  as  to  sanction  all  other  sex \ndiscrimination. No actual proof that a balance of the sexes furthers the goal of better academic education was \noffered by the school district.’ Berkelman v. San Francisco Unified School District, 501 F.2d 1264, 1269 (9th Cir. \n1974). (emphasis added). \n \n8  Another way of saying this is that the classification drawn here, when viewed in its totality, discriminates in favor of \n  single-sex institutions and against coed ones, not in favor of men against women. If the classification is been this \nway, the exclusion of a male from Girls would cancel out the effect of the exclusion of a female from Central. \nHowever, Susan Vorchheimer only challenges the portion of defendants’ policy which relates to Central, from which \nshe was rejected solely because of her sex. In this sense, defendants’ classification is undeniably a sexual one. \n \n \n \n \n \n \n \n  14 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138666"
    },
    {
      "date": "1976-03-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 880,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 532,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Third Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138667,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138667.pdf",
      "title": "Opinion of the Court",
      "text": " \n  Judge  of  Court  of  Customs  and  Patent  Appeals,  and \nWEIS, Circuit Judge. \n532 F.2d 880 \n \nUnited States Court of Appeals, \n \nThird Circuit. \n \nSusan Lynn VORCHHEIMER, by her parents Bert   \nand Carol Vorchheimer; guardians ad litem on her \nown behalf and on behalf of all others similarly \nsituated, Plaintiffs-Appellees, \nv. \nOPINION OF THE COURT \nSCHOOL DISTRICT OF PHILADELPHIA and \nMatthew W. Costanzo, Superintendent of the \nSchool District of Philadelphia,  JOSEPH F. WEIS, Jr., Circuit Judge. \nDefendants-Appellants. \nDo the Constitution and laws of the United States require \nNo. 75-2005.  that every public school, in every public school system in \n|  the Nation, be coeducational? Stated another way, do our \nArgued Oct. 31, 1975.  Constitution and laws forbid the maintenance by a public \n|  school board, in a system otherwise coeducational, of a \nDecided March 16, 1976.  limited  number  of  single-sex  high  schools  in  which \nenrollment is voluntary and the educational opportunities \noffered  to  girls  and  boys  are  essentially  equal?  This \nappeal  presents  those  questions  and,  after  careful \nSynopsis \nconsideration,  we  answer  negatively.  Accordingly,  we \nFemale  high  school  student  who  had  been  denied \nvacate the district court’s judgment which held that the \nadmission to an all-male academic high school because of \nschool board policy was impermissible.1 \nsex  brought  class  action  to  challenge  the  assertedly \nunconstitutional discrimination. The United States District \nPlaintiff is a teen-age girl who graduated with honors \nCourt for the Eastern District of Pennsylvania, Clarence \nfrom  a  junior  high  school  in  Philadelphia.  She  then \nC. Newcomer, J., 400 F.Supp. 326, granted an injunction \napplied to Central High School, a public school in the \nordering the plaintiff and other qualified female students \ncity, but was refused admission because that institution is \nbe admitted to the all-male school. The school district \nrestricted to male students. After that setback, she filed \nappealed, and the Court of Appeals, Joseph F. Weis, Jr., \nthis  class  action  in  the  United  States  District  Court \nCircuit Judge, held that where attendance at either of two \nseeking  relief  under  42  U.S.C.  §  1983  from  alleged \nsingle-sex  high  schools  was  voluntary,  and  the \nunconstitutional discrimination. After a trial, the district \neducational opportunities offered at the two schools were \ncourt granted an injunction, ordering that she and other \nessentially  equal,  the  regulations  which  established \nqualified female students be admitted to Central. \nadmission requirements based on gender classification did \nnot offend the equal protection clause.  The  Philadelphia  School  District  offers  four  types  of \n   senior high schools: academic, comprehensive, technical \nJudgment reversed.  and  magnet.  Although  this  suit  is  aimed  at  only  an \n   academic school, it is necessary to review the roles of \nGibbons, Circuit Judge, dissented and filed opinion.  other schools as well. \n  \nProcedural Posture(s): On Appeal.  Comprehensive schools provide a wide range of courses, \nincluding those required for college admission, and offer \nAttorneys and Law Firms  advanced  placement  classes  for  students  who  are \nintellectually able to progress at a faster than average rate. \n*881  Alan  H.  Gilbert,  Philadelphia,  Pa.,  for \nThe criterion for enrollment in the comprehensive schools \ndefendants-appellants. \nis residency within a designated area. Although most of \nthese schools are co-ed, two admit only males and one is \nSharon K. Wallis, Eleanor Flick, Philadelphia, Pa., for \nrestricted to female students. At the time the injunction \nplaintiffs-appellees. \nwas granted, plaintiff was enrolled at George Washington \nHigh School, a coeducational comprehensive school. \nBefore  GIBBONS,  Circuit  Judge,  MARKEY,*  Chief \n  1 \n \n\nAcademic high schools have high admission standards  to the educational value of the practice, “this Court would \nand offer only college preparatory courses. There are but  probably  have  felt  compelled  to  validate  the \ntwo such schools in Philadelphia, and they accept students  sex-segregated  school  on  the  basis  of  Dr.  Jones’ \nfrom  the  entire  city  rather  than  operating  on  a  hypotheses  concerning  the  competition  for  adolescent \nneighborhood basis. Central is restricted to males, and  energies in a coed school and its detrimental effect on \nGirls  High  School,  as  the  name implies,  admits  only  student learning and academic achievement.”2 \nfemales.  Before deciding which school she wished to attend, the \nplaintiff visited a number of them and developed some \nCentral  High  School  was  founded  in  1836  and  has  definite opinions. As to Girls High, she commented, “I \nmaintained  a  reputation  for  academic  excellence.  For  just didn’t like the impression it gave me. I didn’t think I \nsome  years  before  1939,  it  was  designated  a  would be able to go there for three years and not be \ncomprehensive rather than an academic high school as it  harmed in any way by it.” As to Central, she said, “I liked \nis presently. Its graduates both before and after 1939 have  it there. I liked the atmosphere and also what I heard \nmade notable contributions to the professions, business,  about  it,  about  its  academic  excellence.”  She  was \ngovernment and academe.  somewhat  dissatisfied  with  her  education  at  George \nWashington High School because of her belief that the \nGirls High has also achieved high academic standing. It \nstandards which the teacher set for the students were not \nwas founded in 1848 and became an academic school in  high enough.3 \n1893. Its alumnae have compiled enviable records and \nhave  distinguished  themselves  in  their  chosen  diverse  The trial judge found the gender based classification of \nfields. It now has a faculty of more than 100 and a student  students at the two schools to lack a “fair and substantial \nbody of approximately 2,000, about the same as those of  relationship to the School Board’s legitimate interest” and \nCentral.  enjoined the practice. \nEnrollment  at  either  school  is  voluntary  and  not  by  The court’s factual finding that Girls and Central are \nassignment. Only 7% of students in the city qualify under  academically and functionally equivalent establishes that \nthe stringent standards at these two schools, and it is  the plaintiff’s desire to attend Central is based on personal \nconceded that plaintiff met the scholastic requirements of  preference  rather  than  being  founded  on  an  objective \nboth. The Philadelphia school system does not have a  evaluation. \nco-ed  academic  *882  school  with  similar  scholastic \nrequirements for admission.  A fair summary of the parties’ positions, therefore, is that: \n1. the local school district has chosen to make available \nThe courses offered by the two schools are similar and of  on  a  voluntary  basis  the  time  honored  educational \nequal quality. The academic facilities are comparable,  alternative of sexually-segregated high schools; \nwith the exception of those in the scientific field where    \nCentral’s are superior. The district court concluded “that  2.  the  schools  for  boys  and  girls  are  comparable  in \n(generally) the education available to the female students  quality, academic standing, and prestige; \nat  Girls  is  comparable  to  that  available  to  the  male    \nstudents  at  Central.”  Moreover,  “(g)raduates  of  both  3. the plaintiff prefers to go to the boys’ school because of \nCentral and Girls High, as well as the other senior high  its  academic  reputation  and  her  personal  reaction  to \nschools of Philadelphia,” have been and are accepted by  Central.  She  submitted  no  factual  evidence  that \nthe most prestigious universities.  attendance at Girls High would constitute psychological \nThe plaintiff has stipulated that “the practice of educating  or other injury; \nthe sexes separately is a technique that has a long history    \nand world-wide acceptance.” Moreover, she agrees that  4. the deprivation asserted is that of the opportunity to \n“there are educators who regard education in a single-sex  attend a specific school, not that of an opportunity to \nschool as a natural and reasonable educational approach.”  obtain an education at a school with *883 comparable \nIn addition to this stipulation, the defendants presented  academic facilities, faculty and prestige. \nthe testimony of Dr. J. Charles Jones, an expert in the    \nfield of education. Dr. Jones expressed a belief, based on \nhis study of New Zealand’s sex-segregated schools, that  With this factual background, we now turn to a review of \nstudents in that educational environment had a higher  the legal issues. We look first to federal statutory law to \nregard for scholastic achievement and devoted more time  determine if it resolves the question raised here. \nto homework than those in co-ed institutions. The district \njudge commented that even had the parties not stipulated  The financial assistance granted to educational institutions \nby the federal government has led to its ever-increasing \n  2 \n \n\ninfluence in a field which in times past was considered the  the Act as it was finally passed by Congress. See  20 \ndomain  of  state,  local  or  private  activity.  It  is  not  U.S.C. § 1681(a)(1)-(5). \nsurprising that gender based admission standards have \nbeen the subject of Congressional deliberation.  During  that  same  year,  the  House  passed  HB  13915 \nentitled  “The  Equal  Educational  Opportunities  Act,” \nIn  1972  Congress  provided  that  the  benefits  of  legislation aimed against busing as a means of securing \neducational  programs  funded  through  federal  monies  racial balance in schools. The original bill, which was \nshould be available to all persons without discrimination  referred  to  committee,  contained  no  reference  to \nbased on sex. 20 U.S.C. §§ 1681 et seq. The statute  discrimination  based  on  sex,  and  the  hearings  were \napplies, however, to only specified types of educational  devoted to testimony on the busing issue. For reasons not \ninstitutions and excludes from its coverage the admission  explained in the committee report, the word “sex” was \npolicies of secondary schools.4 The bill which passed the  added in certain parts of the bill. The summary of the bill \nHouse applied to all educational establishments and, if it  as  it  was  reported  out  of  committee  included  these \nhad become law, would have required that all single-sex  comments: \nschools,  primary  and  secondary,  public  and  private,  “Section 2. Policy and purpose \nbecome coeducational.    \nSubsection (a) of this section declares it to be the policy \nHowever,  the  Senate  proposal,  which  was  the  one  of the United States that all public school children are \nenacted, eliminated these provisions for reasons which  entitled to equal educational opportunity without regard \nbecame apparent during debate on the measure. On the  *884 to race, color, sex or national origin . . . \nfloor of the Senate, Senator Bayh offered an amendment    \nto restrict the application of the Act. He explained:  “Section 3. Findings \n“As my colleagues know, a similar amendment on the    \nHouse side was the center of some controversy because  Subsection  (a)  contains  a  number  of  congressional \nmany  felt  that  the  admissions  policies  of  too  many  findings: \nschools were covered without sufficient study and debate.    \nBecause of the time pressures on the House side, long  (1) the maintenance of dual school systems where pupil \npreparation was not possible. One result of the House  assignments are made solely on the basis of race, color, \napproach is that all single-sex elementary and secondary  sex, or national origin denies the equal protection of the \ninstitutions of education both public and private would be  laws.“ H.Rep.No.92-1335, 92d Cong., 2d Sess., 9 (1972). \nrequired to become coeducational. While this may be a    \ndesirable goal, no one even knows how many single-sex \nschools exist on the elementary and secondary levels or  These provisions were eventually incorporated into the \nwhat special qualities of the schools might argue for a  Act as passed by the House. \ncontinued  single  sex  status.”  118  Cong.Rec.  5804 \n(February 28, 1972).  Facially,  these  sections  conceivably  could  indicate  a \n   determination by the House that one-sex schools should \n“In any event, I believe specific hearings are needed to  not  continue.  However,  a  review  of  the  House \nanswer these questions which had not been raised at the  proceedings  shows  some  unexplained  and  curious \ntime of the 1970 hearings. Since there are also a number  deviations  between  pertinent  sections  of  the  bill  as \nof high schools which are single sex, a similar study is  described in the committee report and as actually reported \nneeded  on  the  question  of  requiring  them  to  admit  out and finally passed. Representative Pucinski, a sponsor \nstudents of both sexes. I have been amazed to learn that  of the bill, presented the summary from the committee \nthe Office of Education does not even keep statistics on  report on the floor of the House before debate began, \nhow many elementary and secondary schools even public  including the following: \nschools are restricted in admissions to one sex. After these  “Section 201. Denial of equal educational opportunity \nquestions have been properly addressed, then Congress  prohibited \ncan make a fully informed decision on the question of    \nwhich  if  any  schools  should  be  exempted.”  118  “This  section  prohibits  a  State  from  denying  equal \nCong.Rec. at 5807 (February 28, 1972).  educational opportunity to an individual on account of \n   race, color, sex, or national origin by \n  \nFor  further  discussion  see  the  Senate  debate  at  118  (1) deliberate segregation by educational agencies on the \nCong.Rec.  5803-5815  (February  28,  1972).  These  basis of race, color, sex, or national origin among or \nnarrowing provisions of the amendment became a part of  within the schools; \n  3 \n \n\n   to avoid racial integration. It is at least questionable that \n(5) transfer by educational agencies of students from one  Philadelphia maintains a “dual school system” and the \nschool to another if the purpose and effect is to increase  application  of  this  phraseology  to  the  case  at  bar  is \nsegregation of students on the basis of race, color, sex, or  dubious. \nnational origin . . . .“ 118 Cong.Rec. 28837 (August 17,   The Act’s policy declaration is that children are entitled \n1972). (Emphasis supplied)  to “equal educational opportunity” without regard to race, \n   color, or sex. The finding of the district court discloses no \ninequality in opportunity for education between Central \nSignificantly,  the  word  “sex”  at  the  points  we  have  and Girls High Schools. We cannot, therefore, find that \nitalicized it in the text had already been deleted from the  language applicable here. \nbill and in that form it passed the House and was sent to    \nthe Senate. An examination of the legislative history and \nrecord  of  debate  affords  no  explanation  for  these  Section 204(c), 20 U.S.C. § 1703(c), is intelligible if read \nimportant deletions. After extended debate in the Senate,  against the background of the busing controversy which \nthe bill was defeated.  spawned it. That subsection prohibits the assignment of a \nstudent to  a  school  other than the  one  closest to  his \nIn 1974, during House debate on HR 69, a bill to extend  residence if the assignment results in a greater degree of \nand amend the Elementary and Secondary Education Act  segregation in the schools based on race, color, sex or \nof 1965, Representative Esch, an advocate of the Equal  national  origin.  The  thrust  is  directed  toward  the \nEducational  Opportunities  Act  of  1972,  proposed  an  “neighborhood school” concept, which was so much a \namendment identical in relevant portions with that Act.  part of the busing dispute, and against assignment of \nThe  amendment  was  adopted  and  HR  69,  after  students  to  non-neighborhood  schools  to  achieve \nmodifications  in  the  Senate  not  pertinent  to  our  segregation on any of the forbidden bases. We do not here \ndiscussion,  was  enacted  into  law.  20  U.S.C.  §§  face an attempt by a school board to assign “a student to a \n1701-1721.  school, other than the one closest to his or her place of \nresidence within the district in which he or she resides . . . \nThe  result  is  an  anomaly.  In  an  early  part  of  the  ,” 20 U.S.C. § 1703(c). \nenactment,  Congress  finds  that  maintenance  of  dual \nschool systems in which students are assigned solely on  We conclude the legislation is so equivocal that it cannot \nthe basis of sex denies equal protection.  20 U.S.C. §  control  the  issue  in  this  case.  Our  research  into  the \n1702(a)(1). Despite that policy pronouncement, however,  legislative history reveals no indication of Congressional \nthe statute does not prohibit the states from segregating  intent  to  order  that  every  school  in  the  land  be \nschools on the basis of sex although there is a specific  coeducational and that educators be denied alternatives. \nproscription  on  segregation  based  on  race,  color  or  That drastic step should require clear and unequivocal \nnational origin. 20 U.S.C. § 1703(a). Insofar, then, that  expression.  Judicial  zeal  for  identity  of  educational \nthe Equal Educational Opportunities Act of 1974 might  methodology should not lead us to presume that Congress \nhave application to  established  single-sex  schools,  the  would  impose  such  limitations  upon  the  nationwide \nlegislation is at best ambiguous.  teaching  community  by  equivocation  or  innuendo. \nAn explanation for the lack of clarity may be found in the  Congress spoke clearly enough on single-sex schools in \ncontext of congressional concerns at the time. The debates  1972 when it chose to defer action in order to secure the \nin the House and Senate, both in 1972 and in 1974,  data  needed  for  an  intelligent  judgment.  We  do  not \ndemonstrate that Congress was completely absorbed by  believe  that  the  ambiguous  wording  of  the  Equal \nthe  highly  emotional  issues  generated  by  busing  to  Educational Opportunities Act of 1974 represented an \nachieve racial integration. Questions of constitutionality  abandonment of the clearly expressed desire to wait for \nand  policy  as  they  applied  to  the  busing  problem  more information before making a decision. Since no \npre-occupied the speakers. Not once during the extended  such data were produced, a realistic and, in our view, \nand  heated  discussions  was  there  any  reference  to  inescapable interpretation is that Congress deliberately \nsingle-sex schools.5  chose  not  to  act  and  to  leave  open  the  question  of \nsingle-sex schools.6 We thus have no need to consider the \n*885  An  analysis  of  the  statutory  language,  which  extent to which the legislative body may determine what \nrecognizes the  background  to the  legislative effort,  is  activity constitutes a violation of the Equal Protection \nhelpful. Congress’ finding as to “the maintenance of dual \nClause of the Fourteenth Amendment. See Katzenbach v. \nschool systems in which students are assigned to schools \nMorgan, 384 U.S. 641, 86 S.Ct. 1717, 16 L.Ed.2d 828 \nsolely on the basis of race, color, sex . . . ” should be read \n(1966). Cf. Oregon v. Mitchell, 400 U.S. 112, 91 S.Ct. \nin the light of the policies followed by many communities \n260, 27 L.Ed.2d 272 (1970). \n  4 \n \n\nFinding  no  Congressional  enactments  which  establishing discrimination in the school board’s policy. If \nauthoritatively address the problem, we must consider the  there are benefits or detriments inherent in the system, \nconstitutional  issues  which  provided  the  impetus  for  they fall on both sexes in equal measure. \nissuance of the injunction.   Plaintiff cites Sweatt v. Painter, 339 U.S. 629, 70 S.Ct. \n848,  94  L.Ed.  1114  (1950),  and  Brown  v.  Board  of \nThe district court reviewed the line of recent cases dealing  Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 \nwith sex discrimination, beginning with Reed v. Reed,  (1954),  which  prohibit  racial  segregation  in  the \n404 U.S. 71, 92 S.Ct. 251, 30 L.Ed.2d 225 (1971), and  educational process. Those cases are inapplicable here. \ncontinuing  through  Frontiero  v.  Richardson,  411  U.S.  Race is a suspect classification under the Constitution, but \n677, 93 S.Ct. 1764, 36 L.Ed.2d 583 (1973); Kahn v.  the  Supreme  Court  has  declined  to  so  characterize \nShevin, 416 U.S. 351, 94 S.Ct. 1734, 40 L.Ed.2d 189  gender.7 We are committed to the concept that there is no \n(1974); *886 Schlesinger v. Ballard, 419 U.S. 498, 95  fundamental difference between races and therefore, in \nS.Ct.  572,  42  L.Ed.2d  610  (1975);  Weinberger  v.  justice, there can be no dissimilar treatment. But there are \nWiesenfeld, 420 U.S. 636, 95 S.Ct. 1225, 43 L.Ed.2d 514  differences  between  the  sexes  which  may,  in  limited \n(1975), to Stanton v. Stanton, 421 U.S. 7, 95 S.Ct. 1373,  circumstances, justify disparity in law. As the Supreme \n43 L.Ed.2d 688 (1975). As a result of that analysis, the  Court has said: “(g) ender has never been rejected as an \ndistrict judge reasoned that, while the Supreme Court has  impermissible classification in all instances.” *887 Kahn \nnot  held  sex  to  be  a  suspect  classification,  a  stricter  v. Shevin, supra, 416 U.S., at 356 n.10, 94 S.Ct. at 1738, \nstandard than the rational relationship test applies and is  40 L.Ed.2d at 194. \ndenominated “fair and substantial relationship.”    \n Equal educational opportunities should be available to \nIn each of the cases cited, however, there was an actual  both sexes in any intellectual field. However, the special \ndeprivation or loss of a benefit to a female which could \nemotional problems of the adolescent years are matters of \nnot be obtained elsewhere. In Reed v. Reed, supra, the \nhuman experience and have led some educational experts \nchallenged statute would not permit a female to act as the \nto opt for one-sex high schools. While this policy has \nadministrator of an estate  if a male  qualified  for  the \nlimited acceptance on its merits, it does have its basis in a \nposition.  In  Frontiero,  supra,  the  female  officer  was \ntheory of equal benefit and not discriminatory denial. \ndeprived  of  a  dependent’s  allowance  which  was  not \n  \navailable elsewhere. Stanton v. Stanton, supra, rejected a \nstatute which set a longer period of minority for payments  The only occasion on which the Supreme Court ruled \nin support of males than for females. Kahn and Ballard,  upon a gender classification in school admissions policy \nby way of contrast, approved benefits to women for which  was  in  Williams  v.  McNair,  316  F.Supp.  134 \nmen  were  not  eligible.  See  Note,  The  Emerging  (D.S.C.1970),  aff’d,  401  U.S.  951,  91  S.Ct.  976,  28 \nBifurcated Standard for Classification Based on Sex, 1975  L.Ed.2d 235 (1971), a case which was decided many \nDuke L.J. 163.  years after Sweatt, supra, and Brown, supra. Williams was \na summary affirmance of a three-judge district court, and \nIn each instance where a statute was struck down, the \nwe  do  not  have  the  benefit  of  the  Supreme  Court’s \nrights of the respective sexes conflicted, and those of the  reasoning. Yet, the result does have precedential weight \nfemale were found to be inadequate. None of the cases  for us. Hicks v. Miranda, 422 U.S. 332, 95 S.Ct. 2281, 45 \nwas concerned with a situation in which equal opportunity  L.Ed.2d 223 (1975). The district court’s opinion details a \nwas extended  to each  sex  or  in  which  the  restriction  fact situation quite similar to that confronting us here, \napplied to both. And, significantly, none occurred in an  except  that  the  plaintiffs  were  males  who  sought \neducational setting.  admission to a girls’ state college. Reed v. Reed, supra, \nhad not yet been decided and the district court therefore \nThe  nature  of  the  discrimination  which  the  plaintiff \nhad no reason to discuss a substantial relationship test. \nalleges must be examined with care. She does not allege a \nRather,  it  applied  the  traditional  rational  relationship \ndeprivation of an education equal to that which the school \nguidelines. The court said: \nboard makes available to boys. Nor does she claim an \n“While history and tradition alone may not support a \nexclusion from an academic school because of a quota \ndiscrimination, the Constitution does not require that a \nsystem, cf. Berkelman v. San Francisco Unified School \nclassification ‘keep abreast of the latest’ in educational \nDistrict, 501 F.2d 1264 (9th Cir. 1974), or more stringent \nopinion,  especially  when  there  remains  a  respectable \nscholastic  admission  standards.  Cf.  Bray  v.  Lee,  337 \nopinion  to  the  contrary;  it  only  demands  that  the \nF.Supp. 934 (D.Mass.1972). Moreover, enrollment at the \ndiscrimination not be wholly wanting in reason.” 316 \nsingle-sex schools is applicable only to high schools and \nF.Supp. at 137. \nis voluntary, not mandatory. The plaintiff has difficulty in \n  \n  5 \n \n\nBelieving  the  problem  could  not  be  considered  in  Clause of the United States Constitution. \nisolation, the court noted that the school involved was    \nonly one in an extensive state system which included \nseveral co-ed schools as well as an all male one.  The gravamen of plaintiff’s case is her desire to attend a \nspecific school based on its particular appeal to her. She \nWe may not cavalierly disregard Williams although it  believes that the choice should not be denied her because \npredated Reed by a few months.8 Indeed, the two cases  of an educational policy with which she does not agree. \nare not inconsistent because the state schools’ restrictive \nadmissions  policy  applied  to both  sexes,  a  significant  We are not unsympathetic with her desire to have an \ndifference from the preferential statutory procedure in  expanded freedom of choice, but its cost should not be \nReed. This distinction is enough to justify the use of the  overlooked.  If  she  were  to  prevail,  then  all  public \nrational relationship test in Williams even though it is  single-sex  schools  would  have  to  be  abolished.  The \nlikely that the result would have been the same under the  absence of these schools would stifle the ability of the \nsubstantial relationship formula.  local  school  board  to  continue  with  a  respected \nWe do not accept Williams as being inapplicable merely  educational  methodology.  It  follows  too  that  those \nbecause males were barred rather than females, as in the  students and parents who prefer an education in a public, \ncase sub judice. We are aware of the suggestion that  single-sex  school  would  be  denied  their  freedom  of \ndisparity is likely to be favorably considered when it  choice. The existence of private schools is no more an \nconfers on the female some benefit tending to rectify the  answer to those people than it is to the plaintiff. \neffects of past discrimination. For example, in Kahn v. \nIt is not for us to pass upon the wisdom of segregating \nShevin, supra, a widow’s tax exemption was permissible \nboys and girls in high school. We are concerned not with \nalthough no such benefit was provided for a widower. See \nthe  desirability  of  the  practice  but  only  its \nalso 1975 Duke L.J. 163, 179; Note, The Supreme Court \nconstitutionality. Once that threshold has been passed, it \n1973 Term, 88 Harv.L.Rev. 129 (1974). But we have no \nis the school board’s responsibility to determine the best \nsuch exempting qualification here because there is no \nevidence of past deprivation of educational opportunities  methods of accomplishing its mission. \nfor women in the Philadelphia School District. Indeed, the \nThe judgment of the district court will be reversed. \nfactual findings establish that, for many years past and at \n \nthe present, excellent educational facilities have been and \n \nare available to both sexes.9 \nSince there is no remedial measure at stake, we see no \nGIBBONS, Circuit Judge (dissenting). \nbasis for differentiation between Williams, and the case at \n \nbar.  Consequently,  we  differ  with  the  district  court’s \nopinion that Williams has only a tenuous applicability \nThe  majority  opinion  may  be  briefly  summarized  as \nhere. In our view it is strong, if not controlling authority \nfollows: \nfor denial of an injunction. \n The record does contain sufficient evidence to establish \nthat a legitimate educational *888 policy may be served  The object of the (14th) Amendment \nby utilizing single-sex high schools. The primary aim of  was undoubtedly to enforce the . . . \nany school system must be to furnish an education of as  equality of the two (sexes) before the \nhigh a quality as is feasible. Measures which would allow  law,  but  in  the  nature  of  things  it \ninnovation in methods and techniques to achieve that goal  could  not  have  been  intended  to \nhave a high degree of relevance. Thus, given the objective  abolish distinctions based upon (sex), \nof a quality education and a controverted, but respected  or to enforce social, as distinguished \ntheory that adolescents may study more effectively in  from  political  equality,  or  a \nsingle-sex schools, the policy of the school board here  commingling of the two (sexes) upon \ndoes bear a substantial relationship.  terms unsatisfactory to either. Laws \n   permitting, and even requiring, their \n We  need  not  decide  whether  this  case  requires  separation in places where they are \napplication of the rational or substantial relationship tests  liable to be brought into contact with \nbecause,  using  either,  the  result  is  the  same.10  We  each other do not necessarily imply \nconclude  that  the  regulations  establishing  admission  the inferiority of either (sex) to the \nrequirements to Central and Girls High School based on  other, and have been generally, if not \ngender classification do not offend the Equal Protection  universally, recognized as within the \n  6 \n \n\ncompetency of the state legislatures in  I \nthe  exercise  of  their  police  power. \nThe most common instance of this is \nconnected with the establishment of \nSusan Vorchheimer, the named representative of the class \nseparate  schools  for  (male)  and \nbringing this action, was, when this case commenced, a \n(female)  children,  which  has  been \ntenth-grade student at George Washington High School, a \nheld  to  be  a  valid  exercise  of  the \nco-educational comprehensive, as distinguished from an \nlegislative power even by courts of \nacademic, high school. Upon graduation with honors from \nStates  where  the  political  rights  of \nMasterson  School,  an  academic  junior  high  school, \n(women) have been longest and most \nVorchheimer applied to Central High School, one of two \nearnestly enforced. \nsenior academic high schools in the Philadelphia School \nDistrict  which  limit  their  enrollment  to  scholastically \n   superior students. Admission to Central High School is, \nand has been since its founding in 1836, open to males \nThe  quotation,  with  appropriate  substitutions,  will  be  only.  The  other  senior  academic  high  school  is \nrecognized immediately as the analysis of Justice Brown,  Philadelphia High School for Girls, which, as its name \nfor  the  majority  of  the  Supreme  Court,  in  Plessy  v.  implies,  admits  only  females.  Vorchheimer  is  a \nFerguson, 163 U.S. 537, 544, 16 S.Ct. 1138, 1140, 41  scholastically superior student qualified to attend a school \nL.Ed. 256, 258 (1896). No doubt had the issue in this case  in which enrollment is limited to such students, and she \nbeen presented to the Court at any time from 1896 to  chose to do so. But she chose to attend Central rather than \n1954, a “separate but equal” analysis would have carried  Girls High because of Central’s academic reputation and \nthe day. I was under the distinct impression, however, that  her  favorable  personal  reaction  to  its  atmosphere  as \n“separate but equal” analysis, especially in the field of  compared with Girls and a number of other senior high \npublic education, passed from the fourteenth amendment  schools  she  visited.  Her  application  for  admission  to \njurisprudential scene over twenty years ago. See, e. g.,  Central, however, was denied solely on the basis of sex. \n*889 Brown v. Board of Education, 347 U.S. 483, 74  Having  met  the  qualifications  for  admission  to  an \nS.Ct. 686, 98 L.Ed. 873 (1954).1 The majority opinion, in  academic high school, she could be assigned either to \nestablishing a twentieth-century sexual equivalent to the  Girls on the basis of her sex or to a non-academic high \nPlessy decision, reminds us that the doctrine can and will  school within the district on the basis of her residence. \nbe invoked to support sexual discrimination in the same \nmanner that it supported racial discrimination prior to  The  majority  opinion  ironically  emphasizes  that \nBrown.  Vorchheimer’s choice of an academic high school was \n“voluntary”. It was “voluntary”, but only in the same \nBut the resurrection of the “separate but equal” analysis is  sense that Mr. Plessy voluntarily chose to ride the train in \nnot my most serious quarrel with the majority opinion.  Louisiana. The train Vorchheimer wants to ride is that of \nWhat I find most disturbing is the majority’s deliberate  a  rigorous  academic  program  among  her  intellectual \ndisregard of an express Congressional finding that the  peers. Philadelphia, like the state of Louisiana in 1896, \nmaintenance of dual school systems in which students are  offers the service but only if Vorchheimer is willing to \nassigned to schools solely on the basis of sex violates the  submit to segregation. Her choice, like Plessy’s, is to \nequal protection clause of the fourteenth amendment. §  submit to that segregation or refrain from availing herself \n203(a)(1), Equal Educational Opportunities Act of 1974,  of the service. \n20 U.S.C. § 1702(a)(1) (Supp.1976). So long as Congress   \nhas acted within the sphere of its legislative competence   \nin making such a finding, I submit, we are not free to \nsubstitute a “separate but equal” legislative judgment of \nour own. Because I conclude that Congress has acted to \nII \nprohibit  the  maintenance  of  single-sex  public  schools \npursuant  to  its  powers  under  §  5  of  the  fourteenth \namendment, I dissent from the majority’s substitution of a \n“separate but equal” legislative judgment. I would affirm  On  August  21,  1974,  Congress  passed  a  series  of \nthe decision below.  amendments to the Elementary and Secondary Education \n  Act of 1965, 20 U.S.C. §§ 241a et seq. One of these \n  amendments was the Equal Educational Opportunities Act \nof 1974 (hereinafter E.E.O.A.), 20 U.S.C. §§ 1701-1758 \n  7 \n \n\n(Supp.1976). Section 202(a)(1) of this Act declared it to  which results in increased segregation by sex, as well as \nbe the public policy of the United States that “all *890  race, color or national origin, over what would result in a \nchildren enrolled in public schools are entitled to equal  neighborhood assignment system, is unlawful. At first \neducational opportunity without regard to race, color, sex,  blush  Philadelphia  may  not  appear  to  operate  a \nor  national  origin.”  20  U.S.C.  §  1701(a)  (1).  Had  neighborhood school assignment system, as that term is \nCongress stopped there one could argue, as the majority  used in § 204(c), for its academic high schools since \ndoes, that a policy of  “equal educational opportunity”  eligibility for enrollment at those schools is determined by \ndoes not preclude a “separate but equal” analysis, at least  scholastic  excellence  rather  than  residence  within  a \noutside the racial context. But Congress went further.  designated area. The majority opinion contends that  § \nRelying specifically on the legislative authority conferred  204(c) is inapplicable to the factual setting of this case \nby § 5 of the fourteenth amendment, it made a series of  because the “ ‘neighborhood school’ concept which was \nlegislative findings in § 203, the most important of which  so much a part of the busing dispute” was not “an attempt \nfor the purpose of this appeal was that:  to  abolish  single-sex  schools.”  But  this  view  fails  to \nconsider  Congress’  understanding  of  the  meaning  of \nneighborhood school assignment which is disclosed in \n(1) the maintenance  of  dual  school \nanother subsection of the E.E.O.A. Section 206, 20 U.S.C. \nsystems  in  which  students  are \n§ 1705, provides in pertinent part that: \nassigned to schools solely on the basis \nof . . . sex . . . denies those students \nthe  equal  protection  of  the  laws  (T)he assignment by an educational \nguaranteed  by  the  fourteenth  agency  of  a  student  to  the  school \namendment. 20 U.S.C. § 1702(a)(1).  nearest his place of residence which \nprovides the appropriate grade level \nand type of education for such student \n   is not a denial of equal educational \nopportunity or of equal protection of \nWe are thus confronted with an explicit legislative finding \nthe laws unless such assignment is for \nthat the maintenance of a dual school system on the basis \nthe purpose of segregating students on \nof sex violates the equal protection clause. Philadelphia \nthe basis of . . . sex . . . . (emphasis \noperates  such  a  system  in  its  senior  academic  high \nadded). \nschools. We need look no further than this legislative \nfinding in order to find a violation for which 42 U.S.C. § \n1983 provides a remedy. But Congress was not content,    \nas the majority suggests, merely to assert broad legislative \nfindings that might later prove to be inconsistent with or  It is clear that this subsection must be read in conjunction \nunrelated to its specific statutory scheme, for it defined in  with § 204(c), for it further clarifies and reenforces the \n§ 204 of the amendment a number of unlawful practices  meaning of that provision. Section 206 states that the \nbased on its findings. 20 U.S.C. § 1703.  lawful  neighborhood  assignment  system  outlined  in  § \n204(c) also includes the school nearest the student which \nSection 204 states in pertinent part that:  provides  the  “appropriate  grade  level  and  type  of \nNo State shall deny equal educational opportunity to an  education” unless assignment to that school is for the \nindividual on account of his or her . . . sex . . . by  purpose of segregation on the basis of race, color, sex or \n   national origin. Thus, by assigning academically gifted \n(c) the assignment by an educational agency of a student  students to *891 Central or Girls on the basis of sex, the \nto a school, other than the one closest to his or her place  Philadelphia School Board assigns students in a manner \nof residence within the district in which he or she resides,  which results in greater segregation of students by sex \nif the assignment results in a greater decree of segregation  than if it assigned students solely on the basis of the \nof students on the basis of . . . sex . . . among the schools  nearest senior academic high school. The Philadelphia \nof such agency than would result if such student were  dual system for scholastically superior students not only \nassigned to the  school  closest  to  his  or  her  place  of  falls within the legislative finding of the denial of equal \nresidence  within  the  school  district  of  such  agency  protection of the laws, but is also a specified unlawful \nproviding  the  appropriate  grade  level  and  type  of  practice under § 204(c). \neducation for such student. 20 U.S.C. § 1703(c). \n   While I agree with the majority that the language of § \n204(c) must be read with an appreciation of the heated \nThis  subsection  says  that  a  pupil  assignment  system  debate over the school busing issue, I cannot agree that \n  8 \n \n\nthis contextual background justifies ignoring the plain  statutory construction of the plain language of § 204(c) of \nlanguage of both the legislative finding in § 203(a)(1) and  the  E.E.O.A.  in  which  the  word  “sex”  is  explicitly \nthe specified unlawful practice in § 204(c). Indeed, even  mentioned,  the  majority’s  description  of  the  1972 \nin the remedial sections of the E.E.O.A., which are not  proceedings is inaccurate. \napplicable  to  the  case  sub  judice,  Congress  has  On March 20, 1972, Representative McCulloch, speaking \nemphasized the prohibition of segregating public school  on  behalf  of  Representatives  Quie  and  Gerald  Ford, \nstudents on the basis of sex. See § 216, 20 U.S.C. § 1715.  introduced the Equal Educational Opportunities Act of \nIf Congress was not talking about single-sex schools in  1972. This bill was modelled in large part after President \nthe provisions quoted above, what was it talking about? A  Nixon’s proposals on schools and busing which were sent \nmore blatant disregard of the plain meaning of ordinarily  in a message to Congress on March 17, 1972.2 At this \nwell understood words of our common language “dual  stage H.R. 13915 did not mention sex in connection *892 \nschool systems”, “sex”, “assignment by an educational  with the existence of dual school systems or the denial of \nagency of a student to (a) school” can hardly be imagined.  equal  educational  opportunity.  Only  race,  color  and \nWe may not like what Congress has done in enacting this  national origin were designated in the unlawful practices \nstatute but we cannot, as the majority does, simply ignore  section as prohibited bases for segregating, assigning or \nit. The statutory language of the E.E.O.A. convinces me  transferring students. However, after 16 days of extensive \nthat Congress did not inadvertently add the word “sex” to  hearings, the House Committee on Education and Labor \nthe list of prohibited bases for assigning public school  reported an amended version of the McCulloch bill which \nstudents, but included it in those subsections with the  included sex among the prohibited bases for assigning \nexpress objective of abolishing single-sex public schools.  students in § 201(c) as well as in § 2(a)(1) of the policy \nand purpose section and § 3(a)(1) of the congressional \nRather  than  discuss  the  statutory  language  of  the  findings section.3 \nE.E.O.A., the majority engages in an extensive analysis of \nwhat Congress did not say or do in enacting that statute.  A comparison of the language of the amended version of \nFocusing on what it alleges to be congressional silence on  H.R.  13915  as  it  was  reported  out  of  the  House \nthe issue of school assignment on the basis of sex during  Committee on Education and Labor and read to the entire \nthe hearings and debates on the E.E.O.A., the majority  House  prior  to  passage,  with  that  of  the  original \nfinds an ambiguity in the statute and concludes that “a  McCulloch bill as it was introduced, is provided in H.R. \nrealistic and, in our view, inescapable interpretation is that  13915,  92nd  Cong.2d  Sess.  (1972).  Contrary  to  the \nCongress deliberately chose not to act and to leave open  majority opinion’s position, this comparison reveals that \nthe question of single-sex schools.” This is certainly a  the word “sex” was never included in §§ 201(a), (e) of the \nnovel use of legislative history, or more precisely, of  Equal  Educational  Opportunities  Act  of  1972.  Some \nlegislative non-history as a tool for statutory construction.  confusion,  however  is  created  by  Representative \nThe majority argues that Congress spoke clearly in 1972  Pucinski’s  Section-by-Section  Analysis  of  the  Equal \nwhen it did not enact legislation prohibiting single-sex  Educational Opportunities Act of 19724 in which he states \nschools and that the silence of the ninety-second Congress  that “sex” is included in §§ 201(a), (e). His analysis, \nshould control this court’s interpretation of the words the  however, does not correspond to the actual language of \nninety-third Congress used in enacting the E.E.O.A. in  the Act. It is this unofficial version rather than the official \n1974. Congressional silence, especially that of a different  language of H.R. 13915 which Judge Weis quotes in the \nCongress, I submit, can never be used to supersede the  majority opinion. The majority again engages in a novel \notherwise clear language of a statute.  and impermissible use of legislative history. Finding an \nunofficial version of the bill which conflicts with the \nMoreover, the majority opinion relies on a misreading of  language of the bill itself, the majority adopts the former \nthe legislative history of the E.E.O.A. Judge Weis writes  for the sole purpose of advancing its argument that the \nthat at some point prior to its being passed by the House,  House  of  Representatives  was  unclear  regarding  the \n§§ 201(a) and (e) of H.R. 13915, the Equal Educational  objectives of H.R. 13915 in 1972, and that the entire \nOpportunities  Act  of  1972,  included  the  word  “sex”  Congress  was  unclear  regarding the objectives  of  the \namong the prohibited bases for segregating or transferring  E.E.O.A. when it passed that legislation in 1974. The \nstudents respectively. The majority then asserts that the  majority’s assertion, however, indicates only that either a \nword  “sex”  was  deleted  from  those  sections  without  particular congressman was confused about the language \ndiscussion,  and  from  this alleged congressional  action  of H.R. 13915 in 1972 or that Congress inartfully drafted \ndraws support for its view that the 1974 legislation is  the E.E.O.A. in 1974 when it modelled that statute after \nequivocal and anomalous on the  subject of single-sex  the 1972 bill. If we were congressmen we might want to \nschools. Apart from the issue of the relevance of this  rewrite the E.E.O.A. to include sex in §§ 204(a) and (e). \nalleged  action  by  a  different  Congress  to  the  proper  But as a court we must rely upon the language of the \n  9 \n \n\nstatute as written by Congress and resort to legislative  III \nhistory only to help clarify an ambiguity. \nIf there were some ambiguity regarding the applicability \nof § 204(c) to the facts of this case, and I believe none  The wording of the E.E.O.A. strongly suggests, if it does \nexists, the limited 1974 legislative history of the E.E.O.A.  not compel, the conclusion that it was drafted with an eye \non this issue supports the interpretation I espoused above.  to Katzenbach v. Morgan, 384 U.S. 641, 86 S.Ct. 1717, \nBecause it was primarily *893 an anti-busing amendment,  16 L.Ed.2d 828 (1966).8 Having found that the E.E.O.A. \ngoverns this case, we are squarely presented with the \nthe principal focus of the debate on the Esch amendment \nprecise issue which, according to the majority, we have \n1974 to the Elementary and Secondary Education Act of \nno need to consider the extent to which Congress may \n1965  was  on  busing  to  achieve  racial  desegregation. \ndetermine  what  activity  constitutes  a  violation  of  the \nRelative silence on the matter of sex discrimination is not \nequal protection clause of the fourteenth amendment. The \nsurprising, since busing has not thus far been an issue in \nstarting point for the consideration of that issue is the text \nthe sex discrimination context. But there was not, as the \nmajority  states,  total  silence  on  the  subject  of  sex  of § 5 itself: \ndiscrimination  in  the  assignment  of  students.  The Congress shall have power to enforce, by appropriate \nCongressman William Ford, a co-sponsor of the Esch  legislation, the provisions of this article. \namendment, explained the proposal in these words:  Is the legislative finding that pupil assignment by sex \nviolates  equal  protection  “appropriate  legislation”?  In \nanswering that question we can set to one side two rather \nThe amendment we now have before  difficult problems. Certainly state action is involved when \nus  would  prohibit  these  types  of  the Philadelphia School board makes pupil assignment \n(dual) school systems and it would  decisions.9 Thus, we are not confronted with the question \nprohibit the assignment of students to  of the extent of congressional power to reach private \na school, based on race, color, sex, or  action  by  legislation  pursuant  to  §  5.10  Nor  are  we \nnational  origin.  120  Cong.Rec.  H  confronted with an attempt by Congress to contract rights \n2161  (March  26,  1974)  (emphasis  to  *894  equal  protection  already  determined  by  the \nadded).  Supreme Court.11 Congress eschewed any such attempt by \nconcluding its legislative findings in § 203 with the caveat \n“that the provisions of this chapter are not intended to \n  \nmodify or diminish the authority of the courts of the \nUnited States to enforce fully the fifth and fourteenth \nAn  alternative  proposal  to  the  Esch  amendment  was \namendments to the Constitution of the United States.” 20 \noffered by Representative Anderson. This amendment, \nU.S.C. § 1702(b). Here we are dealing only with a case in \nhowever, did not include sex among the prohibited bases \nwhich, arguably, Congress has gone further in defining \nfor assignment of students.5 But Congressman Anderson’s \nthe substantive content of the equal protection clause than \nproposal was rejected.6 In view of this evidence we cannot \nhave the courts.12 \nassume, as the majority does, that Congress did not intend \n  \nto prohibit the assignment of students on the basis of sex. \nCongress expressly added sex to the list of prohibited \nI say arguably Congress has gone further than the courts, \nbases for student assignment and consistently refused to  because at this  point in  the  analysis  I  do  not  take  a \ndelete it.  position as to the correctness of the majority’s treatment \nIn  summary,  some  congressmen, reading  the majority  of the sex discrimination cases. But for present purposes I \nopinion, certainly will say, as Samuel Shellabarger said  am willing to assume that no case has definitely ruled that \nwith reference to the Supreme Court’s interpretation of  a  sex-based  dual  school  system  violates  the  equal \nthe fourteenth amendment in Minor v. Happersett, 88 U.S.  protection clause. So assuming, analysis of the reach of \n(21 Wall.) 162 (1874), 22 L.Ed. 627 and United States v. \ncongressional power under  § 5 requires still a further \nCruikshank,  92  U.S.  542,  23  L.Ed.  588  (1876),  that \nrefinement. We should distinguish between issues upon \n“many  of  the  framers  of  these  amendments  received \nwhich the courts have not ruled, and issues on which the \ninformation regarding their intentions which was new . . . \ncourts  have  previously  rejected  an  equal  protection \n.”7  challenge. \n \n  The majority opinion, pointing to Williams v. McNair, \n316 F.Supp. 134 (D.S.C.1970), aff’d, 401 U.S. 951, 91 \nS.Ct. 976, 28 L.Ed.2d 235 (1971) (per curiam), assumes \nthat the Court has rejected an equal protection challenge \n  10 \n \n\nto  a  sex-based  dual  school  system.  I  have  serious  Mitchell, 400 U.S. 112, 91 S.Ct. 260, 27 L.Ed.2d 272 \nreservations about the precedential value of the Court’s  (1970), in which there is no opinion of the Court and no \nsummary affirmance in Williams v. McNair, since for all  majority consensus as to the reasons in support of its \nwe know the Court’s reasons for affirming the judgment  judgment, shows at least that, just as with its commerce \nof the three judge district court were other than those  clause powers, the congressional powers under § 5 of the \nrelied upon by that court in its opinion.13 But setting aside  fourteenth  amendment  are  not  unlimited.  One  could \nthose reservations, if Williams v. McNair, supra, means  imagine a congressional enactment of an equal protection \nwhat  the  majority  says  it  means,  then  this  case  is  standard striking down a state classification that is so \ncontrolled by Katzenbach v. Morgan, supra.  arbitrary and unreasonable that the Court would reject it. \nBut at the present stage of evolutionary development of \nIn Lassiter v. Northampton Election Bd., 360 U.S. 45, 79  our social institutions a court would be foolhardy indeed \nS.Ct. 985, 3 L.Ed.2d 1072 (1959), the Court rejected a  to suggest that congressional rejection of a state’s gender \nfourteenth amendment challenge to the North Carolina  based classification fell into that category. \nEnglish  literacy  requirement  for  the  exercise  of  the \nfranchise. In § 4(e) of the Voting Rights Act of 1965, 42  Assuming, as the majority does, that Williams v. McNair, \nU.S.C. § 1973b(e), Congress provided that no person who  supra, is authority for a separate but equal treatment of the \nhas successfully completed the sixth primary grade in a  sexes  in  public  education,  one  would  still  have  to \npublic school or accredited private school in Puerto Rico  conclude that the legislative finding of § 203(a)(1) that \nin a language other than English shall be denied the right  separate  is  not  equal  for  purposes  of  the  fourteenth \nto vote in any election because of his inability to read or  amendment has overruled it. Indeed, from an historical \nwrite  English.  New  York  voters  challenged  the  perspective, section 5 of the fourteenth amendment would \nconstitutionality  of  the  congressional  enactment  in  have allowed Congress, had it possessed the decency and \nKatzenbach v. Morgan, supra. Justice Brennan wrote for  will, to overrule Plessy v. Ferguson, supra, at any time \nthe Court:  between 1896 and 1954. Had Congress done so, I suggest, \nit would have carried the Court along with it. There is \nmuch  to  be  said,  I  submit,  in  favor of congressional \nWe  hold  that,  in  the  application  initiative rather than judicial activism in the unfolding of \nchallenged in these cases, § 4(e) is a  the full meaning of the equal protection clause. When \nproper exercise of the powers granted  Congress, reflecting the democratic processes, concludes \nto Congress by § 5 of the Fourteenth  that a state classification is unlawful, its conclusion has \nAmendment and that by force of the  the advantage of the authority that comes from democratic \nSupremacy  Clause,  Article  VI,  the \nconsensus, while at the same time its conclusion remains \nNew  York  English  literacy \nsubject to judicial review. When the Court acts similarly, \nrequirement cannot be enforced to the \nthere  is  neither  the  authority  of  consensus  nor  the \nextent that it is inconsistent with  § \nsafeguard of review by another branch. Thus, the Court \n4(e). 384 U.S. at 646-47, 86 S.Ct. at \nshould, it would seem, be appropriately deferential to \n1721, 16 L.Ed.2d at 833. \nstate classifications, while acknowledging, as it did in \nKatzenbach  v.  Morgan,  that  Congress  need  not  be \ndeferential to the same degree. 384 U.S. at 651-56, 86 \n  \nS.Ct. at 1723-1727, 16 L.Ed.2d at 835-838. Certainly \nCongress has a greater capacity than the Court to weigh \nThus, Congress effectively determined that a state law \nthe competing considerations. That is not to say, however, \nviolated the fourteenth amendment and set it aside even \nthat when the Court has struck down a state classification \nthough the Supreme Court had previously rejected an \nthe Congress may feel free to resurrect it. Id. at 651-52 n. \nidentical challenge. On the authority of Katzenbach v. \n10, 86 S.Ct. at 1723-1724, 16 L.Ed.2d at 835-836. \nMorgan, supra, we must hold that the legislative findings \n \nin § 203(a)(1) *895 and the prohibition in § 204(c) are \n \nproper exercises of the powers granted to Congress by § 5 \nof the fourteenth amendment, and that by force of the \nsupremacy clause the Philadelphia sex based dual school \nsystem  for  academically  gifted  high  school  students \nIV \ncannot remain in operation. \nThe  Katzenbach  v.  Morgan  holding  has  spawned  an  Thus far I have assumed that Williams v. McNair, supra, \nextensive literature about the respective roles of the Court  was  precedential  to  the  same  extent  as  Lassiter  v. \nand Congress, and Congress and the States.14 Oregon v.  Northampton Election Bd., supra. If it is not, obviously \n  11 \n \n\nthe  decision  to  defer  to  the  Congressional  legislative  objectives in a manner consistent with the requirements of \nfinding in § 203(a)(1) of the E.E.O.A. is far easier. The  the Equal Protection Clause. Reed v. Reed, supra, 404 \ndistrict  court  concluded,  and  I  agree,  that  decisions  U.S. at 76, 92 S.Ct. at 254, 30 L.Ed.2d at 229. \nsubsequent to Williams v. McNair, supra, have deprived it \nof any precedential value it may have otherwise had, and  The  Board,  as  the  district  court  emphasized,  did  not \nhave erected new standards for reviewing gender-based  present  sufficient  evidence  that  coeducation  has  an \nclassifications which were not satisfied in this case by the  adverse effect upon a student’s academic achievement. \nPhiladelphia  Board  of  Education.  *896  Certainly  if  Indeed, the Board could not seriously assert that argument \nWilliams v. McNair, supra, is regarded as authority for  in view of its policy of assigning the vast majority of its \nthe  proposition  that  we  review  gender-based  students  to  coeducational  schools.  Presumably  any \nclassifications by the rational relationship standard, it has  detrimental impact on a student’s scholastic achievement \nbeen seriously undermined by subsequent cases. See, e.  attributable  to  coeducation  would  be  as  evident  in \ng., Stanton v. Stanton, 421 U.S. 7, 95 S.Ct. 1373, 43  Philadelphia’s  coeducational  comprehensive  schools \nL.Ed.2d 688 (1975); Kahn v. Shevin, 416 U.S. 351, 94  which  offer  college  preparatory  courses  as  the  Board \nS.Ct.  1734,  40  L.Ed.2d  189  (1974);  Frontiero  v.  suggests it would be in its exclusively academic high \nRichardson, 411 U.S. 677, 93 S.Ct. 1764, 36 L.Ed.2d 583  schools. Thus, the Board’s single-sex policy reflects a \n(1973); Reed v. Reed, 404 U.S. 71, 92 S.Ct. 251, 30  choice among educational techniques but not necessarily \nL.Ed.2d 225 (1971). The majority says that this case does  one  substantially  related  to  its  stated  educational \nnot require a decision regarding the applicable standard  objectives. One of those objectives, in fact, is to provide \nbecause  the  classification  satisfies  either  the  rational  “educational options to students and their parents.” (App. \nrelationship  or  the  substantial  relationship  test.  The  at  38a).  The  implementation  of  the  Board’s  policy \ndistrict court concluded, and, I agree, that since Reed v.  excluding  females  from  Central  actually  precludes \nReed, supra, the rational relationship test is regarded by a  achievement of this objective because there is no option \nmajority  of  the  court  as  inapplicable  to  gender-based  of a coeducational academic senior high school. \nclassifications.15 \nBecause I agree with the district court that the Board has \nUnlike the majority, I find it particularly difficult to say  not  made  the  required  showing  of  a  substantial \non the basis of the record in this case that the exclusion of  relationship between its single-sex academic high school \nfemales  from  Central  bears  a  fair  and  substantial  policy  and  its  stated  educational  objectives,  I  would \nrelationship to any of the Philadelphia School Board’s  affirm the decision below even if I were willing to ignore \nlegitimate  objectives.  Admittedly  coeducation  at  the  the pertinent provisions of the E.E.O.A. \nsenior high school level has its supporters and its critics. \nThe majority is also undoubtedly correct in suggesting  All Citations \nthat a legitimate educational policy may be served by \n532 F.2d 880 \nutilizing  single-sex  high  schools.  But  certainly  that \n \nobservation does not satisfy the substantial relationship \ntest.  Some  showing  must  be  made  that  a  single-sex \nacademic  high  school  policy  advances  the  Board’s \nFootnotes \n \n*  Sitting by designation. \n \n \n1  The district court’s opinion is published at 400 F.Supp. 326 (E.D.Pa.1975). \n \n \n2  400 F.Supp. at 335. The defendants also relied on the testimony of Dr. M. Elizabeth Tidball who studied the \n  educational background of those recognized in Who’s Who of American Women. She found that the percentage of \nthose listed was higher for graduates of women’s colleges than for those of co-ed schools. \n  12 \n \n\n \n3  In an affidavit accompanying a Motion to Dissolve Stay Pending Appeal, the plaintiff stated that at the end of the \n  eleventh grade at George Washington, she would qualify for early admission to college. \n \n4  Moreover, there is a specific exclusion of the admissions policies of public colleges which traditionally enrolled only \n  students of one sex. 20 U.S.C. § 1681(a)(5). \n \n5  At one point, Representative Anderson introduced a substitute for Mr. Esch’s amendment which did not contain the \n  word “sex.” The amendment varied, however, in other points considered more significant at the time and was \ndefeated, again without any suggestion that the deletion of discrimination on account of sex was a consideration. \nSee 120 Cong.Rec. H 2165-2177 (March 26, 1974). It appears that the Anderson amendment was introduced as \nlegislation more likely to be found constitutional than that proposed by Mr. Esch. \n \n6  In Weinberger v. Wiesenfeld, 420 U.S. 636, 648 n.16, 95 S.Ct. 1225, 1233, 43 L.Ed.2d 514, 525 (1975), Justice \n  Brennan wrote: \n“This Court need not in equal protection cases accept at face value assertions of legislative purposes, when an \nexamination of the legislative scheme and its history demonstrates that the asserted purpose could not have been a \ngoal of the legislation.” (citations omitted) \n \n7  The dissent’s paraphrase of Plessy v. Ferguson, 163 U.S. 537, 544, 16 S.Ct. 1138, 1140, 41 L.Ed. 256, 258 (1896), is an \n  imaginative argument contending, in essence, that sex is, like race, a suspect classification. That premise, while \neloquently expressed, has not been accepted by the Supreme Court. \nIn Frontiero, a plurality treated sex as a suspect classification but a majority has not adopted that position despite \nseveral opportunities to do so. \nIn cases where the Equal Protection Clause is at issue, the state must prove a compelling interest to justify a suspect \nclassification. Rarely can this be done. If only a rational relationship is the test, the state generally prevails. Reed v. \nReed, supra, apparently establishes a test of “fair and substantial” relationship which falls between the two more \ntraditional norms. \nThe Equal Protection Clause applies only to the states but in sex discrimination cases the Supreme Court has utilized, \nin an interchangeable fashion, the Due Process Clause of the Fifth Amendment to reach federal statutes or \nregulations. Hence, in this opinion we make no distinction between discrimination cases brought under the Fifth \nAmendment. See Weinberger v. Wiesenfeld, 420 U.S. at 638, n.2, 95 S.Ct. at 1228, 43 L.Ed.2d at 519. \n \n8  Probable jurisdiction was noted in Reed v. Reed on March 1, 1971. Williams was affirmed on March 8, 1971. \n \n \n9  This fact, in addition to others, distinguishes the case of Kirstein v. Rector and Visitors of the University of Virginia, \n  309 F.Supp. 184 (E.D.Va.1970). \n  13 \n \n\n \n10  The district court said that “there can be little doubt” that under the rational relationship test the board’s regulation \n  would be constitutional. \n \n1  Chief Justice Warren, delivering the unanimous opinion of the Court, stated in pertinent part: \n \nWe conclude that in the field of public education the doctrine of ‘separate but equal’ has no place. Separate \neducational facilities are inherently unequal. . . . 347 U.S. at 495, 74 S.Ct. at 692, 98 L.Ed. at 881. \n \n2  See 118 Cong.Rec. 8928-34 (1972). \n \n \n3  I have found no discussion of why the word “sex” was added to these provisions in either the House hearings or the \n  Committee Report accompanying H.R. 13915. See Hearings on H.R. 13915 Before the House Comm. on Educ. and \nLabor, 92d Cong., 2d Sess. (1972); H.Rep.No.92-1335, 92d Cong., 2d Sess. (1972). But this is not to say that the \nCommittee was unaware that it was linking sex with the maintenance of dual school systems and the denial of equal \neducational opportunity, for it warned in its report that: \nThe provisions in the committee bill barring discrimination on the basis of sex are not meant to preclude separation \nof the sexes within schools for different courses, such as for gym classes. H.Rep. 92-1335, supra at 8. \nThis concern is reflected in the definition of segregation in Title V of H.R. 13915: \nThe term “segregation” is defined to mean the operation of a school system in which students are wholly or \nessentially separated among the schools of an educational agency on the basis of race, color, sex or national origin \nor within a school on the basis of race, color, or national origin. (emphasis added). \nUnlike the majority I believe that in 1972 the House of Representatives consciously intended to include the word \n“sex” in these sections. It should not be forgotten that it was the ninety-second Congress which finally approved the \nproposed Equal Rights Amendment before it was submitted to the states for ratification. Certainly if the majority is \nwilling to rely on a contextual background in 1972 to assist in the interpretation of 1974 statutory language, it \nshould at least recognize that after more than two years of extensive consideration of a specific constitutional ban \non sex discrimination, Congress probably was not acting inadvertently in dealing with single-sex public schools. \n \n4  This section-by-section analysis is included in H.Rep.No.92-1335, supra at 9-15, and reported as well in 18 Cong.Rec. \n  28836-38 (1972). \n \n5  120 Cong.Rec. H 2166 (March 26, 1974). \n \n \n6  Id. at H 2177. \n \n \n  14 \n \n\n7  S. Shellabarger’s Memorial Address on Chief Justice Morrison Waite, 126 U.S. 585, 600 (Appendix, 1888). \n \n \n8  During the course of debate in the House in 1972 on H.R. 13915, Representative Pucinski, among others, argued \n  that the bill was drafted on the basis of the authority granted in § 5 of the fourteenth amendment and defined by \nthe Supreme Court in Katzenbach v. Morgan, supra, 118 Cong.Rec. 28835-36 (1972). See generally House Hearings \non H.R. 13915. \n \n9  See, e. g., Brown v. Board of Education, supra. \n \n \n10  See United States v. Guest, 383 U.S. 745, 86 S.Ct. 1170, 16 L.Ed.2d 239 (1966); Frantz, Congressional Power to \n  Enforce the Fourteenth Amendment Against Private Acts, 73 Yale L.J. 1353 (1964); Note, Fourteenth Amendment \nEnforcement and Congressional Power to Abolish the States, 55 Cal.L.Rev. 293 (1967). Cf. Communications Wkrs. of \nAmerica v. American T. & T. Co., L.L. Dept., 513 F.2d 1024 (2d Cir. 1975), petition for cert. filed, 44 U.S.L.W. 3067 \n(U.S. June 19, 1975) (No. 74-1601). \n \n11  Compare, e. g., Katzenbach v. Morgan, supra, 384 U.S. at 667-68, 86 S.Ct. at 1736, 16 L.Ed.2d at 844-845 (Harlan, J., \n  dissenting) with id. at 651-52 n. 10, 86 S.Ct. at 1723-1724, 16 L.Ed.2d at 835-836. See Developments Congressional \nPower Under Section Five of the Fourteenth Amendment, 25 Stan.L.Rev. 885 (1973). \n \n12  Unlike race, color and national origin, sex has not yet been declared a suspect classification by the Supreme Court. \n  Compare, e. g., Loving v. Virginia, 388 U.S. 1, 11, 87 S.Ct. 1817, 1823, 18 L.Ed.2d 1010, 1017 (1967) (race); Korematsu \nv. United States, 323 U.S. 214, 216, 65 S.Ct. 193, 194, 89 L.Ed. 194, 198 (1944) (national origin) with Frontiero v. \nRichardson, 411 U.S. 677, 93 S.Ct. 1764, 36 L.Ed.2d 583 (1973) (only four justices deem sex a suspect classification). \n \n13  But see Hicks v. Miranda, 422 U.S. 332, 95 S.Ct. 2281, 45 L.Ed.2d 223 (1975). \n \n \n14  Perhaps the most useful discussions are Cox, The Role of Congress in Constitutional Determinations, 40 U.Cin.L.Rev. \n  199 (1971), and Cox, Foreword: Constitutional Adjudication and the Promotion of Human Rights, 80 Harv.L.Rev. 91 \n(1966). Other instructive commentaries include: Cohen, Congressional Power to Interpret Due Process and Equal \nProtection, 27 Stan.L.Rev. 603 (1975); Note, Federal Power to Regulate Private Discrimination: The Revival of the \nEnforcement  Clauses  of  the  Reconstruction  Era  Amendments,  74  Colum.L.Rev.  449  (1974);  Developments \nCongressional  Power  Under  Section  Five  of  the  Fourteenth  Amendment,  supra  note  11;  Note,  Fourteenth \nAmendment Enforcement and Congressional Power to Abolish the States, supra note 11; Frantz, supra note 11. \n \n15  It must be acknowledged that the appropriate standard against which a disputed gender based classification should \n  be measured as synthesized from Reed v. Reed, supra; Frontiero v. Richardson, supra; Kahn v. Shevin, supra; \nGeduldig v. Aiello, 417 U.S. 484, 94 S.Ct. 2485, 41 L.Ed.2d 256 (1974); Schlesinger v. Ballard, 419 U.S. 498, 95 S.Ct. \n572, 42 L.Ed.2d 610 (1975); Weinberger v. Wiesenfeld, 420 U.S. 636, 95 S.Ct. 1225, 43 L.Ed.2d 514 (1975); and \nStanton v. Stanton, supra, does not spring from the pages of United States Reports with immediate clarity. But \n  15 \n \n\ncertainly there appears to be a majority consensus against the mere rational relationship test. See, e. g., Johnston, \nSex Discrimination and the Supreme Court 1971-1974, 49 N.Y.U.L.Rev. 617 (1974). See also Gunther, Foreword: In \nSearch of Evolving Doctrine on a Changing Court: A Model for a Newer Equal Protection, 86 Harv.L.Rev. 1, 8-10 \n(1972). \n \n \n \n \n \n \n \n  16 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138667"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 113530,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113530"
    },
    {
      "date": "1977-01-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of David Norman",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Amicus Curiae"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77692,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77692.pdf",
      "title": "Memorandum for the United States as Amicus Curiae",
      "text": ",/7\nNo. 76-37\n3tt tl r#ttprrmr &turf nI tip littitrb #tatro\nOCTOBER TERM, 1976\nSUSAN LYNN VORCHHEIMER, PETITIONER\nV.\nSCHOOL DISTRICT OF PHILADELPHIA AND\nMATTHEW W. COSTANZO\nON WRIT OF CERTIORARI TO THE\nUNITED STATES COURT OF APPEALS\nFOR THE THIRD CIRCUIT\nMEMORANDUM FOR THE UNITED STATES\nAS AMICUS CURIAE\nROBERT H. BORK,\nSolicitor General,\nDepartment of Justice,\nWashington, D.C. 20530.\n\nINDEX\nPage\nQuestion presented  1 \nInterest of the United States \t \t 2\nStatement \t \t 4\nDiscussion \t \t 12\nI. The Equal Educational Opportunities\nAct of 1974 prohibits the assignment\nof a student to a substantially less ad-\nvantageous school solely on the basis\nof sex \t \t 12\nIL The Equal Protection Clause of the\nFourteenth Amendment prohibits the\nassignment of students to separate high\nschools on the basis of sex, where the\nschools do not afford substantially\nequal educational opportunities \t \t 21\nCITATIONS\nCases :\nBrown v. Board of Education, 345 U.S.\n972, decided, 347 U.S. 483 \t  _11, 22, 27\nCraig v. Boren, No. 75-628, decided De-\ncember 20, 1976 \t \t 21\nGreen v. County School Board of New\nKent County, 391 U.S. 430 \t \t 16\nKatzenbach v. Morgan, 384 U.S. 641\t \t 17\nOregon v. Mitchell, 400 U.S. 112 \t \t 17\nSweatt v. Painter, 339 U.S. 629\t 11, 26, 27, 28\nWillams v. McNair, 316 F. Supp. 134,\naffirmed, 401 U.S. 951 \t \t  11, 22\n\nII III\nConstitutions, statutes and regulation:\t Page Constitutions, statutes and\nand regulation-Continued Page\nConstitution of the United States:\nSection 204(a), 20 U.S.C. (Supp. V)\nFourteenth Amendment \t 1, 4, 11, 21\n1703 (a) \t 20\nSection 1 \t  18, 21 Section 204(c), 20 U.S.C. (Supp. V)\nSection 5 \t \t 17 1703 (c) \t 2, 10, 14, 15, 16, 17\nSection 206, 20\t U.S.C.\t (Supp. V)\nPennsylvania Constitution, Equal Rights\n1705\t \t 2, 10, 13, 14, 15, 16, 17\nAmendment, Article 1, Section 28 \t \t 4\nSection 207, 20 U.S.C.\t (Supp.\t V)\nCivil Rights Act of 1964, Title IV, Sec-\n1706 \t   3\ntion 401 (b), 78 Stat. 246, as amended,\nSection 210, 20 U.S.C.\t (Supp. V)\n42 U.S.C. (Supp. V) 2000c (b) \t \t 16\n1709 \t  \t 3\nEducation Amendments of 1972, Title\nSection 221(c), 20 U.S.C. (Supp. V)\nIX, 86 Stat. 373, as amended, 20\n1720(c)\t \t 20\nU.S.C. (Supp. V) 1681 et seq. \t  3, 18\n20 U.S.C. (Supp. V) 1681(a) (1)_\t 4, 18 Women's Educational Equity Act of 1974,\nEducation Amendments of 1974, 88 Stat. 88\t Stat.\t 554,\t 20\t U.S.C.\t (Supp.\t V)\n484: 1866 \t 19\n(cid:9)\nTitle II 19 20 U.S.C.\t (Supp. V)\t 1866 (b) (1)____ 20\n\t\nTitle IV \t 19 20 U.S.C. (Supp. V) 1866(d)_ 20\n20 U.S.C. (Supp. V)\t 1866(f) \t 20\nEqual Educational Opportunities Act of\n1974, 88 Stat. 514, 20 U.S.C. (Supp. 42 U.S.C. 1983 \t   4\nV) 1701 et seq.: Act of Assembly of Pennsylvania of April\n2,\t 1849 \t   \t \t 25\nSection 202, 20 U.S.C. (Supp. V)\n45 C.F.R. 86.35 \t  \t 4\n1701 \t \t 14\nSection 202(a) (1), 20 U.S.C. (Supp.\nMiscellaneous:\nV) 1701(a) (1) \t \t \t  2, 12\nSection 202(a) (2), 20 U.S.C. (Supp. 118 Cong. Rec. 5807 (1972) \t 18\nV) 1701(a) (2) \t 14 118 Cong. Rec. 28883 (1972) 19\nSection 203(a) (1), 20 U.S.C. (Supp. Cornog, School of the Republic  (1952) \t 25\nV) 1702(a) (1) \t  2, 12 40 Fed. Reg. 24141 \t   4\nSection 204, 20 U.S.C. (Supp. V) Hand Book of the Central High School of\n1703 \t \t  13, 17 Philadelphia, The Mary Gastan Barn-\nwell Foundation (1955) \t    25\n\n\t\nIV\n\t\nht\t ttprrntt> Tottrt al tip Ilittitrb tatts,t:\nMiscellaneous—Continued Page\n\t\nOCTOBER TERM, 1976\n\t1H.R. 139915, 92d Cong., 2d Sess. (1972)__\nH.R. Rep. No. 92-1335, 92d Cong., 2d\nSess. (1972) \t 19\nPolicies on Elementary and Secondary\nNo. 76-37\nSchool Compliance with Title VI of the\nCivil Rights Act of 1964 (HEW publi-\nSUSAN LYNN VORCHHEIMER, PETITIONER\ncation 1968) \t 16\nS. Rep. No. 93-763, 93d Cong., 2d Sess. v.\n\t\n\t2(1974)0\nSCHOOL DISTRICT OF PHILADELPHIA AND\nMATTHEW W. COSTANZO\nON WRIT OF CERTIORARI TO THE\nUNITED STATES COURT OF APPEALS\nFOR THE THIRD CIRCUIT\nMEMORANDUM FOR THE UNITED STATES\nAS AMICUS CURIAE\nQUESTION PRESENTED\nWhether the exclusion of females from an all-male\npublic high school with facilities, reputation, and\nprestige that are better in some respects than those\noffered by the comparable all-female school violates\nthe Equal Educational Opportunities Act of 1974\nand the Equal Protection Clause of the Fourteenth\nAmendment.\n(1)\n\n2 3\nINTEREST OF THE UNITED STATES Subject to the other provisions of this sub-\nchapter, the assignment by an educational agency\nCongress has declared, as the policy of the United\nof a student to the school nearest his place of\nStates, that \"all children enrolled in public schools\nresidence which provides the appropriate grade\nare entitled to equal educational opportunity without\nlevel and type of education for such student is\nregard to race, color, sex, or national origin.\" Sec-\nnot a denial of equal educational opportunity or\ntion 202(a) (1), 20 U.S.C. (Supp. V) 1701(a) (1) of equal protection of the laws unless such as-\n(the Equal Educational Opportunities Act of 1974, signment is for the purpose of segregating stu-\n88 Stat. 514). Congress found that \"the mainte- dents on the basis of race, color, sex, or national\norigin * .* *.\nnance of dual school systems in which students are\nassigned to schools solely on the basis of race, color, The Act provides for civil suits in federal court\nsex, or national origin denies to those students the by individuals denied equal educational opportunity\nequal protection of the laws guaranteed by the four- as defined in the Act (Section 207, 20 U.S.C. (Supp.\nteenth amendment.\" Section 203 (a) (1), 20 U.S.C. V) 1706), for suits by the Attorney General on be-\n(Supp. V) 1702(a) (1). half of such individuals (ibid.), and for intervention\nThe Equal Educational Opportunities Act, Section by the Attorney General in suits instituted by in-\n204(c), 20 U.S.C. (Supp. V) 1703(c), provides that dividuals (Section 210, 20 U.S.C. (Supp. V) 1709).\n\"[n]o State shall deny equal educational opportunity Thus, the United States has an interest in cases in-\nto an individual on account of his or her race, color, volving the right to equal educational opportunity\nsex, or national origin, by,\" inter alia, afforded by the Act.\nIn addition, Title IX of the Education Amend-\n(c) the assignment by an educational agency\nof a student to a school, other than the one closest ments of 1972, 86 Stat. 373, as amended, 20 U.S.C.\nto his or her place of residence within the school (Supp. V) 1681 et seq., prohibits discrimination on\ndistrict in which he or she resides, if the assign- account of sex in programs and activities conducted\nment results in a greater degree of segregation\nby public high schools receiving federal assistance. On\nof students on the basis of race, color, sex, or\nJuly 21, 1975, Title IX regulations went into effect\nnational origin among the schools of such agency\nproviding, inter alia, that a local educational agency\nthan would result if such student were assigned\nreceiving federal assistance may not, on the basis of\nto the school closest to his or her place of resi-\nsex, exclude any person from admission to:\ndence within the school district of such agency\nproviding the appropriate grade level and type of (b) Any other school or educational unit op-\neducation for such student. erated by such recipient [other than vocational\nThe Act also states (Section 206, 20 U.S.C. (Supp. schools], unless such recipient otherwise makes\n■••\"••• s1 available to such person. pursuant to the same\n\n4 5\npolicies and criteria of admission, courses, serv-\nfrom refusing to admit plaintiff or other members of\nices, and facilities comparable to each course,\nher class to Central High School solely on the basis\nservice, and facility offered in or through such\nof sex (Pet. App. 38a-86a). On March 16, 1976,\nschools.\nthe court of appeals reversed (Pet. App. la-33a).\n45 C.F.R. 86.35 (see 40 Fed. Reg. 24141). Thus,\nThe School District of Philadelphia operates 22\nto the extent that local school districts that receive\nsenior high schools, two of which—Central High\nfederal assistance operate single-sex schools that are\nSchool (\"Central\") and the Philadelphia High School\nnot comparable with regard to each course, service\nfor Girls (\"Girls\")—are categorized as \"academic\"\nand facility, Title IX regulations are applicable.'\nhigh schools. For admission to these schools specific\nSTATEMENT standards must be met (Pet. App. 3a). 3 The only\ndifference in admission criteria between the two aca-\n1. On March 29, 1974, Susan Lynn Vorchheimer,\ndemic high schools is that Central accepts only male\nby her parents, filed a class action in the United\nstudents and Girls accepts only female students (Pet.\nStates District Court for the Eastern District of\nApp. 3a). The Philadelphia School system does not\nPennsylvania under 42 U.S.C. 1983 for declaratory\nhave a coeducational \"academic\" high school (Pet.\nand injunctive relief against the School District of\nApp. 3a).\nPhiladelphia (App. 5a-12a). Plaintiff alleged that the\nCentral and Girls are the only schools in Philadel-\nschool district had deprived her of equal protection\nphia that draw their student bodies from the entire\nof the laws in violation of the Fourteenth Amend-\ncity. Students who attend \"comprehensive\" high\nment by denying her admission to Central High\nschools (i.e., schools offering industrial and commer-\nSchool of Philadelphia on account of her sex.' Trial\ncial, as well as college preparatory, courses) generally\nwas held on May 28-30, 1975, and on August 7, 1975,\nattend the comprehensive school located in their own\nthe district court entered findings of fact and con-\nneighborhoods. At the time of trial, two of the com-\nclusions of law and an order enjoining defendants\nprehensive schools were all-male and one was all-\n1 Title IX does not cover single-sex admission practices of female (Pet. App. 45a-46a).\npublic high schools per se. See 20 U.S.C. (Supp. V) 1681 In 1974 petitioner applied for admission to Cen-\n(a) (1).\ntral. The parties stipulated, and the district court\n2 Plaintiff also alleged violation of the Equal Rights Amend-\nment of the Pennsylvania Constitution, Article 1, Section 28. 3 At the time the suit was brought, students were required\nHowever, the court declined to exercise pendent jurisdiction to score no lower than the 82d percentile in a national achieve-\nover this claim, since the state courts had not yet clearly de- ment test and present a superior junior high school record\nfined the applicability of that amendment to the field of educa-\n(Pet. App. 39a) .\ntion (Pet. Ann. 55a).\n\nfound (Pet. App. 55a), that had petitioner been a\nMany men who are currently prominent in the\nboy, she would have qualified for admission to Cen- professional, political, and cultural life of the\ntral.' Her application was rejected, however, solely city and state are graduates of Central. Central\nbecause of her sex (Pet. App. 41a-42a). has a deserved reputation for training men who\nwill become local and national leaders in all fields\n2. The district court did not find a pervasive dif-\nof endeavor.\nference in the facilities and courses offered by the\ntwo schools. The court made general findings that The court further noted that Central's academic\nthe academic facilities at Central and Girls High are standing and reputation as \"a training ground for\ncomparable, and that the courses offered at Girls are community leaders\" had attracted the attention of\nsimilar, and of equal quality, to those offered at national figures including Presidents (Pet. App. 43a-\nCentral (Pet. App. 45a). The court did find, how- 44a). Moreover, Central High School has an active\never, that the scientific facilities at Central High and loyal alumni association which, the court found,\nSchool are superior to those at Girls. \"is an influential group in Philadelphia, both be-\nIn addition, the district court made extensive find- cause of its activities as a group and the individual\nings regarding the reputation and accomplishments positions held by its members\" (Pet. App. 44a). Cen-\nof each school. The court found that from its found- tral is the only high school in Philadelphia with a\ning \"Central has consistently maintained a reputa- substantial private endowment (Pet. App. 45a).\ntion for academic excellence\" (Pet. App. 42a) and The district court found that Girls High has had\nthat (Pet. App. 42a) : a large number of prominent graduates in the field\nof business and the professions, including three local\nDuring the nineteenth century members of ICen- judges and the first vice-president of the American\ntrarsi faculty were nationally known physicists Medical Association (Pet. App. 44a). The court also\nand English stylists. Its graduates have risen to\nfound, however, that the number of Girls High grad-\nthe top of the business world, the professions,\nuates who have become influential in the community\npolitics, and academia.\ndid not approach the number of influential gradu-\nThe court also found that (Pet. App. 43a) : ates of Central (Pet. App. 44a).\nThe district court held that the policy of denying\n4 Upon graduation from junior high school, petitioner re- all females admission to Central High deprived them\nceived the school's awards in English, history, science, and\ngeometry, the American Legion Award for citizenship and\nscholarship and the most outstanding student award (Pet.\nApp. 41a).\n\n8 9\nof equal protection of the laws.' Finding that the\nAt the outset, the court of appeals attempted to set\npolicy \"has an adverse impact on [petitioner] and on\nforth \"[a] fair summary of the parties' positions\"\nother women\" (Pet. App. 83a), the court concluded\n(Pet. App. 5a) including, among other things, that\nthat the evidence did not demonstrate that the clas-\n\"the schools for boys and girls are comparable in\nsification bore \" 'a fair and substantial relationship'\nquality, academic standing, and prestige '\"\nto the School Board's legitimate interests\" (Pet. App.\n(ibid.) and that \"the deprivation asserted is that of\n84a). Rejecting the argument that exclusion of male\nthe opportunity to attend a specific school, not that of\nstudents from Girls High neutralized the discrimina-\nan opportunity to obtain an education at a school\ntion, the court stated : \"[T]his argument overlooks\nwith comparable academic facilities, faculty and\n[petitioner's] expressed desire to attend Central, a\nprestige\" (ibid.). The court also stated that \"[pe-\ndesire which, in light of Central's history and reputa-\ntitioner] prefers to go to the boys' school because of\ntion, does not seem frivolous or eccentric\" (Pet. App.\nits academic reputation and her personal reaction to\n82a-83a). The court also noted that \"the existence\nCentral. She submitted no factual evidence that at-\nof Girls does not satisfy [petitioner's], or any other\ntendance at Girls High would constitute psychological\ngirl's, desire to attend a coed academic school\" (Pet.\nor other injury\" (ibid.).\nApp. 83a) .6\nAddressing the statutory question, the court of\n3. A divided panel of the court of appeals re-\nappeals held that the Equal Educational Opportunities\nversed. Viewing the issue in this case as whether\nAct of 1974 did not require dismantling of all schools\nsingle-sex schools are per se impermissible under the\nsegregated on the basis of sex. The court noted that\nConstitution and the Equal Educational Opportunities\nthe Act specifically referred to sex as an impermis-\nAct of 1974,7 the court of appeals concluded that they\nsible basis for classification in certain provisions but\nare not.\nomitted it in other provisions, and stated: \"Insofar,\nthen, that the Equal Educational Opportunities Act\nThe statutory issues in this case were not raised or con-\nof 1974 might have application to established single-\nsidered in the district court. They were first discussed at the\nrequest of the court of appeals. sex schools, the legislation is at best ambiguous\"\nThe court noted that \"[t] he result of defendants' policy\nof excluding young women from Central is to deny them the tern in the Nation, be coeducational? Stated another way,\nopportunity to attend a coeducational, academically superior, do our Constitution and laws forbid the maintenance by a\npublic high school\" (Pet. App. 83a). public school board, in a system otherwise coeducational,\nof a limited number of single-sex high schools in which\nThe court defined the question as follows (Pet. App. 2a) :\nenrollment is voluntary and the educational opportunities\nDo the Constitution and laws of the United States re- offered to girls and boys are essentially equal?\nquire that every public school, in every public school sys-\n\n10\n11\n(Pet. App. 9a). Turning to the legislative history of Ments inherent in the system, they fall on both sexes\nthe Act, the court found \"no indication of Congres- in equal measure\" (Pet. App. 13a). The court held\nsional intent to order that every school in the land that Sweatt v. Painter, 339 U.S. 629, and Brown v.\nbe coeducational and that educators be denied alter-\nBoard of Education, 347 U.S. 483, are inapplicable\nnatives\" (Pet. App. 11a).\nto this case because \"[r]ace is a suspect classification\nThe court specifically found Section 204 (c), 20 under the Constitution, but the Supreme Court has\nU. SC. (Supp. V) 1703(c)—which prohibits \"the\ndeclined to so characterize gender\" (Pet. App 13a).\nassignment * * of a student to a school, other than\nInstead, the court gave great weight to this Court's\nthe one closest to his or her place of residence \nsummary affirmance of Williams v. McNair, 316 F.\nif the assignment results in a greater degree of\nSupp. 134 (D. S.C.), affirmed, 401 U.S. 951, in which\nsegregation of students on the basis of * * \t sex\na three-judge court upheld against constitutional at-\n* * *\"—to be inapplicable to this case.' In the court's\ntack South Carolina's exclusion of men from one of\nview, that section was concerned with the preserva-\nits several state colleges. The court concluded that,\ntion of neighborhood schools and demonstrated a\nwhether the sex classification involved here is meas-\npolicy \"against assignment of students to non-neigh-\nured by the rational basis test or the \"fair and sub-\nborhood schools to achieve segregation on any of the\nstantial relationship\" test applied by the district court,\nforbidden bases\" (Pet. App. 10a). The court con-\nthe exclusion of female students from Central High\ncluded, without explanation, that \"[w]e do not here\nSchool is constitutionally permissible.\nface an attempt by a school board\" to make such a\nIn dissent, Judge Gibbons argued that the Equal\nprohibited assignment (Pet. App. 10a).\nEducational Opportunities Act of 1974 prohibited sex\nThe court also found no constitutional grounds for\nsegregated public schools such as Central (Pet. App.\ndismantling the single-sex schools. Stating that pe-\n19a-26a). He also urged that such schools are pro-\ntitioner had not alleged \"a deprivation of an educa-\nhibited by the Equal Protection Clause of the Four-\ntion equal to that which the school board makes avail-\nteenth Amendment.\nable to boys\" (Pet. App. 12a) or the operation of a\nquota system or differential admission standards, the\ncourt observed that \"[i]f there are benefits or detri-\n8 The court also reviewed other provisions of the Act (not\nincluding Section 206) and concluded that they were inappli-\ncable to this case (Pet. App. 10a).\n\n12 13\nDISCUSSION 204 and 206 (20 U.S.C. (Supp. V) 1703, 1705).\nSection 204, 20 U.S.C. (Supp. V) 1703, provides :\nI. THE EQUAL EDUCATIONAL OPPORTUNITIES\nACT OF 1974 PROHIBITS THE ASSIGNMENT OF No State shall deny equal educational oppor-\nA STUDENT TO A SUBSTANTIALLY LESS AD- tunity to an individual on account of his or her\nVANTAGEOUS SCHOOL SOLELY ON THE BASIS\nrace, color, sex, or national origin, by\nOF SEX\n*\nThe Equal Educational Opportunities Act of 1974\n(c) the assignment by an educational agency\non its face addresses the problem of sex discrimina- of a student to a school, other than the one\ntion in education at several points. Section 202 (a) closest to his or her place of residence within the\n(1) of the Act, 20 U.S.C. (Supp. V) 1701(a) (1), school district in which he or she resides, if the\nassignment results in a greater degree of segre-\ndeclares, as the policy of the United States, that \"all\ngation of students on the basis of race, color,\nchildren enrolled in public schools are entitled to\nsex, or national origin among the schools of such\nequal educational opportunity without regard to race,\nagency than would result if such student were\ncolor, sex, or national origin * * *\" (emphasis added).\nassigned to the school closest to his or her place\nSection 203(a) (1), 20 U.S.C. (Supp. V) 1702 (a) of residence within the school district of such\n(1), states: \"The Congress finds that * the agency providing the appropriate grade level and\nmaintenance of dual school systems in which students type of education for such student * * *. [Em-\nare assigned to schools solely on the basis of race, phasis added.]\ncolor, sex, or national origin denies to those students This provision by its terms applies only to the as-\nthe equal protection of the laws guaranteed by the signment of a student to a school other than the\nfourteenth amendment\" (emphasis added). It is thus school nearest to his or her home, where the result\nclear from these preliminary provisions that Con- of the assignment is greater segregation constituting\ngress was specifically concerned with denials of equal a denial of equal educational opportunity.\neducational opportunity and found that, at least in Section 206, 20 U.S.C. (Supp. V) 1705, states in\nsome circumstances, assignment of students to schools relevant part:\nsolely on the basis of sex would be a denial of equal\nSubject to the other provisions of this sub-\nprotection of the laws.\nchapter, the assignment by an educational agency\nCertain practices involving assignment of students of a student to the school nearest his place of\nby reason of sex are declared unlawful in Sections residence which provides the appropriate grade\nlevel and type of education for such student is\n\n14 15\nnot a denial of equal educational opportunity or\nThe schools involved are not neighborhood schools,\nof equal protection of the laws unless such as-\nand the record does not disclose whether Central\nsignment is for the purpose of segregating stu-\nHigh School is nearer to petitioner's home than Girls\ndents on the basis of race, color, sex, or national\nHigh, the academic school to which petitioner was\norigin * *. [Emphasis added.]\neffectively assigned by her rejection at Central High,\nIn contrast to Section 204(c), this section concerns\nor vice versa. Petitioner is therefore entitled to seek\nonly assignments to the nearest school and does not\nrelief under either Section 204 (c) or Section 206,\nmake such assignments unlawful unless the pur-\nbut not both. If she, and the class members she rep-\npose of the assignment is to segregate students on\nresents, are required to attend the farther academic\nan impermissible basis.\nschool solely because they are female, the case in-\nRead together, Sections 204 (c) and 206 primarily\nvokes Section 204 (c), since such assignments \"[re-\nevidence a congressional intent to encourage the as-\nsult] in a greater degree of segregation of stu-\nsignment of students to neighborhood schools except\ndents on the basis, of * * sex\" than would result\nin certain specified circumstances. Since Congress had\nfrom random assignment to the nearest academic\ndeclared in Section 202, as the policy of the United\nschool. On the other hand, if petitioner, and the class\nStates, not only that equal educational opportunity\nmembers, are being assigned to the nearest academic\nshould be afforded without regard to race, color, sex,\nschool, Section 206 is invoked since the record leaves\nor national origin, but also that \"the neighborhood\nno doubt that the assignments are for the purpose\nis the appropriate basis for determining public school\nof keeping the academic high schools segregated by\nassignments\" (Section 202 (a) (2), 20 U.S.C. (Supp.\nreason of sex. Respondents have made no pretense\nV) 1701 (a) (2) ), Congress logically would wish to\nthat petitioner was denied admission to Central High\nprohibit assignments of students to more distant\nbecause it was not the nearest academic school.\nschools that resulted in greater segregation. But to\nThe fact that petitioner's decision to attend an\nreconcile the occasionally competing policies set forth\nacademic high school, and Central High in particu-\nin Section 202, Congress also provided that assign-\nlar, is voluntary does not make the provisions of the\nments to the nearest school, while generally permis-\nAct inapplicable.' Both Section 204 (c) and Section\nsible, are not lawful where the purpose of the as-\nsignment is to increase segregation. In short, Con-\n9 Petitioner admittedly was qualified to attend an academic\ngress made clear that a neighborhood school policy,\nhigh school. Because her application to Central High was re-\nwhile normally to be favored, could not serve as a jected solely on the basis of sex, her only opportunity to\nattend an academic high school was to attend Girls High.\njustification for deliberate segregation.\n\n16 17\n206 speak in terms of assignments to schools provid- volving neighborhood schools),\" for the statute would\ning \"the appropriate grade level and type of educa- then arguably \" preclude any possibility of sex-segre-\ntion for such student.\" gated special schools, even in circumstances where\nMoreover, there is no indication that Congress there is no denial of equal educational opportunity.\nwished school districts to provide equal educational Unless the Court were to hold that sex segregation\nopportunity only for students in standard schools, in public education is, like racial segregation, in-\nwhile assigning more qualified students or students herently unequal and hence unconstitutional (see\nrequiring special attention to less advantageous point II, infra, pp. 21-29), such a construction of\nthe Act would raise a serious constitutional ques-\nschools on the basis of sex or race. It is more rea-\ntion concerning the extension to this context of the\nsonable to suppose that Congress, committed to the\nprinciple of congressional authority under Section 5\nprinciple of equal educational opportunity, wished it\nof the Fourteenth Amendment adopted by this Court\nto prevail at all levels of an educational system. It\nin Katzenbach, v. Morgan, 384 U.S. 641, in a con-\nis not clear, however, that Congress intended the\ntext involving a significant nexus with governmental-\nparticular mechanisms of Sections 204 (c) and 206\nly furnished (or approved) education in the Spanish\ninvariably to apply to such assignments (not in-\nlanguage in Puerto Rico. Cf. Oregon v. Mitchell, 400\nU.S. 112.\nOnce petitioner chose to attend an academic high school and In light of the seriousness of that constitutional\nwas deemed qualified, therefore, she was effectively assigned\nquestion and the fact that the focus of congressional\nto Girls High as the only alternative to attending her neigh-\nborhood comprehensive high school.\nIn any event, the term \"assignment\" has commonly been I° Although there is no explicit reference to neighborhood\nused to mean placement in a particular school, regardless of schools in the operative provisions of Sections 204 (c) and\nwhether or not the student attended the school voluntarily. 206, the heading of the latter section is \"Assignment on\nSee Section 401 (b) of Title IV of the Civil Rights Act of 1964, Neighborhood Basis not a Denial of Equal Educational Op-\n78 Stat. 246, as amended, 42 U.S.C. (Supp. V) 2000c (b) ; portunity\" (88 Stat. 515, 20 U.S.C. (Supp. V) 1705).\nGreen v. County School Board of New Kent County, 391 U.S.\n11 Another possibility for a narrowing construction of these\n430, 433 (free choice plans) ; The Policies on Elementary and\ntwo provisions (which would apply as well to standard, neigh-\nSecondary School Compliance with Title VI of the Civil Rights\nborhood schools) would be to read the introductory language\nAct of 1964 (H.E.W. publication (1968) ) (free choice plans).\nof Section 204, that \" [n]o State shall deny equal educational\nWere the term construed to include only involuntary assign-\nopportunity\" as limiting the circumstances in which the pro-\nments, the Act would not be applicable to freedom of choice\nhibitions of Section 204(c) and (through Section 206's cross\nplans that resulted in greater segregation than would result\nreference \"to the other provisions of this subchapter\") Section\nin a system of neighborhood schools, a. result that Congress\n206 apply.\nhardly can have intended.\n\n18\n19\nconcern in the 1974 Act was on remedies for con- history of the 1974 Act, however, casts no light on\nstitutional violations, rather than on extension of this decision ; the House and the Senate devoted prin-\nthe constitutional prohibitions, we have concluded cipal attention to the provisions of the Act intended\nthat the Act should not be construed, at least in the to limit the use of busing as a remedy for racial\npresent context of special system-wide schools (see segregation in the schools.\nn. 10, supra), as intended to prohibit sex segregation While this history does not, in our view, suggest\nthat does not independently constitute a denial of that Congress intended to expand the constitutional\nequal protection of the laws (through denial of equal standards concerning sex discrimination, the Act does\neducational opportunity) within the meaning of indicate a congressional concern to afford a compre-\nSection 1 of the Fourteenth Amendment. hensive remedy for denials of equal educational op-\nAs the court of appeals noted (Pet. App. 6a-9y, Con- portunity on the basis of sex. Indeed, in 1974 Con-\ngress considered the issue of single-sex public schools gress also recognized in other ways the disadvan-\nin 1972 and declined to prohibit them. Title IX of tages faced by women in public education and was\nthe Education Amendments of 1972, 20 U.S.C. (Supp. concerned with providing remedies. In Title IV of\nV) 1681 et seq.' The bill that became Title IX, as the Education Amendments of 1974, 88 Stat. 484,14\npassed by the House, would have required all single- entitled the Women's Educational Equity Act of\nsex schools to become coeducational; the Senate bill, 1974, 88 Stat. 554, 20 U.S.C. (Supp. V) 1866,\nwhich was enacted, was amended to exempt the ad- Congress expressly found that \"* * * educational\nmissions policies of certain institutions (including programs in the United States * * * are frequently\nsingle-sex public high schools) on the ground that inequitable as such programs relate to women * *\"\ninformation regarding those institutions was incom-\nplete. 118 Cong. Rec. 5807 (1972) (remarks of Sena- ties Act of 1972, which was passed by the House, but defeated\ntor Bayh). Two years later, Congress changed its in the Senate (H.R. 13915, 92d Cong., 2d Sess. (1972) ). The\ncourt below found that \"significantly,\" the term \"sex\" was\ncourse and prohibited, at least in some circumstances,\ndeleted from certain provisions of the 1972 bill before it was\nthe segregation of students by sex.\" The legislative passed on the floor of the House (Pet. App. 9a). However, as\nthe dissent below pointed out (Pet. App. 24a-25a), there was\n12 Title IX generally forbids discrimination in education on an apparent error in the Committee Report relied upon by the\naccount of sex. The admission practices of public schools seg- majority (H.R. Rep. No. 92-1335, 92d Cong., 2d Sess. (1972) ),\nregated by sex per se, however, are expressly excluded from which conflicts with the language of the bill actually reported\nits coverage (20 U.S.C. (Supp. V) 1681(a) (1) ). out of committee and read by the Clerk on the floor of the\nHouse. 118 Cong. Rec. 28883 (1972) .\n13 These provisions of the 1974 Act are virtually identical\nto provisions contained in the Equal Educational Opportuni- 14 The Equal Educational Opportunities Act of 1974 consti-\ntuted Title II of the Education Amendment of1974.\n\n20\n21\n(20 U.S.C. (Supp. V) 1866(b) (1) ), provided for\ncourt of appeals), which defines \"segregation\" as\ngrants to correct educational inequities (20 U.S.C.\n\"the operation of a school system in which students\n(Supp. V) 1866(d) ), and established an Advisory\nare wholly or substantially separated among the\nCouncil on Women's Educational Programs to advise\nschools of an educational agency on the basis of race,\nthe Commissioner of Education (20 U.S.C. (Supp.\ncolor, sex, or national origin or within a school on\nV) 1866 (f) ). Moreover, the Senate Committee re-\nthe basis of race, color, or national origin\" (empha-\nport on the bill that became Public Law 93-380 stated\nsis added).\n(S. Rep. No. 93-763, 93d Cong., 2d Sess. 79 (1974) ) :\nAccordingly, we conclude that the 1974 Act pro-\nThe Committee concluded that a more vigorous vides a remedy in the present case if, and only if,\nand focused Federal role should be taken in elimi- petitioner was denied the equal protection of the\nnating the widespread sex discrimination in edu- laws, within the meaning of Section 1 of the Four-\ncation; and that the Women's Educational\nteenth Amendment. We turn now to a discussion of\nEquity Act, by providing support for affirmative\nthe appropriate criteria for adjudicating that ques-\naction programs, would enhance the prospects\ntion.\nof full implementation of Title IX.\nThe provisions of the Equal Educational Opportu- II. THE EQUAL PROTECTION CLAUSE OF THE\nnities Act of 1974 show that Congress gave discern- FOURTEENTH AMENDMENT PROHIBITS THE\nASSIGNMENT OF STUDENTS TO SEPARATE\ning attention to the problem of denial of equal oppor-\nHIGH SCHOOLS ON THE BASIS OF SEX, WHERE\ntunities on the basis of sex. Although the court of THE SCHOOLS DO NOT AFFORD SUBSTANTIAL-\nappeals found it anomalous that sex was omitted LY EQUAL EDUCATIONAL OPPORTUNITIES\nfrom the coverage of Section 204(a), 20 U.S.C.\nThis Court has recently stated that \"[t]o with-\n(Supp. V) 1703(a), which prohibits \"deliberate seg-\nstand constitutional challenge, * * classifications\nregation * of students on the basis of race, color,\nby gender must serve important governmental objec-\nor national origin among or within schools\" (empha-\ntives and must be substantially related to achieve-\nsis added), that exclusion is entirely reasonable in\nment of those objectives.\" Craig v. Boren, No. 75-\nview of the possibility that Section 204(a) could be\n628, decided December 20, 1976, slip op. 7. Without\nread to eliminate separate facilities (such as locker\nquestion the classification at issue in this case is a\nrooms) or classes (such as gym classes) within co-\n\"classification by gender,\" for the school authorities\neducational schools. Indeed, Section 204(a) must be\nstipulated, and the district court found (Pet. App.\nread in conjunction with Section 221(c) of the Act,\n55a), that \"[p]laintiff has been denied admission to\n20 U.S.C. (Supp. V) 11720(0) (not cited by the\nCentral solely because of her sex.\"\n\n23\n22\nOn the other hand, although racially segregated recognized that very real differences exist between\n\"educational facilities are inherently unequal\" the two schools. The findings of fact, none of which\n(Brown v. Board of Education, 347 U.S. 483, 495), was disturbed by the court of appeals, establish that\nneither this Court nor Congress has declared that sex Central High School has superior science facilities,\nsegregation in educational facilities is inherently un- a more extensive library, a more prominent body of\nequal. Indeed, as we have shown, the Equal Educa- graduates, an enhanced reputation, and a greater en-\ntional Opportunities Act of 1974 appears to recognize dowment. Insofar as physical facilities are concerned,\nthe permissibility of sex segregation in some educa- the district court found (Pet. App. 45a), and the\ntional programs within a school. And this Court's court of appeals recognized (Pet. App. 3a), that\nsummary affirmance in Williams v. McNair, supra, Central has scientific facilities superior to those found\napparently upheld a state's adoption of particular, or at Girls. Indeed, Central possesses the first classroom\nvarious, theories of educational philosophy as a jus- planetarium built in any high school in the country,\ntification for denial of admission to a particular in- and a student built cyclotron (App. 39a-40a). The\nstitution on the basis of sex, so long as substantially school's libraries are also considerably different in\nequal educational opportunities were afforded. The size.\"\nfindings and record before the Court in the present Other distinctions between the two schools are more\ncase do not provide an adequate basis for a determi- subtle and are intertwined with the historically dis-\nnation that that standard of constitutional flexibility, parate roles of the sexes in the community. The dis-\npermitting non-invidious experimentation in methods trict court found that Central has a \"deserved\" repu-\nof achieving educational objectives, is no longer ap- tation for training men who will become local and\npropriate. Compare Brown v. Board of Education, national leaders in all fields of endeavor (Pet. App.\n345 U.S. 972, decided, 347 U.S. 483. Accordingly, we 43a). The Central Alumni Association is an in-\nbelieve the pertinent constitutional inquiry here is fluential group in Philadelphia, \"both because of its\nwhether petitioner, and the class she represents, have\nbeen afforded educational opportunities substantially 15 Although the two schools now have faculties and student\nbodies of approximately equal size (Pet. App. 3a), Central's\nequal to those available for students admitted to Cen-\nlibrary contains more than 50,000 volumes (App. 39a) while\ntral High School, and we turn now to that question.\nthe library at Girls High contains only 30,000 volumes (R.M.\nAlthough the district court found that \"the educa- Klein, Tr. 223). No finding indicates, however, whether\nthese figures reflect a practical difference in educational\ntion available to the female students at Girls is\nopportunity rather than, for example, a larger propor-\ncomparable to that available to the male students\ntion of obsolete volumes at Central, which is the older of the\nat Central\" (Pet. App. 45a), the district court also two schools.\n\n24 25\nactivities as a group and the individual positions held\nGirls High School was established in 1893 as a sec-\nby its members\" (Pet. App. 44a). While the district\nondary school for girls, its antecedent was a teachers'\ncourt found that persons of note also had graduated\ntraining school founded in 1848 (App. 9a, 14a).\"\nfrom Girls, it further stated that \"the number of\nAnother distinction between Central and Girls, be-\nGirls High graduates who have become influential in\ngun in the nineteenth century, and continued to the\nbusiness, professional, or academic affairs does not\npresent, is that Central, unlike Girls, or any other\napproach the number who have graduated from Cen-\nhigh school in the Philadelphia public school system,\ntral * * *\" (ibid.) . The record also indicates that\nconfers a Bachelor of Arts Degree upon its graduates\nGirls High has an alumni association whose mem-\n(App. 9a, 15a).18\nbers contribute financially to the school; however,\n\"Central High is the only high school in Philadel- whom were teachers in the lower schools and part \"some\nphia with a substantial private endowment\" (Pet. of the more advanced pupils in the girls' Grammar\nSchools.\" Dr. Hart's notice is dated October 21, 1844, and\nApp. 45a). Finally, as the district court found, the\nmarks the beginning of the first and only period during\ndedication and loyalty of Central's alumni, \"whether\na regular school year when girls were educated within\nmeasured by financial contributions or day-to-day par- the halls of Central High.\nticipation in matters related to the school, equals the Cornog, School of the Republic 17 (1952) (Plaintiff's Exhibit\n7).\nloyalty of many college alumni to their alma mater\"\nThis innovation in 1844 marked the beginning of public\n(Pet. App. 44a). The court made no such finding\nhigher education of women in Philadelphia. The Satur-\nwith regard to Girls High.\nday classes were continued until 1851, when the work was\nThese distinctions are closely related to a history taken over by the Girls' Normal School, which had been\nestablished three years before. Thus, although Central\nof state-supported segregation by sex. When Central\nHigh School was never a co-educational institution (ex-\nHigh School was founded in 1836, the Philadelphia\ncept for the summer school sessions begun in 1922), it\nschool system unquestionably was engaging in de- rendered valuable service during a period of seven years\nin qualifying women for their work as teachers.\nliberate discrimination against young women. At that\ntime Central was the only public high school in Phila- Hand Book of the Central High School of Philadelphia, The\nMary Gaston Barnwell Foundation 214 (1955).\ndelphia (Pet. App. 42a). During at least part of the\n17 One of the expert witnesses for the School District of\nnineteenth century, therefore, female students had no\nPhiladelphia testified that in her opinion there were \"fairly\nopportunity to attend a public high school.\" Although common lay attitudes\" in the nineteenth century that girls\nschools should, among other things, prepare women students\nIc Females were allowed to attend Central for a time in the \"for docile homemaking roles\" (Tr. 106, testimony of M.\nElizabeth Tidball).\nmid-nineteenth century :\nAn innovation of Dr. Hart's administration was the 18 The Act of Assembly of Pennsylvania of April 2, 1849\n•(cid:9) .A •(cid:9) _(cid:9) -r(cid:9) C\", - nrnvidoc +110+.\n\n26 27\nThese differences are in some respects reminiscent Law School possesses to a far greater degree\nof those involved in this Court's decision, more than those qualities which are incapable of objective\ntwenty-five years ago, in Sweatt v. Painter, 339 U.S. measurement but which make for greatness in a\nlaw school. Such qualities, to name but a few,\n629. There, the Court held that a black student could\ninclude reputation of the faculty, experience of\nnot be denied admission to the University of Texas\nthe administration, position and influence of the\nLaw School, from which he had been barred because\nalumni, standing in the community, traditions\nof his race, where, the State had not provided a\nand prestige. It is difficult to believe that one\nsubstantially equivalent alternative. Discussing the who had a free choice between these law schools\nrelative merits of the University of Texas Law School would consider the question close.\nand the newly formed black law school at Texas State\nThe Court then rejected the suggestion that a pol-\nUniversity for Negroes, this Court observed (339\nicy of mutual exclusion somehow saved the segre-\nU.S. at 633-634) : gated plan (339 U.S. at 634-635) :\nWhether the University of Texas Law School\nIt may be argued that excluding petitioner\nis compared with the original or the new law\nfrom that school is no different from excluding\nschool for Negroes, we cannot find substantial white students from the new law school. This\nequality in the educational opportunities offered\ncontention overlooks realities. It is unlikely that\nwhite and Negro law students by the State. In\na member of a group so decisively in the ma-\nterms of number of the faculty, variety of\njority, attending a school with rich traditions\ncourses and opportunity for specialization, size\nand prestige which only a history of consistently\nof the student body, scope of the library, avail-\nmaintained excellence could command, would\nability of law review and similar activities, the\nclaim that the opportunities afforded him for\nUniversity of Texas Law School is superior.\nlegal education were unequal to those held open\nWhat is more important, the University of Texas\nto petitioner. That such a claim, if made, would\nbe dishonored by the State, is no answer. \"Equal\nThe Controllers of the Public Schools of the First School protection of the laws is not achieved through\nDistrict of Pennsylvania shall have and possess power indiscriminate imposition of inequalities.\" Shel-\nto confer academic degrees in the arts upon graduates ley v. Kraemer, 334 U.S. 1, 22 (1948).\nof the Central High School, in the City of Philadelphia,\nand the same and like power to confer degrees, honorary, Sweatt v. Painter was decided prior to this Court's\nand otherwise, which is now possessed by the University holding in Brown v. Board of Education, supra, that\nof Pennsylvania.\nracial segregation in education is inherently unequal.\nThe degree is the functional equivalent of a high school di-\nFor this and other reasons, we believe that similar\nploma (App. 15a), but it is symbolic of the special status of\nCentral High. considerations are pertinent in determining whether\n\n28\n29\na state has unconstitutionally denied equal education-\nresult instead only from sex prejudice in the com-\nal opportunities on the basis of sex.\nmunity, petitioner's complaint in this regard would\nThere are, however, important differences between\nseem to raise only an issue concerning the possibility\nthe disparities in the opportunity for a professional\nthat sex stereotypes in the community are reinforced\neducation and subsequent professional employment\nby the city's sex segregated high schools—an issue\nfound in Sweatt and the disparities involved here— which could be regarded as having greater political\ndifferences which have not adequately been addressed\nthan constitutional dimension, especially in light of\nin the findings below. We are, for example, unin-\nthe fact that women are not a political minority.\nformed about whether the existing disparities be-\nWe conclude, therefore, that the findings in this\ntween the two schools in science and library facili-\ncase do not provide an adequate basis for adjudica-\nties have any practical effect on the graduates' em-\ntion on the merits by this Court and suggest that\nployment opportunities or, what is probably more\nthe Court may wish to consider remanding the case\npertinent, opportunities for college preparation, ad-\nfor pertinent further findings and, if appropriate,\nmissions and scholarships—or whether the constitu-\nthe hearing of additional evidence on which to base\ntionality of those disparities must instead be assessed\nthose findings.\nsolely on the basis of differences in the opportunities\nfor high school students to pursue their immediate Respectfully submitted.\nintellectual interests.\nSimilarly, we do not know whether the differences\nROBERT H. BORK,\nfound in the prestige of the two schools meaning-\nSolicitor General.\nfully affect employment opportunities—especially in JANUARY 1977.\nthe professions principally discussed in this record,\nwhich ordinarily require preparatory higher educa-\ntion. The findings below do not, for example, provide\na basis for determining whether professional oppor-\ntunities would likely be any different for two women\nwith identical college and graduate school records at\nthe same university and identical high school rec-\nords, if one were a graduate of Girls and the other a\ngraduate of Central. To the extent that any pro-\nfessional disadvantages for graduates of Girls High\n* U. S. GOVERNMENT PRINTING OFFICE; 1977(cid:9) 227403(cid:9) 42",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/77692"
    }
  ],
  "document_count": 4
}