{
  "case_id": 13137,
  "fetched_at": "2025-10-22T00:19:43.480591",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title V order (PATRIOT Act § 215, business records or other tangible things), 50 U.S.C. §§ 1861-1862"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2011,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Warrant/order for search or seizure"
      }
    ],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2011,
    "id": 13137,
    "injunction_duration": "3",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "General/Misc.: Terrorism/Post 9-11 issues",
      "General/Misc.: Records Disclosure"
    ],
    "last_checked_date": "2014-02-11T00:00:00-05:00",
    "main_docket": {
      "id": 30534,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2011,
      "docket_filing_number": 57,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "BR 11-57",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re Application of the FBI for an Order Requiring the Production of Tangible Things From [Redacted], BR 11-57",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2011,
    "order_start_year": 2011,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Government, proceeding by an application by the FBI, on behalf of the NSA",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "FISA Order Allowing Surveillance",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2011-04-13",
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Act -- Telephony Metadata",
      "Foreign Intelligence Surveillance Court"
    ],
    "special_case_type": [],
    "state": "District of Columbia",
    "summary": "<p>For the Civil Rights Litigation Clearinghouse collection of FISA matters, see our <a href=\"http://www.clearinghouse.net/results.php?searchSpecialCollection=20\" target=\"_blank\" rel=\"noopener\">special collection</a>.</p>\r\n<p>On January 17, 2014, the Director of National Intelligence authorized the declassification and public release of numerous orders approving the National Security Agency's (\"NSA\") so-called \"Bulk Telephony Metadata Program\" under Section 501 of the Foreign Intelligence Surveillance Act of 1978 (\"FISA\"), commonly referred to as Section 215 of the USA PATRIOT Act.&nbsp;</p>\r\n<p>Under the program, the NSA has collected records from large telecommunication companies about, apparently, virtually all domestic telephone calls. These records, termed \"telephony metadata,\" include the phone numbers placed and received; the date, time and duration of calls; some location identifiers; and calling card numbers. The records, however, apparently do not include the parties' names, addresses or financial information or the call's content. Once collected, the records are stored for several years and may be queried, used, and disseminated only in accordance with \"minimization rules\" proposed by the government and approved by the Foreign Intelligence Surveillance Court (\"FISC\"). The most basic aspect of the minimization rules has been that the metadata records can be queried when there is a reasonable suspicion, based on specific and articulated facts, that the identifier that will be used as the basis for the query is associated with specified foreign terrorist organizations.</p>\r\n<p>The program began under executive authority alone, following the September 11, 2001 terrorist attacks. Subsequently, in 2006, the federal government first sought approval of the program from the FISC under Section 215 of the USA PATRIOT Act. This Section 215 order must be reviewed and reapproved by the FISC essentially every 90 days. It has been approved dozens of times by many different federal judges, on the FISC, since its initial approval on May 24, 2006 by the FISC. (See <a href=\"http://www.clearinghouse.net/detail.php?id=13069\" target=\"_blank\" rel=\"noopener\">BR 06-05.)</a></p>\r\n<p>This particular Section 215 order was granted by FISC Judge Martin L.C. Feldman on April 13, 2011. As usual, this order includes \"minimization\" procedures that impose a variety of limits on the NSA's use of the telephony metadata. The minimization procedures enumerated in this order are the same as the previous order (<a href=\"http://www.clearinghouse.net/detail.php?id=13135\" target=\"_blank\" rel=\"noopener\">BR 11-07</a>).</p>\r\n<p>Notably, also on April 13, 2011, FISC Judge Martin L.C. Feldman issued a supplemental order that required the NSA to include, in reports to the FISC, a discussion of NSA's efforts to purge credit card information produced by a source whose identity been redacted.</p>\r\n<p>The authorization expired on July 8, 2011, at 5:00 p.m.</p>\r\n<p>The order in this matter was succeeded by <a href=\"http://www.clearinghouse.net/detail.php?id=13139\" target=\"_blank\" rel=\"noopener\">BR 11-107</a>.</p>",
    "summary_published_date": "2023-03-17T16:14:31.676774-04:00",
    "summary_short": "This is one of the numerous FISC orders under Section 215 of the USA PATRIOT Act approving the NSA's so-called \"Bulk Telephony Metadata Program.\"  Under this program, the NSA has collected information about, but not the contents of, virtually all domestic telephone calls.  This particular order, granted by FISC Judge Martin L.C. Feldman, ran from April to July 2011.",
    "summary_tiny": null,
    "terminating_date": "2011-07-08",
    "clearinghouse_link": "clearinghouse.net/case/13137",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=13137",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=13137",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=13137"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117610,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117610"
    },
    {
      "date": "2011-04-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60678,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60678.pdf",
      "title": "Primary Order",
      "text": "'fOP SECRETffCUMINTlINOFORN \nUNITED STATES \nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nWASHINGTON, D. C. \nIN RE APPLICATION OF THE FEDERAL \nBUREAU OF INVESTIGATION FOR AN \nORDER REQUIRING THE PRODUCTION \nOF TANGIBLE THINGS \n-L\"-L,\"'c.J1.V' \n1 1 - 5 7. \nPRIMARY ORDER \nA verified application having been made by the Director of the Federal Bureau of \nInvestigation (FBI) for an order pursuant to the Foreign Intelligence Surveillance Act of \n1978 (the Act), Title 50, United States Code (U.S.c.), § 1861, as amended, requiring the \nTOP SECRETlICHMINTI/NOFORN \nDerived from:  Pleadings in the above-captioned docket \nDeclassify on:  5 April 2036 \n\nTOP SIlCRIlTNCOMINTllNOFORN \nproduction to the National Security Agency (NSA) of the tangible things described \nbelow, and full consideration having been given to the matters set forth therein, the \nCourt finds as follows: \n1.  There are reasonable grounds to believe that the tangible things sought are \nrelevant to authorized investigations (other than threat assessments) being conducted \nby the FBI under guidelines approved by the Attorney General under Executive Order \n12333 to protect against international terrorism, which investigations are not being \nconducted solely upon the basis of activities protected by the First Amendment to the \nConstitution of the United States.  [50 U.S.c. § 1861(c)(I)] \n2.  The tangible things sought could be obtained with a subpoena duces tecum \nissued by a court of the United States in aid of a grand jury investigation or with any \nother order issued by a court of the United States directing the production of records or \ntangible things.  [50 US.c. § 1861(c)(2)(D)] \n3.  The application includes an enumeration of the minimization procedures the \ngovernment proposes to follow with regard to the tangible things sought. Such \nprocedures are similar to the minimization procedures approved and adopted as \nbinding by the order of this Court in Docket Number BR 11-07 and its predecessors.  [50 \nU.S.c. § 1861(c)(I)] \nTOP SIlCRETHCOMINTNNOFORN \n2 \n\nTOP SECRETlICOl\\HNTIINOFORN \nAccordingly, the Court finds that the application of the United States to obtain \nthe tangible things, as described below, satisfies the requirements of the Act and, \ntherefore, \nIT IS HEREBY ORDERED, pursuant to the authority conferred on this Court by \nthe Act,that the application is GRANTED, and it is \nFURTHER ORDERED, as follows: \n(1 )A.  The Custodians of  shall produce to NSA \nupon service of the appropriate secondary order, and continue production on an \nongoing daily basis thereafter for the duration of this order, unless otherwise ordered \nby the Court, an electronic copy of the following tangible things:  all call detail records \nor \"telephony metadata\"l created by \nB.  The Custodian of Records \nshall produce to NSA upon service of the \nappropriate secondary order, and continue production on an ongoing daily basis \nFor purposes of this Order \"telephony metadata\" includes comprehensive communications \n1 \nrouting information (e.g., originating and terminating telephone number, International Mobile \nSubscriber Identity (IMSI) number, International Mobile station Equipment Identity (IMEI) \nnumber, etc.), trunk identifier, telephone calling card numbers, and time and duration of call. \nTelephony metadata does not include the substantive content of any communication, as defined \nby 18 U.S.c. § 2510(8), or the name, address, or financial information of a subscriber or \ncustomer. \nTOP SECRETlICOM:INTIINOFORN \n3 \n\nTOP SECRETlICOMINTIINOFORN \nthereafter for the duration of this order, unless otherwise ordered by the Court, an \nelectronic copy of the following tangible things:  all call detail records or \"telephony \nmetadata\" created _  for communications (i) between the United States and \nabroad; or (ii) wholly within the United States, including local telephone calls.  _ \n(2)  With respect to any information the FBI receives as a result of this Order \n(information that is disseminated to it by NSA), the FBI shall follow as minimization \nprocedures the procedures set forth in The Attorney General's Guidelines for Domestic FBI \nOperations (September 29,2008). \n(3)  With respect to the information that NSA receives as a result of this Order, \nNSA shall strictly adhere to the following minimization procedures: \nA.  The government is hereby prohibited from accessing business record \nmetadata acquired pursuant to this Court's orders in the above-captioned docket and its \npredecessors (\"BR metadata\") for any purpose except as described herein. \nB.  NSA shall store and process the BR metadata in repositories within secure \nnetworks under NSA's control,2 The BR metad  ata shall carry unique markings such \nThe Court understands that NSA will maintain the BR metadata in recovery back-up systems \n2 \nfor mission assurance and continuity of operations purposes. NSA will ensure that any access \nTOP SBCRBTl/COl\\4INTflNOFORN \n4 \n\nTOP SECRETlICO~HNTI/NOFORN \nthat software and other controls (including user authentication services) can restrict \naccess to it to authorized personnel who have received appropriate and adequate \ntraining with regard to this authority.  NSA shall restrict access to the BR metadata to \nauthorized personnel who have received appropriate and adequate training.3 \nAppropriately trained and authorized technical personnel may access the BR metadata \nto perform those processes needed to make it usable for intelligence analysis.  Technical \npersonnel may query the BR metadata using identifiers4 that have not been RAS-\napproved (described below) for those purposes described above, and may share the \nresults of those queries with other authorized personnel responsible for these purposes, \nbut the results of any such queries will not be used for intelligence analysis purposes. \nAn authorized technician may query the BR metadata with a non-RAS-approved \nidentifier to determine whether that identifier is a high volume identifier. If so, the \ntechnician may share the results of that query, i.e., the identifier and the fact that it is a \nor use of the BR metadata in the event of any natural disaster, man-made emergency, attack, or \nother unforeseen event is in compliance with the Court's Order. \nThe Court understands that certain technical personnel, specifically the personnel responsible \n3 \nfor NSA's underlying corporate infrastructure and the transmission of the BR metadata from \nthe specified persons to NSA, will not receive special training regarding the authority granted \nherein. \nTOP SECRETlICOM\"INTlINOFORN \n5 \n\nTOP SECRET/lCOMINTllNOFORN \nhigh volume identifier, with authorized personnel (including those responsible for the \nidentification and defeat of high volume and other unwanted BR metadata from any of \nNSA's various metadata repositories), but may not share any other information from \nthe results of that query for intelligence analysis purposes. \nC.  NSA shall access the BR metadata for purposes of obtaining foreign \nintelligence information only through contact chaining queries of the BR metadata \nusing identifiers approved as \"seeds\" pursuant to the RAS approval process described \nbelow, as described in  tion at paragraph 17.  NSA shall ensure, \nthrough adequate and appropriate technical and management controls, that queries of \nthe BR metadata for intelligence analysis purposes will be initiated using only an \nidentifier that has been RAS-approved. Whenever the BR metadata is accessed for \nforeign intelligence analysis purposes or using foreign intelligence analysis query tools, \nan auditable record of the activity shall be generated. \n(i)  Except as provided in subparagraph (ii) below, all identifiers to be \nused as \"seeds\" with which to query the BR metadata shall be approved by any \nof the following designated approving officials: the Chief or Deputy Chief, \nHomeland Security Analysis Center; or one of the twenty specially-authorized \nHomeland Mission Coordinators in the Analysis and Production Directorate of \nthe Signals Intelligence Directorate.  Such approval shall be given only after the \nTOP SBCRBT//COM1NTlINOPORN \n6 \n\nTOP SECRETlfCO~fINTlfNOFORN \ndesignated approving official has determined that based on the factual and \npractical considerations of everyday life on which reasonable and prudent \npersons act, there are facts giving rise to a reasonable, articulable suspicion that \nthe identifier to be queried is associated with \nTOP SECRETHCOM\"INTHNOFORN \n7 \n\nTOP SECRETHC01.UNT//NOFORN \nprovided, however, that NSA's aGC shall first determine that any identifier \nreasonably believed to be used by a United States (U.S.) person is not regarded as \nactivities that are protected by the First Amendment to the Constitution? \n(ii)  Identifiers that are currently the subject of electronic surveillance \nauthorized by the Foreign Intelligence Surveillance Court (FISC) based on the \nFISC's finding of probable cause to believe that they are used by \nincluding those used by U.s. persons, may be \nThe Court understands that from time to time the information availa.ble to designated \n7 \napproving officials will indicate that an identifier is or was associated with a Foreign Power \nonly for a specific and limited time frame.  In such cases, a designated approving official may \ndetermine that the reasonable, articulable suspicion standard is met, but the time frame for \nwhich the identifier is or was associated with a Foreign Power will be specified so that analysts \nconducting queries using that identifier can properly minimize information that may be \nreturned within query results that fall outside of that timeframe. \nTOP SECRETffCOM:INTHNOFORN \n8 \n\nTOP SECRETI/COMINTI/NOFORN \ndeemed approved for querying for the period of FISC-authorized electronic \nsurveillance without review and approval by a designated approving official. \nThe preceding sentence shall not apply to identifiers under surveillance pursuant \nto any certification of the Director of National Intelligence and the Attorney \nGeneral pursuant to Section 702 of FISA, as added by the FISA Amendments Act \nof 2008, or pursuant to an Order of the FISC issued under Section 703 or Section \n704 of FISA, as added by the FISA Amendments Act of 2008. \n(iii)  A determination by a designated approving official that an identifier \nis associated with \nshall be effective for: \none hundred eighty days for U.s. identifiers and for any identifiers believed to be \nused by a U.S. person; one year for all other identifiers.s \nTOP SECRETI/COM:INTI/NOFORN \n9 \n\nTOP SECRETlICOMINTIINOFORN \nD.  Results derived from any intelligence analysis queries of the BR metadata \nmay be shared, prior to minimization, for intelligence analysis purposes among NSA \nanalysts, subject to the requirement that all NSA personnel who receive query results in \nany form first receive appropriate and adequate training and guidance regarding the \nprocedures and restrictions for the handling and dissemination of such information.!i \nNSA shall apply the minimization and dissemination requirements and procedures of \nSection 7 of United States Signals Intelligence Directive SP0018 (USSID 18) issued on \nJanuary 25, 2011, to any results from queries of the BR metadata ctisseminated outside \nof NSA in any form.  Additionally, prior to disseminating any U.S. person information \noutside NSA, the Director of NSA, the Deputy Director of NSA, or one of the officials \nlisted in Section 7.3(c) of USSID 18 (i.e., the Director of the Signals Intelligence \nDirectorate (SID), the Deputy Director of the SID, the Chief of the Information Sharing \nServices (ISS) office, the Deputy Chief of the ISS office, and the Senior Operations \nOfficer of the National Security Operations Center) must determine that the information \nidentifying the U.S. person is in fact re1ated to counterterrorism information and that it \nis necessary to understand the counterterrorism information or assess its importance.1o \n9  In addition, the Court understands that NSA may apply the full range of SIGINT analytic \ntradecraft .to the results of intelligence analysis queries of the collected BR meta data. \nIn the event the Government encounters circumstances that it believes necessitate the \n10 \nalteration of these dissemination procedures, it may obtain prospectively-applicable \nTOP SECRETIICOMINTIINOFORN \n10 \n\nTOP SECRETHCOMINTh'NOFORN \nNotwithstanding the above requirements, NSA may share results derived from \nintelligence analysis queries of the BR rnetadata, including U.S. person identifying \ninformation, with Executive Branch personnel (1) in order to enable them to determine \nwhether the information contains exculpatory or impeachment information or is \notherwise discoverable in legal proceedings or (2) to facilitate their lawful oversight \nfunctions. \nE.  BR metadata shall be destroyed no later than five years (60 months) after its \ninitial collection. \nF.  NSA and the National Security Division of the Department of Justice \n(NSD/DoJ) shall conduct oversight of NSA's activities under this authority as outlined \nbelow, \n(i)  NSA's OGC and Office of the Director of Compliance (ODOq \nshall ensure that personnel with access to the BR meta data receive appropriate \nand adequate training and guidance regarding the procedures and restrictions \nfor collection, storage, analysis, dissemination, and retention of the BR metadata \nand the results of queries of the BR metadata. NSA's OGC and ODOC shall \nfurther ensure that all NSA personnel who receive query results in any form first \nreceive appropriate and adequate training and guidance regarding the \nmodifications to the procedures upon a determination by the Court that such modifications are \nappropriate under the circumstances and in light of the size and nature of this bulk collection. \nTOP SECRETHCOMINTIINOFORN \n11 \n\nTOP SECRET//COMINT//NOFORN \nprocedures and restrictions for the handling and dissemination of such \ninformation. NSA shall mainta~ records of all such training.11  aGe shall \nprovide NSD/DoJ with copies of all formal briefing and/or training materials \n(including all revisions thereto) used to brief/train NSA personnel concerning \nthis authority. \n(ii)  NSA's ODOC shall monitor the implementation and use of the \nsoftware and other controls (including user authentication services) and the \nlogging of auditable information referenced above. \n(iii)  NSA's OGC shall consult with NSD/DoJ on all \nsignificant legal opinions that relate to the interpretation, scope, and/or \nimplementation of this authority.  When operationally practicable, such \nconsultation shall occur in advance; otherwise NSD shall be notified as soon as \npracticable. \n(iv)  At least once during the authorization period, NSA's GGe, \nODOC, NSD/DoJ, and any other appropriate NSA representatives shall meet for \nthe purpose of assessing compliance with this Court's orders. Included in this \nmeeting wilJ be a review of a sample of the caU detail records obtained to ensure \nThe nature of the training that is appropriate and adequate for a particular person will \n11 \ndepend on the person's responsibilities and the circumstances of his access to the BR metadata \nor the information derived therefrom. \nTOP SECRETHCOMINTlINOFORN \n12 \n\nTOP SECRETlICOMINTHNOFORN \nthat only approved metadata is being acquired.  The results of this meeting shall \nbe reduced to writing and submitted to the Court as part of any application to \nrenew or reinstate the authority requested herein. \n(v)  At least once during the authorization period, NSD/DoJ shall \nmeet with NSA's Office of the Inspector General to discuss their respective \noversight responsibilities and assess NSA's compliance with the Court's orders. \n(vi)  At least once during the authorization period, NSA's OGC and \nNSD/DoJ shall review a sample of the justifications for RAS approvals for \nidentifiers used to query the BR rnetadata. \n(vii)  Prior to implementation, all proposed automated query \nprocesses shall be reviewed and approved by NSA's OGC, NSD/DoJ, and the \nCourt. \nG.  Approximately every thirty days, NSA shall file with the Court a report that \nincludes a discussion of the queries made since the last report and NSA's application of \nthe RAS standard.  In addition, should the United States seek renewal of the requested \nauthority, NSA shall also include in its report a description of any significant changes \nproposed in the way in which the call detail records wouJd be received from the \nProviders and any significant changes to the controls NSA has in place to receive, store, \nprocess, and disseminate the BR metadata. \nTOP SECRETHCOMINTIINOFORN \n13 \n\nTOP SECRETlICOMINTIlNOFORN \nEach report shall include a statement of the number of instances since the \npreceding report in which NSA has shared, in any form, information derived from the \nBR metadata with anyone outside NSA.  For each such instance in which United States \nperson information has been shared, the report shall include NSA's attestation that one \nof the officials authorized to approve such disseminations determined, prior to \ndissemination, that the information was related to counterterrorism information and \nnecessary to understand counterterrorism information or to assess its importance. \n- Remainder afpage intentiOlwlly left blank.  --\nTOP SECRETilCOMINTlINOFORN \n14 \n\nTOP SBCRBTlICOMJNTIINOFORN \nThis authorization regarding \n~ \nexpires on the  day \nof July, 2011, at 5:00 p.m., Eastern Time. \n04-13-2011  P03: 44 \nSigned ___________ Eastern Time \nDate  Time \nJudge, Unite  States Foreign \nIntelligence Surveillance Court \nTOP SECRETlICOMJNTllNOFORN \nClerk, \nFISC, certify that this document \nis a true and correct  15 \nthe ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60678"
    },
    {
      "date": "2011-04-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60680,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60680.pdf",
      "title": "Supplemental Order",
      "text": "TOP SECItE'f'ICOMIN'f'INOF'ORN \nUNITED STATES \nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nWASHINGTON, D.C. \nIN RE APPLICATION OF THE FEDERAL \nBUREAU OF INVESTIGATION FOR AN \nORDER REQUIRING THE PRODUCTION \nOF TANGIBLE THINGS \n1 1 - 5  7 \nDocket No. BR \nSUPPLEMENTAL ORDER \nOn this date, the Court issued a Primary Order granting the government's application in \nthe above-captioned matter.  Paragraph (3)G of the Primary Order requires the National Security \nAgency (NSA) to submit reports to the Court at intervals of approximately thirty days.  It is \nhereby ORDERED that such reports, in addition to the elements described in Paragraph (3)G, \nshall include a discussion ofNSA's consideration and, to the extent feasible, implementation of \nmethods of purging the credit card information produced by _and described in letters \nsubmitted by the government on March 1,2011, and April 13, 2011, in Docket Nos. BR 10-49 \nand BR 10-70. \n4t \n/3\nEntered this  day of April, 2011. \nJudge, Unite  tates Foreign \nIntelligence Surveillance Court \nTOP SECIffiTfCOMINTfNO~ORN \nClerK, \nFISC, certify that this document \nof ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60680"
    }
  ],
  "document_count": 3
}