{
  "case_id": 43339,
  "fetched_at": "2025-10-20T22:54:59.978986",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Clinton State Prison",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Clinton",
        "name": "Warden",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Prison Conditions",
      "Speech and Religious Freedom"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1963,
    "constitutional_clause": [
      {
        "value": "Free Exercise Clause"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1959,
    "id": 43339,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Disciplinary segregation",
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Mail",
      "Jails, Prisons, Detention Centers, and Other Institutions: Solitary confinement/Supermax (conditions or process)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Library (non-law) access",
      "General/Misc.: Religious programs / policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation",
      "Discrimination Basis: Religion discrimination"
    ],
    "last_checked_date": "2022-06-15T00:00:00-04:00",
    "main_docket": {
      "id": 55962,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1959,
      "docket_filing_number": 7813,
      "is_main_docket": true,
      "court": "Northern District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "1:59-cv-07813",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Pierce v. LaVallee",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Incarcerated individuals in New York prisons",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": "Yes",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1962-05-11",
    "settlement_judgment_year": 1962,
    "special_collections": [
      "Martin Sostre cases"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>This is a historic case about religious liberty and discipline in New York prisons. It's part of the Clearinghouse's <a href=\"../../../../search/case/?special_collection=5701\" target=\"_blank\" rel=\"noopener\">collection</a> of several cases brought by prisoners rights activist (and prisoner) Martin Sostre, whose wikipedia biography is <a href=\"https://en.wikipedia.org/wiki/Martin_Sostre\" target=\"_blank\" rel=\"noopener\">here</a>.&nbsp;</p>\r\n<p>Sostre brought this lawsuit to challenge policies surrounding religious expression at Clinton State Prison in New York. In August 1959, prison officials charged Sostre and two other individuals with &ldquo;agitating.&rdquo; The plaintiffs sued the Clinton State Prison warden in the U.S. District Court for the Northern District of New York under &sect;1983 and state law. Sostre alleged that prison officials had denied him access to the Koran, subjected him to solitary confinement and deprived him good time credits because of his religious beliefs, and denied him permission to establish contact with a spiritual advisor.</p>\r\n<p>While we do not have information about the early stages of the litigation, the district court held a trial on the issue of the prison denying Sostre access to the Koran. The court explained this decision: the other claims concerned matters of prison discipline that could be reviewed only in the state courts. At this point, Sostre no longer pursued the issue regarding the right to contact a spiritual advisor but continued to seek to relief regarding solitary confinement and deprive of good time credits.</p>\r\n<p>The case reached the Second Circuit Court of Appeals after that trial, and the appellate court issued its opinion on July 31, 1961. 293 F.2d 233. Sostre&rsquo;s appeal was consolidated with appeals in cases brought by two other men incarcerated at Clinton. The appeals court looked to cases from the Ninth and Seventh Circuits, which had held that prison discipline-related claims belonged in state courts. But the Second Circuit distinguished this case, because the plaintiffs before it had sought relief on religious liberty grounds, instead of solely physical abuse or restrictions on liberty. The doctrine of <em>Pullman</em> abstention did not pose a bar because there were no unresolved questions of state law, and the defendant did not give a reason why a state forum would be better. Thus, the federal district court could hear all of the plaintiffs&rsquo; remaining claims. Judge Dawson, a district court judge sitting by designation, dissented from this opinion, arguing that the plaintiffs had abandoned these issues. (This was prior to the landmark case of Cooper v. Pate, 378 U.S. 546 (1964), in which the U.S. Supreme Courr held that a similar claim about discriminatory prison denial of access to Muslim texts properly alleged a constitutional violation, citing&nbsp;<em>Pierce v. LaVallee</em>.)</p>\r\n<p>The Second Circuit then remanded the case back to the district court. This remand excluded the issue about the right to purchase the Koran, because the Commissioner of Correction had issued a directive to New York prison wardens that approved four different Koran translations. These translations included the one sought by the plaintiffs.</p>\r\n<p>Back in the district court, the court held a trial on the plaintiffs&rsquo; claims that they had been disciplined solely because of their religious beliefs. On May 11, 1962, the court issued its opinion. It held that the plaintiffs had each individually failed to establish that the discipline was imposed solely because of their religious beliefs, so the complaint in each individual action should be dismissed. It found that the Muslim Brotherhood was an organization instead of a religious practice and credited the defendant&rsquo;s concern that the plaintiffs&rsquo; activities would cause unrest in the prison. 212 F.Supp. 865.</p>\r\n<p>The plaintiffs appealed again to the Second Circuit; on July 18, 1963, the court of appeals affirmed the district court&rsquo;s order. 319 F.2d 844 (per curiam). And the Supreme Court subsequently denied each of the three plaintiffs&rsquo; petitions for certiorari review. Sostre v. Wilkins, 374 U.S. 850 (June 17, 1963); Pierce v. Lavallee, 376 U.S. 918 (Feb. 17, 1964); Samarion v. McGinnis, 379 U.S. 950 (Dec. 14, 1964).</p>\r\n<p>The case is closed.</p>",
    "summary_published_date": "2022-06-15T16:23:37.186380-04:00",
    "summary_short": "Martin Sostre brought this lawsuit to challenge policies surrounding religious expression at Clinton State Prison in New York. In August 1959, prison officials charged Sostre and two other individuals with “agitating.” The plaintiffs sued the Clinton State Prison warden in the U.S. District Court for the Northern District of New York under §1983 and state law. Sostre alleged that prison officials had denied him access to the Koran, subjected him to solitary confinement and deprived him good time credits because of his religious beliefs, and denied him permission to establish contact with a spiritual advisor. While the Second Circuit held that the federal courts had the power to hear the prison discipline claims, the district court ultimately dismissed the case.",
    "summary_tiny": "Additional documents and research on historic prison cases brought by Martin Sostre",
    "terminating_date": "1963-06-17",
    "clearinghouse_link": "clearinghouse.net/case/43339",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=43339",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=43339",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=43339"
  },
  "documents": [
    {
      "date": "1961-07-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 233,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 293,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131356,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131356_eDwVGx1.pdf",
      "title": "Opinion",
      "text": " \n \nPierce v. La Vallee, 293 F.2d 233 (1961)   \n \n \n \n \nBefore  CLARK  and  SMITH,  Circuit  Judges,  and \n293 F.2d 233 \nDAWSON, District Judge. \nUnited States Court of Appeals Second Circuit. \nOpinion \nJames PIERCE, Plaintiff-Appellant, \n \nv. \nJ. E. LA VALLEE, Warden of Clinton Prison, \nCLARK, Circuit Judge. \nDannemora, New York, Defendant-Appellee. \nMartin T. SOSTRE, Plaintiff-Appellant,   \nv. \n In these three actions, plaintiffs seek relief under the \nJ. E. LA VALLEE, Warden of Clinton Prison, \nCivil Rights Act, 28 U.S.C. § 1343, 42 U.S.C. § 1983, for \nDannemora, New York, Defendant-Appellee. \nreligious persecution alleged to have been practiced upon \nWilliam SA MARION, Plaintiff-Appellant, \nthem while they were inmates of Clinton State Prison at \nv. \nDannemora, New York. In each complaint the plaintiff \nJ. E. LA VALLEE, Warden of Clinton Prison, \nalleges that he has been denied permission to purchase the \nDannemora, New York, Defendant-Appellee. \nKoran,  has  been  subjected  to  solitary  confinement \nbecause of his religious beliefs and deprived of good time, \nNo. 418, Docket 26878. \nand has been denied permission to establish contact with \n| \nhis spiritual advisor on the ground that such person was \nArgued June 19, 1961. \nnot  on  an  approved  correspondence  list.  All  three \n| \ncomplaints pray for the right to purchase the Koran, for an \nDecided July 31, 1961. \nend to religious discrimination, and for other and further \nrelief  as  justice  requires.  The  Pierce  complaint,  in \naddition,  specifically  requests  the  right  to  contact  a \nSynopsis  spiritual advisor. The only defendant in all three actions is \nActions for relief under the Civil Rights Act for alleged  the warden of the prison at Dannemora, where all three \nreligious persecution of New York state prisoners. The  plaintiffs were incarcerated at the time they commenced \nUnited States District Court for the Northern District of  their actions. At the time of trial, plaintiffs Sostre and \nNew  York,  Stephen  W.  Brennan,  J.,  dismissed  the  SaMarion had been transferred to the Attica State Prison, \ncomplaints,  and  the  plaintiffs  appealed.  The  Court  of  and Pierce alone remained at Dannemora. No assurance \nAppeals,  Clark,  Circuit  Judge,  held  that  solitary  exists, however, that SaMarion and Sostre may not be \nconfinement and deprivation of good time because of  returned to Dannemora; and we do not think the mere fact \nreligious brliefs was not a matter of prison discipline  of their transfer to another prison renders their actions \nreviewable only in the state courts, and the complaint,  moot. \ncharging such confinement and deprivation, stated a claim    \nwhich the federal district court should have entertained.   At trial, the district court over protest limited the issues \n   to the denial of the Koran, on the ground that any other \nReversed and remanded.  problems raised by the complaint concerned matters of \n   prison discipline to be reviewed only in the state courts. \nDawson, District Judge, dissented.  With respect to the right to contact a ‘spiritual advisor,’ \n   plaintiffs acquiesced in this decision; and we think that \nissue must be deemed to have been abandoned. Indeed, \nAttorneys and Law Firms  when the defense referred to this problem on a couple of \noccasions, plaintiffs’ attorney protested on the ground that \n*234 Edward W. Jacko, J., New York City (Jawn A.  it was not one of the issues in the case.1 But no such \nSandifer, New York City, on the brief), for appellants.  abandonment may be found with respect to the issues of \nsolitary  confinement  and  good  time.  If  plaintiffs  ever \nGretchen White Oberman, Asst. Atty. Gen. of New York, \nacquiesced in the withdrawal of these issues, they did so \nNew York City (Louis J. Lefkowitz, Atty. Gen., New \nonly under pressure from the court and they withdrew \nYork City, and Paxton Blair, Sol. Gen., Albany, N.Y., on \ntheir acquiescence almost immediately. Throughout the \nthe brief), for appellee. \n1 \n \n\n \n \nPierce v. La Vallee, 293 F.2d 233 (1961)   \n \n \ntrial they sought to introduce evidence in support of this  supra, involved claims by Negro prisoners that they were \nclaim. Accordingly, unless the district court was correct in  denied the equal protection of the laws. Kelly v. Dowd, \nholding that this was a matter for the state court, we must  supra, moreover, involved the same problem presented \nreverse and remand for consideration of the issues thus  here,  namely,  a  claim  of  religious  persecution  in  the \nraised.  denial of a prisoner’s right to secure Bible study helps \n   circulated by the Watch Tower Society. On the other \nhand, a district court has granted relief to a state prisoner \nA considerable body of authority, particularly from the  who claimed unreasonable interference with his access to \nSeventh and Ninth Circuits, holds that a state prisoner  law books. Bailleaux v. Holmes, D.C.Or., 177 F.Supp. \ncomplaining of improper prison treatment must seek his  361. And in a case involving a federal prison, the Fourth \nrelief in the state court. See, e.g., State of Oregon ex rel.  Circuit has recently held in a reasoned opinion by Chief \nSherwood v. Gladden, 9 Cir., 240 F.2d 910; *235 United  Judge Sobeloff that the question of religious freedom will \nStates ex rel. Atterbury v. Ragen, 7 Cir., 237 F.2d 953,  be considered by a federal court, as against the argument \ncertiorari denied 353 U.S. 964, 77 S.Ct. 1049, 1 L.Ed.2d  that prison discipline is an executive function with which \n914; United States ex rel. Wagner v. Ragen, 7 Cir., 213  the judicial branch ordinarily will not interfere. Sewell v. \nF.2d 294, certiorari denied 348 U.S. 846, 75 S.Ct. 68, 99  Pegelow, 4 Cir., 291 F.2d 196. So we feel constrained to \nL.Ed. 667; United States ex rel. Morris v. Radio Station  hold, notwithstanding the cited adverse rulings, that the \nWENR, 7 Cir., 209 F.2d 105; Siegel v. Ragen, 7 Cir., 180  present  complaints,  with  their  charges  of  religious \nF.2d 785, certiorari denied 339 U.S. 990, 70 S.Ct. 1015,  persecution,  state  a  claim  under  the  Civil  Rights  Act \n94 L.Ed. 1391; Kelly v. Dowd, 7 Cir., 140 F.2d 81,  which the district court should entertain. \ncertiorari denied 321 U.S. 783, 64 S.Ct. 639, 88 L.Ed.   No bar to federal relief is presented by N.Y. Correction \n1075; Nichols v. McGee, D.C.N.D.Cal., 169 F.Supp. 721,  Law  §  610,  guaranteeing  prisoners  ‘free  exercise  and \nappeal dismissed 361 U.S. 6, 80 S.Ct. 90, 4 L.Ed.2d 52;  enjoyment of religious profession and worship, without \nCurtis  v.  Jacques,  D.C.W.D.Mich.,  130  F.Supp.  920;  discrimination or preference.’ In Railroad Commission of \nPiccoli v. Board of Trustees and Warden of State Prison,  Texas v. Pullman Co., 312 U.S. 496, 61 S.Ct. 643, 85 \nD.C.N.H., 87 F.Supp. 672. Whatever may be the view  L.Ed. 971, the Supreme Court held that a federal court \nwith regard to ordinary problems of prison discipline,  should refrain from passing on the constitutionality of \nhowever, we think that a charge of religious persecution  action  by  a  state  administrative  agency,  pending  a \nfalls in quite a different category. See Marsh v. State of  determination by a state court as to whether or not the \nAlabama, 326 U.S. 501, 66 S.Ct. 276, 90 L.Ed. 265;  agency action was valid under state law. Unlike Pullman, \nFollett v. Town of McCormick, S.C., 321 U.S. 573, 64  however,  the  present  cases  involve  no  unresolved \nS.Ct. 717, 88 L.Ed. 938, 152 A.L.R. 317; Murdock v.  question of state law, solution of which might render a \nCommonwealth of Pennsylvania, 319 U.S. 105, 63 S.Ct.  decision on the constitutional issue unnecessary. Either \n870, 87 L.Ed. 1292, 146 A.L.R. 81. As the Supreme Court  the  plaintiffs  were  punished  solely  because  of  their \nhas  there  pointed  out,  freedom  of  religion  and  of  religious  beliefs  or  they  were  not.  If  they  were,  the \nconscience is one of the fundamental ‘preferred’ freedoms  defendant’s conduct violates both the state statute and the \nguaranteed  by  the  Constitution.  We  must  approach  United States Constitution. If the plaintiffs were punished \ndecision with that admonition in mind.  *236 for legitimate reasons, neither law is violated. \n  \nHence the present cases are quite distinguishable from   We find, therefore, that this is not a case where federal \nthose  presenting  charges  that  prisoners  were  abused  courts should abstain from decision because the issue is \nphysically, or subjected to unreasonable restrictions on  within state cognizance. We adhere to this view despite \ntheir personal liberty. United States ex rel. Atterbury v.  the provision in N.Y. Correction Law § 610 that prisoners \nRagen, supra; United States ex rel. Wagner v. Ragen, \nmay sue to secure their rights to religious liberty in the \nsupra; Siegel v. Ragen, supra; Curtis v. Jacques, supra. In \nsupreme court of the state district where the prisoner is \npart, these decisions may be explained on the ground that \nincarcerated.  This  provision  does  not  set  up  an \nthey do not involve any violation of a constitutional right. \nadministrative procedure which must be exhausted under \nSee particularly the concurring opinion of Judge Finnegan \nthe doctrine of Alabama Public Service Commission v. \nin United States ex rel. Atterbury v. Ragen, supra, 7 Cir., \nSouthern Ry. Co., 341 U.S. 341, 71 S.Ct. 762, 95 L.Ed. \n237 F.2d 953, 957. True, not all of the cases cited above  1002,2 but simply prescribes the venue for an ordinary \ncan be so distinguished. United States ex rel. Morris v.  court  action.  The  defense  here  does  not  make  any \nRadio  Station  WENR,  supra,  and  Nichols  v.  McGee,  contention that an action in the state court would be of \n2 \n \n\n \n \nPierce v. La Vallee, 293 F.2d 233 (1961)   \n \n \nany particular convenience. We are not told that the state  what issues actually were in dispute. This procedure was \ncourt is significantly closer to the prison than the federal  proper since the vague and discursive complaints did not \ncourt, or that guards and other witnesses can testify in the  define the issues with any precision. Counsel for plaintiffs \nstate court with less disruption of prison routine than  agreed that the sole issue raised by plaintiffs was the right \nwould result from testimony in the federal court. Indeed,  to access to the Koran. At pages 35-36 of the minutes of \nthe defense has failed to give any reason why a trial in the  the hearing there is the following colloquy: \nstate court is more desirable than a consideration by the \nfederal court on the merits. The judgments below must  ‘The Court: * * * you can only litigate those things that \ntherefore  be  vacated,  and  the  cases  remanded  for  you  set  out  in  your  complaint,  and  as  I  read  these \nconsideration of the claims that plaintiffs were disciplined  complaints the burden of the complaint is that the Qur’an, \nsolely because of their religious beliefs.  inability to obtain it or something about it, and that seems \n   to be the *237 burden of the complaint. That is the only \n The remand thus ordered will not, however, reach or  cause of action you claim, isn’t it? \napply to the remaining issue concerning the dismissal of \nthe claim for the right to purchase Korans. On January 5,  ‘Mr. Jacko: Yes, your Honor.’ \n1960,  after  the  present  actions  were  commenced,  the \nAnd again, at page 37: \nCommissioner of Correction issued a directive to wardens \nof state prisons approving for purchase by inmates four \n‘The Court: * * * My question is just as simple as can be \ndifferent translations of the Koran published in the United \nand  anyone  can  understand  it,  that  the  crux  of  this \nStates.  On  June  9,  1961,  this  memorandum  was \nlitigation here in each of these cases is each plaintiff \nsupplemented by the addition of an edition of the Koran \nclaims that they were unconstitutionally deprived of the \npublished in Pakistan in 1951. This latter edition is the \nright to purchase or obtain or possess a holy book which \none  sought  by  the  plaintiffs,  and  the  defendant \nthey call the Qur’an isn’t that all there is to the case? \nrepresented in open court that this edition is available for \npurchase by plaintiffs in accord with the prison’s regular \n‘Mr. Jacko: That’s right. \nprocedures. In these circumstances the district court could \nproperly  conclude  that  there  was  no  reasonable  ‘The Court: Why all the speeches? \nprobability of a continuance of a denial to the plaintiffs of \ntheir Korans in violation of any constitutional rights. Cf.  ‘Mr. Jacko: I wanted to clear the atmosphere about that.’ \nS.E.C. v. Culpepper, 2 Cir., 270 F.2d 241, 249-250. \n   When defendant sought to introduce evidence of prison \nrules, plaintiffs’ counsel objected on the ground that ‘the \nReversed and remanded.  issues  here  relate  in  the  plaintiffs’  cases  now  to  the \n  purchase of the Koran.’ \n \nThe  majority  opinion  concludes  that  the  concessions \nmade by the plaintiffs resulted in an abandonment of the \nDAWSON, District Judge (dissenting).  ‘spiritual  adviser’  issue.  It  is  equally  clear  that  they \n  abandoned issue No. 2, i.e., that they had been punished \nbecause  of  religious  beliefs.  Plaintiffs  themselves \nAs  the  majority  opinion  states,  each  plaintiff  in  his \nrestricted the issue to that of their right to acquire copies \ncomplaint presented three matters in which he claimed his \nof the Koran. That issue was tried. \ncivil rights had been violated: (1) that he had been denied \npermission  to  purchase  the  Koran;  (2)  that  he  was  As the majority opinion points out, evidence was received \nsubjected to solitary confinement, or other punishment,  that on January 5, 1960, after the present actions were \nbecause of his religious beliefs; and (3) that he was denied  instituted,  the  Commissioner  of  Correction  issued  a \npermission to establish contact with a spiritual adviser on  directive to the wardens of state prisons approving for \nthe ground that such person was not on the approved  purchase by inmates various translations of the Koran \ncorrespondence list. Plaintiffs claim to be adherents of an  published in the United States, and later supplemented \nAmerican Negro sect known as ‘Muslims.’  this directive by a memorandum of June 9, 1961, allowing \ninmates of the state prisons to acquire an edition of the \nA hearing was held. At the start of the hearing, Judge \nKoran published in Pakistan, which is the edition that was \nBrennan sought, by interrogating counsel, to ascertain \n3 \n \n\n \n \nPierce v. La Vallee, 293 F.2d 233 (1961)   \n \n \nsought by plaintiffs. Under the circumstances, the trial  a new action. But to allow plaintiffs to abandon an issue \ncourt properly concluded that there was no reasonable  at trial, and then to remand the action for trial on the \nprobability of a denial to the plaintiffs of the Koran and  hitherto  abandoned  issue,  does  not  seem  to  be  good \ndismissed the actions as moot.  judicial administration. I would vote to affirm. \nTo now remand the action for trial on an issue which was \nabandoned by the plaintiffs when the matter was before  All Citations \nthe trial court, seems to me to involve a waste of judicial \n293 F.2d 233 \ntime. If future actions by the prison authorities appear to \nthe  plaintiffs  to  be  punitive  actions  because  of  their   \nreligious beliefs, there is no reason why they cannot bring \nFootnotes \n \n1  Thus, when counsel for the defendant, in his opening, stated that prison rules prohibited correspondence with \n  known criminals, plaintiffs’ counsel stated that he wished ‘to object strenuously * * * that counsel is going far afield \nof the issues in the case.’ And when defendant sought to introduce evidence of these rules, plaintiffs objected on \nthe ground that ‘the issues here relate in the plaintiffs’ cases now to the purchase of the Koran.’ These and other \nremarks during the trial make clear that plaintiffs, whether because they believed their claim untenable or for some \nother reason, abandoned the ‘spiritual advisor’ issue. \n \n2  Neither is any such administrative proceeding provided for in N.Y.Correction Law §§ 47-48, as the district court \n  suggested. \n \n \n \n \n   \n \n \n \n4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131356"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 131330,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/131330"
    },
    {
      "date": "1962-05-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 865,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 212,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131353,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131353.pdf",
      "title": "Opinion",
      "text": " \n \nPierce v. LaVallee, 212 F.Supp. 865 (1962)   \n \n \n \n \nThe background of these actions, brought to declare and \n212 F.Supp. 865 \nenforce the plaintiffs’ rights pertaining to the exercise of \nUnited States District Court N.D. New York. \ntheir religious beliefs, is found in the decision reported \nunder the name of Pierce v. LaVallee, 293 F.2d 233. The \nJames PIERCE, Petitioner, \nthree  issues  raised  in  the  plaintiffs’  complaints  were \nv. \ndisposed of as follows. \nJ. E. LaVALLEE, Warden of Clinton Prison, \nDannemora, New York, Respondent. \nThe plaintiffs’ right to purchase and possess the Quran \nMartin T. SOSTRE, Petitioner, \nwas  disposed  of  in  the  above  decision.  Plaintiffs’ \nv. \ncontention as to their right to contact a ‘spiritual advisor’ \nJ. E. LaVALLEE, Warden of Clinton Prison, \nwas abandoned. The third claim for relief was remanded \nDannemora, New York, Respondent. \nto this court in the following language. ‘* * * the cases \nWilliam SaMARION, Petitioner, \n(are)  remanded  for  consideration  of  the  claims  that \nv. \nplaintiffs  were  disciplined  solely  because  of  their \nJ. E. LaVALLEE, Warden of Clinton Prison, \nreligious beliefs.’ Pierce v. LaVallee, supra, page 236. \nDannemora, New York, Respondent. \nThe issue, thus remanded, has been tried to the court. \nCiv. Nos. 7813, 7815 and 7816. \nConsiderable latitude was afforded the plaintiffs in the \n| \nmatter of the evidence received, some of which related to \nMay 11, 1962. \nthe contention that plaintiffs had been deprived of their \nright to contact a spiritual advisor. The court took this \nposition for the reason that petitioners indicated that they \nSynopsis  desired to withdraw their previous abandonment of that \nAction by prisoners to declare and enforce their rights  issue. Decision as to whether or not such issue would be \npertaining  to  exercise  of  their  religious  beliefs.  The  determined by this court was withheld at the trial and is \nDistrict Court, Brennan, Chief Judge, held that evidence  now  refused  in  view  of  the  decision  of  Brown  v. \nestablished  that  prison  discipline,  consisting  of  McGinnis, 10 N.y.2d 531. \nsegregation  and  deprivation  of  good  time,  was  not \nimposed solely because of their religious beliefs and was  This decision will then be limited to the question as to the \nnot  imposed  in  violation  of  constitutional  right  of  discipline of the plaintiffs solely because of their religious \nreligious freedom.  beliefs, as indicated in the decision of the Circuit Court \n   above referred to. \nComplaint dismissed. \n   The plaintiffs are state court prisoners. At the pertinent \ntimes involved, they were confined at Clinton Prison, \nAttorneys and Law Firms  Dannemora N.Y., by reason of state court commitments. \nThe defendant, at such times, was the Warden of Clinton \n*866 Jacko & Sandifer, New York City, for plaintiffs,  Prison and charged with the overall duty of supervision of \nEdward W. Jacko, Jr., Jawn A. Sandifer, New York City,  that institution and with the care, custody and safety of \nof counsel.  the inmates thereof. A considerable portion of the factual \nbackground involved in this litigation applies equally to \nLouis J. Lefkowitz, Atty. Gen. of New York, Albany,  each of the three plaintiffs and same is set out below prior \nN.Y., for respondent, William D. Bresinhan, Asst. Atty.  to any narration of facts which are particularly applicable \nGen., of counsel.  to the individual plaintiffs. \nOpinion  On August 15, 1959, disciplinary action was taken by the \n  prison authorities against each of the three plaintiffs. The \naction was taken based upon identical reports of a Guard \nBRENNAN, Chief Judge. \nCaptain which in substance charged each plaintiff with \n‘agitating’. Such reports consisted of a statement to the \n \neffect that each plaintiff was a member of the Muslim \n1 \n \n\n \n \nPierce v. LaVallee, 212 F.Supp. 865 (1962)   \n \n \nBrotherhood actively engaged in its activities, *867 the  which was purposely withheld from the prison authorities, \norganization being a source of racial hatred and advocates  which indicated a secretiveness or condition of unrest. On \nthe use of force as a last resort. In accordance with prison  August  10,  1959,  the  prison  authorities  made  an \nprocedure,  each  of  the  plaintiffs  appeared  before  the  examination of the homemade ‘locker’ located on the \nPrincipal Keeper of the prison and after discussion of the  Muslim  court.  There  was  found  therein  and  taken \nreport, a judgment was made depriving each plaintiff of  therefrom literature and documents relating to the religion \nsixty days good time and assigning each to segregation.  of Islam and the Muslim movement. These documents \nEach plaintiff claims that the above action was taken and  were examined by prison authorities. It was found that \nthe  discipline  inflicted  solely  as  punishment  for  his  there  existed  an  organization  known  as  the  ‘Muslim \nreligious  belief  and  constituted  a  deprivation  of  his  Brotherhood’. This organization had a written constitution \nconstitutional right to the exercise of his religion.  which apparently came into existence about April 1959. \nThis instrument is set out as an appendix to this decision. \nClinton  Prison  at  the  times  involved  had  an  inmate  After the documents, so seized, had been examined and \npopulation  of  about  twenty-two  hundred  persons  of  appraised by prison officials, the charges, above referred \nvarious racial and religious backgrounds or beliefs. About  to, were made and the discipline invoked. \nthirty of such inmates were recognized as Muslims. The \ndetails  of  their  religious  belief  were  unknown  to  the  Prior to the occurrences of April 10, 1959 and as early as \nprison  authorities.  There  has  been  in  existence  at  the  February or March of that year, members of the Muslim \nprison for a number of years a system whereby plots of  group  had  made  oral  request  for  the  setting  aside  of \nland in the prison yard of varying dimensions are assigned  facilities within the prison where they could gather, pray \nto inmates for their use during specific hours when yard  together and conduct their religious services. On March \nprivileges are available. The plots, thus allotted, about  23, 1959, a proceeding was started in the state court, \n300 in number, are known as ‘courts’ and are put to use  instituted by Sostre, to require that such facilities be made \nby  the  assigned  inmates  for  various  recreational  or  available. In the early part of July 1959, requests were \neducational purposes. One or more of such courts were  submitted  by  the  three  plaintiffs  for  permission  to \nassigned to and controlled by members of the Muslim  purchase a certain edition of the Quran. These requests \norganization. This court was enlarged from time to time  were refused and this *868 particular controversy was \nby the absorption of a neighboring court so that in June  disposed of in the former decision of the Circuit Court. It \n1959, four of said courts had been combined into one  may be added that the final disposition of such request \nlarge  area  which  was  used  by  members  of  the  was not made until August 25, 1959 after the seizure of \norganization for their purposes. It is evident that the use  the  literature  on  August  10,  1959.  Additional  facts, \nof said courts by inmates was encouraged or permitted as  particularly pertinent to each of the three plaintiffs, are set \nan outlet for inmate activities.  out below. \nIn the early part of the year 1959, the activities upon the  PIERCE \nMuslim court came to the attention of prison officials. In  Pierce was received at Clinton Prison on January 25, \nthe spring of that year, the prison authorities directed  1959. At that time his professed religious faith was that of \nsurveillance of the Muslim court and a report by the yard  a Muslim. When he was first received into the prison \nguard of activities therein. The testimony of the guards  system, he was registered as a member of another faith. \nindicated a more or less continuous activity within the  He was assigned to work, under guard, outside the prison \nMuslim  court.  A  larger  number  of  inmates  than  was  walls and had earned good time. He was a member of the \nusually  found  gathered  at  that  area  and  were  often  Muslim group. He was transferred from Clinton Prison to \naddressed by some individual. It was observed that some  Auburn  Prison  on  January  25,  1961.  He  remained  in \nof those present wore black caps, not usually worn by  segregation from August 15 until the time of his transfer. \ninmates. It was noted especially for a period prior to  He has been subject to additional disciplinary action while \nAugust 10, 1959 that upon the approach of a guard to the  in  segregation.  Pierce  is  the  author  of  a  writing, \nMuslim court, all conversation and activity ceased so that  apparently written and distributed many times which is \nthe guard was unable to hear what was being said. When  indicative of his attitude toward prison authorities whom \nthe guard moved out of hearing distance, conversation  he considers as oppressors. Same is set out in part in the \nresumed  and  the  speaker  apparently  received  the  full  footnote below.1 \nattention of the group. This action was interpreted by \nprison officials as indicating discussions, the nature of  SOSTRE \n2 \n \n\n \n \nPierce v. LaVallee, 212 F.Supp. 865 (1962)   \n \n \nSostre arrived at Clinton Prison in March of 1952 and was  decision involves purely the determination of an ultimate \ntransferred to Attica on June 28, 1960. At the time of his  question of fact as indicated by the language of the Circuit \nadmission to the prison system, he was registered as a  Court in the opinion on remand. ‘Either the plaintiffs were \nmember of a recognized faith. He embraced the religion  punished solely because of their religious beliefs or they \nof  Islam  in  1956.  ‘Well,  I  am  a  Muslim.  A  were not. If they were, the defendant’s conduct violates \nnon-denominational Muslim. I am not registered with any  both the state statute and the United States Constitution. If \nparticular sect’. He was an active member of the Muslim  the plaintiffs were punished for legitimate reasons, neither \nBrotherhood; was acquainted with its constitution and  law is violated’. \ntook  the  oath  described  therein.  He  was  confined  in   In our zeal for the protection of freedom of religious \nsegregation from August 15, 1959 to the time of his  belief and practice, the particular circumstances involved \ntransfer. Sostre is an intelligent, articulate person who  may  not  be  overlooked.  A  large  prison  population  is \ntook an active part in the brotherhood affairs, including  committed  to  the  custody  of  a  minority  of  prison \nteaching other members at the court. He was instrumental  employees and authorities. Discipline is necessary for the \nin  initiating  legal  proceedings  designed  to  obtain  protection  of  both  the  inmates  and  the  public.  Prison \nadditional rights for members of the Brotherhood or to  discipline may on occasions impinge upon fundamental \nobtain rights withheld from them.  rights.  That  a  public  officer  has  or  will  violate  the \nThe time length of plaintiffs’ confinement in segregation  constitutional safeguards of the freedom of religion, in \nat  Clinton  Prison  was  somewhat  emphasized  in  the  this court’s opinion must be established by convincing \ntestimony of the plaintiffs. Although these actions did not  evidence. Such a charge is easy to make in an unverified \ninvolve  a  contention  of  cruel  and  unusual  treatment,  complaint but the charging party must support it by more \nplaintiffs seem to ask the court to infer that the length of  than inference or conjecture. \nsuch confinement was associated with the basis thereof.    \nAn exhibit, written by Sostre while at Attica Prison, was   Admittedly  there  existed  at  Clinton  Prison  an \nreceived in evidence as indicating his disposition relative  organization of inmates with inmate leadership dedicated \nto his confinement in segregation and the failure of the  to the formation of secret plans, strategy and policies and \nauthorities at Clinton Prison to release him therefrom. A  further dedicated to the extension of objectives of said \npart of this exhibit is set out in the footnote below.2  organization  throughout  the  state  prison  system.  The \norganization  required  of  its  members  irrevocable \nSaMARION  obedience  to  its  commands  and  instructions;  the \nundertaking of any mission which they might be called \nSaMarion arrived at the Clinton Prison in May 1958 and  upon to perform and the assistance of a brother member \nwas transferred to Attica Prison on May 28, 1960. His  ‘in all difficulties’. \neducation terminated after two years in high school. At \n  \nthe  time  of  his  admission  to  the  prison  system,  his \nadherence to a recognized *869 religious faith was noted.  Experience indicates that such an organization is a likely \nDuring his confinement at Clinton Prison, he embraced  fomenting point for the unrest and frustration of confined \nthe  faith  of  Islam.  He  was  an  assistant  leader  in  the  inmates. It would seem to follow that the defendant might \nMuslim Brotherhood and subscribed to the constitution of  well be derelict in his duty if he knowingly allowed such \nthat  organization.  He  attended  meetings  held  on  the  an organization to function. The segregation of the three \nMuslim  court  and  heard  discussions  concerning  plaintiffs who were apparently considered as some of the \n‘oppressors’,  ‘slavemasters’  and  ‘enemies’.  Such  leaders in said organization would seem to be a proper, if \ndiscussions, in his opinion, did not constitute religious  not a necessary, step in the insurance of discipline and \nservices.  It  was  one  of  his  duties  to  enforce  the  good order within the prison. Plaintiffs’ contention that \nconstitution.  This  plaintiff,  while  in  segregation  after  such action was solely the result of vindictiveness on the \nAugust 10, 1959, was charged with violations of prison  part of the defendant because of the petty annoyances \ndiscipline and remained in segregation until his transfer to  occasioned  by  their  previous  court  proceedings  or \nAttica. He was later released therefrom and was returned  complaints  is  entirely  rejected.  From  the  number  of \nto segregation about a year later.  applications for relief made to this court by state court \nprisoners confined at Clinton Prison, it can be readily \nDISCUSSION  concluded that petty annoyances, so occasioned, are a part \nof the defendant’s daily routine. \nThe  law  to  be  applied  requires  no  discussion.  The \n3 \n \n\n \n \nPierce v. LaVallee, 212 F.Supp. 865 (1962)   \n \n \nIt should be emphasized that the Muslim Brotherhood, as  struggle for freedom being made by our brothers at home \nit existed at Clinton Prison, is not a religion. Rather it is  and abroad; and all other pertinent subjects. \nan organization which sets itself up as an adjunct to the \nIslamic  faith.  Membership  in  the  Brotherhood  and  3. To build and train leaders for the future struggle so that \nadherence to the principles thereto was the basis of the  each member upon his release shall be so equipped, that \npunishment visited upon the three plaintiffs rather than  he will be able to successfully organize his own group or \ntheir belief in the religion of Islam.  be an asset to any organization he may join. \nIt is not often that membership in a secret organization,  INTRODUCTION \nexisting within a prison, is so clearly established as in \nSince no movement can endure unless there is a stable \nthese cases. Ordinarily such an organization *870 is not \norganization  of  trained,  selected  and  trusted  men  to \ndisclosed by a written constitution or confirmed by the \nwritings and testimony of members. Here the defendant,  maintain  continuity  and  carry  its  program  forward  to \nafter the receipt of such evidence, acted in a deliberate  successful conclusion. \nand considered manner. The writings, seized on August \nAnd since the more widely our brothers are drawn into the \n10, 1959, were examined and evaluated. It is plain that in \nstruggle for freedom the more necessary it is to have an \nthe  considered  opinion  of  the  prison  authorities,  such \norganization such as the Muslim Brotherhood to establish \nevaluation warranted affirmative action on their part. Five \nunity of action and thereby making it impossible and \ndays later such action was taken as, in the opinion of the \ndifficult  for  demagogues,  sell-out  men,  uncle-toms, \ndefendant,  was  required.  This  court  finds  no  basis  to \ntraitors,  cowards  and  self-seekers  to  lead  astray  any \nconclude  that  the  action,  so  taken,  was  violative  of \nsection of the masses of brothers. \nplaintiffs’ rights. \nAnd  since,  in  a  country  like  this  with  a  despotic \nIt is found that the plaintiffs in their individual actions \nanti-brother and anti-Muslim government, and in addition \nhave utterly failed to establish that the punishment or \nbeing inside the prison of the enemy, the more necessary \ndiscipline imposed upon them by the defendant on August \nit is to restrict the Muslim Brotherhood to persons who \n15, 1959 was so imposed solely because of their religious \nare sincere and going ‘all the way’. These will be trained \nbeliefs.  It  is  concluded  that  the  complaint  in  each \nin  the  art  of  combatting  all  manner  of  intrigues, \nindividual action should be and is dismissed, and it is \ndeceptions & persecutions thereby making it difficult for \nSO ORDERED.  anyone  to  disrupt  the  programs  of  the  Muslim \nBrotherhood. \nAPPENDIX \nI therefore accept and abide by the laws of the Muslim \nCONSTITUTION  Brotherhood which are as follows:— \nNAME... MUSLIM BROTHERHOOD  1.  I  will  irrevocably  obey  and  act  upon  the  orders, \ncommands,  instructions  and  directions  of  the  Muslim \nMOTTO... Forward ever—  Brotherhood. \nBackward never  2. I will always serve, sacrifice and suffer anything for the \ncause for which the Brotherhood stands, and will at all \nAIMS & OBJECTS  times be ready to go on any mission that I may be called \nupon to perform. \n1. To maintain ourselves and the Muslim Brotherhood as \nthe vigorous, intellectual vanguard of the struggle for  3. I will always and in all circumstances help a member of \ncomplete unity among our brothers by employing the  the  Muslim  Brotherhood  in  all  things  and  in  all \nunifying force of Islam.  difficulties. \n2. To secure & maintain the complete intellectual unity &  4. I will make it my aim & duty to foster the cause for \nawakening of our brothers by promoting the advantages  which the Brotherhood stands among all the brothers. \nof unity of action and organization through the study of: \nIslam; our history which has been concealed from us; the  5. I will, except as a last resort avoid the use of violence. \n4 \n \n\n \n \nPierce v. LaVallee, 212 F.Supp. 865 (1962)   \n \n \n*871 OATH OF ALLEGIANCE  Should  the  probationary  member  fail  to  receive  the \nnecessary vote, a second vote shall be taken to extend his \nOn my life, honor and fortunes, I solemnly pledge and  probationary period for an additional month. \npromise  that  I  shall  always  live  up  to  the  aims  and \naspirations of the Muslim Brotherhood, and shall never  If  on  the  second  vote  less  than  the  majority  of  the \nunder any circumstances divulge any secrets, plans and  members vote for extension of the probationary period, \nmovements  of  the  Muslim  Brotherhood,  nor  betray  a  the probationary member shall be denied membership. \nmember brother; and if I dare to divulge any secrets, plans \nor movements of the Muslim Brotherhood, or betray a  MEMBERSHIP DUES AND CONTRIBUTIONS \nmember brother or the cause, or use the influence of the \nEach individual member of the organization shall pay \nBrotherhood for my own personal interest, I do so at my \nmonthly dues as determined by the Brotherhood unless \nown risk and peril. \nexempted therefrom. \nMEMBERSHIP \nThe Brotherhood shall maintain a fund (from dues & \nOnly brothers shall be eligible for membership and these  voluntary  contributions),  such  fund  to  be  used  for \nmust  accept  Islam,  the  objects,  policy,  program  &  supplementing the diet of the members and furthering the \ndiscipline of the Muslim Brotherhood.  cause of the Brotherhood only. \nAny person who is a known informer or a homosexual  COMMUNICATION \nshall not be eligible for membership. (the rumor that one \nA close liaison shall at all times be maintained between \nis an informer, shall, in the absence of evidence to the \nall members of the organization, in prison and out. As far \ncontrary, bar one from membership). \nas  possible  all  communications  should  be  done  by \nApplication  for  membership  shall  be  made  through  a  personal contact, or employing only members as couriers \nmember who shall introduce the applicant to members of  and messengers. Letters & notes on important subjects (in \nthe Brotherhood for their acceptance or otherwise.  prison)  should  be  written  in  Arabic  (on  the  outside, \nletters, telegrams, telephones & cables should be used \nAll  new  members  accepted  by  the  organization  shall  only  for  making  appointments  to  discuss  business). \nundergo a probationary period of two months. During this  Discussion  of  Muslim  Brotherhood  matters  in  public \ntime such probationary member shall be given a copy of  places is forbidden. \nthe Rules of Court only and such probationary member \nshall be carefully watched at all times by all members as  All members shall upon their release maintain contact \nto  his  conduct,  sincerity  and  motives  of  joining  the  with  the  Brotherhood  and  aid  it  from  the  outside  by \nBrotherhood.  sending money & packages, books & literature *872 and \nby apprising the outside brothers of the struggle of the \nDuring the probationary period, the probationary member  Muslim Brotherhood. \nshall merely be an observer at Brotherhood meetings and \nalthough he may voice his opinion, he shall not vote. He  MEMBER RECOGNITION \nmay participate in all activities of the organization except \nOrdinary handshake with thumb or forefinger pressure; \nthe  meetings  in  which  strategy  &  secret  plans  are \ndiscussed.  salute (these to be decided upon by brotherhood). \nIt shall be the duty of all full-fledged members to instruct  MUSLIM BROTHERHOOD FLAG \nthe probationary member on Islam, Arabic and all other \nThe official colors of the organization shall be: Black, \nprojects,  activities  &  studies  (except  secret  plans  & \nGreen,  Red.  The  Brotherhood  tri  color  shall  be  in \nstrategy)  of  the  Brotherhood  and  to  aid  him  toward \nhorizontal form with Black at the top. (To be decided \nbecoming a full-fledged member. \nupon by members). \nAfter the two month probationary period, the probationary \nORGANIZATION \nmember  shall  become  a  full-fledged  member  of  the \nBrotherhood  only  upon  an  affirmative  vote  of  the \nSince the Aim & Object of the Muslim Brotherhood is to \nmembers. \nbuild and train leaders, and since the basis of Islam is \n5 \n \n\n \n \nPierce v. LaVallee, 212 F.Supp. 865 (1962)   \n \n \nequality, all members shall be officers and all shall have  By this method our organization is indestructable; shall \nan equal vote in deciding all matters of the organization.  always  maintain  its  continuity;  and  shall  frustrate  the \nenemys attempts to destroy it, since as soon as a member \nMoreover,  since  there  is  a  rapid  turnover  in  the  is drafted to another prison it is his duty to organize there \nmembership due to the release of the members who have  a Muslim Brotherhood upon the same lines as the present \nshort sentences, and the further reduction of our ranks by  organization, thereby spreading the unifying & awakening \nthe implacable enemy who through persecutions (solitary  force of Islam among all the brother inmates in all the \nconfinement) and drafts to other prisons, is constantly  N.Y. State Prisons. \nseeking to destroy our organization, it is necessary to \nappoint one or two assistants to each officer to insure  COMPOSITION \nagainst our organization ever being left without necessary \nofficers to carry on efficiently.  The Brotherhood shall comprise the following officers: \n(and any other officers the members shall decide) \nIn the event an officer is released, expelled, locked up, or   \ndrafted, his assistant shall take his place, and the next man   \nin line (if there is a No. 3 man) shall become his assistant. \nA  sub-officer  (No.  3  man)  shall  be  elected  by  the \nmembers. \n(1)  Imam  (5)  Treasurer \n           \n       \n  Asst. Imam    Asst. Treasurer \n     \n   \n  2nd Asst. Imam    Sub-treasurer \n     \n   \n(2)  Mufti  (6)  Colonel (or Gen.) \n           \n       \n  Asst. Mufti    Asst. Colonel \n     \n   \n  2nd Asst. Mufti    Sub-Colonel \n     \n   \n(3)  Secretary  (7)  Captain \n           \n       \n  Asst. Secretary    Asst. Capt. \n     \n   \n  Sub-Secretary    Sub-Capt. \n     \n   \n6 \n \n\n \n \nPierce v. LaVallee, 212 F.Supp. 865 (1962)   \n \n \n(4)  Librarian  (8)  Lieutenant \n           \n       \n  Asst. librarian    Asst. Lieut. \n     \n   \n  Sub-librarian    Sub. Lieut. \n     \n   \n    (9)  etc. \n     \n   \n \n \nmeeting may be called by any member upon his motion \nbeing seconded. \nDUTIES OF OFFICERS \n(10) To manage, control & guide the Brotherhood library \n(1)  To  carry  out  the  policy  and  program  of  the \nand submit a report & statement of all literature and new \norganization  as  laid  down  by  the  constitution  and \nadditions at each end of the month conference. \nresolutions of the members. \n(11)  To  keep  a  record  of  all  important  Brotherhood \n(2) To refer problems to the Holy Koran for corroboration \nactivities and transcribe minutes of all proceedings of \nand to interpret any particular ordinance found therein in \norganization meetings. \nreference to the problem. \nQUORUM \n(3) To lead the congregational prayers when facilities for \nprayers are obtained. \nThe number of members which must be present in order \nto legally transact any business which is binding on the \n(4) To expound Muslim law, history and teach Arabic. \nBrotherhood,  is  an  absolute  majority  of  the  voting \n*873 (5) To help organize the duties of the members and  members. No decision or commitment shall be valid if \nto guide and supervise their work.  less than an absolute majority of the voting members were \npresent at the time it was made. \n(6)  To  enforce  the  constitution,  rules,  regulations, \nstanding orders and by-laws of the Brotherhood and to  DISCIPLINE \ntake  any  action  deemed  necessary  for  such  purpose \nThere shall be two modes of disciplining a member: \nwhether  by  way  of  reprimand  or  expulsion  of  an \nindividual member of the organization. \n1. reprimand \n(7) To maintain the finance & fund of the Brotherhood \n2. expulsion \nand submit a report and statement of account at each end \nof the month conference. \n1. Whenever a member feels that the actions or omissions \nof another member is contrary to the aims & objects of \n(8) To initiate & undertake all such activities as may \nthe Muslim Brotherhood, he shall mention it at the Friday \nfurther the aims & objects of the organization. \nmeetings,  or  if  the  circumstances  warrant  it,  make  a \nmotion for an emergency meeting. All parties shall be \n(9) To hold meetings once a week (Fridays) & at the end \nheard at such meeting including the accused member, and \nof each month, where all important business shall be \na  vote  shall  be  taken  on  the  issue  to  exonerate  or \ndiscussed  and  voted  upon.  However,  an  emergency \n7 \n \n\n \n \nPierce v. LaVallee, 212 F.Supp. 865 (1962)   \n \n \nreprimand the delinquent member.  3.  The  end  of  the  month  conference  shall  consist  of \nreviewing the past month activity; reading of reports & \n2. Whenever a member has been reprimanded by the  statements by the various officers as to the nature & \nmajority (Quorum) and still continues his errant action in  condition of their respective departments & duties. All \ndefiance and to the detriment of the organization, a vote  changes to the Constitution and Rules of Court shall be \nfor his expulsion shall be taken at a regular or emergency  made at this conference by majority vote. Broad policy \nmeeting and upon a majority vote, he shall be expelled  and long-range strategy for the coming months shall be \nfrom the organization.  laid  down  at  this  conference.  The  specific  duties  of \nofficers shall be defined; & special committees shall be \nA  member  shall  also  be  expelled  for  the  following \nappointed for specific tasks. \nreasons: \nAll meetings shall be well-conducted affairs presided over \n(A) When he absents himself from the activities of the  by one of the officers. All who desire to speak shall be \nBrotherhood for thirty (30) days unless he is keep-locked  heard  upon  raising  his  hand  and  given  permission  to \nor boxed; in the hospital; lost his yard privileges; or has  speak. None shall be interrupted while speaking. \ngone to Court. \nUpon a motion being seconded, the matter shall be voted \n(B)  When  he  appropriates  for  his  own  use  any \nupon  and  decided  by  majority  vote.  The  entire \nBrotherhood property without the express consent of the \norganization shall be bound by the majority resolution. \nmembers.  No  person  once  expelled  can  ever  be \nre-admitted to membership in the Brotherhood.  The meetings shall be conducted in accordance with the \nrules of parliamentary procedure, and the Secretary shall \nAMENDMENTS TO CONSTITUTION  enter the entire proceedings into the minute book of the \nBrotherhood. \nThe  existing  constitution  or  any  part  thereof  may  be \namended, rescinded, altered. Additions made thereto by \nHEADQUARTERS \nresolution must be made by a majority vote at the end of \nthe month meeting.  In  order  to  ensure  the  continuous  possession  of \nHeadquarters (the Court) upon which the Brotherhood \nThe Rules of Court may likewise be amended by majority \ncenters its activities, it shall be the duty of every member \nvote. \nto have his name entered in the yard-sargeant’s file as \nco-owner of the court. \nMEETINGS \nUpon the release, drafting or expulsion of any member \nThe three types of meetings are: \nwhose name is entered on the Brotherhood court, it shall \nbe the duty of every member to immediately enter the \n1. regular meetings (every Friday) \nname of another of another member to fill the vacancy. \n2. emergency meeting (at any time) \nMUSLIM BROTHERHOOD HOLIDAYS \n3. end of the month conference. \n1. The Feast (Al Fitre)— April \n1. The regular meeting shall consist of reviewing the past \n2.— \nweek’s activities & progress; planning the coming week’s \nactivities; electing members to new posts or removing \n3. African Freedom Day— April 22 \nmembers  from  a  position  for  incompetence  or \ninefficiency; voting full *874 membership to probationary  4.— \nmembers; deciding whether a member is ready to take his \nMuslim Oath (Shahadda); voting to reprimand or expel a  (To be decided by members) \nmember; and all immediate business. \nAll Citations \n2. The emergency meeting shall only be convened when \nthe business at hand is urgent and cannot wait until the  212 F.Supp. 865 \nFriday meeting. \n8 \n \n\n \n \nPierce v. LaVallee, 212 F.Supp. 865 (1962)   \n \n \n \nFootnotes \n \n1  ‘* * * There can be no love for an enemy. Why it is against the very nature of good men and of life to love the \n  enemy. Would God ask us to do something which He Himself cannot do? No. He hates his enemies. In fact, He tells \nus in the Bible and the Holy Qu-ran that He will destroy them with hellfire along with those of us.’ \n \n2  ‘* * * the same mistake the warden of Dannemora made when he placed four hard-core Mr. Muhammad followers \n  in the box. They took over the box and converted eight dead brothers in the fear that they would be raised upon \ncoming in contact with us. So his whole security system broke down. As you know Brother, the box is the only \nweapon that the wardens have to maintain discipline in prison. When the box ceases to work, the entire disciplinary \nand security system breaks down. This is what happened in Dannemora. When the dead brothers in population \nbecame aware that the warden would not put them in the box regardless what they did, they started raising hell in \npopulation and taking advantage of the wardens predicament. Eventually the warden had to ship us out of the box \nto different prisons * * *.’ \n \n \n \n \n \n \n \n \n9 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131353"
    }
  ],
  "document_count": 3
}