{
  "case_id": 326,
  "fetched_at": "2025-10-22T00:03:39.429177",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Indiana Boys School",
        "institution_alt_state": null,
        "institution_city": "Plainfield",
        "institution_county": null,
        "name": "Indiana Department of Corrections",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1973,
    "constitutional_clause": [
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Indiana",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1972-05-12",
    "filing_year": 1972,
    "id": 326,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Disciplinary segregation",
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Personal injury",
      "General/Misc.: Mail",
      "General/Misc.: Religious programs / policies",
      "Affected Sex/Gender(s): Male",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)"
    ],
    "last_checked_date": "2007-11-03T00:00:00-04:00",
    "main_docket": {
      "id": 42759,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1972,
      "docket_filing_number": 1970,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "state": "Indiana",
      "docket_office_number": "3",
      "docket_number_manual": "72-1970",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Nelson v. Heyne",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 1972,
    "permanent_injunction": false,
    "plaintiff_description": "Boys confined at the Indiana Boys School in Plainfield, Indiana.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Indiana",
    "summary": "<p>On May 12, 1972, a class action lawsuit was filed, in the United States District Court for the Northern District of Indiana, on behalf of boys confined at the Indiana Boys School (IBS) in Plainfield, Indiana, against the Indiana Department of Corrections.  The plaintiffs, represented by the Youth Advocacy Program and Legal Services' Legal Education Program, sought declaratory and injunctive relief pursuant to 42 U.S.C. § 1983, alleging violations of their constitutional rights.</p><p>According to the court, juveniles detained at IBS were beaten, isolated, and pharmaceutically tranquilized as punishment for misbehavior.  Detainees were required to attend weekly Protestant or Catholic services, regardless of their religious beliefs.  IBS censored both incoming and outgoing mail, ostensibly searching for contraband.  Finally, IBS did not consistently provide rehabilitative treatment to detainees, although their policies indicated that individualized rehabilitation plans would be developed and implemented for all juveniles.</p><p>On June 15, 1972, the United States District Court for the Northern District of Indiana (Judge Robert Allen Grant) held that the conditions of corporal punishment, punitive isolation, and behavior-controlling tranquilizers used as ISB violated the Eighth Amendment's bar on cruel and unusual punishment.  Nelson v. Heyne, 355 F. Supp. 451 (N.D. Ind. 1972).  The court, however, found that the religious services did not force juveniles to alter their beliefs or practice any religion.  The court ordered IBS to cease all unconstitutional practices and develop and implement policies, which would preclude future constitutional violations.  </p><p>On February 8, 1973, the court (Judge Grant) filed a supplemental opinion in which it held that juveniles have a due process right to rehabilitative treatment.  The court ordered both parties file proposed specific findings of fact and conclusions of law to identify specific constitutional standards for programming.   Nelson v. Heyne, 355 F. Supp. 451 (N.D. Ind. 1972).  On January 31, 1974, the Seventh Circuit Court of Appeals (Judge Roger Joseph Kiley) affirmed the lower court's rulings.  Nelson v. Heyne, 491 F.2d 352 (7th Cir. 1974).</p><p>We do not have the pleadings or any information on subsequent proceedings.</p><p></p>",
    "summary_published_date": "2006-05-26T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/326",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=326",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=326",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=326"
  },
  "documents": [
    {
      "date": "1974-01-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 352,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 491,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 10292,
      "cite_3_reporter": "U.S.App.LEXIS",
      "cite_3_vol": 1974,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 61369,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/61369.pdf",
      "title": "Opinion",
      "text": " \n491 F.2d 352 (1974) \nEric NELSON, by his next friend, Corine Nelson, and Daniel R. Roberts, \nby his next friend, Robert Brown, on behalf of themselves and a class of \npersons similarly situated but too numerous and too transitory to \nmention, Plaintiffs-Appellees, \nv. \nRobert P. HEYNE, Individually and in his capacity as Commissioner of \nCorrections, Indiana Department of Corrections, et al., Defendants-\nAppellants. \nNos. 72-1970, 73-1446. \nUnited States Court of Appeals, Seventh Circuit. \nArgued September 20, 1973. \nDecided January 31, 1974. \n353*353 Theodore Sendak, Atty. Gen., Darrel K. Diamond, Deputy Atty. Gen., Indianapolis, \nInd., for defendants-appellants. \nThomas A. Digrazia and John P. Forhan, South Bend, Ind., for plaintiffs-appellees. \nBefore KILEY, Senior Circuit Judge, and FAIRCHILD and SPRECHER, Circuit Judges. \nKILEY, Senior Circuit Judge. \nThe district court in this class civil rights action[1] enjoined defendants from implementing \nalleged unconstitutional practices and policies in conducting the Indiana Boys School under \ntheir administration; and declared the practices and policies unconstitutional. In Appeal No. \n72-1970 defendants challenge the validity of the judgment granting the injunction, and in \nAppeal No. 73-1446 challenge the declaratory judgment. We affirm. \nThe School, located in Plainfield, Indiana, is a medium security state correctional institution \nfor boys twelve to eighteen years of age, an estimated one-third of whom are non-criminal \noffenders. 354*354 The boys reside in about sixteen cottages. The School also has \nacademic and vocational school buildings, a gymnasium and an administrative building. The \naverage length of a juvenile's stay at the School is about six and one-half months. Although \nthe School's maximum capacity is less than 300 juveniles, its population is generally \nmaintained at 400. The counselling staff of twenty individuals includes three psychologists \nwith undergraduate academic degrees, and one part-time psychiatrist who spends four \nhours a week at the institution. The medical staff includes one part-time physician, one \nregistered nurse, and one licensed practical nurse. \nThe complaint alleged that defendants' practices and policies violated the 8th and 14th \nAmendments rights of the juveniles under their care. Plaintiffs moved for a temporary \nrestraining order to protect them from, inter alia, defendants' corporal punishment and use \n\n \nof control-tranquilizing drugs. After hearing, the district court denied the motion and set the \ndate for hearing on the merits. Defendants' answer generally denied plaintiffs' allegations. \nTrial briefs were filed upon the issue whether defendants deprived plaintiffs of their alleged \nright to adequate rehabilitative treatment. \nThe court found that it had jurisdiction and that the corporal punishment and the method of \nadministering tranquilizing drugs by defendants constituted cruel and unusual punishment in \nviolation of plaintiffs' 8th and 14th Amendment rights. The judgment restraining the \nchallenged practices followed. The court thereafter, in a separate judgment, declared \nplaintiffs had the right to adequate rehabilitative treatment.[2] \nI — CRUEL AND UNUSUAL PUNISHMENT \nA. \nIt is not disputed that the juveniles who were returned from escapes or who were accused \nof assaults on other students or staff members were beaten routinely by guards under \ndefendants' supervision. There is no proof of formal procedures that governed the beatings \nwhich were administered after decision by two or more staff members. Two staff members \nwere required to observe the beatings. \nIn beating the juveniles, a \"fraternity paddle\" between 1/2\" and 2\" thick, 12\" long, with a \nnarrow handle, was used. There is testimony that juveniles weighing about 160 pounds \nwere struck five blows on the clothed buttocks, often by a staff member weighing 285 \npounds. The beatings caused painful injuries.[3] The district court found that this disciplinary \npractice violated the plaintiffs' 8th and 14th Amendment rights, and ordered it stopped \nimmediately. \nWe recognize that the School is a correctional, as well as an academic, institution.[4] No \ncase precisely in point 355*355 has been cited or found which decided whether supervised \nbeatings in a juvenile reformatory violated the \"cruel and unusual\" clause of the 8th \nAmendment.[5] However, the test of \"cruel and unusual\" punishment has been outlined. In \nhis concurring opinion in Furman v. Georgia, 408 U.S. 238, 279, 92 S.Ct. 2726, 2747, 33 \nL.Ed.2d 346 (1971), Justice Brennan stated that: \nThe final principle inherent in the [Cruel and Unusual Punishment] Clause is that a severe \npunishment must not be excessive. A punishment is excessive under this principle if it is \nunnecessary: The infliction of a severe punishment by the State cannot comport with human \ndignity when it is nothing more than the pointless infliction of suffering. If there is a \nsignificantly less severe punishment adequate to achieve the purposes for which the \npunishment is inflicted, the punishment inflicted is unnecessary and therefore excessive. \n(Citations omitted.) \nExpert evidence adduced at the trial unanimously condemned the beatings. The \nuncontradicted authoritative evidence indicates that the practice does not serve as useful \npunishment or as treatment, and it actually breeds counter-hostility resulting in greater \naggression by a child. For these reasons we find the beatings presently administered are \n\n \nunnecessary and therefore excessive. We think, under the test of Furman, that the district \ncourt did not err in deciding that the disciplinary beatings shown by this record constituted \ncruel and unusual punishment.[6] \nThe 8th Amendment prohibition against cruel and unusual punishment is binding on the \nstates through the 14th Amendment. Robinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 \nL. Ed.2d 758 (1962); Francis v. Resweber, 329 U.S. 459, 67 S.Ct. 374, 91 L.Ed. 422 (1947). \nThe meaning of cruel and unusual punishment in law has varied through the course of \nhistory, and as the Court observed in Trop v. Dulles, 356 356*356 U.S. 86, 101, 78 S.Ct. \n590, 598, 2 L.Ed.2d 630 (1958): \nThe [8th Amendment] must draw its meaning from the evolving standards of decency that \nmark the progress of a maturing society. \nThe district court's decision meets tests that have been applied in decisions to determine \nwhether the standards of decency in a maturing society have been met, i. e.: whether the \npunishment is disproportionate to the offense, Weems v. United States, 217 U.S. 349, 30 \nS.Ct. 544, 54 L.Ed. 793 (1910); and whether the severity or harshness of the punishment \noffends \"broad and idealistic concepts of dignity, civilized standards, humanity, and \ndecency.\" Jackson v. Bishop, 404 F.2d 571 (8th Cir. 1968). The record before us discloses \nthat the beatings employed by defendants are disproportionate to the offenses for which \nthey are used, and do not measure up to contemporary standards of decency in our \ncontemporary society. \nThere is nothing in the record to show that a less severe punishment would not have \naccomplished the disciplinary aim. And it is likely that the beatings have aroused animosity \ntoward the School and substantially frustrated its rehabilitative purpose. We find in the \nrecord before us, to support our holding, general considerations similar to those the court in \nJackson found relevant: (1) corporal punishment is easily subject to abuse in the hands of \nthe sadistic and unscrupulous, and control of the punishment is inadequate; (2) formalized \nSchool procedures governing the infliction of the corporal punishment are at a minimum; (3) \nthe infliction of such severe punishment frustrates correctional and rehabilitative goals; and \n(4) the current sociological trend is toward the elimination of all corporal punishment in all \ncorrectional institutions. \nThe Indiana Supreme Court decision in Indiana State Personnel Board v. Jackson, 244 Ind. \n321, 192 N.E.2d 740 (1963), cited by the defendants, is of no aid to set aside the district \ncourt decision. There the court held, inter alia, under the parens patriae doctrine, that a \npublic school teacher, in proper cases and proportions, may administer corporal \npunishment.[7] We agree with that decision. \nB. \nWitnesses for both the School and the juveniles testified at trial that tranquilizing drugs, \nspecifically Sparine and Thorazine, were occasionally administered to the juveniles, not as \npart of an ongoing psychotherapeutic program, but for the purpose of controlling excited \nbehavior.[8] The registered nurse and licensed practical nurse prescribed intra-muscular \ndosages of the drugs upon recommendation of the custodial staff under standing orders by \n\n \nthe physician.[9] Neither before nor after injections were the juveniles examined by medically \ncompetent staff members to determine their tolerances. \nThe district court also found this practice to be cruel and unusual punishment. Accordingly \nthe court ordered the practice stopped immediately, and further ordered that no drug could \nbe administered intramuscularly unless specifically 357*357 authorized or directed by a \nphysician in each case, and unless oral medication was first tried, except where the staff \nwas directed otherwise by a physician in each case. \nWe agree with defendants that a judge lacking expertise in medicine should be cautious \nwhen considering what are \"minimal medical standards\" in particular situations. However, \npractices and policies in the field of medicine, among other professional fields, are within \njudicial competence when measured against requirements of the Constitution. We find no \nerror in the competent district court's determination here that the use of tranquilizing drugs \nas practiced by defendants was cruel and unusual punishment. \nWe are not persuaded by defendants' argument that the use of tranquilizing drugs is not \n\"punishment.\" Experts testified that the tranquilizing drugs administered to the juveniles can \ncause: the collapse of the cardiovascular system, the closing of a patient's throat with \nconsequent asphyxiation, a depressant effect on the production of bone marrow, jaundice \nfrom an affected liver, and drowsiness, hemotological disorders, sore throat and ocular \nchanges.[10] \nThe interest of the juveniles, the School, and the state must be considered in determining \nthe validity of the use of the School's tranquilizing drugs policy. The interest of the state \nappears to be identical more or less with the interest of the maladjusted juveniles committed \nto the School's care, i. e., reformation so that upon release from their confinement juveniles \nmay enter free society as well adjusted members. The School's interest is in the attainment \nand maintenance of reasonable order so that the state's purpose may be pursued in a \nsuitable environment. The School's interest, however, does not justify exposing its juveniles \nto the potential dangers noted above. Nor can Indiana's interest in reforming its delinquent \nor maladjusted juveniles be so compelling that it can use \"cruel and unusual\" means to \naccomplish its benevolent end of reformation. \nWe hold today only that the use of disciplinary beatings and tranquilizing drugs in the \ncircumstances shown by this record violates plaintiffs' 14th Amendment right protecting \nthem from cruel and unusual punishment. We do not intend that penal and reform \ninstitutional physicians cannot prescribe necessary tranquilizing drugs in appropriate cases. \nOur concern is with actual and potential abuses under policies where juveniles are beaten \nwith an instrument causing serious injuries, and drugs are administered to juveniles \nintramuscularly by staff, without trying medication short of drugs and without adequate \nmedical guidance and prescription.[11] \n358*358 II — THE RIGHT TO REHABILITATIVE \nTREATMENT \n\n \nThe School staff-to-juvenile ratio for purposes of treatment is approximately one to thirty. \nThe sixteen counselors are responsible for developing and implementing individualized \ntreatment programs at the institution, but the counselors need have no specialized training \nor experience. Administrative tasks (\"paper work\") occupy more than half of the counselors' \ntime. The duties of the staff psychiatrist are limited to crises. He has no opportunity to \ndevelop and manage individual psychotherapy programs. The three staff psychologists do \nnot hold graduate degrees and are not certified by Indiana. They render, principally, \ndiagnostic services, mostly directed toward supervising in-take behavior classifications. \nIn June, 1971, the School adopted what was described as a differential treatment program, \nbottomed mainly on the Quay Classification System. Under the Quay System, upon their \nadmission to the School, juveniles are classified with respect to four personality and \nbehavior types on the basis of standardized tests: the inadequate, the neurotic, the \naggressive, and the sub-cultural. Each of the sixteen cottages at the School houses twenty \nto thirty juveniles, with common personality and behavior patterns. Each cottage is served \nby a staff comprising a house manager, a counselor, an educator, and a consulting \npsychologist. The cottage staff meets weekly for evaluation of the rehabilitation program of \neach inmate. Upon admission to a cottage, each juvenile agrees to improve his behavior in \nfour areas of institutional life: \"cottage,\" \"recreation,\" \"school,\" and \"treatment.\" \nCorrespondingly, each has responsibility for physical maintenance of the residential area, \nsocial and athletic activities, specified levels of academic or vocational skills, and improved \npersonality goals. With success in each of the four areas, the juvenile earns additional \nprivileges, ultimately culminating in a parole date. \nThe district court decided that both Indiana law and the federal Constitution secure for \njuvenile offenders a \"right to treatment,\" and that the School failed to provide minimal \nrehabilitative treatment. Defendants contend that there exists no right to treatment under the \nConstitution or Indiana law, and that if there is the right, the Quay Classification System \nused at the School did not violate the right. We hold, with the district court, that juveniles \nhave a right to rehabilitative treatment. \nThe right to rehabilitative treatment for juvenile offenders has roots in the general social \nreform of the late nineteenth century, was nurtured by court decisions throughout the first \nhalf of this century, and has been established in state and federal courts in recent years. In \nre Gault, 387 U.S. 1, 15-16, 87 S.Ct. 1428, 1437, 18 L.Ed.2d 527 (1967), the Court stated: \nThe early reformers were appalled by adult procedures and penalties, and by the fact that \nchildren could be given long prison sentences and mixed in jails with hardened criminals . . . \n. The child was to be \"treated\" and \"rehabilitated\" and the procedures, from apprehension \nthrough institutionalization, were to be \"clinical\" rather than punitive. \nSince the beginning, state courts have emphasized the need for \"treatment\" in their Juvenile \nCourt Acts. Wisconsin Industrial School for Girls v. Clark County, 103 Wis. 651, 79 N.W. \n422, 427 (1899); Commonwealth v. Fisher, 213 359*359 Pa. 48, 62 A. 198, 199 (1905); Ex \nParte Sharp, 15 Idaho 120, 96 P. 563, 564 (1908); Wissenberg v. Bradley, 209 Iowa 813, \n229 N.W. 205, 207 (1929). \n\n \nThe United States Supreme Court has never definitively decided that a youth confined \nunder the jurisdiction of a juvenile court has a constitutionally guaranteed right to treatment. \nBut the Court has assumed, in passing on the validity of juvenile proceedings, that a state \nmust provide treatment for juveniles. In Kent v. United States, 383 U. S. 541, 86 S.Ct. 1045, \n16 L.Ed.2d 84 (1966), the Court reversed the district court's conviction of a sixteen year old \nafter the District of Columbia Juvenile Court had waived its jurisdiction. Justice Fortas there, \nwriting for the Court, commented on the theory and practice of juvenile courts: \nThere is evidence, in fact, that there may be grounds for concern that the child receives the \nworst of both worlds: that he gets neither the protections accorded to adults nor the \nsolicitous care and regenerative treatment postulated for children. 383 U. S. at 556, 86 S.Ct. \nat 1054. \nLater, in In re Gault, supra, Justice Fortas \"reiterate[d] the view\" of Kent that the juvenile \nprocess need not meet the constitutional requirements of an adult criminal trial, but must \nprovide essential \"due process and fair treatment.\" This view has been continued \nsubsequent to Gault in the Supreme Court decisions involving juvenile court procedures. In \nre Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970); McKeiver v. Pennsylvania, \n403 U.S. 528, 91 S.Ct. 1976, 29 L.Ed.2d 647 (1971). \nIt is true that the Supreme Court cases discussed above deal with procedural due process \nand not the right to rehabilitative treatment, but several recent state and federal cases, out \nof concern — based upon the parens patriae doctrine underlying the juvenile justice system \n— that rehabilitative treatment was not generally accorded in the juvenile reform process, \nhave decided that juvenile inmates have a constitutional right to that treatment. M. v. M., 71 \nMisc.2d 396, 336 N.Y.S.2d 304 (1972); Inmates of Boys' Training School v. Affleck, 346 \nF.Supp. 1354 (D.C.R.I.1972); Martarella v. Kelley, 349 F.Supp. 575 (S.D.N.Y. 1972). \nIn Martarella the court found a clear constitutional right to treatment for juveniles based on \nthe 8th and 14th Amendments: \nWhat we have said, although the record would justify more, is sufficient to establish that, \nhowever benign the purposes for which members of the plaintiff class are held in custody, \nand whatever the sad necessities which prompt their detention, they are held in penal \ncondition. Where the State, as parens patriae, imposes such detention, it can meet the \nConstitution's requirement of due process and prohibition of cruel and unusual punishment \nif, and only if, it furnishes adequate treatment to the detainee. 349 F.Supp. at 585. \n(Emphasis supplied, footnotes omitted.) \nAfter an historical analysis of the development of the right, the court concluded: \nIn sum, the law has developed to a point which justifies the assertion that: \"A new concept \nof substantive due process is evolving in the therapeutic realm. This concept is founded \nupon a recognition of the concurrency between the state's exercise of sanctioning powers \nand its assumption of the duties of social responsibility. Its implication is that effective \ntreatment must be the quid pro quo for society's right to exercise its parens patriae controls. \nWhether specifically recognized by statutory enactment or implicitly derived from the \n\n \nconstitutional requirements of due process, the right to treatment exists.\" 349 F.Supp. at \n600. (Footnotes omitted.) \nIn a most recent case, Morales v. Turman, 364 F.Supp. 166 (E.D.Tex.1973), a federal \ndistrict court specifically found that juveniles at Texas' six juvenile training schools have \nboth a statutory and constitutional right to treatment. \n360*360 We hold that on the record before us the district court did not err in deciding that \nthe plaintiff juveniles have the right under the 14th Amendment due process clause to \nrehabilitative treatment.[12] \nIII — ADEQUACY OF TREATMENT \nExperts testified at the trial, and the defendants admit, that the Quay System of behavior \nclassification is not treatment. And case histories of maladjusted juveniles show that use of \nthe System falls far short of its improved personality goals. Mrs. Betty Levine, resident \ninstructor in sociology at the University of Indiana, testified that the School lacks the \nindividual treatment given in the Indiana Girls School. The record shows very little individual \ntreatment programmed, much less implemented, at the School; and it is unclear exactly how \nmuch time is spent in individual counselling. We conclude that the district court could \nproperly infer that the Quay System as used in the School failed to provide adequate \nrehabilitative treatment. \nWe leave to the competent district court the decision: what is the minimal treatment required \nto provide constitutional due process, having in mind that the juvenile process has elements \nof both the criminal and mental health processes.[13] \nIn our view the \"right to treatment\" includes the right to minimum acceptable standards of \ncare and treatment for juveniles and the right to individualized care and treatment. Because \nchildren differ in their need for rehabilitation, individual need for treatment will differ. When a \nstate assumes the place of a juvenile's parents, it assumes as well the parental duties, and \nits treatment of its juveniles should, so far as can be reasonably required, be what proper \nparental care would provide. Without a program of individual treatment the result may be \nthat the juveniles will not be rehabilitated, but warehoused, and that at the termination of \ndetention they will likely be incapable of taking their proper places in free society; their \ninterests and those of the state and the school thereby being defeated. \nWe therefore affirm the judgment of the district court in each appeal, and remand[14] only for \nthe limited purpose of further proceedings in No. 73-1446 with respect to the right to \nrehabilitative treatment. \n[1] 42 U.S.C. § 1983. \n[2] Nelson v. Heyne, 355 F.Supp. 451 (N.D. Ind.1972). The district court's decision was entered as if a declaratory \njudgment on the right to treatment. We treat that portion of the decision, however, as an otherwise nonappealable \ninterlocutory order and grant review pursuant to 28 U.S.C. § 1292(b). Formal certification by a district judge is not \nalways required in a marginally final case. See Gillespie v. U. S. Steel Corp., 379 U.S. 148, 154, 85 S.Ct. 308, 13 \nL.Ed.2d 199 (1964); 9 Moore's Federal Practice, ¶ 110.12 and ¶ 110.22(3). \n\n \n[3] The trial record indicates that one juvenile was struck with such force that it caused him to sleep on his face for \nthree days, with black, blue and numb buttocks. One juvenile testified that he bled after receiving five blows on his \nbuttocks. Another, Daniel Roberts, testified that once he pleaded, to no avail, with staff personnel not to be beaten \nuntil after certain blisters on his buttocks ceased to cause him pain. \n[4] (a) The law appears to be well settled in both state and federal jurisdictions that school officials do not violate 8th \nAmendment proscriptions against cruel and unusual punishment where the punishment is reasonable and moderate. \nWare v. Estes, 328 F. Supp. 657 (N.D.Tex.1971); Sims v. Board of Education, 329 F.Supp. 678 (D.C.N.M. 1971); \nTinkham v. Kole, 252 Iowa 1303, 110 N.W.2d 258 (1961); Carr v. Wright (Ky.) 423 S.W.2d 521 (1968); Houeye v. St. \nHelen Parish School Board, 223 La. 966, 67 So.2d 553 (1953). In Ware there was evidence of beatings usually \nadministered by hitting the student on his buttocks with a paddle. The paddle was wooden, 2' long, ¼\" to ½\" thick, 6\" \nwide, used under a written rule which proscribed corporal punishment without parents' permission. The district court \nfound that \"some of the seven thousand\" teachers in the public school district abused the policy, but that that fact, \nand nothing more, would not make the policy itself unconstitutional. In Sims, the court found that beatings by school \nofficials did not constitute cruel and unusual punishment where the plaintiff student received three blows with a \npaddle on the buttocks and experienced slight physical harm. In our case, there is ample evidence that the beatings \ncaused severe injury. See generally 68 Am. Jur.2d Schools § 258 (1973).  \n(b) The courts in recent years have frowned upon the use of corporal punishment in penal and correctional \ninstitutions. See generally 60 Am.Jur.2d Penal and Correctional Institutions § 43 (1972). Corporal punishment has not \nbeen used for years in federal prisons. Jackson v. Bishop, 404 F.2d 571, 575 (8th Cir. 1968). Courts have enjoined \nprison personnel from inflicting corporal punishment including the use of a strap for whipping. Talley v. Stephens, 247 \nF.Supp. 683 (E.D.Ark.1965); Jackson v. Bishop, supra. In Talley the court did not hold prison whippings are per se \nunconstitutional, but stated that they will be enjoined if excessive, and not applied under recognizable standards. In \nJackson the 8th Circuit held that use of a strap in Arkansas penitentiaries was cruel and unusual punishment. See \ngenerally, Holt v. Sarver, 309 F.Supp. 362 (E.D.Ark.1970); Comment, Cruel and Unusual Punishment-Arkansas \nPenitentiary Violates the Eighth Amendment, 84 Harv.L. Rev. 456 (1970); M. Wheeler, Toward a Theory of Limited \nPunishment, 24 Stan.L. Rev. 838 (1972). \n[5] The court in Lollis v. New York, 322 F. Supp. 473 (S.D.N.Y.1970), involving the constitutionality of solitary \nconfinement in juvenile institutions, obliquely considered the binding and handcuffing of an inmate. Inmates of Boys' \nTraining School v. Affleck, 346 F.Supp. 1354 (D.C.R.I.1972), also concerned the question of whether isolation of \njuvenile inmates constitutes cruel and unusual punishment. \n[6] We do not hold that all corporal punishment in juvenile institutions or reformatories is per se cruel and unusual. \n[7] There the dismissed teacher disciplined a fourteen year old girl in the classroom and in his office by striking her, in \nthe presence of witnesses, very lightly and without anger, across the buttocks with a belt, and only after persuasion \nand other means had been tried and had failed. \n[8] Plaintiff Steven Hegg testified that on one occasion while he was recuperating from a blow to the nose inflicted \nupon him by another student, his nose began to bleed profusely and he began to vomit and \"holler for help.\" The \nnurse told him there was nothing seriously wrong with him; but when Steven continued to request help, she became \ninfuriated and injected him with a tranquilizing drug. Eric Nelson testified to the effect that he was given shots of \ntranquilizing drugs on several occasions for the purpose of preventing him from running away from the School. \n[9] The standing order provided that an emotionally upset boy under 116 pounds be given a half cc or 25 milligrams \nof Sparine. Above that weight he was to be given one cc or 50 milligrams of Sparine. \n[10] Dr. James W. Worth, psychologist with the Mental Health Center of St. Joseph County, Indiana, also testified as \nfollows:  \nI think the use of major tranquilizing drugs without intelligent and informed medical observation have no place . . . in \nthe institution. These are serious drugs. They have serious effect on the individual. . . . [I]f this is not done with a full \nmedical understanding of this individual with a physician present, harm could occur and furthermore, I think it tends to \nbe degrading to an individual. \n[11] Experts testified that the following minimum medical safeguards should be followed in the use of tranquilizing \ndrugs:  \n\n \n(1) The individual administered the drug should be observed, during the duration of the drug's effect, by trained \nmedical personnel, familiar with the possible adverse and harmful side effects of the drug used. \n(2) The person receiving an IM (intra-muscular) injection of a major tranquilizing drug should first receive a diagnosis \nor prescription authorizing the use of said drug by a qualified medical doctor, child psychiatrist, psychologist or \nphysician. \n(3) IM injections should only be administered by a physician or intern and only after all attempts have failed to get the \nindividual to take the drug orally. \n(4) Major tranquilizing drugs, such as Thorazine and Sparine, should not be administered IM, unless given in a \nhospital where there is an intensive care unit and emergency facilities which could deal with possible adverse effects \nfrom the use of said drugs. \n(5) Major tranquilizing drugs should only be used to control psychotic or pre-psychotic breakdowns or as a followup in \nassisting a schizophrenic patient from having a recurrence of a psychotic breakdown. \n(6) Major tranquilizing drugs should not be used merely to induce sleep or unconsciousness for a period of time, but \nonly as a part of a psychotherapeutic program of treatment. \n[12] We note that the district court additionally determined that a right to treatment in this case has a statutory basis in \nview of the \"custody, care, and discipline\" language of the Indiana Juvenile Court Act, Burns Ind.Stat.Ann. § 9-3201, \nIC 1971, 31-5-7-1. (Emphasis supplied.) We agree with this conclusion. Since we have today determined that the \nfederal Constitution affords juveniles a right to treatment, any interpretation of the Indiana Act which would find no \nsuch right to exist would itself be unconstitutional. \n[13] The juvenile justice process can be understood to be a hybrid between the criminal system and the mental health \nprocess.  \n* * * * * \n. . . Finally, the arguments for the right to treatment in both processes rely heavily upon the medical services, \nespecially psychiatry and psychology. \nNote, A. Right to Treatment for Juveniles, 1973 Wash.U.L.Q. 157, 160. \nSee also, N. Kittrie, Can the Right to Treatment Remedy the Ills of the Juvenile Process? 57 Geo.L.J. 848, 860-861 \n(1969); Note, The Courts, the Constitution and Juvenile Institutional Reform, 52 B.U.L.Rev. 33, 42-49 (1972). \n[14] See note 2, supra. \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/61369"
    },
    {
      "date": "1973-02-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 451,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 355,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Indiana",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1450,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1450.pdf",
      "title": "Memorandum and Order",
      "text": "NELSON v. HEYNE  451 \nCite as 355 F.Supp. 451 (1972) \nwhole  \"expression\"  or  \"treatment\"  as  the copy is substantially similar to the \nwell,  the present case  is  one  in which  copyrighted work.\"  Citing Nutt, supra, \nnot only has the idea of a roly poly doll  with  approval);  Life  Music,  Inc.  v. \nbeen taken but the mode  of expression  Wonderland  Music  Co.,  S.D.N.Y.1965, \nhas been  closely copied  in  its  primary  241  F.Supp.  653,  655  (quoting  from \ncharacteristics.  The copier has not been  Nutt, supra, the test as being \"whether \nslavish, but, if anything, a studious im- the one charged with the infringement \nprover  who  has  discarded  one  of  the  has made an independent production, or \nmost conspicuously original features of  made a sUbstantial and unfair use of the \nplaintiff's doll,  the head.  Nevertheless,  complainant's work.\") \nthe Iwai doll  maker is an infringer al- Plaintiff is accordingly entitled to  a \nthough he has not copied the whole, has  preliminary  injunction.  Consideration \nnot  copied  it  slavishly  and  has  not  must be given to the amount of bond to \nsought by his differences to disguise or  be furnished, whether any existing dolls \nhide the fact of copying.  The fact of  should  be  impounded pending the com \ncopying is plain.  pletion of the lawsuit, and what if any \nthing the parties expect to do in the way \nJudge Hough once said that the copy \nof determining damages or lost profits \nright statute \"like all statutes, is made \nfor the past infringement.  It should be \nfor  plain  people;  and  that  copying \nnoted that in view of the substantial dif \nwhich  is  infringement  must  be  some \nferences between the two dolls, notwith \nthing 'which ordinary observation would \nstanding  that  one  infringes  the  other, \ncause  to be  recognized  as  having been \nthe  damage  and  profits  questions  are \ntaken from' the work of another.\"  Dy \nnot simple.  It is accordingly \nmow  v.  Bolton,  2d  Cir.  1926,  11  F.2d \n690,  692,  quoting from  King Syndicate  Ordered that the parties settle on five \nv.  Fleischer,  2d  Cir.  1924,  199  F. 533,  days' notice a  form of injunction order \n535.  So in the present case the appro  and  submit  their  suggestions  with  re \npriation is plain, and its boundaries are  spect to the amount of security. \nplain.  It  is  real  and  substantial  al \nthough not entire, and, although not of \nself-determining sales  and  damage  sig \nnificance.  See, in addition to the cases \ndiscussed above, Nutt v.  National Insti \ntute etc., 2d Cir. 1929, 31 F.2d 236, 239 \n(Judge  Manton's  phrase  touches  the \nidea:  \".  it  is  not  the  subject  Eric NELSON, by his next friend, Corine \nthat is protected by copyright.  It is the  Nelson, et al., Plaintiffs, \ntreatment of a  subject that is  protect  v. \ned.\"  (Italics added.);  Nichols v.  Uni  Robert P. HEYNE, Individually and in his \nversal  Pictures  Corp.,  2d  Cir.  1930,  45  capacity  as  Commissioner  of  Correc· \nF.2d  119,  121  (\".  .  the  less  de  tions,  Indiana  Department  of  Correc \nI \nveloped  the  characters,  the  less  they  tions, et al., Defendants. \ncan  be  copyrighted\");  Comptone  Co.  Civ. A. No. 72 S 98. \nLtd. v.  Rayex Corp., 2d  Cir.  1958,  251  United States District Court, \nF.2d 487  (concluding, of a display card,  N. D. Indiana, \nthat the  \"substantial  similarity  in  the  South Bend Division. \neffect  obtained  from  the  shape  of the  June 15, 1972. \ncard, the legends, the price sign, and the  Supplemental Opinion Feb. 8, 1973. \nuse of the Eiffel Tower in a somewhat \nsimilar treatment,  [were]  sufficient to \nsustain  the  [lower]  court's  Finding  Class action was brought for declar \nof infringement.  The copying  atory and injunctive relief with respect \nneed not be  of every detail so  long as  to  the  operation  of  the  Indiana  Boys \n\n452  355 FEDERAL SUPPLEMENT \nSchool,  a  medium  security  correctional  quilizing drugs for purpose  of control \ninstitution, by the defendants.  The Dis  ling excited behavior is shocking to con \ntrict  Court,  Grant,  Senior  District  science and violative of· inmates' Eighth \nJudge, held, inter alia, that there was vi  and Fourteenth Amendment rights, and \nolation of the constitutional rights of in  the  immediate cessation of administra \nmates by the infliction of corporal pun  tion of tranquilizing drugs without the \nishment,  use  of  major  tranquilizing  specific authorization of a physician was \ndrugs for purpose of controlling excited  ordered  as  well  as  prohibition  against \nbehavior,  use  of  solitary  confinement  intermuscular  administration  of  drug \nwithout due process and the lack of min  without first attempting oral medication \nimal effort of treatment and rehabilita  except as ordered by physician.  U.S.C. \ntion.  A.Const. Amends. 8, 14. \nOrdered in accordance with opinion. \n5. Reformatories :€:=I7 \nAlthough  exclusion  might  be  re \nI. Constitutional Law :€:=12M \nquired in an institutional setting for ju \nCrlmInal Law :€:=II21S \nveniles it must be closely regulated and \nThe Eighth and Fourteenth Amend \nat the minimum;  choice to commit one \nments  to  the  Federal  Constitution  are \nto solitary must be an informed decision, \napplicable  to  state-managed  services. \nchild must be aware of reason  for his \nU.S.C.A.Const. Amends. 8, 14. \ndetention,  committing  authority  must \n2. Civil Rights €::=IlS.U(S)  demonstrate that isolation for given pe \nFederal Civil Procedure :€:=IISI  riod of time in each child's case meets \nComplaint  against various  Indiana  the best treatment interest of the child, \nofficials charging that defendants' oper  the decision must be subject to regular \nation  of  Indiana  Boys  School  violated  review  by  professionally  competent \ncertain Indiana statutes as well as con  treatment personnel,  the detained child \nstitutional rights of plaintiffs was suffi  must be given reasonable access  to  his \ncient to state a cause of action against  peers and treatment staff and a reason \ndefendants individually and in their re  able amount of recreational material and \nspective official capacities for acts claim  opportunities for daily physical exercise. \ned to have been taken under color of state \nlaw  in  violation  of  rights  secured  by  6. Constitutional Law :€:=I255(4) \nConstitution and action could be main  Criminal Law :€:=II2lS \ntained as a class action.  U.S.C.A.Const.  Court found that practices employed \nAmends. I, 5, 8, 11, 14;  28 U.S.C.A. §§  by officials at Indiana Boys School with \n2201,  2202;  42  U.S.C.A.  §  1983;  Fed.  respect to cottage isolation detention of \nRules Civ.Proc. rule 23, 28 U.S.C.A.  juveniles constituted both cruel and un \nusual punishment and was totally devoid \nS. Crlmlnal Law :€:=lUIS \nof most rudimentary notions  of proce \nPresent practice with respect to cor \ndural  due  process  and  defendant  offi \nporal punishment by defendants at Indi \ncials  were  ordered  to  immediately  im \nana Boys School, a medium security in \nplement  policy  of  detention  in  accord \nstitution, at which corporal punishment \nwith minimal standards.  U.S.C.A.Const. \ninvolved the use of a thick board in vio \nAmends. 8, 14. \nlation  of  inmates'  constitutional  right \nagainst cruel and inhuman pu:nishment \n7. Criminal Law ~I21S \nand an immediate cessation thereof was \nUse of solitary confinement for ju \nordered.  U.S.C.A.Const. Amend. 14;  42 \nvenile in institutional setting does not of \nU .S.C.A. § 1983. \nitself constitute cruel and unusual pun \n4. Constitutional Law :€:=I255(4)  ishment but the quality of the confine \nCrlmlnal Law :€:=lUIS  ment  is  subject  to the  limitations  im \nPractice of Indiana Boys School in  posed by the Eighth Amendment.  U.S. \noccasionally  administering  major  tran- C.A.Const. Amend. 8. \n\nNELSON v. HEYNE  453 \nCite as 355 F.Supp. 451 (1972) \n8. Constitutional Law ~255(4)  Supplemental Opinion \nBefore confinement in solitary de \ntention in an institution, juvenile is en  12. Reformatories ~7 \nJuveniles confined to Indiana Boys \ntitled  to elementary  due process which \nSchool were entitled to treatment under \nmeans:  the juvenile is aware of possible \nlaws of Indiana and the Federal Consti \ninstitutional rules,  sanctions and proce \ntution.  IC 1971, 31-5-7-1, Burns' Ind. \ndures governing commitment, the juve \nSt.Ann. § 9-3201. \nnile is accorded an expeditious hearing \nafter  adequate  information  as  to  13. Reformatories ~7 \ncharges, the juvenile is given an oppor  Record  in  class  action seeking de \ntunity  to  confront  his  accusers  and  claratory and injunctive relief with re \npresent any evidence in his behalf, the  spect  to  operation  of  Indiana  Boys \ntrier of fact is one other than the com  School showed that the defendant offi \nplainant,  and  that a  written record  of  cials  had failed  to  provide minimal ef \ndisposition is made in form sufficient to .  forts of treatment and rehabilitation for \npermit administrative review.  U.S.C.A.  inmates. \nConst.  Amends.  8,  14;  42  U .S.C.A.  § \n1983.  • \nThomas  DiGrazia,  Youth  Advocacy \n9. Constitutional Law ~208(3)  Program, John P.  Forhan,  Legal Serv \nWhen  .government  undertakes  to  ices-Legal  Education  Program,  South \ndeny freedom of correspondence by mail  Bend, Ind., for plaintiffs. \nto  a  member  of class  of persons  who \nT.  E.  Lauer,  Director,  Ralph  Faust, \nhave  been  convicted  of  crime  while \nJr., St. Louis,  Mo., Thomas L. Shaffer, \ngranting it to members of class of per \nDean,  University  of  Notre  Dame  Law \nsons  who  have  not  been  convicted  of \nSchool, Thomas F. Broden, Jr., Director, \ncrime, burden is on government to show \nInstitute  of  Urban  Studies,  University \ncompelling governmental interest in dif \nof Notre Dame,  Notre Dame,  Ind.,  for \nferential treatment. \nplaintiffs, on behalf of the National Ju \nvenile Law Center, amicus curiae. \n10. Reformatories ~7 \nDale E. McCoy, Asst. Atty. Gen., Indi \nOfficials  at  Indiana  Boys  School \nanapolis, Ind., for defendants. \nfailed to present any rationale for  im \nposing a correspondence list or limiting  MEMORANDUM AND ORDER \npersons with whom juveniles might cor \nrespond  or opening  outgoing mail,  and  GRANT, Senior District Judge. \nin absence of any compelling governmen  On  May  12,  1972,  Plaintiffs  filed  a \ntal  interest  the  officials  were  perma  class action seeking declaratory and in \nnently  enjoined  from  continuation  of  junctive relief with respect to  the De-· \nsuch practice while with respect to in  fendants' operation of the Indiana Boys \ncoming mail the defendants could  opel!.  School. \nonly those types of mail receptacles rea  The Indiana Boys School is a medium \nsonably  likely  to  be  designed  to  carry  security state correctional institution for \ncontraband.  U.S.C.A.Const.  Amend.  1.  boys 12 to 18 years of age, an estimated \none-third of whom are non-criminal of \n11. Constitutional Law ~84  fenders.  Although its optimum capacity \nInmates at Indiana Boys School at  is something less than 300, the School's \nwhich  inmates were  required to attend  population  is  generally  maintained  at \neach Sunday either Protestant or Catho  close  to  400  inmates.  The  counseling \nlic services held at the institution failed  staff consists of 20 individuals including \nto prove a claim of religious discrimina  three psychologists holding under-gradu \ntion.  ate academic degrees, and one part-time \n\n454  355 FEDERAL SUPPLEMENT \npsychiatrist  who  spends  four  hours  a  Corpora), Punishment \nweek  at  the  institution;  the  medical \n[3]  The  evidence  indicates  that in \nstaff  includes  one  part-time  physician, \nmates incur supervised beatings by use \none  registered  nurse,  and  one  licensed \nof  a  thick  board  for  violating institu \npractical nurse. \ntional  rules.  Although  defendant Ben \nPlaintiffs claim  that the  general op  nett stated that corporal punishment is a \neration of the Indiana Boys School vio  \"last resort\", there is a failure of proof \nlates certain Indiana statutes governing  as to any formalized procedures govern \nthe  treatment  of  juveniles  in  Defend  ing  its  administration.  The  evidence \nants' custody as well as Plaintiffs' right  suggests that the punishment could  be \nto  rehabilitative  treatment  guaranteed  employed with the concurrence of two or \nby the Constitution, an issue which shall  more  members  of the staff.  The only \nbe the subject of further orders by this  control indicated is that two adult staff \nCourt  pending  supplementation  of  the  members must be present to observe the \nrecord.  Additionally, plaintiffs point to  beatings.  Customarily  the  practice  is \ncertain  institutional practices and  poli  used  against any  and  all  inmates who \ncies  of  the  Defendants,  said  to  offend  are  returned from an escape.  Defend \nrights secured by the 1st, 5th, 8th, and  ants revealed that the policy of corporal \n14th  Amendments  to  the  Constitution.  punishment has fluctuated  greatly over \nThese practices and policies involve the  the last few years (during some periods \nDefendants' use of corporal punishment,  being totally discontinued) and that cur \ncontrol-tranquilizing drugs, solitary con  rent plans call for phasing out the pun \nfinement, mail censorship, and religious  ishment during the next few months. \nservices.  Following the conclusion of a  Expert  opinion  adduced  at  the  trial \nthree-day  evidentiary  hearing  and  oral  was unanimous in condemning the prac \narguments, the Court made certain find  tice of corporal punishment.  The uncon \nings as to these practices and indicated  tradicted  evidence  of  the  authorities \nsaid directives would become incorporat  suggests that the practice does not serve \ned into a written opinion.  either as useful punishment or as treat \nment.  Testimony adduced  at the trial \n.  [1,2]  At the outset, defendants raise \nshows  that  it actually  breeds  counter \ncertain challenges  to  the  Court's juris \nhostility resulting in greater aggression \ndiction,  the  first  being  that  the  11th  by  a  child.  Among  the  other  child \nAmendment bars the instant action.  It  correctional  institutions  discussed  dur \nis the Court's view that the Amendment  ing  the  hearing,  none  continues  the \ndoes  not preclude  jurisdiction.  Clearly \npractice of corporal punishment. \nthe 8th and 14th Amendments are appli \nOne court holding that the use of cor \ncable to state-managed services.  Robin \nporal punishment as applied to adult of \nson v. California, 370 U.S. 660, 82 S.Ct. \nfenders violated 8th Amendment stand \n1417, 8 L.Ed.2d 758  (1962).  Plaintiffs' \nards  observed,  \"  irrespective \ncomplaint states a cause of action against \nof any  precautionary  conditions  which \nthe Defendants individually and in their \nmay be  imposed  [use  of  a  strap],  of \nrespective  official  capacities  for  acts \nfends contemporary concepts of decency \nclaimed to have been taken under color \nand human dignity and precepts of civi \nof state  law in violation  of rights  se \nlization  which  we  profess  to  possess \ncured  by  the  Constitution.  42  U.S.C. \n.\"  Jackson v. Bishop, 404 F.2d \n§ 1983;  28 U.S.C. §§ 2201, 2202;  Mon \n571,579 (8th Cir. 1968). \nroe v. Pape, 365 U.S. 167, 81 S.Ct. 473, \n5 L,Ed.2d 492  (1961).  The Court fur  The Court fails to see any distinction \nther finds that the Plaintiffs' cause sat  between  use  of  a  strap  and  use  of  a \nisfies  F.R.Civ.P.  23  and may  be  main  thick  board  and  concurs  in  the  result \ntained as a class action.  Holt v. Sarver,  reached by the 8th Circuit.  According \n309 F.Supp. 362 (D.C.Ark.1970).  ly,  the  Court  finds  the  Defendants' \n\nNELSON v. HEYNE  455 \nCite as 355 F.Supp. 451 (1972) \npresent practice with respect to corporal  spect to tranquilizing drugs.  Schmerber \npunishment  to  be  in  violation  of  the  v. California, 384 U.S. 757, 86 S.Ct. 1826, . \nPlaintiffs'  8th  Amendment  rights  and  16  L.Ed.2d  908  (1966);  Lollis  v.  New \norders  an  immediate  cessation  of  the  York  State Department of  Social  Serv \npractice.  ices,  322  F.Supp.  473  (S.D.N.Y.1970); \nHancock v. Avery, 301 F.Supp. 786 (M.D. \nUse of Tranquilizing Drugs  Tenn.1969). \nWhile  the  Court  believes  that  these \nMajor  tranquilizing  drugs  are  occa \ndrugs may be  used occasionally to calm \nsionally administered by the Defendants \nstates of excitation which are found to \nfor the purpose of controlling excited be \nbe  potentially  dangerous  to  life  and \nhavior  rather  than  as  part  of  an  on \nproperty,  the  Defendants'  policies  are \ngoing,  psycho-therapeutic  program. \nfar afield of minimal medical and consti \nStanding  orders  by  the  doctor  at  the \ntutional  standards.  Accordingly  the \nBoys  School  permits  the  registered \nCourt orders the immediate cessation of \nnurse  and  licensed  practical  nurse  on \ntranquilizing drugs which are adminis \nduty  to  prescribe  dosages  of  specified \ntered without the specific authorization \ntranquilizers  upon  the  recommendation \nof  a  physician.  In  addition,  no  drug \nof the custodial staff at the Boys School. \nmay  be  administered  inter-muscularly \nThe drugs are administered inter-muscu \nwithout  first  attempting  oral  medica \nlarly.  The facts show that there is no \ntion, unless ordered otherwise by a phy \nprocedure  utilized  whereby  medically \nsician  in  each  case.  It is  further  or \nC!ompetent staff members evaluate indi \ndered that defendants prepare and sub \nviduals to whom the drugs are adminis \nmit for the Court's evaluation a formal \ntered,  either before or after injections. \nized policy governing use of tranquiliz \nThe  evidence  demonstrates  that  the \ning  drugs.  The proposal  must  include \ntype of drugs used by Defendants have \ndetailed  provisions  governing  the  pre \npotentially serious  medical  side effects, \nscription of drugs, the administration of \nthat they are normally employed to con \ndrugs, and procedures to insure psycho \ntrol psychotic and prepsychotic behavior \nlogical  and  medical  evaluation of those \nduring a  course of treatment, and that \nto whom drugs are given. \nthey require close supervision of the pa \ntient by professionally trained individu \nSolitary Confinement \nals.  Further, it is more common medi \ncal  practice to  offer a  patient an  oral  Denominated  \"cottage  detention\"  by \nadministration of the drug before intro  the  Defendants,  the  policy  of  solitary \nducing it inter-muscularly.  confinement takes place on several lev \nPeek v. Ciccone, 288 F.Supp. 329 (W.D.  els, the practice in issue being known as \nMo.1968),  cited  by  the  Defendants,  \"Status  I\"  confinement.·  Pursuant. to \nwhich held inter-muscular injections of  regulations  promulgated  in  January, \nThorazine to not be  cruel and  unusual  1972,  a  boy  may be  placed  in solitary \npunishment  clearly  is  inapposite.  In  confinement for periods of time ranging \nPeek the Plaintiff first refused the med  from five to thirty days for violations of \nication  orally;  he  was  examined  by a  certain institutional rules. \npsychiatrist prior to  taking  the  drug; \nPlaintiff Roberts spent over one-hun \nthe drug was specifically prescribed by a \ndred-and-fifty days in this confinement \nphysician;  follow-up  medical  treatment \nduring several periods of commitment at \nwas employed, and the injection was ad \nthe  Boys  School  between  August,  1970 \nministered at a medical center. \nand late January, 1972.  One period of \n[ 4]  The Court finds  as shocking to  solitary confinement included fifty-seven \nthe conscience and violative of the Plain  consecutive days during which he muti \ntiffs'  8th  and  14th  Amendment  rights  lated  himself  on  three  occasions  and \nthe Defendants' present policy with re- was  immediately  returned  to  confine-\n\n456  355 FEDERAL SUPPLEMENT \nment following medical attention, with  choice to commit one to solitary be an \nout  receiving  recommended  psychiatric  informed  decision;  the  child  must  be \ntreatment.  Consistent with Defendants'  aware of the  reason  for  his  detention, \npolicies, other plaintiffs reported spend  and the committing authority must dem \ning from several days to four weeks at a  onstrate that isolation for a given period \ntime in the solitary cells.  of time  in each  child's  case  meets  the \nDuring  the  periods  of  confinement,  best  treatment  interests  of  the  child. \nPlaintiffs are kept in a locked room ap  Secondly, the decision must be subject to \nproximately 9' x 12' in size.  Toilet fa  regular, periodic review by professional \ncilities, a bed, and a Bible are furnished  ly competent treatment personnel famil \nin each cell.  Hot meals are taken in the  iar with the effect continuing isolation \nroom which  is constantly locked  except  has  on  the  detainee.  Lastly,  the  de \nfor  periods  of  time  during  which  in  tained  child  must  be  given  reasonable \nmates may have the door opened while  access to his peers and treatment staff, \nthey are shackled to their bed.  Showers  a  reasonable amount of reading and/or \nare provided every several days together  recreational material, and opportunities \nwith a change of clothing.  for  daily  physical  exercise  throughout \nthe duration of detainment. \nThe  evidence  suggests  that the boys \nincarcerated in solitary confinement re \n[ 6]  The  Court  finds  the  practices \nceive  very  sporadic  contact  with  the \nnow  employed  by  Defendants  with  re \ntreatment  staff.  Vocational  and  aca \nspect to cottage detention both cruel and \ndemic education as well  as  recreational \nunusual  punishment  and  totally  devoid \nactivities are suspended during the de \nof the most rudimentary notions of pro \ntention.  Staff counselors and members \ncedural  due  process.  Lollis,  SU'JYTa; \nof the psychology department communi \nSmoake v.  Fritz, 320 F.Supp. 609  (S.D. \ncate with the detainees as frequently as \nN.Y.1970);  Bundy  v.  Cannon,  328  F. \nonce a day and as infrequently as once a \nSupp.  165  (D.C.Md.1971);  Sostre  v. \nweek for intervals of time generally less \nRockefeller,  312  F.Supp. 863  (S.D.N.Y. \nthan twenty  minutes  on  each  occasion. \n1970). \nThe institution does not have a formal \n[7]  The use of solitary confinement \nprocedure leading to commitment in soli \ndoes  not  of itself constitute  cruel  and \ntary confinement.  Upon the recommen \nunusual punishment.  Ford v.  Board of \ndation of any staff member, a boy may \nManagers of New Jersey State Prisons, \nbe sent immediately to  detention.  The \n407 F.2d 937 (3rd Cir. 1969).  The quali \npractice  normally  involves  an  informal \nty of confinement, however, is subject to \nmeeting of the boy and his immediate \nlimitations imposed by the 8th Amend \nsupervisory staff some time after deten \nment.  The court in Lollis, supra, held \ntion has begun, during which the boy is \nthat, \"Measured by the standards of the \npermitted to speak;  the ultimate deter \nEighth Amendment  .  [and] the \nmination to continue detention often in \nviews of experts in the field  . , \nvolves  the  complaining  member  of the \na  two-week confinement of a  fourteen \nstaff. \nyear-old girl in a stripped room in night \n[5]  Expert testimony offered during  clothes with no recreational facilities or \nthe course of the hearing revealed that  even reading matter must be held to vio \nprolonged  and  total  isolation  such  as  late the Constitution's ban on cruel and \nthat practiced at the Boys School is emo  unusual  punishment.\"  322  F.Supp.  at \ntionally and psychologically debilitating  482.  In  Pena v.  New York  State De \nand serves neither treatment nor puni  partment of Social Services, 322 F.Supp. \ntive goals.  Although exclusion may be  473 (S.D.N.Y.1970), a companion case to \nrequired  in  an  institutional  setting,  it  Lollis,  the  court  held  that  the  use  of \nmust be  closely  regulated.  At a  mini  shackles on a male juvenile detained in \nmum  this  initially  requires  that  the  isolation  for  periods  of  time  ranging \n\nNELSON v. HEYNE  457 \nCite as 355 F.Supp. 451 (1972) \nfrom  forty  minutes  to  two  hours  was  days  hereafter,  the  Defendants are or \nimpermissible, finding:  \"It may be said  dered  to  prepare  and  submit  for  the \nthat a minimal period of handcuffing· or  Court's evaluation a report detailing the \nbinding, where the reasonable necessity  measures to be applied to inmates sub \nfor such action  is  demonstrated, would  ject to detention in solitary confinement. \nnot violate constitutional rights while, at \nthe other end of the spectrum, unneces  Mail Censorship \nsary or prolonged handcuffing or bind \nPlaintiffs testified that both incoming \ning might well do so.\"  322  F.Supp. at \nand  outgoing  mail  is  opened  and  re \n484. \nviewed by the Defendants.  The Defend \nSostre v. McGinnis, 442 F.2d 178 (2nd \nants explained that each inmate prepares \nCir.  1971)  reversed  the  lower  court's \na  \"correspondence list\" upon  admission \nfinding in Sostre v.  Rockefeller,  supra, \nto  the  School.  Boys  School policy per \nnoting  that  the  Plaintiff  in  confine \nmits  correspondence  with  an  inmate's \nment had been  furnished  opportunities \nimmediate  family  and  close  friends. \nfor  exercise,  group  therapy,  general \nOther than  mail  addressed  to  or from \nreading matter, and communication with \ngovernmental  agencies or legal counsel, \nother  segregated  prisoners.  The  evi \nall  letters are subject to being opened. \ndence in the case at bar is clearly distin \nIn Defendants' experience, various types \nguishable.  Furthermore, there is a legal \nof contraband  matter  has  been  discov \ndistinction  in  the  nature  of  treatment \nered  in  incoming  packages  and  letters \nappropriate  to  a  convicted  felon  and \naddressed to inmates. \nthat  accorded  one  adjudged  a  juvenile \ndelinquent.  Lollis, supra, at 1119.  [9]  Judge  James  E.  Doyle  of  the \nWestern District of Wisconsin  recently \n[8J  Preliminary  to  confinement  in  concluded  that,  \"  freedom  to \nsolitary detention, an inmate is entitled  use the mails is a First Amendment free \nto  elementary  procedural  due  process.  dom.  Odell  v.  State of. Wisconsin  De \nAlthough the procedures leading to com  partment of Health and Social Serv., 319 \nmitment need not be equivalent to those  F.Supp.305 (W.D.Wis.1970) \naccorded one in the judicial process, they  I  conclude  that in  the general  popula \nmust conform to basic standards of fair  tion, each individual's interest in corre \nness.  Bundy,  supra;  Smoake,  supra.  spondence by mail with another is fairly \nAt a minimum, this requires that all in  to  be  characterized  as  a  'fundamental' \nmates be made aware of the possible in  interest.  I conclude that when the gov \nstitutional rules and sanctions as well as  ernment undertakes to deny this freedom \nthe administrative procedures governing  to a member of the class of persons who \nthe commitment.  There must also be an  have  been  convicted  of  crime,  while \nexpeditious hearing.  Prior to the hear  granting it to members of a class of per \ning,  an  inmate must be  adequately  in  sons  who  have  not  been  convicted  of \nformed  of  the  charges  against  him.  crime, the burden is upon the Defendant \nDuring the hearing, he must be given an  to  show a  compelling governmental  in \nopportunity to confront his accusers and  terest in this differential in treatment.\" \npresent any evidence in his own behalf.  Morales  v.  Schmidt,  340  F.Supp.  544, \nThose sitting as triers of fact must be  554  (W.D.Wis.1972).  We  adopt Judge \npersons other than the complainant.  A  Doyle's view of the law. \nwritten  record  of  disposition  must  be \n[10]  Defendants  have  failed  to \nmade in a form sufficient to permit an \npresent  any  rationale  for  imposing  a \nadministrative  review  of  the  decision. \n\"correspondence  list\",  or  limiting .per \nDefendants are ordered to immediate  sons  with  whom  Plaintiffs  may corre \nly implement a policy of detention in ac  spond,  or opening  outgoing  mail.  Ac \ncordance with the Court's discussion of  cordingly, absent any future showing of \nminimal standards.  Further, within 30  \"compelling governmental interest\", the \n355 F.Supp.-29V. \n\n458  355 FEDERAL SUPPLEMENT \nDefendants  are  permanently  enjoined  lates  Indiana  statutes  governing  the \nfrom the continuation of these practices.  treatment  of  juveniles  in  defendants' \nWith respect to incoming mail, Defend  custody as well as a right to rehabilita \nants may only open those types of mail  tive  treatment  secured  by  the  United \nreceptacles  reasonably  likely  to  be  de  States Constitution. \nsigned to carry contraband.  Following  oral  argument at the con \nclusion of a three-day evidentiary hear \nFreedom of Religion  ing, the parties and amicus filed Court \nDefendants' policy requires compulso  requested  briefs  on  the  issue  of  the \nry attendance of Protestant or Catholic  right to treatment.  The defendants fur \nservices held each Sunday at the institu  ther complied with the Court's Order re \ntion.  An attempt is made to keep  the  quiring their subsequent filing of a  re \nservices  non-denominational  in  charac  port  detailing  the  treatment  program \nter.  employed at the Boys  School  as it had \nbeen  applied  to  these named plaintiffs. \n[11]  Plaintiffs'  evidence  is  not  to \nthe contrary of the policy presented by  During  the  course  of  the  past  six \nDefendants;  two of the inmates indicat  years the Supreme Court has considered \ned  a  preference  for  beliefs  other  than  a  number of cases covering various as \nProtestant  or  Catholic.  However,  nei  pects  of  the  juvenile  justice  system. \nther suggested that Defendants failed to  Each of these cases discussed the extent \naccord them an opportunity to either be  to  which  juveniles  are  entitled  to  the \nlieve or practice a form of religious ac  same  constitutionally  protected  proce \ntivities.  dural  safeguards  which  are  accorded \nadult  criminal  offenders.  The  recent \nAccordingly,  the  Court  finds  that \ncase  of  McKeiver v.  Pennsylvania, 403 \nPlaintiffs have failed to support a claim \nU.S. 528, 91  S.Ct. 1976, 29  L.Ed.2d 647 \nof religious discrimination.  Cf. Barnett \n(1971), holds that juvenile offenders are \nv.  Rodgers,  133  U.S.App.D.C.  296,  410 \nnot entitled to jury trials.  Writing for \nF.2d  995  (D.C.Cir.  1969);  Tilden  v. \nthe majority, Justice Blackmun summa \nPate, 390 F.2d 614 (7th Cir. 1968). \nrizes the Court's findings in its previous \nThe  foregoing  shall  constitute  the \ncases and concludes that the unique mis \nfindings of fact and conclusions of law \nsion of the juvenile justice system com \nrequired by F.R.C.P. 52,  and judgment \npels  that  only  some  of  the  procedural \nfor the Plaintiff shall be entered in ac \ndue  process  rights  attach  to  juvenile \ncordance with the Court's findings.  De \nproceedings.  Citing In re Winship, 397 \nfendant is ordered to prepare and sub \nU.S. 358, 90  S.Ct. 1068, 25  L.Ed.2d 368 \nmit  for  the  Court's  evaluation  those \n(1970),  the  Court,  in  McKeiver,  notes \nmatters  requested  in  the  above  memo \nthat use of a jury would make the adju \nrandum  opinion  within  thirty  days  of \ndication process fully adversary, thereby \ndate of entry below. \nrestricting the juvenile court's prospect \nof being \"intimate, informal [and] pro \nSUPPLEMENTAL OPINION \ntective\".  McKeiver,  supra,  403  U.S.  at \nOn May 12, 1972, plaintiffs filed this  545, 91 S.Ct. 1976, 29 L.Ed.2d 647.  The \nclass action seeking declaratory and in  Court in  In re Winship held that juven \njunctive  relief with  respect  to  the  de  iles are entitled to a criminal standard of \nfendants' operation of the Indiana Boys  proof  and  rejected  the  argument  that \nSchool.  Plaintiffs' challenges to certain  the criminal standard would  jeopardize \nof the Institution's practices and policies  \"  the opportunity during post \nhave been considered in this Court's ear  adjudicatory or dispositional hearing for \nlier Memorandum and Order entered 15  a wide-ranging review of the child's so \nJune  1972.  Remaining  for  disposition  cial  history  and  for  his  individualized \nare plaintiffs' contentions that the man  treatment  \"  Winship,  su \nagement of the Indiana Boys School vio- pra,  397 U.S.  at 366,  90  S.Ct. at 1074. \n\nNELSON v. HEYNE  459 \nCite as 3M F.Snpp. 41)1 (1972) \n(Our emphasis.)  Commenting upon the  cured to an adult,  and the measure of \nDistrict  of  Columbia's  Juvenile  Court  the juvenile's protection is in large part \nAct, found to be \"like that of other ju- determined by treatment interests. \nrisdictions\", the Court in Kent v. United \nIn light of the Supreme Court's prior \nStates,  383  U.S.  541,  86  S.Ct.  1045,  16 \nholdings, it would be anomalous to find \nL.Ed.2d 84 (1966) says: \ntreatment and  rehabilitation  of an of-\n\"The  Juvenile  Court  is  theoretically  fender as relevant goals during pre-dis \nengaged in determining the needs of  positional phases of the juvenile process \nthe child  and of society rather than  but not as to the post-dispositional peri \nadjudicating  criminal  conduct.  The  od.  Treatment and rehabilitation repre \nobjectives are to provide measures of  sent, in this Court's view,  a  continuum \nguidance  and  rehabilitation  for  the  measured by the period of time the juve \nchild and protection for society, not to  nile offender remains in the state's cus \nfix criminal  responsibility,  guilt and  tody. \npunishment.\"  Id.  at 554,  86 S.Ct. at \nThe legislative intent, as would clearly \n1054. \nappear from the statutory framework of \nImplicit in the above-cited authorities  the  juvenile  justice system  in  Indiana, \nis the proposition that juvenile offend  contemplates much more than bare cus \ners are entitled to rehabilitative efforts.  tody and incarceration.  The Indiana Ju \nWith the passage of time, the dilemma  venile Court Act, under whose authority \nposed by Justice Fortas in Kent, supra,  these plaintiffs are confined, sets forth \nhas taken on a new perspective.  Justice  as its \"purpose and basic principle\" the \nFortas remarked in the 1966 case that  following: \n\"  [the  juvenile  offender]  re \n\"The purpose of this act [§§ 9-3201-\nceives the worst of both worlds:  that he \n9-3225]  is  to  secure  for  each  child \ngets neither the protections accorded to \nwithin its provisions such care, guid \nadults nor the solicitous care and regen \nance  and  control,  preferably  in  his \nerative  treatment  postulated  for  chil \nown  home,  as  will  serve  the  child's \ndren.\"  Kent, supra, at 556, 86 S.Ct. at \nwelfare and the best interests of the \n1054. \nstate;  and when such child is removed \nToday one may forcefully argue that  from  his  own  family,  to  secure  for \nthe offender is more secure with addi  him  custody,  care  and  discipline  as \ntional pre-dispositional procedural safe  nearly as  possible  equivalent to that \nguards.  However,  the very cloth  from  which should have been given by his \nwhich  these  recognized  rights  are  cut  parents.\"  Burns'  Ind.Stat.Annot.  § \nsuggests the need for a post-disposition  9-3201,  IC  1971,  31-5-7-1. \nal attempt to treat and rehabilitate the \n[12]  Accordingly, we now hold that \noffender.  The procedural rights now ac \nplaintiffs  are  entitled  to  a  right  to \ncorded a juvenile are patterned in large \ntreatment under the laws of the State of \npart by their impact upon the parens pa \nIndiana  and  the  Federal  Constitution. \ntriae  underpinning' of the juvenile jus \nWe  next consider the attendant factual \ntice system.  The  Court has sought to \nissue. \nbalance the juvenile's procedural rights \nagainst  the  dictates  of  regenerative  The Indiana Boys School is a medium \ntreatment, and where the asserted proce  security  state  correctional  facility  for \ndural right impinges upon the basic and  boys 12 to 18 years of age, an estimated \nunique premises of the juvenile system,  one-third of whom are non-criminal of \nthe  right  is  denied.  McKeiver,  supra.  fenders.  Although its optimum capacity \nIn effect,  the  juvenile  offender  is  not  is something less than 300, the School's \nfully protected by all of those rights se- population  is  generally  closer  to  400 \n\n460  355  FEDERAL SUPPLEMENT \nboys. .  The counseling staff consists of  of defendants' educational  staff, and a \n20 individuals including three psycholo  consulting member of the psychology de \ngists  holding  under-graduate  degrees,  partment,  services  each  cottage.  Ac \nand  one  part-time  psychiatrist  who  cording  to  defendants'  regulations,  the \nspends four hours a week at the institu  cottage team is required to meet weekly \ntion;  the  medical  staff  includes  one  to evaluate the rehabilitation program of \npart-time  physician,  one  registered  each inmate in the cottage. \nnurse, and one licensed practical nurse. \nThe  program  is  structured around  a \nThe evidence reveals that the staff to  contract notion.  Following admission to \ninmate ratio for purposes of treatment  a cottage, each inmate agrees to improve \nis approximately one to 30.  No special  his behavior in four areas of institution \nized  training or experience  is  required  al  life denominated,  \"cottage\", \"recrea \nof  the  School's  16  counselors  who  are  tion\",  \"school\",  and  \"treatment\":  The \ncharged with developing and implement  first category generally concerns a given \ning  individualized  treatment  programs  responsibility for  physical  maintenance \nat  the  Institution.  The  evidence  sug  of the  residential  area;  the  second  in \ngests that administrative tasks demand  volves social and athletic activities;  the \ned of the counselors  occupy more than  third concerns  reaching specified levels \nhalf of their time, i. e., \"paper work\" in  of academic or vocational skills; and the \nvolved  with  completing  forms  and  re  last suggests improved personality goals. \nports rather than dealing inter-personal  As each of four  successive \"contracts\" \nly with  inmates.  The  staff  psychia  is  fulfilled,  the youth  is  granted addi \ntrist's limited time commitment to the  tional institutional privileges, ultimately \nInstitution confines his duties to short  culminating in a parole date. \nterm  crisis  intervention;  the  evidence \nExample  case  histories  of  inmates \nindicates that he is without the opportu \nchosen and filed by the defendants pur \nnity to manage individual psychotherapy \nsuant to Court order reflect thatimple \nprograms.  None of the staff psycholo \nmentation of the program falls far short \ngists holds a graduate degree, nor is any \nof its goals.  It was admitted during the \ncertified by the state;  the four depart \ncourse of the trial that the Quay System \nment members principally concern them \nis a means of classifying personality and \nselves with performing diagnostic serv \nbahavior patterns and is not treatment. \nices, much of their activity being direct \nAccordingly, the Court's attention must \ned towards supervising in-take behavior \nfocus  upon  the  care  afforded  a  youth \nclassifications. \nfollowing  his  initial  classification  and \nEffective  June,  1971,  the  School  assignment to a cottage. \nadopted  a  differential  treatment  pro \ngram.  Defendants' testimony and writ  [13]  The case histories of plaintiff \nten  material  represent  that  the  Quay  inmates  supplied  by  these  defendants \nClassification System is central to this  suggest that very little in the way of in \nnew  approach.  The  Quay  System,  on  dividualized  treatment  programs  are \nthe basis of standardized tests adminis  even prepared, much less implemented at \ntered to youth upon their admission to  the  School.  It is  unclear  exactly  how \nthe  School,  identifies  four  personality  much time is spent in individual counsel \nand behavior types.  Each of the 16 cot  ing  of inmates.  In short, the  defend \ntages  at  the  School  houses  20  to  30 \nants'  program  of treatment appears  to \nyouths, all of whom have been identified \nbe  more  form  than  substance.  The \nas  having  common  personality and  be \nrecord suggests, and the Court now con \nhavior patterns. \ncludes,  that  defendants  have  failed  to \nA team comprised of a  general house  provide the minimal efforts of treatment \nmanager,  a  counselor,  a  representative  and rehabilitation. \n\nCITY OF LOS ANGELES v. UNITED STATES  461 \nCite as 355 F.SIlPp. 461 (1972) \nThe  Court  is  not  unmindful  of  the \nvery great burden it confronts in fash \nThe CITY OF LOS ANGELES, \nioning  a  specific  remedy  pursuant  to  Plaintiff, \nthese  general  findings.  The  facts  and  v. \nevents  arising  from  the  instant  cause \nUNITED STATES of America, \nare the product of an antiquated system  Defendant. \nwhich  has  been  permitted  to  grow be-\nNo. 71-1-FW. \nhind a screen of public indifference and \npolitical  neglect.  The  Court  sees  its  United States District Court, \npresent  function  as  steering  a  middle  C. D. California. \nc01,lrse between the indefensible extreme  Dec. 15, 1972. \nof abstinence and the impossible extreme \nof superintending the system.  This pas \nCity sued for declaratory judgment \nsage would be eased by the full coopera \nand damages against the United States, \ntion of the litigants;  hopefully all par \nclaiming  liability  of United  States  for \nties are now willing to share in a  dia \nmunicipal  pilotage fees  with respect to \nlogue leading to the' construction of via \nvessels  which  used  city's  harbor.  On \nble  treatment  goals  for  the  youths \nmotions  of  both  parties  for  summary \nhoused at the Indiana Boys School. \njudgment,  the  District  Court,  Whelan, \nAt the present juncture of the instant  J., held that the supremacy clause of the \nproceedings, the Court feels  unprepared  United States Constitution barred collec \nto issue final relief.  The few days of an  tion of municipal  pilotage fees  by city \nevidentiary  hearing  were  sufficient  to  with respect to vessels which were using \nprovide the  Court with a  basis  for its  city's  harbor,  were  operated  by  the \nrulings as to liability but not as to de  Navy's former Military Sea Transporta \ntermining relief.  Neither party has had  tion Service, were \"public vessels\" of the \na  full opportunity to present an organ  United  States  since  they  were  either \nized view of alternative treatment pro  owned by the United States or bareboat \ngrams.  The  issues  involved  are  most  chartered by it as owner pro hac vice, \ncomplicated, touching upon a great mul  were  civilian manned  but carried mili \ntitude of aspects in the juvenile justice  tary cargo, and did not actually employ \nsystem;  they  require  a  thorough  and  municipal pilots. \ntime-consuming  presentation.  Defend  Motion  of city  denied;  motion  of \nants' proposed reforms directed by this  United States granted. \nCourt  in  its  order  of  15  June  1972 \nshould be incorporated within a general  1. States ~4.15 \nThe supremacy clause of the United \ntreatment program outline. \nStates Constitution barred collection of \nThese circumstances prompt the Court  municipal pilotage fees by city with re \nto order that no later than 1 July 1973,  spect to vessels which were using city's \neach of the parties shall, consistent with  harbor,  were  operated  by  the  Navy's \nthe Court's rulings, file proposed specif  former  Military  Sea  Transportation \nic  findings  of fact  and  conclusions  of  Service,  were  \"public  vessels\"  of  the \nUnited  States  since  they  were  either \nlaw with respect to acceptable, minimal, \nowned by the United States or bareboat \nconstitutional standards of treatment at \nchartered by it as  owner pro hac vice, \nthe  Indiana  Boys  School.  Each  party \nwere  civilian manned but carried mili \nshall  be  allowed  30  days  thereafter  in \ntary cargo, and did not actually employ \nwhich to file simultaneous briefs on the \nmunicipal pilots.  U.S.C.A.Const. art. 6, \nfindings  and  conclusions  and  15  days \ncl. 2;  5 U .S.C.A. §§ 101, 102, 301. \nthereafter in which to make further re \nSee publication Words and Phrases \nply.  The Court shall then issue its final  for  other  judicial  constructions  and \ndecree.  definitions. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1450"
    },
    {
      "date": "1974-06-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 976,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 417,
      "cite_2_page": 417,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 94,
      "cite_3_page": 1146,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 41,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1451,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1451.pdf",
      "title": "Memorandum Decision",
      "text": "417 U.S.  MEMORANDUM DECISIONS  3183 \nCite liS 94 S.Ct. (1974) \nJune  17,  1974.  Motion  of  Hawaiian \n417 V.S.,976, 41 L.Bd.2d 1146  Sugar Planters' Association for leave to \nPENNSYLVANIA, petitioner, v. Peter Er  file a  brief, as amicus curiae,  granted. \nling PLATOU.  No. 73-1<125.  Petition for writ of certiorari to the Su \npreme Court of Hawaii denied. \nFacts and opinion, 220 Pa.Super. 779, \n286 A.2d 402;  455 Pa. 258, 312 A.2d 29. \nJune  17,  1974.  Petition for writ of \ncertiorari  to  the  Supreme  Court  of \nPennsylvania,  Western  District, denied, \nit appearing  that  the  judgment  below  4 \nrests upon an adequate state ground.  417 V.S. 976, 41 L.BtL2d 1146 \nRobert P. HEYNE, etc., et al., petitioners, \nv.  Eric  NELSON,  by his next trlend, \nCorine Nelson, et aI.  No. 78-1635-\nFacts and opinion,  D.C., 355  F.Supp. \n451;  491 F.2d 352. \n2 \nJune 17, 1974.  Motion of respondents \n417 V.S. 976,41 L.Bd.2d 1146  for leave  to proceed in forma  pauperis \nSelwyn A. ROBINSON et al., petitioners, \ngranted.  Petition for writ of certiorari \nv. HAWAII et aI.  No. 78-1441. \nto the United States  Court of Appeals \nFacts and opinion, McBryde Sugar Co.  for the Seventh Circuit denied. \nv. Robinson, Hawaii, 504 P.2d 1330;  517 \nP.2d 26. \nJune  17,  1974.  Motion  of Hawaiian \nSugar Planters' Association for leave to \nfile a  brief, as amicus curiae,  granted.  5 \nPetition for writ of certiorari to the Su  417 v.s- 976, 41 :r..Bd.2d 1146 \npreme Court of Hawaii denied.  Otto KERNER, Jr., petitioner,  v.  UNIT· \nED STATES.  No. 78-1850. \nRehearing Denied July 25, 1914. \nSee 418 U.S. 955, 94 S.Ct. 3234. \nFacts  and  opinion,  United  States  v. \nIsaacs, 493 F.2d 1124. \nPetition for writ of certiorari to the \n3 \nUnited States Court of Appeals for the \n417 v.s- 976, 41 L.Bd.2d 1146 \nSeventh Circuit. \nIda ALBARADO et aI., petitioners, v. \nHAWAII et al.  No. 73-10142_  June 17, 1974.  Denied. \nFacts and opinion, McBryde Sugar Co.  Mr. Justice MARSHALL took no part \nv. Robinson, Hawaii, 504 P.2d 1330;  517  in the consideration or decision of this \nP.2d 26.  petition. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1451"
    },
    {
      "date": "1974-06-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 976,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 417,
      "cite_2_page": 417,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 94,
      "cite_3_page": 1146,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 41,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72405,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72405.pdf",
      "title": "Memorandum Decision",
      "text": "Heyne v. Nelson, 417 U.S. 976 (1974)   \n \n \n  \nOpinion \n94 S.Ct. 3183 \n \nSupreme Court of the United States \nMotion  of  respondents  for  leave  to  proceed  in forma \npauperis granted. Petition for writ of certiorari to the \nRobert P. HEYNE, etc., et al., petitioners, \nUnited States Court of Appeals for the Seventh Circuit \nv. \ndenied. \nEric NELSON, by his next friend, Corine Nelson, \n  \net al. \nNo. 73-1635. | June 17, 1974 \nParallel Citations \n94 S.Ct. 3183 (Mem), 41 L.Ed.2d 1146 \nFacts and opinion, D.C., 355 F.Supp. 451; 491 F.2d 352. \n\t\r  \n  \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72405"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129190,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129190"
    },
    {
      "date": "1973-02-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 451,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 355,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55673,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55673.pdf",
      "title": "Memorandum and Order",
      "text": "355 F.Supp. 451 (1972)\nEric NELSON, by his next friend, Corine Nelson, et al., Plaintiffs,\nv.\nRobert P. HEYNE, Individually and in his capacity as Commissioner of Corrections,\nIndiana Department of Corrections, et al., Defendants.\nCiv. A. No. 72 S 98.\nUnited States District Court, N. D. Indiana, South Bend Division.\nJune 15, 1972.\nSupplemental Opinion February 8, 1973.\n445523 *452*453 Thomas DiGrazia, Youth Advocacy Program, John P. Forhan, Legal Services00Legal Education\n97\nProgram, South Bend, Ind., for plaintiffs.\nT. E. Lauer, Director, Ralph Faust, Jr., St. Louis, Mo., Thomas L. Shaffer, Dean, University of Notre Dame Law\nSchool, Thomas F. Broden, Jr., Director, Institute of Urban Studies, University of Notre Dame, Notre Dame, Ind.,\nfor plaintiffs, on behalf of the National Juvenile Law Center, amicus curiae.\nDale E. McCoy, Asst. Atty. Gen., Indianapolis, Ind., for defendants.\nMEMORANDUM AND ORDER\nGRANT, Senior District Judge.\nOn May 12, 1972, Plaintiffs filed a class action seeking declaratory and injunctive relief with respect to the\nDefendants' operation of the Indiana Boys School.\nThe Indiana Boys School is a medium security state correctional institution for boys 12 to 18 years of age, an\nestimated one-third of whom are non-criminal offenders. Although its optimum capacity is something less than\n300, the School's population is generally maintained at close to 400 inmates. The counseling staff consists of 20\n454 individuals including three psychologists holding under-graduate academic degrees, and one part-time *454\npsychiatrist who spends four hours a week at the institution; the medical staff includes one part-time physician,\none registered nurse, and one licensed practical nurse.\nPlaintiffs claim that the general operation of the Indiana Boys School violates certain Indiana statutes governing\nthe treatment of juveniles in Defendants' custody as well as Plaintiffs' right to rehabilitative treatment guaranteed\nby the Constitution, an issue which shall be the subject of further orders by this Court pending supplementation of\nthe record. Additionally, plaintiffs point to certain institutional practices and policies of the Defendants, said to\noffend rights secured by the 1st, 5th, 8th, and 14th Amendments to the Constitution. These practices and policies\ninvolve the Defendants' use of corporal punishment, control-tranquilizing drugs, solitary confinement, mail\ncensorship, and religious services. Following the conclusion of a three-day evidentiary hearing and oral\narguments, the Court made certain findings as to these practices and indicated said directives would become\nincorporated into a written opinion.\nAt the outset, defendants raise certain challenges to the Court's jurisdiction, the first being that the 11th\nAmendment bars the instant action. It is the Court's view that the Amendment does not preclude jurisdiction.\nClearly the 8th and 14th Amendments are applicable to state-managed services. Robinson v. California, 370 U.S.\n660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962). Plaintiffs' complaint states a cause of action against the Defendants\nindividually and in their respective official capacities for acts claimed to have been taken under color of state law\nin violation of rights secured by the Constitution. 42 U.S.C. § 1983; 28 U.S.C. §§ 2201, 2202; Monroe v. Pape,\n365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961). The Court further finds that the Plaintiffs' cause satisfies\nF.R.Civ.P. 23 and may be maintained as a class action. Holt v. Sarver, 309 F.Supp. 362 (D.C.Ark.1970).\n\nCorporal Punishment\nThe evidence indicates that inmates incur supervised beatings by use of a thick board for violating institutional\nrules. Although defendant Bennett stated that corporal punishment is a \"last resort\", there is a failure of proof as\nto any formalized procedures governing its administration. The evidence suggests that the punishment could be\nemployed with the concurrence of two or more members of the staff. The only control indicated is that two adult\nstaff members must be present to observe the beatings. Customarily the practice is used against any and all\ninmates who are returned from an escape. Defendants revealed that the policy of corporal punishment has\nfluctuated greatly over the last few years (during some periods being totally discontinued) and that current plans\ncall for phasing out the punishment during the next few months.\nExpert opinion adduced at the trial was unanimous in condemning the practice of corporal punishment. The\nuncontradicted evidence of the authorities suggests that the practice does not serve either as useful punishment\nor as treatment. Testimony adduced at the trial shows that it actually breeds counter-hostility resulting in greater\naggression by a child. Among the other child-correctional institutions discussed during the hearing, none\ncontinues the practice of corporal punishment.\nOne court holding that the use of corporal punishment as applied to adult offenders violated 8th Amendment\nstandards observed, \". . . irrespective of any precautionary conditions which may be imposed [use of a strap],\noffends contemporary concepts of decency and human dignity and precepts of civilization which we profess to\npossess . . . .\" Jackson v. Bishop, 404 F.2d 571, 579 (8th Cir. 1968).\nThe Court fails to see any distinction between use of a strap and use of a thick board and concurs in the result\n455 reached by the 8th Circuit. Accordingly, the Court finds the Defendants' *455 present practice with respect to\ncorporal punishment to be in violation of the Plaintiffs' 8th Amendment rights and orders an immediate cessation\nof the practice.\nUse of Tranquilizing Drugs\nMajor tranquilizing drugs are occasionally administered by the Defendants for the purpose of controlling excited\nbehavior rather than as part of an ongoing, psycho-therapeutic program. Standing orders by the doctor at the\nBoys School permits the registered nurse and licensed practical nurse on duty to prescribe dosages of specified\ntranquilizers upon the recommendation of the custodial staff at the Boys School. The drugs are administered\ninter-muscularly. The facts show that there is no procedure utilized whereby medically competent staff members\nevaluate individuals to whom the drugs are administered, either before or after injections.\nThe evidence demonstrates that the type of drugs used by Defendants have potentially serious medical side\neffects, that they are normally employed to control psychotic and prepsychotic behavior during a course of\ntreatment, and that they require close supervision of the patient by professionally trained individuals. Further, it is\nmore common medical practice to offer a patient an oral administration of the drug before introducing it inter-\nmuscularly.\nPeek v. Ciccone, 288 F.Supp. 329 (W.D. Mo.1968), cited by the Defendants, which held inter-muscular injections\nof Thorazine to not be cruel and unusual punishment clearly is inapposite. In Peek the Plaintiff first refused the\nmedication orally; he was examined by a psychiatrist prior to taking the drug; the drug was specifically prescribed\nby a physician; follow-up medical treatment was employed, and the injection was administered at a medical\ncenter.\nThe Court finds as shocking to the conscience and violative of the Plaintiffs' 8th and 14th Amendment rights the\nDefendants' present policy with respect to tranquilizing drugs. Schmerber v. California, 384 U.S. 757, 86 S.Ct.\n1826, 16 L.Ed.2d 908 (1966); Lollis v. New York State Department of Social Services, 322 F.Supp. 473\n(S.D.N.Y.1970); Hancock v. Avery, 301 F.Supp. 786 (M.D. Tenn.1969).\n\nWhile the Court believes that these drugs may be used occasionally to calm states of excitation which are found\nto be potentially dangerous to life and property, the Defendants' policies are far afield of minimal medical and\nconstitutional standards. Accordingly the Court orders the immediate cessation of tranquilizing drugs which are\nadministered without the specific authorization of a physician. In addition, no drug may be administered inter-\nmuscularly without first attempting oral medication, unless ordered otherwise by a physician in each case. It is\nfurther ordered that defendants prepare and submit for the Court's evaluation a formalized policy governing use\nof tranquilizing drugs. The proposal must include detailed provisions governing the prescription of drugs, the\nadministration of drugs, and procedures to insure psychological and medical evaluation of those to whom drugs\nare given.\nSolitary Confinement\nDenominated \"cottage detention\" by the Defendants, the policy of solitary confinement takes place on several\nlevels, the practice in issue being known as \"Status I\" confinement. Pursuant to regulations promulgated in\nJanuary, 1972, a boy may be placed in solitary confinement for periods of time ranging from five to thirty days for\nviolations of certain institutional rules.\nPlaintiff Roberts spent over one-hundred-and-fifty days in this confinement during several periods of commitment\nat the Boys School between August, 1970 and late January, 1972. One period of solitary confinement included\nfifty-seven consecutive days during which he mutilated himself on three occasions and was immediately returned\n456 to confinement *456 following medical attention, without receiving recommended psychiatric treatment.\nConsistent with Defendants' policies, other plaintiffs reported spending from several days to four weeks at a time\nin the solitary cells.\nDuring the periods of confinement, Plaintiffs are kept in a locked room approximately 9' × 12' in size. Toilet\nfacilities, a bed, and a Bible are furnished in each cell. Hot meals are taken in the room which is constantly locked\nexcept for periods of time during which inmates may have the door opened while they are shackled to their bed.\nShowers are provided every several days together with a change of clothing.\nThe evidence suggests that the boys incarcerated in solitary confinement receive very sporadic contact with the\ntreatment staff. Vocational and academic education as well as recreational activities are suspended during the\ndetention. Staff counselors and members of the psychology department communicate with the detainees as\nfrequently as once a day and as infrequently as once a week for intervals of time generally less than twenty\nminutes on each occasion.\nThe institution does not have a formal procedure leading to commitment in solitary confinement. Upon the\nrecommendation of any staff member, a boy may be sent immediately to detention. The practice normally\ninvolves an informal meeting of the boy and his immediate supervisory staff some time after detention has begun,\nduring which the boy is permitted to speak; the ultimate determination to continue detention often involves the\ncomplaining member of the staff.\nExpert testimony offered during the course of the hearing revealed that prolonged and total isolation such as that\npracticed at the Boys School is emotionally and psychologically debilitating and serves neither treatment nor\npunitive goals. Although exclusion may be required in an institutional setting, it must be closely regulated. At a\nminimum this initially requires that the choice to commit one to solitary be an informed decision; the child must be\naware of the reason for his detention, and the committing authority must demonstrate that isolation for a given\nperiod of time in each child's case meets the best treatment interests of the child. Secondly, the decision must be\nsubject to regular, periodic review by professionally competent treatment personnel familiar with the effect\ncontinuing isolation has on the detainee. Lastly, the detained child must be given reasonable access to his peers\nand treatment staff, a reasonable amount of reading and/or recreational material, and opportunities for daily\nphysical exercise throughout the duration of detainment.\nThe Court finds the practices now employed by Defendants with respect to cottage detention both cruel and\nunusual punishment and totally devoid of the most rudimentary notions of procedural due process. Lollis, supra;\n\nSmoake v. Fritz, 320 F.Supp. 609 (S.D. N.Y.1970); Bundy v. Cannon, 328 F. Supp. 165 (D.C.Md.1971); Sostre v.\nRockefeller, 312 F.Supp. 863 (S.D.N.Y. 1970).\nThe use of solitary confinement does not of itself constitute cruel and unusual punishment. Ford v. Board of\nManagers of New Jersey State Prisons, 407 F.2d 937 (3rd Cir. 1969). The quality of confinement, however, is\nsubject to limitations imposed by the 8th Amendment. The court in Lollis, supra, held that, \"Measured by the\nstandards of the Eighth Amendment . . . [and] the views of experts in the field . . ., a two-week confinement of a\nfourteen-year-old girl in a stripped room in night clothes with no recreational facilities or even reading matter must\nbe held to violate the Constitution's ban on cruel and unusual punishment.\" 322 F.Supp. at 482. In Pena v. New\nYork State Department of Social Services, 322 F.Supp. 473 (S.D.N.Y.1970), a companion case to Lollis, the court\n457 held that the use of shackles on a male juvenile detained in isolation for periods of time ranging *457 from forty\nminutes to two hours was impermissible, finding: \"It may be said that a minimal period of handcuffing or binding,\nwhere the reasonable necessity for such action is demonstrated, would not violate constitutional rights while, at\nthe other end of the spectrum, unnecessary or prolonged handcuffing or binding might well do so.\" 322 F.Supp. at\n484.\nSostre v. McGinnis, 442 F.2d 178 (2nd Cir. 1971) reversed the lower court's finding in Sostre v. Rockefeller, supra\n, noting that the Plaintiff in confinement had been furnished opportunities for exercise, group therapy, general\nreading matter, and communication with other segregated prisoners. The evidence in the case at bar is clearly\ndistinguishable. Furthermore, there is a legal distinction in the nature of treatment appropriate to a convicted felon\nand that accorded one adjudged a juvenile delinquent. Lollis, supra, at 1119.\nPreliminary to confinement in solitary detention, an inmate is entitled to elementary procedural due process.\nAlthough the procedures leading to commitment need not be equivalent to those accorded one in the judicial\nprocess, they must conform to basic standards of fairness. Bundy, supra; Smoake, supra. At a minimum, this\nrequires that all inmates be made aware of the possible institutional rules and sanctions as well as the\nadministrative procedures governing the commitment. There must also be an expeditious hearing. Prior to the\nhearing, an inmate must be adequately informed of the charges against him. During the hearing, he must be\ngiven an opportunity to confront his accusers and present any evidence in his own behalf. Those sitting as triers\nof fact must be persons other than the complainant. A written record of disposition must be made in a form\nsufficient to permit an administrative review of the decision.\nDefendants are ordered to immediately implement a policy of detention in accordance with the Court's discussion\nof minimal standards. Further, within 30 days hereafter, the Defendants are ordered to prepare and submit for the\nCourt's evaluation a report detailing the measures to be applied to inmates subject to detention in solitary\nconfinement.\nMail Censorship\nPlaintiffs testified that both incoming and outgoing mail is opened and reviewed by the Defendants. The\nDefendants explained that each inmate prepares a \"correspondence list\" upon admission to the School. Boys\nSchool policy permits correspondence with an inmate's immediate family and close friends. Other than mail\naddressed to or from governmental agencies or legal counsel, all letters are subject to being opened. In\nDefendants' experience, various types of contraband matter has been discovered in incoming packages and\nletters addressed to inmates.\nJudge James E. Doyle of the Western District of Wisconsin recently concluded that, \". . . freedom to use the mails\nis a First Amendment freedom. Odell v. State of Wisconsin Department of Health and Social Serv., 319 F.Supp.\n305 (W.D.Wis.1970) . . . . I conclude that in the general population, each individual's interest in correspondence\nby mail with another is fairly to be characterized as a `fundamental' interest. I conclude that when the government\nundertakes to deny this freedom to a member of the class of persons who have been convicted of crime, while\ngranting it to members of a class of persons who have not been convicted of crime, the burden is upon the\nDefendant to show a compelling governmental interest in this differential in treatment.\" Morales v. Schmidt, 340\nF.Supp. 544, 554 (W.D.Wis.1972). We adopt Judge Doyle's view of the law.\n\nDefendants have failed to present any rationale for imposing a \"correspondence list\", or limiting persons with\nwhom Plaintiffs may correspond, or opening outgoing mail. Accordingly, absent any future showing of \"compelling\n458 governmental interest\", the *458 Defendants are permanently enjoined from the continuation of these practices.\nWith respect to incoming mail, Defendants may only open those types of mail receptacles reasonably likely to be\ndesigned to carry contraband.\nFreedom of Religion\nDefendants' policy requires compulsory attendance of Protestant or Catholic services held each Sunday at the\ninstitution. An attempt is made to keep the services non-denominational in character.\nPlaintiffs' evidence is not to the contrary of the policy presented by Defendants; two of the inmates indicated a\npreference for beliefs other than Protestant or Catholic. However, neither suggested that Defendants failed to\naccord them an opportunity to either believe or practice a form of religious activities.\nAccordingly, the Court finds that Plaintiffs have failed to support a claim of religious discrimination. Cf. Barnett v.\nRodgers, 133 U.S.App.D.C. 296, 410 F.2d 995 (D.C.Cir. 1969); Tilden v. Pate, 390 F.2d 614 (7th Cir. 1968).\nThe foregoing shall constitute the findings of fact and conclusions of law required by F.R.C.P. 52, and judgment\nfor the Plaintiff shall be entered in accordance with the Court's findings. Defendant is ordered to prepare and\nsubmit for the Court's evaluation those matters requested in the above memorandum opinion within thirty days of\ndate of entry below.\nSUPPLEMENTAL OPINION\nOn May 12, 1972, plaintiffs filed this class action seeking declaratory and injunctive relief with respect to the\ndefendants' operation of the Indiana Boys School. Plaintiffs' challenges to certain of the Institution's practices and\npolicies have been considered in this Court's earlier Memorandum and Order entered 15 June 1972. Remaining\nfor disposition are plaintiffs' contentions that the management of the Indiana Boys School violates Indiana\nstatutes governing the treatment of juveniles in defendants' custody as well as a right to rehabilitative treatment\nsecured by the United States Constitution.\nFollowing oral argument at the conclusion of a three-day evidentiary hearing, the parties and amicus filed Court-\nrequested briefs on the issue of the right to treatment. The defendants further complied with the Court's Order\nrequiring their subsequent filing of a report detailing the treatment program employed at the Boys School as it\nhad been applied to these named plaintiffs.\nDuring the course of the past six years the Supreme Court has considered a number of cases covering various\naspects of the juvenile justice system. Each of these cases discussed the extent to which juveniles are entitled to\nthe same constitutionally protected procedural safeguards which are accorded adult criminal offenders. The\nrecent case of McKeiver v. Pennsylvania, 403 U.S. 528, 91 S.Ct. 1976, 29 L.Ed.2d 647 (1971), holds that juvenile\noffenders are not entitled to jury trials. Writing for the majority, Justice Blackmun summarizes the Court's findings\nin its previous cases and concludes that the unique mission of the juvenile justice system compels that only some\nof the procedural due process rights attach to juvenile proceedings. Citing In re Winship, 397 U.S. 358, 90 S.Ct.\n1068, 25 L.Ed.2d 368 (1970), the Court, in McKeiver, notes that use of a jury would make the adjudication\nprocess fully adversary, thereby restricting the juvenile court's prospect of being \"intimate, informal [and]\nprotective\". McKeiver, supra, 403 U.S. at 545, 91 S.Ct. 1976, 29 L.Ed.2d 647. The Court in In re Winship held\nthat juveniles are entitled to a criminal standard of proof and rejected the argument that the criminal standard\nwould jeopardize \". . . the opportunity during post-adjudicatory or dispositional hearing for a wide-ranging review\nof the child's social history and for his individualized treatment . . . .\" Winship, supra, 397 U.S. at 366, 90 S.Ct. at\n459 1074. *459 (Our emphasis.) Commenting upon the District of Columbia's Juvenile Court Act, found to be \"like that\nof other jurisdictions\", the Court in Kent v. United States, 383 U.S. 541, 86 S.Ct. 1045, 16 L.Ed.2d 84 (1966)\nsays:\n\n\"The Juvenile Court is theoretically engaged in determining the needs of the child and of society\nrather than adjudicating criminal conduct. The objectives are to provide measures of guidance and\nrehabilitation for the child and protection for society, not to fix criminal responsibility, guilt and\npunishment.\" Id. at 554, 86 S.Ct. at 1054.\nImplicit in the above-cited authorities is the proposition that juvenile offenders are entitled to rehabilitative efforts.\nWith the passage of time, the dilemma posed by Justice Fortas in Kent, supra, has taken on a new perspective.\nJustice Fortas remarked in the 1966 case that \". . . [the juvenile offender] receives the worst of both worlds: that\nhe gets neither the protections accorded to adults nor the solicitous care and regenerative treatment postulated\nfor children.\" Kent, supra, at 556, 86 S.Ct. at 1054.\nToday one may forcefully argue that the offender is more secure with additional pre-dispositional procedural\nsafeguards. However, the very cloth from which these recognized rights are cut suggests the need for a post-\ndispositional attempt to treat and rehabilitate the offender. The procedural rights now accorded a juvenile are\npatterned in large part by their impact upon the parens patriae underpinning of the juvenile justice system. The\nCourt has sought to balance the juvenile's procedural rights against the dictates of regenerative treatment, and\nwhere the asserted procedural right impinges upon the basic and unique premises of the juvenile system, the\nright is denied. McKeiver, supra. In effect, the juvenile offender is not fully protected by all of those rights secured\nto an adult, and the measure of the juvenile's protection is in large part determined by treatment interests.\nIn light of the Supreme Court's prior holdings, it would be anomalous to find treatment and rehabilitation of an\noffender as relevant goals during pre-dispositional phases of the juvenile process but not as to the post-\ndispositional period. Treatment and rehabilitation represent, in this Court's view, a continuum measured by the\nperiod of time the juvenile offender remains in the state's custody.\nThe legislative intent, as would clearly appear from the statutory framework of the juvenile justice system in\nIndiana, contemplates much more than bare custody and incarceration. The Indiana Juvenile Court Act, under\nwhose authority these plaintiffs are confined, sets forth as its \"purpose and basic principle\" the following:\n\"The purpose of this act [§§ 9-3201-9-3225] is to secure for each child within its provisions such\ncare, guidance and control, preferably in his own home, as will serve the child's welfare and the\nbest interests of the state; and when such child is removed from his own family, to secure for him\ncustody, care and discipline as nearly as possible equivalent to that which should have been given\nby his parents.\" Burns' Ind.Stat.Annot. § 9-3201, IC 1971, 31-5-7-1.\nAccordingly, we now hold that plaintiffs are entitled to a right to treatment under the laws of the State of Indiana\nand the Federal Constitution. We next consider the attendant factual issue.\nThe Indiana Boys School is a medium security state correctional facility for boys 12 to 18 years of age, an\nestimated one-third of whom are non-criminal offenders. Although its optimum capacity is something less than\n460 300, the School's population is generally closer to 400 *460 boys. The counseling staff consists of 20 individuals\nincluding three psychologists holding under-graduate degrees, and one part-time psychiatrist who spends four\nhours a week at the institution; the medical staff includes one part-time physician, one registered nurse, and one\nlicensed practical nurse.\nThe evidence reveals that the staff to inmate ratio for purposes of treatment is approximately one to 30. No\nspecialized training or experience is required of the School's 16 counselors who are charged with developing and\nimplementing individualized treatment programs at the Institution. The evidence suggests that administrative\ntasks demanded of the counselors occupy more than half of their time, i. e., \"paper work\" involved with\ncompleting forms and reports rather than dealing inter-personally with inmates. The staff psychiatrist's limited\ntime commitment to the Institution confines his duties to short-term crisis intervention; the evidence indicates that\nhe is without the opportunity to manage individual psychotherapy programs. None of the staff psychologists holds\na graduate degree, nor is any certified by the state; the four department members principally concern themselves\nwith performing diagnostic services, much of their activity being directed towards supervising in-take behavior\nclassifications.\n\nEffective June, 1971, the School adopted a differential treatment program. Defendants' testimony and written\nmaterial represent that the Quay Classification System is central to this new approach. The Quay System, on the\nbasis of standardized tests administered to youth upon their admission to the School, identifies four personality\nand behavior types. Each of the 16 cottages at the School houses 20 to 30 youths, all of whom have been\nidentified as having common personality and behavior patterns.\nA team comprised of a general house manager, a counselor, a representative of defendants' educational staff,\nand a consulting member of the psychology department, services each cottage. According to defendants'\nregulations, the cottage team is required to meet weekly to evaluate the rehabilitation program of each inmate in\nthe cottage.\nThe program is structured around a contract notion. Following admission to a cottage, each inmate agrees to\nimprove his behavior in four areas of institutional life denominated, \"cottage\", \"recreation\", \"school\", and\n\"treatment\". The first category generally concerns a given responsibility for physical maintenance of the\nresidential area; the second involves social and athletic activities; the third concerns reaching specified levels of\nacademic or vocational skills; and the last suggests improved personality goals. As each of four successive\n\"contracts\" is fulfilled, the youth is granted additional institutional privileges, ultimately culminating in a parole\ndate.\nExample case histories of inmates chosen and filed by the defendants pursuant to Court order reflect that\nimplementation of the program falls far short of its goals. It was admitted during the course of the trial that the\nQuay System is a means of classifying personality and bahavior patterns and is not treatment. Accordingly, the\nCourt's attention must focus upon the care afforded a youth following his initial classification and assignment to a\ncottage.\nThe case histories of plaintiff-inmates supplied by these defendants suggest that very little in the way of\nindividualized treatment programs are even prepared, much less implemented at the School. It is unclear exactly\nhow much time is spent in individual counseling of inmates. In short, the defendants' program of treatment\nappears to be more form than substance. The record suggests, and the Court now concludes, that defendants\nhave failed to provide the minimal efforts of treatment and rehabilitation.\n461 *461 The Court is not unmindful of the very great burden it confronts in fashioning a specific remedy pursuant to\nthese general findings. The facts and events arising from the instant cause are the product of an antiquated\nsystem which has been permitted to grow behind a screen of public indifference and political neglect. The Court\nsees its present function as steering a middle course between the indefensible extreme of abstinence and the\nimpossible extreme of superintending the system. This passage would be eased by the full cooperation of the\nlitigants; hopefully all parties are now willing to share in a dialogue leading to the construction of viable treatment\ngoals for the youths housed at the Indiana Boys School.\nAt the present juncture of the instant proceedings, the Court feels unprepared to issue final relief. The few days of\nan evidentiary hearing were sufficient to provide the Court with a basis for its rulings as to liability but not as to\ndetermining relief. Neither party has had a full opportunity to present an organized view of alternative treatment\nprograms. The issues involved are most complicated, touching upon a great multitude of aspects in the juvenile\njustice system; they require a thorough and time-consuming presentation. Defendants' proposed reforms directed\nby this Court in its order of 15 June 1972 should be incorporated within a general treatment program outline.\nThese circumstances prompt the Court to order that no later than 1 July 1973, each of the parties shall,\nconsistent with the Court's rulings, file proposed specific findings of fact and conclusions of law with respect to\nacceptable, minimal, constitutional standards of treatment at the Indiana Boys School. Each party shall be\nallowed 30 days thereafter in which to file simultaneous briefs on the findings and conclusions and 15 days\nthereafter in which to make further reply. The Court shall then issue its final decree.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55673"
    }
  ],
  "document_count": 6
}