{
  "case_id": 409,
  "fetched_at": "2025-10-22T00:04:16.372248",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Iowa State Officials",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Iowa Security Medical Facility",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Mental Health (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Southern District of Iowa",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1972-03-09",
    "filing_year": 1972,
    "id": 409,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Informed consent/involuntary medication",
      "Medical/Mental Health Care: Medication, administration of",
      "Disability and Disability Rights: Mental Illness, Unspecified",
      "Disability and Disability Rights: Mental impairment"
    ],
    "last_checked_date": "2014-10-14T00:00:00-04:00",
    "main_docket": {
      "id": 38988,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1972,
      "docket_filing_number": 63,
      "is_main_docket": true,
      "court": "Southern District of Iowa",
      "state": "Iowa",
      "docket_office_number": "4",
      "docket_number_manual": "72-63-1",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Knecht v. Gillman",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 1973,
    "permanent_injunction": false,
    "plaintiff_description": "Involuntary inmates of an Iowa mental institution",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Iowa",
    "summary": "<p>Sometime in 1972, two mental institution inmates at Iowa Security Medical Facility (ISMF) filed a lawsuit under 42 U.S.C. § 1983 against state officials in the U.S. District Court for the Southern District of Iowa, Central Division.  The plaintiffs, represented by the Hawkeye Legal Aid Society, asked the court for injunctive relief, alleging that the defendants' actions constituted cruel and unusual punishment in violation of the Eighth Amendment.  Specifically, the plaintiff contended that they had been, without their consent, subjected to injections of a drug that induced vomiting.  </p><p>Sometime in 1972 or 73, the Magistrate Judge (Judge Unknown) recommended that the complaint be dismissed but that certain precautionary steps needed to be taken in administering the drug if it was to be continued in use at the facility.</p><p>Sometime in 1972 or 73, the District Court (Judge William C. Stuart) dismissed the complaint and did not adopt the Magistrate Judge's recommendations concerning the drug's future administration.  The plaintiffs appealed.</p><p>On December 5, 1973, the Eighth Circuit Court of Appeals (Judge Donald Roe Ross) reversed with directions.  Knecht v. Gillman, 488 F.2d 1136 (8th Cir. 1973).  The Court held that administration of the drug to nonconsenting mental institution inmates constituted cruel and unusual punishment.  The Court reasoned that, as ISMF housed both civil and criminal patients, civil patients' compromise of procedural rights in their transfer to ISMF was only justified if the purpose of commitment there was treatment and not punishment.  Accordingly, the Court held that the forcing someone to vomit for a fifteen minute period for committing some minor breach of the rules could only be regarded as Pavolovian conditioning qua cruel and unusual punishment unless the treatment was being administered to a patient who knowingly and intelligently consented to it.  The Court instructed the District Court to enjoin the defendants from further use of the drug except pursuant to specific guidelines the Court set forth.</p><p>Because we have only the Eight Circuit Court of Appeals opinion, we have no more information on this file.</p>",
    "summary_published_date": "2014-10-14T00:00:00-04:00",
    "summary_short": "Sometime in 1973, two mental institution inmates at Iowa Security Medical Facility (ISMF) filed a lawsuit under 42 U.S.C. § 1983 against state officials in the U.S. District Court for the Southern District of Iowa, Central Division. The plaintiffs, represented by the Hawkeye Legal Aid Society, alleged that prison officials had been injecting them without consent with a drug that induced severe vomiting and other bodily changes in order to punish defendants for violation of institution protocols. The plaintiffs claimed that such use of the drug constituted cruel and unusual punishment in violation of the eight amendment. The 8th Circuit (Judge Donald R. Ross) reversed a lower court ruling dismissing the case, holding that administration of the drug to nonconsenting patients for committing \"some minor breach of rules\" constituted cruel and unusual punishment. The court order enjoined the defendants from further use of the drug except pursuant to the guidelines outlined by the court's order. Only the 8th Circuit opinion is available and it seems the case is closed.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/409",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=409",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=409",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=409"
  },
  "documents": [
    {
      "date": "1974-01-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "Univ. of Michigan Law Library",
      "document_status": "Coding Complete",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 73374,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73374.pdf",
      "title": "Knecht v. Gillman: Drawing the Line Between Punishment and Treatment",
      "text": "(cid:43)(cid:40)(cid:44)(cid:49)(cid:50)(cid:49)(cid:47)(cid:44)(cid:49)(cid:40)\nCitation: 1 New Eng. J. on Prison L. 265 1974 \nContent downloaded/printed from \nHeinOnline (http://heinonline.org)\nTue Oct 14 17:03:45 2014\n-- Your use of this HeinOnline PDF indicates your acceptance\n   of HeinOnline's Terms and Conditions of the license\n   agreement available at http://heinonline.org/HOL/License\n-- The search text of this PDF is generated from \n   uncorrected OCR text.\n-- To obtain permission to use this article beyond the scope\n   of your HeinOnline license, please use:\n   https://www.copyright.com/ccc/basicSearch.do?  \n   &operation=go&searchType=0   \n   &lastSearch=simple&all=on&titleOrStdNo=0740-8994\n\n1975] RECENT CASES\nKNECHT v. GILLMAN': Drawingt he Line Between\nPunishment and Treatment\nGary Knecht and Ronald Stevenson,  inmates confined to\nthe Iowa Security Medical Facility, brought an action against\nofficials  of the  state of Iowa2 for injunctive relief under the\nCivil Rights Act.3 Their complaint alleged that the drug apro-\nmorphine4  was  being  administered  in conjunction  with  an\n\"aversive  stimuli\"  program5 without  their  consent;  that the\ndrug was used to punish them for violating certain behavioral\nregulations established at the institution; and that the use of\nthe drug under these conditions was in violation of their con-\nstitutional  right to  be free from  cruel  and unusual  punish-\nment as guaranteed by the eighth amendment.\n1488 F.2d 1136 (8th Cir. 1973).\n2 The offiaals  named  as defendants  were:  James  M.  Gillman, Commissioner,\nState of Iowa Department of Social Services;  Nolan Ellandson, Director, Bureau of\nAdult  Corrections;  and  Calvin  Auguer,  Superintendent,  Iowa  Security  Medical\nFacility.\n3 Civil Rights Act of 1871  § 1, R.S. § 1979, 42 U.S.C. § 1983 (1970). Civil action\nfor deprivation of rights:\nEvery person who, under color of any statute, ordinance, regulation,  cus-\ntom, or usage of any State or Territory, subjects, or causes to be subjected, any\ncitizen of the United States or other person within the jurisdiction thereof to\nthe deprivation of any rights, privileges or immunities secured by the Constitu-\ntion and laws, shall be liable to the party injured in any action at law, suit in\nequity or other proper proceeding for redress.\n4Apromorphine  is  used  in  conjunction  with  an  \"Aversive  stimuli\"  therapy\nprogram at ISMF and is based on Pavlovian conditioning. 488 F.2d at 1137.\n5 Conceptually,  the practice seeks to effectuate  a connection between  the pro-\nhibited act and an aversive  stimulus. If the individual  engages  in a similar pro-\nhibited act at a subsequent  time, the act induces stimuli which, through  classical\nconditioning,  have  become  aversive.  See,  e.g.,  Singer,  Psychological Studies of\nPunishment, 58  CALIF.  L. REv.  405,  423  (1970).  On  the particular  meanings  of\n\"aversion  therapy\"  and \"classical  conditioning,\"  see AMERICAN  PSYCHIATRIC  Asso-\nCiTION, A PSYCHIATRIC  GLOSSARY,  13-14, 22-23  (3d ed. 1969). See generally Shapiro,\nLegislating Control of Behavior Control: Autonomy and the Coercive Use of  Or-\nganic Therapies, 47 S. CAL. L. REv. 236 (1974).\nAversion therapy has been defined as\nan attempt to associate an undesirable behavior pattern with unpleasant stimu-\nlation or to make the unpleasant stimulation a consequence of the undesirable\nbehavior. In either case it  is hoped  that an acquired  connection between  the\nbehavior and the unpleasantness will develop. There is a further hope that the\ndevelopment of such a connection will be followed by a cessation of the target\nbehavior.\nS.  RACnMAN  and  J. TASDALE,  AvERsIoN  THERAPY  AND  BEHAVIOR  DisoDERs:  AN\nANALYSIS xii (1969).\n\n266  NEW ENGLAND  JOURNAL ON  PRISON  LAW  [Vol. 1:265\nIn the District Court for the Southern District of Iowa,\nCentral  Division 6  Judge  William  C.  Stewart  appointed  a\nUnited States magistrate for the fact-finding process, adhering\nto procedure  outlined  by the Federal  Rules  of Civil Proce-\ndure.\" Subsequent to the hearing conducted by the magistrate,\na  \"Report  and  Recommendation\"  was  filed  in  the District\nCourt advising dismissal of the complaint.9\nThe Circuit Court  of Appeals0  reversed  the  judgment\nof the District Court and remanded the case with instructions\nto enjoin the defendants from the further use of the drug ex-\ncept as permitted by specific guidelines.11\nWriting for the  three-judge court, Judge Ross held that\nthe administration  of the drug apromorphine  to nonconsent-\nIng  patients  in  mental  institutions  for violation  of  the  in-\nstitution's  behavioral  protocol  was  repugnant  to  the  eighth\namendment's  ban  against  cruel  and  unusual  punishment.\nJudge Stephenson concurred with the result.\nPROCEDURAL DUE PROCESS AND SUBSTANTIVE RIGHTS\nThe state  of  Iowa  recently  established  a  medical  facil-\nIty12 to provide custodial  care in a  security  setting for those\n6 Knecht v. Gillman, Civil Docket No. 72-63-1,  1972.\n7 FFa.  R. Civ. P 5a. There ish,o wever, a split of authority regarding utilization\nof magistrates in civil matters and habeas corpus proceedings. 488 F.2d at 1137 n.l.\n8A  summary  of  the evidence  contained  in  the  magistrates  report indicated\nthat  the  use  of an  \"aversive  therapy\"  concept  was  for a  behavior  modification\nprogram  designed  for  the  treatment  of  inmates  with behavioral  problems.  Any\nact that violated behavioral  protocol established  by the staff, such as  not getting\nup when so ordered,  giving cigarettes against  orders,  talking,  swearing,  or lying,\nreported  by a  member of  the staff or another  inmate, would  warrant an  intra-\nmuscular injection  of the drug. Within  a few minutes of the  injection  the drug\ninduced violent fits of vomiting lasting from fifteen minutes to one hour. However,\nthe use of the drug was suspect for three reasons:  1) the violent physical reaction\nupon injection, 2)  the questionable  \"therapeutic\"  value of the  treatment,  and 3)\nthe post-treatment effects on the individual.\n9488 F.2d 1136, 1137. The report suggested that if the drug was to be used in\nthe future, certain precautionary measures should be taken regarding the admms-\ntration of  the drug and  the  use of inmate  aides for reporting  violations of  the\nbehavioral protocol.\n10 488 F.2d 1136.\n11id. at 1140, 1141.\n12 IOwA CODE ANN.  § 223.1 (West Supp. 1974).\n\n1975] RECENT CASES\npersons transferred to its jurisdiction from within the state.13\nSummary commitment  to this facility  must be accompanied\nby procedural  safeguards in order to protect the individual's\nrights. In  the opinion of one commentator.\n[i]nvoluntary civil commitment of the Mentally ill [sic], although\nattended  by  supposed  benefit  to  the  committed  individual,  is\nnonetheless  a deprivation of freedom in a very real sense. Recog-\nnition of fundamental  constitutional rights demands  the formu-\nlation  and application  of standards  for  commitment  which em-\nbody current medical and legal developments.  Mental  illness, in\nand of itself, does  not provide a justifiable criterion  for compel-\nling commitment.14\nIt  appears that once a person's liberty is threatened, pro-\ncedural  safeguards  exist which  usually  shield  him,  but  \"if\nthese safeguards are absent, then there must be a concomitant\nquid pro quo (in this case treatment).  If that quid pro quo\nis lacking, so is procedural due process.\"' 5 And, as the majority\nstated in In  re Williams:\nThis court is conscious  of the need for protection not only\nof the community but also of the individuals in need of psychiatric\ncare and treatment. But these laudable purposes, under our form\n13 IOWA  CODE ANN.  §223.4  (West Supp. 1974)  which states that patients may\noriginate from the following sources:\n1) Residents of any institution  under  the jurisdiction  of the Department  of\nSocial Services.\n2) Commitments by the courts as mentally incompetent  to stand  trial under\nCh. 783 of the Iowa Code.\n3) Referrals  by the  court  for psychological diagnosis  and recommendation as\npart of the  pretrial or presentence procedures or determination  of mental\ncompetency to stand trial.\n4) Mentally ill prisoners from county and city jails for diagnosis, evaluation or\ntreatment.\nSee 488 F.2d 1136, 1138.\n14 Wiehl,  Involuntary Civil Commitment of  the Nondangerous Mentally Ill:\nSubstantive Limitations, 18 S.DAK. L. REv. 407 (1973).\n15 Spece,  Conditioning and Other Technologies Used to \"Treat?.\"  \"Rehabili-\ntate?\" \"Demolish?\" Prisoners and Mental Patients, 45  CALIF.  L. REv. 616, 641-42\n(1972). See also Rouse v. Cameron, 373 F.2d 451 (D.C. Cir. 1966); Wyatt v. Stickney,\n325 F. Supp. 781 (M.D. Ala. 1971); Whitree v. State, 290 N.Y.S.2d 486 (Ct. Cl. 1968);\nMaatallah v. Warden, Nevada State Prison, 470 P.2d 122 (Nev. Sup. Ct. 1970); Nason\nv. Superintendent  of Bridgewater  State  Hospital, 353  Mass.  604,  233 N.E.2d  908\n(1968).\n\n268  NEW ENGLAND  JOURNAL ON  PRISON  LAW  [Vol. 1:265\nof government,  must  be accompanied  by procedures  which  are\nlegal and not at the cost of disregarding constitutional safeguards\nby deprivation  of liberty without due  process of law. The mere\nfact  that a  commitment  without  due process  is  temporary and\nfor  the  purposes  of psychiatric  examination  renders  it  no  less\n16\nunlawful.\nIn  Knecht, Judge  Ross  concluded  that  \"the  constitutional\njustification of this compromise  of procedure is that the pur-\npose of commitment is treatment not punishment.'171\nAlthough the court found that the committal procedure\nfor treatment met constitutional due process requirements, it\nalso examined the substantive scope of the statutory language.\nThe court declared that \"[b]eyond  this justification for treat-\nment is  the  clear  command of  the statute  that the  purpose\nof confinement at ISMF  [Iowa  Security  Medical  Facility]  is\nnot penal in nature but rather one  of examination, diagnosis\nand treatment.\"'8\nSince examination and diagnosis do not involve the use\nof drugs, the court reasoned that once the transfer was effectu-\nated, the facility could administer drugs if and when the pa-\ntient required treatment.\nWhile  the court recognized  the procedural  and substan-\ntive rights of the petitioners, it determined that the case would\nnot rest on the question of the use of the drug for punish-\nment per se. Rather, it would decide the question of whether\nknowing and intelligent consent given prior to the administra-\ntion  of  the  drug would  alleviate  or obstruct  any  claim  of\ncruel and unusual punishment.\nOPENING THE DOOR TO THE EIGHTH AMENDMENT\nThe  petitioners  were  mentally-ill  prisoners  transferred\nto the Iowa Security Medical Facility to receive diagnosis, eval-\n16 In re Williams, 157 F. Supp. 871, 876 (D.C. Cir. 1958).\n17488 F.2d 1136, 1138.  Cf. McKeiver  v. Pennsylvania, 403  U.S.  528, 552 (1971)\n(White, J., concurnng); Sas v. Maryland, 334 F.2d 506, 509 (4th Cir. 1964).\n18 488 F.2d 1136, 1138.\n\n1975] RECENT CASES\nuation  and  treatment.  The court,  citing  Trop v.  Dulles,9\nruled that the legislative classification  of acts as \"treatment\"\nwould  not preclude  an  eighth  amendment  examination  of\nsuch acts. Thus the administering of the drug apromorphine,\neven  though  characterized  as  \"treatment\"  within  the  \"aver-\nsive  stimuli\"  program,  was  not  an  act  beyond  constitu-\ntional review  Statutory  enactments,  while  not  intended  to\nbe  penal  in  nature,  are  nonetheless  susceptible  to scrutiny\nwithin constitutional limitations;  legislative classifications  do\nnot  close  the  door  to  judicial  investigation.20  Rather,  the\nKnecht court found that \"even a clear legislative classification\nof a statute as 'non-penal'  would not alter the fundamental na-\nture of a plainly penal statute.\"2' 1\nTREATMENT DEEMED CRUEL AND UNUSUAL PUNISHMENT\nPunishment,  as  practiced  in  the prison  systems  of  the\nUnited States, has always found itself under the watchful eye\nof the judiciary, especially where its form deviated from  the\nusual,  accepted  practices.22  The right to be free  from  cruel\nand unusual punishment  has remained  an important, if not\npervasive, ingredient in the scheme of recent prisoners' rights\ncontroversies.13  A prisoner incarcerated  in a state  prison re-\ntains most of the civil rights afforded to citizens of the United\n19 Trop v. Dulles, 356 U.S. 86 (1958).\n20Id. See also Vann v. Scott, 467  F.2d 1235  (7th Cir. 1972);  Inmates of Boys'\nTraining School v. Affleck, 346 F. Supp. 1354 (D.R.I. 1972).\n21 Trop v. Dulles, 356 U.S. 86, 95 (1958).\n22 Furman  v. Georgia,  408  U.S.  238  (1972);  Robinson v.  California, 370 US.\n660  (1962)  (penal incarceration  for status);  Rouse v. Cameron,  373 F.2d 451  (D.C.\nCir.  1966);  LaReau  v. MacDougall,  473 F.2d 974 (2d Cir. 1972);  New York State\nAss'n  for  Retarded  Children  v. Rockefeller,  357  F.  Supp.  752  (E.D.N.Y.  1973);\nMartarella v. Kelly, 349 F. Supp. 575 (S.D.N.Y.  1972)  (civil commitment for status\nwithout treatment);  Nelson v. Heyne, 355 F. Supp. 451  (N.D.  Ind. 1972) (tranquil-\nizing drugs);  Jackson  v. Bishop,  404  F. Supp. 571  (8th Cir. 1968);  Landman v.\nRoyster, 333 F. Supp. 575  (S.D.N.Y.  1972) (corporal punishment for prisoners).\n23 See  Lee v. Tabash,  325  F.2d  970, 972  (8th Cir. 1965)  (dictum);  Tally v.\nStephens, 247 F. Supp. 683, 686 (E.D. Ark. 1966); Jordan v. Fitzharrs, 257 F. Supp.\n674, 679 (N.D. Cal. 1966); United States ex  el. Hancock v. Pate, 223 F. Supp. 202,\n204 (N.D.  Ill1.9 63); Redding v. Pate, 220 F. Supp. 124, 127 (N.D. Ill.19 63); Bershen\nv. Swenson, 331 F. Supp. 1227, 1233 (D. Mo. 1971).\n\n270  NEW ENGLAND JOURNAL  ON  PRISON  LAW  [Vol. 1:265\nStates.  Specifically, he remains  protected  by the due  process\nand equal protection clauses of the constitution which \"follow\nhim through the prison doors. '24 Accompanying  this concep-\ntual  practice  of maintaining  prisoners'  rights  is  the well-en-\ntrenched  principle  that no state  prisoner may be the  object\nof cruel or unusual punishment  as prohibited by the eighth\n25\namendment.\nIn spite of the relatively rapid accession of certain prison-\ners'  rights to the threshold  of constitutional  guarantees  and\nfreedoms, the recognition of synonymous rights for those con-\nfined to mental  institutions has been slow  and tedious. Only\nrecently  have  the courts begun  to  evidence  an awareness  of\ncertain deprivations within the country's mental institutions.2\nPerhaps the most enlightened area in the adjudication of\nmental patients' rights has been in challenges to the treatment\nreceived by individuals upon involuntary confinement to hos-\n24 Jackson v. Bishop, 404 F.2d 571,  576 (8th Cir. 1968).  See, e.g., Washington v.\nLee, 263  F. Supp. 327, 331  (M.D. Ala. 1966);  Tally v. Stephens, 247 F. Supp. 683,\n686 (E.D. Ark. 1966).  See also 5 SUFFOLK  L. Ray. 259, 262 (1970);  Note, Prisoners\"\nRights, 57 Gao. L.J. 1270, 1279 (1969).\nRecent cases decided under the 14th amendment include Johnson v. Avery, 393\nU.S.  483  (1969);  Jackson  v. Godwin,  404  F.2d 529  (5th Cir.  1968);  Clutchette  v.\nProcunier, 328 F. Supp. 767 (N.D.  Cal.  1971); Davis v. Lindsay, 321  F. Supp. 1134\n(S.D.N.Y.  1970);  Dabney v. Cunningham,  317 F. Supp. 57  (E.D. Va. 1970)  (freedom\nfrom arbitrary or discriminatory  punishment);  Gilmore v. Lynch, 319 F. Supp. 125\n(N.D.  Cal. 1970), aff'd sub nom. Younger v. Gilmore, 404 U.S.  15  (1971)  (access to\ncourts);  Washington v. Lee, 263 F. Supp. 327, 331  (M.D. Ala.  1966), aff'd 390 U.S.\n333 (1968) (freedom from racial segregation).\nRecent  cases decided under the 1st amendment include Cruz v. Beto, 405 U.S.\n319  (1972);  Cooper v. Pate, 378  U.S.  546 (1964)  (restraints upon religious activities\nprohibited);  Mackay  v.  Procunier, Civil  No.  C-71-543,  R.C.W  (N.D.  Cal.  1973);\nSostre v. McGinnis, 442 F.2d 178  (2d Cir. 1971)  (dictum); Nolan v. Fitzpatrick, 451\nF.2d 545 (Ist Cir. 1971)  (access to press); Sobell v. Reed, 307 F. Supp. 1294 (S.D.N.Y.\n1971)  (political beliefs and expression); Fortune Society v. McGinnis, 319 F. Supp.\n901  (S.D.N.Y.  1970)  (possession  of literature);  Grothers  v.  Follette, 314  F. Supp.\n1014 (S.D.N.Y.  1970) (correspondence).\n25 U.S. CoNsv. amend. XIII. See cases cited at note 23, supra.\n26 Clonce  v. Richardson,  15  Crim.  L. Rep.  2504  (W.D.  Mo.  1974);  Welsh  v\nLikens, 43 U.S.L.W  2151  (D.  Minn.  1974)  (holding that a state mental hospital's\nuse of tranquilizing drugs without proper evaluation,  monitoring and supervision\nerodes therapeutic value of drugs and constitutes  cruel and unusual punishment).\nSee also Rouse v. Cameron, 373 F.2d 451  (D.C.  Cir. 1966) (dealing with a patient's\nright to treatment, based on the  1964 Hospitalization  of the Mentally Ill Act, D.C.\nCODE  ANN.  § 21-562  (1963),  which  provided  in  part  that  \"a  person  hospitalized\nin a  public hospital for a mental  illness shall, during his hospitalization, be en-\ntitled to medical and psychiatric care and treatment.\").\n\n1975] RECENT CASES\npitals for the mentally ill.27 In  the Knecht decision  the court\ndefinitively concludes  that the treatment received by the pe-\ntitioners  was  constitutionally  impermissible  punishment  in\nviolation of the eighth amendment.\nThe prohibition against  the use of punishment  deemed\ncruel and unusual has been held to bind the states through the\nfourteenth amendment.28 This standard is applicable not only\nto  convicted  persons  but  to  non-convicted  persons who  are\nbeing held in custody29 The Supreme  Court has articulated\na number of tests  delineating the parameters  of punishment\nwhich our society accepts as constitutionally permissible.30\nRelying on Robinson v  California,1 several courts have\nheld that confinement  for a mental  disability without  access\nto, or provision for, treatment is unconstitutional.32 Decisions\n27 Rouse v. Cameron,  373  F.2d 451  (D.C. Cir. 1966),  appeal after remodifica-\ntion, 387  F.2d 241  (the purpose of  involuntary hospitalization  is  treatment,  not\npunishment).\nSee, eg., Overholser v. Lynch, 288 F.2d 388, 394 (1961)  (en banc), rev'd on other\ngrounds, 369  U.S.  705  (1962),  where  the  court  found  that  \"hospitalization\nbears no relation to a jail sentence. A jail sentence is punitive and is to be imposed\nby the judge within  the limits set by the  legislature.  Hospitalization is remedial\nand its limits are determined by the condition to be treated.\" See also Ragsdale v.\nOverholser, 281 F.2d 943 (D.C. Cir. 1960); Haigh v. United States, 271 F.2d 458, 462\n(D.C. Cir. 1962); Williams v. United States, 250 F.2d 19, 25-26  (D.C. Cir. 1957).\n28 Robinson  v. California, 370  U.S.  660 (1962);  Francis  v. Reswicker,  327 U.S.\n459 (1924).\n29 Hamilton v. Love, 328 F. Supp. 1182  (E.D. Ark.  1971), cited in  Morales v.\nTurner, 364 F. Supp. 166, 173 (E.D. Tex. 1973).\n30 Among the more outstanding is Chief Justice Warren's majority opinion in\nTrop v. Dulles:\nThe basic concept underlying the Eighth Amendment is nothing less than the\ndignity of  man. While  the  state has  the power  to punish,  the amendment\nstands  to  assure  that  this  power  be  exercised  within  the  limits of civilized\nstandards. Fines, imprisonment and even execution may be imposed depending\nupon the enormity of the crime, but any technique outside the bounds of these\ntraditional  penalties  is constitutionally  suspect.  The  amendment must  draw\nits meaning from the evolving standards of decency that mark  the progress of\na maturing society.\n356 U.S. 86, 100 (1957). See also Furman v. Georgia, 408 U.S. 238, 279 (1971); Weems\nv. United States, 217 US. 349 (1909); Jackson v. Bishop, 404 F.2d 571, 579 (8th Cir.\n1968); Lee v. Tabash, 352 F.2d 970 (8th Cir. 1965).\n31370 U.S. 660 (1962).\n32 Welsh  v. Likens,  373  F. Supp. 487  (D.  Minn.  1974)  (mentally retarded);\nMartarella v. Kelly, 349 F. Supp. 575, 585, 594-600 (SDM.N.Y.  1972) (persons in need\nof supervision); United States v. Walker, 325 F. Supp. 705, 708-09 (N.D. Cal. 1971);\nUnited States v. Jackson, 306 F. Supp. 416 (N.D.  Cal.  1969). See also In  re Bailey,\n482 F.2d 648, 659-60 (D.C. Cir. 1973) (dictum); Vann v. Scott, 467 F.2d 1235, 1237-41\n(7th Cir. 1972);  Rouse v. Cameron, 373 F.2d 451,  453 (D.C. Cir. 1966) (dictum).\n\n272  NEW ENGLAND  JOURNAL ON  PRISON  LAW  [Vol. 1:265\nwith respect to poor institutional conditions33 and some forms\nof treatment 4 demonstrate the success of the above-mentioned\nclaims  as indicators of the rationale  for continuing  to attack\ncertain  forms of treatment on the basis of cruel and unusual\npunishment. In  Knecht, Judge Ross stated that\n[t]he act of forcing someone to vomit for a fifteen  minute period\nfor  committing some minor breach  of the rules can  only be re-\ngarded as cruel and unusual unless the treatment is being admin-\nistered to a patient who knowingly and intelligently  consented to\nit.  The use of this unproven drug for this purpose on an involun-\ntary basis is,  in  our opinion, cruel and unusual punishment pro-\n35\nhibited by the 8th amendment.\nAlthough this holding raises the status of involuntarily-com-\nmitted mental patients to the level already  achieved  by pris-\noners in the criminal sector, it  is inherently weak in the pro-\ntections it supposedly affords to those involuntarily committed\nto institutions analogous to the Iowa Security Medical Facility\nGUIDELINES FOR THE PROTECTION OF\nMENTAL PATIENTS'  CIVIL RIGHTS\nUpon a finding that the officials of the state of Iowa had\nviolated  petitioners'  rights  under  the  Civil Rights  Act,  the\ncourt ordered injunctive relief to prevent the administration\nof the drug unless stated guidelines were followed.36\n33 Razechi v. Gaughan, 459 F.2d 6 (1st Cir. 1972) (mental institutions); Horacek\nv. Exon, 357 F. Supp. 71  (D. Neb. 1973)  (home for retarded);  Martarella v. Kelly,\n349 F. Supp. 575, 585-87 (S.D.N.Y. 1972) (juvenile facility).\n34 Nelson  v. Heyne,  491  F.2d 352  (1974);  Welsh  v. Likens, 373  F. Supp. 487\n(D. Minn. 1974).\n35 488 F.2d at 1141.\n36 The guidelines promulgated were:\n(1) A written consent must be obtained from the inmate specifying the nature\nof  the treatment,  a  written description  of the  purpose, risks  and  effects of\ntreatment and  advising  the inmate of his right  to terminate  the consent  at\nany  time. This consent must  include a certification  by a physician  that the\npatient has read and understands all the terms of consent and that the inmate\nis mentally  competent  to understand  fully  all  of the provisions  thereof and\ngive his consent thereto.\n(2) The consent may be revoked at any time after it is given and if an inmate\norally expresses an intention to revoke it  to any member of the staff, a revoca-\ntion form shall be provided for his signature at once.\n\n1975] RECENT CASES\nBy imposing these guidelines  the court glosses  over the\nentire issue of abusive drug treatment programs and the rights\nof involuntarily-incarcerated  mental  patients. Not only does\nthe  court  sanction  the  continued  use  of  the  drug,  but  its\nguidelines  do not  meet  the minimal  protections  which  the\ncourt purportedly seeks to establish.\nThe only barrier preventing  the use of the drug is  the\nconsent of the inmate. But who at the institution is to deter-\nmine whether an inmate's consent is, in fact, knowingly and\nintelligently given?37 The court here fails to require either an\nindependent  medical  specialist  or legal  counsel,  or both,  to\nassist in the determination of the inmate's capacity to consent.\nMore importantly, the court overlooks the motivational forces\nbehind  an inmate's  willingness  to consent  to such  an  obvi-\nously uncivilized practice.\nAt the heart of the issue  of treatment programs  within\nprison facilities is the inmate himself. It is the inmate who is\nmore than willing, regardless of the consequences,  to consent\nto  the  administration  of such  a  treatment.  One  who  con-\nsents to treatment places himself in a very favorable light and\nmost often  expects  to be rewarded  by the prison  personnel.\nOften those who do not consent are further segregated as the\nstaff members  begin to play \"favorites.\"  Obviously  there are\nforces  interacting  behind  the  \"veil  of  protections\"  that are\nsupposedly afforded by these guidelines.  But in the course of\n(3) Each apromorphine injection shall be individually authorized by a doctor\nand administered by a doctor,  or by a nurse. It  shall be authorized  in each\ninstance only upon information based on the personal observation of the pro-\nfessional  staff. Information  from inmates or inmate aides  in the observation\nof behavior in violation of an inmate's protocol shall not be sufficient to war-\nrant such authorization.\n488 F.2d at 1140-41.\n37 See Kaimowitz v. Dep't of Mental Health, 42 U.S.L.W  2063 (Mich. Cir. Ct.,\nWayne  Co.,  1973).  [Full  opinion  may  be found  in  A.  BROOKS,  LAW,  PSYCHIATRY\nAND  THE MENTAL  HEALTH SYSTmI  902 (1974)-EDs.]. According to the court, which\nadjudicated the rights of an individual scheduled  to receive irreversible brain sur-\ngery, involuntarily-committed  mental patients  cannot  generally meet  the require-\nments of informed consent because such consent \"is not competent, voluntary and\nknowledgeable.\"  Slip op.  at 23.  See  also Note,  Informed Consent-A  Proposed\nStandard for Medical Disclosure, 48 N.Y. L. REv. 548, 551 (1973);  Note, Ka:mowitz\nv. Michigan Dep't of Mental Health: Right to be Free from Experimental Psycho-\nsurgery?, 54 B.U. L. REv. 301, 314 (1974).\n\n274  NEW  ENGLAND  JOURNAL  ON  PRISON  LAW  [Vol. 1:265\njudicial decision-making, the realities of the effect of the de-\ncision are  often ignored  or forgotten  by the court.  It  is  ab-\nhorrent to normal sensibilities to even suggest that the court's\nguidelines  have  interposed  the constitutional  protections  it\nseeks so adamantly to defend.\nUnfortunately, the Knecht decision is nothing more than\na condoning of unethical, illegal and immoral conduct within\nprison walls. It  is hardly believable that the judiciary contin-\nues to  support practices  that it  says are patently unconstitu-\ntional.  If this case  is appealed38  to the Supreme  Court it  is\nnearly certain  that certiorari will be denied  based  upon the\napparent acquiescence of the parties in the decision. However,\nmany  other  patient-inmates  may  not  be  so  fortunate.  It  is\nsuggested that this one  decision will not be enough  to stem\nthe growing tide of official  use and abuse of drugs within the\nprisons and mental institutions of this country\nSTEVEN  D  KESSLER\n38As of this writing there appears to have  been no attempt to appeal.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/73374"
    },
    {
      "date": "1973-12-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1136,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 488,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eighth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54401,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54401.pdf",
      "title": "Reported Opinion",
      "text": "488 F.2d 1136 (1973)\nGary KNECHT et al., Appellants,\nv.\nJames N. GILLMAN et al., Appellees.\nNo. 73-1374.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted October 18, 1973.\nDecided December 5, 1973.\nL. Vern Robinson, Hawkeye Legal Aid Society, Iowa City, Iowa, for appellants.\nThomas Hronek, Asst. Atty. Gen., Des Moines, Iowa, for appellees.\nBefore HEANEY, ROSS and STEPHENSON, Circuit Judges.\nROSS, Circuit Judge.\nThis is an action by Gary Knecht and Ronald Stevenson, both in the custody of the State of Iowa, against officials\nof that state, under 42 U.S.C. § 1983. Their complaint alleged that they had been subjected to injections of the\ndrug apomorphine at the Iowa Security Medical Facility (ISMF) without their consent and that the use of said drug\nby the defendants constituted cruel and unusual punishment in violation of the eighth amendment. The trial court\ndismissed their complaint for injunctive relief. We reverse with directions to enjoin the defendants from further use\nof the drug except pursuant to specific guidelines hereinafter set forth.\nAfter this case was filed in the district court, an order was entered assigning the case to the United States\nMagistrate for an evidentiary hearing pursuant to Rule 53 of the Federal Rules of Civil Procedure. This hearing\nwas conducted by the magistrate who later filed his \"Report and Recommendation\" which included a summary of\nall of the evidence, findings and recommendations to the trial court. He recommended that the complaint be\ndismissed but that, if the drug was to be used in the future at ISMF, certain precautionary steps be taken in\n1137 administering the drug and in employing the help of inmate aides. *1137 The trial court then gave the parties ten\ndays within which to file objections to the report and recommendations pursuant to Rule 53(e) (2) of Federal\nRules of Civil Procedure. Knecht and Stevenson filed their objections seeking clarification of two factual findings\nof fact. They objected to the recommendations of the magistrate and again requested that the trial court enjoin\nthe injections of apomorphine into nonconsenting inmates. They also requested that the court incorporate the\nmagistrate's recommendation, regarding the future use of inmate aides, into the court's order. The trial court\ndismissed the complaint and did not adopt the recommendations of the magistrate concerning the administration\nof apomorphine in the future.\nOn this appeal neither party challenges the use of the magistrate as a master pursuant to Rule 53 of the Federal\nRules of Civil Procedure, and neither party makes any serious challenge to the factual findings of the magistrate.\nThere is no indication that the reference to the magistrate, as master, was done pursuant to local rule, and we\nassume it was done because of \"some exceptional condition\" pursuant to Rule 53(b) Federal Rules of Civil\nProcedure. Under these circumstances we do not reach the question nor express any opinion on the propriety of\n[1]\nreferring § 1983 cases to a magistrate pursuant to local rule.\nThe summary of the evidence contained in the report of the magistrate showed that apomorphine had been\nadministered at ISMF for some time prior to the hearing as \"aversive stimuli\" in the treatment of inmates with\nbehavior problems. The drug was administered by intra-muscular injection by a nurse after an inmate had\nviolated the behavior protocol established for him by the staff. Dr. Loeffelholz testified that the drug could be\ninjected for such pieces of behavior as not getting up, for giving cigarettes against orders, for talking, for\nswearing, or for lying. Other inmates or members of the staff would report on these violations of the protocol and\n\nthe injection would be given by the nurse without the nurse or any doctor having personally observed the violation\nand without specific authorization of the doctor.\nWhen it was determined to administer the drug, the inmate was taken to a room near the nurses' station which\ncontained only a water closet and there given the injection. He was then exercised and within about fifteen\nminutes he began vomiting. The vomiting lasted from fifteen minutes to an hour. There is also a temporary\ncardiovascular effect which involves some change in blood pressure and \"in the heart.\" This aversion type\n[2]\n\"therapy\" is based on \"Pavlovian conditioning.\"\n1138 *1138 The record is not clear as to whether or not the drug was always used with the initial consent of the inmate.\nIt has apparently been administered in a few instances in the past without obtaining written consent of the inmate\nand once the consent is given, withdrawal thereof was not permitted. Apparently, at the time of trial apomorphine\nwas not being used unless the inmate signed an initial consent, but there is no indication that the authorities now\npermit an inmate to withdraw his consent once it is given. Neither is there any indication in the record that the\nprocedure has been changed to require the prior approval of a physician each time the drug is administered.\nLikewise there is no indication that there has been any change in the procedure which permits the administration\nof the drug upon reports of fellow inmates despite a recommendation by the magistrate that this practice should\nbe avoided.\nThe testimony relating to the medical acceptability of this treatment is not conclusive. Dr. Steven Fox of the\nUniversity of Iowa testified that behavior modification by aversive stimuli is \"highly questionable technique\" and\nthat only a 20% to 50% success is claimed. He stated that it is not being used elsewhere to his knowledge and\nthat its use is really punishment worse than a controlled beating since the one administering the drug can't\ncontrol it after it is administered.\nOn the other hand, Dr. Loeffelholz of the ISMF staff testified that there had been a 50% to 60% effect in modifying\nbehavior by the use of apomorphine at ISMF. There is no evidence that the drug is used at any other inmate\nmedical facility in any other state.\nThe Iowa Security Medical Facility is established by Section 223.1, Code of Iowa, 1973. It is an institution for\npersons displaying evidence of mental illness or psychological disorders and requiring diagnostic services and\ntreatment in a security setting. The patients admitted to the facility may originate from the following sources:\n1) residents of any institution under the jurisdiction of the department of social services;\n2) commitments by the courts as mentally incompetent to stand trial under Chapter 783 of the\nIowa Code;\n3) referrals by the court for psychological diagnosis and recommendations as part of the pretrial or\npresentence procedure or determination of mental competency to stand trial;\n4) mentally ill prisoners from county and city jails for diagnosis, evaluation, or treatment.\nSection 223.4, Code of Iowa, 1973.\nThose transferred from institutions where they were committed pursuant to civil statutes or those who were\ncommitted by order of the court prior to conviction, suffer a compromise of their procedural rights in the process\nof the transfer to ISMF. The constitutional justification of this compromise of procedure is that the purpose of\ncommitment is treatment, not punishment. Cf.McKeiver v. Pennsylvania, 403 U.S. 528, 552, 91 S.Ct. 1976, 29\nL.Ed.2d 647 (White, J., concurring) (1971); Sas v. Maryland, 334 F.2d 506, 509 (4th Cir.1964). Beyond this\njustification for treatment is the clear command of the statutes that the purpose of confinement at ISMF is not\npenal in nature, but rather one of examination, diagnosis and treatment. Naturally, examination and diagnosis, by\ntheir very definition, do not encompass the administration of drugs. Thus, when that course of conduct is taken\nwith respect to any particular patient, he is the recipient of treatment.\nThe use of apomorphine, then, can be justified, only if it can be said to be treatment. Based upon the testimony\nadduced at the hearing and the findings made by the magistrate and adopted by the trial court, it is not possible\n\nto say that the use of apomorphine is a recognized and acceptable medical practice in institutions such as ISMF.\n1139 Neither can we say, however, that its use on inmates who knowingly and intelligently consent *1139 to the\ntreatment, should be prohibited on a medical or a legal basis. The authorities who testified at the evidentiary\nhearing indicate that some form of consent is now obtained prior to this treatment. The only question then is\nwhether, under the eighth amendment, its use should be prohibited absent such consent; and if so what\nprocedure must be followed to prevent abuses in the treatment procedures and to make certain the consent is\nknowingly and intelligently made.\nAt the outset we note that the mere characterization of an act as \"treatment\" does not insulate it from eighth\namendment scrutiny. In Trop v. Dulles, 356 U.S. 86, 95, 78 S.Ct. 590, 2 L.Ed. 2d 630 (1958), the Supreme Court\nstated that the legislative classification of a statute is not conclusive in determining whether there had been a\nviolation of the eighth amendment. Instead, the Court examined the statute by an \"inquiry directed to substance,\"\nreasoning that \"even a clear legislative classification of a statute as `nonpenal' would not alter the fundamental\nnature of a plainly penal statute.\" Trop v. Dulles, supra, 356 U.S. at 95, 78 S.Ct. at 595.\nOther courts have examined nonpenal statutes in the manner suggested by the Supreme Court in Trop. The\ncontention that a state's incarceration of runaway juveniles could not violate the eighth amendment because the\nstatute did not authorize any punishment of juveniles was struck down in Vann v. Scott, 467 F.2d 1235, 1240 (7th\nCir. 1972):\nWhatever the State does with the child is done in the name of rehabilitation. Since 00 the argument\n97\nruns 00 by definition the treatment is not \"punishment,\" it obviously cannot be \"cruel and unusual\n97\npunishment.\" But neither the label which a State places on its own conduct, nor even the\nlegitimacy of its motivation, can avoid the applicability of the Federal Constitution. We have no\ndoubt that well intentioned attempts to rehabilitate a child could, in extreme circumstances,\nconstitute cruel and unusual punishment proscribed by the Eighth Amendment.\nThe absence of criminal incarceration did not prohibit a federal court from entertaining an eighth amendment\nclaim to test the conditions of confinement in a boys training school:\nThe fact that juveniles are in theory not punished, but merely confined for rehabilitative purposes,\ndoes not preclude operation of the Eighth Amendment. The reality of confinement in Annex B is\nthat it is punishment.\nInmates of the Boys' Training School v. Affleck, 346 F.Supp. 1354, 1366 (D.R.I. 1972).\n[3]\nSuch findings of cruel and unusual punishment have been sustained with respect to the death penalty,  penal\n[4] [5]\nincarceration for status,  civil commitment for status without treatment,  striprooms and solitary confinements,\n[6] [7] [8]\n tranquilizing drugs,  and corporeal punishment for prisoners.  However, any such determination rests on\nthe facts of a particular case.\nHere we have a situation in which an inmate may be subjected to a morphine base drug which induces vomiting\n1140 for an extended period of time. Whether it is called \"aversive stimuli\" *1140 or punishment, the act of forcing\nsomeone to vomit for a fifteen minute period for committing some minor breach of the rules can only be regarded\nas cruel and unusual unless the treatment is being administered to a patient who knowingly and intelligently has\nconsented to it. To hold otherwise would be to ignore what each of us has learned from sad experience 00 that\n97\nvomiting (especially in the presence of others) is a painful and debilitating experience. The use of this unproven\ndrug for this purpose on an involuntary basis, is, in our opinion, cruel and unusual punishment prohibited by the\neighth amendment.\nWe turn then to the question of how best to prevent abuse in the treatment procedures of consenting participants\nand how to make certain that the consent is knowingly and intelligently given. 42 U.S.C. § 1983 does not specify\nthe scope of judicial relief available in an action successfully sustained under its terms. Yet this fact does not limit\nthe courts in framing appropriate relief. Its counterpart, 42 U.S.C. § 1982, is likewise framed only in declaratory\nterms, but the Supreme Court has held that a federal court is not thereby precluded from fashioning an effective\nequitable remedy. Jones v. Alfred H. Mayer Co., 392 U.S. 409, 414 n.13, 88 S.Ct. 2186, 20 L.Ed.2d 1189 (1968).\n\nThe substantive scope of relief available is a matter of the equitable powers of the federal courts. Accordingly,\ncourts have exercised broad remedial power in civil rights actions. SeeUnited States v. Ironworkers Local 86,\n443 F.2d 544, 553 (9th Cir.), cert. denied, 404 U.S. 984, 92 S.Ct. 447, 30 L.Ed.2d 367 (1971); Parham v.\nSouthwestern Bell Telephone Co., 433 F.2d 421, 428 (8th Cir.1970) and cases cited therein.\nYet although it is generally true that:\n[w]here all relevant circumstances have properly been evaluated the action of the trial court,\nwhether granting or denying an injunction, ordinarily will be sustained.\nHodgson v. American Can Co., 440 F.2d 916, 920 (8th Cir. 1971), it is not unknown for a federal appellate court to\nchange the scope of an equitable order on appeal. United States v. St. Louis-San Francisco Ry., 464 F.2d 301\n(8th Cir. 1972), cert. denied, 409 U.S. 1107, 93 S.Ct. 900, 34 L.Ed.2d 687 (1973) [employment discrimination\nunder Title VII]; Carter v. Gallagher, 452 F.2d 315, 324 (8th Cir. 1971), modified en banc, 452 F.2d 327 (8th Cir.),\ncert. denied, 406 U.S. 950, 92 S.Ct. 2045, 32 L.Ed.2d 338 (1972) [employment discrimination under 42 U.S.C. §§\n1981 and 1983]; Action v. Gannon, 450 F.2d 1227, 1237-1238 (8th Cir. 1971) [civil rights action under 42 U.S.C.\n§§ 1981, 1982, 1983, 1985].\nIn this case the trial court should enjoin the use of apomorphine in the treatment of inmates at the ISMF except\nwhen the following conditions are complied with:\n1. A written consent must be obtained from the inmate specifying the nature of the treatment, a\nwritten description of the purpose, risks and effects of treatment, and advising the inmate of his\nright to terminate the consent at any time. This consent must include a certification by a physician\nthat the patient has read and understands all of the terms of the consent and that the inmate is\nmentally competent to understand fully all of the provisions thereof and give his consent thereto.\n2. The consent may be revoked at any time after it is given and if an inmate orally expresses an\nintention to revoke it to any member of the staff, a revocation form shall be provided for his\nsignature at once.\n3. Each apomorphine injection shall be individually authorized by a doctor and be administered by\na doctor, or by a nurse. It shall be authorized in each instance only upon information based on the\n1141 personal observation of a member of the professional staff. Information from inmates or inmate \n*1141 aides of the observation of behavior in violation of an inmate's protocol shall not be\nsufficient to warrant such authorization.\nThe judgment of the district court is reversed with directions to grant the injunction under the terms hereinbefore\nset forth.\nSTEPHENSON, Circuit Judge.\nI concur with the result.\n[1] Several courts, tacitly or expressly, condone reference of civil matters to magistrates. Dewrell v. Weinberger,\n478 F.2d 699 (5th Cir. 1973); Remington Arms Co. v. United States, 461 F.2d 1268 (2d Cir. 1972); Givens v. W. T.\nGrant Co., 457 F.2d 612 (2d Cir. 1972). Other courts have seriously questioned or disapproved of the power of a\ncourt to refer matters to magistrates. Ingram v. Richardson, 471 F.2d 1268 (6th Cir. 1972); TPO, Inc. v. McMillen,\n460 F.2d 348 (7th Cir. 1972). A split of authority also exists on reference of habeas petitions to magistrates. Some\ncourts approve of the procedure, United States ex rel. Gonzalez v. Zelker, 477 F.2d 797 (2d Cir. 1973); Johnson\nv. Wainwright, 456 F.2d 1200 (5th Cir. 1972); Parnell v. Wainwright, 464 F.2d 735 (5th Cir. 1972), while others\nhave disapproved of the practice, Wedding v. Wingo, 483 F.2d 1131 (6th Cir. 1973); Dye v. Cowan, 472 F.2d\n1206 (6th Cir. 1972); Rainha v. Cassidy, 454 F.2d 207 (1st Cir. 1972).\n[2] Pavlovian conditioning is based on the theory that when environmental stimuli or the kinetic stimuli produced\nby the incipient movements of the punished act are made contiguous with punishment, they take on some of the\naversive properties of the punishment itself. The next time the organism begins the act, particularly in the same\n\nenvironment, it produces stimuli which through classical conditioning have become aversive. It is these aversive\nstimuli which then prevent the act from occurring. Singer, Psychological Studies of Punishment, 58 Calif.L.Rev.\n405, 423 (1970).\n[3]Furman v. Georgia, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972).\n[4]Robinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962).\n[5]Rouse v. Cameron, 373 F.2d 451 (D.C.Cir.1966); New York State Ass'n for Retarded Children v. Rockefeller,\n357 F.Supp. 752 (E.D.N.Y.1973); Martarella v. Kelley, 349 F.Supp. 575 (S.D.N.Y.1972).\n[6]LaReau v. MacDougall, 473 F.2d 974 (2d Cir. 1972), cert. denied, 414 U.S. 878, 94 S.Ct. 49, 38 L.Ed.2d 123\n(1973); Gates v. Collier, 349 F.Supp. 881 (N.D.Miss.1972); Landman v. Royster, 333 F.Supp. 621 (E.D.Va.1971); \nInmates of Boys' Training School v. Affleck, 346 F.Supp. 1354 (D.R.I.1972).\n[7]Nelson v. Heyne, 355 F.Supp. 451 (N.D.Ind.1972).\n[8]Jackson v. Bishop, 404 F.2d 571 (8th Cir.1968); Nelson v. Heyne, 355 F.Supp. 451 (N.D.Ind.1972); Landman\nv. Royster, 333 F.Supp. 575 (S.D.N.Y.1972).\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54401"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 126866,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/126866"
    }
  ],
  "document_count": 3
}