{
  "case_id": 359,
  "fetched_at": "2025-10-22T00:03:55.428996",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "New York City",
        "institution_county": null,
        "name": "Spofford Juvenile Detention Center",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "Indv. w/ Disab. Educ. Act (IDEA), Educ. of All Handcpd. Children Act , 20 U.S.C. § 1400",
      "Section 504 (Rehabilitation Act), 29 U.S.C. § 701"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1993,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Due Process: Substantive Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Southern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1984-05-03",
    "filing_year": 1984,
    "id": 359,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Individualized planning",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "General/Misc.: Education",
      "Disability and Disability Rights: Special education"
    ],
    "last_checked_date": "2007-02-26T00:00:00-05:00",
    "main_docket": {
      "id": 42723,
      "docket_entries": [
        {
          "row_number": 0,
          "id": 10186175,
          "entry_number": null,
          "date_filed": "1991-08-06T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "Case closed (jl)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 1984,
      "docket_filing_number": 3114,
      "is_main_docket": true,
      "court": "Southern District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "1:84-cv-03114-DNE",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/nysd--1-84-cv-03114.html",
      "recap_link": "https://www.courtlistener.com/docket/9307013/andre-v-ambach/",
      "is_active": true
    },
    "name": "Andre H. v. Sobol",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1993,
    "order_start_year": 1990,
    "permanent_injunction": false,
    "plaintiff_description": "A;; juveniles confined at the Spofford Juvenile Center (Spofford).",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Yes",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "1990-09-10",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>On May 3, 1984 juveniles filed a class action lawsuit in U.S. District Court for the Southern District of New York pursuant to 42 U.S.C. § 1983, the Education of the Handicapped Act (EHA), 20 U.S.C. §§ 1400 et. seq., and the Rehabilitation Act of 1973, 29 U.S.C. § 794, challenging their conditions of confinement at the Spofford Juvenile Center (Spofford).   Plaintiffs were represented by the New York Legal Aid Society, Juvenile Rights Division and sought declaratory and injunctive relief.  </p><p>Class certification was granted by the District Court on February 26, 1985.  After years of discovery, the parties settled the case.  On September 10, 1990, the District Court (Judge David N. Edelstein) approved and entered a Stipulation and Order of Settlement.  The Stipulation set forth agreed reforms to be implemented in the following areas: assessment, evaluation and placement of juveniles; education; staffing requirements; procedural safeguards; and special education and regulations relating to handicapped children.  The Stipulation provided for a monitoring period of three years.</p><p>By separate order dated December 26, 1990, plaintiffs were awarded attorneys' fees and costs in the amount of $135,000.</p><p>According to the PACER docket, the case was administratively closed on August 6, 1991.  We have no further information on the case.</p><p></p>",
    "summary_published_date": "2007-02-26T00:00:00-05:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1993-09-10",
    "clearinghouse_link": "clearinghouse.net/case/359",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=359",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=359",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=359"
  },
  "documents": [
    {
      "date": "1991-06-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1589,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1589.pdf",
      "title": "Correspondence",
      "text": "Juvenile Law Center\n801 Arch Street. Sixth Floor, Philadelphia. PA 19107. (215) 625-0551 In PA: (800) 875-8887. FAX: (215) 625-9589\nJune 24, 1991\nMichael J. Dale\nProfessor of Law Andre H. v. Sobol\nShepard Broad Law Center\n3100 S.W. 9th Avenue\nFt.  Lauderdale,  FL  33315\nJI-NY-0001-0009\nDear Mike:\nYour  article  is excellent.  I made a few annotations\nthroughout,  including  in the notes.  A couple of additional\npoints:\n—  Brunner  also  dealt with  restraints, which you might  want\nto note in connection  with your Hoi 1 inasworth  observation on page\n13;\n—  the Education for Handicapped Act has been recodified as\nIDEA (Individuals with Disabilities Education Act);\n—  the first three versions of our Santiago decree had\ndetailed admission criteria, most (but not all) of which were\nreplaced by the population cap;\n—  Santiago had a major education component that was handled\nby the Education Law Center (sorry about forgetting to include\nthe education decree, which is now enclosed);\n—  Pennsylvania education regulations deem juvenile\ndetainees to be \"exceptional children\" within the meaning of our\nspecial education laws (an anomaly that is, I believe, extremely\nrare in state education statutes), which therefore gives added\nweight to children's rights to education while in detention.  22\nPa.Code §14.1 (Definitions: \"Exceptional student— A student who\nmeets one of the following criteria: *** (iv) A school age child\nin a detention home.\")\nOne of the conclusions that Jim Anderson and I reached was\nthe importance of judicial \"ownership\" to successful\nimplementation.  Judges have to want to reduce detention for\nlitigation to succeed in the long run.  Judges were defendants in\nStaff: Robert G. Schwartz. Esq. Board of Pamela Grace Model Germaine Ingram. Esa Eileen Tyrclc  '.'\nExecutive  Director Directors: President Ka†hryn Jordan lone D. Varg_s  -\nSamuel B, Magdovitz, Esq. Carl Oxholm III, Esq. Jane Knirzer. Ed D Juan Willic~;\nAssociate  Director Vice President C  Allan Lafferty\nSusan V. Mangold, Esq Anna M. Durb¡n, Esq Juan J. Laureda, Esa Stuart W. K¦¡re\nRuth E. Barber. Esq. Treasurer Marsha Levick, Esa Director Err e^ •\nEmily Buss, Esq. Carol B. Fuchs Joe Quinlan Sol E. Zubrov,\nTonya Santos Connor, M.S.W. Secretary Daniel Segal, Esq Director Erre~ ¯\nJohns¡e A. Dean Stewart R. Cades, Esq. Gerald¡ne Segal, Ph.D.\nK¡t†¡e D¯. Warshawsky Jane Dustan  -  . .  Ronald Sharp, Ed D\nJoann Viola Frank F Furstenberg, Jr. Mark 1. Soler, Esq,\n\nboth Santiago and Coleman. but the intervention of JCJC in\nColeman (through Paul DeMuro·s mediation) turned Coleman into a\nfar more successful decree.  (In addition, that judicial\nownership, built because of JCJC's strong values, began in\nadvance of the consent decree.  The population dropped and\nleveled off before the consent decree became effective.  This\nsuggests to me that the filing of the suit and the evidence,\ngained through discovery, of enormous disparities in detention\npractices across the state, gave ammunition to judicial leaders\nwho agreed with plaintiffs1 position.)  I've struggled to find a\nway to give similar ownership to judges in Santiago, but have\nbeen only mildly successful.  (See the enclosed copy of\n\"Overcrowded Times.11)\nThere is another lesson from the Pennsylvania litigation.\nOvercrowding is the hardest issue to address, because its\nsolution is extrinsic to the detention center itself.  It is\ncaused by extended stays in the state system, causing backup into\nthe detention population; turnover in decision-makers; a tendency\nto use detention criteria as though everyone eligible should be\nheld; absence of aftercare probation, resulting in extended stays\non the corrections side, etc.  Brunner was a conditions suit that\nhad no overcrowding component  (like Hollingsworth) , so it was\neasy to settle and implement.  Coleman dealt with admissions, and\nis therefor easily monitored, but it was not an overcrowding\nsuit.  Santiago has had the longest life, and is much like prison\nand jail overcrowding litigation, subject to trends and other\nfactors such as those suggested above.  It may be useful to more\nclearly distinguish what these cases tried to accomplish, and\ntheir different levels of success.\nSincerely,\n¿/¾\nRobert G. Schwartz\nExecutive Director\nRGS/hs\nenc.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1589"
    },
    {
      "date": "1991-01-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1588,
      "file": null,
      "title": "Correspondence",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1588"
    },
    {
      "date": "1985-02-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 606,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 104,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 22285,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1985,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 62001,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/62001.pdf",
      "title": "Opinion",
      "text": "Andre H. by Lula H. v. Ambach, 104 F.R.D. 606 (1985) \n \n \n   2  The  “State  Defendants”  are  Gordon  Ambach,  the \n104 F.R.D. 606 \n  Commissioner of Education and Leonard Dunston, the \nUnited States District Court,  Director of the New York State Division for Youth. \nS.D. New York.   \n \nANDRE H., a minor under the age of 21 years, by \nhis mother and next friend, LULA H.; individually \nOpinion \nand on behalf of all other persons similarly \n \nsituated, Plaintiffs, \nv. \nGordon AMBACH, in his official capacity as  *608 OPINION AND ORDER \nCommissioner of the New York State Department \nof Education; New York City Department of \nJuvenile Justice; Ellen Schall, in her official  EDELSTEIN, District Judge: \ncapacity as Commissioner of the New York City \nDepartment of Juvenile Justice; Rose Washington,  This  action  was  commenced  by  the  named  plaintiff, \nin her official capacity as Director of Spofford  Andre H., to require state and local officials to fulfill their \nJuvenile Detention Center; Leonard Dunston, in  obligations as alleged by plaintiff under federal and state \nhis official capacity as Director of the New York  laws  and  regulations  to  handicapped  children  at  the \nState Division for Youth; the Board of Education  Spofford Juvenile Center (“Spofford”). The action was \nof the City of New York; James Regan, Joseph  brought pursuant to 42 U.S.C. § 1983, The Education for \nBarkan, Miguel Martinez, Amelia Ashe, Irene  All Handicapped Children Act, 20 U.S.C. § 1400 et seq., \nImpellizzeri, Marjorie Lewis and Stephen Franse,  and its implementing regulations, 34 C.F.R. § 300 et seq., \nin their official capacities as members of the Board  § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794, \nof Education of the City of New York; Anthony  and its implementing regulations, 34 C.F.R. § 104 et seq., \nAlvarado, in his official capacity as Chancellor of  the  Equal  Protection  Clause  of  the  Fourteenth \nthe Board of Education of the City of New York;  Amendment to the United States Constitution, § 4401 et \nNathan Quinones, in his official capacity as  seq. of the New York State Education Law and §§ 116.4 \nDeputy Chancellor of the Board of Education of  and 200 et seq. of the Regulations of the New York State \nthe City of New York; and Edward Sermier, in his  Commissioner of Education. Plaintiff seeks declaratory \nofficial capacity as Chief Administrator of the  and injunctive relief and damages against the New York \nDivision of Special Education of the Board of  City Department of Juvenile Justice. \nEducation of the City of New York, Defendants.    \nJurisdiction  is  based  on  28  U.S.C.  §§  1331,  1343(3), \nNo. 84 Civ. 3114 (DNE). | Feb. 26, 1985.   1343(4) and 20 U.S.C. §§ 1415(e)(2), (4). The court has \npendant jurisdiction over the state law claims. \n  \nAttorneys and Law Firms \n \n*607  The  Legal  Aid  Society,  Juvenile  Rights  Div., \nArchibald R. Murray, Attorney-In-Chief, Lenore Gittis, \nBACKGROUND \nHenry S. Weintraub, Kay G. McNally, Jane M. Sufian, \nJoseph V. Willey and Paul Stein, New York City, of  Plaintiff, Andre H., is 16 years old and is currently a \ncounsel, for plaintiffs.  resident at Spofford.3 Plaintiff alleges that the Defendants \nFrederick  A.O.  Schwartz,  Jr.,  Corp.  Counsel,  Michele  have  failed  to  develop  and  implement  policies  and \nOvesey, Noel Ferris and Elizabeth Dale Kendrick, New  procedures  relating  to  the  provision  of  procedural \nYork City, of counsel, for City Defendants.1  safeguards  and  to  the  evaluation,  classification  and \n1  The “City Defendants” include the New York City  placement  of  handicapped  residents  in  appropriate \n  Department of Juvenile Justice and its officials and  educational programs at Spofford. \nBoard of Education of the City of New York and its    \nofficials. \n3  The named plaintiff, Andre H., may no longer be a \n \n  resident at Spofford on the date that this opinion is filed \n  and the class certified. This will not affect the class \nRobert Abrams, Atty. Gen. of the State of New York,  certification which will “relate back” to the filing of the \nStanley A. Camhi, Frederick K. Mehlman, Sue Barnett  complaint. See Sosna v. Iowa, 419 U.S. 393, 402 n. 11, \nBohringer and Tarquin Jay Bromley, New York City, of  95 S.Ct. 553, 559 n. 11, 42 L.Ed.2d 532 (1975). \ncounsel, for State Defendants.2   \n  1 \n \n\nAndre H. by Lula H. v. Ambach, 104 F.R.D. 606 (1985) \n \n \nevaluation, and educational placement of the child, \nRegarding his own claim, Plaintiff alleges that prior to \nand  the  provision  of  a  free  appropriate  public \nbeing at Spofford, he was classified as handicapped by the  education  to  such  child,  and  to  obtain  an \nBoard of Education of the City of New York and placed  independent educational evaluation of the child; \nin a special education program. Since being a resident at  (B) procedures to protect the rights of the child \nSpofford, he claims that he has not been provided with  whenever the parents or guardian of the child are \nspecial education and related services designed to meet  not known, unavailable, or the child is a ward of \nthe  State,  including  the  assignment  of  an \nhis needs. Specifically, in relevant part, plaintiff contends \nindividual (who shall not be an employee of the \nthat: \nState  educational  agency,  local  educational \n  \nagency, or intermediate educational unit involved \n(1) Spofford has not identified him as a handicapped \nin the education or care of the child) to act as a \nchild, and that he has not been referred for an evaluation  surrogate for the parents or guardian; \nby a committee on the handicapped at Spofford.  (C) written prior notice to the parents or guardian \n   of the child whenever such agency or unit— \n(2) That an appropriate educational program has not been  (i) proposes or initiate change, or \nrecommended for him.  (ii) refuses to initiate or change, the identification, \nevaluation, or educational placement of the child \n  \nor  the  provision  of  a  free  appropriate  public \n(3) That a committee on the handicapped at Spofford has \neducation to the child; \nnot met to discuss or make recommendations regarding \n(D)  procedures  designed  to  assure  that  notice \nhis educational needs nor has Andre H.’s mother been \nrequired by clause (C) fully inform the parents or \nasked to attend any such meeting.  guardian,  in  the  parents’  or  guardian’s  native \n   language, unless it clearly is not feasible to do so, \n(4)  That  an  individualized  education  program  has  not  of all procedures available pursuant to this section; \nbeen  developed  and  implemented  to  meet  his  special  and \neducation and related service needs.  (E)  an  opportunity  to  present  complaints  with \nrespect to any matter relating to the identification, \n  \nevaluation, or educational placement of the child, \nPlaintiff filed a motion for class certification pursuant to \nor provision of a free appropriate public education \nRule 23(b)(2) of the Federal Rules of Civil Procedure. \nto such child. \nThe State Defendants filed a motion for judgment on the \n(2) Whenever a complaint has been received under \npleadings pursuant to Rule 12(c) of the Federal Rules of  paragraph (1) of this subsection, the parents or \nCivil Procedure.  guardian shall have an opportunity for an impartial \n   due process hearing which shall be conducted by \n  the  State  educational  agency  or  by  the  local \neducational  agency  or  intermediate  educational \nunit, as determined by State law or by the State \nI. MOTION FOR JUDGMENT ON THE  educational  agency.  No  hearing  conducted \nPLEADINGS  pursuant  to  the  requirements  of  this  paragraph \nshall be conducted by an employee of such agency \n[1] The State Defendants contend that the plaintiff has not  or unit involved in the education of the child. \n(c) Review of local decision by State educational \nexhausted the administrative remedies set forth in the \nagency. If the hearing required in paragraph (2) of \nEHA4 *609 prior to filing this action and therefore this \nsubsection (b) of this section is conducted by a local \naction must be dismissed. Plaintiff admits that he has not \neducational agency or an intermediate educational \nattempted to invoke the procedures set forth by the EHA  unit,  any  party  aggrieved  by  the  findings  and \nbut contends that to do so would be futile because the  decision rendered in such a hearing may appeal to \nprocedures are non-existant at Spofford.  the State educational agency which shall conduct an \n   impartial  review  of  such  hearing.  The  officer \nconducting such review shall make an independent \n4  The EHA assures that handicapped children and their \ndecision upon completion of such review. \n  parents  are  guaranteed  procedural  safeguards  with  (d)  Enumeration  of  rights  accorded  parties  to \nrespect  to  the  provision  of  free  appropriate  public \nhearings.  Any  party  to  any  hearing  conducted \neducation  by  state  agencies  and  intermediate \npursuant to subsections (b) and (c) shall be accorded \neducational units. 20 U.S.C. § 1415. \n(1)  the  right  to  be  accompanied  and  advised  by \nThe procedures outlined by the EHA are as follows: \ncounsel and by individuals with special knowledge \n(b)  Required  procedures;  hearing.  (1)  The \nor  training  with  respect  to  the  problems  of \nprocedures required by [the EHA] shall include, but \nhandicapped  children,  (2)  the  right  to  present \nshall not be limited to— \nevidence and confront, cross-examine, and compel \n(A) an opportunity for the parents or guardians of \nthe attendance of witnesses, (3) the right to a written \na  handicapped  child  to  examine  all  relevant \nor electronic verbatim record of such hearing, and (4) \nrecords  with  respect  to  the  identification, \nthe right to written findings of fact and decisions \n  2 \n \n\nAndre H. by Lula H. v. Ambach, 104 F.R.D. 606 (1985) \n \n(which  findings  and  decisions  shall  also  be  plaintiff must exhaust the remedies set forth in the EHA \ntransmitted  to  the  advisory  panel  established  is an apparent concession by the State that the EHA \npursuant to [20 U.S.C. § 1413(a)(12) ]).  applies to the residents at Spofford. \n(e) Civil action; jurisdiction. (1) A decision made   \nin a hearing conducted pursuant to paragraph (2) of \n \nsubsection (b) shall be final, except that any party \nAn  exception  is  presented  in  this  case  because  “the \ninvolved in such hearing may appeal such decision \nquestion  of  the  adequacy  of  the  ...  remedy  is  for  all \nunder the provisions of subsection (c) and paragraph \n(2)  of  this  subsection.  A  decision  made  under  practical  purposes  coextensive  with  the  merits  of  the \nsubsection (c) shall be final, except that any party  plaintiff’s ... claim.” Fuentes v. Roher, 519 F.2d 379, 387 \nmay bring an action under paragraph (2) of this  (2d Cir.1975); see Gibson v. Berryhill, 411 U.S. 564, 575, \nsubsection.  93  S.Ct.  1689,  1696,  36  L.Ed.2d  488  (1973);  see \n(2) Any party aggrieved by the findings and decision  generally Smith v. Robinson supra, 104 S.Ct. at 3470 n. \nmade under subsection (b) who does not have the \n17 (“no indication that agencies should be exempt from a \nright to an appeal under subsection (c), shall have the \nfee award where plaintiffs have had to resort to judicial \nright  to  bring  a  civil  action  with  respect  to  the \nrelief to force the agencies to provide them the process \ncomplaint presented pursuant to this section, which \nthey  were  constitutionally  due”);  Sherry  v.  New  York \naction  may  be  brought  in  any  State  court  of \ncompetent jurisdiction or in a district court of the  State  Dep’t  of  Ed.,  479  F.Supp.  1328,  1334 \nUnited  States  without  regard  to  the  amount  in  (W.D.N.Y.1979)  (exhaustion  not  required  when  the \ncontroversy.  In  any  action  brought  under  this  administrative remedy is lacking). Andre H. alleges that \nparagraph the court shall receive the records of the  the procedures set forth under the EHA have not been \nadministrative  proceedings,  shall  hear  additional  instituted at Spofford. Thus, the question of the adequacy \nevidence at the request of a party, and basing its \nof  the  procedures  for  purposes  of  the  exhaustion \ndecision on the preponderance of the evidence, shall \nrequirement is the same question raised by the merits of \ngrant relief as the court determines is appropriate. \nplaintiff’s case and falls squarely within this traditional \n20 U.S.C. § 1415. \nexception to the exhaustion requirement. \n \n  \n \nExhaustion  not  being  required,  the  State  Defendants’ \nThe basis for this motion is the Supreme Court decision in \nmotion for judgment on the pleadings is denied. \nSmith v. Robinson, 468 U.S. 992, 104 S.Ct. 3457, 82 \n  \nL.Ed.2d 746 (1984), which was decided after this action \n \nwas  commenced.  The  Court  in  Smith  v.  Robinson \naddressed  the  procedures  to  be  followed  in  actions \nasserting  equal  protection  claims  relating  to  publicly  II. MOTION FOR CLASS CERTIFICATION \nfinanced special education. The Court concluded that the \nadministrative remedy set forth under the Education of the  Plaintiff has moved for class certification pursuant to Rule \nHandicapped Act (“EHA”) was the “exclusive avenue  23(b)(2) of the Federal Rules of Civil Procedure. The \nthrough which the child and his parents [could] pursue  proposed class would consist of all current and future \ntheir claim.” Id. at 3470. The same limitation on access to  residents  of  Spofford  Juvenile  Center  who  are \nthe  courts  was  found  to  apply  to  section  504  of  the  handicapped and in need of special education and related \nRehabilitation  Act.  Id.  at  3473–74.  Thus,  the  Court  services.  In  order  to  be  certified  as  a  class,  the \nrequired an exhaustion of administrative remedies before  prerequisites  set  forth  in  Rule  23(a)  as  well  as  the \nbringing a suit in *610 court,5 however, the traditional  requirement of Rule 23(b)(2) must be satisfied. \nexceptions to the exhaustion requirement may be applied.    \n121 Cong.Rec. 37146 (1975) (remarks of Sen. Williams);   \nsee Smith v. Robinson, supra, 104 S.Ct. at 3470 n. 17. The \nState  Defendants  assert  that  the  action  should  be  A. Rule 23(a) Requirements \ndismissed  because  the  named  plaintiff  has  failed  to  Rule 23(a) establishes the preliminary criteria essential to \nexhaust the administrative remedies established by the  the maintenance of a class action. In order to be certified, \nEHA and that no exception to this requirement has been  the court must find that: \nestablished. \n   (1) the class is so numerous that \n5  The existence of the exhaustion requirement presumes  joinder  of  all  members  is \nimpracticable,  (2)  there  are \n  that  the  EHA  is  available  to  that  child.  Plaintiff’s \nopposition to defendants’ motion is based in part on a  questions of law or fact common to \nclaim that the court must find that the EHA applies to  the class, (3) the claims or defenses \nresidents  at  Spofford.  The  reliance  on  Smith  v.  of  the  representative  parties  are \nRobinson by the State Defendants and the claim that the  typical of the claims or defenses of \nthe class, and (4) the representative \n  3 \n \n\nAndre H. by Lula H. v. Ambach, 104 F.R.D. 606 (1985) \n \nparties  will  fairly  and  adequately  2. Common questions of Law and Fact \nprotect the interests of the class.  Plaintiff asserts that members of the proposed class share \ncommon questions of law or fact that include: \nFed.R.Civ.P. 23(a). \n   a.  whether  defendants  have  failed  to  develop  and \n  implement  policies  and  procedures  relating  to  the \nprovision  of  mandated  procedural  safeguards  for \n1. Numerosity  handicapped children at Spofford and their parents or \nPlaintiff contends that the number of present and future  guardians in violation of state laws and regulations; \nresidents  at  Spofford  is  so  numerous  that  joinder  is \nimpractical. Plaintiff relies on estimates of the percentage  b.  whether  defendants  have  failed  to  develop  and \nof children in the custody of the Department of Juvenile  implement  policies  and  procedures  relating  to  the \nJustice  who  have  handicapping  conditions  requiring  identification, evaluation and placement in appropriate \nspecial  education  as  well  as  estimates  derived  from  educational  programs  of  handicapped  children  at \nsurveys of other states to support the contention regarding  Spofford in violation of federal and state laws and \nthe size of the class. The estimates include 50% by the  regulations; \nDepartment of Juvenile Justice itself6 and 42% in a survey \nc.  whether  defendants  have  failed  to  develop  and \nof state juvenile correction administrators.7 The average \nimplement  policies  and  procedures  relating  to  the \ndaily census during *611 April 1984 at Spofford was \nprovision of individualized education programs and a \nbetween  140  and  150  residents.  Thus,  the  number  of \nfree appropriate education to handicapped children at \npotential class members at any one time exceeds 40. In \nSpofford in violation of federal and state laws and \naddition the number of potential class members who will \nregulations; and \nenter Spofford in the future cannot be determined with \nany accuracy. Thus, in terms of number of members, class \nd.  whether  defendants  have  failed  to  ensure  the \ncertification is favored. \nprovision of and/or provide handicapped children at \n  \nSpofford  with  procedural  safeguards,  individualized \n6  The 50% estimate of the Department of Juvenile Justice  education  programs  and  a  free  appropriate  public \n  is contained in the New York State Department of  education. \nEducation application for federal financial assistance \nunder the Education for All Handicapped Children Act. \nMemorandum of Law in Support of Plaintiff’s Motion for \n \nClass Certification at 12–13. City and State defendants \n  assert  that  the  need  to  determine  separately  each \n7  Statement of Inco Keilitz, Director, Institute on Mental  individual’s  membership  in  the  class  militates  against \n  Disability  and  the  Law,  National  Center  for  State  class certification because the needs of the proposed class \nCourts  and  Richard  Van  Duizend,  Senior  Staff  would be diverse. This, however, misses the substance of \nAttorney, National Center for State Courts, submitted  the plaintiff’s claim.8 The claim does not concern a review \nto The Task Force on Crisis Intervention of The Select  of the actual determination of the status of the child or a \nCommittee  on  Children,  Youth  and  Family  of  the  review  of  a  policy  not  to  fund  a  particular  type  of \nUnited States House of Representatives (citing Morgan, \ntreatment, see, e.g., Burnham v. Department of Public \nPrevalence  and  Types  of  Handicapping  Conditions \nHealth  of  the  State  of  Georgia,  349  F.Supp.  1335 \nFound in Juvenile Correctional Institutions: A National \n(N.D.Ga.1972)  (denied  certification  of  class  alleging \nSurvey, 13 J. Special Educ. 283 (1979)). \ndenial of adequate diagnosis, care and treatment), rev’d \n \non other grounds, 503 F.2d 1319 (5th Cir.1974); Noe v. \n \nAmbach,  No.  80  Civ.  5212  (WCC),  slip  op.  at  5–6 \nThe numerosity requirement is also satisfied based on the \n(S.D.N.Y. Apr. 22, 1981) (opinion on class certification \nnature  of  the  class.  The  fact  that  the  population  at \nmotion) (class sought review of alleged policy denying \nSpofford  is  constantly  revolving  establishes  sufficient \nfunds for all psychotherapeutic services), rather the claim \nnumerosity  to  make  joinder  of  the  class  members \ninvolves  the  existence  of  procedures  to  make  that \nimpracticable. Green v. Johnson, 513 F.Supp. 965, 975 \ndetermination.  Thus,  although  the  placement  of  the \n(D.Mass.1981);  see  Phillips  v.  Joint  Legislative \nstudents requires an individual determination, this is not a \nCommittee on Performance and Expenditure Review, 637 \nbar to class certification. See Roncker v. Walter, 700 F.2d \nF.2d 1014, 1022 (5th Cir.1981), cert. denied, 456 U.S. \n1058, 1063–64 (6th Cir.), cert. denied, 464 U.S. 864, 104 \n960, 102 S.Ct. 2035, 72 L.Ed.2d 483 (1982). \nS.Ct.  196,  78  L.Ed.2d  171  (1983);  Green  v.  *612 \n  \nJohnson, 513 F.Supp. 965, 975 (D.Mass.1981). \nThe court finds that the numerosity requirement has been \n  \nsatisfied. \n   8  The cases relied on by the City and State defendants \ndemonstrate  this  misconception.  These  cases  are \n \n  4 \n \n\nAndre H. by Lula H. v. Ambach, 104 F.R.D. 606 (1985) \n \nthe named plaintiff’s claim with those of the class would \n  inapposite. The defendants’ point would be well taken \npreclude any such friction. \nwere the plaintiff seeking a review of a determination \nof his status.    \n  The second consideration is the ability of counsel for the \nnamed plaintiff. The named plaintiff is represented by the \n \nLegal Aid Society. Plaintiff sets forth a number of class \nThe common issues of law and fact are whether the EHA \nactions in which Legal Aid has been involved. The list of \napplies to the residents at Spofford,9 and if the EHA \ncases speaks for itself and certainly supports a finding that \napplies,  whether  the  procedures  pertaining  to \nthe plaintiff can adequately represent the class. Further, \nclassification and placement required by the Act are in \nthe plaintiff has thus far demonstrated that he will actively \nplace at Spofford. These common questions are sufficient \npursue  this  case.  The  court  therefore  finds  that  the \nto support class certification. \nplaintiff can adequately represent the class. \n  \n  \n9  This issue has apparently been conceded by the State   \n  defendants. See supra note 5. \n \nB. Rule 23(b)(2) Requirement \n  [5] To maintain a class action, Rule 23(b)(2) requires that \n \nthe  party  opposing  the  class  has \n3. Typicality  acted or refused to act on grounds \n[2] The typicality prerequisite overlaps with the common  generally  applicable  to  the  class, \nquestion  requirement.  Dura-Bilt  Corp.  v.  Chase  thereby  making  appropriate  final \nManhattan Corp., 89 F.R.D. 87, 99 (S.D.N.Y.1981). A  injunctive  relief  or  corresponding \nplaintiff’s  claim  meets  the  typicality  requirement  if  it  declaratory  relief  with  respect  to \narises from the same course of conduct that gives rise to  the class as a whole. \nthe claims of other class members and the claims are \nIn this case, it is alleged that the defendants have failed to \nbased on the same legal theory. Id. Plaintiff asserts that \ndevelop and implement policies and procedures to ensure \nthe  claims  of  the  named  plaintiff  are  identical  to  the \nthat  class  members  receive  individualized  education \nclaims of proposed class members, specifically the failure \nprograms  and  a  free  appropriate  education.  The \nto  develop  policies  and  procedures  regarding  the \nappropriate remedy, should plaintiffs’ claims be upheld, is \nprovision of a free appropriate education at Spofford. The \ninjunctive relief. Rule 23(b)(2) is clearly applicable to this \nCity Defendants assert that the typicality requirement has \nsituation and the class action may be maintained. See \nnot been met for much the same reason that they assert \nTonya K. v. Chicago Bd. of Ed., 551 F.Supp. 1107, 1112 \nthat there are no common questions of law or fact. This \n(N.D.Ill.1982); *613 Green v. Johnson, 513 F.Supp. 975–\nargument  again  misses  the  point.  The  diverse  factual \n76 (D.Mass.1981).10 \nsituations presented by the potential class members do not \n  \naffect  the  legal  claim  being  asserted  regarding  the \ndevelopment of procedures. The named plaintiff’s claim  10  The  named  plaintiff  also  seeks  damages  against \nwould certainly be atypical if the suit were brought to    defendant  New  York  City  Department  of  Juvenile \nJustice.  The  claim  for  damages  does  not  preclude \nchallenge the classification of Andre H. regarding his \ncertification of the class under Rule 23(b)(2) because \nneed for special education services. Andre H. alleges the \nthe sole relief sought for the class is injunctive relief. \nidentical harm suffered by the entire class as a result of \nSee Lewis v. Tully, 96 F.R.D. 370, 378 (N.D.Ill.1982). \nthe alleged failure to develop procedures and his claims   \nare therefore typical. See William S. v. Gill, 98 F.R.D. \n \n463, 470 (N.D.Ill.1983). \n \n  \n \nCONCLUSION \n4. Adequate Representation \n[3]  [4]  The  determination  of  adequacy  centers  on  two \nState Defendants’ motion for judgment on the pleadings is \nmatters: 1) the adequacy of the representative and 2) the \ndenied. Plaintiff’s motion for class certification is granted. \nadequacy of his counsel. Tonya K. v. Chicago Bd. of Ed., \nThe court hereby certifies the following class: \n551 F.Supp. 1107, 1112 (N.D.Ill.1982); 3B J. Moore & J. \nKennedy, Moore’s Federal Practice ¶ 23.07[1], at 23–202 \nall current and future residents11 of \n(1984). The adequacy of the representative depends on \nthe Spofford Juvinile Center who \nwhether the plaintiff has interests which are antagonistic \nare  handicapped  and  in  need  of \nto those of the class. Dura-Bilt Corp. v. Chase Manhattan \nspecial  education  and  related \nCorp., 89 F.R.D. 87, 101 (S.D.N.Y.1981). The identity of \nservices. \n  5 \n \n\nAndre H. by Lula H. v. Ambach, 104 F.R.D. 606 (1985) \n \n   SO ORDERED. \n11  Whether “future” is included in the definition of the    \n  class  has  little  relevance  regarding  the  defendants’ \nduties should the plaintiff class succeed on the merits. \nParallel Citations \n3B J. Moore & J. Kennedy, Moore’s Federal Practice ¶ \n23.40[3], at 23–310 n. 17 (1984). The inclusion of \n40 Fed.R.Serv.2d 1319, 23 Ed. Law Rep. 914 \nfuture residents has been permitted to ensure that the \naction  does  not  become  moot  should  the  named  \t\r  \nplaintiff no longer have a claim against the defendants. \nSee  Lucas  v.  Wasser,  73  F.R.D.  361,  362 \n(S.D.N.Y.1976). \n \n \n \n \n  \n  6 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/62001"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129053,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129053"
    },
    {
      "date": "1991-01-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1586,
      "file": null,
      "title": "Correspondence",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1586"
    },
    {
      "date": "1990-09-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1582,
      "file": null,
      "title": "Stipulation and Order of Settlement",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1582"
    },
    {
      "date": "1990-12-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1583,
      "file": null,
      "title": "Stipulation and Order Regarding Attorney's Fees and Costs",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1583"
    },
    {
      "date": "1991-08-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1590,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1590.pdf",
      "title": "Docket (Pacer)",
      "text": "SDNY CM/ECF Version 2.4 - Docket Report Page 1of 2\n \nCLOSED\n  \nU.S. District Court \nSouthern District of New York (Foley Square) \nCIVIL DOCKET FOR CASE #: 1:84-cv-03114-DNE \n   \nAndre v. Ambach  Date Filed: 05/03/1984 \nAssigned to: Judge David N. Edelstein  Jury Demand: None \nDemand: $0 Nature of Suit: 440 Civil Rights: Other\nPlaintiff\nH Andre \n \nV. \nDefendant\nGordon Ambach \nDefendant\nLeonard Dunston \nDefendant\nN.Y.C. Department of Juvenile Justice \nDefendant\nEllen Schall \nDefendant\nRose Washington \nDefendant\nBoard of Education City of N.Y. \n \nDate Filed  #  Docket Text \n08/06/1991   Case closed (jl) (Entered: 08/06/1991)\n \n \nPACER Service Center\nTransaction Receipt\n10/17/2005 18:18:20\nPACER Login: hs0328 Client Code:\nDescription: Docket Report Search Criteria: 1:84-cv-03114-DNE\nBillable Pages: 1 Cost: 0.08\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?952060190085735-L_280_0-1 10/17/2005\n\nSDNY CM/ECF Version 2.4 - Docket Report Page 2of 2\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?952060190085735-L_280_0-1 10/17/2005",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1590"
    },
    {
      "date": "1990-09-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1581,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1581.pdf",
      "title": "Stipulation and Order of Settlement",
      "text": "Andre H. v. Sobol\nUNITED STATES DISTRICT  COURT\nSOUTHERN  DISTRICT OF NEW  YORK\nJI-NY-001-001\nANDRE H., a minor  under  the age of 21  :\nyears, by his mother  and  next  friend,\nLULA E.; individually  and  on behalf of  :\nall other persons  similarly  situated,\n•\nPlaintiffs,\n-against-\nTHOMAS  SOBOL,  in his  official\ncapacity  as Commissioner  of the New  :\nYork  State Department  of  Education;\nNEW YORK CITY  DEPARTMENT  OF JUVENILE  :\nJUSTICE; ROSE W. WASHINGTON,  in her\nofficial  capacity  as Commissioner  :\nof the New York  City  Department STIPULATION  AND\nof Juvenile  Justice; WILL McINTOSH,  in  : ORDER OF  SETTLEMENT\nhis official  capacity  as Acting  Exec-\nutive Director  of  Spofford  Juvenile  : 84 Civ.  3114  (DNE)\nDetention  Center;  LEONARD DUNSTON,  in\nhis official  capacity  as Director  of  :\nthe New York  State  Division  for  Youth;\nTHE BOARD OF EDUCATION  OF THE CITY OF  :\nNEW YORK; ROBERT  F. WAGNER,  JR.,  JAMES\nREGAN,  GWENDOLYN  BAKER,  EDWARD  SADOWSKY,:\nAMALIA  BETANZOS,  IRENE  IMPELLIZZERI\nand  STEPHEN  FRANSE,  in their  official  :\ncapacities  as members  of  the Board  of\nEducation  of  the City  of New York;  :\nJOSEPH A. FERNANDEZ,  in his  official\ncapacity  as Chancellor  of  the Board  :\nof Education  of  the City  of New  York;\nSTANLEY  LITOW,  in his official  :\ncapacity  as Deputy  Chancellor  of  the\nBoard of Education  of  the City of  :\nNew York; and  EDDY  BAYARDELLE,  in  his\nofficial  capacity  as Executive Direc-  :\ntor of the Division  of  Special\nEducation  of  the Board  of Education  :\nof the City  of New  York;\nDefendants.\nWHEREAS,  this action was commenced  on May  3, 1984 by a  class\nof  current  and  future  residents  of  the  Spofford  Juvenile  Center\n(Spofford)  to  enforce  their  rights  pursuant  to  the  Education  of\n\nthe Handicapped  Act  (EHA),  20 U.S.C. SS 1400 e£ seq.,  and  its\nimplementing  regulations at 34 C.F.R. SS 300 e_t seq.;  S 504 of\nthe  Rehabilitation  Act  of  1973,  29  U.S.C.  S  794,  and  its\nimplementing  regulations at 34 C.F.R. SS 104 et seq.; the Equal\nProtection  Clause  of  the  Fourteenth  Amendment  to  the  United\nStates  Constitution;  SS  4401  et_ seq.  of  the  Mew  York  State\nEducation Law; and 8 N.Y.C.R.R. Parts 116 and 200; and\nWHEREAS, defendants1  have answered  the  complaint  and  have\ndenied violating any of plaintiffs' rights; and\nWHEREAS, class  certification was granted  by  this  Court  on\nFebruary 26, 1985; and\nWHEREAS,  the  Court  certified  a  class  of  all  current  and\nfuture residents of Spofford who are handicapped and in need of\nspecial education and related services; and\nWHEREAS, the parties have exchanged  relevant  documents and\nhave engaged in substantial discovery; and\nWHEREAS, the parties agree that this Court has jurisdiction\nover  this  action  and  the parties  and  that  this  Court  has  the\nauthority  to order  the relief provided  in this Stipulation and\nOrder of Settlement; and\nWHEREAS,  the  parties,  without  conceding  any  infirmity  in\ntheir  claims  or  defenses, have come to an  agreement  that  this\nStipulation and Order of Settlement is appropriate.\n1  Pursuant  to  Rule  25(d)(l) of  the Federal  Rules  of  Civil\nProcedure, the successors in office of the public officers named\nas defendants  have  been substituted  as party  defendants  in the\ncaption.\n-2-\n\nNOW,  THEREFORE,  IT  IS  HEREBY  AGREED  BY  AND  BETWEEN  THE\nATTORNEYS FOR THE RESPECTIVE PARTIES THAT:\n1.  This  Stipulation  and  Order  of  Settlement  finally\nresolves all  the  claims  in this action, except  as provided  in\nparagraph 35 below.\n2.  This Stipulation and Order of Settlement shall apply to\nSpofford  and  any  other  secure  detention  facility,  within  the\nmeaning of N.Y. Fam. Ct. Act S 301.2(4), subsequently operated by\nthe New York City Department of Juvenile Justice (DJJ) within the\ngeographical limits of the City of New York or primarily for the\nyouth of the City of New York.\n3.  This Stipulation and Order of Settlement shall apply to\nthe  named  defendants  and  their  successors,  agents,  employees,\nassigns and those acting in concert with them.\n4.  The terms of this Stipulation and Order of  Settlement\nshall  be  fully  implemented  no later  than  the  first  day  of the\n1990-91 school year.\n5.  For  purposes  of  this  Stipulation  and  Order  of\nSettlement, days  shall mean calendar  days, except  as  expressly\notherwise provided.\n6.  Wherever  the phrase \"DJJ and BOE\"  (Board of Education\nof the City of New York) appears in this Stipulation and Order of\nSettlement,  the  responsibilities  of  each  agency  under  this\nStipulation  and  Order  of  Settlement  shall  be  governed  by  the\nthen-current  inter-agency  agreement  between  DJJ  and  BOE,  and\nneither  agency  shall  be  deemed  to  be  the  guarantor  of  the\nresponsibilities of the other under the agreement; provided that\n-3-\n\nnothing in the inter-agency agreement  shall diminish  or nullify\nany  obligation  imposed  by  the  Stipulation  and  Order  of\nSettlement.\n7.  This Stipulation and Order of Settlement  shall not be\nconstrued as an admission by any defendant that the statutes or\nregulations set forth herein are applicable, as a matter of law,\nto said defendant.\n8.  This  Stipulation  and  Order  of  Settlement  does  not\nrepresent, nor may it be construed to be, a policy or practice of\nany defendant(s).\n9.  This Stipulation and Order of Settlement  shall not be\nadmissible  in  any  other  litigation  in  any  forum,  except  as\nnecessary to pursue the remedies set forth in paragraph 39 below.\nASSESSMENT\n10.  In accordance with 8 N.Y.C.R.R. § 116.2(g), within ten\nschool  days  after  a  child's  admission  to  Spofford,  DJJ  shall\ncomplete  an  educational  evaluation  or  shall  obtain  current\ninformation  from  the  child's  prior  school  or  other  comparable\nsource.  The  educational  evaluation  shall  be  administered  in\naccordance with 8 N.Y.C.R.R. $ 116.2(g).\nLOCATION, IDENTIFICATION AND REFERRAL\n11.  DJJ  and  BOE  shall  locate  and  identify  children  at\nSpofford  who are or may be handicapped  and  in need  of  special\neducation and  related  services  in accordance with  20 D.S.C. SS\n1401(a)(l) and  (15) and  1414 (a) (1) (A);  34 C.F.R. SS  300.5 and\n300.220; and 8 N.Y.C.R.R.  SS 200.(l)(cc) and 200.2.  DJJ and BOE\nshall develop and implement policies and procedures to locate and\n-4-\n\nidentify  children  at  Spofford  who  are  or  may  be  handicapped,\nwhich shall include but not be limited to:\na.  Policies  and  procedures  that,  during  the  1990-91\nschool  year  not  later  than  the  thirtieth  day  after  a  child's\nadmission to Spofford, and during the 1991-92 and 1992-93 school\nyears  not  later  than  the  twenty-fifth  day  after  a  child's\nadmission to Spofford,  (1) identify each child previously  found\nby a public or private school or other agency to be a handicapped\nchild and  eligible  for  special education and  related  services,\nand (2) request that the public or private school or other agency\npromptly  transmit  to  Spofford  the  child's  Individualized\nEducation  Program  (IEP) and  most  recent  evaluations;  provided\nthat  from  June  15th  to September  1st  of  each  year  and  during\nSpofford's winter and spring break weeks the activities described\nin paragraph 11 (a)(l) and (2) need not be followed.\nb.  Policies and procedures that assure that if a child\nat Spofford is suspected of having a handicapping  condition, DJJ\nand BOE, in accordance with 8 N.Y.C.R.R. § 200.4(a), shall follow\nthe  procedures  for  referral  for  an  individual  evaluation  and\ndetermination of eligibility  for special education programs and\nrelated services.\nEVALUATION AND PLACEMENT\n12.  DJJ  and  BOE  shall  assure  the  appointment  or  shall\nassure the availability  of a Committee  on Special  Education  in\naccordance with 6 N.Y.C.R.R. SS 116.6(a) and 200.3.\n13.  DJJ and BOE shall assure that  each  child  at  Spofford\nwho is referred  for an  individual  evaluation  shall  be provided\n-5-\n\nwith an individual evaluation consistent with the procedures set\nforth in 20 U.S.C. S 1412(5){C); 34 C.F.R. SS 300.530-300.534 and\n300.540-300.543;  and  8  N.Y.C.R.R.  SS  116.6,  200.l(r)  and\n200.4(b).\nINDIVIDUALIZED EDUCATION PROGRAM\n14.  DJJ and BOE shall assure that each child at  Spofford\nreferred  for  an  evaluation  or  review  has  a  recommendation\ndeveloped in accordance with 8 N.Y.C.R.R. S 200.4(c).\n15.  DJJ and BOE shall assure that each handicapped child at\nSpofford has an IEP developed, implemented, reviewed and revised\nin  accordance  with  20  U.S.C.  S§  1401(a)(19),  1412(4)  and\n1414(a)(5); . 34 C.F.R.  SS  300.340-300.349; and  8 N.Y.C.R.R.  SS\n116.6(b), 200.4 and 200.5.\n16.  DJJ and BOE shall assure that each parent of a child at\nSpofford  is  present  at  each  IEP  meeting  or  is  afforded  the\nopportunity  to  participate,  in  accordance  with  20  U.S.C.  SS\n1401(19),  1412(4)  and  1414(a)(5);  34  C.F.R.  SS  300.10  and\n300.343-300.345; and 8 N.Y.C.R.R. S 200.4(c) and (e).\n17.  For each child at Spofford for whom an IEP is received,\nwhich the child's teacher or an administrator at Spofford or the\nchild's parent  indicates is no longer appropriate, DJJ and BOE\nshall assure that an IEP review is conducted in accordance with\n34 C.F.R. SS 300.342-346 and 8 N.Y.C.R.R. S 200.4(e)(6).\n-6-\n\nFREE APPROPRIATE PUBLIC EDUCATION\n18.  DJJ and BOE shall assure that each handicapped child at\nSpofford  is provided  with a free appropriate  public  education,\nincluding  special  education  and related  services  in the amount\nand type specified in each child's IEP, in the least  restrictive\nenvironment  consistent  with  the  child's  unique  needs  in\naccordance  with  20  U.S.C.  SS  1401(a)(l),  (15)  and  (16)-(19),\n1412(4) and  1414(a)(l); 34 C.F.R. SS 300.4, 300.13-14, 300.300,\n300.346 and  300.550-553; and 8 N.Y.C.R.R.  SS 116.6, 200.4 and\n200.6(a) and  (c)-(f).\nSTAFFING REQUIREMENTS  . .\n19.  DJJ and BOE shall assure that handicapped  children at\nSpofford  are  provided  with  an  adequate  number  of  special\neducation  administrators  or  supervisors,  special  education\ninstructors, and providers of related services, remedial services\nand  transitional  support  services,  who  are  appropriately\ncertified, licensed or otherwise qualified in accordance with 34\nC.F.R. S 300.12; and 8 N.Y.C.R.R. SS 116.6 and 200.6(b).\nPROCEDURAL SAFEGUARDS\n20.  DJJ and BOE shall assure that the procedural safeguards\nset forth in 20 U.S.C. SS 1415 and 1417(c); 34 C.F.R. SS 300.237,\n300.500-514 and 300.560-576; and 8 N.Y.C.R.R. SS 116.6, 200.4 and\n200.5 are provided to children at Spofford and their parents.\n21.  DJJ  and  BOE  shall assure  that  a  surrogate  parent  is\nprovided in accordance with 20 U.S.C. S 1415 (b)(l)(B); 34 C.F.R.\nS 300.514; and 8 N.Y.C.R.R. SS 116.6 and 200.5(e).\n-7-\n\nANNUAL REVIEW AND TRIENNIAL EVALUATION\n22.  DJJ  and  BOE  shall  assure  that  the  IEP  of  each\nhandicapped  child  at  Spofford  is reviewed and,  if appropriate*\nrevised  periodically  but  not  less  frequently  than  annually  in\naccordance with 20 U.S.C. SS 1412(4) and 1414(a)(5); 34 C.F.R. S\n300.534(a);  and  8  N.Y.C.R.R.  SS  200.l(c)  and  200.4(f),  as\nmodified by paragraph 52(a) of the Judgment in Jose P. v. Ambach/\n79-C-270  (EHN) (December 14, 1979), attached to this Stipulation\nand Order of Settlement as Exhibit A, with the understanding that\nthe parents will be invited to participate, but that the review\nmay  go  forward  in  their  absence  if the parents  are  unable  to\nparticipate.\n23.  In  accordance  with  34  C.F.R.  S  300.534(b) -and  8\nN.Y.C.R.R. S 200.4(f), DJJ and BOE shall assure that, as needed,\neach  handicapped  child  at  Spofford  receives  a  triennial\nevaluation  to  determine  the  child's  individual  needs  and\ncontinuing eligibility for special education.\nPERSONNEL DEVELOPMENT\n24.  DJJ  and  BOE  shall,  consistent  with  20  U.S.C.  S\n1414(a)(l)(C)(i)  and  34 C.F.R.  SS 300.380-300.387, develop  and\nimplement  a  comprehensive  system of personnel development.  In\naccordance  with  20 U.S.C. S 1414(a)(1)(C)(i) and  34  C.F.R. S§\n300.380-300.387, DJJ  and BOE shall provide ongoing  training  to\nappropriate  personnel  to  assure  proper  identification  of\nhandicapped  children and provision of a free appropriate public\neducation.\n-8-\n\nSTATE EDUCATION DEPARTMENT\n25.  The  New  York  State  Education  Department  (SED)  shall\ncomply  with  20 U.S.C. S 1412(6) and  34 C.F.R.  S  300.600. SED\nshall  conduct  a  review  of  the  Spofford  education  program  for\nhandicapped  children,  including  any  component  operated  by  the\nBOE, at least once each academic year for a period of three years\nfrom the entry of this Stipulation and Order of Settlement as an\nOrder of the Court.  Upon a finding by SED of non-compliance with\n20 U.S.C. S§ 1400 e_t seq. and its implementing  regulations at 34\nC.F.R. SS  300  e_t sejg.; with  8 N.Y.C.R.R.  SS  116.6  and  200 et\nseq.; or with this Stipulation and Order of Settlement/ SED shall\ntake appropriate action.\n26.  SED shall continue to  provide technical assistance to\nDJJ or BOE with respect to any matter relating  to the location,\nidentification, referral, evaluation, placement and education of\nhandicapped children at Spofford.\nMONITORING\n27.  For  a  period  of  three  years  from  the  entry  of  this\nStipulation and Order of Settlement as an Order of the Court, DJJ\nshall permit  plaintiffs' counsel and an expert, accompanied  by\nDJJ staff and  counsel, to visit Spofford one  day each  semester\nfor the purpose of monitoring  compliance with  this  Stipulation\nand Order  of Settlement.  The expert  shall  be selected  by  the\nmutual agreement of the plaintiffs, DJJ and BOE.  Plaintiffs and\nDJJ shall agree among themselves when, each semester, the visit\nwill take place, provided that the visit agreed upon shall take\nplace within twenty days of plaintiffs' request.\n-9-\n\n28.  During the visits to Spofford, plaintiffs' counsel and\nthe expert shall be permitted:\na.  to interview privately up to ten residents, subject\nto each resident's consent;\nb.  to interview staff, subject to the staff  member's\nconsent;\nc.  to review relevant documents and records necessary\nto monitor  compliance  with  the  terms  of  this  Stipulation  and\nOrder of Settlement; and\nd.  to observe relevant educational programs, equipment\nand  activities necessary to monitor compliance with the terms of\nthis Stipulation and Order of Settlement.\n29.  For  a  period  of  three  years  from  the  entry  of  this\nStipulation and Order of Settlement as an Order of the Court, SED\nshall provide plaintiffs' counsel with a copy  of  the  following\ndocuments within thirty days after each becomes final:\na.  the  New  York  State  Plan  submitted  to  the  United\nStates Department of Education pursuant to the EHA;\nb.  inter-agency  agreements  between  SED  and  the  New\nYork State Division for Youth  (DFY) relating to the education of\nhandicapped children in juvenile detention facilities in New York\nState; and\nc.  program  reviews  and  audits  (as  these  terms  are\ncurrently used) relating to the education of handicapped children\nat Spofford.\n30.  For  a  period  of  three  years  from  the  entry  of  this\nStipulation and Order of Settlement as an Order of the Court, DFY\n-10-\n\nshall  provide  plaintiffs'  counsel  with  a  copy  of  reports  and\naudits (as these terms are currently used), if any, within thirty\ndays  after  each  becomes  final,  relating  to  the  education  of\nhandicapped children at Spofford.\n31.  For  a  period  of  three  years  from  the  entry  of  this\nStipulation and Order of Settlement as an Order of the Court, DJJ\nshall provide plaintiffs' counsel with a copy of the  following\ndocuments:\na.  within  thirty  days  of  submission  to  SED,  the\nSpofford facility education plan or equivalent document, and any\namendments thereto;\nb.  during the 1990-91 school year, within thirty days\nafter each becomes final, and once each semester during the 1991-\n92 and 1992-93 school years, DJJ policies and procedures relating\nto the education of handicapped children at Spofford, except as\nprovided in subparagraph 31(f) below;\nc.  once each semester, training materials  distributed\nto staff relating to the education of handicapped children;\nd.  once  each  semester,  a  random  sample  of  50\nindividual  residents'  records  relating  to  their  education  at\nSpofford;\ne.  at  the  middle  and  end  of  each  semester,  the\ntracking  reports  setting  forth  the  following  information:  (i)\nchildren  at  Spofford previously  identified  as handicapped  by a\npublic  or private  school or  agency;  (ii) children  at  Spofford\nsuspected of having a handicapping condition and referred for an\nindividual  evaluation;  (iii)  children  at  Spofford  provided  an\n-11-\n\nindividual evaluation; (iv) children at Spofford who had a Phase\nI IEP developed and/or implemented;  (v) children at Spofford who\nhad a Phase II IEP developed and/or implemented;  (vi) children\nat Spofford who were provided an annual review;  (vii) children\nat Spofford who were provided a triennial evaluation; and  (viii)\nimpartial  due process hearings  involving  children  at  Spofford;\nand\nf.  within ten days of final promulgation  by DJJ and\nBOE, the inter-agency agreement between DJJ and BOE referred  to\nin paragraph 6 above.\n32.  For  a  period  of  three  years  from  the  entry  of  this\nStipulation .and Order of Settlement as an Order of the Court, BOE\nshall  provide  plaintiffs' counsel with  a copy  of  policies  and\nprocedures relating  to the education of handicapped  children at\nSpofford:\na.  for  the  1990-91  school year, within  thirty  days\nafter each becomes final; and\nb.  for  the  1991-92  and  1992-93  school  years,  once\neach semester.\n33.  For  a  period  of  three  years  from  the  entry  of  this\nStipulation  and  Order  of  Settlement  as an Order  of  the  Court,\nonce each semester, BOE shall designate one or more persons who\nare knowledgeable about BOE'6 policies and procedures relating to\nthe. identification,  referral,  evaluation  and  placement  of\nSpofford  residents  to meet with plaintiffs' counsel  and/or  the\nexpert  described  in  paragraph  27  above  and  BOE's  counsel  to\ndiscuss any  issues  concerning  compliance  with  this  stipulation\n-12-\n\nand Order of Settlement. Upon request by plaintiffs1 counsel, BOE\nshall provide documents and records relevant to those issues.\nDAMAGES\n34.  Within thirty days after the entry of this Stipulation\nand  Order  of  Settlement,  City  defendants  shall  pay  the  named\nplaintiff, Andre H., the sum of one thousand dollars ($1,000.00).\nATTORNEY'S FEES AND COSTS\n35.  Plaintiffs and their counsel expressly  reserve and do\nnot  waive  any  claim  for  reasonable  attorney's  fees  and  costs\nincurred in the prosecution of this action.\n36.  Defendants  shall  pay,  in  accordance  with  . the\nStipulation - and  Order  filed  herewith,  the  monitoring  expert's\nreasonable fees, expenses and costs incurred  in connection with\nthe expert's performance of monitoring activities; provided that\nthe fees, expenses and  costs shall  not exceed  $7,500.00  (seven\nthousand  five  hundred  dollars)  per  year.  The  separate\nStipulation  and  Order  shall also  govern  the  allocation  of  the\nCity and State defendants' responsibility for any attorney's fees\nand costs paid to plaintiffs' counsel.\nPRIVACY\n37.  All  personally  identifiable  information  concerning\nindividual  residents  obtained  by plaintiffs' attorneys  and  the\nexpert  shall be kept private and shall be used  solely  for  the\npurpose of this litigation and for no other purpose.\nENFORCEMENT\n38.  If plaintiffs' counsel believes that any defendant  is\nnot in compliance with the terms of this Stipulation and Order of\n-13-\n\nSettlement, prior  to seeking  relief from the Court, plaintiffs1\ncounsel  shall  make  reasonable  efforts  to  obtain  voluntary\ncompliance by notifying such defendant's counsel and requesting a\nmeeting, which shall be held within two weeks of receipt of the\nnotification unless the parties agree on a later date.  If the\nmatter  is not  resolved voluntarily within twenty-one days after\nthe meeting, or if defendants refuse to meet, plaintiffs' counsel\nmay seek relief from the Court.\n39.  Nothing  contained  in  this  Stipulation  and  Order  of\nSettlement  shall  foreclose  a  Spofford  resident's  parent  from\ninvoking  the  administrative  complaint  or  impartial  hearing\nprocedure  in  an  individual  case  to  enforce  rights  granted\npursuant  to  20  U.S.C.  SS  1400  e£  seq.  and  its  implementing\nregulations at 34 C.F.R. SS 300 e_t se£.; 29 D.S.C. S 794 and its\nimplementing  regulations  at  34 C.F.R. SS 104 e_t seq.;  the New\nYork State Education Law SS 4401 e_t seq.; and 8 N.Y.C.R.R. Parts\n116 and 200.\n40.  Three  years  after  this  Stipulation  and  Order  of\nSettlement  has been entered as an Order of the Court,  it shall\ncease  to  be  enforceable  and  the  Court  shall  relinquish\njurisdiction over this action.\n-14-\n\nDated:  Mew York, Mew York\nMay  , 1990\nLENORE GITTIS, ESQ.\nTHE LEGAL AID SOCIETY\nJUVENILE RIGHTS DIVISION\nAttorney for Plaintiffs\n15 Park Row - 21st Floor\nMew York, New York 10038\n(212) 619-3890\nOf Counsel:\nHENRY S. WEINTRAUB, ESQ.\nROSE E. FIRESTEIN, Attorney\nat Law\nJANE M. SUFIAN, Attorney\nat Law\nVICTOR A. KOVNER\nCorporation Counsel of the\nCity of New York\nAttorney for Defendants\nWashington, Mclntosh,\nNew York City Department\nof Juvenile Justice,\nWagner, Regan, Baker,\nSadowsky, Betanzos\nImpellizerri, Franse,\nBoard of Education of\nthe City of New York,\nFernandez, Litow and\nBayardelle\n100 Church Street - 6th Floor\nNew York, New York 10007\n(212) 566-2184\nBy:\nICE GOODMAN\ndistant Corporation\ninsel\n-15-\n\nROBERT ABRAMS\nAttorney General of the State\nof New York\nAttorney for Defendants Sobol\nand Dunston\n120 Broadway\nNew York', New York 10271\n(212) 3'4i-2647\nBy:\nMARTHA O. SHOEMAKER\nAssistant Attorney\nGeneral\nSO ORDERED:\n..•»\nO-.S.D.J.\nDated:  New York, New York\nJuno \\%\n-16-",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1581"
    },
    {
      "date": "1990-12-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1584,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1584.pdf",
      "title": "Stipulation and Order Regarding Attorney's Fees and Costs",
      "text": "Andre H. v. Sobol\nUNITED STATES DISTRICT COURT\nSOUTHERN DISTRICT OF NEW YORK\n•~  ™  • •  mm  ••  •  IIHI\nJI-NY-001-004\nANDRE H., a minor under the age of 21\nyears  by his mother and next friend/\nf\nLULA H.; individually and on behalf of\nall other persons similarly situated.\nPlaintiffs,\n-against-\ni\nTHOMAS SOBOL, in his official *j\ncapacity as Commissioner of the New\nYork State Department of Education;\n84  Civ.  3114  (DNE)\nNEW YORK CITY DEPARTMENT OP JUVENILE\nJUSTICE; ROSE W.v WASHINGTON, in her\nofficial capacity as Commissioner\nSTIPULATION AND\nof the New York City Department\nORDER REGARDING\nof Juvenile Justice; WILL McINTOSH, in\nATTORNEY'S FEES\nhis official capacity as Acting Exec-\nAND COSTS\nutive Director of Spofford Juvenile\nDetention Center; LEONARD DUNSTON, in\nhis official capacity as Director of\n,the New York State Division for Youth;\n\\THE BOARD OF EDUCATION OF THE CITY OF\nNEW YORK; ROBERT F. WAGNER, JR., JAMES\nREGAN, GWENDOLYN BAKER, EDWARD SADOWSKY,\nAMALIA BETANZOS, IRENE IMPELLIZZERI\nand STEPHEN FRANSE, in their official\ncapacities as members of the Board of\nEducation of the City of New York;\nJOSEPH A. FERNANDEZ, in his official\ncapacity as Chancellor of the Board\nof Education of the City of New York;\nSTANLEY LITOW, in his official\ncapacity as Deputy Chancellor of the\nBoard of Education of the City of\nNew York; and EDDY BAYARDELLE, in his\nofficial capacity as Executive Direc-\ntor of the Division of Special\nEducation of the Board of Education\nof the City of New York;\nDefendants.\nIT IS HEREBY AGREED  BY AND BETWEEN THE ATTORNEYS FOR  THE\nRESPECTIVE PARTIES THAT:\n\n1.  Pursuant  to  \\  35  of  the  Stipulation  and  Order  of\nSettlement, plaintiffs' counsel shall accept the sum of $135,000\n(one hundred thirty-five thousand dollars,) .in full  satisfaction\n.•••  •.-••».\nof the claim of plaintiffs' counsel for attorney's fees and costs\nincurred in the prosecution of this action through the date this\nStipulation and Qrder is entered by the Court.  In consideration\nof  the  receipt  of  the  sura '\"of  $135,000,  plaintiffs  release\ndefendants  from  any  and  all  liability  for  attorney's  fees\nincurred  in the prosecution of this action through  the date of\nthe entry of this Stipulation and Order.  Of the $135,000, City\ndefendants shall pay to plaintiffs' counsel the sum of $108,000\n(one hundred eight thousand dollars) and State defendants shall\npay  to  plaintiffs'  counsel  the  sum  of  $27,000  (twenty-seven\nthousand dollars).\n2.  This Stipulation and Order  is subject  to the approval\nof all appropriate state officials pursuant to Section 17 of the\nPublic Officer's Law.\n3.  The attorneys fees and costs are to be made payable to\nplaintiffs' counsel, The Legal Aid  Society, 15 Park  Row,  21st\nFloor, New York, New York 10038.\nDated*  New York, New York\nDecember 26, 1990\nLG1875\nTHE LEGAL AID SOCIETY\nJUVENILE RIGHTS DIVISION\nAttorney for Plaintiffs\n-2-\n\n15 Park.Row - 21st Floor\nNew Yorky. New York 10038\n(212) 619|:3890\nOf Counsel:\nHENRY S. .WEINTRAUB, ESQ.\n.  -'••..•,»•/-..  ..\n• • **\nVICTOR AT*KOVNER\nCorporation Counsel of the\nCity of New York\nAttorney for Defendants\nWashington, Mclntosh,\nNew York City Department\nof Juvenile Justice,\nWagner, Regan, Baker,\nSadowsky, Betanzos\nImpellizerri, Franse,\nBoard of Education of\nthe City of New York,\nFernandez, Litow and\nBayardelle\n100 Church Street - 6th Floor\nNew York, New York 10007\n(212) 566-2184\nBy:\nJONATHAN PINES JP3022\nGRACE GOODMAN\nAssistant Corporation\nCounsel\nROBERT ABRAMS\nAttorney General of the State\nof New York\nAttorney for Defendants Sobol\nand Dunston\n120 Broadway\nNew York, New York 10271\n(212) 341-2647\nBy:\nMARTHA O. SHOEMAKER MOS8303\nAssistant Attorney General\nSO ORDERED:\nUNITED STATES DISTRICT JUDGE\nDated:  New York, New York\nDecember-^,1990",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1584"
    },
    {
      "date": "1991-01-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1585,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1585.pdf",
      "title": "Correspondence",
      "text": "THE LEGAL AID SOCIETY\nJUVENILE RIGHTS DIVISION .SPECIAL LITIGATION UNIT\n15 Park Row - 21st Floor, New York, N.Y. 10038 (212) 619-3890\nExecutive Director  and\nAttorney-inOxtrge  of the\nJuvenile Rights Division\nLenore Gittis\nJanuary 3, 1991\nera\nAndre H. v. Sobol  t.-.\nJonathan Pines, Esq.\nAssistant Corporation Counsel\n100 Church Street, 6th Floor\nNew York, New York 10007\nMartha Shoemaker, Esq.\nAssistant Attorney General\n120 Broadway\nNew York, New York 10271\nRe:  Andre H. v. Sobol\nDear Jon and Martha:\nPlease  find  enclosed  a  judicially  signed  copy  of  the\nStipulation and Order of Settlement and the Stipulation Regarding\nAttorney's  Fees  and  Costs.  Interestingly,  Judge  Edelstein\nactually dated and signed the Stipulation and Order of Settlement\non September  10th, two days before we even met with him.  You\nshould also be aware that apparently due to a misunderstanding,\nJudge Edelstein did not sign the City-State Stipulation and Order\non Allocation of Attorney's Fees and Monitoring Costs.  I suggest\nyou speak with Mr. Roger Nober, Judge Edelstein's law clerk, for\nfurther guidance.\nSincerely,\nHenry/S. Weintraub\nHSW:gw\nEnclosures\ncc: Kay C. Murray, Esq.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1585"
    },
    {
      "date": "1991-01-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1587,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1587.pdf",
      "title": "Correspondence",
      "text": "DEPARTMENT  OF JUVENILE  JUSTICE\n?65  BROADWAY  •  NEW  YORK  NY 10013  •  925-7779\nAndre H. v. Sobol\n0\nss^sr \"*  iiiiiiiiiiiiiiii\n  201  JI-NY-001-007\nExt\nJanuary  14,  1991\nMichael J. Dale, Esq.\nAssociate Professor of Law\nShepard Broad Law Center\nNova University\n3100 S.W. 9th Avenue\nFort Lauderdale, FL  33315\nRe: Andre H. v. Sobol, 84 Civ. 1334 (DNE)\nDear Mike:\nOn December 26,  1990, Judge  Edelstein  signed  the  stipulation\nregarding  attorney's  fees and so, finally, the agreement ending this\nlawsuit has been judicially approved.  A copy of that  stipulation\nand the stipulation and order of settlement is enclosed.\nAs  you  are  only  too well aware, in the six and one-half years\nsince this lawsuit was filed, many  hours  were  devoted to meetings\nwith  program  personnel,  administrators  and  lawyers to develop the\nprogram,  prepare  for  the possibility of  trial  and negotiate\nsettlement.  DJJ  gratefully  acknowledges  your  contribution to the\nsuccessful outcome of  this  litigation.  We look  forward to your\ncontinued  wise  counsel as we move  into  the  implementation and\nmonitoring  phase.  Also  enclosed is a copy of the DJJ annual report\nfor 1990.\nFond regards and best wishes for the New Year.\nSincerely,\n,)\nKay C.  Murray\nCounsel\new:ANEREH\nEnclosures\ncc:  Rose  Washington",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1587"
    }
  ],
  "document_count": 12
}