{
  "case_id": 43761,
  "fetched_at": "2025-10-22T00:38:00.762375",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Non-settlement Outcome"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Kathleen Babineaux Blanco, Governor of the State of Louisiana",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Al Ater, Secretary of State of Louisiana",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Perhaps, but long-dormant",
    "case_status": "Approved",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "",
    "causes": [
      "Voting Rights Act, unspecified, 52 U.S.C. § 10301 et seq (previously 42 U.S.C § 1973 et seq.)"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Middle District of Louisiana",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2005-12-29",
    "filing_year": 2005,
    "id": 43761,
    "injunction_duration": "",
    "issues": [
      "Voting: Voting: General & Misc."
    ],
    "last_checked_date": "2006-03-20T00:00:00-05:00",
    "main_docket": {
      "id": 56693,
      "docket_entries": [
        {
          "row_number": 5,
          "id": 8470329,
          "entry_number": "6",
          "date_filed": "2006-01-10T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/12114467/6/love-v-blanco/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.lamd.32734/gov.uscourts.lamd.32734.6.0.pdf",
          "pacer_doc_id": "0870174582",
          "description": "Minute Entry for proceedings held before Judge Frank J. Polozola : Telephone Conference held on 1/10/2006. The motion to consolidate Civil Action 05-1439-FJP with Civil Action 95-788-FJP is denied...The Court grants 74 Motion for Leave to File Supplemental Memo in Opposition to Motion to Amend the Order of this Court filed by G Scott Love, Paul S Bergeron, Kathleen B Balhoff, Bennie Baker- Bourgeois,...The Court advised the parties that the book of exhibits for the January 23, 2006, hearing shall be filed as soon as possible. (BP, ) (Entered: 01/18/2006)"
        },
        {
          "row_number": 6,
          "id": 10167155,
          "entry_number": "7",
          "date_filed": "2006-01-26T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/12114467/7/love-v-blanco/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.lamd.32734/gov.uscourts.lamd.32734.7.0.pdf",
          "pacer_doc_id": "0870222139",
          "description": "ORDER...the Clerk shall administratively terminate this action in his records, without prejudice to the right of the parties to reopen the proceedings.... Signed by Judge Frank J. Polozola on 1/25/06.(BP, ) (Entered: 01/26/2006)"
        },
        {
          "row_number": 0,
          "id": 8470325,
          "entry_number": "1",
          "date_filed": "2005-12-29T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/12114467/1/love-v-blanco/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.lamd.32734/gov.uscourts.lamd.32734.1.0.pdf",
          "pacer_doc_id": "0870158623",
          "description": "VERIFIED COMPLAINT for Declaratory and Injunctive Relief against Kathleen Babineaux Blanco, Al Ater ( Filing fee $ 250.00 receipt number 1167.), filed by G Scott Love.(BP, ) (Entered: 12/29/2005)"
        },
        {
          "row_number": 1,
          "id": 8470326,
          "entry_number": "2",
          "date_filed": "2005-12-29T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/12114467/2/love-v-blanco/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.lamd.32734/gov.uscourts.lamd.32734.2.0.pdf",
          "pacer_doc_id": "0870452785",
          "description": "MOTION for Preliminary Injunction, MOTION for Consolidation of Hearing with Trial on the Merits, and MOTION for Consolidation of Hearing/Trial on the Merits with the Hearing in Related Case 95-788 by G Scott Love. (BP, ) (Entered: 12/29/2005)"
        },
        {
          "row_number": 2,
          "id": 8470327,
          "entry_number": "3",
          "date_filed": "2005-12-29T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/12114467/3/love-v-blanco/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.lamd.32734/gov.uscourts.lamd.32734.3.0.pdf",
          "pacer_doc_id": "0870158678",
          "description": "MEMORANDUM in Support of 2 MOTION for Preliminary Injunction, MOTION for Consolidation of Hearing with Trial on the Merits, and MOTION for Consolidation of Hearing/Trial on the Merits with the Hearing in Related Case 95-788 filed by G Scott Love. (BP, ) (Entered: 12/29/2005)"
        },
        {
          "row_number": 3,
          "id": 8470328,
          "entry_number": "4",
          "date_filed": "2006-01-04T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/12114467/4/love-v-blanco/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.lamd.32734/gov.uscourts.lamd.32734.4.0.pdf",
          "pacer_doc_id": "0870457002",
          "description": "ORDER REASSIGNING CASE. Case reassigned to Judge Frank J. Polozola for all further proceedings. Judge Ralph E. Tyson no longer assigned to case. Signed by Judge Ralph E. Tyson on 1/3/06.(BP, ) (Entered: 01/04/2006)"
        },
        {
          "row_number": 4,
          "id": 8470330,
          "entry_number": "5",
          "date_filed": "2006-01-12T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/12114467/5/love-v-blanco/",
          "recap_pdf_url": null,
          "pacer_doc_id": "0870482836",
          "description": "90 DAY CONFERENCE ORDER: Scheduling Conference set for 5/18/2006 at 10:00 AM before Magistrate Judge Christine Noland. Status Report due by 5/8/2006.. Signed by Judge Christine Noland on 1/12/06.(DCB, ) (Entered: 01/12/2006)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 2005,
      "docket_filing_number": 1439,
      "is_main_docket": true,
      "court": "Middle District of Louisiana",
      "state": "Louisiana",
      "docket_office_number": "3",
      "docket_number_manual": "3:05-cv-01439",
      "scales_html": null,
      "recap_link": "https://www.courtlistener.com/docket/12114467/love-v-blanco/",
      "is_active": true
    },
    "name": "Love v. Blanco",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Father in his capacity as Administrator of the Estate of his unemancipated minor child, who at the time of the Complaint was a seventeen-year-old who was not presently eligible to vote, but her eighteenth birthday fell prior to the date of the general election.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None yet"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None yet"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2006-01-26",
    "settlement_judgment_year": 2006,
    "special_collections": [
      "Law Firm Antiracism Alliance (LFAA) project"
    ],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": "<p>This is a case about the legality of a Louisiana statute, Act 282, that provided that a candidate for U.S. Senator or U.S. Representative who received a majority of votes on the first Saturday in October would not appear on the ballot on Federal Election Day. Federal Election Day is held on the Tuesday after the first Monday in November. On December 29, 2005, Plaintiff filed this lawsuit in the United States District Court for the Middle District of Louisiana. Plaintiff was the father of a then-seventeen-year-old child who was turning eighteen-years-old on October 10, 2006. Plaintiff, in his capacity as Administrator of the Estate of his unemancipated minor child, sued Kathleen Babineaux Blanco, then-Governor of Louisiana, and Al Ater, then-Secretary of State of Louisiana, under 42 U.S.C. 1983. Represented by private counsel, Plaintiff sought declaratory and injunctive relief. He argued that Act 282 was unconstitutional because it made it such that regular congressional elections in Louisiana were held on dates earlier than the day mandated by federal law, which deprived his daughter of her federal statutory and constitutional rights.</p>\r\n<p>Plaintiff filed his complaint on December 29, 2005. In his complaint, Plaintiff detailed the various federal law requirements for the timing of congressional elections. Specifically, 2 U.S.C. Section 7 proscribes the Federal Election Day for U.S. Congress Representatives as the Tuesday after the first Monday in November, in every even numbered year. Title 2, Section 1 of the U.S. Code requires that in U.S. Senate election years, regular election of U.S. Senators shall take place on the same Federal Election Day. The&nbsp; Constitution provides that the right of citizens who are eighteen years of age or older to vote shall not be denied or abridged by the United States or any State on account of age. Further, LSA-RS Section 18:101(A) provides that every citizen who is at least eighteen years of age or will attain that age on or before the next election shall be eligible to register to vote, and any person age seventeen and who is otherwise qualified to vote may register to vote at any time prior to the first election at which he shall have attained the age of eighteen years old. Louisiana law also proscribes the date of primary elections, which shall be held on the first Saturday in October next preceding the date of the Federal Election Day.&nbsp;</p>\r\n<p>In 1997, the U.S. Supreme Court found a Louisiana statute that provided that a \"candidate who receives a majority of votes cast for an office in a primary is elected\" was unconstitutional, and the Court ordered that state officials hold congressional \"primary\" elections on Federal Election Day, and any necessary run-off elections in December. However, Act 282 (the act at the subject of the lawsuit) provided that \"[t]he candidates who qualify for each office of United States senator or representative in congress in the general election are those who received the two highest numbers of votes in the primary election.\" Under this statute, the \"primary election\" was the one held on the first Saturday of October. Act 282 also provided that a candidate for U.S. Senator or Representative who receives a majority of votes on the first Saturday in October will not appear on the ballot on Federal Election Day. According to Plaintiff, Act 282 effectively returned the state's scheme for electing U.S. Senators and U.S. Representatives to the scheme that the Supreme Court rejected in 1997 because it permitted candidates to effectively win outright in the October primary if he or she secured a majority of the vote. While Act 282 stated that the candidate shall not be \"declared elected\" until Federal Election Day, the statute provided that such candidate's name shall not appear on the ballot on Federal Election Day. Plaintiff also pointed out that even if the October primary is not conclusive by reason of a failure of a candidate to obtain a majority, it narrows down the number of candidates so that a run-off election may be held on Federal Election Day, when 2 U.S.C. Section 8 requires that such run-off elections be held only <em>after&nbsp;</em>Federal Election Day.&nbsp;</p>\r\n<p>Per state statute, Louisiana planned to conduct \"primary elections\" for Representatives from each Congressional District (including the Sixth Congressional District in which Plaintiff and his daughter resided). Per Act 282, should any candidate for U.S. Representative win a majority of votes on October 7, 2006, \"his name shall not appear on the ballot in the general election.\" Plaintiff's minor daughter's eighteenth birthday was on October 10, 2006, thus, after the date of the 2006 \"primary election\" but prior to Federal Election Day. Plaintiff therefore argued that Louisiana's election scheme whereby a candidate for U.S. Representative from the Sixth Congressional District who obtains a majority of the votes cast for the office in the \"primary election\" on October 7, 2006, will not have his name on the ballot in the \"general election\" on Federal Election Day would have the effect of denying his daughter the right to vote for U.S. Representative on Federal Election Day in 2006. Accordingly, Plaintiff requested injunctive relief in that the court declare Act 282 unconstitutional.&nbsp;</p>\r\n<p>Also on December 29, 2005, Plaintiff filed an application for a preliminary injunction and requested a consolidated hearing with a hearing scheduled on January 23, 2006 in a related case. Ultimately, on January 25, 2006, the court ordered that the action be terminated.</p>\r\n<p>However, on March 20, 2006, in Plaintiff's related case (Civil Action No. 3:95-CV-788) the court declared that Act 282 violated 2 U.S.C. Section 7 and was therefore unconstitutional. The court permanently enjoined Defendants from enforcing Act 282 and held that all regular \"primary\" elections for U.S. Senator and U.S. Representative in Louisiana shall be held on the Tuesday next after the first Monday in November in the applicable even-numbered years. The court further held that in the event that a candidate in such an election shall receive a majority of votes cast for that office that candidate shall be elected, and in the event that none of the candidates for a particular office receives a majority of votes cast for that office, a run-off election will be held on the first Saturday in December following the November election.&nbsp;</p>",
    "summary_published_date": "2024-11-17T15:23:12.612314-05:00",
    "summary_short": "In 2006, the father of a seventeen-year-old minor filed this complaint in the U.S. District Court for the Middle District of Louisiana. The plaintiff alleged that Act 282, a Louisiana law that made it such that regular congressional elections in Louisiana were held on dates earlier than the day mandated by federal law were unconstitutional and sought an injunction to permanently enjoin the Governor and Secretary of State of Louisiana from enforcing Act 282. The plaintiff's daughter turned eighteen, thereby affording her the constitutional right to vote, prior to the federal election day, but after the primary election day. Act 282 provided that a candidate for U.S. Senator or Representative who received a majority of votes on the primary election day in October would not appear on the ballot on federal election day. Accordingly, the plaintiff argued that Act 282 would have the effect of denying his daughter the right to vote for U.S. Representative on federal election day in 2006. The court ultimately held in a related action brought by the plaintiff that Act 282 was unconstitutional and ordered that all regular \"primary\" elections for U.S. Senators and Representatives in Louisiana be held on the federal election day.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/43761",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=43761",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=43761",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=43761"
  },
  "documents": [
    {
      "date": "2005-12-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "Plaintiff's Memorandum in support of Motion for Preliminary Injunction and Consolidation",
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Louisiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 141243,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/141243.pdf",
      "title": "Plaintiff's Memorandum of Law in Support of Application for Preliminary Injunction, Motion for Consolidation of Hearing with Trial on the Merits, and Motion for Consolidation of Hearing/Trial on the Merits with Hearing in Related Civil Action No.95-788-B-M1",
      "text": "Case 3:05-cv-01439-FJP-CN     Document 3    12/29/05   Page 1 of 4\n\nCase 3:05-cv-01439-FJP-CN     Document 3    12/29/05   Page 2 of 4\n\nCase 3:05-cv-01439-FJP-CN     Document 3    12/29/05   Page 3 of 4\n\nCase 3:05-cv-01439-FJP-CN     Document 3    12/29/05   Page 4 of 4",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "3",
      "clearinghouse_link": "clearinghouse.net/doc/141243"
    },
    {
      "date": "2005-12-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "Plaintiff's Motion for Preliminary Injunction and Consolidation",
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Louisiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 141240,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/141240.pdf",
      "title": "Plaintiff's Application for Preliminary Injunction, Motion for Consolidation of Hearing with Trial on the Merits, and Motion for Consolidation of Hearing/Trial on the Merits with Hearing in Related Civil Action No.95-788-B-M1",
      "text": "Case 3:05-cv-01439-FJP-CN     Document 2    12/29/05   Page 1 of 3\n\nCase 3:05-cv-01439-FJP-CN     Document 2    12/29/05   Page 2 of 3\n\nCase 3:05-cv-01439-FJP-CN     Document 2    12/29/05   Page 3 of 3",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "2",
      "clearinghouse_link": "clearinghouse.net/doc/141240"
    },
    {
      "date": "2006-01-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "Order administratively terminating the action",
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Middle District of Louisiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 141246,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/141246.pdf",
      "title": "Order",
      "text": "Case 3:05-cv-01439-FJP-CN     Document 7    01/26/06   Page 1 of 1",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "7",
      "clearinghouse_link": "clearinghouse.net/doc/141246"
    },
    {
      "date": "2005-12-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "RECAP",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Louisiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 140565,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/140565.pdf",
      "title": "Verified Complaint for Declaratory and Injunctive Relief",
      "text": "Case 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 1 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 2 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 3 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 4 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 5 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 6 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 7 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 8 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 9 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 10 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 11 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 12 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 13 of 14\n\nCase 3:05-cv-01439-FJP-CN     Document 1    12/29/05   Page 14 of 14",
      "document_type_other": null,
      "external_url": "https://www.courtlistener.com/docket/12114467/1/love-v-blanco/",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/140565"
    },
    {
      "date": "2006-01-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "Minute Entry for telephone conference - motion to consolidate denied",
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Other",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Louisiana",
      "no_title": false,
      "party_types": [
        "Other/Unknown"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 141244,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/141244.pdf",
      "title": "Minute Entry",
      "text": "Case 3:05-cv-01439-FJP-CN     Document 6    01/10/06   Page 1 of 2\nUNITED STATES DISTRICT COURT\nMIDDLE DISTRICT OF LOUISIANA\nMINUTE ENTRY\nJanuary 10, 2006\nDISTRICT JUDGE FRANK J. POLOZOLA\nG. SCOTT LOVE, ET AL.\nCIVIL ACTION\nVERSUS\nNUMBER 95-788-FJP\nEDWIN EDWARDS, ET AL.\nAND\nG. SCOTT LOVE, ET AL.\nCIVIL ACTION\nVERSUS\nNUMBER 05-1439-FJP\nKATHLEEN BABINEAUX BLANCO, ET\nAL.\nThis  matter  came  on  this  day  for  a  telephone  status\nconference.\nPRESENT: Daniel Joseph Balhoff, Miller Baker\nCounsel for plaintiffs\nRoy Achille Mongrue\nCounsel for Defendants\nThe motion to consolidate Civil Action 05-1439-FJP with Civil\nAction 95-788-FJP is denied.1  \nThe pending motion to amend was discussed.\nThe Court grants the plaintiffs leave of Court to file a reply\nbrief to defendants’ opposition brief.\n1 Rec. Doc. No. 2 filed in Civil Action 05-1439-FJP.\nDoc#42927\n\nCase 3:05-cv-01439-FJP-CN     Document 6    01/10/06   Page 2 of 2\nThe Court advised the parties that the book of exhibits for\nthe January 23, 2006, hearing shall be filed as soon as possible.\ni\n* * * * *\nCourt Reporter: E. Champion\nC: CV 36; T: 1:00\nDoc#42927 2",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "6",
      "clearinghouse_link": "clearinghouse.net/doc/141244"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 134686,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/134686"
    }
  ],
  "document_count": 6
}