{
  "case_id": 649,
  "fetched_at": "2025-10-22T00:06:27.686702",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Belle Glades",
        "institution_county": null,
        "name": "Glades Correctional Institution",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1979,
    "constitutional_clause": [
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [],
    "court": "Southern District of Florida",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1975-12-15",
    "filing_year": 1975,
    "id": 649,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Mail"
    ],
    "last_checked_date": "2007-06-26T00:00:00-04:00",
    "main_docket": {
      "id": 42409,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1975,
      "docket_filing_number": 259,
      "is_main_docket": true,
      "court": "Southern District of Florida",
      "state": "Florida",
      "docket_office_number": "9",
      "docket_number_manual": "75-00259",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "McNamara v. Moody",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1979,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Prisoner brought action against prison officials alleging that defendants violated his constitutional rights by refusing to mail\r\na letter to his girlfriend",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Florida",
    "summary": "<p>The plaintiff, an individual prisoner at the Glades Correctional Institution in Florida, brought a Section 1983 suit against two prison officials in the United States District Court for the Southern District of Florida.  The plaintiff, represented by private counsel, alleged First Amendment violations by prison officials when they prevented him from mailing letters, including one to his girlfriend charging the mail censoring officer with having had intercourse with a cat.  </p><p>The District Court granted the plaintiff injunctive relief, nominal damages against the mail censoring defendant individually, and attorney's fees.  Defendant, represented by Assistant Attorney Generals Anthony J. Golden and Benedict P. Kuehne, appealed to the United States Court of Appeals for the Fifth Circuit.</p><p>On November 15, 1979, the Court of Appeals (Judges John C. Godbold, Byron G. Skelton, and Alvin B. Rubin) affirmed.  Writing for the court, Judge Godbold held that the prison official's censorship was unconstitutional because there was no substantial government interest, the letter's offensive language was not a breach of discipline, the letter was not obscene, and that libel would not be grounds for censorship.  The court upheld the awards for nominal damages and attorney's fees against the mail censoring defendant.   Judge Skelton dissented with respect to the award of attorney's fees against the defendant in his individual capacity in the absence of a showing of bad faith.  McNamara v. Moody, 606 F.2d 621 (5th Cir. 1979). </p><p></p>",
    "summary_published_date": "2005-08-08T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/649",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=649",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=649",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=649"
  },
  "documents": [
    {
      "date": "1980-06-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 929,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 447,
      "cite_2_page": 3028,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 100,
      "cite_3_page": 1124,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 65,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72643,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72643.pdf",
      "title": "Memorandum Decision",
      "text": "Moody v. McNamara, 447 U.S. 929 (1980)   \n \n \n  \nOpinion \n100 S.Ct. 3028 \n \nSupreme Court of the United States \nMotion  of  respondent  for  leave  to  proceed  in  forma \npauperis granted. Petition for writ of certiorari to the \nJ. C. MOODY, etc., petitioner, \nUnited  States  Court  of  Appeals  for  the  Fifth  Circuit \nv. \ndenied. \nJohn P. McNAMARA \n  \nNo. 79-1605 | June 16, 1980 \nParallel Citations \nFacts and opinion, 606 F.2d 621. \n100 S.Ct. 3028 (Mem), 65 L.Ed.2d 1124 \n  \n\t\r  \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72643"
    },
    {
      "date": "1979-11-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 621,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 606,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 10449,
      "cite_3_reporter": "U.S.App.LEXIS",
      "cite_3_vol": 1979,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54667,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54667.pdf",
      "title": "Opinion",
      "text": "606 F.2d 621 (1979)\nJohn P. McNAMARA, Plaintiff-Appellee,\nv.\nJ. C. MOODY, etc., Defendant-Appellant.\nNo. 77-2466.\nUnited States Court of Appeals, Fifth Circuit.\nNovember 15, 1979.\n622 *622 Anthony J. Golden, Benedict Paul Kuehne, Asst. Attys. Gen., West Palm Beach, Fla., for defendant-\nappellant.\nHubert R. Lindsey, West Palm Beach, Fla., for plaintiff-appellee.\n[*]\nBefore GODBOLD, Circuit Judge, SKELTON , Senior Judge, and RUBIN, Circuit Judge.\nGODBOLD, Circuit Judge:\nAppellee is a prisoner in the Glades Correctional Institution at Belle Glade, Florida. He brought suit against two\nofficials of that institution alleging that they had wrongfully prevented him from mailing certain letters. The district\ncourt found that appellant Moody, assistant superintendent of Glades, had violated McNamara's constitutional\n623 rights by refusing to mail a letter to his girlfriend.[1] This two-page *623 letter dealt in large part with McNamara's\ndiscontent with the prison mail censorship system, but it also charged that the mail censoring officer, while\nreading mail, engaged in masturbation and \"had sex\" with a cat. Moody found the part of the letter referring to the\nmail censoring officer to be \"in poor taste\" and returned it to McNamara with a warning that any future attempts to\n[2]\nsend similar letters would lead to disciplinary action.  The district court granted the prisoner injunctive relief,\nnominal damages against appellant individually, and attorney's fees.\nThe law in this area has been well settled since the Supreme Court's decision in Procunier v. Martinez, 416 U.S.\n396, 94 S.Ct. 1800, 40 L.Ed.2d 224 (1974). There the Court recognized that letters between inmates and\nindividuals on the outside involve the First Amendment rights of the outside correspondents as well as those of\n[3]\nthe prisoners.  These rights are equally implicated regardless of whether the outsider is the sender or recipient. \n416 U.S. at 408-09, 94 S.Ct. at 1808, 1809, 40 L.Ed.2d at 237. The Court therefore set forth a rule that strictly\nlimits prison censorship of such correspondence:\n[C]ensorship of prisoner mail is justified if the following criteria are met. First, the regulation or\npractice in question must further an important or substantial governmental interest unrelated to the\nsuppression of expression. Prison officials may not censor inmate correspondence simply to\neliminate unflattering or unwelcome opinions or factually inaccurate statements. Rather, they must\nshow that a regulation authorizing mail censorship furthers one or more of the substantial\ngovernmental interests of security, order, and rehabilitation. Second, the limitation of First\nAmendment freedoms must be no greater than is necessary or essential to the protection of the\nparticular governmental interest involved. Thus a restriction on inmate correspondence that\nfurthers an important or substantial interest of penal administration will nevertheless be invalid if\nits sweep is unnecessarily broad.\n416 U.S. at 413-14, 94 S.Ct. at 1811, 40 L.Ed.2d at 240.\n624 *624 Appellant makes three attempts at identifying the required \"substantial governmental interest.\" The first is\nhis contention that to allow letters like this would result in \"a total breakdown in prison security and discipline.\"\nThis is similar to the contentions made by prison officials in Martinez and found unpersuasive by the Supreme\nCourt. There it was claimed that mail containing \"disrespectful comments\" or \"derogatory remarks\", or statements\n\nthat \"magnify grievances\" or \"unduly complain\" could be censored \"as a precaution against flash riots and in the\nfurtherance of inmate rehabilitation.\" 416 U.S. at 415-16, 94 S.Ct. at 1812, 40 L.Ed.2d at 241. The Court found\nthis an inadequate justification, since the officials did not give any indication of what causal relationships there\ncould be between such mail and these results. No one wants to be the target of insulting remarks like those in\nMcNamara's letter. But coarse and offensive remarks are not inherently breaches of discipline and security, nor is\nthere any showing that they will necessarily lead to the breaking down of security or discipline. As we have\nrecognized, \"Martinez . . . emphatically states that mere complaints and disrespectful comments cannot be\ngrounds for refusing to send or deliver a letter.\" Guajardo v. Estelle, 580 F.2d 748, 757 (CA5, 1978). Censorship\nfor violation of prison disciplinary rules is properly limited to communications that relate to more concrete\nviolations such as \"escape plans, plans for disruption of the prison system or work routine, or plans for the\n[4]\nimportation of contraband.\" Id.; see Martinez, 416 U.S. at 413, 94 S.Ct. at 1811, 40 L.Ed.2d at 240. Appellant\nargues that if insults such as this were made orally to prison guards, face to face, they would be punishable as\nbreaches of discipline. This may be so; we need not decide it. These remarks were in writing and were directed\nto the inmate's girlfriend, not the prison staff.\nAppellant contends that the letter \"could also be considered obscene.\" Vulgar it is; obscene it is not. The\nSupreme Court, faced with a similar situation in Cohen v. California, 403 U.S. 15, 91 S.Ct. 1780, 29 L.Ed.2d 284\n[5]\n(1971),  reminded that:\nWhatever else may be necessary to give rise to the States' broader power to prohibit obscene\nexpression, such expression must be, in some significant way, erotic. . . . It cannot plausibly be\nmaintained that this vulgar allusion to the Selective Service System would conjure up such\npsychic stimulation in anyone . . .\n403 U.S. at 20, 91 S.Ct. at 1785, 29 L.Ed.2d at 291. Judged by this standard, the inmate's letter in this case is\nnot obscene. We have held that there may be some prison censorship of sexually explicit materials that fall short\nof obscenity. Guajardo, 580 F.2d at 757. But under Martinez there must still be some connection to a\ngovernmental interest. In Guajardo that interest was the prohibition of materials that might exacerbate a prison\nproblem of sexual attacks. Id. at 762. No such interest is implicated by the mailing of non-erotic vulgarities from a\nprisoner to a person on the outside.\nFinally, appellant argues that the letter was libelous. Even if it is libelous, Martinez indicates that letters may not\nbe suppressed simply because they are \"defamatory\". 416 U.S. at 415-16, 94 S.Ct. at 1812, 40 L.Ed.2d at 224.\nHere again there must be some relation to a substantial governmental interest, and the appellant has advanced\nno such interest here. If the warden's purpose is to prevent strongly worded and exaggerated criticism of prison\nofficials from reaching the public, this is precisely the sort of purpose ruled impermissible by Martinez.\n625 *625 The district court awarded nominal damages of one dollar against appellant individually. All the court said in\nsupport of the award is that despite lack of actual damages, \"nominal damages may be presumed when\nconstitutionally protected rights are violated,\" citing Sexton v. Gibbs, 327 F.Supp. 134, 142 (N.D.Tex.1970),aff'd\n446 F.2d 904 (CA5, 1971),cert. denied,404 U.S. 1062, 92 S.Ct. 733, 30 L.Ed.2d 751 (1972). Appellant contends\nthat he is immune from an award of damages because of his good faith. Although the district court did not\naddress this issue in its order, we find no error with the award of damages.\nThe Supreme Court has recognized that while 42 U.S.C. § 1983 exposes state and local officials to individual\nliability for damages under some circumstances, Congress did not intend by enacting that section to strip such\nofficials of immunity afforded them at common law. Procunier v. Navarette, 434 U.S. 555, 561, 98 S.Ct. 855, 859,\n55 L.Ed.2d 24, 30 (1978). Some officials, such as judges, prosecutors, and legislators, are absolutely immune. Id.\nMost other officials have a qualified immunity for acts performed with a good faith belief, based on reasonable\ngrounds, of their legality. Scheuer v. Rhodes, 416 U.S. 232, 247-48, 94 S.Ct. 1683, 1691, 40 L.Ed.2d 90, 103\n[6]\n(1974). This immunity varies according to the scope of the official's discretion and responsibility. Id. Procunier v.\nNavarette, supra, establishes that it is this qualified immunity, as developed in Scheuer v. Rhodes and Wood v.\nStrickland, 420 U.S. 308, 95 S.Ct. 992, 43 L.Ed.2d 214 (1975), that applies to state prison officials. 434 U.S. at\n561-62, 98 S.Ct. at 859-860, 55 L.Ed.2d at 30-31. We recently discussed the application of this test to prison\nofficials:\n\nWood v. Strickland clarified the Scheuer defense by establishing a dual test for measuring the\nexistence of qualified immunity which requires both an objective and a subjective measurement of\nofficial conduct. Under the objective test of Wood, an official, even if he is acting in the sincere\nsubjective belief that he is doing right, loses his cloak of qualified immunity if his actions\ncontravene \"settled, indisputable law.\" Thus, an official is liable under section 1983 \"if he knew or\nreasonably should have known that the action he took within his sphere of official responsibility\nwould violate the constitutional rights\" of the person affected. The fulcrum of this objective first half\nof Wood is the existence, at the time of the official's action, of clearly established judicial decisions\nthat make his action unconstitutional. An official is not \"charged with predicting the future course of\nconstitutional law.\" Navarette brought the objective part of the Wood formulation forward without\nalteration . . ..\n[7]\nBogard v. Cook, 586 F.2d 399, 411 (CA5, 1978) (citations omitted).\nUnder these principles, the evidence before the trial judge justified an award of damages against appellant. He\nmade the decision not to allow the letter to be mailed and signed the note to the prisoner telling him that it was \"in\npoor taste.\" For the reasons discussed above, suppression of the letter is clearly proscribed by the First\n626 Amendment. While the law on this subject was uncertain before Martinez,[8] that opinion *626 brought clarity to\nthe area. McNamara's letter was written over a year and a half after Martinez was decided. Under Bogard,\n[9]\nNavarette, and Wood, the award of nominal damages must be affirmed.\nFinally, the district court awarded costs and attorney's fees against appellant, both individually and in his official\ncapacity. In an action brought under 42 U.S.C. § 1983, attorney's fees may be awarded to the prevailing party\nunder the Attorneys' Fees Awards Act of 1976, P.L. 94-559, 90 Stat. 2641, 42 U.S.C. § 1988. We have held that\nthe award provisions are applicable to all cases that were pending, as was this one, at the time of enactment. \nRainey v. Jackson State College, 551 F.2d 672, 675 (CA5, 1977). Awards against an individual in his official\ncapacity may be made; they are treated as awards against the state. Hutto v. Finney, 437 U.S. 678, 689, 98 S.Ct.\n2565, 2573, 57 L.Ed.2d 522, 539-40 (1978). There is no Eleventh Amendment bar to such awards, and they need\nnot be based on bad faith.\nA more difficult question is whether it was also proper to award attorneys' fees against appellant in his individual\ncapacity. At first glance an affirmative answer seems dictated by the statutory language. Appellee prevailed over\nappellant in his individual capacity as well as in his official capacity, by virtue of the award of nominal damages\nthat we affirm. Such an award may be the basis of an attorney's fee award under § 1988. See Perez v. University\nof Puerto Rico, 600 F.2d 1 (CA1, 1979). However, the legislative history of the Act casts some doubt on this\nconclusion. The Senate Report recommending passage of the Act stated:\n[D]efendants in these cases are often State or local bodies or State or local officials. In such cases\nit is intended that the attorneys' fees, like other items of costs, will be collected either directly from\nthe official, in his official capacity7 from funds of his agency or under his control, or from the State\nor local government (whether or not the agency or government is a named party).\n7 Proof that an official had acted in bad faith could also render him liable for fees in his individual\ncapacity, under the traditional bad faith standard recognized by the Supreme Court in Alyeska, . . .\nS.Rept. 94-1011 at 5, 5 U.S.Code Cong. & Admin.News 1976, p. 5908, at 5913 (1976) (footnote omitted). This\npassage appears to evince a congressional purpose not to subject state and local officials to liability for attorney's\nfees unless they act in bad faith according to the American common law standard mentioned in Alyeska Pipeline\nCo. v. Wilderness Society, 421 U.S. 240, 95 S.Ct. 1612, 44 L.Ed.2d 141 (1975). However, the Supreme Court in \nWood redefined bad faith to include both subjective and objective indicia. As Justice Powell noted, the majority\nopinion in Wood \"explicitly equated\" disregard of settled law with actual malice. 420 U.S. at 328, 95 S.Ct. at 1004,\n43 L.Ed.2d at 229. The district court's finding that Moody was guilty of objective bad faith therefore, under Wood,\nsatisfies the congressional requirement that an official be guilty of bad faith if attorney's fees are to be awarded\nagainst him in his individual capacity.\n627\n\n[10]\n*627 Moreover, even assuming that the Alyeska standard requires subjective bad faith,  to apply such a\nstandard would lead to an anomalous result. Prevailing plaintiffs who are awarded only money damages against\nstate officials (based on conduct found in bad faith under the objective part of the Wood test) would receive no\nattorney's fees under the Act. Were we to read the Senate Report as mandating such a result we would be\ncreating a significant gap in § 1988's coverage without any basis in the statutory language.\nThe Supreme Court has suggested a reading of the Senate Report passage that gives it effect without creating\nsuch a broad exception to the coverage of § 1988. In Hutto v. Finney, supra, the Court, in discussing the\npassage, indicated that the Alyeska standard would be applied to officials \"in injunctive suits.\" 437 U.S. at 699, 98\nS.Ct. at 2578, 57 L.Ed.2d at 540. This interpretation, combined with the Wood test for immunity from damages,\nprovides a reasonable accommodation of the conflicting interests involved. It also conforms with the natural\nreading of § 1988, that wherever an individual damage claim can be sustained an individual attorney's fee award\nmay be made. Since we find that Moody's conduct is not immune from damages under Wood, we affirm the\ndistrict court's attorney's fee award.\nAFFIRMED.\nSKELTON, Senior Judge, concurring in part and dissenting in part:\nI respectfully dissent with respect to that portion of the majority's opinion which affirms the award of attorney's\nfees against the Appellant in his individual capacity in the absence of a finding that Appellant acted in bad faith.\nSuch an award is, in my opinion, contrary to both Congressional intent and case law. I concur with respect to the\nremainder of the majority opinion.\nPrior to the 1976 amendment to 42 U.S.C. § 1988 which authorized a court in its discretion to allow reasonable\nattorney's fees as a part of the prevailing party's costs, the Supreme Court set out the American rule and its\nexceptions for the award of attorney's fees in the case of Alyeska Pipeline Service Co. v. Wilderness Society, 421\nU.S. 240, 95 S.Ct. 1612, 44 L.Ed.2d 141 (1975). In this regard, the court stated:\n\"Against this background, this Court understandably declared in 1967 that with the exception of\nthe small amounts allowed by § 1923 [28 U.S.C. § 1923], the rule `has long been that attorney's\nfees are not ordinarily recoverable . . ..' Fleischmann Distilling Corp., 386 U.S., at 717, 87 S.Ct.\n1404, [1407] 18 L.Ed.2d 475. Other recent cases have also reaffirmed the general rule that,\nabsent statute or enforceable contract, litigants pay their own attorneys' fees. See F. D. Rich Co.,\n417 U.S., at 128-131, 94 S.Ct. 2157, [2164-2166] 40 L.Ed.2d 703; Hall v. Cole, 412 U.S. 1, 4, 93\nS.Ct. 1943, 36 L.Ed.2d 702 (1973).\n\"To be sure, the fee statutes have been construed to allow, in limited circumstances, a reasonable\nattorneys' fee to the prevailing party in excess of the small sums permitted by § 1923. In Trustees\nv. Greenough, 105 U.S. 527, 26 L.Ed. 1157 (1882), the 1853 Act [Act of Feb. 26, 1853, 10 Stat.\n161] was read as not interfering with the historic power of equity to permit the trustee of a fund or\nproperty, or a party preserving or recovering a fund for the benefit of others in addition to himself,\nto recover his costs, including his attorneys' fees, from the fund or property itself or directly from\nthe other parties enjoying the benefit. That rule has been consistently followed. Central Railroad &\nBanking Co. v. Pettus, 113 U.S. 116, 5 S.Ct. 387, 28 L.Ed. 915 (1885); Harrison v. Perea, 168\nU.S. 311, 325-326, 18 S.Ct. 129, [134-135] 42 L.Ed. 478 (1897); United States v. Equitable Trust\n628 Co., 283 U.S. 738, 51 S.Ct. 639, 75 L.Ed. 1379 (1931); Sprague v. Ticonic National Bank, 307 \n*628 U.S. 161, 59 S.Ct. 777, 83 L.Ed. 1184 (1939); Mills v. Electric Auto-Lite Co., 396 U.S. 375,\n90 S.Ct. 616, 24 L.Ed.2d 593 (1970); Hall v. Cole, supra; cf. Hobbs v. McLean, 117 U.S. 567,\n581-582, 6 S.Ct. 870, [876-877] 29 L.Ed. 940 (1886). See generally Dawson, Lawyers and\nInvoluntary Clients: Attorney Fees From Funds, 87 Harv.L.Rev. 1597 (1974). Also, a court may\nassess attorneys' fees for the `willful disobedience of a court order . . . as part of the fine to be\nlevied on the defendant[,] Toledo Scale Co. v. Computing Scale Co., 261 U.S. 399, 426-428, 43\nS.Ct. 458, [465-466] 67 L.Ed. 719 (1923),' Fleischmann Distilling Corp. v. Maier Brewing Co.,\nsupra, 386 U.S., at 718, 87 S.Ct. 1404, 18 L.Ed.2d 475; or when the losing party has `acted in bad\nfaith, vexatiously, wantonly, or for oppressive reasons . . .' F. D. Rich Co., 417 U.S. at 129, 94\n\nS.Ct. 2157, 40 L.Ed.2d 703 (citing Vaughan v. Atkinson, 369 U.S. 527, 82 S.Ct. 997, 8 L.Ed.2d 88\n(1962)); cf. Universal Oil Products Co. v. Root Refining Co., 328 U.S. 575, 580, 66 S.Ct. 1176,\n[1179] 90 L.Ed. 1447 (1946). These exceptions are unquestionably assertions of inherent power in\nthe courts to allow attorneys' fees in particular situations, unless forbidden by Congress,\n. . . .\" (Emphasis supplied). 421 U.S. at 257-258, 95 S.Ct. at 1612, 1621, 1622, 44 L.Ed.2d at\n153-154.\nIn addition to the statement of the rule and its exceptions, the court was careful to emphasize that it was the\nprovince of Congress and not the courts to determine when and if attorney's fees could be awarded. The Court\nstated as follows:\n\"Congress has not repudiated the judicially fashioned exceptions to the general rule against\nallowing substantial attorneys' fees; but neither has it retracted, repealed, or modified the\nlimitations on taxable fees contained in the 1853 statute and its successors. Nor has it extended\nany roving authority to the Judiciary to allow counsel fees as costs or otherwise whenever the\ncourts might deem them warranted. What Congress has done, however, while fully recognizing\nand accepting the general rule, is to make specific and explicit provisions for the allowance of\nattorneys' fees under selected statutes granting or protecting various federal rights. These\nstatutory allowances are now available in a variety of circumstances, but they also differ\nconsiderably among themselves. Under the antitrust laws, for instance, allowance of attorneys'\nfees to a plaintiff awarded treble damages is mandatory. In patent litigation, in contrast, `[t]he court\nin exceptional cases may award reasonable attorney fees to the prevailing party.' 35 USC § 285\n[35 USCS § 285] (emphasis added.) Under Title II of the Civil Rights Act of 1964, 42 USC §\n2000a-3(b) [42 USCS § 2000a-3(b)], the prevailing party is entitled to attorneys' fees, at the\ndiscretion of the court, but we have held that Congress intended that the award should be made to\nthe successful plaintiff absent exceptional circumstances. Newman v. Piggie Park Enterprises,\nInc., 390 U.S. 400, 402, 88 S.Ct. 964, 19 L.Ed.2d 1263 (1968). See also Northcross v. Board of\nEducation of the Memphis City Schools, 412 U.S. 427, 93 S.Ct. 2201, 37 L.Ed.2d 48 (1973).\nUnder this scheme of things, it is apparent that the circumstances under which attorneys' fees are\nto be awarded and the range of discretion of the courts in making those awards are matters for\nCongress to determine.\n. . . . .\n\"But the rule followed in our courts with respect to attorneys' fees has survived. It is deeply rooted\nin our history and in congressional policy; and it is not for us to invade the legislature's province by\nredistributing litigation costs in the manner suggested by respondents and followed by the Court of\nAppeals.\" (Emphasis supplied). 421 U.S. at 260-271, 95 S.Ct. at 1623, 1628, 44 L.Ed.2d at 154\n-156 and 161.\n629 With the language of Alyeska in mind, I now consider the legislative intent of Congress *629 in enacting the 1976\n[1]\namendment to 42 U.S.C. § 1988.\nOn its face, the statute does not require any fact finding or other prerequisite prior to the award of attorney's fees;\nthe matter is, of course, within the court's sound discretion. However, the legislative history behind the statute\ndoes present a different view. The Senate Report stated:\n\"[D]efendants in these cases are often State or local bodies or State or local officials. In such\ncases it is intended that the attorneys' fees, like other items of costs, will be collected either\ndirectly from the official, in his official capacity,7 from funds of his agency or under his control, or\nfrom the State or local government (whether or not the agency or government is a named party).\"\n94th Cong. (1976), U.S.Code Cong. & Admin. News, p. 5913.\n7 Proof that an official had acted in bad faith could also render him liable for fees in his individual\ncapacity, under the traditional bad faith standard recognized by the Supreme Court in Alyeska.\n. . .\" S.Rep.94-1011 at 5. 94th Cong. (1976), U.S.Code Cong. & Admin.News, p. 5913.\n\nIt is obvious, therefore, that Congress did not intend for courts to abandon the \"bad faith\" requirement of the\nAmerican common law recognized in Alyeska when awarding attorney's fees against officials in their individual\ncapacity.\nIn Hutto v. Finney, 437 U.S. 678, 98 S.Ct. 2565, 57 L.Ed.2d 522 (1978), the Supreme Court had an occasion to\nconsider the legislative history behind 42 U.S.C. § 1988. The Court noted that:\n\"The legislative history [of 42 U.S.C. § 1988] makes it clear that in such suits attorney's fee\nawards should generally be obtained `either directly from the official in his official capacity, from\nfunds of his agency or under his control, or from the State or local government (whether or not the\nagency or government is a named party).' S.Rep.No.94-1011, p. 5 (1976), [U.S.Code Cong. &\nAdmin.News 1976, p. 5913.] Awards against the official in his individual capacity, in contrast, were\nnot to be affected by the statute; in injunctive suits they would continue to be awarded only `under\nthe traditional bad faith standard recognized by the Supreme Court in Alyeska.' Id., at 5 n. 7, [U.S.\nCode Cong. & Admin.News 1976, p. 5913.] There is no indication in this case that the named\ndefendants litigated in bad faith before the Court of Appeals. Consequently, the Department of\nCorrection is the entity intended by Congress to bear the burden of the counsel fees award.\"\n(Emphasis supplied). 437 U.S. at 700, 98 S.Ct. at 2579, 57 L.Ed.2d at 540.\nThe majority implies that the court's reference to \"injunctive suits\" limits the \"bad faith standard\" to such suits.\nHowever, that is not the case. The only reason why the court mentioned injunctive suits was because that was\nthe nature of the lawsuit before it. The Alyeska case and the Senate report upon which the Supreme Court in \nHutto based its conclusion did not limit the bad faith standard to injunctive suits and neither did the court in Hutto.\nTherefore, it is apparent that Congress did not intend to repudiate the \"bad faith\" standard of American common\nlaw as a requirement to awarding attorney's fees against an official in his individual capacity.\nIn addition to the foregoing, two other circuits and, in at least two instances this circuit, have recognized that a\nfinding of bad faith is a prerequisite to the award of attorney's fees against an official in his individual capacity.\nThe cases are as follows:\n630 (1) Skehan v. Board of Trustees, 590 F.2d 470 (3 Cir. 1978). The court citing Hutto,*630supra, held that, based\non the trial court's finding of no bad faith, the trial court correctly refused to grant an award of attorney's fees\nagainst a college president in his individual capacity. The court stated:\n\"Thus, the district court's refusal to award fees to Skehan against defendant Nossen in his\nindividual capacity could be affirmed on the basis of the court's factual finding that the defendants\nin this case had not pursued their defense in bad faith.\"\n. . . . .\n\"That refusal must be viewed as a valid exercise of the court's discretion under the Act, given its\nprevious determinations that Nossen was officially immune from damage liability and that he had\nnot pursued his defense in bad faith.\" (Emphasis supplied). 590 F.2d at 495.\n(2) Pickett v. Milam, 579 F.2d 1118 (8 Cir. 1978). In a suit against election commissioners, the court held:\n\"We agree with the district court's finding that there is no indication that the appellees acted in bad\nfaith. Thus, no award of attorney fees against the appellees in their individual capacities is\njustified. See Hutto v. Finney, supra, 437 U.S. 678, 98 S.Ct. 2565 at 2579, 57 L.Ed.2d 522.\nHowever, the specter of personal liability was removed by the Supreme Court's recent opinion in \nHutto v. Finney, supra.\" (Emphasis supplied). 579 F.2d at 1120.\n(3) Miller v. Carson, 563 F.2d 741 (5 Cir. 1977): In an action for declaratory and injunctive relief, damages and\nattorney's fees, this Court approved the award of attorney's fees based on the \"bad faith\" standard by saying:\n\n\"A. The Civil Rights Attorney's Fees Awards Act of 1976\nWe base our holding that the award was authorized on the Civil Rights Attorney's Fees Awards Act\nof 1976,26 Pub.L. 94-559, § 2, Oct. 19, 1976, 90 Stat. 2641, codified at 42 U.S.C. § 1988. That\nAct provides in relevant part: `In any action or proceeding to enforce a provision of sections 1981,\n1982, 1983, 1985, and 1986 of this title, . . . the court, in its discretion, may allow the prevailing\nparty, other than the United States, a reasonable attorney's fee as part of the costs.\"\n26 We affirm the trial court's finding that the plaintiffs are entitled to recover an attorney's fee from\nSheriff Dale Carson in his individual capacity on the basis of the bad faith exception to the general\nrule that a party must pay his own attorney's fee. See 401 F.Supp. at 853-57 . . .\" (Emphasis\nsupplied). 563 F.2d at 754.\n(4) Morrow v. Dillard, 580 F.2d 1284 (5 Cir. 1978). While discussing the legislative history behind 42 U.S.C. §\n1988, this Court noted:\n\"The Senate Report [S.Rep.94-1011, 94th Cong., 2nd Sess. (1976)] also indicated that where a\nstate official was guilty of bad faith, attorney's fees could be awarded against him in his private\ncapacity under Alyeska.\" (Emphasis supplied). 580 F.2d at 1299, n. 18.\nFurthermore, as a practical matter in the absence of a clear mandate from Congress, the detrimental effects of\nawarding attorney's fees against an official in his individual capacity in the absence of bad faith should be\ncarefully considered. The possibility of such an award being granted would place an onerous threat and burden\non officials in their exercise of the various duties and responsibilities of their offices. Faced with the possibility of\nhaving to pay large amounts as attorney's fees for even good faith errors, officials will be timid and reluctant to\nmake even routine decisions. As a result, the efficient administration and management of governmental offices\nwill be adversely affected. The Supreme Court has recognized this undesirable result in at least two recent\ncases. In Wood v. Strickland, 420 U.S. 308, 95 S.Ct. 992, 43 L.Ed.2d 214 (1975), the court considered the liability\nof local school officials for their official acts. The court observed that:\n\"We think there must be a degree of immunity if the work of the schools is to go forward; and,\nhowever worded, the immunity must be such that public school officials understand that action\n631 taken in *631 the good-faith fulfillment of their responsibilities and within the bounds of reason\nunder all the circumstances will not be punished and that they need not exercise their discretion\nwith undue timidity.\" (Emphasis supplied). 420 U.S. at 321, 95 S.Ct. at 1000, 43 L.Ed.2d at 224.\nAnd in Hutto, supra, the court recognized that:\n\"This [requiring officers to pay attorney's fee awards instead of the state] is manifestly unfair when,\nas here, the individual officers have no personal interest in the conduct of the State's litigation, and\nit defies this Court's insistence in a related context that imposing personal liability in the absence\nof bad faith may cause state officers to `exercise their discretion with undue timidity.' Wood v.\nStrickland, 420 U.S. 308, 321, 95 S.Ct. 992, [1000] 43 L.Ed.2d 214.\" 437 U.S. at 699, n. 32, 98\nS.Ct. at 2578, n. 32, 57 L.Ed.2d at 540, n. 32.\nBased on this rationale of the Supreme Court, it is clear that the Court did not intend that public officials could be\n\"punished\" by monetary awards being approved against them in their individual capacities for their official acts\nwhen they did not act in bad faith.\nIn conclusion and in summary, the award of attorney's fees against the officer in this case in his individual\ncapacity, in the absence of a finding of bad faith, is contrary to both the unequivocal expression of Congressional\nintent and the prior holdings of the Supreme Court and of this and other circuit courts. Therefore, I would reverse\nthe district court's award of attorney's fees against the Appellant in his individual capacity based on that court's\nfinding that the plaintiff \"made no showing that the withholding of plaintiff's letter was done wilfully, with reckless\n[2]\ndisregard for plaintiff's rights.\"\n\nI consider this to be a finding that the Appellant did not act in bad faith. Consequently, the judgment against him\nin his individual capacity for attorney fees is erroneous.\n[*] Senior Judge Byron G. Skelton of the United States Court of Claims, sitting by designation.\n[1] The letter was addressed to \"Mrs. John P. McNamara,\" but both parties refer to the intended recipient as\nappellee's \"girlfriend.\" \nThe other letter involved in the case was one written to a member of Congress. It was rejected because it was\nnot written on prison stationery. The district court found no constitutional infirmity in the prison stationery rule, and\nappellee does not press the point now.\n[2] The portion of McNamara's letter found to be offensive reads as follows: \nI wish I could write w/o some perverted dung-hole reading my words, but such is not the case. It is really a shame\nthat there are those who have such a blah ! life that they must masturbate themselves while they read other\npeople's mail. I don't think the guy is married; however, one of the freeman told me the other day that he has a\ncat and that he is suspected of having relations of some sort with his cat. If the shoe fits him, watch him blush the\nnext time we see him. I'll point him out to you and you can laugh at him. \"Look, honey. There goes that pervert\nwho has sex with a cat and masturbates while reading other people's mail.\" This is what I think of him. These are\nmy thoughts, and I am entitled to them.\nThe full text of Moody's note to McNamara was as follows:\nI find your letter in poor taste and absolutely unacceptable for mailing from this institution.\nIn the future you will refrain from derrogatory [sic] remarks about the mail room officers and their business. They\nhave a job to do and I intend that they do it. There is not any intent on their part to harrass you or anyone else. I\nassure you that my patience is running very short with your juvenile antics. The next time you write a letter such\nas the one attached, you may be sure that you will meet with the disciplinary team.\n[3] The Court based the Martinez holding squarely on the First Amendment rights of the outside correspondents,\nthus avoiding the somewhat more difficult question of the scope of prisoners' First Amendment rights. The\nexigencies of prison administration justify some more stringent restrictions on prisoners' speech and association\nthan would be permissible on the outside. Jones v. North Carolina Prisoners' Union, 433 U.S. 119, 97 S.Ct. 2532,\n53 L.Ed.2d 629 (1977). The only aspect of Jones concerning communications between prisoners and those on\nthe outside was its allowance of a prison rule against bulk mailings of literature for redistribution in the prison. In\napproving such a rule the Court stressed that it had no effect on communication between outside individuals and\nindividual inmates. 433 U.S. at 128, 97 S.Ct. at 2539, 53 L.Ed.2d at 640.\n[4] In Guajardo we rejected the contention that a rule providing for censorship of letters concerning plans for the\nviolation of prison rules was overly vague. In so doing we relied upon our conclusion that, in light of Martinez, the\nregulation could not have been meant to apply to mere disrespect.\n[5] In that case the appellant had been prosecuted for publicly wearing a jacket with the words \"Fuck the Draft\"\nwritten on it. 403 U.S. at 16, 91 S.Ct. at 1780, 29 L.Ed.2d at 289.\n[6] Thus the district court was justified in imposing liability on appellant Moody, who made the decision to\nsuppress the letter, while not imposing liability on defendant Fluharty, the mail censoring officer, who merely\nreferred the matter to Moody.\n[7]Bogard then goes on to state that: \nUnder that second branch of the official immunity doctrine, an official forfeits his immunity, if whatever the\nobjective state of the law at the time of his conduct, his subjective intent was to harm the plaintiff.\nId. This point does not concern us, since there is no showing here of appellant's subjective intent.\n\n[8] Before Martinez \"the tension between the traditional policy of judicial restraint regarding prisoner complaints\nand the need to protect constitutional rights . . . led the federal courts to adopt a variety of widely inconsistent\napproaches to the problem [of prisoner mail].\" Martinez, 416 U.S. at 406, 94 S.Ct. at 1808, 40 L.Ed.2d at 236. In \nProcunier v. Navarette, supra, the Court relied on this fact in holding that in the period 1971-1972 (before \nMartinez) there were no \"clearly established\" rights with respect to prisoner correspondence and that therefore\nofficials could not be liable under Wood for infringing such rights. 434 U.S. at 562-65, 98 S.Ct. at 860-861, 55\nL.Ed.2d at 31-33.\n[9] Our conclusion is not altered by the district court's statement in another part of its order that \"[p]laintiff has\nmade no showing that the withholding of plaintiff's letter was done willfully, with reckless disregard for plaintiff's\nrights.\" This observation was made with regard to an unrelated issue, the court's refusal (not challenged here) to\naward punitive damages. Thus it was not made in conjunction with a consideration of the \"objective\" part of the \nWood v. Strickland test. Even if we were to consider this a relevant finding of fact, we are not bound by it, since\nour review of this case (submitted on stipulations and documents without oral testimony) is not limited to the\nusual clearly erroneous standard. Nash v. Estelle, 597 F.2d 513, 518 (CA5, 1979) (en banc); Caradelis v.\nRefineria Panama, S.A., 384 F.2d 589, 593 (CA5, 1967).\n[10] We find no authority indicating whether an Alyeska bad faith award may be made in the absence of\nsubjective bad faith. Because we decide this case on other grounds, we need not reach this issue.\n[1] 42 U.S.C. § 1988, as amended, states in pertinent part as follows: \n\". . . In any action or proceeding to enforce a provision of sections 1981, 1982, 1983, 1985, and 1986 of this title,\ntitle IX of Public Law 92-318, or in any civil action or proceeding, by or on behalf of the United States of America,\nto enforce, or charging a violation of a provision of the United States Internal Revenue Code, or title VI of the Civil\nRights Act of 1964, the court, in its discretion, may allow the prevailing party, other than the United States, a\nreasonable attorney's fee as part of the costs.\"\n[2] In the absence of evidence to the contrary, public officials are presumed to have acted in good faith. \nGreenway v. United States, 175 Ct.Cl. 350 (1966),cert. denied,385 U.S. 881, 87 S.Ct. 167, 17 L.Ed.2d 108\n(1966); Kozak v. United States, 458 F.2d 39, 198 Ct.Cl. 31 (1972); Kalvar Corp. v. United States, 543 F.2d 1298,\n211 Ct.Cl. 192 (1976),cert. denied,434 U.S. 830, 98 S.Ct. 112, 54 L.Ed.2d 89 (1977); see United States v.\nChemical Foundation, 272 U.S. 1, 47 S.Ct. 1, 71 L.Ed. 131 (1926), and Snowden v. Hughes, 321 U.S. 1, 64 S.Ct.\n397, 88 L.Ed. 497 (1944).\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54667"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129166,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129166"
    },
    {
      "date": "1980-06-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 929,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 447,
      "cite_2_page": 3028,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 100,
      "cite_3_page": 1124,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 65,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 3266,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/3266.pdf",
      "title": "Memorandum Decision",
      "text": "3028  100 SUPREME COURT REPORTER  447 U.S. \n1  4 \n447 U.S. 929, 65 L.Ed.2d 1123  447 U.S. 929, 65 L.Ed.2d 1124 \nRichard Stephen COMEAUX, petitioner,  HART BOOK STORES, INC.,  et al., \nv.  UNITED STATES.  No.  79-6625.  petitioners, v.  Rufus EDMISTEN, \nCase below, 618 F.2d  117.  et al.  No.  79-1352. \nFacts and opinion, D.C.9  450 F-S~PP9.0 4; \nPetition for writ of certiorari to the Unit- \n612 F.2d 821. \ned States Court of  Appeals for the Ninth \nCircuit.  June 16, 1980.  Petition for writ of certio- \nrari to the United States Court of Appeals \nJune 16, 1980.  Denied. \nfor the Fourth Circuit denied. \nC-zz> \n5  Mr. Justice BRENNAN and Mr. Justice \nKEY NUMBERSYSTEM \nMARSHALL would grant the petition for \ncertiorari,  reverse  the  judgment  of  the \nCourt of  Appeals and reinstate the judg- \nments of July 21, 1978 entered in the Unit- \n2  ed States District  Court for the Western \nDistrict of North Carolina and of April 21, \n447 U.S. 929, 65 L.Ed.2d 1124 \n1978 entered in the United  States District \nJodene Lee CARNES, petitioner, v. \nCourt  for  the  Eastern  District  of  North \nUNITED STATES.  No.  79-6629. \nCarolina  declaring  unconstitutional  N.C. \nFacts and opinion, 618 F.2d 68.  G.S. Sections 14-202.10  to .12. \nPetition for writ of certiorari to the Unit- \ned States Court of  Appeals for the Ninth \nCircuit. \nJune 16, 1980.  Denied. \nKEY NUMBER SYSTEM \nKEY NUMBERSYSTEM \n3 \n447 U.S. 929, 65 L.Ed.2d 1124 \n447 U.S. 929, 65 L.Ed.2d 1124 \nJ. C. MOODY, etc.,  petitioner, v.  John P. \nDonald Phillip LENZ, petitioner, v.  McNAMARA.  No.  79-1605. \nUNITED STATES.  No. 79-6637. \nFacts and opinion, 606 F.2d 621. \nFacts and opinion, 616 F.2d 960. \nJune 16, 1980.  Motion of respondent for \nPetition for writ of certiorari to the Unit- \nleave to proceed in forma pauperis granted. \ned States Court of  Appeals for the Sixth \nPetition for writ of certiorari to the United \nCircuit. \nStates Court of Appeals for the Fifth Cir- \nJune 16, 1980.  Denied.  cuit denied. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/3266"
    }
  ],
  "document_count": 4
}