{
  "case_id": 14570,
  "fetched_at": "2025-10-22T00:22:56.115260",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "None of the above"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "National Security Agency ",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "United States",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title V order (PATRIOT Act § 215, business records or other tangible things), 50 U.S.C. §§ 1861-1862"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2015,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2015-06-02",
    "filing_year": 2015,
    "id": 14570,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Terrorism/Post 9-11 issues"
    ],
    "last_checked_date": "2016-04-03T00:00:00-04:00",
    "main_docket": {
      "id": 29712,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2015,
      "docket_filing_number": 75,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "BR 15-75",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re Application of the Federal Bureau of Investigation for an Order Requiring the Production of Tangible Things from [redacted] [BR 15-75]",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "United States Government",
    "plaintiff_type": [],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 14568,
        "name": "In re Motion in Opposition to Government's Imminent or Recently-Made Request to Resume Bulk Data Collection Under PATRIOT Act § 215 [Misc. 15-01]"
      },
      {
        "id": 14634,
        "name": "In re Applications of the Federal Bureau of Investigation for Orders Requiring the Production of Tangible Things [BR 15-77 & 15-78]"
      }
    ],
    "relief_natures": [
      "Declaratory Judgment"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2015-06-29",
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Act -- Telephony Metadata",
      "Foreign Intelligence Surveillance Court"
    ],
    "special_case_type": [],
    "state": "District of Columbia",
    "summary": "<p>Following the September 11, 2001 terrorist attacks, the National Security Agency (NSA) began the bulk collection of \"telephony metadata\" from all available domestic phone calls. This metadata did not include the call's content or party names, but did include phone numbers placed and received; the date, time and duration of calls; some location identifiers; and calling card numbers. In 2006, the government sought and received approval of the program from the U.S. Foreign Intelligence Surveillance Court (FISC) under Section 501 of the Foreign Intelligence Surveillance Act of 1978 (FISA), as amended by Section 215 of the USA PATRIOT Act. Since 2006, the telephony metadata collection program has been reauthorized many times, most recently by FISC Judge James E. Boasberg in <em>In re Application of the Federal Bureau of Investigation for an Order Requiring the Production of Tangible Things from [redacted]</em>, FISA Docket <a href=\"http://www.clearinghouse.net/detail.php?id=14358\" target=\"_blank\" rel=\"noopener\">BR 15-24</a>. On June 2, 2015, Congress passed the USA FREEDOM Act of 2015, which prohibited the bulk collection of telephony metadata under Section 215, and instead established a new mechanism for targeted production of call detail records which \"shall take effect . . . 180 days after the enactment\" of the USA FREEDOM Act. On June 8, 2015, the government filed this application in the FISC to obtain continued authorization for collection of telephony metadata for this 180-day transition period between the expiration of authorization under FISA Docket BR 15-24 and the new procedures authorized by the USA FREEDOM Act. Prior to the government's application, FreedomWorks Foundation, a nonprofit political advocacy group, filed a motion opposing the reauthorization of the program. See <a href=\"http://www.clearinghouse.net/detail.php?id=14568\" target=\"_blank\" rel=\"noopener\">FISA Docket Misc. 15-01</a>.</p>\r\n<p>On June 29, 2015, FISC Judge Michael W. Mosman approved the government's application in FISA Docket BR 15-75 for continuation of authority to collect telephony metadata during the 180-day transition period. Judge Mosman first noted that he was appointing FreedomWorks Foundation as <em>amicus curiae</em> as authorized under Section 102(i)(2)(A) of the USA FREEDOM Act, and would utilize their brief as an amicus brief under this application.</p>\r\n<p>However, Judge Mosman determined that FreedomWorks Foundation's arguments lacked merit. Judge Mosman relied heavily on Judge Saylor's reasoning in <a href=\"http://www.clearinghouse.net/detail.php?id=14634\" target=\"_blank\" rel=\"noopener\">FISA Docket BR 15-77 and 15-78</a>, holding that the effect of the USA FREEDOM Act was to continue Section 501 as amended by Section 215 of the PATRIOT Act. Judge Mosman also determined it was Congress' intent to re-authorize the bulk collection of telephony metadata under Section 501 during this period.</p>\r\n<p>On November 27, 2015, the Office of the Director of National Intelligence (ODNI) issued a <a href=\"http://icontherecord.tumblr.com/post/134069716908/odni-announces-transition-to-new-telephone\" target=\"_blank\" rel=\"noopener\">statement</a> confirming that the 180-day transition period would cease on November 29. However, ODNI also confirmed that the government had requested \"limited access to historical Section 215 metadata until February 29, 2016, limited to technical personnel and solely for the purpose of verifying that the new targeted production mechanism authorized by the USA FREEDOM Act is working as intended.\" This request was approved by the FISC in <a href=\"http://www.clearinghouse.net/detail.php?id=15210\" target=\"_blank\" rel=\"noopener\">FISA Docket BR 15-99</a>.</p>\r\n<p>On March 2, 2019, Luke Murry, National Security Advisor to Republican House Minority Leader Kevin McCarthy, discussed the status of USA FREEDOM Act surveillance during a podcast for the national security website Lawfare. Mr. Murry disclosed that the Trump administration &ldquo;hasn&rsquo;t actually been using it for the past six months,&rdquo; and that the administration might not ask Congress to renew its legal authority, which is set to expire on December 15, 2019.</p>",
    "summary_published_date": "2023-03-19T14:58:11.756274-04:00",
    "summary_short": "In June 2015, following passage of the USA FREEDOM Act of 2015, the government filed this application with the U.S. Foreign Intelligence Surveillance Court requesting continued authorization of bulk telephony metadata collection under Section 501 of the Foreign Intelligence Surveillance Act. This authorization had expired prior to the passage of the USA FREEDOM Act, and Congress had provided for a replacement procedure for production of call detail records which would take effect 180 days after the enactment of the USA FREEDOM Act. The government was seeking authorization for this 180-day period. The FISC approved the application on June 29, 2015, and according to a statement by the Office of the Director of National Intelligence, this collection ended on November 29, 2015.",
    "summary_tiny": null,
    "terminating_date": "2015-06-29",
    "clearinghouse_link": "clearinghouse.net/case/14570",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14570",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14570",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14570"
  },
  "documents": [
    {
      "date": "2015-06-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 5637562,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2015,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 81728,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/81728.pdf",
      "title": "Opinion and Order",
      "text": "Flied \nUnited States Foreign \nlntelllgence Survtlll1nce Court \nUNITED STATES \nJUN  2 9 2015 \nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nLMAnn Flynn Hall, Clerk of Court \nWASHINGTON, D.C. \nIN RE APPLICATION OF THE FEDERAL \nBUREAU OF INVESTIGATION FOR AN  Docket No. BR 15-75 \nORDER REQUIRING THE PRODUCTION \nOF TANGIBLE THINGS \nIN RE MOTION IN OPPOSITION TO \nGOVERNMENT'S REQUEST TO RESUME  Docket No. Misc. 15-01 \nBULK DA TA COLLECTION UNDER \nPATRIOT ACT SECTION 215 \nOPINION AND ORDER \n\"Plus c;a change, plus c'est la meme chose,\" well, at least for 180 days. This application \npresents the question whether the recently-enacted USA FREEDOM Act, 1 in amending Title V \nof FISA,2 ended the bulk collection of telephone metadata. The short answer is yes.  But in doing \nso, Congress deliberately carved out a 180-day period following the date of enactment in which \nsuch collection was specifically authorized. For this reason, the Court approves the application in \nthis case. \n1  Uniting and Strengthening America by Fulfilling Rights and Ensuring Effective \nDiscipline Over Monitoring Act of 2015, Pub. L. No. 114-23, 129 Stat. 268 (USA FREEDOM \nAct, another example of the tail of a catchy nickname wagging the dog of a Rube Goldberg \nofficial title). \n2 Foreign Intelligence Surveillance Act, codified as amended at 50 U .S.C. § § 1801-1885c. \n\nBackeround \nThe government's application seeks to renew authorities that have been repeatedly \ngranted by the Foreign Intelligence Surveillance Court (FISC) since 2006, and the Court's \nPrimary Order directs the production of the same tangible things to the government on the same \nterms and subject to the same limitations that have been repeatedly approved by the FISC.  In \naddition, by virtue of the USA FREEDOM Act's 180-day transition period, see pages 10-12 \ninfra, the Court is applying the same provisions of Title V of FISA to this application that were \nrelied upon by prior FISC judges when granting previous applications. \nNevertheless, the context in which the instant case arises is quite extraordinary.  The \nFISC most recently directed production of non-content telephone call detail records in bulk to the \nNational Security Agency (NSA) on an ongoing daily basis in an order that was issued on \nFebruary 26, 2015, pursuant to Title V of FISA.  At the government's request, the authorities \ngranted by that order expired on June 1, 2015.  In re Application of the FBI for an Order \nRequiring the Production of Tangible Things, Docket No. BR 15-24, Application at 14 (FISA Ct. \nfiled Feb. 26, 2015); id. Primary Order at 17 (Feb. 26, 2015). \nAt 12:01 a.m. on Monday, June 1, 2015, the sunset provisions in section 102(b)(l) of the \nUSA PATRIOT Improvement and Reauthorization Act took effect, and sections 501 and 502 of \nFISA were amended to read as they read on October 25, 2001 - i.e., as they read prior to the \nenactment of the USA PATRIOT Act.3  On June 2, 2015, Section 705(a) of the USA FREEDOM \n3  See USA PATRIOT Improvement and Reauthorization Act of2005, Pub.  L. No. \n109-177, § 102(b) (1 ), 120 Stat. 192, 194-95 (2006).  Congress extended the sunset date several \ntimes, so that prior to the USA FREEDOM Act, the date was June 1, 2015.  See Department of \nDefense Appropriations Act, 2010, Pub. L. No. 111-118, § 1004, 123 Stat. 3409, 3470 (2009); \n(continued. .. ) \n2 \n\nAct amended those same sunset provisions to change the date from June 1, 2015, to December \n15, 2019.  See USA FREEDOM Act§ 705(a).  Upon enactment, President Obama announced: \n\"my Administration will work expeditiously to ensure our national security professionals again \nhave the full set of vital tools they need to continue protecting the country.\"  Statement by \nPresident Obama on the USA FREEDOM Act, available at https://www.whitehouse.gov/the-\npress-office/20151061021 statement-president-usa-freedom-act. \nLater on June 2, 2015, the government filed an Application in the above-captioned matter \nseeking to re-initiate the authority granted previously by the FISC in Docket Number BR \n15-24.  The Application was accompanied by a Motion for Relief from FISC Rule 9(a), in which \nthe government requested that the Court entertain the application as soon as practicable. \nIn response to the President's statement and other indications by government officials that \nthe government would be seeking to renew the authorities granted in FISC Docket Number \nBR15-24, Movants Kenneth T. Cuccinelli, II, and Freedom Works, Inc. filed a motion on June 5, \n2015, seeking to intervene in any such proceedings, or alternatively, to be appointed as amici \ncuriae pursuant to newly enacted provisions of the USA FREEDOM Act.  On June 12, 2015, the \ngovernment filed its Response and Movants filed a Supplemental Brief pursuant to an order \nissued by this Court on June 5, 2015. \n3 continued) \n( ••• \nAct of Feb. 27, 2010, Pub. L. No. 111- 141, § l(a), 124 Stat. 37; FISA Sunsets Extension Act of \n2011, Pub. L. No. 112-3, § (2)(a), 125 Stat. 4; and PATRIOT Sunsets Extension Act of201 l, \nPub. L. No. 112- 14, § 2(a), 125 Stat. 216. \n3 \n\nFinally, On June 12, 2015, the Center for National Security Studies (\"the Center\") filed a \nmotion seeking to file a notice bringing to the Court's attention its amicus brief, which was \npreviously filed in Docket Number Misc. 14-01. \nMovants' Request to Intervene Is Dismissed Under the \"First-to-File\" Rule and Their \nRequest For Appointment as Amici Curiae Is Granted \nMovants ask this Court to deny the government's renewal application, to declare that the \ncollection is illegal, to enjoin the government from further implementing its metadata program, \nto order the government to destroy the metadata it has collected to date, and to award Movants \nfees and costs.  Motion in Opposition at 40.  In effect, Movants seek to participate as parties in \nthe Court's consideration of the Application.  In the alternative, Movants request to be appointed \namici curiae for the purpose of arguing against the lawfulness of the bulk telephone metadata \nprogram.  Id. at 6.  For the reasons explained below, the Motion in Opposition is dismissed \ninsofar as it seeks leave for the Movants to join this proceeding as parties.  The request for \nappointment as amici curiae is granted. \nThe parties and issues involved in the Motion in Opposition, as well as the relief sought \nby Movants in this Court, extensively overlap with a suit previously commenced in the United \nStates District Court for the District of Columbia.  See Paul v. Obama, Docket No. 1: 14-cv-262-\nRJL (D.D.C .. , filed Mar. 26, 2014) (\"District Court case\").  Movant Freedom Works is a plaintiff \nand Movant Cuccinelli is plaintiffs' counsel in the District Court case.  First Amended Class \nAction Complaint for Declaratory and Injunctive Relief (\"First Amended Complaint\") at 3, 17. \nThe complaint in the District Court case names the President, the Director of National \nIntelligence, the Director of the Federal Bureau of Investigation (FBI), and the Director of the \n4 \n\nNational Security Agency (NSA) as defendants, id. at 4, while the Movants name the holders of \nthe same offices as \"respondents\" in this Court.  Motion in Opposition at 3-4. \nIn the District Court case, FreedomW  orks claims to have standing under Article III of the \nConstitution, based on allegations that are very similar to those made in this Court by Movants in \nsupport of Article III standing.  Compare First Amended Complaint at 3 with Motion in \nOpposition at 3.  As a plaintiff and plaintiffs counsel in the District Court case, Movants \nchallenge on Fourth Amendment grounds the lawfulness of the bulk production of telephone \nmetadata under section 501 of FISA, codified at 50 U.S.C. § 1861, just as they do before this \nCourt, making similar contentions in both courts in support of that challenge.  Compare,~. \nFirst Amended Complaint at 9-11, with Motion in Opposition at 8-17.  And both courts are asked \nto declare the same program unlawful, enjoin its implementation, and order the government to \ndestroy telephone metadata previously obtained under the program.  First Amended Complaint at \n16-17; Motion in Opposition at 40. \n\"As a matter of comity, and in order to conserve judicial resources and avoid inconsistent \njudgments, federal courts do not engage in parallel adjudications involving the same parties and \nissues.\"  Docket No. Misc. 13-02, In Re Orders of This Court Interpreting Section 215 of the \nPatriot Act, Mem. Op. at 13 (FISA Ct. Sept. 13, 2013).  Ordinarily, the court in which the later \naction is brought will defer to the court in which the prior action is pending - a principle called \nthe \"first-to-file\" rule. Application of the first-to-file rule does not require \"exact identity of \nparties, as long as some 'parties in one matter are also in the other matter.\"'  Id. at 14 (quoting \nIntersearch Woldwide, Ltd. v. lntersearch Group, Inc., 544 F. Supp.2d 949, 959 n.6 (N.D. Cal. \n2008)). \n5 \n\nWith regard to the merits of the government's application, considerable overlap with the \nsubstantive legal challenges brought by the plaintiffs in the District Court case is unavoidable. \nWith that overlap comes some degree of duplicative effort and risk of inconsistent outcomes. \nSpecifically, Movants' request to join this proceeding as parties presents essentially the same \nquestions of Article III standing as are presented in the District Court case.  Whether the \nrequirements of Article III standing are indeed satisfied is a substantial question.  Resolving it \nwould be at least a potential source of delay in a proceeding this Court is charged with handling \n\"as expeditiously as possible.\"  FISA § 103(c), codified at 50 U.S.C. § 1803(c).  Moreover, as \nimplied by Movants' request in the alternative for appointment as amici curiae, the Court may \nreceive the benefit of their substantive arguments without having to decide whether they are \npermitted under Article III and the provisions of FISA to join this proceeding as parties and seek \nfrom this Court the full range of declaratory and injunctive relief described in their Motion in \nOpposition (and simultaneously pursued in the District Court case). \nAccordingly, the Court exercises its discretion sua sponte4 to dismiss the Movants' \nrequest to intervene as parties in this matter.  The Court need not and does not reach whether \nMovants have standing under Article III of the Constitution to bring the claims they allege, \nwhether the FISC has jurisdiction to entertain a challenge to an application for an order under \nsection 501 of FISA, notwithstanding the \"ex parte\" nature of the order, see § 501 ( c )(1),5 or \n4  A court may raise issues of comity sua sponte.  United States v. AMC Entertainment, \nInc., 549 F.3d 760, 771 n.5 (91 Cir. 2008). \nh \n5  Unless stated otherwise, citations to section 501 refer to the text of that section that is \ncurrently in effect. \n6 \n\nwhether the FISC has the authority to furnish injunctive or declaratory relief or to award fees and \ncosts.6 \nThe Court now turns to the Movants' alternative request to participate as amici curiae. \nCongress, through the enactment of the USA FREEDOM Act, has expressed a clear preference \nfor greater amicus curiae involvement in certain types of FISC proceedings.  Pursuant to section \n103(i)(2)(A) ofFISA, as amended by section 401 of the USA FREEDOM Act, the Court, \nconsistent with the requirement that it act expeditiously or within a stated time, \"shall appoint an \nindividual [designated by the presiding judges of the FISC and FISCR] to serve as amicus curiae \nto assist such court in the consideration of any application for an order or review that, in the \nopinion of the court, presents a novel or significant interpretation of the law, unless the court \nissues a finding that such appointment is not appropriate.\" FISA § 103(i)(2)(A).  In addition, \nsection 103(i)(2)(B) provides that the court \"may appoint an individual or organization to serve \nas amicus curiae, including to provide technical expertise, in any instance as such court deems \nappropriate or, upon motion, permit an individual or organization leave to file an amicus curiae \nbrief.\" Id. § 103(i)(2)(B) (emphasis added). \nThe Court finds that the government's application \"presents a novel or significant \ninterpretation of the law\" within the meaning of section 103(i)(2)(A).  Because, understandably, \nno one has yet been designated as eligible to be appointed as an amicus curiae under section \n6  It is permissible for a federal court to dismiss an action under the first-to-file rule \nwithout considering Article III standing or other requirements for subject-matter jurisdiction. \nFurniture Brands Int'l, Inc. v. United States Int'l Trade Comm 'n, 804 F. Supp.2d 1, 4-6 (D.D.C. \n2011); see also Sinochem lnt'l Co. Ltd. v. Malaysia Int'l Shipping Corp., 549 U.S. 422, 431 \n(2007) (federal courts have \"leeway to choose among threshold grounds for denying audience to \na case on the merits\") (internal quotation marks omitted). \n7 \n\n103(i)(2)(A), appointment under that provision is not appropriate.  Instead, the Court has chosen \nto appoint the Movants as amici curiae under section 103(i)(2)(B) for the limited purpose of \npresenting their legal arguments as stated in the Motion in Opposition and subsequent \nsubmissions to date. 7  The Court will also treat the brief previously filed by the Center as an \namicus brief in Docket Number BR 15-7 5. \nThe Contentions of Amici Curiae in Opposition to the Application Lack Merit \nHaving reviewed the Motion in Opposition, Movant's Supplemental Brief Addressing \nEffect of§ 109 of USA FREEDOM Act on Bulk Acquisition of Call-Detail Records, filed on \nJune 12, 2015 (Supplemental Brief), and the Brief of Amicus Curiae Center for National Security \nStudies on the Lack of Statutory Authority for This Court's Bulk Telephony Metadata Orders, \nfiled by the Center in Docket Number Misc. 14-01 (Center's Brief), the Court now turns to \nconsider the merits of the Application. \nThe Effect of the USA FREEDOM Act \nOn June 1, 2015, the language of section 501 reverted to how it read on October 25, \n2001.  See page 2 supra.  The government contends that the USA FREEDOM Act, enacted on \nJune 2, 2015, restored the version of section 501 that had been in effect immediately before the \nJune 1 reversion, subject to amendments made by that Act.  Response at 4.  Movants contend that \n7  Courts have broad discretion to determine the nature and extent of the participation of \nan amicus curiae.  See,~. Jin v. Ministry of State Security, 557 F. Supp.2d 131, 136 (D.D.C. \n2008); Waste Management of Pennsylvania. Inc. v. City of York, 162 F.R.D. 34, 36 (M.D. Pa. \n1995).  Given the substantial briefing on the merits received from Movants already, and the \nCourt's statutory obligation to conduct this (and all of its proceedings) \"as expeditiously as \npossible,\" section 103(c), the Court denies Movants' requests to submit additional briefing and \nfor oral argument.  See Motion in Opposition at 6. \n8 \n\nthe USA FREEDOM Act had no such effect.  Supplemental Brief at 1-2.  The Court concludes \nthat the government has the better of this dispute. \nAnother judge of this Court recently held that the USA FREEDOM Act effectively \nrestored the version of section 501 that had been in effect immediately before the June 1 sunset. \nSee In re Application of the FBI for Orders Requiring the Production of Tangible Things, Docket \nNos. BR 15-77, 15-78, Mem. Op. (June 17, 2015).  In reaching that conclusion, the Court noted \nthat, after June 1, Congress had the power to reinstate the lapsed language and could exercise that \npower \"by enacting any form of words\" making clear \"its intention to do so.\"  Id. at 9 (internal \nquotation marks omitted).  The Court found that Congress indicated such an intention through \nsection 705(a) of the USA FREEDOM Act, which amended the pertinent sunset clause8 by \nstriking the date \"June 1, 2015,\" and replacing it with \"December 15, 2019.\"  Id. at 7-9. \nApplying fundamental canons of statutory interpretation, the Court determined that \nunderstanding section 705(a) to have reinstated the recently-lapsed language of section 501 of \nFISA was necessary to give effect to the language of the amended sunset clause, as well as to \namendments to section 501 ofFISA made by sections 101 through 107 of the USA FREEDOM \nAct, and to fit the affected provisions into a coherent and harmonious whole.  Id. at 10-12.  The \nCourt adopts the same reasoning and reaches the same result in this case. \nThe next question, then, is whether the language of section 501, as reinstated and further \namended by the USA FREEDOM Act, permits an order for the bulk production of call detail \n8  That sunset clause now reads: \"Effective December 15, 2019, the Foreign Intelligence \nSurveillance Act is amended so that title V and section 105(c  )(2) read as they read on October \n25, 2001.\"  USA PATRIOT Improvement and Reauthorization Act of 2005, Pub. L. No. 109-\n177, § 102(b )( 1) , 120 Stat. 192, 194-95 (2006), as amended most recently by USA FREEDOM \nAct§ 705. \n9 \n\nrecords, as requested in the Application.  The USA FREEDOM Act prohibits the FISC from \nissuing an order for production of tangible things without the use of a \"specific selection term.\" \nUSA FREEDOM Act§ 103(b), amending FISA § 501(c).  This amendment and the related \namendments set forth in sections 101 through 103 of the USA FREEDOM Act prohibit the \ngovernment from acquiring tangible things in bulk under a FISA business records order. \nCrucially for purposes of this case, however, section 109(a) of the USA FREEDOM Act states \nthat these amendments do not take effect until 180 days after enactment (November 29, 2015). \nThe question, therefore, is whether Congress has authorized bulk acquisition of call detail \nrecords during the interim 180-day period. The Court finds that it has.  The delayed effect of the \nbulk-collection prohibition for Title V of FISA stands in sharp contrast to otherwise similar \nprovisions prohibiting bulk acquisitions under the pen register and trap and trace provisions in \nTitle IV of FISA, which took effect immediately upon their enactment on June 2.  See USA \nFREEDOM Act § 201.  By making similar amendments to Title V of FISA, but delaying their \nimplementation for 180 days, Congress put bulk acquisition under Title Von a different footing \nduring that 180-day period. \nAnd ifthat was not clear enough, the USA FREEDOM Act also states that \"[n]othing in \nthis Act shall be construed to alter or eliminate the authority of the Government to obtain an \norder [under the business records provisions of FISA] as in effect prior to [the ban on bulk \nacquisition taking effect after 180 days].\" USA FREEDOM Act §109(b). \nIn passing the USA FREEDOM Act, Congress clearly intended to end bulk data \ncollection of business records and other tangible things.  But what it took away with one hand, it \ngave back - for a limited time - with the other.  Congress could have prohibited bulk data \n10 \n\ncollection under Title V of FISA effective immediately upon enactment of the USA FREEDOM \nAct, as it did under Title IV.  Instead, after lengthy public debate, and with crystal clear \nknowledge of the fact of ongoing bulk collection of call detail records, as repeatedly approved by \nthe FISC under section 501 ofFISA, it chose to allow a 180-day transitional period during which \nsuch collection could continue. \nIf there is any ambiguity about Congress's intent in delaying the effective date of section \n103, the legislative history confirms this conclusion.  To be sure, there were statements that \ncriticized the FISC's interpretation of \"relevance\" that underlay previous orders for the bulk \nproduction of call detail records and expressions of approval of the contrary decision of the \nUnited States Court of Appeals for the Second Circuit in ACLU v. Clapper, 785 F.3d 787 (2d \nCir. 2015), discussed infra at pages 14-19. 9  But statements addressing the 180-day delay of the \neffective date of the prohibition on bulk collection under Title V of FISA acknowledged that bulk \nproduction of call detail records could continue during the 180-day transition period.  Senator \nGrassley understood that the USA FREEDOM Act \"would end the bulk collection of telephone \nmetadata in 6 months.\"  161 Cong. Rec. S3303 (daily ed. May 22, 2015) (emphasis added).  On \nthe day the Senate passed the legislation, Senator Leahy stated: \"[W]hen we drafted the USA \nFREEDOM Act, we included a provision to allow the government to collect call detail records, \nCDRs, for a 180-day transition period, just as it was doing pursuant to Foreign Intelligence \nSurveillance Court orders prior to June l, 2015.\" 161 Cong. Rec. S3440 (daily ed. June 2, 2015) \n9  See,~. H.R. Rep. 114-109, pt. 1, at 18-19 (May 8, 2015); 161 Cong. Rec. H2920 \n(daily ed. May 13, 2015) (statement of Rep. DeIBene). \n11 \n\n(emphasis added).10  To some degree, finding supportive legislative history for a proposition is a \nlittle like stumbling upon a multi-family garage sale: if you rummage around long enough, you \nwill find something for everybody, and none of it is worth much.  But in this case, the clear \nimpact of a statutory exegesis is amply supported by the views of the drafters. \nAdditional Statutory and Constitutional Arguments \nAmici raise a number of additional statutory and constitutional challenges to this bulk call \ndetail record program.  The Court emphasizes that it is by no means writing on a blank slate in \naddressing these arguments.  As Congress and the public are well aware, the FISC has repeatedly \nconcluded on numerous occasions that NSA's acquisition of call detail records under the terms \nset forth in the government's application satisfies the requirements of section 501 of FISA and \ncomports with the Fourth Amendment to the Constitution.  In addition, three FISC judges have \nwritten opinions setting forth sound reasons for authorizing an application for orders requiring \nthe production of bulk call detail records. See In re Application of the FBI for an Order Requiring \nthe Production of Tangible Things, Docket No. BR 13-109, Amended Mem. Op., 2013 WL \n5741573 (FISA Ct. Aug. 29, 2013) (Eagan, J.) (Eagan Opinion); In re Application of the FBI for \nan Order Requiring the Production of Tangible Things, Docket No. BR 13-158, Mem. (FISA Ct. \nOct. 11, 2013) (McLaughlin J.) (McLaughlin Opinion); and In re Application of the FBI for an \nOrder Requiring the Production of Tangible Things, Docket No. BR 14-96, Mem. Op. (FISA Ct. \nJune 19, 2014) (Zagel J.) (Zagel Opinion).  A fourth judge has written a detailed analysis \n10  In addition, a defeated amendment to provide for a transition period longer than 180 \ndays was criticized as a proposal to \"unnecessarily extend bulk production programs.\" See id. at \nS3441 (statement of Sen. Franken).  Senator Leahy noted the possibility that a one-year transition \nperiod could prompt the Second Circuit to enjoin the bulk production of call detail records.  Id. at \nS3442. \n12 \n\nexplaining why this production of records comports with the Fourth Amendment, \nnotwithstanding the contrary analysis in Klayman v. Obama, 957 F. Supp.2d 1 (D.D.C. 2013), \nappeal docketed, (D.C. Cir. Jan. 9, 2014).  In re Application of the FBI for an Order Requiring \nthe Production of Tangible Things, Docket No. BR 14-01, Op. and Order, 2014 WL 5463097 \n(FISA Ct. Mar. 20, 2014) (Collyer J.) (Collyer Opinion).  In approving the government's \napplication, the Court adopts the reasoning set forth in those opinions. \nThe Center argues that Congress's decision to authorize the FBI to file applications under \nsection 501 of FISA indicates that Congress \"never intended that section to be the foundation of \nthe NSA 's bulk collection program ....\"   Center's Brief at 6.  The Center made this argument \nbefore passage of the USA FREEDOM Act, and the Court disagrees that this program was \ninconsistent with Congressional intent as expressed prior to that Act.  See Eagan Opinion at 9-28. \nAnd importantly, as explained at pages 8-12 supra, the USA FREEDOM Act permits \ncontinuation of this program until November 29, 2015. \nMoreover, the Application satisfies the applicable requirements of section 501 of FISA. \nSection 501(c)(l) of FISA states that a judge \"shall enter an ex parte order\" directing the \nproduction of tangible things if the judge finds that the application meets the requirements of \nsubsections (a) and (b) and the minimization procedures meet the definition of minimization \nprocedurs under subsection (g).  Section 50l(a)(l) requires that the application be filed by the \nDirector of the FBI or his designee - which has been done here.  Application at 25.  Further, the \ninvestigations for which the tangible things are relevant are FBI terrorism investigations. Id. at 8-\n9.  While the NSA implements the program, the Court has reviewed NSA's implementation of \nthe minimization procedures and found them to be adequate.  Beyond that, this Court's authority \n13 \n\nto consider the Executive Branch's implementation of Court orders is limited.  In re Sealed Case, \n310 F.3d 717, 731-32 (FISA Ct. Rev. 2002). \nThe Center and Movants argue that the tangible things at issue cannot be relevant to an \nauthorized investigation given the large volume of the collection.  The Court disagrees.  As the \nFISC has previously stated, \n[t]he fact that international terrorist operatives are using telephone \ncommunications, and that it is necessary to obtain the bulk collection of a \ntelephone company's metadata to determine those connections between known \nand unknown international terrorist operatives as part of authorized investigations, \nis sufficient to meet the low statutory hurdle set out in [section 501] to obtain a \nproduction of records. \nEagan Opinion at 22-23.  And, contrary to Movants' assertion, see Supplemental Brief at 3, the \ngovernment continues to believe that it is necessary to acquire all of the call detail records sought \nin order to identify those specific records that contain information about the targets of the FBI \ninvestigations.  See Application at Exhibit A if 8. 11 \nThe Court is aware that, prior to enactment of the USA FREEDOM Act, the Second \nCircuit in Clapper rejected the government's arguments that the call detail records acquired under \nthe NSA program were relevant to an authorized investigation other than a threat assessment as \nrequired by section 501(b)(2)(A) and (c)(l) of FISA.  However, Second Circuit rulings are not \n11 The government may not believe that, in the long term, this program in its current form \nis essential to national security.  The government fully supported the USA FREEDOM Act, \nwhich requires the government to terminate bulk collection of call-detail records after 180 days, \nin favor of a framework in which the call detail records are retained by telephone service \nproviders and may be queried for investigative purposes in certain circumstances.  This Court \nagrees with the Second Circuit that \"Congress is better positioned than the courts to understand \nand balance the intricacies and competing concerns involved in protecting our national security, \nand to pass judgment on the value of the telephone metadata program as a counterterrorism tool,\" \nACLU v. Clapper, 785 F.3d at 824, and will not second-guess the decision of Congress to permit \nthis program to continue in the near term. \n14 \n\nbinding on the FISC, and this Court respectfully disagrees with that Court's analysis, especially \nin view of the intervening enactment of the USA FREEDOM Act.  As Judge Eagan stated: \n\"Taken together, the [section 501] provisions are designed to permit the government wide \nlatitude to seek the information it needs to meet its national security responsibilities, but only in \ncombination with specific procedures for the protection of U.S. person information that are \ntailored to the production and with an opportunity for the authorization to be challenged.\"  Eagan \nOpinion at 23. \nThe Second Circuit in ACLU v. Clapper rejected the theory of relevance that supported \nprior FISC prior authorizations of bulk production of call detail records: that such production was \nrelevant because it was necessary to acquire and retain the records in order to deploy analytic \ntools \"that are likely to generate useful investigative leads to help identify and track terrorist \noperatives.\"  Eagan Opinion at 20 (internal quotation marks omitted).  In so doing, the Second \nCircuit looked to grand jury subpoena practice to inform the standard of relevance under section \n501.  ACLU v. Clapper, 785 F.3d at 811-15.  It  acknowledged that a generous standard of \nrelevance applies to grand jury subpoenas, under which the grand jury may compel production of \na large body of records, most of which will be found not to pertain to its investigation, in order to \nsift through them and identify the small number of records that are directly relevant.  Id. at 813-\n14.  It further acknowledged that the government had provided examples of how querying the \ncall detail records acquired through this program had \"resulted in identification of a previously \nunknown contact of known terrorists,\" id. at 815 n.8 - in other words, information relevant to the \ninvestigations of those terrorists.  Nevertheless, the Second Circuit concluded that the \n15 \n\nunderstanding of relevance put forward by the government in that case and applied by the FISC \nin prior authorizations was inconsistent with section 501. \nTo a considerable extent, the Second Circuit's analysis rests on mischaracterizations of \nhow this program works and on understandings that, if they had once been correct, have been \nsuperseded by the USA FREEDOM Act.  For example, the Second Circuit asserted that the \nproduction of call detail records has \"no foreseeable end point.\"  Id. at 814.  That is no longer the \ncase: Congress has now ensured that this production will cease no later than November 29, 2015. \nSee pages 10-12 supra. \nAs Movants have noted, see Motion in Opposition at 7-8, the Second Circuit concluded \nthat \"the government's approach essentially reads the 'authorized investigation' language out of \nthe statute.\"  785 F.3d at 815-16.  But that Court based this conclusion on the premise that the \ncall detail records \"are not sought, at least in the first instance, because the government plans to \nexamine them in connection with a systematic examination of anything at all.\"  Id. at 816 \n(internal quotation marks omitted).  According to that Court, \nthe records are simply stored and kept in reserve until such time as some \nparticular investigation, in the sense in which that word is traditionally used . . .,  is \nundertaken.  Only at that point are any of the stored records examined .... [T]hey \nare relevant, in the government's view, because there might at some future point \nbe a need or desire to search them in connection with a hypothetical future \ninquiry. \nId.  But this description bears little resemblance to how the government actually uses the records. \nThe automated tools used to query the records \"search all of the material stored in the database \n[of call detail records] in order to identify records that match the search term ... even if such a \nsearch does not return [particular] records for close review by a human agent.\"  Id. at 802 \n16 \n\n(emphasis added).  Moreover, there is nothing \"hypothetical\" or \"future\" about the need to \nconduct searches of the entire volume ofrecords or the investigations giving rise to that need: all \nthe records are searched to uncover contacts with numerous phone numbers or other identifiers12 \napproved under a ''reasonable articulable suspicion\" standard.  See. e.g., In re Application of the \nFBI for an Order Reguiring the Production of Tangible Things, Docket No. BR 15-24, Primary \nOrder at 6-10 (Feb. 26, 2015).  For the same reason, the Second Circuit's conclusion that the \napproach to relevance adopted by the FISC conflicts with the \"other than a threat assessment\" \nlanguage of section 501 (b )(2)(A) is also unpersuasive.  See 785 F .3d at 817. \nFurthermore, the tangible things are being sought in support of individual authorized \ninvestigations to protect against international terrorism and concerning various international \nterrorist organizations.  See Eagan Opinion at 4.  The Court notes that tangible things are \n\"presumptively relevant to an authorized investigation if the applicant shows in the statement of \nthe facts that they pertain to - (i) a foreign power or an agent of a foreign power; .  . . or (iii) an \nindividual in contact with, or known to, a suspected agent of a foreign power who is the subject \nof such authorized investigation.\"  FISA § 50l(b)(2)(A).  And, as discussed above, it is necessary \nfor the government to collect telephone metadata in bulk in order to find c01mections between \nknown and unknown international terrorist operatives as part of authorized investigations.13 \n12  In 2014, 161 identifiers were approved for use in such queries.  Office of the Director \nof National Intelligence, Calendar Year 2014 Transparency Report (Apr. 22, 2015), available at: \nhttp://icontherecord.tumblr.com/transparency/odni_  transparencyreport_  cy2014. \n13 The Center similarly argues that the language of section 501 permits neither bulk \nproductions nor the ongoing production of tangible things.  See  Center's Brief at 13-16.  The \nCourt disagrees.  Judge Eagan persuasively explained in her August 2013 opinion why even \nbefore the USA FREEDOM Act, Section 501 permitted the bulk production orders issued by the \n(continued ... ) \n17 \n\nOtherwise, the Second Circuit's analysis of relevance consists largely of emphasizing the \nunusually large volume of call detail records produced and the prevalence within those records of \ninformation about callers with no connection to terrorism, see 785 F.3d at 812-13, and expressing \nconcern that the conception of relevance advocated by the government contains no limiting \nprinciple.  See id. at 814, 818.  The upshot of these considerations was that the Second Circuit \nwould not countenance so broad a production of records or so expansive an interpretation of \nrelevance without a clearer statement of Congressional intent.  See id. at 818 (\"we would expect \nsuch a momentous decision to be preceded by substantial debate, and expressed in unmistakable \nlanguage\"); 819 (\"The language [of section 501] is decidedly too ordinary for what the \ngovernment would have use believe is such an extraordinary departure from any accepted \nunderstanding\" ofrelevance) ; 821 (\"if Congress chooses to authorize such a far-reaching and \nunprecedented program, it has every opportunity to do so, and to do so unambiguously\").  For the \nreasons explained at pages 10-12 supra, the Court has concluded that, in the USA FREEDOM \nAct, Congress - with full knowledge and after extensive public debate of this program and its \nlegal underpinnings - permitted the continuation of this program until November 29, 2015, albeit \n13(. .. continued) \nCourt in the prior dockets in this matter.  See Eagan Opinion at 9-28.  With respect to whether an \norder under Section 501 can require ongoing production, there is no question that call detail \nrecords are generated for business purposes and that they are among the broad range of tangible \nthings subject to production under Section 501.  The fact that the records requested here have not \nyet been created at the time of the application and order, and that their production is requested on \nan ongoing daily basis, does not affect the basic character of the records as tangible things subject \nto production under the statute.  Finally, the USA FREEDOM Act and its legislative history \nmake clear that, until November 29, 2015, the ongoing bulk production of the call detail records \nat issue here is permitted under Section 501 if the statutory requirements are otherwise satisfied, \nas they are in this case.  See supra at pages 18-12. \n18 \n\nno longer.  Congressional approval of the implementation of this program until that date, and \ntherefore of the conception of relevance on which it depends, has been clearly manifested. \nThe Court turns next to the constitutional arguments raised by amici.  Prior FISC \nopinions have unanimously concluded that the production of call detail records to the \ngovernment does not constitute a search under the Fourth Amendment, relying on Smith v. \nMaryland, 442 U.S. 735 (1979).  See Eagan Opinion at 9 (because the collection involves \"call \ndetail records or 'telephony metadata' belonging to a telephone company, and not the contents of \ncommunications, Smith v. Marvland compels the conclusion that there is no Fourth Amendment \nimpediment to the collection,\" and \"the volume of records being acquired does not alter this \nconclusion\"); McLaughlin Opinion at 4 (\"The undersigned also agrees with Judge Eagan that, \nunder Smith v. Maryland ...,  the production of call detail records in this matter does not \nconstitute a search under the Fourth Amendment.\"); Collyer Opinion at 30 (\"This Court \nconcludes that where the acquisition of non-content call detail records such as dialing \ninformation is concerned, Smith remains controlling.\"); Zagel Opinion at I I (agreeing with \nCollyer Opinion). \nMovants dedicate the majority of their brief to constitutional arguments, but fail to \npersuade this Court that Smith v. Maryland is not controlling in this case.  Movants urge the \nCourt to distinguish or ignore Smith based on the following arguments: \nMovants argue that the \"differences between the present circumstances and Smith in \nnature and scope are so stark as to make Smith inapposite.\" Motion in Opposition at 20.  With \nregard to the nature of the data acquired, the information the government receives pursuant to the \nCourt's order is indistinguishable from the information at issue in Smith and its progeny.  See \n19 \n\nCollyer Opinion at 11.  It includes dialed and incoming telephone numbers and other numbers \npertaining to the placing or routing of calls, as well as the date, time and duration of calls, but \ndoes not include the \"contents\" of any communication as defined in 18 U.S.C. § 2510; the name, \naddress, or financial information of any subscriber or customer; or cell cite location information. \nId. As in Smith, this information is voluntarily conveyed to a telecommunications provider when \na person places a call, and the provider stores and uses the information for billing and other \npurposes. \nMovants cite the government's acquisition of trunk identifiers in an effort to distinguish \nSmith, Motion in Opposition at 22, but a \"trunk identifier\" provides only information about how \na call is routed through the telephone network and reveals only general information about the \nparty's location.  ACLU v. Clapper, 785 F.3d at 797 n.3.  While the acquisition oflnternational \nMobile Subscriber Identity (IMSI) numbers, International Mobile station Equipment Identity \n(IMEi) numbers and telephone calling card numbers goes beyond the precise categories of \ninformation at issue in Smith, such data is still the same kind of non-content dialing, signaling, \nand routing information that users of our modem telecommunications system routinely tum over \nto a telecommunications provider in order to complete a call and that those same providers \nrecord and store for billing and other business purposes.  As such, the user has no reasonable \nexpectation of privacy in the information.  See Eagan Opinion at 6-7 n.11. \nMovant's other arguments respecting the nature of the produced call detail records are \nreminiscent of the reasoning in Klayman, which Judge Collyer previously considered and \nrejected.  To the extent Movants seek to distinguish this case based on the government's storage \nand use of the data post-acquisition, Motion in Opposition at 21-22, the third-party disclosure \n20 \n\nprinciple applies regardless of the disclosing person's assumptions or expectations with respect \nto what will be done with the information following its disclosure.  As Judge Collyer explained: \nIf a person who voluntarily discloses information can have no reasonable \nexpectation concerning limits on how the recipient will use or handle the \ninformation, it necessarily follows that he or she also can harbor no such \nexpectation with respect to how the Government will use or handle the \ninformation after it has been divulged by the recipient.  Smith itself makes clear \nthat once a person has voluntarily conveyed dialing information to the telephone \ncompany, he forfeits his right to privacy in the information, regardless of how it \nmight be later used by the recipient or the Government. \nCollyer Opinion at 17. \nFurther, Movants' expectations based on their contractual relationships with \ntelecommunications providers, the fact that there are more providers to choose from than there \nwere in 1979, and Movants' claim that the relationship between the government and the \nproviders is different, see Motion in Opposition at 17-20, 22, provide no basis for this Court to \ndepart from Smith.  Collyer Opinion at 17-18 (\"expectations or assumptions on the part of \ntelephone users who have disclosed their dialing information to the phone company have no \nbearing on the question whether a search has occurred.\"); see also id. at 16 ('\"It is established \nthat, when a person communicates information to a third party even on the understanding that the \ncommunication is confidential, he cannot object if the third party conveys that information or \nrecords thereof to law enforcement authorities.\"') (quoting S.E.C. v. Jerry T. O'Brien, Inc., 467 \nU.S. 735, 743 (1984)) (emphasis added in Collyer opinion).14 \n14  The court further determines, contrary to Movants' suggestion, see Motion in \nOpposition at 29-30, that these contractual arrangements do not give Movants (or similarly \nsituated customers) a possessory interest in the call detail records generated and maintained by \nphone companies.  Accordingly, production of those records to the government does not entail a \n\"seizure\" that implicates Movants' Fourth Amendment rights. \n21 \n\nEqually unavailing is Movants' argument that the scope of the collection justifies \ndeparting from Smith.  See Motion in Opposition at 21.  Because Fourth Amendment rights \"are \npersonal in nature,\" Steagald v. United States, 451 U.S. 204, 219 (1981), someone who claims \nthe protection of the Fourth Amendment \"must demonstrate that he personally has an expectation \nof privacy in the place searched, and that his expectation is reasonable.\" Minnesota v. Carter, \n525 U.S. 83, 88 (1998).  Hence, the fact that the government is acquiring data about many people \nis immaterial in assessing whether any particular person's reasonable expectation of privacy has \nbeen violated such that a search under the Forth Amendment has occurred.  Collyer Opinion at \n20.  To the extent the quantity of metadata is relevant at all, it can only be the quantity of \nmetadata that pertains to a particular person.  Id. at 20-21.  Movants speculate about what the \ngovernment could learn about a particular person from the data collected.  As Judge Collyer \npreviously stated, however: \"[i]t is far from clear to this Court that even years' worth of non-\ncontent call detail records would reveal more of the details about a telephone user's personal life \nthan several months worth of the same person's bank records.\"  Collyer Opinion at 21 \n(comparing acquisition of call-detail records to acquisition of bank records in United States v. \nMiller, 425 U.S. 435 (1976)). Moreover, it is worth noting that under the applicable \nminimization procedures, the government's ability to search the data is carefully regulated and, \nabsent an emergency, court approval is required before querying the data.  See In re Application \nof the FBI for an Order Regarding the Production of Tangible Things, Docket No. BR 15-24, \nPrimary Order at 6-10. \nMovants also argue that a series of statutes enacted after Smith respecting the disclosure \nby telephone companies of information about their customers' calls supports the conclusion that \n22 \n\nMovants have a reasonable expectation of privacy in the metadata in question.  Motion in \nOpposition at 10-13.  That argument also lacks merit.  To be sure, Congress may, by statute, \nprotect information or regulate investigative activity in circumstances that the Supreme Court has \npreviously held not to involve a Fourth Amendment search or seizure.  In and of themselves, \nsuch protections are \"statutory, not constitutional.\" See United States v. Kington, 801 F.2d 733, \n73 7 (51 Cir. 1986) (rejecting claim that enhanced protections for bank records in Right to \nh \nFinancial Privacy Act have Fourth Amendment dimensions).  And, in any event, the statutes \ncited by Movants provide for the disclosure of call records under various circumstances even \nwithout the issuance of a warrant based on probable cause.  See, e.g., 18 U.S.C. § 2703(c)(l )(B), \n(d); 47 U.S.C. § 222(c)(l), (d), (e); 18 U.S.C. § 1039(b)(l), (c)(l), (g).  Accordingly, they fail to \nsupport the conclusion that notwithstanding Smith, telephone users have a reasonable \nexpectation of privacy in phone carriers' records of their calls.  See United States v. Payner, 447 \nU.S. 727, 732 n.4 (1980) (rejecting argument that foreign bank secrecy law, which was \"hedged \nwith exceptions\" and \"hardly a blanket guarantee of privacy,\" created expectation of privacy). \nFinally, Movants cite several cases for the proposition that the third-party disclosure \ndoctrine relied on in Smith should not apply in this case.  Motion in Opposition at 23-25.  But \nthese cases do not reduce the binding authority of Smith in this case. \nThe FISC has already had occasion to consider and distinguish Ferguson v. City of \nCharleston, 532 U.S. 67 (2001); U.S. Dep't of Justice v. Reporters Comm. for Freedom of the \nPress, 489 U.S. 749 (1989); and Bond v. United States, 529 U.S. 334 (2000), in the context of the \ngovernment's acquisition of bulk call-detail records.  See Collyer Opinion at 16 n.8, 18 n.9.  The \nCourt agrees with Judge Collyer with respect to these cases and need not address them further. \n23 \n\nStoner v. California, 376 U.S. 483 (1964), and O'Connor v. Ortega, 480 U.S. 709 (1987), \ninvolve search of premises, not acquisition ofrecords.  In Stoner, police searched petitioner's \nhotel room without a warrant and the Court considered whether the hotel clerk had authority to \nconsent to the search.  O'Connor involved an administrative search of an individual's office and \nconsidered whether the individual had a reasonable expectation of privacy in his office under the \nparticular facts presented.  As such, these cases bear no relation to the government's application \nat all. \nDouglas v. Dobbs, 419 F.3d 1097 (10th Cir. 2005), involved the police acquiring \nDouglas' prescription records from her pharmacy pursuant to court order.  Whatever the merits \nof that Court's conclusion that Douglas had a constitutional right to privacy in that particular \ncategory of records, Douglas, 419 F 3d. at 1102, it provides no reason for this Court to depart \nfrom Smith and find a reasonable expectation of privacy in the non-content records of telephone \ncalls at issue here. \nMovants cite cases involving the acquisition of cell-site and GPS location information, \nsee Motion in Opposition at 25, but no such information is involved in this case. See Application \nat 4. \nMovants argue that the Court should find that they have a reasonable expectation of \nprivacy in call detail records based on the concurring opinions in United States v. Jones,_ U.S. \n_, 132 S. Ct. 945 (2012).  Motion in Opposition at 25-28.  Two FISC Judges have already had \noccasion to address these arguments and the Court agrees with their analysis: \nWhile the concurring opinions in Jones may signal that some or even most of the \nJustices are ready to revisit certain settled Fourth Amendment principles, the \ndecision in Jones itself breaks no new ground concerning the third-party \n24 \n\ndisclosure doctrine generally or Smith specifically.  The concurring opinions \nnotwithstanding, Jones simply cannot be read as inviting the lower courts to \nrewrite Fourth Amendment law in this area.  This Court concludes that where the \nacquisition of non-content call detail records such as dialing information is \nconcerned, Smith remains controlling. \nCollyer Opinion at 30; see also McLaughlin Opinion at 5 (\"The Supreme Court may some day \nrevisit the third-party disclosure principle in the context of twenty-first century communications \ntechnology, but that day has not arrived.  Accordingly, Smith remains controlling ....\" ).  Other \ncourts have reached the same conclusion.  See United States v. Davis, 785 F.3d 498, 511-15 \n(11th Cir. 2015) (en bane) (acknowledging concurrences in Jones, but finding Smith to be \napplicable precedent); In re Application of the United States for Historical Cell Site Data, 724 \nF.3d 600, 608-15 (5th Cir. 2013) (same). \nBecause the Court concludes that Smith is controlling and that the government's \nacquisition of non-content call detail records involves no Fourth Amendment search, the Court \ndoes not address Movants' contention that government's actions involve a search that is \nunreasonable under the Fourth Amendment.  See Motion in Opposition at 30-38. \nConclusion \nHaving considered the arguments presented in the amicus curiae briefs, the Court finds \nthat the government's application satisfies the requirements of section 501(a) and (b) ofFISA \nand that the minimization procedures meet the definition of \"minimization procedures\" under \nsection 501 (g). \nFurther, the Court notes that FISC Rule 9(a) requires the government to file a proposed \napplication with the Court no later than seven days before the government seeks to have the \nmatter entertained by the Court, except \"as otherwise permitted by the Court.\" The Court has \n25 \n\ndecided to act on the final application without first reviewing a proposed application, thereby \nrendering the government's Motion for Relief from Rule 9(a) moot.  After considering the \nvarious motions filed in this case, \nIT IS HEREBY ORDERED as follows. \nI. The government's Motion for Relief from Rule 9(a) of the Court's Rules of Procedure \nis DISMISSED. \n2. The Motion of Kenneth T. Cuccinelli, II, and Freedom Works Foundation is \nGRANTED IN PART in that the Court will treat their submissions to date as briefs submitted by \namici curiae under section 103(i)(2)(B). All other relief requested by Movants, including the \nrequest for oral argument, is DENIED. \n3. The Center for National Security Studies' Motion to allow filing of Notice of Related \nDocket is GRANTED. \nIn light of the public interest in this particular collection and the government's \ndeclassification of related materials, I request pursuant to FISC Rule 62 that this Opinion and \nOrder and the accompanying Primary Order be published, and I direct such request to the \nPresiding Judge as required by the Rule. \nEntered this 29th day of June, 2015. \nIsl Michael W. Mosman \nMICHAEL W. MOSMAN \nJudge, United States Foreign \nIntelligence Surveillance Court \n26 ",
      "document_type_other": "",
      "external_url": "No longer available - http://www.fisc.uscourts.gov/sites/default/files/BR%2015-75%20Misc%2015-01%20Opinion%20and%20Order_0.pdfhttp://www.fisc.uscourts.gov/sites/default/files/BR%2015-75%20Misc%2015-01%20Opinion%20and%20Order_0.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/81728"
    },
    {
      "date": "2015-06-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 81726,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/81726.pdf",
      "title": "Memorandum of Law",
      "text": "SU \nUNITED ST A TES \nFOREIGN INTELLIGENCE SURVEILLANCE CO~JU  -2  PM 9: 50 \nWASHINGTON, D. C.  !._~,f,A.~N FlYN  HALL \n,_£.,K Ot- COURT \nIN RE APPLICATION OF THE FEDERAL \nBUREAU OF INVESTIGATION FOR AN  Docket No. \nORDER REQUIRING THE PRODUCTION \nOF TANGIBLE THINGS  ~~15 - 7 5 \nMEMORANDUM OF LAW \nThe United States of America submits this Memorandum of Law to address issues \nof law raised by those parts of the recently-enacted USA FREEDOM Act of 2015 (USA \nFREEDOM Act) that amend 50 U.S.C. § 1861.  As described more fully below, the \nGovernment submits that Section 1861, as amended by the USA FREEDOM Act, \nauthorizes the Court to approve the Government's application for the bulk production of \ncall detail records for a 180 day transition period. The Government respectfully submits \nthat such authorization is appropriate notwithstanding the Second Circuit's recent panel \nopinion in ACLU v. Clapper, No. 14-42 (2d Cir. May 7, 2015). \nI. Statement of Facts \nOn February 26, 2015, upon consideration of the Application by the United States \npursuant to Section 1861, the Honorable James E. Boasberg of this Court issued orders in \ndocket number BR 15-24 requiring, among other things, the production to the National \nSecurity Agency (NSA) of certain call detail records (\"telephony metadata\" or \"BR \n\nmetadata\"). The Court found that there are reasonable grounds to believe that the call \ndetail records sought are relevant to authorized investigations (other than threat \nassessments) being conducted by the Federal Bureau of Investigation (FBI) under \nguidelines approved by the Attorney General under Executive Order 12333 to protect \nagainst international terrorism, which investigations are not being conducted solely \nupon the basis of activities protected by the First Amendment to the Constitution of the \nUnited States.  Primary Order, docket number BR 15-24, at 2.  The Court also found that \nthe call detail records sought are the type of records that could be obtained with a \nsubpoena duces tecum issued by a court of the United States in aid of a grand jury \ninvestigation or with any other order issued by a court of the United States directing the \nproduction of records or tangible things, and that the Government's application includes \nan enumeration of the minimization procedures the Government proposes to follow \nwith regard to the call detail records sought. Id.  The authorization granted in docket \nnumber BR 15-24 expired on June 1, 2015, at 5:00 p.m. Eastern Time. \nThe Primary Order in docket number BR 15-24 directed that, in the event the \nGovernment seeks renewed authorization, the Government shall file a memorandum of \nlaw to address the state of the law. Specifically, \"If Congress has enacted legislation \namending 50 U.S.C. § 1861 prior to a request for renewed authorities, the government is \ndirected to provide, along with its request, a legal memorandum pursuant to Rule ll(d) \nof this Court's Rules of Procedure addressing any issues of law raised by the legislation \n2 \n\nand not previously considered by the Court.\"  If, on the other hand, Congress did not \nenact legislation amending Section 1861 or extending its sunset date, the Primary Order \ndirected the filing of a memorandum of law \"addressing the power of the Court to grant \nsuch authority beyond June 1, 2015.\" \nSection 215 of the PATRIOT Act had amended Section 1861 and, as amended, was \nscheduled to sunset on June 1, 2015.  Pub. L. 109-177 § 102(b), 120 Stat. 192, 194-95, as \namended by Pub. L. 112-14 § 2(a), 125 Stat. 216.  Following the June 1, 2015 sunset of \nSection 215, on June 2, 2015, Congress passed and, later that day the President signed \ninto law, the USA FREEDOM Act.  The USA FREEDOM Act, among other things, \nprohibits the bulk production of tangible things under Section 1861 and provides a new \nmechanism for the Government to obtain a targeted production of call detail records \nrelating to authorized investigations to protect against international terrorism. The \nprohibition on bulk production under Section 1861 and the new mechanism for the \ntargeted production of call detail records \"shall take effect on the date that is 180 days \nafter the date of the enactment of [the USA FREEDOM Act].\"  Until then, however, \nSection 109(b) expressly provides that \"[n]othing in this Act shall be construed to alter or \neliminate the authority of the Government to obtain an order under title V ... as in effect \nprior to the effective date ... during the period ending on such effective date.\"  Thus, for \na 180 day period beginning on June 2, 2015, the Government has specific statutory \nauthorization to seek and obtain an order under Section 1861 as in effect prior to the \n3 \n\neffective date. Id. § 109(b)  Because the USA FREEDOM Act also extends the sunset date \nfor Section 215 of the PATRIOT Act, as amended, to December 15, 2019, see id.§ 705(a), \nthe version of Section 1861 in effect immediately prior to the end of the 180 day period is, \nin pertinent part, the same version in effect at the time the Court approved the \nGovernment's application in docket number BR 15-24 and prior related dockets. \nII.  Legal Analysis \nThe USA FREEDOM Act authorizes the Government to seek and this Court to \nissue an order under Section 1861 for the production of tangible things in bulk for 180 \ndays in the same manner as authorized in docket number BR 15-24 and prior related \ndockets.  The USA FREEDOM Act bans the bulk production of tangible things under \nSection 1861effective180 days from its enactment, which is when Sections 101 through \n103 take effect. Id.§ 109(a). Its brief lapse notwithstanding, the USA FREEDOM Act also \nexpressly extends the sunset of Section 215 of the USA PATRIOT Act, as amended, until \nDecember 15, 2019, id.§ 705(a), and provides that, until the effective date of the \namendments made by Sections 101through103, it does not alter or eliminate the \nGovernment's authority to obtain an order under Section 1861 as in effect prior to the \neffective date of Sections 101through103 of the USA FREEDOM Act.  Id.§ 109(b). \nBecause the USA FREEDOM Act extends the sunset for Section 215 and delays the ban \non bulk production under Section 1861until180 days from its enactment, the \nGovernment respectfully submits that it may seek and this Court may issue an order for \n4 \n\nthe bulk production of tangible things under Section 1861 as amended by Section 215 of \nthe USA PATRIOT Act as it did in docket number BR 15-24 and prior related dockets. \nPrior to and during the drafting, debate and enactment of the USA FREEDOM \nAct, both Congress and the public knew that this Court interpreted Section 1861 to \nauthorize the bulk production of call detail records to NSA and that this bulk production \nwas, until June 1, 2015, a current, ongoing production. Accordingly, when expressly \nproviding for a 180 day delay in the effective date for Sections 101through103, and \nthereby authorizing continued orders under Section 1861 for the production of tangible \nthings in bulk for 180 days, Congress did so in order to allow for the orderly termination \nof the current bulk production program and implementation of the technical capabilities \nrequired for the targeted production under the new provisions of Sections 101 through \n103.  Indeed, the recent legislative debate expressly noted the continuation of the bulk \ncollection program during this transition period. See, e.g., 161 CONG. REC. S3303 (daily \ned. May 22, 2015) (statement of Sen. Grassley) (\"[The USA FREEDOM Act] would end \nthe bulk collection of telephony metadata in 6 months, and transition the program to a \nsystem where the phone companies hold the data for targeted searching by the \ngovernment.\"). See also, 161 CONG REC. S3275 (daily ed. May 22, 2015) (statement of Sen. \nLeahy) (\"Just this week, the NSA Director stated in a letter to Leaders McConnell and \nReid that the NSA only needs 180 days to transition to the new targeted program \n5 \n\nestablished by the USA FREEDOM Act.  Not 2 years.  The 180-day transition has been \npart of the USA FREEDOM Actfor more than a year.\"). \nThis purpose is plain from the USA FREEDOM Act as a whole, and Section 109 in \nparticular. The USA FREEDOM Act prohibits bulk collection under a number of \nauthorities, see§§ 103 (tangible things), 201 (pen register and trap and trace), and 501 \n(national security letters).  The prohibitions against bulk production under Titles II and \nV of the USA FREEDOM Act (FISA Pen Register and Trap and Trace Reform, and \nNational Security Letter Reform, respectively) take effect immediately upon enactment. \nBut the prohibition on bulk collection of call detail records under Section 1861 allows for \na 180-day orderly transition of the program. The extension of the sunset date of the USA \nPATRIOT Act coupled with the USA FREEDOM Act's provision for an orderly transition \nof the bulk metadata program would be meaningless if Congress did not also intend for \nthe USA FREEDOM Act to authorize the existing program during the transition. See, \n~INS v. Stanisic, 395 U.S. 62, 78 (1969) (rejecting an interpretation of a statutory \nprovision that \"would, as a practical matter, render [it] useless for the very function it \nwas designed to perform\").  Congress recognized the need for an orderly transition \nperiod that preserves an important foreign intelligence collection capability until the \nGovernment may effectively avail itself of the new provisions for a targeted production. \nThe Second Circuit's recent panel opinion in ACLU v. Clapper, No. 14-42 (2d Cir. \nMay 7, 2015) does not bar this Court from authorizing the production in bulk of call \n6 \n\ndetail records, notwithstanding its holding that Section 1861 does not authorize the bulk \nproduction of call detail records.  The Government believes that this Court's analysis of \nSection 215 reflects the better interpretation of the statute, see, e.g., In Re Application of \nthe FBI for an Order Requiring the Production of Tangible Things, docket no. BR 13-109, \nAmended Mem. Op., 2013 WL 5741573 (FISA Ct. Aug. 29, 2013) (Eagan, J.) and In Re \nApplication of the FBI for an Order Requiring the Production of Tangible Things, docket \nno. BR 13-158, Mem. (FISA Ct. Oct. 11, 2013) (McLaughlin, J.), disagrees with the Second \nCircuit panel's opinion, and submits that the request for renewal of the bulk production \nauthority is authorized under the statute as noted above.1 \nThis Court may certainly consider ACLU v. Clapper as part of its evaluation of \nthe Government's application, but Second Circuit rulings do not constitute controlling \nprecedent for this Court.  With respect to application of Section 1861 of FISA, as \namended by Section 215 of the USA PA TRI OT Act, following careful consideration of the \nlaw by nineteen different judges, this Court has authorized the bulk production of call \ndetail records to NSA forty-one times since May 2006.  Although each such request \nsought a large number of call detail records, the vast majority of which ultimately will \nnot be terrorist-related, the Government has argued and this Court has agreed, including \nin separate declassified opinions written by Judges Eagan, McLaughlin and Zagel, see \n1 The Government is currently in the process of weighing its variouslitigation options in \nlight of the opinion, including whether to petition for rehearing (panel and/oren bane) and/or \npetition for a writ of certiorari. \n7 \n\ndocket numbers BR 13-109, BR 13-158, and BR 14-96, that the NSA bulk telephony \nmetadata collection program is authorized by Section 215 of the USA PA TRI OT Act. \nEach of these judges has concluded that the call detail records in bulk are \"relevant,\" as \nthat term is defined in Section 1861, to FBI investigations of the targeted foreign powers \nbecause NSA can effectively conduct metadata analysis, identifying contacts between \nknown and unknown agents of the targeted foreign powers, only by having a bulk \nrepository of such records.  See, e.g., In Re Application of the FBI for an Order Requiring \nthe Production of Tangible Things. docket no. BR 13-109, Amended Mem. Op., at 22-, \n2013 WL 5741573, at *7 (FISA Ct. Aug. 29, 2013) (Eagan, J.) (\"Because the subset of \nterrorist communications is ultimately contained within the whole of the metadata \nproduced, but can only be found after the production is aggregated and then queried \nusing identifiers determined to be associated with identified international terrorist \norganizations, the whole production is relevant to the ongoing investigation out of \nnecessity.\").  See also In Re Application of the FBI for an Order Requiring the Production \nof Tangible Things. Docket No. BR 13-158, Memorandum at 3 (FISA Ct. Oct. 11, 2013) \n(McLaughlin, J.); and In Re Application of the FBI for an Order Requiring the Production \nof Tangible Things, Docket No. BR 14-96, Mem. Op. at 3 (FISA Ct. June 19, 2014) (Zagel, \nJ.).  The Government submits that this Court's analysis continues to reflect the better \nreading of Section 1861. \n8 \n\nMoreover, in issuing its May 7, 2015 opinion, the Second Circuit panel declined to \nconclude that any preliminary injunction against the Government was required \nimmediately, instead leaving it to the district court to reconsider on remand the \npropriety of injunctive relief in light of its opinion. The panel continued by noting that in \nlight of Section 215' s then-scheduled sunset and the Government's stated national \nsecurity justification to continue the program, \"allowing the program to remain in place \nfor a few weeks while Congress decides whether and under what conditions it should \ncontinue is a lesser intrusion on appellants' privacy than they faced at the time this \nlitigation began,\" such that it is prudent \"to pause to allow an opportunity for debate in \nCongress that may (or may not) profoundly alter the legal landscape.\"  Id. at 95.  In \ndoing so, the Second Circuit panel recognized that \"Congress is better positioned than \nthe courts to understand and balance the intricacies and competing concerns involved in \nprotecting our national security, and to pass judgment on the value of the telephone \nmetadata program as a counterterrorism tool.\"2  Id. at 95.  Through enactment of the \n2 Congress was aware of the Second Circuit's opinion at the time it passed the USA \nFREEDOM Act. See H. Rep. 114-109, Part 1, at 18-19 (\"These changes restore meaningful limits to \nthe 'relevance' requirement of Section 501, consistent with the opinion of the U.S. Court of \nAppeals for the Second Circuit in ACLU v. Clapper.\"). The Second Circuit panel stated that \"[i]f \nCongress fails to reauthorize§ 215 itself, or reenacts§ 215 without expanding it to authorize the \ntelephone metadata program, there will be no need for prospective relief,since the program will \nend ....\"   ACLU v. Clapper, No. 14-42 at 96.  However, for the reasons discussed above, the \n\"changes\" made by the USA FREEDOM Act in regard to the bulk production oftangible things \nbecome effective 180 days after enactment, and can be interpreted only as leaving in place until \nthat time the relevance standard previously interpreted to authorize orders for the bulk \nproduction of call detail records. \n9 \n\nUSA FREEDOM Act, Congress engaged in the sort of deliberative process that the \nSecond Circuit panel envisioned and, as outlined above, authorized the Government to \ncontinue to seek and this Court to continue to authorize an order under Section 1861 for \nthe production of tangible things in bulk for 180 days. \nBecause the Second Circuit declined to order the issuance of an injunction against \nthe Government, its ruling has no immediate effect, even as to the parties to that \nproceeding.  And the nature and scope of any injunction would remain to be considered \nby the district court in the first instance following a remand.3  As noted above, the \nGovernment is considering its litigation options in regard to the Second Circuit's opinion. \nFurthermore, unless an extension is granted, any petition for rehearing, panel and/or en \nbane, would be due on June 22, 2015, and the Second Circuit's mandate would not issue \nuntil seven days after the deadline for a petition for rehearing has passed, if none is filed, \nor seven days after any denial of a petition for rehearing.  Thus, at the earliest, the \nmandate would issue on June 29, 2015.  If and when the mandate issues, the case will be \nremanded to the district court to determine whether to issue an injunction and, if so, the \nnature and scope of any such relief. \n3 In the event an injunction of some sort were to issue by the district court, the \nGovernment would need to assess, in light of the nature and scope of whatever injunction the \ndistrict court issued, its ability to carry out authority granted under an order issued by this Court. \nIO \n\nIII.  Conclusion \nFor the foregoing reasons, the Government respectfully submits that this Court \nmay approve the Government's application for the ongoing production of certain call \ndetail records to NSA under Section 1861 of FISA, as amended by the USA FREEDOM \nAct. \nRespectfully submitted, \nJohn P. Carlin \nAssistant Attorney General \n~/L11s \nBy: \nDate  Stuart J. Evans \nDeputy Assistant Attorney General \nNational Security Division \nU.S. Department of Justice \n11 ",
      "document_type_other": null,
      "external_url": "https://www.fisc.uscourts.gov/sites/default/files/Misc%2015-01%20Memorandum%20of%20Law.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/81726"
    },
    {
      "date": "2015-06-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 5662641,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2015,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 81730,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/81730.pdf",
      "title": "Primary Order",
      "text": ",flled \nUnited Stat•• Foreign \nlntelllg1nce Surv1H11noe Court \nTOP 5ECRET/ISI/lNOFORN \nJUN 2 9 2D!i \nUNITED SfA   TE.5 \nCO~n \n.FOREIGN INTELLIGENCE SURVEil..LANCE  Flynn ,_II, Clerk of Court \nWASHINGTON, D. C. \nIN REAPPLICATION OF 1HE FEDERAL \n.  . \nBUREAU OF INVESTIGATION FOR AN \nORDER REQUIRING THE PRODUCTION \nOF TANGIBLE THINGS FROMI \nDocket Number: BR \nPRIMARY ORDER \nA verified application having been made by the Director of the Federal Bureau of \nInvestigation (FBI) for an order.pursuant to the Foreign Intelligence Surveillance Act of \n1978 (the Act), Title 50, United States Code (U.S~C.), § 1861, as amended, requiring the \nTOP SECRBT//611/NOFOR..'l\\l \nDerived from:  Pleadings in the above-captioned docket \nDeclassify on:  01ftme2040 \n\nTOP SECRET//Sl//NOFORN \nproduction to the National Security Agency (NSA) of the tangible things described \nbelow, and full consideration having been given to the matters set forth therein, the \nCourt finds as follows: \n1.  There are reasonable grounds to believe that the tangible things sought are \nrelevant to authorized investigations (other than threat assessments) being conducted \nby the FBI under guidelines approved by the Attorney General under Executive Order \n12333 to protect against international terrorism, which investigations are not being \nconducted solely upon the basis of activities protected by the First Amendment to the \nConstitution of the United States.  [50 U.S.C. § 1861(c)(l)J \n2.  The tangible things sought could be obtained with a subpoena duces tecum \nissued by a court of the United States in aid of a grand jury investigation or with any \nother order issued by a court of the United States directing the production of records or \ntangible things.  [50 U.S.C. § 1861(c)(2)(D)J \n3.  The application includes an enumeration of the minimization procedures the \nGovernment proposes to follow with regard to the tangible things sought, which meet \nthe definition of minimization procedures in 50 U.S.C. § 1861(g).  See 50 U.S.C. § \n1861(c)(l), as amended by the USA FREEDOM Act of 2015.  Such procedures are similar \nto the minimization procedures approved and adopted as binding by the order of this \nCourt in Docket Number BR 15-24 and its predecessors.  [50U.S.C.§1861(c}(l}] \nTOP SECRET//Sl//NOFORN \n2 \n\nTOP SECRETHSil/NOFORN \nAccordingly, the Court finds .that the application of the United States to obtain \nthe tangible things, as described below, satisfies the requirements of the Act and, \ntherefore, \nIT IS HEREBY ORDERED, pursuant to the authority conferred on this Court by \nthe Act, that the application is GRANTED, and it is \nFURTHER ORDERED as follows: \n(1) A.  The Custodians of Records o \nshall produce to NSA upon service of the appropriate secondary order, and continue \nproduction on an ongoing daily basis thereafter for the duration of this order, unless \notherwise ordered by the Court, an electronic copy of the following tangible things:  all \ncall detail records or \"telephony rnetadata\"1 created b \no include but not limited to call detail records dated from May 31, \n2015, to the date of this order. \n(1) B.  The Custodian of Records o \n1  For purposes of this Order \"telephony metadata\" includes comprehensive communications \nrouting information, including but not limited to session identifying information (e.g., \noriginating and terminating telephone number, International Mobile Subscriber Identity (IMSI) \nnumber, International Mobile station Equipment Identity (IMEI) number, etc.), trunk identilier, \ntelephone calling card numbers, and time and duration of call. Telephony metadata does not \ninclude the substantive content of any communication, as defined by 18 U.S.C. § 2510(8), or the \nname, address, or financial information of a subscriber or customer. Furthermore, this Order \ndoes not authorize the production of cell site location information (CSU). \nTOP SECRETHSIHNOFORN \n3 \n\nTOP SECRETHSl//NOFORN \nshall produce to NSA upon service of the \nappropriate secondary order, and continue production on an ongoing daily basis \nthereafter for the duration of this order, unless otherwise ordered by the Court, an \nelectronic copy of the following tangible things:  all call detail records or \"telephony \nmetadata\" created b~o include but not limited to call detail records dated \nfrom May 31, 2015, to the date of this order, for communications (i) between the United \nStates and abroad; or (ii) wholly within the United States, including local telephone \ncalls \n(2)  With respect to any information the FBI receives as a result of this Order \n(information that is disseminated to it by NSA), the FBI shall follow the procedures set \nforth in The Attorney General's Guidelines for Domestic FBI Operations (September 29, \n2008). \n(3)  With respect to the information that NSA receives or has received as a result \nof this Order or predecessor Orders of this Court requiring the production to NSA of \ntelephony metadata pursuant to 50 U.S.C. § 1861, NSA shall strictly adhere to the \nlimitations and procedures set out at subparagraphs A. through G. below; provided, \nhowever, that the Government may take such actions as are permitted by the Opinion \nand Order of this Court issued on March 12, 2014, in docket number BR 14-01,.subject to \nTOP SECRET//51//NOFORN \n4 \n\nTOP SECRET//SI//NOFO&i\"\"l \nthe conditions and requirements stated therein, including the requirement to notify this \nCourt promptly of any material developments in civil litigation pertaining to such \ntelephony metadata. \nA. The Government is hereby prohibited from accessing business record \nmetad  ata acquired pursuant to this Court's orders in the above-captioned docket and its \npredecessors (\"BR metadata'') for any purpose except as described herein. \nB.  NSA shall store and process the BR metadata in repositories within secure \nnetworks under NSA' s control.2   The BR rnetadata shall carry unique markings such \nthat software and other controls (including user authentication services) can restrict \naccess to it to authorized personnel who have received appropriate and adequate \ntraining with regard to this authority. NSA shall restrict access to the BR metadata to \nauthorized personnel who have received appropriate and adequate training. 3 \nAppropriately trained and authorized technical personnel may access the BR metadata \nto perform those processes needed to make it usable for intelligence analysis. Technical \n2 The Court understands that NSA will maintain the BR meta data in recovery back-up systems \nfor mission assurance and continuity of operations purposes.  NSA shall ensure that any access \nor use of the BR metadata in the event of any natural disaster, man-made emergency, attack, or \nother unforeseen event is in compliance with the Court's Order. \n3  The Court understands that the technical personnel responsible for NSA's underlying \ncorporate infrastructure.and the transmission of the BR metadata from the specified persons to \nNSA, will not receive special h·aining regarding the authority granted herein. \nTOP SECRETl/Sif./NOFORN \n5 \n\nTOPSBCRETh~Y/NOFOR..~ \npersonnel may query the BR metadata using selection terms4 that have not been RAS-\napproved (described below) for those purposes described above, and may share the \nresults of those queries with other authorized personnel responsible for these purposes, \nbut the results of any such queries will not be used for intelligence analysis purposes. \nAn authorized technician may access the BR metadata to ascertam those identifiers that \nmay be high volume identifiers. The technician may share the results of any such \naccess, i.e., the identifiers and the fact that they are high volume identifiers, with \nauthorized personnel (including those responsible for the identification and defeat of \nhigh volume and other unwanted BR metadata from any of NSA's various metadata \nrepositories), but may not share any other information from the results of that access for \nintelligence analysis purposes.  In addition, authorized technical personnel may access \nthe BR metadata for purposes of obtaining foreign intelligence information pursuant to \nTOP SECRET//811/NOFORN \n6 \n\nTOP SBCRiff/JSI//NOFOR.1'1 \nthe requirements of subparagraph (3)C below. \nC. The Government may request, by motion and on a case-by-case basis, \npermission from the Court for NSA 5 to use specific selection terms that satisfy the \nreasonable articulable suspicion (RAS) standard6 as \"seeds\" to query the BR metadata \n5 For purposes of this Order, \"National Security Agency\" and \"NSA personnel\" are defined as \nany employees of the National Security Agency/Central Security Service (''NSA/CSS\" or \n\"NSA\") and any other personnel engaged in Signals Intelligence (SIGINT) operations \nauthorized pursuant to FISA if such operations are executed under the direction, authority, or \ncontrol of the Director, NSA/Chief, CSS (DIRNSA).  NSA personnel shall not disseminate BR \nrnetadata outside the NSA unless the dissemination is permitted by, and in accordance with, the \nrequirements of this Order that are applicable to the NSA. \n6 The reasonable articulable suspicion (RAS) standard is met when, based on the factual and \npractical considerations of everyday life on which reasonable and prudent persons act, there are \nfacts giving rise to a reasonable, articulable suspicion that the selection term to be queried is \nassociated wit \nprovided, however, that any selection term reasonably \nbelieved to be used by a United States (U.S.) person shall not be regarded as associated with-\n- solely on the basis of activities that are protected by the First Amendment to the \nConstitution. For purposes of this Order, the ter \nTOP SECRET//Sl//NOFORN \n7 \n\nTOPSsCRETh~l//NOFORN \nfor purposes of obtaining foreign intelligence information. The Government may query \nTOP SECRETl/Sl//NOFOR.\"l\\J \n8 \n\nTOP SECRETl/Sl//NOFORN \nthe BR metadata to obtain contact chaining information within.t wo hops of an \napproved \"seed.\"7  Jn addition, the Director or Acting Director ofNSA may authorize \nthe emergency querying of the BR metadata with a selection tenn for purposes of \nobtaining foreign intelligence information, within two hops of a \"seed,\" if: (1) the \nDirector or Acting Director of NSA reasonably determines that an emergency situation \nexists with respect to the conduct of such querying before an order authorizing such use \nof a selection term can with due diligence be obtained; and (2) the Director or Acting \nDirector of NSA reasonably detennines that the RAS standard has been met with \nrespect to the selection term. 8  In any case in which this emergency authority is \nexercised, the Government shall make a motion in accordance with the Primary Order \nto the Court as soon as practicable, but not later than 7 days after the Director or Acting \nDirector of NSA authorizes such query.9 \n7 The first \"hop\" from a seed returns results including all identifiers (and their associated \nmetadata) with a contact and/or connection with the seed. The second \"hop\" returns results \nthat include all identifiers (and their associated metadata) with a contact and/or connection with \nan identifier revealed by the first \"hop.\" \n8 Before an emergency query is performed under this authority, NSA's Office of General \nCounsel (OGC), in consultation with the Director or Acting Director, shall confirm that any \nselection term reasonably believed to be used by a United Stal~s (U.S.) person is not regarded as \nassociated wit \nsolely on the basis of activities that are protected by the First \nAmendment to the Constitution. \n9 In the event the Court denies such motion, the Government shall take appropriate remedial \nsteps, including any steps the Court may direct. \nTOP SECRET//Sl//NOFOR'N \n9 \n\nTOP 5ECRET!/Sl//NOFORN \n(i) Any submission to the Court under this emergency provision shall, at a \nminimum, specify the selection term for which query authorization is sought or was \ngranted, provide the factual basis for the NSA's belief that the reasonable articulable \nsuspicion standard has been met with regard to that selection term and, if such query \nhas already taken place, a statement of the emergency necessitating such query. 10 \n(ii) NSA shall ensure, through adequate and appropriate teclmical and \nmanagement controls, that queries of the BR metadata for intelligence analysis purposes \nwill be initiated using only a selection term that has been RAS-approved. 11  Whenever \nthe BR metadata is accessed for foreign intelligence analysis purposes or using foreign \nintelligence analysis query tools, an auditable record of the activity shall be generated.12 \n° \n1 For any selection term that is subject to ongoing Court-authorized electronic surveillance, \npursuant to 50U.S.C.§1805, based on this Court's finding of probable cause to believe that the \nselection term is being used or is about to be used by agents o \nincluding those \nused by U.S. persons, the Government may use such selection terms as \"seeds\" during any \nperiod of ongoing Court-authorized electronic surveil1ance without first seeking authorization \nfrom this Court as described herein. Except in the case of an emergency, NSA shall first notify \nthe Department of Justice, National Security Division of its proposed use as a seed any selection \nterm subject to ongoing Court-authorized electronic surveillance. \nll The Court understands that NSA has implemented technical controls that preclude any query \nfor intelligence analysis purposes with a non-RAS-approved seed. In cases of imminent threat \nto human life NSA may bypass these technical controls, subject to management controls, to \nconduct queries using RAS-approved seeds that have been blocked by technical restraints. \n12 This auditable record requirement shall not apply to further accessing of the results of RAS-\napproved queries. \nTOP SECRET//SI//NOFORN \n10 \n\nTOPSECRETHSU/NOfORN \n(iii) The Court's finding that a selection term is associated wi~ \nshall be effective for:  one hundred eighty days for any selection term \nreasonably believed to be used by a U.S. person; and one year for all other selection \ntenns.13 \n(iv)  Queries of the BR rnetadata using RAS-approved selection terms for \npurposes of obtaining foreign intelligence information may occur by manual analyst \nquery only. Queries of the BR metadata to obtain foreign intelligence information shall \nreturn only that metadata within two \"hops\" of an approved seed. \nD.  Results of any intelligence analysis queries of the BR metadata may be shared, \nprior to minimization~ for intelligence analysis purposes among NSA analysts, subject \nto the requirement that all NSA personnel who receive query results in any form first \n13 The Court understands that from time to time the information available to NSA will jndicate \n.that a selection term is or was associated with a Foreign Power only for a specific and limited \ntime frame.  In such cases, the Government's submission shall specify the time frame for which \nthe seiection term is or was associated wil11 ,--- -- --- - --\nstandard is met, analysts conducting manual queries u frig that selection term shall properly \nminimize information th_at may be returned within query results that fall outside of that \ntimeframe. \nThe Court understands that NSA J;\"eceived certain call detail records pursuant to other \nauthority, in addition to the call detail records produced in response to this Court's Orders. \nNSA shall store, handle, and disseminate call detail records produced in response to this \nCourt's Orders pursuant to this Ord  ~ \nI  - -\nTOP SECRETHSil/NOFORN \n11 \n\nmP\"SECRET//SI//NOFORN \nreceive appropriate and adequate training and guidance regarding the procedures and \nrestrictions for the handling and dissemination of such information.14  NSA shall apply \nthe minimization and dissemination requirements and procedures of Section 7 of \nUnited States Signals Intelligence Directive SP0018 (USSID 18) issued on January 25, \n2011, to any results from queries of the BR metadata, in any form, before the \ninformation is disseminated outside of NSA in any form.  Additionally, prior to \ndisseminating any U.S. person information outside NSA, the Director of NSA, the \nDeputy Director of NSA, or one of the officials listed in Section 7.3(c) of USSID 18 {i.e., \nthe Director of the Signals Intelligence Directorate (SID), the Deputy Director of the SID, \nthe Chief of the Information Sharing Services (ISS) office, the Deputy Chief of the ISS \noffice, and the Senior Operations Officer of the National Security Operations Center) \nmust determine that the information identifying the U.S. person is in fact related to \ncounterterrorism information and that it is necessary to understand the \ncounterterrorism information or assess its importance.15  Notwithstanding the above \nrequirements, NSA may share results from intelligence analysis queries of the BR \nmetadata, including U.S. person identifying information, with Executive Branch \n14  In addition, the Court understands that NSA may apply the full range of SIGINT analytic \ntradecraft to the results of intelligence analysis queries of the collected BR metadata. \n15  In the event the Government encounters circumstances that it believes necessitate the \nalteration of these dissemination procedures, it may obtain prospectively applicable \nmodifications to the procedures upon a determination by the Court that such modifications are \nappropriate under the circumstances and in light of the size and nature of this bulk collection. \nTOP SECRET//Sl//NOFORN \n12 \n\nTOP SECRET//SI/INOfORN \npersonnel (1) in order to enable them to determine whether the information may be \nexculpatory or otherwise discoverable in legal proceedings or (2) to facilitate their \nlawful oversight functions.  Notwithstanding the above requirements, NSA may share \nthe results from intelligence analysis queries of the BR metadata, including United \nStates person information, with Legislative Branch personnel to facilitate lawful \noversight functions. \nE.  BR metadata shall be destroyed no later than five years after its initial \ncollection. \nF.  NSA and the National Security Division of the Department of Justice \n(NSD/DoJ) shall conduct oversight of NSA's activities under this authority as outlined \nbelow. \n(i) NSA's OGC and Office of the Director of Compliance (ODOC) shall \nensure that personnel with access to the BR metadata receive appropriate and \nadequate training and guidance regarding the procedures and restrictions for \ncollection, storage, analysis, dissemination, and retention of the BR metadata and \nthe results of queries of the BR metadata. NSA's OGC and ODOC shall further \nensure that all NSA personnel who receive query results in any form first receive \nappropriate and adequate training and guidance regarding the procedures and \nrestrictions for the handling and dissemination of such information.  NSA shall \nTOP SECRET//SI//NO:FORN \n13 \n\nTOP SECRETl/Sl//NOFOR-\"\"'1 \nmaintain records of all such training.16 OGC shall provide NSD/DoJ w  ith copies \nof all formal briefing and/or training materials (including all revisions thereto) \nused to brief/train NSA personnel concerning this authority. \n(ii)  NSA' s ODOC shall monitor the implementation and use of the \nsoftware and other controls (including user authentication services) and the \nlogging of auditable information referenced above. \n(iii)  NSA's OGC shall consult with NSD/DoJ on all significant legal \nopinions that relate to the interpretation, scope, and/or implementation of this \nauthority. When operationally practicable, such consultation shall occur in \nadvance; otherwise NSD shall be notified as soon as practicable. \n(iv) At least once during the authorization period~.NSA's OGC, ODOC, \nNSD/DoJ, and any other appropriate NSA representatives shall meet for the \npurpose of assessing compliance with this Court's orders. Included in this \nmeeting will be a review of NSA' s monitoring and assessment to ensure that \nonly approved metadata is being acquired. The results of this meeting shall be \nreduced to writing and submitted to the Court as part of any application to \nrenew or reinstate the authority requested herein. \n16  The nature of the training that is appropriate and adequate for a particular person will \ndepend on the person's responsibilities and the circumstances of his access to the BR metadata \nor the results from any queries of the metadata. \nTOP SECRETJ/SIJJ:NOFORN \n14 \n\nTOP SBCRET//SI//NOFOR..\"\"I \n(v) At least once during the authorization period, NSD/DoJ shall meet \nwith NSA's  Office of the Inspector General to discuss their respective oversight \nresponsibilities and assess NSA's compliance with the Court's orders. \n(vi) Prior to implementation of any automated query processes, such \nprocesses shall be reviewed and approved by NSA's OGC, NSD/DoJ, and the \nCourt. \nG.  Approximately every thirty days, NSA shall file with the Court a report that \nincludes a statement of the number of instances since the preceding report in which \nNSA has shared, in any form, results from queries of the BR metadata that contain \nUnited States person information, in any form, with anyone outside NSA, other than \nExecutive Branch or Legislative Branch personnel receiving such results for their \npurposes that are exempted from the dissemination requirements of paragraph (3)D \nabove.  For each such instance in which United States person information has been \nshared, the report shall include NSA's  attestation that one of the officials authorized to \napprove such disseminations determined, prior to dissemination, that the information \nwas related to counterterrorism information and necessary to understand \ncounterterrorism information or to assess its importance.  In addition, should the \nUnited States seek renewal of the requested authority, NSA shall also include in its \nreport a description of any significant changes proposed in the way in which the call \nTOP SIKRETi/SI//NOFORN \n15 \n\nTOP SECRETt/81//NOFORN .............................. \n·-·····m---•-••rn•·····•m••·-- ·  ............_ ______ _ \ndetail records would be received from the Providers and any significant changes to the \ncontrols NSA has in place to receive, store, process, and disseminate the BR metadata. \n(4)  The Court recognizes that there are two cases involving challenges to the \nlegality of this collection pending before federal appellate courts, Klayman v. Obama, No. \n14-5004 (D.C. Cir. argued Nov. 4, 2014), and Smith v. Obama, No. 14-35555 (9th Cir. \nargued Dec. 8, 2014), and one case in which a federal appeals court panel has issued an \nopinion regarding the legality of this collection, A.C.L.U. v. Clapper, No. 14-42 (2d Cir. \nMay 7, 2015).  If an opinion is issued in any of the two pending cases prior to the \nexpiration of this Order, the goverrunent is directed to :inform the Court promptly if the \ngovernment's implementation of this Order has changed as a result of such opinion(s). \nThe government also is directed to inform the Court promptly if the government's \nimplementation of this Order has changed as a result of the opinion in A. C.L. U. v. \nClapper. \n-- Remainder of page intentionally left blank.  --\nTOP SECRET//Sl//NOFORN \n16 \n\n• \nThis authorization regarding \nof August, 2015, at 5:00 p.m., Eastern T:ime. \n06-29-2015  P05:21  ·-\nSigned __________ Eastern Time \nDate  Time \n!J:Ndv~~ \nJudge, United States Foreign \nIntelligence Surveillance Court \n~{;/d--q1--­\n'· L~~A~;  ~ ~SC \nHalf Cle \noetf1f}' rhat this document is  • \na true and correct copy \nt'f tflo artsin~f, \nTOP5ECREti~SY/NOFORN \n17 ",
      "document_type_other": "",
      "external_url": "http://www.fisc.uscourts.gov/sites/default/files/BR%2015-75%20Primary%20Order%20%28redacted%29%20.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/81730"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116803,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116803"
    }
  ],
  "document_count": 4
}