{
  "case_id": 12353,
  "fetched_at": "2025-10-20T22:50:31.189128",
  "case_data": {
    "attorney_orgs": [
      "Hadsell, Stormer & Renick",
      "Prisoners Rights Union"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Tuolumne",
        "name": "County of Tuolumne",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1998,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief denied"
      }
    ],
    "court": "Eastern District of California",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1990-10-23",
    "filing_year": 1990,
    "id": 12353,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "General/Misc.: Access to lawyers or judicial system",
      "General/Misc.: Conditions of confinement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding: Pre-PLRA Population Cap",
      "Jails, Prisons, Detention Centers, and Other Institutions: Law library access",
      "Discrimination Basis: Sex discrimination",
      "General/Misc.: Unconstitutional conditions of confinement"
    ],
    "last_checked_date": "2015-05-04T00:00:00-04:00",
    "main_docket": {
      "id": 30919,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1990,
      "docket_filing_number": 649,
      "is_main_docket": true,
      "court": "Eastern District of California",
      "state": "California",
      "docket_office_number": "1",
      "docket_number_manual": "1:90-cv-00649",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/caed--1-90-cv-00649.html",
      "recap_link": null,
      "is_active": true
    },
    "name": "Ercoli v. County of Tuolumne",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 1990,
    "permanent_injunction": false,
    "plaintiff_description": "prisoners at the Tuolumne County Jail",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "California Jail Population Caps"
    ],
    "special_case_type": [],
    "state": "California",
    "summary": "<p>On October 23, 1990, several prisoners at the Tuolumne County Jail filed a class action in the U.S. District Court for the Eastern District of California against the County of Tuolumne. The plaintiffs, represented by the Prisoner Rights Union and private counsel, filed suit under 42 U.S.C. § 1983, challenging the constitutionality of their conditions of confinement. Specifically, they alleged problems with overcrowding, cleanliness, ventilation, heating and cooling, exercise, the law library, prompt determination of probable cause, and equal access to programs for female prisoners. The plaintiffs sought declaratory and injunctive relief, and on October 29, 1990, also applied for a temporary restraining order.</p><p>On December 18, 1990, the District Court (Magistrate Judge John F. Moulds) directed the County to submit a plan within 10 days to ensure effective communication between prisoners and correctional officers and to submit a proposed order allowing prisoners adequate access to law library. </p><p>On the same day, Magistrate Judge Moulds submitted a report recommending that the Court certify the plaintiffs' proposed class, enjoin the County from bedding prisoners on the floor or adding additional beds to the jail pending the outcome of the case, and authorize the sheriff to release prisoners when the jail is within 10 beds of being filled and not to accept new prisoners when all beds are filled. In all other respects, he recommended that preliminary relief be denied. The Court (Senior Judge Edward D. Price) adopted the report in full on January 16, 1991.</p><p>On December 26, 1990, plaintiffs filed a motion for a preliminary injunction. Later, on July 9, 1991, the County filed a motion for partial summary judgment.  On February 25, 1992, the Court (Magistrate Judge Moulds) issued an order on the motions pending before it. It ordered that the plaintiffs' motion for a preliminary injunction on the issue of the law library be granted in part but that their motion for a temporary restraining order be denied. It also ordered that the County's motion for partial summary judgment on the issues of general jail population, exercise, and prompt determination of probable cause be granted, but that the motion be otherwise denied.</p><p>On March 6, 1992, plaintiffs filed a motion for reconsideration of the Court's grant of summary judgment to the County on the issue of exercise, and on April 21, the Court (Magistrate Judge Moulds) granted that motion, leaving that issue for trial.  The trial began on May 4, 1992, and lasted twelve days.</p><p>A letter to the Court from the County on September 10, 1992, indicates that ventilation and heating and cooling systems in the jail had been improved.</p><p>Meanwhile, the parties had begun negotiations to settle in March 1992, and they lodged a settlement agreement with the Court on December 8, 1994. The Court (Magistrate Judge Moulds) approved the settlement (the content of which is unfortunately unclear from the docket) on March 22, 1995,  dismissed the case on April 5, and ordered the County to pay plaintiffs' attorneys' fees and costs in the amount of $167,437.19 on March 27, 1996.</p><p>The Court (Magistrate Judge Moulds) had also issued an order directing the County to make certain additions to the law library at the jail on December 21, 1994. The County appealed this order, and on March 27, 1997, a three-judge panel of the Ninth Circuit (Judge James R. Browning, Judge William C. Canby, Jr., and Judge Cynthia H. Hall) vacated the decision and remanded to the District Court to determine whether there was actual injury to the plaintiffs and to limit the scope of its relief to that injury. <i>Ercoli v. Cnty. of Tuolumne</i>, 110 F.3d 68 (9th Cir. 1997).</p><p>In response, the parties reached a settlement on the issue of the law library, and the Court (Magistrate Judge Moulds) approved it on November 26, 1997, awarding a further $130,000 to plaintiffs in attorneys' fees.  The case was definitively closed on February 6, 1998.</p>",
    "summary_published_date": "2012-08-23T00:00:00-04:00",
    "summary_short": "On October 23, 1990, several prisoners at the Tuolumne County Jail filed a class action in the U.S. District Court for the Eastern District of California against the County of Tuolumne, alleging constitutional violations having to do with overcrowding, cleanliness, ventilation, heating and cooling, exercise, the law library, prompt determination of probable cause, and equal access to programs for female prisoners. The District Court approved a settlement by the parties on March 22, 1995, and a further settlement on the issue of the law library on November 26, 1997.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/12353",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12353",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12353",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12353"
  },
  "documents": [
    {
      "date": "1997-03-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 68,
      "cite_1_reporter": "F.3d",
      "cite_1_vol": 110,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Ninth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 43730,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/43730.pdf",
      "title": "[Ninth Circuit] Memorandum [Vacating the District Court's Order of Injunctive Relief and Remanding]",
      "text": "110 F.3d 68\nNOTICE: Ninth Circuit Rule 36-3 provides that dispositions\nother than opinions or orders designated for publication are\nnot precedential and should not be cited except when relevant\nunder the doctrines of law of the case, res judicata, or collateral\nestoppel.\nDonald ERCOLI; Thomas Brennan; Stacey Jacobson,\nPlaintiffs-Appellees/Cross-Appellants,\nv.\nCOUNTY OF TUOLUMNE, CALIFORNIA; Richard Nutting,\nSheriff,\nDefendants-Appellants/Cross-Appellees.\nNos. 95-15221, 95-15654.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Dec. 5, 1995.\nSubmission Deferred Dec. 13, 1995.\nResubmitted Jan. 6, 1997.\nDecided March 26, 1997.\nBefore: BROWNING, CANBY, and HALL, Circuit Judges.\n1 MEMORANDUM*\nopen in browser PRO version Are you a developer? Try out the HTML to PDF API pdfcrowd.com\n\n2 Plaintiffs, Donald Ercoli and other prisoners at the Tuolumne County Jail (the\n\"Jail\"), filed a class action that alleged, among other things, that Tuolumne\ninterfered with Plaintiffs' right of access to court by not providing an adequate law\nlibrary at the Jail. Tuolumne appeals the district court's order that directed it to\nimprove the law library, contending that the order is overly broad. Plaintiffs cross-\nappeal, contending that the order is too limited to redress the law library's deficits.\nWe remand for reconsideration in light of Lewis v. Casey, 116 S.Ct. 2174 (1996),\nand for such further proceedings as the district court deems appropriate.\n3 We need not set forth the facts because the parties are familiar with them.\nANALYSIS\n4 We review the scope of the district court's grant of injunctive relief for an abuse\nof discretion or an application of erroneous legal principles. Securities & Exch.\nComm'n v. Interlink Data Network, 77 F.3d 1201, 1204 (9th Cir.1996).\n5 Pursuant to our request, the parties submitted supplemental briefing on the\nimpact of Lewis v. Casey, 116 S.Ct. 2174 (1996). Casey affects Plaintiffs' requisite\nshowing of \"actual injury\" and the permissible scope of the district court's order.\nSee id. at 2180, 2183.\nActual Injury\n6 Under Casey, a prisoner plaintiff must now show actual injury in order to have\nstanding to assert a claim even if it involves a \"core\" Bounds requirement. Id. at\n2180; see Bounds v. Smith, 430 U.S. 817, 827-28 (1977). The Court in Casey\nindicated that, in order to show such actual injury, a plaintiff must demonstrate that\n\"the alleged shortcomings in the library or legal assistance program hindered his\nefforts to pursue a legal claim.\" Casey, 116 S.Ct. at 2180. The Court further clarified\nthat the frustrated legal claim must be one that attacks the plaintiff's sentence\n(directly or collaterally) or challenges the conditions of confinement. Id. at 2182.\n7 Plaintiffs here have not shown actual injury under Casey. Plaintiffs principally\nhave relied on affidavits stating that inmates did not receive requested materials,\nopen in browser PRO version Are you a developer? Try out the HTML to PDF API pdfcrowd.com\n\nnot stating that specific legal claims have been frustrated. See id. at 2180. This\ndeficiency is understandable, however, in light of the litigating posture of this case;\nPlaintiffs could not have known, pre-Casey, that they would need to make such a\nshowing. The district court's decision was rendered on the basis that no showing of\ndirect injury was required. We therefore remand to the district court for further\nproceedings as it deems appropriate in light of Casey 's actual injury requirements.\nScope of the District Court's Order\n8 The Court in Casey also indicated the appropriate scope of injunctive relief in\naccess-to-court cases. Id. at 2183. The Court asserted that \"[t]he remedy must of\ncourse be limited to the inadequacy that produced the injury-in-fact that the\nplaintiff has established.\" Id. Therefore, the district court should, if Plaintiffs on\nremand make the requisite showing of actual injury, limit its order specifically to\nthe redress of that injury.\n9 ORDER VACATED; REMANDED.\n10 The parties will bear their own costs on appeal.\n11 CYNTHIA HOLCOMB HALL, Circuit Judge, dissenting:\n12 Because I do not believe the plaintiffs here have standing to bring this suit, I\nrespectfully dissent.\n13 Lewis v. Casey, 116 S.Ct. 2174 (1996), clarifies the standing requirements for a\nconstitutional challenge such as the one here. In Casey, the Supreme Court held\nthat a prisoner alleging constitutional deprivation of access to the courts must\ndemonstrate actual injury, and that the remedy ordered must be limited to\nrectifying the actual injury demonstrated.\n14 In Casey, the Court disclaims those statements in Bounds v. Smith, 430 U.S. 817\n(1977), that suggest that prisoners have a general right to discover grievances and\nlitigate effectively. Casey, 116 S.Ct. at 2181. An inmate claiming a constitutionally\ndeficient law library \"cannot establish relevant actual injury simply by establishing\nopen in browser PRO version Are you a developer? Try out the HTML to PDF API pdfcrowd.com\n\nthat his prison's law library or legal assistance program is sub-par in some\ntheoretical sense.\" Rather, he must \"demonstrate that the alleged shortcomings in\nthe library or legal assistance program hindered his efforts to pursue a legal claim.\"\nId. at 2180. I agree with the majority's conclusion that the plaintiffs here have not\nshown \"actual injury\" under Casey. I disagree, however, with the conclusion that\nthis deficiency in the plaintiffs' suit warrants remand.\n15 Casey makes clear that its \"actual injury\" requirement derives from the \"case or\ncontroversy\" standing requirement. 116 S.Ct. at 2179. Thus, I disagree with the\nmajority's statement that the plaintiff's deficiency is \"understandable\" because they\n\"could not have known, pre-Casey, that they would need to make such a showing.\"\nIn fact, both plaintiffs and defendants did address the issue of actual injury in their\nbriefs to both the district court and this court. In doing so, the plaintiffs made clear\nthat they base their suit only on generalized inadequacies. When plaintiffs argued to\nthe district court that they had demonstrated actual injury, they offered no\nevidence of specific instances of denial to the courts, but only referred to the\ngeneral inadequacy of the law library and of access to it. Moreover, the relief the\ndistrict court ordered deals entirely with the general \"constitutional adequacy\" of\nthe law library. Casey mandates that any relief must \"be limited to the inadequacy\nthat produced the injury-in-fact that the plaintiff has established. 116 S.Ct. at 2183.\nNone of the relief ordered by the district court redresses an injury-in-fact because\nno injury-in-fact was shown.\n16 Nothing in the record of this case supports the contention that plaintiffs have the\nrequisite standing to bring this case under Casey. Therefore, I believe reversal of\nthe district court and judgment for defendants is appropriate, and I dissent from the\ndecision to remand.\n* This disposition is not appropriate for publication and may not be cited to or by\nthe courts of this circuit except as provided by 9th Cir.R. 36-3\nCC∅ | PHONEBOOK.COM\nopen in browser PRO version Are you a developer? Try out the HTML to PDF API pdfcrowd.com\n\nopen in browser PRO version Are you a developer? Try out the HTML to PDF API pdfcrowd.com",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/43730"
    },
    {
      "date": "1999-07-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of California",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 43729,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/43729.pdf",
      "title": "Docket (PACER)",
      "text": "Case: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      1 of 17 \nPRISONER_CIVIL_RIGHTS, CLOSED\nU.S. District Court\nEastern District of California − Live System (Fresno)\nCIVIL DOCKET FOR CASE #: 1:90−cv−00649−JFM\n(PC) Ercoli, et al v. County of Tuolumne, et al Date Filed: 10/23/1990\nAssigned to: Magistrate Judge John F. Moulds Date Terminated: 04/05/1995\nDemand: $0 Jury Demand: None\nCase in other court:  95−15221 Nature of Suit: 550 Prisoner: Civil Rights\nJurisdiction: Federal Question\n95−15654\nCause: 42:1983 Prisoner Civil Rights\nPlaintiff\nDonald G Ercoli represented by Paul Wayne Comiskey\nPrisoner Rights Union\n900 G Street\nSuite 302\nSacramento, CA 95814−1019\n916−442−6868\nEmail: paulcomiskey@hotmail.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDan Lewis Stormer\nHadsell and Stormer\nThe Marine Building\n128 North Fair Oaks Avenue\nSuite 204\nPasadena, CA 91103\n626−585−9600\nATTORNEY TO BE NOTICED\nPaul Turner Persons\nLaw Offices of Paul T Persons\n1834 Arroyo Canyon\nChico, CA 95928\n916−893−4710\nEmail: ptpersons@aol.com\nATTORNEY TO BE NOTICED\nRichard P Herman\nPrisoner Rights Union\nPO Box 4108\nLaguna Beach, CA 92652\n949−494−9411\nATTORNEY TO BE NOTICED\nPlaintiff\nJolie Ercoli represented by Paul Wayne Comiskey\nTERMINATED: 12/18/1990 (See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDan Lewis Stormer\n(See above for address)\nATTORNEY TO BE NOTICED\nPaul Turner Persons\n(See above for address)\nATTORNEY TO BE NOTICED\nRichard P Herman\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      2 of 17 \n(See above for address)\nATTORNEY TO BE NOTICED\nPlaintiff\nThomas E Brennan represented by James F Goodfellow\nPacific Gas and Electric Company Legal\nCounsel\nMail Code B30A\n77 Beale Street\nSan Francisco, CA 94105−7442\n415−972−5672\nFax: OK\nTERMINATED: 05/02/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPaul Wayne Comiskey\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDan Lewis Stormer\n(See above for address)\nATTORNEY TO BE NOTICED\nPaul Turner Persons\n(See above for address)\nATTORNEY TO BE NOTICED\nRichard P Herman\n(See above for address)\nATTORNEY TO BE NOTICED\nPlaintiff\nStacey Jacobson represented by Dan Lewis Stormer\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nJames F Goodfellow\n(See above for address)\nTERMINATED: 05/02/1995\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPaul Wayne Comiskey\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPaul Turner Persons\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRichard P Herman\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nV.\nDefendant\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      3 of 17 \nCounty of Tuolumne represented by John Henry Hagar\nLaw Office of John Hagar\nPMB 314\n1819 Polk Street\nSan Francisco, CA 94109\n(415) 771−1911\nFax: (415) 552−4067\nEmail: hagarlaw09@gmail.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nStephen Dietrich\nTuolumne County Counsel\n2 South Green Street\nSonora, CA 95370\n209−533−5517\nATTORNEY TO BE NOTICED\nDefendant\nRobert T Coane represented by John Henry Hagar\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nStephen Dietrich\n(See above for address)\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n10/23/1990 1  COMPLAINT FOR DECLARATORY RELIEF AND INJUNCTIVE RELIEF to\nJudge John F. Moulds ; fee status pd; Receipt # 130269; Notice re: Consent forms.\n(old) (Entered: 10/29/1990)\n10/29/1990 2  NOTICE of Transfer of action to Sacramento, case referred to Magistrate Moulds.\n(old) (Entered: 10/29/1990)\n10/29/1990 3  APPLICATION by plaintiffs for temporary restraining order before Mgst Moulds ,\nand for Ancillary relief before Mgst Moulds Hearing 9:00 11/1/90 (old) Modified\non 10/08/1991 (Entered: 10/29/1990)\n10/29/1990 LODGED Temporary Restraining Order (old) (Entered: 10/29/1990)\n10/29/1990 4  PROOF OF SERVICE by plaintiff Donald G Ercoli, plaintiff Jolie Ercoli, plaintiff\nThomas E Brennan of lodged [0−1], motion for temporary restraining order set for\n11/1/90 @ 9:00 [3−1], motion for Ancillary relief set for 11/1/90 @ 9:00. [3−2],\ncomplaint [1−1] (old) (Entered: 10/29/1990)\n10/31/1990 5  MEMORANDUM by defendant County of Tuolumne, defendant Robert T Coane\nin opposition to motion for temporary restraining order set for 11/1/90 @ 9:00\n[3−1], motion for Ancillary relief set for 11/1/90 @ 9:00. [3−2] (old) (Entered:\n10/31/1990)\n10/31/1990 LODGED proposed order denying plaintiffs' application for Temporary\nRestraining order. (old) (Entered: 10/31/1990)\n10/31/1990 6  APPLICATION by defendant County of Tuolumne, defendant Robert T Coane for\norder Shortening Time re Answering Interrogatories. (old) (Entered: 10/31/1990)\n10/31/1990 7  APPLICATION by defendant County of Tuolumne, defendant Robert T Coane for\norder shortening time re Rule 12 Motions. (old) (Entered: 10/31/1990)\n10/31/1990 8  DECLARATION of James Childers in opposition re motion for temporary\nrestraining order set for 11/1/90 @ 9:00 [3−1] (old) (Entered: 10/31/1990)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      4 of 17 \n11/01/1990 9  MINUTES of motion for TRO setting hearing on motion for temporary restraining\norder set from 11/1/90 @ 9:00 [3−1] to 9:00 11/15/90, setting hearing on motion\nfor Ancillary relief set from 11/1/90 @ 9:00. [3−2] to 9:00 11/15/90 (old) (Entered:\n11/02/1990)\n11/09/1990 10  SUPPLEMENTAL Exhibits by plaintiff Donald G Ercoli, plaintiff Jolie Ercoli,\nplaintiff Thomas E Brennan (old) (Entered: 11/09/1990)\n11/09/1990 11  NOTICE OF FILING OF DOCUMENTS; EXHIBITS; DECLARATION of James\nChilders re motion for temporary restraining order set for 11/1/90 @ 9:00 [3−1], re\nmotion for Ancillary relief set for 11/1/90 @ 9:00. [3−2] (old) (Entered:\n11/09/1990)\n11/13/1990 12  SUPPLEMENT to opposition by defendant County of Tuolumne, defendant Robert\nT Coane re motion for temporary restraining order set for 11/1/90 @ 9:00 [3−1], re\nmotion for Ancillary relief set for 11/1/90 @ 9:00. [3−2] (old) (Entered:\n11/13/1990)\n11/13/1990 13  NOTICE by defendant County of Tuolumne, defendant Robert T Coane of filing of\nDeposition transcripts in regards to motion hearing set for 11/15/90 @ 9:00. (old)\n(Entered: 11/13/1990)\n11/13/1990 14  EX−PARTE APPLICATION by defendant County of Tuolumne, defendant Robert\nT Coane to dismiss Jolie Ercoli as a named plaintiff. (old) (Entered: 11/13/1990)\n11/13/1990 15  EX−PARTE APPLICATION by defendant County of Tuolumne, defendant Robert\nT Coane to strike the declaration of Jolie Ercoli set for 11/15/90 @ 9:00 (old)\n(Entered: 11/13/1990)\n11/14/1990 16  ANSWER by defendant County of Tuolumne, defendant Robert T Coane (old)\n(Entered: 11/14/1990)\n11/19/1990 17  MINUTES of court's motion to set inspection date to 11/20/90; Ordered further\nhearing for preliminary injunction for 12/6/90 @ 9:00. (old) (Entered: 11/19/1990)\n11/28/1990 18  SUPPLEMENTAL EXHIBITS IN SUPPORT of Preliminary Injunction and class\ncertification to be heard on 12/6/90 @ 9:00 by defendant County of Tuolumne,\ndefendant Robert T Coane (old) (Entered: 11/28/1990)\n11/28/1990 19  APPLICATION by plaintiff Donald G Ercoli, plaintiff Jolie Ercoli, plaintiff\nThomas E Brennan to Substitute plaintiffs (old) (Entered: 11/28/1990)\n11/28/1990 LODGED proposed order to substitute plaintiffs (old) (Entered: 11/28/1990)\n11/29/1990 20  RESPONSE by defendant County of Tuolumne, defendant Robert T Coane to\ninquiries made during jail inspection (old) (Entered: 11/29/1990)\n12/05/1990 21  NOTICE of non opposition to substitution of plaintiff by defendant County of\nTuolumne, defendant Robert T Coane (old) (Entered: 12/05/1990)\n12/05/1990 22  REPLY by defendant County of Tuolumne, defendant Robert T Coane re [18−1]\nPlaintiff's Supplemental Exhibits (old) (Entered: 12/05/1990)\n12/06/1990 23  NOTICE by defendant County of Tuolumne, defendant Robert T Coane of filing of\noriginal declaration of Lt. James Childers (old) (Entered: 12/06/1990)\n12/06/1990 24  MINUTES of plaitniffs' motion for temporary restraining order set for 11/1/90 @\n9:00 [3−1] is submitted, that the motion for Ancillary relief set for 11/1/90 @ 9:00.\n[3−2] is submitted; also recommending class to be certified. (old) (Entered:\n12/06/1990)\n12/11/1990 25  STATUS REPORT by defendant County of Tuolumne, defendant Robert T Coane\nregarding law library services. (old) (Entered: 12/11/1990)\n12/12/1990 26  LETTER to court from defendant County of Tuolumne, defendant Robert T Coane\nregarding inspections of the three Stanislaus jails. (old) (Entered: 12/12/1990)\n12/18/1990 27  ORDER by Magistrate John F. Moulds, defendants are directed to submitt a plan\nregarding method of ensuring effective communication between prisoners and\ncorrectional officers within 10 days; and directing defendant to submitt proposed\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      5 of 17 \norder allowing prisoners adequate access to law library. (cc: all counsel) (old)\n(Entered: 12/18/1990)\n12/18/1990 28  REPORT AND RECOMMENDATION concerning motion for temporary\nrestraining order set for 11/1/90 @ 9:00 [3−1], motion for Ancillary relief set for\n11/1/90 @ 9:00. [3−2]; recommending class certification for plaintiff's, enjoining\ndefendants from bedding inmates on the floor pending outcome of this action,\nenjoining defendants from adding inmate beds pending outcome of this action,\nauthorizing sheriff to release inmates when beds are within 10 beds of being filled\nand not to accept new inmates when beds are full, matters of communication be\naddressed in separate order; in all other aspects the request for preliminary\ninjunction be denied. (cc: all counsel) (old) (Entered: 12/18/1990)\n12/18/1990 29  ORDER by Magistrate John F. Moulds substituting Stacey Jacobson for Jolie\nErocoli. (cc: all counsel) (old) (Entered: 12/18/1990)\n12/26/1990 30  MOTION by plaintiffs for preliminary injunction Hearing 9:00 1/31/91; with\nMemorandum of P/A and Declaration in support (old) Modified on 10/08/1991\n(Entered: 12/27/1990)\n12/26/1990 LODGED proposed order regarding motion for preliminary injunction. (old)\n(Entered: 12/27/1990)\n12/26/1990 31  OBJECTIONS by defendant County of Tuolumne, defendant Robert T Coane to\nReport and Recommendation [28−1] (old) (Entered: 12/27/1990)\n12/27/1990 32  DEFENDANTS' PLAN ENSURING EFFECTIVE COMUNICATION\nBETWEEN INMATES AND STAFF by defendant County of Tuolumne,\ndefendant Robert T Coane (old) (Entered: 12/27/1990)\n01/02/1991 33  Defendants' proposal for inmate law library access. (old) (Entered: 01/03/1991)\n01/04/1991 34  TRANSMITTAL of documents recd orig files from Sacto w/ord for EDP; forward\nto EDP (file to be retnd, missing doc #33) (old) (Entered: 01/04/1991)\n01/04/1991 36  LETTER to court from Mike Hagar regarding the request for status conference on\ntwo issues: Medical discovery and Law library (old) (Entered: 01/08/1991)\n01/07/1991 35  TRANSCRIPT of 12/6/90; Transcript of Hearing regarding plaintiff's motion for\npreliminary injunction. (old) (Entered: 01/07/1991)\n01/11/1991 37  ORDER by Senior Judge Edward D. Price setting hearing on report\n&recommendation objection [31−1] at 4:00 on 1/15/91 (cc: all counsel) (old)\n(Entered: 01/11/1991)\n01/16/1991 40  ORDER by Senior Judge Edward D. Price granting report &recommendation\nmotion REPORT AND RECOMMENDATION [28−1] (cc: all counsel) (old)\n(Entered: 01/24/1991)\n01/23/1991 38  SUPPLEMENT memorandum re: Status Conference by plaintiff Donald G Ercoli,\nplaintiff Jolie Ercoli, plaintiff Thomas E Brennan (old) (Entered: 01/23/1991)\n01/23/1991 39  REQUEST by plaintiff Donald G Ercoli, plaintiff Jolie Ercoli, plaintiff Thomas E\nBrennan for inspection and entry. (old) (Entered: 01/23/1991)\n01/29/1991 41  RECEIPT of 3rd volume of file for further processing. (old) (Entered: 01/29/1991)\n01/30/1991 42  LETTER to court from Gilbert H. Levy regarding mail inadvertantly sent to him.\n(old) (Entered: 01/30/1991)\n02/01/1991 43  MINUTES of motion for preliminary injunct vacating [30−1] motion for\npreliminary injunction set for 1/31/91 @ 9:00 (old) (Entered: 02/04/1991)\n02/01/1991 44  MINUTES of status conference parties to meet and confer (old) (Entered:\n02/04/1991)\n06/06/1991 45  ORDER by Chief Judge Robert E. Coyle Case reassigned to Judge Oliver W.\nWanger (cc: all counsel) (old) (Entered: 06/06/1991)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      6 of 17 \n07/09/1991 46  MOTION by defendants County of Tuolumne and Robert T Coane for partial\nsummary judgment before Mgst Moulds Hearing 9:00 8/22/91 (old) Modified on\n10/08/1991 (Entered: 07/09/1991)\n07/09/1991 47  STATEMENT by defendant County of Tuolumne, defendant Robert T Coane of\nuncontroverted facts in support of motion for partial summary judgment set for\n8/22/91 @ 9:00 before JFM [46−1] (old) (Entered: 07/09/1991)\n07/09/1991 48  MEMORANDUM of points and authorities by defendant County of Tuolumne,\ndefendant Robert T Coane in support of motion for partial summary judgment set\nfor 8/22/91 @ 9:00 before JFM [46−1] (old) (Entered: 07/09/1991)\n07/09/1991 49  APPENDIX of exhibits by defendant County of Tuolumne, defendant Robert\nCoane re motion for partial summary judgment set for 8/22/91 @ 9:00 before JFM\n[46−1] (old) (Entered: 07/09/1991)\n07/31/1991 LODGED stipulation re continuance of partial summary judgment hearing. (old)\n(Entered: 07/31/1991)\n08/13/1991 50  NOTICE by plaintiff Donald G Ercoli, plaintiff Jolie Ercoli, plaintiff Thomas E\nBrennan, plaintiff Stacey Jacobson of change of address of Paul Comiskey to 2310\nJ Street P.O. BOX 1019 Sacramento ca 95814 (old) (Entered: 08/13/1991)\n08/13/1991 51  STIPULATION and ORDER by Magistrate John F. Moulds :, setting hearing on\nmotion for partial summary judgment set for [46−1] 10/10/91 @ 9:00 before JFM\n(cc: all counsel) (old) (Entered: 08/13/1991)\n09/24/1991 52  MEMORANDUM by defendant County of Tuolumne, defendant Robert T Coane\nin opposition to motion for preliminary injunction re law library set for 10/10/91 @\n9:00 (old) (Entered: 09/24/1991)\n09/26/1991 53  MOTION by plaintiffs for temporary restraining order filed 9/25/91 (old) Modified\non 10/08/1991 (Entered: 09/26/1991)\n09/26/1991 54  MEMORANDUM by plaintiff Donald G Ercoli, plaintiff Thomas E Brennan,\nplaintiff Stacey Jacobson in opposition to motion for partial summary judgment set\nfor 8/22/91 @ 9:00 before JFM [46−1] (old) (Entered: 09/26/1991)\n09/26/1991 55  REQUEST by plaintiff Donald G Ercoli, plaintiff Thomas E Brennan, plaintiff\nStacey Jacobson for an order that probable cause determination forms be produced\n(old) (Entered: 09/26/1991)\n09/26/1991 56  NOTICE by plaintiff Donald G Ercoli, plaintiff Thomas E Brennan, plaintiff\nStacey Jacobson of abandonment of issues (old) (Entered: 09/26/1991)\n09/27/1991 57  MEMORANDUM by plaintiff Donald G Ercoli, plaintiff Thomas E Brennan,\nplaintiff Stacey Jacobson in support of motion for temporary restraining order filed\n9/25/91 [53−1], and exhibits in opposition of motion for partial summary judgment\nset for 8/22/91 @ 9:00 before JFM [46−1] (old) (Entered: 09/27/1991)\n10/01/1991 58  APPLICATION by defendant County of Tuolumne, defendant Robert T Coane for\nNotice of motion and motion to set for pretrial and trial; certificate of readiness;\nproposed order; hearing to be set for 10/10/91 @ 9:00 (old) (Entered: 10/01/1991)\n10/01/1991 LODGED proposed order on application (old) (Entered: 10/01/1991)\n10/01/1991 LODGED defendants' notice of motion and motion to set for pretrial and trial;\npoints and authorities in support thereon (old) (Entered: 10/01/1991)\n10/01/1991 59  MEMORANDUM by defendant County of Tuolumne, defendant Robert T Coane\ndefendants' opposition to plaintiffs' motion for documents which show the nature\nbases and findings of probable cause determinations [55−1] (old) Modified on\n10/07/1991 (Entered: 10/01/1991)\n10/03/1991 60  REPLY by plaintiff Donald G Ercoli, plaintiff Thomas E Brennan, plaintiff Stacey\nJacobson plaintiffs' reply memorandum regarding law library access preliminary\ninjunction [30−1] (old) Modified on 10/07/1991 (Entered: 10/03/1991)\n10/07/1991 61  TYPED VERSION OF PLAINTIFFS' SUPPLEMENTAL DECLARATIONS\nSUBMITTED AS EXHIBITS by plaintiff Donald G Ercoli, plaintiff Jolie Ercoli,\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      7 of 17 \nplaintiff Thomas E Brennan, plaintiff Stacey Jacobson in opposition re motion for\npartial summary judgment set for 8/22/91 @ 9:00 before JFM [46−1], in support re\nmotion for preliminary injunction set for 1/31/91 @ 9:00 [30−1] (old) (Entered:\n10/07/1991)\n10/07/1991 62  SUPPLEMENTAL EXHIBITS by defendant County of Tuolumne, defendant\nRobert T Coane supporting re motion for partial summary judgment set for 8/22/91\n@ 9:00 before JFM [46−1] (old) (Entered: 10/07/1991)\n10/07/1991 63  RESPONSE by defendant County of Tuolumne in opposition to plaintiffs motion\nfor temporary restraining order filed 9/25/91 53 (old) (Entered: 10/08/1991)\n10/07/1991 64  REPLY by defendant County of Tuolumne, defendant Robert T Coane to response\nto motion by defendants County of Tuolumne and Robert T Coane for partial\nsummary judgment before Mgst Moulds [46−1] (old) (Entered: 10/08/1991)\n10/07/1991 65  EX−PARTE APPLICATION by defendant County of Tuolumne, defendant Robert\nT Coane to strike the declarations Jolie Gray; Kevin Smith, Kathryn Fisher and\nNancy Cekov (old) (Entered: 10/08/1991)\n10/08/1991 TRANSMITTAL of documents return original file to Sacto, last document in the\nfile #63 (old) (Entered: 10/08/1991)\n10/10/1991 66  MINUTES that the motion by defendants County of Tuolumne and Robert T\nCoane for partial summary judgment before Mgst Moulds [46−1] is submitted, that\nthe motion by plaintiffs for preliminary injunction [30−1] is submitted; order to be\nprepared by the court (old) (Entered: 10/10/1991)\n10/10/1991 67  RECEIPT of case file from Fresno (old) (Entered: 10/10/1991)\n10/16/1991 68  CONSENT to Proceed before a Magistrate by defendant County of Tuolumne,\ndefendant Robert T Coane (old) (Entered: 10/16/1991)\n10/21/1991 LODGED substitution of attorneys for plaintiffs− Dan Stormer (old) (Entered:\n10/21/1991)\n10/29/1991 69  CONSENT to Proceed before a Magistrate by plaintiff Donald G Ercoli, plaintiff\nThomas E Brennan, plaintiff Stacey Jacobson (old) (Entered: 10/29/1991)\n11/06/1991 70  SUPPLEMENT by plaintiff Donald G Ercoli, plaintiff Thomas E Brennan, plaintiff\nStacey Jacobson exhibits for status conference set for 11/7/91 @ 9:00 (old)\n(Entered: 11/06/1991)\n11/07/1991 71  MINUTES of further status conference ; Pretrial conf (prelim) set for 3/27/92 @\n1:30 ; Trial set for 3/30/92 @ 9:00 (old) (Entered: 11/07/1991)\n11/07/1991 LODGED Notice of pendency of class action laawsuit (old) (Entered: 11/07/1991)\n11/07/1991 LODGED order re medical records (old) (Entered: 11/07/1991)\n11/13/1991 72  NOTICE by plaintiff Donald G Ercoli, plaintiff Thomas E Brennan, plaintiff\nStacey Jacobson of change of address of Dan Stormer (old) (Entered: 11/13/1991)\n11/14/1991 73  REMARK case file being transferred to Fresno (old) (Entered: 11/14/1991)\n11/26/1991 74  TRANSMITTAL of documents file 1 volume with order. Forwarded to OWW.\n(old) (Entered: 11/26/1991)\n12/02/1991 75  RECEIPT from Fresno of original case file; received 11/26/91 (old) (Entered:\n12/02/1991)\n12/03/1991 76  NOTICE by plaintiff Donald G Ercoli, plaintiff Jolie Ercoli, plaintiff Thomas E\nBrennan, plaintiff Stacey Jacobson of association of attorney James F Goodfellow\n(old) (Entered: 12/03/1991)\n12/03/1991 77  ORDER by Judge Oliver W. Wanger upon consent of parties, this case transferred\nto Judge John F. Moulds for final disposition (cc: all counsel) (old) (Entered:\n12/11/1991)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      8 of 17 \n01/13/1992 78  ORDER by Judge John F. Moulds granting lodged [0−1] proposed order of 11/7/91\nsealing medical records filed for purposes of this litigation (cc: all counsel) (old)\n(Entered: 01/13/1992)\n01/13/1992 83  NOTICE by the court of pendency of class action lawsuit; (cc: all counsel) (old)\n(Entered: 02/27/1992)\n02/11/1992 79  PRETRIAL Statement from plaintiffs; re local rule 281 (old) (Entered: 02/11/1992)\n02/12/1992 80  PRETRIAL Statement from defendant County of Tuolumne, defendant Robert T\nCoane (old) (Entered: 02/12/1992)\n02/13/1992 81  MINUTE ORDER by Judge John F. Moulds Pretrial conf cont'd from 2/27/92 at\n1:30 to 3/6/92 at 1:30 (cc: all counsel) (old) (Entered: 02/14/1992)\n02/25/1992 82  ORDER by Judge John F Moulds ORDERING: Plaintiff's motion for preliminary\ninjunction on the issue of the law library GRANTED in part. On or before 3/4/92\nthe County shall provide a report addressing what steps to take to replace the\npaging system. Plaitiff's motion for a TRO is DENIED; Defendants' motion to\nstrike declaration of Jolie Gray is GRANTED; Defendants' motion to strike\ndeclarations of Kevin Smith, Kathryn Fisher, and Nancy Cekov is DENIED;\nDefendants' motion for partial summary judgment on the issue of cleanliness,\nventilation, heating and cooling is DENIED; Defendants' motion for summary\njudgment on the issue of exercise is DENIED; issue as to the general population of\nthe jail is GRANTED; Defendants' motion for partial summary judgment on the\nissue of seating is GRANTED; Defendants' motion for partial suummary judgment\non the issue of the law library is DENIED; Defendants' motion on the issue of\nprompt probable cause is GRANTED; Plaintiff's motion to compel discovery is\nDENIED; Defendants' motion for partial summary judgment on the issue of equal\naccess to programs for female inmates is DENIED. (old) (Entered: 02/25/1992)\n03/04/1992 84  NOTICE OF MOTION by defendant County of Tuolumne and Sheriff Richard\nNutting to compel deposition answers; motion hearing 3/26/92 at 9:00am in ctrm 6\n; application for costs and sanctions (kh) (Entered: 03/05/1992)\n03/04/1992 85  STATUS REPORT RE LAW LIBRARY by defendant County of Tuolumne and\nSheriff Nutting (kh) (Entered: 03/05/1992)\n03/04/1992 86  AMENDED EXHIBIT list by defendant County of Tuolumne and Sheriff Nutting\n(kh) (Entered: 03/05/1992)\n03/04/1992 LODGED Stipulation RE discovery close off, disclosure of inmate witnesses, order\nthereon (kh) (Entered: 03/05/1992)\n03/04/1992 87  LETTER to court from attorney Paul T Persons RE lodged stipulation RE\ndiscovery (kh) (Entered: 03/05/1992)\n03/06/1992 88  REQUEST for consideration of Magistrate Judge's ruling by plaintiff's (old)\n(Entered: 03/09/1992)\n03/06/1992 89  Plaintiff's WITNESS list (old) (Entered: 03/09/1992)\n03/06/1992 90  Plaintiff's EXHIBIT list (old) (Entered: 03/09/1992)\n03/09/1992 91  STIPULATION and ORDER by Judge John F Moulds ORDERING: lodged\nstipulation and order VACATED; discovery close off is 2/27/92; Plaintiffs and\ndefendants have disclosed their witnesses; defendants will complete the depositions\nof Plaintiffs' experts by 3/16/92; In the event that the parties need to effectuate full\npretrial disclsure to take additional depositions after the referred close off date, the\nparties will cooperate in arranging depositions (cc: all counsel) (old) (Entered:\n03/09/1992)\n03/12/1992 92  ORDER by the Courtroom Clerk ORDERING: Settlement conference is set for\n3/19/92 at 2:30 before the Honorable Gregory G Hollows (cc: all counsel) (old)\n(Entered: 03/13/1992)\n03/12/1992 93  MINUTES of 3/6/92; pretrial conference setting settlement conference in front of\nGGH; trial confirmed for 3/30/92 (old) (Entered: 03/13/1992)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      9 of 17 \n03/16/1992 94  OPPOSITION by defendants to plaintiffs' request for reconsideration [88−1] (old)\n(Entered: 03/16/1992)\n03/17/1992 95  plaintiff's inmate WITNESS list (old) (Entered: 03/17/1992)\n03/18/1992 96  defendants' modified proposal re: law library access; pursuant to Court's 2/25/92\nOrder [82−1] (old) (Entered: 03/18/1992)\n03/18/1992 97  TRIAL BRIEF by defendants (old) (Entered: 03/18/1992)\n03/23/1992 98  MEMORANDUM by defendants in support of motion to compel deposition\nanswers; motion hearing 3/26/92 at 9:00am in 6 [84−1] (old) (Entered: 03/23/1992)\n03/26/1992 99  MINUTES of 3/26/92 − Defendants' motion to compel; motion deferred to start of\ntrial (old) (Entered: 04/01/1992)\n04/01/1992 100  inmate WITNESS list and their location (old) (Entered: 04/02/1992)\n04/09/1992 101  inmate witnessess and their location (old) (Entered: 04/10/1992)\n04/10/1992 102  WITNESS list by Plaintiff's, with schedule of dates they will appear (old) (Entered:\n04/10/1992)\n04/21/1992 103  PRE−TRIAL ORDER approved by Judge John F Moulds ORDERING: trial set for\n9:00 5/4/92; the motion for sanctions is deferred until the trial; appendix A and B\nattached; SEE ORDER FOR DETAILS (cc: all counsel) (old) Modified on\n04/21/1992 (Entered: 04/21/1992)\n04/21/1992 104  ORDER by Judge John F Moulds ORDERING: plaintiff's request for\nreconsideration is GRANTED; that portion of defendants' motion for partial\nsummary judgment concerning the issue of the adequacy of exercise at the\nTuolomne County Jail is DENIED; the adequacy of exercise is at issue for trial (cc:\nall counsel) (old) (Entered: 04/21/1992)\n04/21/1992 105  ORDER by Judge John F Moulds ORDERING: a Writ of Habeas Corpus ad\nTestificandum to be issued for inmate Karen Friajo (cc: all counsel) (old) (Entered:\n04/21/1992)\n04/21/1992 106  ORDER by Judge John F Moulds ORDERING: Writ of ad Testificandum be issued\nfor inmate Charles Anthony Tooma held at Mule Creek State Prison (cc: all\ncounsel) (old) (Entered: 04/21/1992)\n04/21/1992 107  ORDER by Judge John F Moulds ORDERING: Writ of ad Testificandum to be\nissued for inmate Randy Price held at Duel Vocational Institute (cc: all counsel)\n(old) (Entered: 04/21/1992)\n04/21/1992 108  ORDER by Judge John F Moulds ORDERING: Writ of ad Testificandum to be\nissued for inmate Tony Kitchen held at Tuolomne County Jail (cc: all counsel)\n(old) (Entered: 04/21/1992)\n04/21/1992 109  ORDER by Judge John F Moulds ORDERING: Writ of ad Testificandum to be\nissued for inmate Tim Wilson held in Tuolomne County Jail (cc: all counsel) (old)\n(Entered: 04/21/1992)\n04/21/1992 110  ORDER by Judge John F Moulds ORDERING: Writ of ad Testificandum to be\nissued for inmate John Oberwager held in the Tuolomne County Jail (cc: all\ncounsel) (old) (Entered: 04/21/1992)\n04/21/1992 111  ORDER by Judge John F Moulds ORDERING: Writ of ad Testificandum to be\nissued for inmate Michael Bird held in the Tuolomne County Jail (cc: all counsel)\n(old) (Entered: 04/21/1992)\n04/21/1992 112  ORDER by Judge John F Moulds ORDERING Writ of ad Testificandum to be\nissued for inmate Brian Burkhart held in the Tuolomne County Jail(cc: all counsel)\n(old) Modified on 04/21/1992 (Entered: 04/21/1992)\n04/21/1992 113  ORDER by Judge John F Moulds ORDERING: Writ ad Testificandum to be issued\nfor inmate Jolie Gray held in the Tuolomne County Jail (cc: all counsel) (old)\n(Entered: 04/21/1992)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      10 of 17 \n04/21/1992 114  ORDER by Judge John F Moulds ORDERING: Writ ad Testificandum to be issued\nfor inmate Patricia Steeber held in the Tuolomne County Jail (cc: all counsel) (old)\n(Entered: 04/21/1992)\n04/21/1992 115  ORDER by Judge John F Moulds ORDERING: Writ ad Tesitificandum to be\nissued for inmate Kathryn Fisher held in the Tuolomne County Jail(cc: all counsel)\n(old) (Entered: 04/21/1992)\n04/22/1992 116  SECOND AMENDED EXHIBIT list by defendants (old) (Entered: 04/24/1992)\n04/23/1992 117  RECEIPT of certified mail returned: addressed to the Warden of DVI (old)\n(Entered: 04/27/1992)\n04/23/1992 118  RECEIPT of certified mail returned: addressed to the Warden of Mule Creek State\nPrison (old) (Entered: 04/27/1992)\n04/24/1992 119  RECEIPT of certified mail addressed to Jailor of Tuolomne County Jail (old)\n(Entered: 04/28/1992)\n04/27/1992 120  RECEIPT of certifed mail addressed to Warden of the California Women's Facility\n(old) (Entered: 04/29/1992)\n05/01/1992 121  ORDER by Judge John F Moulds ORDERING: that a Writ of Habeas Corpus ad\nTestificandum be issued for inmate Tony Kitchen held at Duel Vocational Institute;\ntrial set for 5/4/92 at 9:00; inmate to be in court 5/7/92 at 9:00 (cc: all counsel);\nfaxed a copy to Warden and sent original by certified mail (old) Modified on\n05/01/1992 (Entered: 05/01/1992)\n05/01/1992 122  ORDER by Judge John F Moulds ORDERING: that a Writ of Habeas Corpus ad\nTestificandum be issued for inmate Patricia Steeber held in the Central California\nWomen's Facility; to be in court on 5/7/92 at 9:00; trial set for 5/4/92 (cc: all\ncounsel); faxed a copy to Warden and sent original by certified mail (old) Modified\non 05/01/1992 (Entered: 05/01/1992)\n05/04/1992 123  ORDER by Judge John F Moulds ORDERING: that a Writ of Habeas Corpus ad\nTestificandum be issued for inmate Leslie Bailey held in Tuolomne County Jail;\ntrial set for 5/4/92; inmate to be in court on 5/5/92 at 9:00 (cc: all counsel) (faxed a\ncopy to jailor) (old) (Entered: 05/04/1992)\n05/04/1992 124  AMENDMENT WITNESS list by plaintiffs (old) (Entered: 05/05/1992)\n05/04/1992 125  MINUTES of 5/4/92; Day 1 of court trial (old) (Entered: 05/05/1992)\n05/04/1992 160  TRIAL BRIEF by pltfs Donald G Ercoli, Thomas E Brennan, Stacey Jacobson\n(old) (Entered: 08/02/1994)\n05/07/1992 126  MINUTES of 5/5/92; second day of court trial (old) (Entered: 05/08/1992)\n05/07/1992 127  MINUTES of 5/6/92; third day of court trial (old) (Entered: 05/08/1992)\n05/07/1992 129  MINUTES of 5/7/92; 4th day of court trial (old) (Entered: 05/15/1992)\n05/11/1992 128  RETURN RECEIPT from warden Tracy, CA (ll) (Entered: 05/12/1992)\n05/11/1992 130  MINUTES of 5/11/92; 5th day of court trial (old) (Entered: 05/15/1992)\n05/13/1992 131  MINUTES of 5/13/92; 6th day of court trial (old) (Entered: 05/15/1992)\n05/14/1992 132  MINUTES of 5/14/92; 7th day of court trial (old) (Entered: 05/15/1992)\n05/15/1992 133  MINUTES of 5/1/92; 8th day of court trial (old) (Entered: 05/19/1992)\n05/18/1992 134  MINUTES of 5/18/92; 9th day of court trial (old) (Entered: 05/22/1992)\n05/19/1992 135  NOTICE by Calipatria State Prison RE: writ of habeas corpus ad testificandum was\nnot issued for inmate Price; (original writ &order attached) (old) (Entered:\n05/22/1992)\n05/19/1992 136  PROPOSED FINDINGS OF FACT by defendants County of Tuolumne and\nSheriff Richard Nutting (kh) (Entered: 05/22/1992)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      11 of 17 \n06/01/1992 137  MINUTES of 5/19/92; 10th day of court trial (old) (Entered: 06/02/1992)\n06/01/1992 138  MINUTES of 5/20/92; 11th day of court trial (old) (Entered: 06/02/1992)\n06/02/1992 139  PROPOSED FINDINGS of fact and conclusions of law by the defendants (old)\n(Entered: 06/03/1992)\n06/05/1992 140  NOTICE by plaintiffs counsel of change of address TO: The Marine Building, 128\nN Fair Oaks Avenue, Suite 204, Pasadena, CA 91103, (818) 585−9600 (old)\n(Entered: 06/05/1992)\n06/08/1992 141  MINUTES of 6/3/92; 12th day of court trial (old) (Entered: 06/09/1992)\n06/08/1992 142  EXHIBIT &WITNESS list by the court (old) (Entered: 06/09/1992)\n06/15/1992 143  LETTER to court from counsel John Hagar RE: compliance with the law of\nsearching female prisoners (old) (Entered: 06/16/1992)\n06/17/1992 144  RESPONSE by plaintiff's counsel Paul T Persons to defendant's letter filed on\n6/15/92 re: female correctional officers doing searches on female prisoners (old)\n(Entered: 06/18/1992)\n07/16/1992 145  LETTER to court from plaintiff's counsel requesting that a second inspection of the\njail take place RE: the ventilation system (old) (Entered: 07/17/1992)\n07/17/1992 146  LETTER to court from counsel for defendants RE: reconsideration of court's\ntentative oral decision concerning the need for a population cap and release order\nin Toluomne County (old) (Entered: 07/17/1992)\n08/03/1992 147  LETTER to court from plaintiff (old) (Entered: 08/03/1992)\n09/10/1992 148  LETTER to court from counsel for defendants RE: status report regarding HVAC\nrenovation project for the old side of the Tuolumne County Jail; project was not\naccepted as completed by the Board of Supervisors until 8/25/92 and not the\nanticipated date of 7/1/92 as stated in the report; log showing temperature readings\nfor each housing unit between 4 and 5pm between 8/1/92 −9/1/92 attached (old)\n(Entered: 09/11/1992)\n09/29/1992 149  LETTER by plaintiffs in response to status report [148−1] re: report lacks\ninformation on the type and location of the venting system utilized in the housing\nunits (old) (Entered: 09/30/1992)\n01/11/1993 150  NOTICE by Richard P Herman counsel for plaintiff of change of address to\nRichard P Herman, Suite 330, 24012 Calle de la Plata, Laguna Hills, CA 92653\n(old) (Entered: 01/11/1993)\n04/22/1993 151  NOTICE by plaintiff's counsel Richard Herman of change of address to 301 Forest\nAve in Laguna Beach, CA 92651 (old) (Entered: 04/23/1993)\n06/02/1994 161  STATEMENT by pltfs Donald G Ercoli, Thomas E Brennan, Stacey Jacobson of\nFacts (old) (Entered: 08/02/1994)\n06/13/1994 152  LETTER to court from Attorney John Hagar dated 6/8/94 submitting a cite from\nthe Supreme Court decision of Farmer V Brannan which may be instructive\nconcerning the state of mind argument raised in the County's trial brief (old)\n(Entered: 06/14/1994)\n06/22/1994 153  MINUTE ORDER: Scheduling Conference set for 10:00 on 7/18/94 ; Parties shall\nfile status reports 7 days prior to the conference (cc: all counsel) (old) (Entered:\n06/23/1994)\n07/11/1994 154  STATUS REPORT by plaintiff Donald G Ercoli, plaintiff Thomas E Brennan,\nplaintiff Stacey Jacobson (old) (Entered: 07/11/1994)\n07/12/1994 155  NOTICE OF MOTION AND MOTION by defendant County of Tuolumne to\ndissolve preliminary injunction ; motion to be heard on 9/1/94 at 10:00am by\nMagistrate Judge John F Moulds (kb) (Entered: 07/13/1994)\n07/14/1994 156  STATUS CONFERENCE REPORT by defendants County of Tuolumne and\nSheriff Richard Nutting (old) (Entered: 07/15/1994)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      12 of 17 \n07/18/1994 157  MINUTES of Status Conference before Magistrate Judge John F Moulds;\ncontinuing hearing on motion by defendant County of Tuolumne to dissolve\npreliminary injunction [155−1] to 11:00 8/25/94; settlement conference set for\n8/23/94 or 8/24/94 before GGH (old) (Entered: 07/20/1994)\n07/25/1994 158  ORDER by Magistrate Judge John F Moulds; settlement conference set for 3:00\n8/24/94 before GGH; Settlement Conference statements are mandatory and due 7\ndays before the conference; hearing on motion by defendant County of Tuolumne\nto dissolve preliminary injunction [155−1] is advanced to 11:00 8/25/94 before\nJFM; pltfs' opposition to the motion shall be filed on or before 7/25/94; Defts' reply\nshall be filed on or before 8/8/94 (cc: all counsel) (old) (Entered: 07/25/1994)\n07/25/1994 159  OPPOSITION by plaintiffs to motion by defendant County of Tuolumne to\ndissolve preliminary injunction [155−1] (old) (Entered: 07/26/1994)\n08/08/1994 162  NOTICE of filing of signed Declaration by defendant County of Tuolumne and\nSheriff Richard Nutting (old) (Entered: 08/10/1994)\n08/08/1994 163  REPLY by defendant County of Tuolumne to response to motion by defendant\nCounty of Tuolumne to dissolve preliminary injunction [155−1]; Declaration of\nMichael M Costa (old) (Entered: 08/10/1994)\n08/17/1994 164  DECLARATION of Michael M Costa (old) (Entered: 08/18/1994)\n08/25/1994 165  ORDER by Magistrate Judge Gregory G Hollows ORDERING that settlement\nprocess is as follows; the issue of attorneys' fees and costs will be decided after\nfinal settlement is reached by a Magistrate Judge whose decision may be appealed\nto the 9th Circuit; The undersigned will travel to the Tuolumne Jail to conduct final\nsettlement negotiations on 9/16/94 at 9:00 Counsel shall attend, and interested\nparty defendants may attend the conf; Should the Board of Superviosrs reject the\nsettlement process agreement, the parties shall appear to argue the filed motion to\ndissolve/modify the preliminary inj on 9/15/94, before JFM; (cc: all counsel) (old)\n(Entered: 08/25/1994)\n09/09/1994 166  LETTER to court from counsel for plaintiff request the removal of James F\nGoodfellow of this firm form the service list, Mr Goodfellow never made an\nappearance in this matter; Futhermore, this firm Dinkelspiel, Donovan &Reder has\ndissolved and is no longer in business (old) (Entered: 09/12/1994)\n09/23/1994 167  NOTICE of change of address by attorney Richard C Herman to 24012 Calle de la\nPlata Suite 330 Laguna Hills CA 92653 (old) (Entered: 09/26/1994)\n11/14/1994 168  BRIEF re Tuolumne County Provsions for access to corut for jail inmates;\ndeclarations by defendant County of Tuolumne in support of [165−1] (old)\n(Entered: 11/16/1994)\n11/16/1994 169  BRIEF by plaintiff in support of permanent injunction re law library [155−1] (old)\n(Entered: 11/21/1994)\n11/16/1994 170  LETTER to court from counsel for plaintiff regarding [169−1] (old) (Entered:\n11/21/1994)\n11/16/1994 171  DEPOSITION of Lt James N Childers taken on the following date(s) 11/1/94 (old)\n(Entered: 11/21/1994)\n11/16/1994 172  EXHIBITS to deposition of Lt James N Childers [171−1] (old) (Entered:\n11/21/1994)\n11/23/1994 173  RESPONSE by defendant County of Tuolumne; Shefiff Richard Nutting re\nTuolumne County Provisions for access to court for Jail Inmates [169−1] (old)\n(Entered: 11/29/1994)\n11/23/1994 174  OBJECTIONS to declarations by defendant County of Tuolumne (old) (Entered:\n12/01/1994)\n11/28/1994 176  REPLY BRIEF by plaintiffs Donald G Ercoli, Thomas E Brennan and Stacey\nJacobson in support of permanent injunction re: law library (old) (Entered:\n12/06/1994)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      13 of 17 \n12/01/1994 175  MINUTES of Law Library Issue before Magistrate Judge John F Moulds:\narguments; Order to issue; hearing on motion by defendant County of Tuolumne to\ndissolve preliminary injunction [155−1] SET for 1:30pm on 2/9/95 re: fairness\n(old) (Entered: 12/02/1994)\n12/08/1994 LODGED Stipulation and Order of Settelment by plaintiffs, defendants (old)\n(Entered: 12/09/1994)\n12/20/1994 177  STIPULATION AND ORDER OF SETTLEMENT by Magistrate Judge Gregory\nG Hollows: re: motion by defendant County of Tuolumne to dissolve preliminary\ninjunction [155−1]; after execution of this Settlement Agreement by the parties and\nthe court, further orders will issue concerning procedures to be followed prior to a\nfairness hearing; plaintiffs shall have 30 days after ntry of judgment to file a fully\ndocumented brief with appropriate declarations and exhibits; defendants shall file\ntheir brief in opposition no later than 60 days after service of plaintiff's motion;\nplaintiff may file a repl ybrief which includes an update of fees incurred in\nconnection with the fees proceedings; terminating case (cc: all counsel) (old)\n(Entered: 12/20/1994)\n12/20/1994 178  ORDER RE: FAIRNESS HEARING by Magistrate Judge John F Moulds:\ndefendants to post a copies of this order and the stipulation and order of settlement\nwithin 15 days of the filed date of this order and shall be posted in every housing\nunit of the Tuolumne County Jail for a period of 30 days; within 15 days of the\nfiled date of this order, counsel for plaintiffs shall serve all named plaintiffs with a\ncopy of this order and all attachments by mail at the last known address of record\nfor each named plaintiff; this matter is SCHEDULED for a fairness hearing on\n2/9/95 at 1:30pm in Courtroom #8 before Chief Magistrate Judge John F Moulds\nre: fairness, reasonableness, and adequacy of the settlement (cc: all counsel) (old)\n(Entered: 12/20/1994)\n12/21/1994 179  ORDER by Magistrate Judge John F Moulds ORDERING that court finds that a\npermanent injunction directing defendants to make the necessary additions to their\nlaw library as required within 20 days of service ie the US Code Annotated\nvolumes of the US Constitution for the law library at the Tuolomne County Jail and\nshall post and/or make available to inmates a list of all books available (cc: all\ncounsel) (old) (Entered: 12/21/1994)\n01/06/1995 180  NOTICE OF MOTION AND MOTION to stay by defendant County of Tuolume ;\nmotion to be heard on 02/17/95 at 10:30am before the Honorable John F Moulds\n(old) (Entered: 01/09/1995)\n01/06/1995 181  NOTICE OF APPEAL by defendant County of Tuolumne and Sheriff Richard\nNutting from District Court decision ( fee status paid) rcpt #162713 (old) (Entered:\n01/10/1995)\n01/10/1995 182  ORDER by Magistrate Judge John F Moulds ORDERING: FAIRNESS HEARING\nis reset for 10:30am on 2/17/95 ; defendants shall forthwith post a copy of this\norder with the Order re Fairness Hearing in accordance with the provisions of\nparagraph one of said order (cc: all counsel) (old) (Entered: 01/10/1995)\n01/13/1995 183  REQUEST by plaintiff for reconsideration (old) (Entered: 01/18/1995)\n01/18/1995 184  MAIL returned addresed to Joh H Hagar [182−1], [182−2] (old) (Entered:\n01/19/1995)\n01/18/1995 185  MAIL returned [182−1], [182−2] addressed to plaintiff Stacey Jacobson (old)\n(Entered: 01/19/1995)\n01/31/1995 186  LETTER to court from counsel for plaintiff Donald G Ercoli re briefing schedule\nfor request for reconsideration (old) (Entered: 01/31/1995)\n02/02/1995 189  OPPOSITION by defendant County of Tuolumne to request for\nreconsideration[183−1] (old) (Entered: 02/13/1995)\n02/03/1995 187  MAILED case information/docket fee payment notice copy of Notice of Appeal\nand 12/21/94 order to 9th Circuit Court of Appeals copy of appeal and copy of\ndocket sheet to all parties (old) (Entered: 02/03/1995)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      14 of 17 \n02/08/1995 188  NOTIFICATION by 9th Circuit of Appellate Docket Number 95−15221 (old)\n(Entered: 02/13/1995)\n02/13/1995 190  REPLY BRIEF by plaintiffs re: request for reconsideration [183−1] (old) (Entered:\n02/16/1995)\n02/14/1995 191  LETTER to court from counsel for defendant regarding pltf's request [183−1] (old)\n(Entered: 02/16/1995)\n02/17/1995 192  MINUTES of Fairness Hearing before Magistrate Judge John F. Moulds: no\nargument re: fairness hearing; defense submits on motion for stay; pltfs arguments\nre request for reconsideration; deft arguments defts motion for stay is denied; order\nto be prepared by the court (old) (Entered: 02/23/1995)\n02/17/1995 193  MAIL returned [181−1] addressed to counsel James F Goodfellow for plaintiffs\nThomas E Brennan, Stacey Jacobson (old) (Entered: 03/06/1995)\n03/22/1995 194  ORDER by Magistrate Judge John F Moulds: Settlement of this action on the terms\nset forth in the settlement agreement is approved; this action is settled in\naccordance with the terms of the settlement agreement lodged 12/8/94 (cc: all\ncounsel) (old) (Entered: 03/22/1995)\n04/05/1995 195  ORDER by Magistrate Judge John F. Moulds dismissing case This case is settled\nin accordance with the terms of the Settlement Agreement lodged 12/8/94 (cc: all\ncounsel) (old) (Entered: 04/05/1995)\n04/05/1995 196  NOTICE OF APPEAL by plaintiff Donald G Ercoli from District Court decision (\nfee status not paid, ifp granted) (ndd) (Entered: 04/07/1995)\n04/06/1995 198  MAIL returned [194−1] addressed to James F. Goodfellow (tb) (Entered:\n04/11/1995)\n04/11/1995 197  MAILED case information/docket fee payment notice copy of Notice of Appeal to\n9th Circuit Court of Appeals copy of appeal and certified copy of docket sheet to\nall parties (old) (Entered: 04/11/1995)\n04/17/1995 200  NOTIFICATION by 9th Circuit of Appellate Docket Number 95−15654 (old)\n(Entered: 04/19/1995)\n04/18/1995 RESERVICE of DOCUMENT(S) [195−1], [195−2] addressed to plaintiff Stacey\nJacobson new address for counsel: James F Goodfellow; Dinkelspiel Donovan and\nReder; 600 California St Ste 1300; San Francisco CA 94108−2704 (old) (Entered:\n04/19/1995)\n04/18/1995 199  MAIL returned [195−1], [195−2] addressed to plaintiff Stacey Jacobson (old)\n(Entered: 04/19/1995)\n04/18/1995 LODGED STIPULATION RE COST AND FEE MOTIONS AND ORDER by\nplaintiffs and defendant (old) (Entered: 04/20/1995)\n04/24/1995 201  STIPULATION AND ORDER by Magistrate Judge John F Moulds GRANTING\nlodged stipulation re cost and fees motions [0−0]; ORDERING: hearing on motion\nfor attorney fees and costs set for 8/31/95 at 10:00 before JFM ; pltf's opening brief\nfiled by 5/15/95; dfts' reply brief filed by 7/14/95; pltf's reply brief filed by 7/28/95\n(cc: all counsel) (old) (Entered: 04/24/1995)\n05/01/1995 202  MAIL returned stipulation and order of 4/24/95 [201−2] addressed to counsel for\nplaintiffs Stacey Jacobson, Thomas Brennan (old) (Entered: 05/02/1995)\n05/15/1995 203  NOTICE OF MOTION AND MOTION for attorney fees by plts ; motion to be\nheard before Honorable John F Moulds on 8/18/95 10:00am (ndd) (Entered:\n05/17/1995)\n05/15/1995 204  PLAINTIFFS' POINTS AND AUTHORITIES in support of motion for attorney\nfees and costs [203−1] (ndd) (Entered: 05/17/1995)\n05/25/1995 205  APPEAL fee paid [196−1]; reciept #165359 (old) (Entered: 06/01/1995)\n06/07/1995 206  MINUTE ORDER: CONTINUING HEARING on motion for attorney fees by plts\n[203−1] to 10:00 on 9/7/95 (cc: all counsel) (old) (Entered: 06/09/1995)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      15 of 17 \n07/14/1995 207  OPPOSITION by defendant County of Tuolumne to response to motion for\nattorney fees by plts [203−1]; REQUEST for sanctions (old) (Entered: 07/17/1995)\n07/14/1995 208  EXCERPT of record by defendant County of Tuolumne and Sheriff Richard\nNutting re [207−1] (old) (Entered: 07/17/1995)\n07/24/1995 209  MINUTE ORDER that HEARING on motion for attorney fees by plts [203−1] is\nadvance to 10:00 8/17/95 (cc: all counsel) (old) (Entered: 07/26/1995)\n07/28/1995 210  PLTS' REPLY BRIEF in support of motion for attorney fees [203−1] (ndd)\n(Entered: 07/31/1995)\n08/01/1995 Text not available. (Entered: 08/02/1995)\n08/01/1995 211  TRANSMITTAL of temporary file to 9th circuit (hl) (Entered: 08/02/1995)\n08/18/1995 212  ORDER by Magistrate Judge John F. Moulds CONTINUING HEARING on\nmotion for attorney fees by plts [203−1] 10:00 9/14/95; pltf shall file brief\naddressing issues in this order on or before 8/25/95; dfts shall file and serve a\nresponsive brief on or before 9/1/95 (cc: all counsel) (old) (Entered: 08/18/1995)\n08/28/1995 213  BRIEF by plaintiffs in support of attorney fees and costs re: law library [203−1]\n(old) (Entered: 08/30/1995)\n08/29/1995 214  SUPPLEMENT BIREF by defendants County of Tuolumne and Sheriff Richard\nNutting re: attorney fees [203−1] (old) (Entered: 08/30/1995)\n09/14/1995 215  MINUTES of Motion for atty fees/sanctions before Magistrate Judge John F\nMoulds that the motion for fees by plts [203−1] is SUBMITTED; Court order to\nissue (old) (Entered: 09/15/1995)\n09/20/1995 216  NOTICE by plaintiff of change of address to PO Box 4108, Laguna Beach, CA\n92652, tel 714−494−9411 (ndd) (Entered: 09/25/1995)\n03/27/1996 217  ORDER by Magistrate Judge John F Moulds ORDERING: pltf's 5/15/95 motion\nfor attorneys fees and costs is GRANTED; pltfs are awarded reasonable attorneys\nfees for this action in the amount of $154,252.30 and expenses in the amount of\n$7,184.89 for a total of award of $167,437.19; defts request for expenses of their\nmotion to compel deposition testimony is GRANTED in the total amount of\n$600.00 (cc: all counsel) (old) (Entered: 03/27/1996)\n04/25/1996 218  NOTICE OF APPEAL by defendant County of Tuolumne from District Court\ndecision ( fee status no fee) (old) (Entered: 04/29/1996)\n06/05/1996 219  MAILED case information/docket fee payment notice copy of Notice of Appeal to\n9th Circuit Court of Appeals copy of appeal and copy of docket sheet to all parties\n(old) (Entered: 06/05/1996)\n04/22/1997 220  CERTIFIED COPY of judgment from 9th Circuit the Decision of the District Court\n[ Appeal [218−1] ] REVERSED and REMANDED (cc: all counsel) (old) (Entered:\n04/23/1997)\n04/23/1997 221  REQUEST by District Court to Ninth Circuit for the clerk's record to be returned\n(old) (Entered: 04/24/1997)\n04/28/1997 222  ORDER from 9th Circuit Appeal [196−1] REMANDED back to District Court\n(old) (Entered: 04/30/1997)\n05/05/1997 ORDER from 9th Circuit Appeal [181−1] REMANDED back to District Court (ch)\n(Entered: 05/05/1997)\n05/13/1997 223  ORDER by Magistrate Judge John F. Moulds ORDERING that in light of the\norders of remand [222−1] from the 9th Circuit, status conference is SET for 2:00\n6/26/97 (cc: all counsel) (ndd) (Entered: 05/13/1997)\n05/19/1997 224  CERTIFIED COPY of judgment from 9th Circuit Appeal [181−1] REMANDED\nback to District Court (cc: all counsel) (old) (Entered: 05/21/1997)\n05/21/1997 225  CERTIFIED COPY of judgment from 9th Circuit REMANDING case to the\ndistrict court (cc: all counsel) (old) (Entered: 05/21/1997)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      16 of 17 \n06/12/1997 LODGED stipulation re: continuance of status conference from 6/26/97 to 7/17/97\nat 1:30 pm before JFM (old) (Entered: 06/12/1997)\n06/20/1997 226  STIPULATION AND ORDER by Magistrate Judge John F. Moulds scheduling\nconference CONTINUED to 1:30 7/17/97 (cc: all counsel) (ndd) (Entered:\n06/20/1997)\n07/01/1997 227  NOTICE: from status conference status conference for 7/17/97 at 1:30 is\nCONTINUED TO 2:30 7/17/97 before JFM (cc: all counsel) (ljr) (Entered:\n07/02/1997)\n07/14/1997 228  Status Conference Statement by pltfs (ch) (Entered: 07/16/1997)\n07/22/1997 229  ORDER by Magistrate Judge John F. Moulds ORDERING settlement conference\nset for 1:30 8/4/97 confidential settlement conference statements shall be submitted\nto Judge Hollows on 7/30/97; if the case does not settle; it is set for hearing on\n10/6/97 ; prehearing briefs may be filed and served not later than 9/29/97 (cc: all\ncounsel) (ndd) (Entered: 07/22/1997)\n08/11/1997 230  RECORD on appeal returned from 9th Circuit volumes 1 temporary file (old)\n(Entered: 08/12/1997)\n09/15/1997 231  ORDER by Magistrate Judge John F. Moulds ORDERING that within thirty (30)\ndays from the date of this order, the parties shall submit the settlement agreement\ntogether with a proposed order setting the matter for fairness hearing and a\nproposed notice to the class see FRCP 23 (cc: all counsel) (ljr) (Entered:\n09/15/1997)\n11/20/1997 LODGED stipulation re final settlement agreement; order by defendants (old)\n(Entered: 11/21/1997)\n11/20/1997 LODGED notice to class of settlement of law library issues by defendants (old)\n(Entered: 11/21/1997)\n11/26/1997 232  STIPULATION AND ORDER by Magistrate Judge John F. Moulds ORDERING\nsettlement agreement is GRANTED; dfts shall provide Tuolume County Jail\ninmates with access to law library materials; dfts shall pay attorney fees to the\nattorneys for pltfs in the amount of $130,000.00 within 20 days after the court\nenters a final judgment; this stipulation is the final settlement of all claims; (cc: all\ncounsel) (old) (Entered: 11/26/1997)\n11/26/1997 233  ORDER by Magistrate Judge John F. Moulds ORDERING the settlement of law\nlibrary issues is GRANTED; in−court hearing set for 10:00 1/15/98 (cc: all\ncounsel) (old) (Entered: 11/26/1997)\n12/04/1997 234  ORDER by Magistrate Judge John F. Moulds ORDERING 11/26/97 order re\nnotice to the class [233−2] VACATED; 11/26/97 order on the final settlement\nagreement of the parties [232−1] is VACATED pending the fairness hearing set for\n1/15/98; dfts shall post the notice approved concurrently with this order; request for\ncounsel for dfts to appear by telephone at the fairess hearing is granted (cc: all\ncounsel) (old) (Entered: 12/04/1997)\n12/04/1997 235  NOTICE TO CLASS OF SETTLEMENT OF LAW LIBRARY ISSUES AND\nORDER by Magistrate Judge John F. Moulds to all prisoners in the Tuolumne\nCounty Jail (cc: all counsel) (old) (Entered: 12/04/1997)\n01/14/1998 MAIL to Sacramento Office; Volume 1, docs #128, 154, 165, 166, 167, 198, 221,\n222, 223, 224, 227, 228, 230, 232 and 233 (old) (Entered: 01/15/1998)\n01/15/1998 236  MINUTES of Fairness hearing before Magistrate Judge John F Moulds: matter\nsubmitted; order to issue by court (old) (Entered: 01/16/1998)\n02/06/1998 237  ORDER by Magistrate Judge John F. Moulds ORDERING the settlement\nagreement lodged 11/26/97 is APPROVED [232−1]; and the Clerk of the Court is\ndirected to administratively closse this case CASE DISMISSED (cc: all counsel)\n(ljr) (Entered: 02/06/1998)\n02/24/1998 238  MAIL returned [237−1], [237−2] addressed to James Goodfellow and marked \"no\nlonger at this address\" (old) (Entered: 02/26/1998)\n\nCase: 1:90-cv-00649-JFM     As of: 06/21/2012 08:07 AM PDT      17 of 17 \n07/02/1999 239  TRANSMITTAL of documents to federal records center document 215 (old)\n(Entered: 07/07/1999)",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/43729"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115213,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115213"
    }
  ],
  "document_count": 3
}