{
  "case_id": 481,
  "fetched_at": "2025-10-22T00:05:32.371334",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Huber Heights",
        "institution_county": null,
        "name": "Montgomery Developmental Center",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 481,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Incident/accident reporting & investigations",
      "General/Misc.: Informed consent/involuntary medication",
      "General/Misc.: Neglect by staff",
      "General/Misc.: Record-keeping",
      "Medical/Mental Health Care: Dementia",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2015-04-06T00:00:00-04:00",
    "main_docket": {
      "id": 42586,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Ohio",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ CRIPA Investigation of the Montgomery Developmental Center [MDC] in Huber Heights, Ohio",
    "never_filed": true,
    "non_docket_case_number": "168-58-12",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Ohio",
    "summary": "<p>In September 1985, the Civil Rights Division of the U.S. Department of Justice (DOJ) commenced an investigation of the Montgomery Developmental Center [MDC] in Huber Heights, Ohio, pursuant to the Civil Rights of Persons Act (CRIPA), 42 U.S.C. §1997. The investigation included a two day tour of the MDC by an independent medical expert who specialized in the administration of medical care to institutionalized intellectually disabled individuals.  The DOC also reviewed and analyzed documents, including policies and procedures in effect at MDC.</p><p>Following the investigation, the DOJ issued its findings letter dated March 5, 1987, which detailed deficiencies at the MDC, particularly in the areas of medication administration practices and resident safety. The DOJ found that an unusually high number of MDC residents were administered psychotropic medication and that MDC residents frequently sustained injuries from accidents, self-abuse, and resident-to-resident aggression. Record keeping in both areas of concern was noted as inadequate. The MDC was granted a period of three months for state officials, including the Office of the Attorney General, to voluntarily remedy the outstanding deficiencies. </p><p>The DOJ sent an updated findings letter in December 1987, noting that its expert reported that the MDC had made substantial efforts to improve medication practices but had not properly addressed the issue of resident safety.   As the MDC continued to reduce its reliance on medicating residents, the expert predicted that the incidents of injuries would remain unchanged or could worsen. The DOJ made recommendations to remedy the concerns and proposed a retour of the MDC in three months.</p><p>We have no further information on this matter.</p>",
    "summary_published_date": "2007-03-14T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/481",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=481",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=481",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=481"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128579,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128579"
    },
    {
      "date": "1987-03-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2199,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2199.pdf",
      "title": "Findings Letter re: Montgomery Developmental Center, Huber Heights, Ohio",
      "text": "CRIPA Invesitgation\nWBR:AEP:CLK:pnw\nDJ  168-58-12\nM™ RH-  OH» -0VBI 01»»-  H0  0•••1• I\nMAR  5\nCERTIFIED HAIL - RF.TURIi RECEIPT riKQUFISTED\nHonorable Richard  V, Celeste\nGovernor\nState of Ohio\nState House\nColu~ibus, ')hio  43215\nRe:  CRIPA Investigation of Ilont^o-nerv Developmental Center\nDear Governor Celeste:\nOn September 10, 1985, we wrote to inforra you of our intent\nto investigate Montgomery Developmental Center (HOC) in Huber\nHeights, Ohio, pursuant to the Civil Rights of Institutionalized\nPersons Act (CRIPA), 42 U.S.C. §1997.  We have concluded our\ninvestigation and, consistent with CRIPA, 42 U .S.C.\nare now writing to inform you of our findings.\nAs you V.no'-r, disagreement regarding disclosure of the\nspecific allegations prompting this investigation delayed our\naccess to 'ADC,  .After numerous discussions with representatives\nof the Ohio Attorney General's office, we resolved these\ndifferences.  Since that tiTie, the cooperation of the Attorney\nGeneral's office and of Montgomery Superintendent w'illians and his\nstaff has enabled us to proceed unhampered with our investigation.\nThe findings and recommendations that foliou are based\nupon a two-day tour of HOC by a. independent expert field\nreviev/ed\nnumerous riocunentary materials, including: organizational and\ncensus data, policies and procedures on restraints and seclusion\npractices, admissions and discharges, administration and monitoring\nof medications, and development and review of resident treatment\nplans, as well as descriptions of staff orientation and training,\nand unusual incident reports.\n\n- 2 -\nAmong the rights of inscicucionalized mentally retarded\npersons recognized by the United States Supreme Court in\nYoungberg v. Romeo, 457 U.S. 307 (1982) , are the rights to\nadequate medical care, freedom from undue bodily restraint,\nand protection from harm.  Based upon our findings, we believe\nthat existing psychoactive medication practices may pose a risk\nof harm to the health and safety of residents.  Of equal concern\nis the apparent failure of MDC to fully protect its residents\nfrom unreasonable risks of harm to their personal safety.\nExisting medication practices at MDC fall short of accepted\nprofessional standards.  Our consultant found an unusually high\nnumber of MDC residents are administered  psychotropic medication.\nMoreover, a significant number of these residents currently\nreceive two or more psychotropic drugs absent any justification.\nA reviev; of individual medical records revealed that physicians\noften fail to describe Che syrapComs for which drugs are administered\nand to disclose the rationale for use of a particular dru^.\nFurthermore, the efficacy of and continued need for aedicacion\nis not always documented.  Residents described  in medical\nrecords as \"doing well\" or displaying minimal behavioral problems\nwere, at the time of our review, continuing  to receive one or\nmore psychotropic medications without any justification for\ntheir continued use or any consideration of attempts to reduce\ndedication through the implementation of necessary and appropriate\ntraining programs.\nPhysician's notes in general are scant, and rarely refer to\nother critical aspects of the resident's plan of care such as\ntraining programs or use of seclusion.  Medication appears to be\nused  in lieu of training programs to address behavior problems,\nrather than in an integrated fashion consistent with tne exercise\nof professional judgment.\nNotes that did appear in the medical records advising drug\nreduction wera not consistently followed.  Our consultant: found\nin one instance that a resident continued  to receive high dosages\nof two psychocropic dr\\i?s one year after an entry in the record\nrecommended  that the Tiedications b? reduced.  The foregoing\nunprofessional medication practices threaten the safety of I IDC\nresidents.\n\n- 3 -\nOur investigation revealed that MDC residents frequently\nsustain injuries from accidents, self-abuse, and resident-to-resident\naggression.  Often, there is no explanation in the records as\nto how these accidents and injuries occurred, demonstrating\ninadequate supervision of residents by staff or other problems\nin the deployment or training of staff.  Significantly, our\nconsultant found that MDC fails to appropriately monitor incidents,\ndetermine if patterns exist, and take necessary remedial action.\nStaffing is generally adequate to provide for the needs of\nresidents.  As to general medical care, residents receive\nessential medical services.  According to our consultant, MDC\nresidents would benefit from closer direct medical surveillance\nby the physician, increased use of a neurology consultant as an\nelement of MDC's effort to reduce over-reliance on psychotropic\ndrugs and for the sizeable number of residents with convulsive\ndisorders, and active supervision of the physical therapy and\noccupational therapy provided.  Enclosed for your review is a\ncopy of our consultant's report detailing his observations and\nconclusions, which we believe will be of interest to you.\nIn sum, while our consultant found rnedical practices\ngenerally and the numbers of staff to be adequate, problems of\na constitutional dimension remain with respect to medication\npractices and resident safety.  Regarding medication practices,\nwe understand that the facility's psychiatrist is reviewing\ndrug regimens of individual residents to deterraina their\nappropriateness.  Our consultant determined  that \"a very vigorous\neffort\" will be needed  to complete this task and conform.\nmedication practices, including medical recordkeeping, to\nprofessional nedical standards.  Implementation of additional\ntraining programs designed to reduce or eliminate unreasonable\nuse of restraints for residents who ara in need of sucn programs\nin order to reduce or eliminate such restraints may well be\nnecessary.  In view of the adequacy of the number of staff,\nfacility officials need to review the high incident rate of\naccidents and injuries, determine their cause, and take reasonable\nsteps to eliminate any identified unreasonable risks to che\npersonal safetv of residents.\n\n- 4 -\nIn consideration of the foregoing factors, we are exercising\nour discretion to permit an additional short period of time,\nnamely, three months, for state officials to voluntarily remedy\noutstanding deficiencies.  In view of the state's representations\nthat it is currently continuing to improve conditions at the\nfacility, it is realistic to expect the state to substantially\ncomplete remediation efforts already underway during this\ninterval.  We believe that this course of action offers the\nbest means of furthering our common goal of protecting the\nconstitutional rights of MDC residents and is consistent with\nour enforcement responsibilities pursuant to CRIPA.\nWe will contact Attorney General Celebrezze's office in the\nnear future to discuss this matter in greater detail, including\nour need for continued access to MDC.  We wish to express our\ngratitude to you, counsel for the State, officials of the Ohio\nDepartment of Mental Retardation and Developmental Disabilities,\nand the Superintendent and staff of Montgomery Developmental\nCenter for the cooperation we received  in conducting this inves-\ntigation.  We are confident that, with your continued cooperation,\nwe can reach a fair and timely resolution of this matter.\nSincerely,\nI\nWin. Bradford  Reynolds\nAssistant Attorney General\nCivil Rights Division\nAnthony J. Celebrezze, Jr.\nAttorney General of Ohio\nRobert Bro^m, Director  ' '\nDepartment of Mental Retardation\nand Developmental  Disabilities\nFred L. VJilliams, Superintendent\nMontgomery Developmental Center\nChristopher K. Barnos\nUnited States Attornev",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2199"
    },
    {
      "date": "1987-12-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2200,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2200.pdf",
      "title": "Findings Letter re: Montgomery Developmental Center, Huber Heights, Ohio",
      "text": "CRIPA Invesitgation\nMR-OH-001-002\nWBR:AEP:MN:CLK:pmw\nDJ  168-58-12\nDEC  1 6  ;S37\nCERTIFIED MAIL\nHonorable Richard F. Celeste\nGovernor, State of Ohio\nState House\nColumbus, Ohio  43215\nRe:  CRIPA Investigation of Montgomery\nDevelopmental Center\nDear Governor Celeste:\nOn March 5, 1987 we wrote to inform you of the findings of\nour investigation of the Montgomery Developmental Center (MDC)\npursuant to the Civil Rights of Institutionalized Persons Act\n(CRIPA).  Our investigation revealed seriously deficient\nmedication practices and a failure to protect residents from\nunreasonable risks of harm to their health and safety.  We\narranged through the office of the Attorney General of Ohio to\nreturn to MDC last summer to assess progress toward remedying the\ndeficiencies noted, including the extent to which the facility\nhad implemented the plan of correction it offered to the\nDepartment in May.  Our follow-up expert tour revealed that MDC\nhas made substantial efforts to improve medication practices but\nhas not addressed the issue of resident safety with equal vigor\nand success.\nIn the area of medication practices, our expert reported\nthat the staff of MDC \"have made a considerable and positive\neffort to reduce the dependence on psychotropic drugs.\" See\nReport of Montgomery Developmental Center Survey by Robert B.\nKugel, M.D., a copy of which is attached for your information and\nuse, at 6.  The facility has engaged the services of a consulting\npsychiatrist and, with his assistance, has reduced the total\nnumber of residents on psychotropic drugs, as well as the number\nof residents who receive more than one such drug in combination.\nA system is in place to insure periodic review of residents who\ncontinue to receive psychotropic medication.  Our expert found\nthe records of residents on psychotropic drugs contained the\nreasons for the use of the drugs, and the plan for their\ncontinued use or reduction.  Although the number of residents\nreceiving psychotropic drugs is still high, efforts at MDC to\nreduce and ultimately eliminate unnecessary use of psychotropic\nmedication continue, and staff are to be congratulated for their\nsuccess to date.\n\n- 2 -\nWhen we reported the findings of our CRIPA investigation, we\nalso noted the inordinate number of accidents and other incidents\nat MDC.  As a result of these incidents, MDC residents frequently\nsustained injuries such as cuts, lacerations, bruises and\nfractures.  Based on his most recent visit and review of facility\ndocuments, our expert concludes that the pattern of incidents has\nremain unchanged.  The number of accidents and resulting injuries\nis still very high.  Certain residents whose records our expert\nreviewed were frequently involved in incidents, yet there was no\nrecognition of the pattern of injuries or attempt to prevent\nfurther harm.  Supervision of residents is inadequate to protect\nthem from injuring themselves and others.  Staff lack effective\ntraining in how to supervise and otherwise interact with\nresidents to insure their safety.  Despite the measures contained\nin MDC's plan of correction to address this issue - all of which\nwere to be completed by April 1987 and ongoing thereafter, MDC\nresidents remain subject to unreasonable risks of harm to their\npersonal safety.  MDC must immediately begin to monitor unusual\nincidents, identify trends in their occurrence and, most\nimportantly, follow-up this analysis with action necessary to\nprevent their reoccurrence.\nAn integral part of the corrective action necessary will be\nthe provision of minimally adequate training to residents to\nreduce the risk of harm.  As MDC reduces its previous excessive\nuse of psychotropic medication to control behavior, at least a\ntemporary increase in the frequency of behavior problems\nexhibited is to be expected.  Our expert anticipated the need for\nimplementation of training programs designed to reduce or\neliminate unreasonable use of restraints and risks of harm for\nresidents who are in need of such programs to function free of\nrestraint, including chemical restraint, and without injuring\nthemselves.  Thus far, efforts to eliminate the over-reliance on\nmedication have ignored the equally important need for minimally\nadequate training programs.  There is little coordination between\nthe medical and psychology staff.  The recently hired consulting\npsychologist spends an inadequate amount of time at MDC and does\nnot directly provide training to residents.  The psychology staff\nis insufficient to develop training programs, secure the\nnecessary approval for programs, monitor programs, modify\ntraining programs as needed, train direct care staff in the\nimplementation of programs, and perform required psychological\ntesting on residents.  Residents are not receiving the training\nprograms to which they are entitled to protect them from undue\nrestraint and from injury to themselves due to their self-\ninjurious and aggressive behavior.  Youngberg v. Romeo, 457 U.S.\n307  (1982).  Development and implementation of necessary and\nappropriate training programs is critical to MDC's efforts to\nconform medication practices to accepted professional standards\nand to create conditions in which residents are free of\nunreasonable risks of harm to their personal safety.\n\n- 2 -\nWhen we reported the findings of our CRIPA investigation, we\nalso noted the inordinate number of accidents and other incidents\nat MDC.  As a result of these incidents, MDC residents frequently\nsustained injuries such as cuts, lacerations, bruises and\nfractures.  Based on his most recent visit and review of facility\ndocuments, our expert concludes that the pattern of incidents has\nremain unchanged.  The number of accidents and resulting injuries\nis still very high.  Certain residents whose records our expert\nreviewed were frequently involved in incidents, yet there was no\nrecognition of the pattern of injuries or attempt to prevent\nfurther harm.  Supervision of residents is inadequate to protect\nthem from injuring themselves and others.  Staff lack effective\ntraining in how to supervise and otherwise interact with\nresidents to insure their safety.  Despite the measures contained\nin MDC's plan of correction to address this issue - all of which\nwere to be completed by April 1987 and ongoing thereafter, MDC\nresidents remain subject to unreasonable risks of harm to their\npersonal safety.  MDC must immediately begin to monitor unusual\nincidents, identify trends in their occurrence and, most\nimportantly, follow-up this analysis with action necessary to\nprevent their reoccurrence.\nAn integral part of the corrective action necessary will be\nthe provision of minimally adequate training to residents.  As\nMDC reduces its previous excessive use of psychotropic medication\nto control behavior, at least a temporary increase in the\nfrequency of behavior problems exhibited is to be expected.  Our\nexpert anticipated the need for implementation of training\nprograms designed to reduce or eliminate unreasonable use of\nrestraints and risks of harm for residents who are in need of\nsuch programs to function free of restraint, including chemical\nrestraint, and without injuring themselves.  Thus far, efforts to\neliminate the over-reliance on medication have ignored the\nequally important need for minimally adequate training programs.\nThere is little coordination between the medical and psychology\nstaff.  The recently hired consulting psychologist spends an\ninadequate amount of time at MDC and does not directly provide\ntraining to residents.  The psychology staff is insufficient to\ndevelop training programs, secure the necessary approval for\nprograms, monitor programs, modify training programs as needed,\ntrain direct care staff in the implementation of programs, and\nperform required psychological testing on residents.  Residents\nare not receiving the training programs to which they are\nentitled to protect them from undue restraint and from injury to\nthemselves due to their self-injurious and aggressive behavior.\nYoungberg v. Romeo. 457 U.S. 307 (1982).  Development and\nimplementation of necessary and appropriate training programs is\ncritical to MDC's efforts to conform medication practices to\naccepted professional standards and to create conditions in which\nresidents are free of unreasonable risks of harm to their\npersonal safety.\n\n- 3 -\nWe previously allowed MDC a brief period of time to remedy\nthe problems identified by our CRIPA investigation.  We chose\nthis course of action because of the unique circumstances\npresented, including the fact that remedial action was planned\nand well underway at MDC.  In the three months that preceded our\nreturn visit, MDC improved its medication practices and there is\nreason to believe that progress in this area will continue.  We\nare most concerned at this time about the persistent failure of\nMDC to protect residents from unreasonable risks of harm.  It is\napparent from our follow-up review of conditions that MDC has not\nimplemented its remedial plan in this regard.  Our expert\npredicts that the existing, serious problem of frequent injuries\namong MDC residents will remain unchanged or worsen as the drug\nreduction program continues.\nIt remains our preference to achieve the remedial measures\nnecessary at MDC in an amicable and cooperative fashion.  We are\ncognizant of the improvements made and of the provisions in the\nremedial plan responsive to the remaining deficiencies.  MDC must\nincrease its efforts to review unusual incidents, identify\nproblem areas and residents who sustain frequent injuries, and\nfollow-up this analysis with prompt corrective and preventive\naction.  It is also necessary to provide additional training to\nstaff, improve supervision of residents by staff and devote much\ngreater attention to providing adequate training programs to\nresidents.  The remedial plan provides for these steps and we\ncontinue to believe that, if fully implemented, the measures\nplanned may well be adequate to satisfy our concerns.\nAccordingly, we propose a retour of the facility in an additional\nthree months, at which time we will assess the adequacy of\nconditions.\nWe will contact attorneys in the office of Attorney General\nCelebrezze shortly to discuss our proposal further, including our\nneed to retour MDC and possibly to review documentation\npertaining to remedial efforts in the interim.  Again, we wish to\nthank you, Attorney General Celebrezze's staff, officials of the\nOhio Department of Mental Retardation and Developmental\nDisabilities, and Superintendent Williams and his staff at MDC\nfor your cooperation.  We wish to resolve this matter in a manner\nthat best serves the interests of the residents and comports with\n\n- 4 -\nour obligation under CRIPA and believe that with ongoing remedial\nefforts at MDC and your continued cooperation, the course of\naction we propose will enable us to do so.\nSincerely,\nWm. Bradford Reynolds\nAssistant Attorney General\nCivil Rights Division\ncc:  Anthony J. Celebrezze, Jr.\nAttorney General of Ohio\nRobert Brown, Director\nDepartment of Mental Retardation\nand Developmental Disabilities\nFred L. Williams, Superintendent\nMontgomery Developmental Center\nChristopher K. Barnes\nUnited States Attorney",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2200"
    }
  ],
  "document_count": 3
}