{
  "case_id": 9984,
  "fetched_at": "2025-10-20T22:39:50.018558",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "DuPage",
        "name": "DuPage County Sheriff's Department",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "DuPage",
        "name": "DuPage County Jail",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1985,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Illinois",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1982-08-03",
    "filing_year": 1982,
    "id": 9984,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male"
    ],
    "last_checked_date": "2007-06-25T00:00:00-04:00",
    "main_docket": {
      "id": 33096,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1982,
      "docket_filing_number": 4778,
      "is_main_docket": true,
      "court": "Northern District of Illinois",
      "state": "Illinois",
      "docket_office_number": "1",
      "docket_number_manual": "82-C-4778",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Simenc v. Sheriff of DuPage County",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Two male individuals who were arrested for misdemeanor offenses in 1980 and were then each subjected to a strip search in the DuPage County Jail.",
    "plaintiff_type": [],
    "prevailing_party": "Unknown",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1985-12-09",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>This case was brought in the early 1980s by two DuPage County Jail inmates against the County and various officials. Plaintiffs claimed they were strip searched in violation of their rights to be protected from unreasonable search and seizure and their rights to privacy.</p><p>The claim arose out of an arrest made on January 1, 1980. Plaintiffs were both subjected to strip searches pursuant to the county's blanket strip search policy.</p><p>On December 9, 1985, the Court (Judge Moran) denied Defendants' motion for Summary Judgment, and held that a blanket strip-search policy, regardless of offense was not constitutional as a matter of law; there were additional facts to be determined. </p><p>We have no additional information about this case.</p><p></p>",
    "summary_published_date": "2012-03-26T00:00:00-04:00",
    "summary_short": "This case was brought in the early 1980s by two DuPage County Jail inmates against the County and various officials. Plaintiffs claimed they were strip searched in violation of their rights to be protected from unreasonable search and seizure and their rights to privacy. The claim arose out of an arrest made on January 1, 1980. Plaintiffs were both subjected to strip searches pursuant to the county's blanket strip search policy.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9984",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9984",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9984",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9984"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121212,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121212"
    },
    {
      "date": "1985-12-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 4896,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1985,
      "cite_3_page": 128,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1985,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66205,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66205.pdf",
      "title": "Memorandum and Opinion [Denying Defendants' Motion for S/J]",
      "text": "Simenc v. Sheriff of Du Page County, Ill., Not Reported in F.Supp. (1985)   \n \n \n   counts of battery. Following the arrest the police officers \n1985 WL 4896  transported the plaintiffs to DuPage County Jail. \nOnly the Westlaw citation is currently available.    \nUnited States District Court, N.D. Illinois, Eastern  Pursuant  to  directives  of  the  DuPage  County  Sheriff, \nDivision.  Richard Doria, the DuPage County Jail had a blanket \npolicy of strip-searching all detainees, regardless of the \nJames SIMENC and Richard Zaccagni, Plaintiffs,  type of offense. This policy was in accord with the Illinois \nv.  Department of Corrections County Jail Standards and was \nThe SHERIFF OF DU PAGE COUNTY, Illinois,  instituted for the purpose of preventing the importation of \nRichard Doria, individually and as Sheriff of  “weapons, contraband and body pests” into the County \nDuPage County, Sergeant Louis Cook, Officer  Jail (Exh. A, at 8–9). These Standards further required \nSokol and Officer Willison, individually and as  that  all  visual  strip-searches  be  conducted  without \nDeputy Sheriffs of the Department of Sheriff’s  touching, by a person of the same sex, and in an enclosed \nPolice of DuPage County, Illinois, Defendants. \nroom, affording the arrestee privacy (Exh. A, at 8–9). \n  \nNo. 82 C 4778. | Dec. 9, 1985. \nUpon  arrival  at  the  jail  at  approximately  4:00  a.m., \nplaintiffs  were  booked  and  processed.  As  part  of  the \nprocessing procedure both plaintiffs were strip-searched \nOpinion \nby deputy sheriffs prior to their incarceration with the \n \ngeneral jail population. Each plaintiff was taken into a \nseparate room and told to remove his clothes. A visual \nMEMORANDUM AND ORDER  body cavity search was then conducted on each. Neither \nplaintiff alleges that he was touched during the search. No \ncontraband or weapons were found during the searches. \nMORAN, District Judge.  Defendants proffer no reason for conducting the searches \nother than compliance with the policy of the DuPage \n*1  This  case  arises  from  the  strip-searches  of  two \nCounty Jail. \nplaintiffs at the DuPage County Jail who were arrested on \n  \nmisdemeanor  charges.  Before  the  court  is  defendants’ \nThe parties disagree as to whether the plaintiffs had first \nmotion for summary judgment pursuant to Rule 56(c) of \nbeen informed of their right to post cash bond, or whether \nthe Federal Rules of Civil Procedure. Defendants’ motion \nthey had the ability to do so. The following morning \napparently encompasses both counts I and II of plaintiffs’ \nZaccagni  posted  bond  and  was  released  at  7:15  a.m. \nfirst  amended  complaint.  Count  I  alleges  that  the \nSimenc,  however,  was  taken  to  bond  court.  He  was \nstrip-searches of each of the plaintiffs at the jail violated \nstrip-searched in the hallway, both on his way to bond \ntheir  Fourth  Amendment  rights  to  be  free  from \ncourt and on his return to the general jail population. At \nunreasonable searches and seizures and seeks a remedy \napproximately 10:15 a.m. he was released on a $4,000 \nunder  42  U.S.C.  §  1983.  Count  II  alleges  that  the \npersonal recognizance bond. \nstrip-searches violated plaintiffs’ rights to privacy under \n  \nthe Illinois Constitution and common law. For the reasons \n \nnoted below, defendants’ motion for summary judgment \nis denied on both counts. \n   II. THE FEDERAL CLAIM \n \n*2 The Fourth Amendment requires that all strip-searches \nof detainees be reasonable. Bell v. Wolfish, 441 U.S. 520, \nI. FACTUAL BACKGROUND  559 (1979); Mary Beth G. v. City of Chicago, 723 F.2d \n1263, 1272 (7th Cir.1983). In Wolfish, the Supreme Court \nOn January 1, 1980, police officers answered a call at the \nupheld strip-searches of pretrial detainees before and after \nHoliday Inn in Oakbrook Terrace concerning a loud party \noutside contact visits, based on the security interests of \nin a room that was rented by plaintiff Richard Zaccagni. \nthe detention facility. The Court applied a balancing test \nPresent in the room when the police arrived were James \nto determine the reasonableness of strip-searches under \nSimenc and Richard Zaccagni. The record is not entirely \nthe Fourth Amendment. \nclear as to what transpired in the room once the police \narrived.1 Subsequently, both plaintiffs were arrested by \nThe  test  of  reasonableness  under \nthe officers. Zaccagni was charged with trespass to land \nthe  Fourth  Amendment  is  not \nand obstructing a police officer. Simenc was charged with \ncapable  of  precise  definition  or \ntrespass  to  land,  obstructing  a  police  officer  and  two \nmechanical  application.  In  each \n  1 \n \n\nSimenc v. Sheriff of Du Page County, Ill., Not Reported in F.Supp. (1985)   \n \ncase it requires a balancing of the  policy.  The  Seventh  Circuit  held  the  policy  was \nneed  for  the  particular  search  unconstitutional when detention, alleging that he had the \nagainst  the  invasion  of  personal  ability to post cash bond but was not informed that he \nrights that the search entails. Courts  could do so. There is a material issue of fact as to whether \nmust  consider  the  scope  of  the  the plaintiffs were informed of their right to post bond. \nparticular intrusion, the manner in  Defendants did not provide the court with evidence to \nwhich  it  is  conducted,  the  prove that plaintiffs were informed of this right. This \njustification for initiating it, and the  issue may need to be decided at trial. \nplace in which it is conducted.    \n*3 Also, if jail security is to justify the search the detainee \n441  U.S.  at  559.  Since  plaintiffs  here  were  detained  must present some threat to jail security. The facts in the \nawaiting bail, that test applies.  cases  where  searches  have  been  upheld  suggest  some \n   reasoable cause on the part of the authorities to suspect \n  that the detainees might be trying to smuggle weapons or \ncontraband into the jail. Such cause may be furnished by \nA. Initial Strip-Searches of Simenc and Zaccagni  the nature of the offense or the nature of the offender. A \nThe court must balance the need to search the plaintiffs  person detained for a violent crime may presumptively be \nagainst the invasion of the plaintiffs’ rights. Strip-searches  suspected  of  carrying  a  weapon.  However,  when  an \nof pretrial detainees have been justified when needed to  arrestee is being detained briefly awaiting the posting of \nprevent weapons and contraband from being brought into  bond on a traffic or misdemeanor offense, generally a \nthe jail. Wolfish, 441 U.S. at 559; Roscom v. City of  strip-search can be made only on reasonable suspicion \nChicago, 570 F.Supp. 1259 (N.D.Ill.1983). The plaintiff  that the arrestee is carrying or concealing a weapon or \nin Roscom, detained at the Cook County Jail, had been  contraband,  unless  authorities  can  demonstrate  that \nplaced in a holding cell with other detainees where the  misdemeanants regularly present a threat to jail security. \nopportunity existed to obtain weapons or contraband. The  Mary Beth G., 723 F.2d at 1272; Tinnetti v. Wittke, 479 \nplaintiff was subsequently transferred to the general jail  F.Supp. 486, 490 (E.D.Wisc.1979), aff’d 620 F.2d 160 \npopulation.  The  security  interests  of  the  jail  made  (7th Cir.1980); Jones v. Edwards, 770 F.2d 739, 741–42 \nstrip-searches of such detainees reasonable.  (8th Cir.1985). In Mary Beth G. four women who had \n   been  arrested  for  misdemeanor  offenses  and  were \nHowever, for a search to be reasonable detention must  strip-searched in city lockups while awaiting the arrival of \nfirst be necessary. Simenc challenges the validity of his to  bail money brought a consolidated action challenging the \npost bond. Defendants did not provide the court with  constitutionality  of  the  City  of  Chicago’s  strip-search \nevidence to prove that plaintiffs were informed of this  policy.  The  Seventh  Circuit  held  the  policy  was \nright. This issue may need to be decided at trial.  unconstitutional when applied to traffic and misdemeanor \n   offenders,  specifically  noting  the  lack  of  supportive \nAlso, if jail security is to justify the search the detainee  evidence that such an indiscriminate policy was necessary \nmust present some threat to jail security. The facts in the  for the security of the jail. Studies submitted by the City \ncases  where  searches  have  been  upheld  suggest  some  showed that during a one-month period no items were \nreasonable cause on the part of the authorities to suspect  found in the body cavities of misdemeanor offenders. 723 \nthat the detainees might be trying to smuggle weapons or  F.2d  at  1272–73.  Further,  the  affidavits  of  lockup \ncontraband into the jail. Such cause may be furnished by  personnel suggested that few items were ever recovered \nthe nature of the offense or the nature of the offender. A  from misdemeanor offenders. Id. Cf. Wolfish, 401 U.S. at \nperson detained for a violent crime may presumptively be  560 (importation of drugs proven to be a problem at the \nsuspected  of  carrying  a  weapon.  However,  when  an  facility and outside contact visits provided opportunity to \narrestee is being detained briefly awaiting the posting of  obtain  such  contraband).  Here,  plaintiffs  Simenc  and \nbond on a traffic or misdemeanor offense, generally a  Zaccagni were charged with misdemeanor offenses. No \nstrip-search can be made only on reasonable suspicion  facts  have  been  presented  in  this  case  to  support  the \nthat the arrestee is carrying or concealing a weapon or  conclusion that a strip-search policy that fails to take into \ncontraband,  unless  authorities  can  demonstrate  that  account  the  nature  of  the  offense  is  required  at  the \nmisdemeanants regularly present a threat to jail security.  DuPage County Jail for security reasons. Defendant offers \nMary Beth G., 723 F.2d at 1272; Tinnetti v. Wittke, 479  no evidence to show either that the jail has had problems \nF.Supp. 486, 490 (E.D.Wisc.1979), aff’d 620 F.2d 160  with weapons and contraband coming into the jail or the \n(7th Cir.1980); Jones v. Edwards, 770 F.2d 739, 741–42  effectiveness  of  the  policy  at  the  jail  in  stopping  the \n(8th Cir.1985). In Mary Beth G. four women who had  importation  of  contraband  or  weapons.  The  DuPage \nbeen  arrested  for  misdemeanor  offenses  and  were  County  Jail  blanket  strip-search  policy  seems \nstrip-searched in city lockups while awaiting the arrival of  unconstitutional on its face. In any event, such a policy \nbail money brought a consolidated action challenging the  cannot  provide  a  basis  for  granting  judgment  for \nconstitutionality  of  the  City  of  Chicago’s  strip-search  defendants as a matter of law. \n  2 \n \n\nSimenc v. Sheriff of Du Page County, Ill., Not Reported in F.Supp. (1985)   \n \n   contraband or that plaintiffs were placed in a “high risk \nNor  do  the  facts  indicate  grounds  for  individualized  area” of the facility. For these reasons the initial searches \nsuspicion  of  the  plaintiffs.  Reasonable  suspicion  to  conducted  on  Simenc  and  Zaccagni  appear  to  be \nbelieve that an individual arrestee may be concealing a  unreasonable and unconstitutional. \nweapon or contraband may be based on factors such as    \nappearance and conduct of the arrestee, and any prior   \narrest record. See e.g., Mary Beth G., 723 F.2d at 1273; \nLogan v. Shealey, 660 F.2d 1007, 1013 (4th Cir.1981),  B. Further Strip Searches of Simenc \ncert. denied, 455 U.S. 942 (1982); Hunt v. Polk County,  The policy considerations for conducting strip-searches \nIowa,  551  F.Supp.  339,  342–45  (S.D.Ia.1982).  when  detainees  have  had  outside  contacts  are  more \nUncooperativeness at the time of arrest and a charge of  compelling than in the case of initial searches of traffic \nresisting arrest or battery, however, are insufficient on  and misdemeanor detainees. When detainees are being \ntheir own to establish reasonable suspicion. Jones, 770  transferred  from  detention  facilities  to  make  court \nF.2d at 741 (8th Cir.1985); Bovey v. City of Lafayette,  appearances  there  is  a  legitimate  interest  in  locating \nIndiana,  586  F.Supp.  1460,  1470  (N.D.Ind.1984).  In  contraband that might threaten the safety of transferring \nJones,  the  plaintiff  was  arrested  for  failing  to  sign  a  police officers or the court. Dougherty v. Harris, 476 F.2d \nsummons and complaint on an animal leash law violation.  292  (10th  Cir.),  cert.  denied,  414  U.S.  872  (1972). \nThe plaintiff was verbally abusive and uncooperative with  Likewise,  there  is  an  important  security  interest  in \nthe  arresting  officers  during  the  booking  procedure,  assuring that detainees do not bring contraband into the \nalthough he was not charged with resisting arrest. 770  facility following outside contacts. Wolfish, 441 U.S. at \nF.2d at 740. Jones was visually strip-searched and then  559. \nplaced in a minimum security cell until a friend posted his    \nbail. The Eighth Circuit held that the strip-search of Jones  In Wolfish, the Supreme Court upheld strip-searches of \nwas unconstitutional because the officers had no reason to  pretrial detainees who had outside contact visits, noting \nsuspect  he  was  harboring  weapons  or  contraband.  that such visits presented an opportunity for detainees to \nSimilarly,  in  Bovey,  the  plaintiff  was  stopped  for  the  obtain  weapons  or  contraband  which  might  then  be \nminor offense of speeding. Bovey refused to cooperate  brought back into the jail. A blanket strip-search policy \nwith the police and he subsequently was charged with  under these circumstances served as both a deterrent and a \nresisting  arrest,  assault  and  battery,  and  disorderly  preventive  measure  in  ensuring  the  jail’s  security. \nconduct.  He  was  taken  to  the  county  jail  and  Plaintiff Simenc was strip-searched a second and third \nstrip-searched pursuant to a blanket policy promulgated  time as he was being taken to and from his bond hearing. \nby the county sheriff. The district court held that under  Under the Wolfish balancing test the detention facility had \nthose circumstances the strip-search was unreasonable.  a security interest in protecting the safety of officers and \n586  F.Supp.  at  1470–71.  Likewise,  plaintiffs  in  the  the court when Simenc was searched prior to his court \npresent  action  were  charged  with  resisting  arrest  and  appearance. The third search was conducted following an \nbattery. They were taken to the DuPage County Jail and  outside  contact  to  prevent  the  flow  of  weapons  or \npursuant to the blanket policy of the jail were visually  contraband into the facility. \nstrip-searched. This court may not infer on the basis of the    \ncharges  alone  that  the  defendants  had  individualized  However, the Wolfish balancing test also directs the court \nsuspicion which gave reason to strip-search the plaintiffs.  to examine the manner and place in which the search was \nThe defendants offer no additional evidence to support a  conducted in analyzing the reasonableness of the search. \nreasonable  suspicion  that  plaintiffs  were  concealing  441 U.S. at 559. A strip-search, even when conducted \nweapons or contraband.  professionally  and  courteously,  is  an  intrusive, \n   humiliating and embarrassing experience. Mary Beth G., \n*4 A search may sometimes be justified by particular  723  F.2d  at  1272;  Hunt,  551  F.Supp.  at  342.  At  a \nproblems in the physical movement of the prisoner. The  minimum,  jail  officials  should  ensure  that  this \nplaintiff  in  Roscom  was  arrested  on  a  warrant  for  embarrassment is minimized by conducting the search in \ndeceptive  practices.  Unable  to  post  bond,  she  was  an area where it cannot be observed by anyone other than \ntransferred to the County Jail and subjected to a visual  the person conducting the search. See Iskander v. Village \nstrip-search pursuant to the County’s policy. The policy  of Forest Park, 690 F.2d 126, 129 (7th Cir.1982); Jones, \nallowed such searches either when there was a reasonable  770  F.2d  at  442.  In  Iskander,  a  woman  suspected  of \nsuspicion  that  the  inmate  might  have  a  weapon  or  shoplifting was strip-searched in a room with a window \ncontraband concealed, or when inmates were moving into  facing the corridor. The plaintiff testified that someone \nor out of “high risk areas,” e.g., from the holding cells to  had looked at her through the window as she undressed. \nthe general jail population. That policy was reasonable.  The Seventh Circuit held that the plaintiff established a \nRoscom, 570 F.Supp. at 1261. However, the record here  jury  question  as  to  whether  this  action  presented  a \npresents no evidence of either a reasonable suspicion to  constitutional violation. 690 F.2d at 129. In Jones, the \nbelieve  that  plaintiffs  were  concealing  weapons  or  plaintiff was searched in the alcove of a hallway. The \n  3 \n \n\nSimenc v. Sheriff of Du Page County, Ill., Not Reported in F.Supp. (1985)   \n \ncourt noted that other jailers and passersby did not see the  Ill.App.3d 130, 133, 407 N.E.2d 971, 975, 41 Ill.Dec. \nplaintiff in this instance, but suggested that  473, 477 (1st Dist.1980); see also Stein v. Howlett, 52 \nIll.2d  570,  574,  289  N.E.2d  409,  412  (1972),  appeal \n*5  where  legitimate  security  dismissed 412 U.S. 925 (1973) (“No limiting definition of \nconcerns justify this kind of search,  the  type  of  privacy  is  stated  in  the  constitution.”) \njail  officials  should  take  Commentary to the privacy provision of the Constitution \nprecautions  to  insure  that  the  lends support to the argument that plaintiffs have a cause \ndetainee’s privacy is protected from  of action for invasion of privacy. \nexposure to others unconnected to \nthe search.  Section 6 expands upon the individual rights which \nwere contained in Section 6, Article II of the 1870 \nConstitution  and  the  guarantees  of  the  Fourth  and \n770 F.2d at 442. Depositions of the deputy sheriffs who \nFourteenth  Amendments  to  the  United  States \nare defendants in this case reveal that searches before and \nConstitution. \nafter  bond  hearings  were  routinely  conducted  in  a \n  \nhallway. The record is unclear as to who else, if anyone, \nwas able to see the searches of Simenc. Under the Jones                                                                                                         \nanalysis it appears that the jail officials should have taken   \nsome steps to ensure greater privacy in the manner in   \nwhich  the  search  was  conducted.  Additionally,  such \nsearches  violate  the  County  Jail  Standards  that  the  The protection against “invasion of privacy” is new and \nDuPage County Jail was following, which mandated that  is stated broadly. \nsearches  were  to  be  conducted  in  an  enclosed  room. \nDefendants  have  failed  to  justify  this  more  intrusive  Ill.Ann.Stat., Illinois Constitution 1970, Article I, Section \nsearch.  6, Constitutional Commentary, at 317 (Smith-Hurd 1977) \n   (quoted in McCarty, 86 Ill.App.3d at 133, 407 N.E.2d at \n  975,  41  Ill.Dec.  at  477.).  On  this  basis  this  court \nconcludes that plaintiffs may state a valid cause of action \nfor violation of the Illinois Constitution if they establish \nIII. THE ILLINOIS CLAIM  that they were subjected to an unreasonable search. See \nMelbourne Corp. v. City of Chicago, 76 Ill.App.3d 595, \nIn count II plaintiffs allege that the strip-searches violated \n603, 394 N.E.2d 1291, 1297, 31 Ill.Dec. 914, 920 (1st \ntheir right to privacy under the Illinois Constitution and \nDist.1979). \ncommon  law.  Both  the  Illinois  and  United  States \n  \nConstitutions  protect  individuals  from  unreasonable \n*6 The protections provided by the Illinois Constitution \nsearches and seizures. People v. Kelly, 76 Ill.App.3d 80, \nconcerning unreasonable searches and the right to privacy \n84,  394  N.E.2d  739,  743,  31  Ill.Dec.  537,  540  (5th \nare at least as broad as, if not more expansive than, the \nDist.1979). Illinois law recognizes the right to privacy as \nprotection  afforded  by  the  Fourth  and  Fourteenth \nwell as the right to a remedy for invasion of privacy. \nAmendments to the United States Constitution. McCarty, \nCantrell v. American Broadcasting Co., Inc., 529 F.Supp. \n86 Ill.App.3d at 133, 407 N.E.2d at 975, 41 Ill.Dec. at \n746,  756  (N.D.Ill.1981).  The  Illinois  Constitution \n477. The conclusions reached in count I concerning the \nprovides in part: \nreasonableness of the DuPage County Jail strip-search \npolicy, and the individual strip search of each plaintiff, \nThe people shall have the right to  are applicable to count II. Therefore, summary judgment \nbe secure in their persons, houses,  is precluded on the issue of the reasonableness of both the \npapers  and  other  possessions  policy and the searches. \nagainst  unreasonable  searches,    \nseizures,  invasions  of  privacy,  or   \ninterceptions of communications by \neavesdropping or other means. \nIV. IMMUNITY OF THE DEFENDANTS \nIllinois Constitution 1970, Article I, Section 6. Plaintiffs \ncontend  that  their  right  to  privacy  under  the  Illinois  Defendants Richard Doria, the Sheriff of DuPage County \nConstitution requires that all searches of their person be  and Deputy Sheriffs Sokol, Willison and Cook claim that \nreasonable and that when such searches are unreasonable  they are entitled to summary judgment as to count I, \nthey  have  a  state  claim  for  invasion  of  privacy.  The  based on the qualified immunity doctrine articulated by \nIllinois courts have not yet defined with certainty what  the Supreme Court in Harlow v. Fitzgerald, 457 U.S. 800 \nprivacy protections are afforded persons under Article I,  (1982).  For  the  court  to  grant  summary  judgment  on \nSection  6  of  the  Constitution.  People v. McCarty,  86  defendant’s claim of qualified immunity, public officials \n  4 \n \n\nSimenc v. Sheriff of Du Page County, Ill., Not Reported in F.Supp. (1985)   \n \nsuch as sheriffs must first demonstrate that their actions  People v. Seymour, 80 Ill.App.3d 221, 398 N.E.2d 1191, \nwere undertaken as part of their duties and within the  35 Ill.Dec. 241 (1st Dist.1979), rev’d 84 Ill.2d 24, 416 \nscope of their authority. Coleman v. Frantz, 754 F.2d 719,  N.E.2d 1070, 48 Ill.Dec. 548 (1981). See also Logan, 660 \n728 (7th Cir.1985); Doe v. Thomas, 604 F.Supp. 1508,  F.2d  at  1013–1014  (sheriff  should  have  known  that \n1512 (N.D.Ill.1985). Defendants in the present case were  blanket strip-search policy at jail was unconstitutional in \nacting within the scope of their duties in strip-searching  March 1979). Also, the Illinois legislature had passed a \nthe plaintiffs.  statute which went into effect shortly before plaintiffs \n   were arrested. The statute specifically provided that \nSecondly, to receive immunity the officials must show \nthat  their  conduct  did  not  “violate  clearly  established  *7 No person arrested for a traffic, \nstatutory or constitutional rights that a reasonable person  regulatory or misdemeanor offense, \nwould  have  known.”  Harlow,  457  U.S.  at  818.  On  except in cases involving weapons \nsummary  judgment  the  court  may  determine  both  the  or a controlled substance, shall be \ncurrent applicable law and whether the law was clearly  strip  searched  unless  there  is \nestablished at the time the incident occurred, since the test  reasonable belief that the individual \nis the objective reasonableness of the conduct in light of  is  concealing  a  weapon  or \nclearly established law.  controlled substance. \nIf  the  law  at  that  time  was  not  Ill.Rev.Stat. ch. 38, ¶ 193–1(c). Also, all strip-searches \nclearly established an official could  are to be performed in an area where the search cannot be \nnot  reasonably  be  expected  to  seen  by  anyone  other  than  the  person  conducting  the \nanticipate  subsequent  legal  search. Ill.Rev.Stat. ch. 38, § 103–1(e). While violation of \ndevelopments, nor could he fairly  a state statute does not of itself cause the loss of qualified \nbe  said  to  “know”  that  the  law  immunity, Davis v. Scherer, 468 U.S. 183, 104 S.Ct. 3012 \nforbade  conduct  not  previously  (1984), in this case the statute was intended to provide \nidentified as unlawful.... If the law  guidelines which would protect federal constitutional as \nwas  clearly  established,  the  well as statutory rights. Together with case law already \nimmunity defense ordinarily should  developed by 1979, its existence indicates that the officers \nfail, since a reasonably competent  should have known that their blanket strip-search policy \npublic official should know the law  was unconstitutional. This court cannot grant summary \ngoverning his conduct.  judgment for defendants on the grounds of immunity. \n  \nHarlow, 475 U.S. at 818.  Public employees in Illinois enjoy immunity from suit \n   under  the  Local  Governmental  and  Governmental \nPlaintiffs in the present case had a clearly established  Employees  Tort  Immunity  Act,  Ill.Rev.Stat.  ch.  85,  ¶ \nconstitutional right to be free from unreasonable searches  1–101 et seq. Sheriff Doria and the defendant deputy \nand seizures. In Jones, 770 F.2d at 742 n. 4, the Eighth  sheriffs are public employees as defined under the Act, \nCircuit held that defendants in a § 1983 action were not  see Ill.Rev.Stat. ch. 85, §§ 1–206, –207, and thus are \nimmune  from  suit  when  they  strip-searched  a  immune from liability so long as they acted in good faith.2 \nmisdemeanor offender who was awaiting the posting of  Plaintiffs  contend,  however,  that  the  defendants  acted \nbail.  Jones  may  be  distinguishable  since  the  law  intentionally and maliciously, with knowledge that they \nspecifically applicable to pretrial detainees was not quite  were exceeding their authority as police offers, to deprive \nas well developed at the beginning of 1980 as in April  plaintiffs of their rights. \n1981, when the search in Jones took place. As the Eighth    \nCircuit  noted,  however,  “the  wording  of  the  fourth  An initial determination of the state of the law concerning \namendment itself and the many decisions of the Supreme  strip-searches in Illinois must be made before the court \nCourt  limiting  the  authority  of  officials  to  search  can determine whether the defendants acted with willful \nsuspects,” alerts officials against unreasonably intrusive  and wanton disregard for the rights of the plaintiffs. As \nsearches. 770 F.2d at 742 n. 4. The search incident to  already  noted,  plaintiffs’  rights  under  the  Illinois \narrest, for example, already needed a justification such as  Constitution are basically coextensive with the guarantees \nthe  reasonableness  of  discovery  of  weapons  or  against unreasonable search and seizure under the Fourth \ncontraband. In addition, a blanket strip-search policy at a  Amendment. See e.g., Kelly, 76 Ill.App.3d at 84, 394 \ncounty  jail  in  Racine,  Wisconsin,  had  been  found  N.E.2d at 743, 31 Ill.Dec. at 540. In count I this court \nunconstitutional in October 1979, Tinetti, 479 F.Supp. at  found  material  issues  of  fact  as  to  both  the \n491, and even closer to home, a Cook County circuit court  constitutionality  of  the  strip-search  policy  and  the \nhad suppressed evidence found through a strip-search of a  individualized searches of the plaintiffs. These findings \nmisdemeanant  detained  at  a  Chicago  police  station,  apply to the Illinois claim. In addition, the existence of the \n  5 \n \n\nSimenc v. Sheriff of Du Page County, Ill., Not Reported in F.Supp. (1985)   \n \nIllinois statute on strip searches applies directly to an  CONCLUSION \nissue of Illinois immunity. \n   For  the  foregoing  reasons,  defendants’  motion  for \nIf the defendants were aware of the state of the law at the  summary judgment is denied. \ntime of the incident, the question must still be answered    \nas to whether or not their actions were willful and wanton.  1  Plaintiffs claim that they were physically abused by the \nBoth parties disagree on this issue. Generally, summary    police without provocation and as a result required \njudgment is inappropriate in actions involving state of  medical  attention.  Separate  actions  were  brought \nmind.  Foster  v.  Zeeko,  540  F.2d  1310,  1319  (7th  concerning plaintiffs’ arrests: Simenc v. Holiday Inn, \nCir.1976);  see  also  10  Wright  and  Miller,  Federal  81 C 3589 and Zaccagni v. Holiday Inn, 81 C 3590 \nPractice and Procedure, § 2730 at 582 et seq. As the  (N.D.Ill.) \n \nIllinois Appellate Court noted, whether a person is guilty \nof “willful and wanton conduct” under the Immunity Act   \nis really a question of fact for the jury and should “rarely  2  Section  2–201  applies  to  public  officials  with \nbe ruled on as a matter of law.” Glover v. City of Chicago,    policymaking  powers,  such  as  Sheriff  Doria,  and \n106  Ill.App.3d  1066,  1075,  436  N.E.2d  623,  630,  62  provides: \nIll.Dec. 597, 604 (1st Dist.1982). This court declines to  Except as otherwise provided by Statute, a public \nusurp  the  role  of  the  jury  in  determining  whether  employee  serving  in  a  position  involving  the \ndefendants acted with the requisite intent and malice in  determination  of  policy  or  the  exercise  of \nconducting the searches.  discretion is not liable for an injury resulting from \nhis act or omission in determining policy when \n  \nacting  in  the  exercise  of  such  discretion  even \n*8  This  court  finds  no  basis  on  which  it  could  find \nthough abused. \njudgment as a matter of law for these defendants. The \nSection  2–203  governs  the  actions  of  public \nblanket  strip-search  policy  at  the  jail  regardless  of  employees acting under the authority of the law, and \noffense, reasonable suspicion of the offenders, or proven  provides: \nsecurity  problems,  certainly  is  not  constitutional  as  a  If a public employee acts in good faith, without \nmatter of law. The further searches of Zaccagni before  malice, and under the apparent authority of an \nand after the bond hearing were probably more justified,  enactment  that  is  unconstitutional,  invalid  or \nbut also more intrusive given their location. Case law,  inapplicable, he is not liable for any injury caused \nthereby except to the extent that he would have \nplus an Illinois statute expressly dealing with the rights of \nbeen liable had the enactment been constitutional, \ndetainees,  precludes  summary  judgment  on  federal \nvalid and applicable. \nimmunity. We cannot even rule out willful and wanton \nImmunity under the Act is conditioned, however, \nconduct for state immunity. Only a trial can resolve those  upon a showing of good faith. Larson v. Darnell, 113 \nissues.  Ill.App.3d 975, 448 N.E.2d 249, 69 Ill.Dec. 789 (3d \n   Dist.1983). \n   \n \n\t\r  \n \n \n  \n  6 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66205"
    }
  ],
  "document_count": 2
}