{
  "case_id": 15514,
  "fetched_at": "2025-10-22T00:25:15.843829",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Commonwealth of Massachusetts",
        "institution_alt_state": null,
        "institution_city": "Boston ",
        "institution_county": "Suffolk",
        "name": "Commonwealth of Massachusetts",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Criminal Justice (Other)",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Monitoring"
      },
      {
        "value": "Goals (e.g., for hiring, admissions)"
      }
    ],
    "court": "Massachusetts state trial court",
    "custom_issues": [],
    "defendant_payment": "120000",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1988,
    "id": 15514,
    "injunction_duration": "12",
    "issues": [
      "General/Misc.: Counseling",
      "General/Misc.: Informed consent/involuntary medication",
      "Jails, Prisons, Detention Centers, and Other Institutions: Placement in detention facilities",
      "Jails, Prisons, Detention Centers, and Other Institutions: Placement in mental health facilities",
      "General/Misc.: Rehabilitation",
      "Jails, Prisons, Detention Centers, and Other Institutions: Over/Unlawful Detention (facilities)",
      "Affected Sex/Gender(s): Female",
      "Jails, Prisons, Detention Centers, and Other Institutions: Commitment procedure",
      "General/Misc.: Discharge & termination plans"
    ],
    "last_checked_date": "2021-11-24T00:00:00-05:00",
    "main_docket": {
      "id": 29202,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1988,
      "docket_filing_number": 64,
      "is_main_docket": true,
      "court": "Massachusetts state trial court",
      "state": "Massachusetts",
      "docket_office_number": "",
      "docket_number_manual": "88-064",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Hinkley v. Fair",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1991,
    "order_start_year": 1990,
    "permanent_injunction": false,
    "plaintiff_description": "Women civilly committed and detained in a Massachusetts state prison because of their alcoholism.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "1990-11-30",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Massachusetts",
    "summary": "<p>This case challenged Massachusetts’ policy of civilly committing women suffering from alcoholism in a state prison. In addition to being a significant violation of the committed women’s civil liberties, this practice did not mirror how men facing similar challenges were treated. The plaintiffs, two women who were civilly committed by the Commonwealth in the late 1980s, filed this class action lawsuit in Hampshire County Superior Court in 1988. They were represented by attorneys from the Center for Public Representation. </p><p>On November 30, 1990, the plaintiffs reached a settlement with the Commonwealth. In it, Massachusetts agreed to expand its network of community based substances abuse treatment centers for women, allow women civilly committed in connection with alcoholism to leave if they did not consent to treatment, not incarcerate women whose substance abuse issues could be treated in a community setting, and release civilly people, both men and women, early if their release would not result in a likelihood of harm. The Commonwealth also agreed to provide the plaintiffs with at least four quarterly reports on their compliance with the settlements terms and allowed the plaintiffs ask the court for an injunction to enforce its terms. According to the Center for Public Representation’s website, the Commonwealth also agreed to pay $120,000 in attorneys’ fees and monetary damages.</p><p>Because of the age of the case, the Clearinghouse does not have information about how long the monitoring portion remained in effect, but the case is presumably closed.</p>",
    "summary_published_date": "2021-11-24T00:00:00-05:00",
    "summary_short": "This case challenged Massachusetts’ policy of civilly committing women suffering from alcoholism in a state prison. In addition to being a significant violation of the committed women’s civil liberties, this practice did not mirror how men facing similar challenges were treated. The plaintiffs, two women who were civilly committed by the Commonwealth in the late 1980s, filed this class action lawsuit in Hampshire County Superior Court in 1988. They were represented by attorneys from the Center for Public Representation. On November 30, 1990, the plaintiffs reached a settlement with the Commonwealth. The case is now closed.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15514",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15514",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15514",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15514"
  },
  "documents": [
    {
      "date": "1991-01-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete, but not for Public Display",
      "document_type": "Other",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 83580,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/83580.pdf",
      "title": "Substance Abuse; Community Treatment",
      "text": "LAW  DEVELOPMENTS\nof  chronic  substance  abuse  and  the  individual  had\nrefused  voluntary  placement.\"  Further, \"[w]omen  who\nhave been civilly committed and are not ready or willing\nto  make  a  decision  to  address  their  substance  abuse\nproblem following a completed detoxification and assess-\nSubstance Abuse;  Community Treatment\nment period\" should be allowed to leave the facility after\nMassachusetts  has settled a case alleging discriminatory a  determination  that  discharge  is  appropriate  and  the\ntreatment  of women  with  substance  abuse  problems, women no longer pose a danger to themselves or others.\nagreeing to create a spectrum of voluntary and involun-\nThe settlement sets out each department's obligations for\ntary community  substance  abuse programs. Hinckley v.\nimplementing  the settlement,  including  contracting  for\nFair, No.  88-064  (Mass. Trial Ct.  Nov. 30,  1990).\ndetoxification  beds  in  free  standing  substance  abuse\nprograms  and  developing  referral  processes  and  re-\nPursuant  to the  state law  allowing the commitment  of\nsponses. New and existing services must be operated to\npersons  with  substance  abuse  problems  who  present  a\nensure  that  civilly  committed  women  are  not  denied\ndanger to themselves  or others, Mass. Gen.  L. ch.  123,\nadmission to an involuntary community substance abuse\n§35,  Susan Hinckley and Esther Little were committed to\nprogram and then confined at Framingham,  \"when their\nthe Massachusetts  Correctional  Facility at  Framingham\nhandicap, pregnancy,  medical,  psychiatric  or other spe-\n(Framingham),  the Commonwealth's only women's pris-\ncial  needs  can be  met in an  available  substance  abuse\non.  They  brought  a  class  action  suit  on  behalf  of\nsetting within the Commonwealth.\"  Moreover, the defen-\nthemselves  and  all  other  women  with  alcoholism  in\ndants must make every effort to transfer to a community\nMassachusetts  who may be committed to Framingham,\ntreatment program  any women  committed  to Framing-\nalleging their incarceration  with persons charged with or\nham, as  soon  as  possible after  their arrival  at  prison.\nconvicted  of crimes,  in  a  facility  that  provided  no\nevaluation,  treatment  or rehabilitation  for persons  with Pursuant  to  the  settlement,  the  Executive  Office  of\nsubstance abuse problems, violated their state and federal Human  Services sought an Attorney General opinion as\nconstitutional rights. Their complaint noted the availabil- to whether directors of substance abuse treatment  facili-\nity of voluntary and involuntary alcohol treatment facili- ties can release people committed under §35 before their\nties for men, and that men committed pursuant to §123 commitment expires if their release would not result in a\ngenerally  are  sent to  local  treatment  programs. likelihood of harm. Attorney General Shannon's opinion\nstates that §35 permits such  early releases, even though\nIn  view of the statutory  and  constitutional  obligations\nthe statute provides that the superintendent of a facility,\nregarding  the  treatment  of  women  committed  under\ni.e., one for the treatment of persons with mental illness,\n§123, the Commonwealth decided to address these wom-\nis  to  make  the  dangerousness  finding.  In  context,  the\nen's treatment needs in appropriate community  settings,\nsection  also  refers  to  the  head  of  a  DPH-approved\navoiding  confinement  at  Framingham  to  the  greatest\nsubstance  abuse  facility.  The  Attorney  General  also\nextent  possible.  The  Commonwealth  will  build  on  its\ninterpreted an ambiguity in the early release provision to\n1987 policy that called  for expanded  services for civilly\napply to all persons committed under §35, not just those\ncommitted  women  within  the public  health  system  to\nconfined  to  Framingham  and  the  men's  correctional\neliminate  the  need  for  commitments  to  Framingham.\nfacility  at  Bridgewater.\nSpecifically,  the Commonwealth  agreed  to  increase the\ncapacity for civilly committed women within the existing Finally,  the settlement  provides  for the monitoring  of\nDepartment  of  Public  Health  community-based  sub- admissions to, discharges from, and lengths of stay in the\nstance abuse system. The new programs will be developed new community treatment programs, as well as in other\nexpressly to provide alternatives to the practice of com- facilities for women with substance abuse problems. The\nmitting women to  Framingham,  and \"will  build  on the plaintiffs are entitled to quarterly monitoring reports, and\ncurrent community system  of inpatient substance abuse the settlement cites the steps the defendants must take if\ntreatment  available to  women  in  the Commonwealth.\" the reports indicate that women still are being confined in\nFurther, the Departments of Public Health (DPH), Men- Framingham,  despite  available  community  beds  and\ntal  Health  (DMH),  and  Public  Welfare/Medicaid  Pro- compliance with the settlement, or due to an \"inadequate\ngram (DPW) will, subject to available funds, collaborate number,  type,  or distribution  of involuntary  substance\nto develop  and  maintain  a  system  of substance  abuse abuse  programs.\"  The  defendants  are  subject  to  the\ntreatment  services. court's  continuing jurisdiction  and  supervision  for  at\nleast  18  months.\nThe settlement recognizes that an individual's decision to\nenter treatment often is critical  to success,  so that civil (The  Reporter thanks  the  plaintiffs'  attorney,  Steven\ncommitment should be used only when there is a \"clear Schwartz,  for  sending  the  settlement,  complaint  and\nand present danger to the individual or others as a result attorney general's opinion. Mr. Schwartz may be contact-\n124  • MPDLR  * VOL  15 No 2\n\nCIVIL  COMMITMENT\ned  at  the  Center  for  Public  Representation,  Mental 1370 (D.C. Cir. 1971), and McKinney v. George, 726 F.2d\nHealth  Protection  & Advocacy  Project,  22  Green  St., 1183 (7th Cir. 1984), 8 MPDLR 307. The fourth amend-\nNorthampton, MA 01060, (413) 584-1644, ext. 265; 586- ment's applicability  thus was established with  sufficient\n6024  (TTY).) clarity that no reasonable officer could  have believed  it\nwas lawful  to seize  Gooden  without probable  cause  to\nbelieve  she  had a  mental  illness  and  was  dangerous.\nEmergency  Detention\nThe court  found material issues of fact about the objec-\nPolice;  Qualified  Immunity tive legal reasonableness of the officers' actions in light of\nthe  law.  Qualified  immunity  \"depends  critically  and\nThe Fourth  Circuit agreed  that  it was  inappropriate  to\ninescapably on resolution of factual questions about what\ngrant  summary judgment where genuine  issues of facts\ncircumstances  reasonably appeared to the officers,  what\nexisted as to whether police officers could have believed it\ninformation  they  reasonably could  be expected  to have\nwas lawful to seize a woman from her apartment and take\nhad and gathered, and what conclusions they reasonably\nher to the hospital  for an emergency  psychiatric  evalu-\ncould have reached and acted on in those circumstances\nation.  Gooden v. Howard County, Maryland, 917  F.2d\nand  with  that  information.\"  Given  Gooden's  and  the\n1355  (4th  Cir. 1990).\nofficers'  widely  disparate versions of the events leading\nup  to her  detention,  a  number  of hotly  disputed  facts\nPolice  officers  responded  to  several  calls  from  Denise\nremained. \"Resolution of these and related factual issues\nBeck  about  what  she  believed  was  a  violent  domestic\ncan only be made on the basis of credibility  determina-\ndispute  in Theresa Gooden's  apartment. Gooden  stated\ntions  respecting  flatly  conflicting  versions  of  critical\nthat there was  no problem,  while the officers  indicated\nhistorical  facts.\"\nGooden was lying and was at risk of harm from herself or\nsomeone else. At one point, the officers heard a male and A  dissenting judge sharply  criticized  the majority's mi-\na female shouting and loud thuds from Gooden's  apart- sapprehension  of qualified  immunity and clearly  estab-\nment, and one of the officers thought Gooden might have lished law, and its overemphasis \"on  the illusory  search\na \"'multiple  personality,' talking ...  in alternating male for  what  actually  transpired.\"  The  result  will  be  that\nand female voices, and that she might be hurling herself \"[n]ext  time, these officers - and thousands like them -\nagainst  the walls.\"  The officers filled out  an emergency may  not respond as quickly or act  as firmly for public\npsychiatric  evaluation  petition and  arrested  and  hand- protection.  The public loss will  be  a diffuse  one  ....\ncuffed  Gooden and, despite a neighbor's statement that [Someone]  may call for help - for herself or for someone\nthe noise was from a married  couple's apartment,  took truly  distraught  - and  no one  will  answer.\"\nher to a nearby  hospital. A doctor found no evidence of\nmental  illness and  stated  that  Gooden  acted  rationally Conspiracy;  State Action\nand  cooperatively  during  the exam.\nA Georgia  federal  court dismissed  a  1983  lawsuit that\nGooden  sued the police officers alleging deprivations of alleged  a  conspiracy  to  commit  the  plaintiff because\nher fourth and fourteenth amendment rights. The federal neither her husband, private physicians, a private hospi-\ndistrict court denied  the officers'  motion  for summary tal nor the husband's attorney were state actors. Harvey v.\njudgment  on  qualified  immunity  grounds,  finding  \"'a Harvey,  749  F. Supp.  1118  (M.D.  Ga.  1990).\njury could conclude that no reasonable officer could have\nbelieved  in  the  lawfulness of subjecting  Gooden  to an Joseph Harvey told Dr. Hunter that he believed his wife\ninvoluntary  psychiatric  examination.'\" was mentally ill, and the doctor signed a certificate stating\nMrs. Harvey appeared to be mentally ill and to present a\nThe Fourth Circuit affirmed, rejecting the officers' claim\nsubstantial  risk of imminent  harm  to herself or others.\nthat \"the paucity of cases discussing constitutional  stan-\nGa. Code Ann. §37-3-41.  Dr. Hunter had the police take\ndards for a seizure preliminary to an emergency psychiat- Mrs.  Harvey to a private  hospital  where  Dr. Friedman\nric evaluation  suggests that  there was  no clearly  estab-\nexamined her and certified her for involuntary treatment.\nlished  law  guiding  their  conduct.\"  While  fourteenth Mrs.  Harvey  alleged  that  her husband and  Dr. Hunter\namendment  due process generally  applied  to state  con- conspired  to  commit  her,  and  that  the  two  doctors\nfinement of persons with mental illness, the court stated conducted  inadequate  examinations of her and acted in\nit would analyze Gooden's rights under the fourth amend- concert with her husband and the hospital to deprive her\nment's  prohibition  against  unreasonable  searches  and of  her  constitutional  rights.  She  also  alleged  that  her\nseizures.  While there were  few decisions  discussing  the husband and his attorney lied to a probate judge about\nfourth amendment standard  in this context, all of them, her incapacity,  resulting in  her husband's  unlawful  ap-\nincluding a federal court case in the defendant's district, pointment  as emergency  guardian.\n\"have  recognized  the otherwise plainly evident proposi-\ntion that such a seizure is directly analogous to a criminal The court dismissed the complaint,  finding each of the\narrest  and  must  therefore  be  supported  by  probable defendants was a private actor and none of them became\ncause.\"  See, e.g., Gross v. Pomerlau, 465  F. Supp.  1167 a state actor for §1983  purposes under the public func-\n(D. Md.  1979),  3 MDLR  323, In re Barnard, 455 F.2d tion, state compulsion,  and nexus/joint action tests. Mr.\nMPDLR  • MAR-APR  1991  ° 125\n\n(cid:43)(cid:40)(cid:44)(cid:49)(cid:50)(cid:49)(cid:47)(cid:44)(cid:49)(cid:40)\nCitation: 15 Mental & Physical Disability L. Rep. 124 1991 \nProvided by: \nUniversity of Michigan Law Library\nContent downloaded/printed from HeinOnline\nTue Oct 18 15:10:33 2016\n-- Your use of this HeinOnline PDF indicates your acceptance\n   of HeinOnline's Terms and Conditions of the license\n   agreement available at http://heinonline.org/HOL/License\n-- The search text of this PDF is generated from \n   uncorrected OCR text.\n-- To obtain permission to use this article beyond the scope\n   of your HeinOnline license, please use:\nCopyright Information",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/83580"
    },
    {
      "date": "1990-11-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Massachusetts state trial court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff-Intervenor"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 83582,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/83582.pdf",
      "title": "Settlement Agreement",
      "text": "COMMONWEALTH OF MASSACHUSETTS \n \nHAMPSHIRE,ss \nTRIAL COURT DEPARTMENT \nSUPERIOR COURT DIVISION \nC.A. 88-064 \n \n____________________________________ \n  ) \nSUSAN M. HINCKLEY  ) \nESTHER LITTLE  ) \non behalf of themselves          ) \nand all others similarly         ) \nsituated                         ) \n  ) \nPlaintiffs  ) \n  ) \nV.  ) \n  ) \nMICHAEL V. FAIR, et al.  ) \n  ) \nDefendants  ) \n  ) \n____________________________________) \n \n  SETTLEMENT AGREEMENT \n \nI. INTRODUCTION \n \n  1. In order to resolve the issues raised in the Amended \nComplaint filed in this case on December 29, 1989, the parties \nagree  to  the  following.    Nothing  in  this  Agreement  shall \nconstitute an admission of or evidence of liability.  The term \n\"defendants\" shall apply to or obligate a specific defendant only \nto the extent that the defendant has the ability to influence or \ncontrol  the  particular  matters  set  forth  in  the  paragraph.  \nNothing  in  the  Agreement  shall  prohibit  the  defendants  from \nconsolidating their efforts through one or more of the other \ndefendants, provided that any consolidation shall not otherwise \n\nmodify nor alter any of the terms of this Agreement. \nII. PURPOSE \n  2. The parties enter this Agreement in recognition of the \nfollowing principles and in order to achieve the following goals: \na. The overall goal of this Agreement is to promote compliance \nwith the statutory and constitutional obligations regarding \n'\nthe  treatment  of  women  admitted  under  G.L.  c.  123,  35 \n(\"civilly committed women\").  In view of the availability \nof  funds,  including  federal  funds,  the  defendants  have \ndecided to address the treatment needs  \n  of women who are civilly committed to MCI-Framingham for \n  treatment  of  alcoholism  or  drug  abuse  in  appropriate, \n  community  settings  and  to  avoid  confinement  at  MCI-\n  Framingham. \nb. The need for substance abuse treatment programs has increased \ndramatically in the past five years.  Civil commitments of \nwomen to MCI-Framingham have risen from nine in 1987 to one \nhundred and twenty-six in 1989.  Based on the historical \nrate of growth, commitments can be expected to exceed three \nhundred in 1990 and approximately four hundred in 1991.  \nc. In 1987 the Commonwealth adopted a policy which called for the \nexpansion of services for civilly committed women within the \npublic health system to eliminate the need for commitments \nto  MCI-Framingham.    In  further  implementation  of  that \npolicy,  the  defendants  established  two  new  treatment \nprograms  specifically  for  civilly  committed  women.    The \ndefendants have decided to create additional capacity for \n\ncivilly committed women within the existing DPH community-\nbased  substance  abuse  system  and  to  increase  the \ncoordination between the courts, substance abuse providers, \nand others involved in the commitment process.  This plan, \nwhich was submitted to the Court on June 12, 1990 in this \naction, builds upon the comprehensive community-based system \nof substance abuse treatment currently available to women \nin the Commonwealth, and is premised upon the view that \ntreating civilly committed women in such programs affords \nthem  the  greatest  opportunity  to  remain  close  to  their \nfamilies  and  to  establish  relationships  with  aftercare \nservices within their home communities. \nd. In implementing this plan, the Commonwealth intends to develop \na  regional  system  of  services  through  which  civilly \ncommitted women can be treated in publicly and privately \nfunded  community  substance  abuse  programs,  or  where \nnecessary, in other types of settings, rather than at MCI-\nFramingham. \ne.  The  Commonwealth  believes  that  the  expansion  of  existing \nservices, as set forth in paragraphs 3(d)-(f) below, will \nfacilitate reasonable access to treatment and rehabilitation \nprograms for civilly committed women. \nf. Given an expected length of stay of thirty days or less, ten \ndays or less in detoxification and twenty days or less in \nrehabilitation programs, this expansion is expected to meet \nthe anticipated demand. \ng. The new community programs will be developed explicitly to \n\nprovide alternatives to the practice of committing women to \nMCI-Framingham  and  will  build  on  the  current  community \nsystem of inpatient substance abuse treatment available to \nwomen in the Commonwealth. \nh. The Departments of Public Health (DPH), Mental Health (DMH), \nand Public Welfare/Medicaid Program (DPW), subject to the \navailability  of  funds,  will  collaborate  to  develop  and \nmaintain a system of substance abuse treatment services for \n'\ninvoluntarily committed women under G.L. c. 123,  35 which \nalso has the capacity to meet their medical, mental health, \nand other special needs, including pregnancy. \ni. An individual's decision to enter into treatment is often \ncritical  to  its  success,  and  civil  commitment  should, \ntherefore, only be used when there is a clear and present \ndanger to the individual or others as a result of chronic \nsubstance abuse and the individual has refused voluntary \nplacement. \nj. Women who have been civilly committed and are not ready or \nwilling to make a decision to address their substance abuse \nproblem following a completed detoxification and assessment \nperiod should be permitted to leave the facility when it has \nbeen determined that discharge is appropriate and the women \nare no longer dangerous to themselves.  Holding the women \nfor the full thirty days under these circumstances could \nappear to be punitive and not rehabilitative.  \n \n \n\nIII. THE DEVELOPMENT AND OPERATION OF SUBSTANCE ABUSE SERVICES \n  3. Consistent with the principles and goals set forth above, \nthe defendants agree to implement the following actions according \nto the following schedule: \n(a)  By  June  30,  1990,  DPH  will  confirm  whether  all  publicly \nsupported  detoxification  and  appropriate  post-detoxifi-\n'\ncation programs funded for  35 women will participate in the \ntreatment network for civilly committed women, in order to \nensure statewide access to substance abuse services. \n(b) By September 30, 1990, DPH will identify a procedure for \nresponding to a civil commitment referral from courts in \neach DPH region.  This procedure may be included in the \n&\nmanual  referred  to  in  3(g)  below.    It  will  include \nidentifying a contact person from a substance abuse program \nwithin each region of the Commonwealth who will be available \nto court personnel to match civil commitments to substance \nabuse treatment facilities within that region. \n(c) By September 30, 1990, DPH will contract for fifteen beds for \ndetoxification  services  in  free-standing  substance  abuse \nprograms for civilly committed women and provide access to \ntreatment  services  for  up  to  four  hundred  admissions \nannually, subject to the availability of funds, including \nfederal funding. \n(d) By September 30, 1990, DPH will contract for an additional \nfifteen  beds  for  post-acute  rehabilitation  services  for \ncivilly committed women, with a minimum of two  beds in \nwestern  Massachusetts,  and  provide  access  to  post-acute \n\nservices for up to four hundred admissions annually, subject \nto availability of funds, including federal funding. \n(e) By September 30, 1990, DPH will contract for an additional \nsix beds in community detoxification centers for specialized \nservices  for  dually  diagnosed  clients  with  both  mental \nhealth  and  substance  abuse  problems,  subject  to  the \navailability of funds, including federal funding. \n(f) These new substance abuse services created pursuant to this \n&&\n3(c)-(e) above will supplement existing publicly funded \nand  private  substance  abuse  facilities  throughout  the \nCommonwealth, provided that nothing in this Agreement shall \naffect such existing facilities, including but not limited \nto  the  amount  of  such  facilities  funded  by  any  of  the \ndefendants. \n(g) By October 30, 1990, DPH will distribute a revised manual for \ncourts  regarding  civil  commitment  referrals  to  substance \nabuse programs.  This will be further revised as court and \nprovider policies and procedures are implemented. \n(h)  By  October  30,  1990,  DPH  will  provide  the  courts  with \ninformation  on  which  private  sector  programs  have  the \ncapacity to admit civilly committed women.  The information \nshall be included in the manual referred to in paragraph \n3(g) above. \n(i) By October 30, 1990, DPH and DMH will develop a standardized \nreferral process for DMH Forensic Mental Health personnel \nto  match  court  referrals  of  civilly  committed  women  to \ncommunity substance abuse treatment programs. \n\n(j) DMH and the courts will make every reasonable effort to ensure \nthat each civilly committed woman has a complete evaluation \nprior to placement, subject to the availability of funds and \ntimely notification by the courts. \n  (k) DPH will identify private hospitals with psychiatric, \nmedical, and substance abuse services that have a capacity \nto  serve  civilly  committed  women  with  significant \npsychiatric, pregnancy, medical, and other special needs.  \n  (l) DPH will offer training to court officials and forensic \nmental health providers on the most effective use of the \ncommunity drug and alcohol treatment services. \n(m) DPH will identify and review reimbursement issues which may \npresent obstacles to civil commitment admissions to acute \ninpatient hospital facilities. \n&\n  4. The new and existing services described in  3 will be \noperated so long as necessary to ensure adequate and appropriate \nalternatives  to  the  commitment  of  women  with  substance  abuse \n'\nproblems at MCI-Framingham pursuant to G.L. c. 123,  35.  Nothing \nshall prevent the use of these programs by voluntary persons, \nprovided  that  the  newly  developed  capacity  is  not  needed  by \ncivilly-committed women. \n&\n  5. The new and existing services described in  3 will be \noperated so as to ensure that civilly committed women are not \ndenied  admission  to  an  involuntary  community  substance  abuse \nprogram and then confined at MCI-Framingham, when their handicap, \npregnancy, medical, psychiatric or other special needs can be met \nin an available substance abuse setting within the Commonwealth.   \n\n  6. DMH will make every reasonable effort to ensure, subject \nto  the  availability  of  funds,  that  clinical  evaluations  are \npromptly conducted by Department of Mental Health forensic staff, \n'\nwhenever a petition under G.L. c. 123,  35 is filed and prior to \nthe time the petition is heard, except where courts fail to inform \npromptly  the  forensic  staff  of  a  possible  petition  or  it  is \notherwise impossible to do so. \n  7. The Department of Public Health will contract with at \nleast one inpatient substance abuse treatment provider in each \n'\ngeographical  region  of  the  Commonwealth  to  coordinate  35 \nplacements.    DPH  will  designate  a  regional  substance  abuse \ncoordinator  (coordinator)  in  each  region.    Whenever  the \ncoordinator is informed of a commitment petition pursuant to G.L. \n'\nc. 123,  35, s/he will: (1) inform court personnel of available \ncommunity treatment options in that region and throughout the \nCommonwealth; (2) assist the court in making a diligent search \nof  all  public  and  private  substance  abuse  treatment  programs \n'\nwhenever a women is at risk of commitment under G.L. c. 123,  35; \n(3) access available community programs in order to ensure, in \nso far as possible, that civilly-committed women are not sent to \nMCI-Framingham.  Whenever a woman is rejected by a particular \nprogram, the coordinator will contact or cause to be contacted \nother substance abuse providers, both within the region and in \nother  regions  to  of  the  Commonwealth,  in  order  to  secure  a \nplacement in an appropriate substance abuse treatment program.  \n   \n  8.  The  defendants,  other  than  the  Department  of  Mental \n\nHealth,  will  make  every  effort  to  transfer  to  a  community \ntreatment program any women committed to MCI-Framingham, as soon \nafter her arrival at the prison as possible.  Officials at the \nprison  will  promptly  contact  the  coordinator,  during  the \ncoordinator's hours of operation, and assist in identifying a \ncommunity alternative to the institution.  No civilly committed \nwoman shall be fingerprinted, photographed, stripped-searched, \nor transferred to a residential unit at MCI-Framingham until and \nunless there has been a reasonable, good faith effort to contact \nthe coordinator, if possible to do so during the coordinator's \nhours  of  operation,  in  order  to  determine  that  there  is  no \navailable community treatment bed in the Commonwealth capable of \nserving her.  Department of Correction (DOC) staff will transport \nany civilly committed women at MCI-Framingham to an available, \ntreatment  program  as  soon  as  possible  after  an  available \nalternative is identified.  Within twenty-four hours of any such \nadmission, the plaintiffs' counsel will be provided with notice \nby telephone or FAX of the date, court, and other relevant facts \nnot otherwise confidential for any woman admitted to and retained \novernight at MCI-Framingham. \n\nIV. POLICIES AND PROCEDURES \n    9. The Executive Office of Human Services will promptly seek \nan opinion from the Attorney General with respect to the authority \nof a community treatment program director to discharge a committed \nwomen who has been determined to be no longer a danger to herself \nor others.  The defendants will be bound by any Opinion issued \nby the Attorney General.  The Department of Public Health will \ndistribute the Opinion to all community providers which provide \nsubstance abuse services.  \n  10.  The defendants,  other  than  the  Department  of  Mental \nHealth,  will  develop  policies  and  procedures,  which,  where \nnecessary and appropriate, will be incorporated by reference into \ncontracts  with  new  community  programs  to  ensure  that  civilly \ncommitted women are not:  \na.) denied admission to these new, involuntary beds, except where \nthe beds are already occupied by a civilly committed woman \nor  where  the  program  lacks  the  capacity  to  serve  their \nspecial medical or mental health needs, or to protect their \nsafety or the safety of other residents; \nb.) transferred to MCI-Framingham by the director or staff of any \ncommunity treatment program; and  \nc.)  maintained  at  MCI-Framingham,  except  pursuant  to  a \n&\ndetermination by the coordinator, as set forth in  8, above, \nthat there is no available, substance abuse treatment bed \nin the Commonwealth capable of serving them and protecting \ntheir safety.    \n  11. The defendants will provide copies of these policies and \n\nprocedures, and any revisions thereto, to the plaintiffs' counsel \nand will consider their comments and suggestions. \n   12. Consistent with the principles and goals set forth in \n&\n2 above, the defendants will make all reasonable efforts to \ninform the district and other relevant courts with respect to: \n(1)  the  availability  of  the  new  community  substance  abuse \ntreatment programs; (2) the role of the regional coordinator; (3) \nthe  availability  of  clinical  evaluations  from  Department  of \nMental Health forensic staff; and (4) the process for identifying \nappropriate treatment services for civilly committed women.   \n  13. By November 1, 1990, the defendants will inform the \ncourts in writing that MCI-Framingham does not provide a substance \nabuse treatment program in a discrete unit for civilly committed \nwomen and, in their opinion, is not an appropriate setting for \ncivilly  committed  women  with  substance  abuse  problems.    This \ninformation will also be included in the manual described in \n&\n3(g),  above.    They  will  recommend  that  as  soon  as  the  new \ncommunity  treatment  programs  are  operational,  district  court \n'\njudges do not commit any women under G.L. c. 123,  35 to MCI-\nFramingham.    Nothing  written  or  said  in  or  pursuant  to  this \nparagraph may be used as an admission or evidence in this or any \nother proceeding.  \n  14. Reasonable educational efforts shall also include those \n&\nmethods  described  in  3(g),  (j),  and  (l)  above,  as  well  as \ncoordination with the Office of the Chief Judge of the District \nCourt, the Committee for Public Counsel Services, and the relevant \nadministrative personnel in the court system.  The defendants \n\nwill provide the plaintiffs' counsel with a copy of the manual \n&\nreferred  to  in  3(g),  which  shall  include  the  information \ndescribed in paragraphs 10 and 12 above, for their review prior \nto its dissemination to the courts.  \n  15.  The  defendants  will  continue  to  support  pending \n'\nlegislation which would amend G.L. c. 123,  35 by eliminating the \npossibility of committing women with substance abuse problems to \nMCI-Framingham.  If this legislation is enacted and women can no \nlonger  be  civilly  committed  to  MCI-Framingham  or  any  other \ncorrectional setting, the plaintiffs agree that this case, other \nthan the claims for damages on behalf of Susan Hinckley and her \nrequest for attorneys fees and costs, shall be dismissed and this \nAgreement shall terminate.  \n \nV. MONITORING AND MODIFICATIONS \n  16.  The defendants,  other  than  the  Department  of  Mental \nHealth, will monitor admissions to, discharges from, and lengths \nof stay in the new community treatment programs, as well as in \nother facilities serving civilly committed women with substance \nabuse programs.  A quarterly monitoring report describing the \nutilization of these programs and facilities, including the use \nof MCI-Framingham, if any, will be provided to the plaintiffs.  \n   17.  If  information  gathered  through  these  monitoring \n'\nactivities indicates that women committed under G.L. c. 123,  35 \nare  still  being  confined  in  MCI-Framingham,  despite  (1)  the \navailability  of  an  appropriate  bed  in  the  community  and  (2) \ncompliance with the terms of this Agreement, the defendants will \n\nreview  these  findings  and  take  all  reasonable  steps  within \navailable resources to promptly halt the unnecessary confinement \nof women in the prison.  Within sixty days of such findings, the \ndefendants  will  file  a  special  report  to  the  plaintiffs, \ndescribing the steps which they have taken and the results which \nhave been achieved.   \n  18.  If  information  gathered  through  this  monitoring \n'\nactivities indicates that women committed under G.L. c. 123,  35 \nare still being confined in MCI-Framingham, as a result of an \ninadequate number, type, or distribution of involuntary substance \nabuse programs, the defendants will prepare a plan within one \nhundred and twenty days to address those issues which are within \ntheir  control  and  will  implement  the  plan  within  available \nresources, so that women are no longer committed to the prison.  \nTo the extent that they are not able to fully implement the plan \nwithin  available  resources,  the  defendants  will  compute  the \namount of funds necessary to remedy these issues and will identify \nthose  matters  outside  of  their  control  which  impede  full \n&\ncompliance with the principles and goals set forth in  2.  A copy \nof the plan, the computation of additional resources, and an \nidentification  of  issues  will  be  provided  to  the  plaintiffs' \ncounsel. \n \nVI. COMPLIANCE   \n  19. The specific means to be employed to achieve compliance \nwith the requirements set forth in this Agreement are matters \nwithin the reasonable discretion of the defendants, and shall be \n\naccepted so long as they are consistent with this Agreement. \n  20. In the event there is evidence of noncompliance with the \nterms of this Agreement, the Agreement may be enforced only as \nset forth in this paragraph.  The plaintiffs will inform the \ndefendants in writing and afford them twenty days to remedy the \nproblem.  During this period the parties will make reasonable, \ngood faith efforts to discuss any identified compliance issues \nand to resolve these matters through negotiation.  In the event \nthat  such  dispute  resolution  efforts  are  not  successful,  the \nplaintiffs may enforce this Agreement by seeking an injunction \nmandating compliance with the provisions of the Agreement which \nare in dispute.  The defendants may oppose entry of, or move to \nvacate or modify, such an injunction based upon: (1) changed \ncircumstances since the signing of this Agreement; (2) a change \nin the applicable law since the signing of this Agreement; or (3) \nin the event that this Agreement remains in effect eighteen months \nafter  it  is  approved  by  the  Court,  then  evidence  of  a  more \neffective,  more  efficient,  or  more  appropriate  method  of \nfulfilling the obligations of the Agreement or the applicable \nstatutory  and  constitutional  requirements.    The  defendants \nreserve their right to request a modification of the Agreement \non the same conditions.  Nothing in this Agreement limits the \nparties' rights under Mass. R. Civ. P. 60.  The Agreement shall \nnot be enforceable by contempt. \n  21. If the defendants fully implement the terms of this \nAgreement  and  there  are  no  compliance  disputes  which  the \nplaintiffs have to brought to the attention of the defendants in \n\nwriting,  other  than  those  that  are  remedied  or  resolved  by \nnegotiation, for a period of thirty days after the filing of the \nfourth quarterly report, the Agreement shall be terminated and \nall claims, other than the claim for damages for Susan Hinckley \nand attorneys fees and costs, in this case shall be dismissed \nwithout prejudice.  During this period, unless the Agreement is \nbrought  to  the  attention  of  the  Court  for  enforcement  or \nmodification, all activity other than the claim for damages for \nSusan Hinckley and attorneys fees in this case shall be stayed. \n  22. The plaintiffs reserve their right to seek an award of \ninterim and final attorneys fees for this litigation and this \nAgreement.  The defendants reserve their right to oppose a fee \nrequest on any grounds.   \n  23. This Agreement shall not bar or otherwise prejudice a \nseparate  action  for  damages  for  any  woman  committed  to  MCI-\nFramingham nor the continuation of this action for Susan Hinckley, \n&\nas described in  21, above. \n \n          For the Plaintiffs: \n \n           \n   \n \n          _____________________________ \n          Steven J. Schwartz \n          Cathy E. Costanzo \n          Center for Public Representation \n          22 Green Street \n          Northampton, MA. 01060 \n          BBO #448440 \n          BBO #553813 \n \n \n\n \n \n \n          _____________________________ \n          John Reinstein \n          Civil Liberties Union of Massachusetts \n          19 Temple Place \n          Boston, MA. 02111 \n          BBO #416120  \n \n \n \n          JAMES M. SHANNON \n          ATTORNEY GENERAL \n \n \n          _______________________________ \n          Alice Daniel \n          Deputy Attorney General \n          Douglas Wilkins \n          Assistant Attorney General \n          1 Ashburton Place \n            Suite 2019 \n          Boston, MA. 02108  \n          617) 727-2200 \n          BBO# 547664 \n          BBO# 528000   \n \n \n \n \n           \n          ____________________________ \n          Philip W. Johnston \n          Secretary \n          Executive Office of Human Services \n     \n \n \n \n \n \n          _____________________________ \n          George A. Vose \n          Commissioner \n          Department of Corrections \n           \n\n \n \n \n \n \n \n \n \n \n \n          _____________________________ \n          Henry Tomes, Ph.D. \n          Commissioner \n          Department of Mental Health \n \n \n \n \n \n          _____________________________ \n          David Mulligan \n          Commissioner \n          Department of Public Health \n   \n \n \n \n \n \nApproved by the Court:   _____________________________ \n          Justice \n \nDate:          \n \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/83582"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116180,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116180"
    }
  ],
  "document_count": 3
}