{
  "case_id": 514,
  "fetched_at": "2025-10-22T00:06:09.223269",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Monetary Relief",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Grand Rapids",
        "institution_county": "Kent",
        "name": "Villa Elizabeth Nursing Home",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Unknown",
    "case_status": "Approved",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1999,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Michigan state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Non-government for-profit"
      }
    ],
    "filing_date": null,
    "filing_year": 1998,
    "id": 514,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Neglect by staff",
      "General/Misc.: Record-keeping",
      "General/Misc.: Rehabilitation",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Mental health care, general",
      "General/Misc.: Totality of conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by non-staff (facilities)"
    ],
    "last_checked_date": "2006-06-18T00:00:00-04:00",
    "main_docket": {
      "id": 42548,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1998,
      "docket_filing_number": 4541,
      "is_main_docket": true,
      "court": "Michigan state trial court",
      "state": "Michigan",
      "docket_office_number": "",
      "docket_number_manual": "No. 98-04541-FH",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "People v. Villa Elizabeth - Butterworth",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2001,
    "order_start_year": 1999,
    "permanent_injunction": false,
    "plaintiff_description": "Attorney General of Michigan on behalf of a resident of Villa Elizabeth complaining of neglect",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      },
      {
        "value": "State Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "1999-01-19",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Michigan",
    "summary": "<p>In 1998, the Michigan Attorney General's Office launched an investigation into conditions at the Villa Elizabeth Nursing Home in Grand Rapids, Michigan.  The Office filed criminal charges against the facility for neglect of a resident under the state's Vulnerable Adult Act, MCL 750.145m; MSA28.342A (m), in the Kent County Circuit Court. Villa-Elizabeth had been charged criminally by the Attorney General's Office on February 18, 1998 with with one count of felony vulnerable adult abuse as a result of a dehydration death of a patient there in 1996.</p><p>On January 19, 1999, the Office entered into a Settlement Agreement with Villa Elizabeth and its parent corporation, Spectrum Health Continuing Care Group, to improve the quality of care by changing several policies at the facility.  The court (Judge Dennis Kolenda) approved the Agreement the same day.  The parties agreed that Villa Elizabeth would increase staff numbers and training, and in particular would discourage and report instances of abuse.  They also addressed quality of and access to health care, including medical personnel, medication, hydration, and nutrition.  The Agreement sought to improve the general level of care and attention patients received, especially in terms of nutrition, hydration, and necessary rehabilitative equipment.  The Agreement, supervised by an independent monitor, was enforceable for two years.  </p><p>The agreement included dismissal of the criminal charges against the facility, but stipulated that the charges would be dismissed without prejudice with the understanding that they could be reinstated in the event that the facility did not comply with the agreement. In addition, enforcement provisions in the agreement included the imposition of liquidated damages of $3,000 per day for each violation. It further provided that the costs of the monitor, compliance and any damage assessment would not be reimbursed by Medicaid.</p><p>We have only the Settlement Agreement and press release on file, so no further information is available in this case.</p><p></p>",
    "summary_published_date": "2006-06-18T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1999-01-19",
    "clearinghouse_link": "clearinghouse.net/case/514",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=514",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=514",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=514"
  },
  "documents": [
    {
      "date": "1999-01-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2476,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2476.pdf",
      "title": "Attorney General Press Release",
      "text": "Attorney General Press Release  wysiwyg://90/http://www.ag.state.m...GWebSite/press_release/prl0099.htm\n\\ Return To Index 1  '\nForíuitti*ritiïorm·tiatt«mteet:\nChri»DeWîtt 5l?¯373-8D6O\nJennifer  M. Granholrr\n1II\nPe°P!e v. Villa Elizabeth - Butterworth\nNH-MI-001-001\nJanuary 21, 1999\nAttorney General Jennifer M. Granholm announced today an historic two-year agreement with Villa\nElizabeth-Butterworth, and its parent corporation, Spectrum Health Continuing Care Group, to improve\nthe quality of care at the Villa-Elizabeth Nursing Home in Grand Rapids.\nVilla-Elizabeth had been charged by the Attorney General's Office on February 18, 1998, with one count\nof felony vulnerable adult abuse, 2nd, as a result of a dehydration death of a patient in 1996. Spectrum\nwas not charged in the criminal case.\nThe agreement mandates that Villa-Elizabeth will be operated under the direct supervision of an\nindependent monitor for the next two years. The monitor will have broad authority and unfettered access\nto assure compliance with the agreement's substantial quality of care improvements, including:\n•  an increase in the minimum staff levels of 33% in excess of those required by Michigan law;\n•  a weekly assessment of each resident's hydration and nutrition status, or more often if necessary;\n•  providing residents with care, treatment, and assessment management which meets professionally\nrecognized standards of care, as well as state and federal law;\n•  the immediate transfer of residents to an appropriate medical care facility if medical needs cannot\nbe met;\n•  immediate notification to an appropriate physician of any significant change in a resident's\ncondition;\n•  notifying family or a responsible party when any resident is unable to eat meals or take fluids;\n•  utilizing a discipline-specific professional or multi-disciplinary team to determine resident's needs\nas required by the agreement;\n•  accurately representing to residents, their family or responsible party, the scope and extent of\nservices that can be provided by the nursing home;\n•  the purchase of any and all necessary equipment and supplies to comply with the physician's\norders and meet resident's care and treatment needs;\n•  maintenance of a quality assessment and assurance committee that will develop and implement\nplans to correct and identify quality of care deficiencies;\n•  hiring qualified professional consulting services if deficiencies cannot be rectified internally;\n•  providing quality of care training to all staff, including physicians and direct and indirect\ncaregivers;\nlof2  3/3/99 2:17 PM\n\nAttorney General Press Release  wysiwyg://90/http://www.ag.state.m...GWebSite/press_release/prl0099.htm\n•  establishing competency requirements and training programs for all staff, including physicians,\nnurses, etc.;\n•  establishing a basis for granting privileges to medical personnel providing services at the facility;\n•  terminating any and all staff who do not demonstrate and maintain clinical skills;\n•  denying access to any physician who does not provide care consistent with the agreement or\nneglects or abuses any patient;\n•  reporting any and all abuse and neglect.\nThe agreement, which was approved by Kent County Circuit Court Judge Dennis Kolenda, also provides\nfor dismissal of the criminal charges. However, such dismissal is without prejudice; and, therefore, the\ncriminal case can be reinstated in the event Villa and/or Spectrum violates the agreement. Further,\nenforcement provisions in the agreement include the imposition of liquidated damages of $3,000 per day\nfor each violation. All costs of the monitor, compliance and any damage assessment cannot be\nreimbursed by Medicaid.\nGranholm stated: \"The agreement is a first in Michigan and represents a significant step in improving\nthe quality of care for nursing home residents.\"\nGranholm added: \"The provisions of this agreement represent a significant commitment of resources by\na nursing home to provide the quality of care that not only is expected for residents of nursing homes in\nour state, but is paid for by taxpayers through the Medicare and Medicaid system. I have every\nexpectation that, during the course of this two-year agreement, significant and positive changes will take\nplace at Villa. I want to assure the citizens of the State of Michigan, however, that in the event the letter\nand spirit of this agreement is not adhered to, significant enforcement mechanisms have been built into\nthe agreement which will be vigorously pursued if necessary.\"\n-30-\n[ Return To Index ]\nhttp://AGWebSite/press_release/pr10099.htm\nState of Michigan, Department of Attorney General\nLast Updated 01/21/99 10:59:35\n2 of 2  3/3/99 2:17 PM",
      "document_type_other": "",
      "external_url": "Unknown",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/2476"
    },
    {
      "date": "1999-01-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff",
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2477,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2477.pdf",
      "title": "Quality of Care Agreement",
      "text": "QUALITY OF CARE AGREEMENT\nBETWEEN:\nVILLA ELIZABETH -  BUTTERWORTH\nSPECTRUM HEALTH CONTINUING CARE GROUP\nATTORNEY GENERAL OF THE STATE OF MICHIGAN\n\nINDEX\nI.  Preamble  1\nII.  Terms  and  Conditions  1\nA.  Definitions  2\nB.  Agreement by the Parties  3\nC  Cooperation  With the Attorney  General  and  the Monitor  6\nD.  Affirmative  Pledges by Villa Elizabeth and SHCCG  8\nHI.  Appointment  and  Rights of The Monitor  24\nIV.  Failure to Comply  With Terms of Agreement  27\nV.  Liquidated Damages  28\nVI.  Enforcement  29\nVII.  Dispute  Resolution  29\nVIII.  Indemnification  29\nIX.  State Law Governing Agreement  30\nX.  Miscellaneous  30\nXL  Notices  31\nXII.  Signatories  31\nli\n\nAGREEMENT\nThis Agreement is entered into between the State of Michigan acting through\nJennifer M. Granholm, Attorney General of the State of Michigan  (Attorney\nGeneral), Spectrum Health Continuing Care Group, Inc., (SHCCG) and Villa\nElizabeth -  Butterworth, Inc. (Villa Elizabeth).\nI.  Preamble\nAs a result of an investigation of a complaint of neglect involving a resident\nof Villa Elizabeth, the Attorney General has filed criminal charges against Villa\nElizabeth in the Kent County Circuit Court for a violation of the Vulnerable Adult\nAct, MCL 750.145m; MSA 28.342A(m) et seq., People v Villa Elizabeth -  Butterworth,\nInc.,  Docket No. 98-04541-FH.\nVilla Elizabeth denies the allegations set forth in the Attorney General's\ncriminal complaint and affirmatively  states that it did not, by action or inaction,\nviolate the Vulnerable Adult Act, supra.\nVilla Elizabeth and SHCCG have agreed, through this Agreement, to\ndemonstrate their commitment to providing the highest practicable quality of care,\nto compliance with state and federal law, and to corporate responsibility for the\nquality care received by the residents of Villa Elizabeth.\nThis Agreement will, if successfully  completed by Villa Elizabeth and SHCCG,\neliminate the rationale for criminal prosecution of Villa Elizabeth and will address\nthe Attorney General's concerns in the above criminal action regarding the quality\nof care provided to the residents of Villa Elizabeth and issues of dehydration, weight\nmanagement, and resident assessment and proper management of emergent  and\nurgent clinical situations by Villa Elizabeth.\nII.  Terms and  Conditions\nIn consideration of the mutual promises, covenants, and obligations set forth\n1\n\nin this Agreement, the parties agree as follows:\nA.  Definitions\nFor purposes of this Agreement, the following definitions shall apply:\n1.  \"Abuse\" or \"Neglect\" shall include, but not be limited to, all\nincidents or occurrences of known or unknown origin where there is\nreasonable cause to believe or suspect:  Physical or mental harm, serious\nphysical or mental harm, a reckless act or failure to act, mental abuse or\nmistreatment, physical abuse or mistreatment, harmful neglect or\nendangerment of the resident as defined by state and federal law.\n2.  \"Attorney General\" shall mean the Attorney General of the State\nof Michigan, or her designee, including but not limited to, Assistant\nAttorneys General, Special Investigators, employees of a state or federal\nagency, and individual or entity designated by the Attorney General to assist\nin the fulfillment  of the Attorney General's rights and obligations under this\nAgreement.\n3.  \"CENA\" shall mean a Competency Evaluated Nurse Aide as\nestablished by law.\n4.  \"Information\" includes but is not limited to, interviews,\ndocuments, raw and processed data, records, reports, statements, charts,\ncontracts, agreement memorandum, correspondences, resident records,\nmedical records and quality control data, regardless of how the information is\nrecorded or stored.\n5.  \"Law\" or \"laws\" shall mean state and federal statutes, rules,\nregulations, rules, guidelines, policies, regulatory directives, and legal\nrequirements established by case law.\n6.  \"Personal physician\" means a physician who is granted\nprivileges at Villa Elizabeth, who provides medical services to a resident at\nVilla Elizabeth or is allowed to treat residents of Villa Elizabeth at Villa\n2\n\nElizabeth and who is not directly or indirectly compensated for those services\nby Villa Elizabeth.\n7.  \"Parties\" shall mean Jennifer M. Granholm, Attorney General of\nthe State of Michigan, Villa Elizabeth - Butterworth, Inc., and Spectrum\nHealth Continuing Care Group, Inc.\n8.  \"People v  Villa Elizabeth\" shall  mean  People v  Villa Elizabeth -\nButterworth, Inc., 17th Judicial Circuit Court No. 98-04541-FH.\n9.  \"Physicians\" shall include both employed physicians and\npersonal physicians.\n10.  \"Employed Physician\" means a physician who is employed by or\nreceives compensation directly or indirectly from Villa Elizabeth for:\na.  providing care or treatment for a resident of Villa Elizabeth;\nb.  providing backup coverage for another physician;\nc.  serving as a medical director for Villa Elizabeth; or\nd.  supervising Villa Elizabeth staff.\n11.  \"Resident\" shall include the resident, the resident's  family,\nguardian, or other person responsible for making financial or medical\ndecisions on behalf of the resident.\n12.  \"Staff\" shall include any employee, subcontractor,  temporary\nemployee, or other person who provides care and/or directs and/or\nsupervises care to residents of Villa Elizabeth.  The term \"staff\" shall not\ninclude an employed physician or a personal physician.\nB.  Agreement by the Parties\n1.  By the attached resolutions, the Board of Directors of Villa\nElizabeth and SHCCG have approved this Agreement and authorized  Mark\nStevens to legally obligate the respective corporations by executing this\nAgreement.\n2.  This Agreement shall be binding on and enforceable  against the\n3\n\nsuccessors and assigns of the Parties.\n3.  The promises, agreements, and actions undertaken by Villa\nElizabeth and SHCCG, pursuant to the terms of this Agreement, do not:\na.  Constitute an admission of liability with respect to the\ncare and treatment of any resident at Villa Elizabeth;\nb.  Relieve Villa Elizabeth and SHCCG from their obligation\nto comply with state and federal law; or\nc.  Represent or imply that Villa Elizabeth and/or SHCCG\nhave or have not complied with any or all state and federal laws.\n4.  The Attorney General will dismiss without prejudice People v\nVilla Elizabeth. The case may be refiled  if the Monitor finds that there is a\nmaterial breach of this Agreement and Villa Elizabeth and/or SHCCG failed\nto cure the breach within a reasonable time, as defined by the Monitor, after\nnotice.\nWhether to refile the case for such noncompliance is left to the sole\ndiscretion of the Attorney General.\n5.  Villa Elizabeth agrees that the statute of limitations shall be\ntolled  on the criminal charges alleged  in People v Villa Elizabeth -\nButterzvorth, Inc. during the term of this Agreement and during any\nlitigation or other proceedings, to monitor or enforce the Agreement, and  for\na period of 90 days beyond:\na.  The expiration or termination of this Agreement;  and\nb.  The conclusion of any litigation or other proceeding to\nmonitor or enforce  this  Agreement.\n6.  All parties to this Agreement will maintain all documents,\nreports, files, charts and other evidence relevant to the charges in People v\nVilla Elizabeth -  Butterworth, Inc. until ninety (90) days after  successful\ncompletion of this Agreement and the conclusion of all litigation or other\n4\n\nproceedings to monitor or enforce this Agreement.\n7.  Villa Elizabeth and SHCCG understand that this Agreement is\nconditioned on their cooperating fully with the Attorney General and any\nother state or federal agency in any monitoring, audits, inspections,\ninterviews, document reviews, or investigations resulting from  this\nAgreement.\n8.  This Agreement resolves only issues and concerns related to\nPeople v Villa Elizabeth -  Butterworth, Inc.  Other  than  the  representations\ncontained in this Agreement, the Attorney General has made no\nrepresentations regarding any criminal, civil or administrative disposition of\nthe allegations and  issues relevant  to People v Villa Elizabeth -  Butterworth,\nInc.  This Agreement does not address or preclude the Attorney General or\nany other state or federal agency from taking any action it is allowed or\nrequired by law to take or the investigation of any violation of state or federal\nlaw.\n9.  Any action taken by the Department of Health and Human\nServices, the Department of Justice, or any other state or federal agency or\ndepartment will not affect the obligations of Villa Elizabeth or SHCCG under\nthis  Agreement.\n10.  The Board of Directors for SHCCG and Villa Elizabeth shall be\nresponsible for implementing this Agreement and Villa Elizabeth's and\nSHCCGs compliance with the terms and conditions of this Agreement.\n11.  This Agreement shall be in effect for a period of two years from\nthe date of this Agreement.  If, however, the Monitor determines that Villa\nElizabeth has materially breached the terms of this agreement and failed to\ncure the breach within a reasonable time, as determined by the Monitor, after\nnotice, the Attorney General may, in her sole discretion, extend  the\nAgreement for a period of time equal to the length of any periods of\n5\n\nnoncompliance  with this  Agreement.\n12.  Villa Elizabeth and SHCCG shall pay the full cost and expenses\nof the Monitor and all monitoring, testing, inspections, auditing,\ninvestigation, liquidated  damages, or other enforcement requirements of this\nAgreement.  Villa Elizabeth and SHCCG shall pay all costs and expenses\nassociated with the enforcement  of this Agreement, including the costs and\nexpenses associated with the retention of a third party to monitor Villa\nElizabeth.  Villa Elizabeth and SHCCG shall also pay, as enforcement costs, the\ncosts and expenses of litigation or otherwise resolving disputes under this\nAgreement, including reasonable attorney fees, if the Attorney General's\nOffice is the prevailing party in such enforcement  action.  These  enforcement\ncosts shall not be passed through or onto Medicaid.  This paragraph does not\napply to any costs or attorneys' fees associated with the prosecution of People\nv Villa Elizabeth in the event that case is refiled.\n13.  Villa Elizabeth will fully comply with all of the requirements of\nstate and federal law, including, but not limited to, 42 CFR 483 and the\nMichigan Public Health Code, MCL 333.1101 et sea; MSA 14.1148(101).\n14.  In addition to any other rights under this Agreement or\nprovided by law, the Attorney General may in her sole discretion exercise any\nright given by this Agreement to the Monitor to obtain, use, and receive any\ninformation  and documents that the Monitor may receive pursuant to this\nAgreement.\nC.  Cooperation With the Attorney General and the Monitor\nVilla Elizabeth and SHCCG agree to fully cooperate with the Attorney\nGeneral's and  the Monitor's inspections, interviews, investigation,  and  monitoring\nby, including but not limited to:\n1.  Villa Elizabeth and SHCCG shall provide the Attorney General\nor the Monitor with immediate access to and copies of all information,  which\n6\n\nthe Attorney General or the Monitor deems to be relevant, including all\nelectronic data or record storage.  Villa Elizabeth and SHCCG shall produce\nany information requested by the Attorney General or the Monitor without\nissuance of subpoenas or other compulsory process by the Attorney General\nor other state agency.  The Attorney General, however, shall have the right to\nseek compulsory production of information by any means allowed by state or\nfederal law.\n2.  If the information  deemed necessary to the Attorney General's\nor the Monitor investigation, inspection, monitoring, enforcement,  or\nresolution of issues related to this Agreement are not in the possession,\ncustody, or control of Villa Elizabeth or SHCCG, they will identify the location\nof such information not in their possession or control and the individual or\nentity in control of the information, and will assist the Attorney General or\nthe Monitor in immediately obtaining such information.  Such assistance\nshall include, but is not limited to, the execution of any waiver, release, or\nauthorization necessary for the Attorney General or the Monitor to obtain the\ninformation.\n3.  Villa Elizabeth and SHCCG shall provide such technical\nassistance as the Attorney General or the Monitor may request, including, but\nnot limited to, explanation of information, procedures and  computer\nanalysis.  Villa Elizabeth and SHCCG will provide any computer  software\nand /or hardware necessary to find, view, analyze, or interpret any\ninformation  requested or provided pursuant to this Agreement.\n4.  The Attorney General or the Monitor may, at their option,\nconduct interviews of the employees, contractors, and subcontractors,  officers\nand directors of Villa Elizabeth and SHCCG relating to anything relevant to\nthis Agreement.  Corporate legal counsel may be present for any interviews of\ncorporate officers  and directors and the administrator of Villa Elizabeth.\n\n5.  Villa Elizabeth and SHCCG will, if the Attorney General or the\nMonitor requests, provide appropriate office space for the Attorney General's\nor the Monitor's interviews.  The Attorney General or the Monitor may\nchoose to conduct the interviews at a location other than the facilities of Villa\nElizabeth or SHCCG.\n6.  SHCCG and Villa Elizabeth shall allow their employees, officers,\nand directors to attend the interviews with a travel allowance covering meals\nand mileage and pay for the time spent in the interview at their normal\nhourly rate regardless of where or when the interview is conducted.  The\nAttorney General and the Monitor will make reasonable efforts  to conduct\nsuch interviews in a manner that does not unnecessarily interfere with the\nprovision of care to the residents of Villa Elizabeth.\nD.  Affirmative Pledges by Villa Elizabeth and SHCCG\nIn connection with the operation of the Villa Elizabeth nursing home,\nVilla Elizabeth and SHCCG covenant and agree that:\n1.  Villa Elizabeth will not represent, refer to or imply in its\ndocumentation for admission of residents, advertisements, forms,  advance\ndirectives, or other documents and communications with the public, current\nor potential residents, including their families, guardians or responsible\npersons, that it or its staff will provide services or goods that it does not\nactually provide.  Any services that Villa Elizabeth represents that it provides\nor will provide, shall be provided by the appropriately licensed and  certified\nindividuals as defined by professionally accepted standards of practice and\nstate and federal law.\n2.  Villa Elizabeth will make, in writing, full, complete, and  fair\ndisclosures to the resident, in understandable language, of those services and\ngoods that it provides to the residents or potential residents.  Villa Elizabeth\n8\n\nwill also provide residents with notice of a decision to stop providing goods\nor services which were previously provided with sufficient  time to allow the\nresidents to make informed  decisions regarding care and  treatment.\n3.  The Board of Directors of Villa Elizabeth and SHCCG will review\nall policies, procedures, directives, and standing orders to ensure that\nresidents who are at risk for dehydration, malnutrition, hypernatremia  and\nelectrolyte imbalance, receive timely and appropriate assessment, diagnosis,\ntreatment, care, monitoring, and transfer.  The Board of Directors of Villa\nElizabeth and SHCCG will provide the Monitor with written certification of\ntheir compliance with this section.\n4.  ¯  SHCCG and Villa Elizabeth will review existing policies and\nprocedures and amend them, if necessary, or create new policies and\nprocedures to:\na.  Establish a basis for granting privileges in the facility,\nincluding formal credentialing, privileging, peer review and /or  quality\nassurance for Employed Physicians providing services in the facility.\nCompetency testing will not be required of Employed Physicians.  In\nrespect to Personal Physicians the facility may rely on credentialing or\nthe granting of privileges by area hospitals provided that the facility\nestablishes reasonable procedures for obtaining proof that an area\nhospital has granted privileges and notice when privileges are revoked.\nb.  Provide for the discipline and removal of management,\ndirector of nursing, medical directors, staff, physicians and other\nindividuals who have been granted privileges in the facility if they\nabuse or neglect a resident, or fail to maintain and demonstrate skills\nnecessary to provide resident care consistent with  professionally\naccepted standards and state and federal law;\nc.  Require immediate reporting of disciplinary actions and\n\ndismissals to the appropriate licensing, certification  and  monitoring\nauthorities.\nd.  Establish competency standards for temporary or pool staff\nand procedures for assuring that temporary or pool staff possess the\ncurrent skill levels required to perform assigned tasks.\nThe facility may rely upon state licensing or certification as proof\nof basic credentialing.  Villa Elizabeth will not permit temporary or\npool staff to provide care to residents until:\n1.  Villa Elizabeth has provided the individual with\norientation to the facility; and\n2.  The individual has demonstrated  through\nlicensing, certification, and as necessary, appropriate\nsupervision, the clinical competency to perform  all assignments.\nThe Monitor will decide what skills need to be demonstrated\nprior to an individual providing care to a resident.\ne.  Require and provide appropriate orientation, training and\ncontinuing education for all staff  and Employed Physicians who\nprovide care to residents at Villa Elizabeth.\nf.  Require and provide appropriate orientation to Personal\nPhysicians who provide care to residents at Villa Elizabeth.\ng.  Require all communication to a physician to be done by a\nnurse who has actually examined, in accordance with  professionally\nrecognized standards of care, the resident and reviewed the appropriate\nmedical records and advance directives, unless precluded by an\nemergency situation in which the residents' best interests would not be\nserved by adherence to this requirement.\nh.  Require any policy or procedure necessary to fully  comply\nwith this Agreement and state and federal law.\n10\n\ni.  Provide for the enforcement  of the policies and\nprocedures including discipline for the failure to follow policies or\nprocedures.\n5.  The Board of Directors of Villa Elizabeth, by active monitoring of\nthe operations of Villa Elizabeth, shall ensure that Villa Elizabeth  fully\ncomplies with the terms and conditions of this Agreement.\n6.  Villa Elizabeth and SHCCG and its agents, employees,\ncontractors, and/or subcontractors agree not to take any retaliatory action\nagainst any individual who provides information  required by this Agreement\nor allowed by state or federal law.\n7.  ¯  Villa Elizabeth will at all times have a sufficient  number of\nqualified physicians, registered nurses, licensed practical nurses, licensed\ntherapists, licensed social workers, competency evaluated nurse aids, and\nother professional and nonprofessional staff, on duty and on premises to fully\nmeet the needs and medical requirements of the residents, including but not\nlimited to:\na.  Appropriate and timely medical assessment, treatment,\nand  management.\nb.  Full compliance with residents' plan of care and  responses\nto any changes of condition which may require reassessment, alteration\nof care and treatment, emergency treatment and  transfer.\nc.  Maintain residents at the proper hydration and\nnutritional  level for  their medical  condition.\nd.  Provide residents with assistance in eating and drinking,\nsuch that each resident will be given full opportunity to eat meals and\nreceive the appropriate amount of fluids and  nutrition.\ne.  Monitoring and supervision of staff  and  Employed\nPhysicians and monitoring of Personal Physicians consistent with\n11\n\nprofessionally accepted practice parameters and standards of care and\nstate and federal law.\n8.  The nursing and direct care staffing level for each shift at Villa\nElizabeth shall be no less than .25 hours per patient day per shift above the\nminimum required by law.  In the event this provision is not satisfied for any\nshift, the facility shall report the noncompliance to the Monitor.  The report\nshall explain the reasons for the staffing shortage and provide a plan for\ncorrection.  The facility's failure to maintain a monthly average staffing level\nthat is no less than .25 hours per patient day per shift above the minimum\nrequired by law shall be a material breach of this Agreement.  If the\nminimum hours per patient day as required by law is increased, then the\nMonitor will determine whether the facility needs to continue a staffing level\nthat is .25 hours per patient day, per shift, or some part thereof, above the\nminimum required by the amended law.  In no event shall the minimum\nstaffing level for each shift be less than current minimum staffing level\nrequired by law plus .25 hours per patient day per shift.  For purposes of this\nsubsection, the minimum staffing level for each shift shall be calculated by\nthe same formulas and methods  utilized by the Department of Consumer\nand Industry Services, Attachment 2.\n9.  All staff training, except as specifically provided elsewhere in\nthis Agreement, shall be completed within ninety (90) days from the date of\nthis Agreement.\n10.  Villa Elizabeth shall provide a training program to ensure that\nall professional and direct care staff who provide services to residents are\nadequately trained to implement the requirements of this Agreement and are\nthereafter provided with in-service training on a regular basis as approved by\nthe Monitor.  Villa Elizabeth shall provide or require a training program for\nall staff, nurses, therapists, CENAs, dietitians, and others as necessary.\n12\n\n11.  Villa Elizabeth and its Medical Director shall work with\nmanagement staff to ensure that, consistent with the standards of practice,\nVilla Elizabeth's medical staff, medical director and Employed Physicians\nregularly attend and residents' Personal Physicians are encouraged to attend\ncontinuing medical education programs that address geriatrics, including but\nnot limited to, medical therapies utilized in wound care, nutrition,\ndehydration, incontinence \"bowel and bladder training,\" electrolyte\nimbalance, hypematremia and the standard practice of care for long-term care\nand geriatric residents.\n12.  Villa Elizabeth will ensure that all staff have adequate training\nprior to providing any direct resident care or contributing to care or treatment\nof the resident.  Villa Elizabeth will, at a minimum, provide orientation,\ntraining and continuing in-service training to all new hires, pool and/or\ntemporary staff, and existing staff to ensure that they are adequately trained to\nimplement the requirements of this Agreement, including the following\nsubjects, as appropriate and consistent with their responsibilities and/or the\nMonitor's  recommendations:\na.  Providing a coordinated interdisciplinary approach to\nproviding resident care;\nb.  Dehydration, prevention, assessment, signs, symptoms,\nand treatment;\nc.  Hydration  management;\nd.  Nutrition  including malnutrition,  prevention,\nassessment, signs, symptoms, and treatment;\ne.  Weight loss management;\nf.  Pharmacy review including drug contradictions based on\nresidents' medical and physical condition and drug interactions for\nstaff passing medications;\n13\n\ng.  Documentation, including the need for timely accurate\ncomplete and legible medical records;\nh.  Communications  with  residents;\ni.  Requirements for informed  decisions by residents\nregarding care, treatment, food, fluids, and who can and who cannot\nmake informed  decisions to refuse food and fluids including when a\nresident is incapable of making a decision;\nj.  Communication with physicians, including  the\nphysician's need for timely, accurate, complete  information;\nk.  Importance of complying with a resident's plan of care,\nincluding updates and revisions, and the resident's advance directives.\n13.  Villa Elizabeth will enact and enforce policies and procedures to\nprevent abuse and neglect, including:\na.  Education of staff, Employed Physicians, and Personal\nPhysicians who provide care and treatment to residents of Villa\nElizabeth of what constitutes abuse and neglect, and the signs and\nsymptoms of abuse and neglect.  The education shall at a minimum\ninclude:\n1)  Duty to report abuse or neglect to:\na)  Administration;\nb)  Michigan Department of Consumer &\nIndustry Services and Adult Protective Services;\nc)  Attorney  General;\nd)  Resident's family  or responsible  individual;\ne)  Resident's  physician;\nf)  Other appropriate corporate, state and  federal\nofficials;\ng)  Monitor.\n14\n\n2)  The penalties for failure to report abuse or neglect:\na)  Notice that the failure to report or prevent\nabuse or neglect can result in fines, criminal charges,\npersonal civil liability, and loss of  professional\ncertifications  and licenses of the individuals who were\naware of the abuse or neglect and did not report and/or\nprevent  it;\nb)  That Villa Elizabeth and /or SHCCG will\nterminate any supervisor, administrator, or physician,\nlicensed professional, or staff person who fails to\nimmediately report the abuse or neglect and/or take\nappropriate measures to:\n(1)  Treat resident;\n(2)  Remedy the abuse or neglect and\nprotect the resident;\n(3)  Discipline the responsible  individuals;\n(4)  Report the abuse or neglect;\nc)  That there will be no retaliation for reporting\nabuse or neglect;\nd)  Post and maintain in a conspicuous place the\nnames, procedures, address, and telephone numbers of\nConsumer & Industry Services, police, Adult Protective\nServices and the Attorney General's Hot Line to\nfacilitate reporting of abuse and/or  neglect.\ne)  Advise in writing all residents, family, or\nresponsible persons of each resident of the  definitions\nof abuse and neglect and where to report abuse and\n15\n\nneglect.\n14.  Villa Elizabeth will document that each person attending\ntraining has understood and can apply the materials and  information\ntaught in the training sessions.  Any staff member who does not maintain\nat least an 80% comprehension level shall not be permitted to perform the\ntask or have the responsibility for the task until he or she can demonstrate\ncomprehension of the information and competency for the task.  The\nMonitor shall have the right to test and assess the staff's comprehension of\ninformation taught and ability to competently apply it in clinical settings.\nThe Monitor may, at his or her discretion, use written or oral tests,\ninterviews, demonstrations and/or observation to test and assess the\nstaff's comprehension of information taught and ability to competently\napply it in clinical settings. The Monitor will verify that the facility has\ndetermined and documented each person's competency and/or\ncomprehension by written or oral tests, interviews, demonstrations\nand/or  observation.\n15.  Villa Elizabeth may combine in-services and training on two\nor more of the subjects required by this Agreement, provided that the\ncombining of the training on the two or more subjects shall not impair the\nquality training on any of the subjects.\n16.  Villa Elizabeth will provide the Monitor with advance notice\nof all training sessions, including identification of the instructors, the\ninstructors qualifications, course outline and course materials.  The\nMonitor shall be entitled to attend, without notice, any training session\nand receive, at Villa Elizabeth's expense, a complete copy of all materials\nused in the training.  Training instructors, material, and content must be\n16\n\napproved by the Monitor.\n17.  Villa Elizabeth shall abide by the licensing and  certification\nmonitoring program for the nutritionally at risk resident as provided by state\nand federal law and provide that:\na.  Each resident's hydration and nutritional status will be\nreviewed on a weekly basis or more often if necessary to assess and\ndetermine whether or not the resident is at risk for hydration or\nnutritional problems.  The assessment shall include examination by a\ndiscipline specific professional and/or multidisciplinary team as\nnecessary to meet the standard of care required by this Agreement.  The\ndocumented assessment shall reflect the necessary diagnostics relative\nto weight management, nutritionally at risk, and  hydration.\nb.  The medical record shall reflect that each resident\nidentified as a dehydration or nutritional risk was promptly assessed,\nby a multidisciplinary team, in consultation with the residents' treating\nphysician, to determine the appropriate amendment to the patient's\nplan of care to address the residents' urgent and/or emergency care and\nmedical needs.  The amendment to the care plan will be implemented\nimmediately.\nc.  If a resident is at risk or unable or unwilling to eat meals\nor take fluids, Villa Elizabeth will, at a minimum, immediately  notify\nthe family or responsible party of the resident and utilize a discipline\nspecific professional and/or multidisciplinary team as necessary to\nmeet the standard of care required by this Agreement and provide the\nresident with all appropriate care, in accordance with the informed\ndecision of the resident and/or resident's legal guardian as appropriate\nand consistent with Michigan law, treatment, including:\n1)  perform  an assessment of the individual;\n17\n\n2)  make appropriate changes to the resident's plan-of care;\n3)  implement that plan of care immediately;\n4)  immediately provide the care and medical treatment\nneeded by the resident; or\n5)  transfer the resident to a facility which can provide the\ncare and medical treatment needed by the resident.\n18.  Villa Elizabeth shall provide the necessary physician care and\nservices to allow residents to attain or maintain the highest practicable\nphysical, mental, and psychosocial well-being, in accordance with the\ncomprehensive assessment and plan of care.  Villa Elizabeth shall take all\nreasonable steps, including intervention by their medical directors and\nrevocation of physician privileges at Villa Elizabeth, to ensure that residents\nreceive the care required by this Agreement and that:\na.  Physicians promptly obtain and review all laboratory and\ntest results, document the responses in the residents' charts and take\nappropriate actions to address the results;\nb.  when there is a change in the resident's medical condition\nPhysicians examine and treat the residents that they are treating and/or\nprescribing for as required by law and professionally accepted standards\nof care.\nc.  Ensure that physicians timely and appropriately\ndocument the resident's medical record.  A random audit of the\nmedical records will be conducted every thirty days to ensure\ncompliance with state and federal law and internal policy.\nd.  Physicians promptly address residents' significant or\nundesirable changes in condition, including but not limited to, weight\nloss, nutritional problems, and dehydration, and personally provide\ncontinual follow-up until the situation is adequately  addressed;\n18\n\ne.  As indicated by accepted professional standards of practice,\nin the event of a medical emergency involving a resident, Villa\nElizabeth staff will immediately initiate appropriate emergency\ninterventions and, if appropriate, transport the resident to the closest\nappropriate medical facility;\nf.  Physicians conduct comprehensive health care\nevaluations of all residents;\ng.  Physicians determine what specialized medical services\nare required for the residents and ensure that such services are timely\nprovided whenever necessary to evaluate or treat the residents'\nmedical problems.\nh.  An integrated medical plan of care exists and is\nimplemented  for each resident;\ni.  Each resident's medical status and progress in response to\nthe resident's medical plan of care is regularly and adequately reviewed\nand all changes appropriately  documented;\nj.  Each resident's drug regimen is free from  unnecessary\ndrugs;\nk.  Adequate and appropriate  interdisciplinary\ncommunication among relevant professionals, especially between  and\namong physicians and nurses;\n1.  Physicians communicate with the pharmacist  pertaining\nto therapeutic responses by residents to prescribed medications as\nappropriate and consistent with accepted professional standards of\npractice.\n19.  Villa Elizabeth shall ensure that residents receive adequate and\nappropriate nursing care, and that nurses perform their responsibilities in\nkeeping with accepted professional standards of practice and practice\n19\n\nparameters and state and federal law, by adequately identifying health care\nproblems, notifying physicians of health care problems, monitoring and\nintervening to ameliorate such problems, and keeping appropriate records of\nresidents' health care status.  Villa Elizabeth shall provide the necessary\nnursing care and services to attain or maintain the residents' highest\npracticable physical, mental, and psychosocial well-being, in accordance with\nthe comprehensive assessment and plan of care.  Villa Elizabeth shall take, at\na minimum, the following measures:\na.  Review and/or develop nursing protocols;\nb.  Review and/or develop and implement adequate and\nappropriate comprehensive interdisciplinary care plans to address each\nresident's health care needs;\nc.  Conduct timely, adequate, comprehensive nursing\nassessments upon significant change in a resident's condition;\nd.  Routinely perform ongoing monitoring of urgent and\nemergent medical conditions, including the basic nursing process\nprocedures, such as vital signs, measuring input and outputs, weights\nand monitoring compliance with each resident's plan of care, regular\nassessment of each resident's medical condition and appropriateness of\neach resident's plan of care.\ne.  Implement a system for recording and reporting relevant\nclinical information regarding each resident's status;\nf.  Regularly monitor the progress of residents to ensure that\nstaff members are continually taking whatever nursing steps are\nnecessary for the health care of each resident;\ng.  Communicate essential clinical information  to physicians;\nh.  Follow physicians' orders or document the rational for\ndeviations thereof;\n20\n\ni.  Administer medications in a timely  manner;\nj.  Ensure that each resident is provided with adequate skin\ncare including nutrition, turning and positioning;\nk.  Follow standard infection control procedures, maintain\naseptic technique and conditions at treatment sites and; and maintain\nan infection control program designed to provide a sanitary and\ncomfortable  environment and to prevent the development  and\ntransmission of disease and  infection;\n1.  Ensure that, in accordance with the informed decision of\nthe resident and /or resident's legal guardian and family, and in\naccordance with applicable standards of practice  as appropriate and\nconsistent with Michigan law, each resident's nutritional and fluid\nintake is adequate by:\n1)  ensuring that weights are routinely and accurately\nrecorded;\n2)  ensuring that residents receive appropriate\ntherapeutic diets of sufficient  quantity;\n3)  ensuring proper hydration;\n4)  ensuring that residents are provided with proper\nassistance and supervision and with appropriate assistive eating\nand adaptive devices;\n5)  ensuring that residents who are at risk for\ndehydration are promptly seen by dietary staff; and\n6)  providing follow-up  until the situation is\nadequately addressed.\n20.  Procure sufficient  staff to:\na.  ensure adequate continuity of resident care so that the\nfacility minimizes the degree of risk to residents by utilization of\n21\n\ntemporary staff;\nb.  provide nursing and related services on a 24-hour basis to\nattain and maintain the highest practicable physical, mental, and\npsychosocial well-being of each resident.\n21.  Villa Elizabeth will purchase and maintain the  following\nequipment and supplies:\na.  A Hoyer lift;\nb.  A chair scale;\nc.  Any other equipment and supplies needed to:\n1)  comply with physician orders;\n2)  provide residents with care, treatment,  assessment,\nmanagement, which meets professionally  recognized  standards\nof care and state and federal law.\nd.  All equipment necessary to fully implement and  comply\nwith this Agreement shall be on site, in good and safe repair, and in\nuse as soon as possible but no later than  within one month of the\nexecution of this Agreement.  The facility shall keep maintenance  and\nrepair records for all equipment in use in the facility.\ne.  All staff  training necessary to use the equipment shall be\ndone within one week of the installation of the equipment.\nf.  All staff training necessary to use the equipment  acquired\npursuant to a doctor's order for patient care or treatment shall be done\nas soon as the equipment is acquired.\n22.  Villa Elizabeth and SHCCG shall maintain a quality  assessment\nand assurance committee that develops and implements appropriate plans of\naction to correct identified quality of care deficiencies.\n23.  Villa Elizabeth shall, if necessary, employ a qualified\nprofessional consulting service for quality assurance and/or a third party to\n22\n\nassist the administration of Villa Elizabeth.\n24.  Villa Elizabeth will provide to the Monitor quarterly quality\nassurance inspection/audit reports.  The cost of the quality assurance\ncommittee and quality assurance inspection/audit monitoring shall be paid\nfor by Villa Elizabeth.  All reports, documents, and working papers from the\nquality assurance monitoring shall be made available to the Monitor and\nVilla Elizabeth.\n25.  When requested by the Attorney General or the Monitor, all\ninformation  and representations provided pursuant to this Agreement by\nVilla Elizabeth or SHCCG shall include a certification, under the penalty of\nperjury, by the chief executive officer and the chairman of the board of the of\nthe entity providing the information that the information provided is true,\naccurate and complete to the best knowledge of the entity and individuals\nproviding the  information.\n26.  Villa Elizabeth agrees that, except for the attorney-client and\nattorney work product between itself and its attorneys, it shall not assert any\nprivilege or refuse to produce any audits, audit work papers, supporting\nexhibits, analytical documents, reports, raw data, internal memoranda, quality\nassurance, risk management information, peer review, or other  information\nwhich the Attorney General or the Monitor may require under the terms of\nthis Agreement.  The information may be used for any purpose within the\njurisdiction of Attorney General, Consumer and Industry Services and\nMedical Services Administration.  The Attorney General may use and/or\ndisclose the information to any state or federal agency or department\nconsistent with their statutory authority.\n27.  Villa Elizabeth and SHCCG recognize that any documents, data,\nreport, and other information  disclosed to the Attorney General or the\nMonitor will be subject to verification, audit and investigation.  Suspected\n23\n\nneglect or abuse disclosed or revealed during the verification process may, at\nthe Attorney General's sole discretion, be pursued by the initiation of an\nindependent audit, investigation, prosecution, administrative proceeding,\ncivil suit, or referral to the appropriate state or federal agency or department\nfor further  action.\nIII.  Appointment and Rights of The Monitor\nA.  The Monitor for this Agreement shall be Gloria Blackmon.  If\nnecessary, the Parties by mutual agreement shall appoint a successor Monitor.\nB.  The Monitor(s) may be a governmental department or agency or third\nparty and shall have the rights and responsibilities set forth in this Agreement.  If\nthe Monitor is a governmental department or agency, it shall also have whatever\nauthority, powers, and rights it has been provided with by law.\nC.  Villa Elizabeth and/or SHCCG shall pay the full cost and expenses of\nthe Monitor(s) and all monitoring, testing, inspections testing, auditing, and\ninvestigation under this Agreement.  These costs shall not be passed through or\nonto Medicaid.\nD.  In addition to the other rights set forth in this Agreement, the Monitor\nshall have the right to:\n1.  Receive reasonable advance notice of and attend unannounced:\na.  Training or in-service, or continuing education offered by\nthe Villa Elizabeth;\nb.  Peer Review Committee;\nB.  Performance  review meetings;\nb.  Quality Assurance meetings;\nd.  Risk Management meetings;\ne.  Skin Committee meetings;\nf.  Board and staff meetings;\ng.  Care planning meetings; and\n24\n\nh.  Any other meeting the Monitor deems appropriate for the\nmonitoring or enforcement  of this  Agreement.\n2.  Inspect and audit the facility and its operations without notice at\nany time;\n3.  Verify staffing  levels, availability of equipment, maintenance of\nfacility and equipment, competence of staff and physicians;\n4.  Verify  any information  provided  under this  Agreement;\n5.  Verify Villa Elizabeth's compliance with this Agreement  and\nstate and federal law;\n6.  Appoint individuals or entities to provide assistance to the\nMonitor in areas where the Monitor does not have expertise  and/or\nconsulting services to the Monitor. The Monitor shall not delegate the\nMonitor's duties under this Agreement.  All reasonable costs associated with\nthe retention of such individuals or entities and the provision of their\nservices shall be paid by Villa Elizabeth and/or SHCCG;\n7.  Require Villa Elizabeth to:\na.  Create, amend and implement the policies, procedures\nand practices necessary to fully comply with the terms and conditions\nof this Agreement; and\nb.  Utilize and cooperate with monitors, consultants, trainers\nand administrators approved by the Monitor.\n8.  The Monitor shall have access to credentialing, privileging,\ncompetency testing, and peer review information.  The Monitor shall review\nand evaluate the operation of the Villa Elizabeth's peer review, quality\nassurance, credentialing, and competency programs.  The Monitor shall, after\nreview and evaluation of the information  obtained, make such\nrecommendations as deemed necessary by the Monitor.\n9.  Access to and copies of any information necessary to verify\n25\n\nSHCCG's and Villa Elizabeth's compliance or lack of compliance with this\nAgreement,  including:\na.  Internal  information;\nb.  Utilization and review records, minutes, and reports;\nc.  Peer review records, minutes, and reports;\nd.  Quality assurance records, minutes, and reports;\ne.  Records necessary to identify residents to determine the\nquality of their care, or verify compliance with this Agreement;\nf.  Resident  roster;\ng.  Information  showing the number of residents:\n1)  At risk for or hydration and or nutritional\nproblems;\n2)  Transferred, discharged, being treated for, receiving\nemergency care for nutritional, hydration, electrolyte or\nhypernatremia  problems; and\n3)  Admitted with or at risk for hydration,\nhypernatremia, electrolyte and nutritional problems.\nh.  Access to and copies of any information that the Attorney\nGeneral may obtain under this Agreement or state or federal law.\n10.  Determine in his or her sole discretion whether or not Villa\nElizabeth has:\na.  provided the level of care, quality of care, and  staffing\nrequired  under this Agreement;\nb.  complied with the terms and condition of this\nAgreement;  and\nc.  Materially breached this Agreement.\n11.  Disclose any and all information  and documents to the Attorney\nGeneral.\n26\n\nIV.  Failure to Comply With Terms of Agreement\nA.  A  material breach of the terms and conditions of this Agreement shall\ninclude:\n1.  The failure SHCCG and/or Villa Elizabeth to materially comply\nwith any of the terms and/or conditions of this Agreement as determined by\nthe  Monitor;\n2.  If any of the Information provided pursuant to this Agreement\nis false or misleading or contains false or misleading  Information;\n3.  The failure to maintain the staffing levels as required by this\nAgreement;  and\n4.  Failure to cooperate with the Attorney General and/or the\nMonitor as required by this Agreement.\nC.  In the event that the Monitor finds that SHCCG and/or Villa\nElizabeth has materially breached this Agreement, and failed to cure the breach after\nnotice and opportunity to cure, within a reasonable time as determined by the\nMonitor, the Attorney General may, at his/her sole discretion, exercise any rights\nunder this Agreement and/or exercise any other right granted by law, including\nexclusion of Villa Elizabeth or any of its officers, directors, agents and employees\nfrom the Medicaid Program and all other state and federal health programs\nadministered by the state where the law permits exclusion.\nD.  In the event the Attorney General decides to seek exclusion as one of\nthe enforcement  remedies, based upon a material breach of this Agreement, the\nAttorney General will notify Villa Elizabeth of the alleged breach, in writing,\nspecifying the circumstances of the alleged breach.  Villa Elizabeth shall have 15\ncalendar days in which to respond to this notification and 30 days from the\nnotification  to demonstrate to the Attorney General that they are not in material\nbreach or that the breach has been cured.\nE.  Notwithstanding any provisions of state or federal law, the sole issues\n27\n\nin a proceeding for exclusion based on breach of this Agreement will be:\n1.  Whether Villa Elizabeth materially breached one or more of its\nobligations as specified in the notice of breach;\n2.  Whether Villa Elizabeth has taken significant  action to cure the\nbreach or has done so with reasonable diligence; and\n3.  Whether such breach was continuing on the date the Attorney\nGeneral instituted an action to exclude Villa Elizabeth.\nV.  Liquidated Damages\nThe parties agree that the nature and subject matter of this Agreement makes\nthe determination of damages for a breach of this Agreement by Villa Elizabeth\nand/or SHCCG difficult.  Therefore the parties agree that:\n1.  If the Monitor finds that Villa Elizabeth and/or SHCCG have\nmaterially breached this Agreement, whether the breach is discovered by the\nMonitor or Villa Elizabeth and/or SHCCG, and that the breach was not cured within\na reasonable time, as determined by the Monitor, then, for each material breach,\nVilla Elizabeth and/or SHCCG shall pay the State of Michigan liquidated damages of\nThree Thousand Dollars ($3,000.00) for each day of the period of non compliance.\nPeriod of non compliance shall be defined  as the period of time starting on the date\nthe material breach should have been discovered and ending on the date that the\nmaterial breach is cured, less the time period determined by the Monitor as\nreasonable to cure the non-compliance.\n2.  For purposes of this section, the Monitor's determination of whether a\nbreach is material, when a material breach should have been discovered, the\nreasonable time to cure a material breach, and when a material breach is cured, shall\nbe final and binding on the Parties, unless the parties subsequently agree to modify\nthe Monitor's  decision.\n3.  The payment of liquidated damages is a remedy only for a material\nbreach of this Agreement and shall not be construed as a civil or criminal penalty\n28\n\nand shall not preclude specific enforcement  of this Agreement, exclusion from  the\nState's Medicaid Program, the filing of appropriate criminal charges, or\nadministrative or civil proceedings for other remedies and damages under other\ncontracts or as a result of incidents other than the specific incidents charged in\nPeople v  Villa  Elizabeth-Butterworth,  Inc.\n4.  All liquidated damages shall be paid within 30 days of the date that they\nare imposed.  Any liquidated damages which are not paid within 30 days may be\ndeducted from the Medicaid payments owed to Villa Elizabeth and/or SHCCG.\nVI.  Enforcement\nA.  The Parties shall have the right to specifically enforce this Agreement.\nAny action to enforce this Agreement shall be brought in the Ingham County\nCircuit Court or the Court of Claims.  In addition, the Attorney General may, in\naccordance with the terms of this Agreement, refile People v Villa Elizabeth -\nButterworth, Inc., without first attempting to specifically  enforce  this Agreement.\nB.  The Attorney General in his/her sole discretion, may decide to seek\nenforcement  of the provisions of this agreement which require Villa Elizabeth\nand /or SHCCG to  cooperate with or provide information to the Attorney General.\nIn such an action the burden of proof shall be on Villa Elizabeth and/or SHCCG to\nshow their compliance with this Agreement.\nVII.  Dispute  Resolution\nA.  All disputes under this Agreement involving questions of compliance\nwith the terms of this Agreement shall be resolved by negotiation between the\nparties or if they cannot agree by the Monitor.\nB.  In all proceedings to enforce or interpret this Agreement the burden\nshall be on Villa Elizabeth and SHCCG to demonstrate that they have fully and\nfaithfully  implemented  and complied with the terms and conditions of this\nAgreement.\nVIII.  Indemnification\n29\n\nA.  Villa Elizabeth and/or SHCCG will indemnify, and hold harmless the\nAttorney General, State of Michigan, the Monitor, and their officers, directors,\nagents, employees, and successors and assigns from any and all claims, causes of\naction, and liability which arise out of or in connection with this Agreement.  Villa\nElizabeth and/or SHCCG will pay all reasonable and actual costs, expenses,\njudgments, settlements, and attorney fees incurred by the Attorney General, State of\nMichigan, the Monitor, and their officers, directors, agents, employees, and\nsuccessors and assigns in connection with any claim, cause of action, or liability\nasserted against one or more of them which arises out of or in connection with this\nAgreement.  This paragraph will apply to any and all claims, causes of action, or\nliability asserted by, among others, any past, present or future residents of Villa\nElizabeth and Villa Elizabeth and/or SHCCG, employees, staff, physicians,\nadministrators, directors or persons who have privileges at Villa Elizabeth and any\nthird party used by one or more of the Parties to fulfill its obligations under this\nAgreement.\nB.  The Attorney General and the Monitor shall provide Villa Elizabeth\nand SHCCG with timely written notice of any claims or complaints that may result\nin indemnification  by the other Party.\nIX.  State Law Governing  Agreement\nThis Agreement shall be subject to and governed by the laws of the State of\nMichigan.\nX.  Miscellaneous\nA.  This Agreement constitutes the entire Agreement between the Parties\nwith respect to the subject matter, and may only be amended in writing signed by\nauthorized representatives of the Attorney General, Villa Elizabeth, and SHCCG.\nThere are no oral or written collateral representations, agreements or\nunderstandings except as provided in this Agreement.\nB.  The waiver or failure of any party to exercise any rights under this\n30\n\nAgreement shall not be deemed a waiver of any right or any future rights.\nC.  If any part of this Agreement shall for any reason be found or held\ninvalid or unenforceable by any court or governmental agency of competent\njurisdiction, such invalidity or unenforceability  shall not affect the remainder of\nthis Agreement which shall survive and be construed as if such invalid or\nunenforceable part had not been contained herein.\nD.  This Agreement may not be assigned, in whole or in part, by either of\nthe parties without the prior written consent of the other party, and consent shall\nnot be unreasonably  withheld.\nE.  The following provisions of this contract shall survive and remain in\nfull force and effect in the event of breach or default of this Agreement:  Section\nII-B, Paragraphs 2, 4, 5, 6,12 and 13; Section II - C; Section IV; Section V; Section VI;\nSection VII; Section VIII; Section IX; Section X; and Section XI.\nXI.  Notices\nAny notice or other communication given under this Agreement shall be in\nwriting, delivered by hand, or through the United States Postal Service, registered\nmail, to the following  individual's  attention:\n1.  For Villa Elizabeth and SHCCG:  Daniel R. Gravelyn\nWarner Norcross & Judd LLP\n900 Old Kent Building\n1 Vandenberg Center\nGrand Rapids, MI  49503\n2.  For the Attorney General:  Michael J. Fraleigh\nAssistant Attorney  General\nDepartment of Attorney General\nHealth Care Fraud Division\nP. O. Box 30218\n6520 Mercantile Way, Ste 3\nLansing, MI  48911\nXII.  Signatories\nVilla Elizabeth -  Butterworth, Inc., Spectrum Health Continuing Care Group,\n31\n\nJennifer M. Granholm, Attorney General of the State of Michigan have caused this\nAgreement to be executed by their duly authorized representatives.\nVilla Elizabeth - Butterworth, Inc.  Jennifer M. Granholm, Attorney General of\nthe State of  Michigan,\nName:  Mark H.  Stevens Name:  Michael I. Fraleigh\nOperations  Manager\nTitle: Assistant Attorney General\nDate:  I'li'lJ\nDate:  January  13,  1999\nSpectrum Health Continuing Care Group\nBy:\nName:  Mark  H· Stevens\nOperations  Manager\nDate:  January  13.  1999\nCASES/96-ll-1779/LGL  AGREEMENT\n32\n\nATTACHMENT NUMBER 2\nreferred to on page 12, subparagraph IID 8\nThe minimum number of nursing and direct care staff and staffing hours per\npatient day per shift shall be calculated as:\n[Minimum hours per patient day required by law + (.25 hours x Number of shifts)]\nX  (Total patient census)  = (Minimum number of patient hours per day)\n(Minimum number of patient hours per day)  =  Min. number of hours per shift\nnumber of shifts\nMin. number of hours per shift  =  Minimum number of staff required per shift\nNumber of hours per shift",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2477"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128481,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128481"
    }
  ],
  "document_count": 3
}