{
  "case_id": 18597,
  "fetched_at": "2025-10-22T00:36:08.981721",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "California state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2016,
    "id": 18597,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 26873,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2016,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "California state trial court",
      "state": "California",
      "docket_office_number": "",
      "docket_number_manual": "RG16836460",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Hernandez v. Calif. Department of Motor Vehicles",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Individuals who had their license suspended for failing to pay their traffic debt in California.",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "California",
    "summary": "<p>(This summary is temporary, while we research the case.)</p><p>This is a case about the California Department of Motor Vehicles' (DMV) practice of suspending driver's licenses for failure to pay traffic debt. The Department of Motor Vehicles (DMV) is authorized pursuant to Section 13365(a) of the Vehicle Code to suspend a driver’s license upon a violation of Section 40508, referred to as the Misdemeanor Statute, which makes it a misdemeanor for a traffic offender to willfully violate a promise to appear in court. The DMV suspends driver’s licenses upon notification of a failure to appear, even without notification of a violation of the Misdemeanor Statute.  The plaintiffs filed a complaint alleging that their rights to equal protection and due process were violated because their licenses were suspended without any inquiry into whether their ability to pay.</p>",
    "summary_published_date": "2021-11-29T00:00:00-05:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/18597",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=18597",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=18597",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=18597"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 113476,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113476"
    },
    {
      "date": "2020-06-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "California state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 130262,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/130262.pdf",
      "title": "Opinion",
      "text": "Filed 6/2/20 \nCERTIFIED FOR PUBLICATION \n \nIN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA \n \nFIRST APPELLATE DISTRICT \n \nDIVISION FIVE \n \nGUILLERMO HERNANDEZ et al.,   \n \n  Plaintiffs and Appellants, \n \nv. \n      A156062 \nDEPARTMENT OF MOTOR   \nVEHICLES et al.,        (Alameda County \n      Super. Ct. No. RG16836460) \n  Defendants and Respondents. \n \n \n  Vehicle Code section 13365, subdivision (a) (section 13365(a))1 directs \nthe Department of Motor Vehicles (DMV) to suspend a person’s driver’s \nlicense “[u]pon receipt of notification of a violation of subdivision (a) of \nSection 40508” and certain other conditions.  Subdivision (a) of section 40508 \n(hereafter, the Misdemeanor Statute) makes it a misdemeanor for a traffic \noffender to “willfully violat[e] his or her written promise . . . to appear in \ncourt . . . .”  The DMV currently suspends driver’s licenses upon notification \nof a failure to appear even without notification that this failure violated the \nMisdemeanor Statute.  We conclude that this practice is contrary to section \n13365(a), and reverse the trial court.  We also define what constitutes a \n“violation” of the Misdemeanor Statute for purposes of section 13365(a). \n \n1 All undesignated section references are to the Vehicle Code.  In 2017, \nthe legislature amended sections 13365, 40509, and 40509.5.  (Stats 2017, ch. \n17, §§ 51, 53, & 54, effective June 27, 2017.)  These amendments are not \nmaterial to the issues on appeal.  We cite to the current operative version of \nthose statutes. \n  1 \n\nBACKGROUND \n  Individual taxpayers (Plaintiffs) filed a writ petition and complaint for \ndeclaratory and injunctive relief, seeking to compel the DMV to stop \nsuspending driver’s licenses without notification of a violation of the \nMisdemeanor Statute.   \n  The parties stipulated to the following facts.  The DMV provides courts \nwith electronic and paper methods to notify it of a person’s failure to appear.  \nBoth methods of notification require the court to indicate the “sections \nviolated” by the person failing to appear.  The DMV will suspend a person’s \ndriver’s license pursuant to section 13365 regardless of whether the failure to \nappear form indicates that the Misdemeanor Statute is one of the sections \nviolated.  \n  The trial court denied the petition.  This appeal followed.2 \nDISCUSSION \nI.  Statutory Framework \n  The primary statute at issue—section 13365(a)—sets forth the \nconditions under which the DMV must suspend a person’s driver’s license \nfollowing notification that the person failed to appear in court:  “Upon receipt \nof notification of a violation of [the Misdemeanor Statute], the department \nshall take the following action:  [¶]  (1)  If the notice is given pursuant to \n \n2 Amicus curiae briefs in support of Plaintiffs were filed by Legal \nServices of Northern California, the Inner City Law Center, and the \nFinancial Justice Project of the San Francisco Treasurer and Tax Collector’s \nOffice.  We do not address the policy arguments raised in the amicus briefs, \nwhich are properly directed to the Legislature.  (Fort Bragg Unified School \nDist. v. Colonial American Casualty & Surety Co. (2011) 194 Cal.App.4th 891, \n909–910 [“ ‘Crafting statutes to conform with policy considerations is a job for \nthe Legislature, not the courts; our role is to interpret statutes, not to write \nthem.’ ”].)   \n  2 \n\nsubdivision (a) of Section 40509, if the driving record of the person who is the \nsubject of the notice contains one or more prior notifications of a violation \nissued pursuant to Section 40509 or 40509.5, . . . the department shall \nsuspend the driving privilege of the person.  [¶]  (2)  If the notice is given \npursuant to subdivision (a) of Section 40509.5, . . . the department shall \nsuspend the driving privilege of the person.”  The suspension is not effective \nuntil notice is mailed to the person and a 60-day waiting period has passed, \nand continues until the person’s DMV record “does not contain any \nnotification of a violation of [the Misdemeanor Statute].”  (§ 13365, subd. \n(b).)3   \n  Section 13365(a) thus refers to notice from courts to the DMV relating \nto three separate statutes.  The first is the Misdemeanor Statute, making it a \nmisdemeanor for a person to “willfully violat[e] his or her written promise to \nappear . . . .”  (§ 40508, subd. (a).)   \n \n3 Section 13365 provides, in its entirety:  “(a)  Upon receipt of \nnotification of a violation of subdivision (a) of Section 40508, the department \nshall take the following action:  [¶]  (1)  If the notice is given pursuant to \nsubdivision (a) of Section 40509, if the driving record of the person who is the \nsubject of the notice contains one or more prior notifications of a violation \nissued pursuant to Section 40509 or 40509.5, and if the person’s driving \nprivilege is not currently suspended under this section, the department shall \nsuspend the driving privilege of the person.  [¶]  (2)  If the notice is given \npursuant to subdivision (a) of Section 40509.5, and if the driving privilege of \nthe person who is the subject of the notice is not currently suspended under \nthis section, the department shall suspend the driving privilege of the person.  \n[¶]  (b)  [¶]  (1)  A suspension under this section shall not be effective before a \ndate 60 days after the date of receipt, by the department, of the notice given \nspecified in subdivision (a), and the notice of suspension shall not be mailed \nby the department before a date 30 days after receipt of the notice given \nspecified in subdivision (a).  [¶]  (2)  The suspension shall continue until the \nsuspended person’s driving record does not contain any notification of a \nviolation of subdivision (a) of Section 40508.” \n  3 \n\n  The second two statutes referenced in section 13365(a)—sections 40509 \nand 40509.5 (hereafter, the Notification Statutes)—provide for courts to \nnotify the DMV of a person’s failure to appear.  The first Notification Statute \n(§ 40509) authorizes permissive notification “if a person has violated a \nwritten promise to appear . . . or violated an order to appear in court . . . .”  \n(§ 40509, subd. (a).)4  The second Notification Statute (§ 40509.5) contains \nsimilar provisions but also provides (among other differences) that DMV \nnotification is mandatory when the underlying alleged violation is for certain \nserious offenses.  (§ 40509.5, subds. (a) & (b).)5  Both Notification Statutes \n \n4 Section 40509, subdivision (a) provides, in its entirety:  “Except as \nrequired under subdivision (b) of Section 40509.5, if a person has violated a \nwritten promise to appear or a lawfully granted continuance of his or her \npromise to appear in court or before the person authorized to receive a \ndeposit of bail, or violated an order to appear in court, including, but not \nlimited to, a written notice to appear issued in accordance with Section \n40518, the magistrate or clerk of the court may give notice of the failure to \nappear to the department for any violation of this code, or any violation that \ncan be heard by a juvenile traffic hearing referee pursuant to Section 256 of \nthe Welfare and Institutions Code, or any violation of any other statute \nrelating to the safe operation of a vehicle, except violations not required to be \nreported pursuant to paragraphs (1), (2), (3), (6), and (7) of subdivision (b) of \nSection 1803.  If thereafter the case in which the promise was given is \nadjudicated or the person who has violated the court order appears in court \nor otherwise satisfies the order of the court, the magistrate or clerk of the \ncourt hearing the case shall sign and file with the department a certificate to \nthat effect.” \n5 Section 40509.5 provides, in its entirety:  “(a)  Except as required \nunder subdivision (b), if, with respect to an offense described in subdivision \n(d), a person has violated his or her written promise to appear or a lawfully \ngranted continuance of his or her promise to appear in court or before the \nperson authorized to receive a deposit of bail, or violated an order to appear \nin court, including, but not limited to, a written notice to appear issued in \naccordance with Section 40518, the magistrate or clerk of the court may give \nnotice of the failure to appear to the department for a violation of this code, a \n \n  4 \n\n \nviolation that can be heard by a juvenile traffic hearing referee pursuant to \nSection 256 of the Welfare and Institutions Code, or a violation of any other \nstatute relating to the safe operation of a vehicle, except violations not \nrequired to be reported pursuant to paragraphs (1), (2), (3), (6), and (7) of \nsubdivision (b) of Section 1803.  If thereafter the case in which the promise \nwas given is adjudicated or the person who has violated the court order \nappears in court and satisfies the order of the court, the magistrate or clerk of \nthe court hearing the case shall sign and file with the department a \ncertificate to that effect.  [¶]  (b)  If a person charged with a violation of \nSection 23152 or 23153, or Section 191.5 of the Penal Code, or subdivision (a) \nof Section 192.5 of that code has violated a lawfully granted continuance of \nhis or her promise to appear in court or is released from custody on his or her \nown recognizance and fails to appear in court or before the person authorized \nto receive a deposit of bail, or violated an order to appear in court, the \nmagistrate or clerk of the court shall give notice to the department of the \nfailure to appear.  If thereafter the case in which the notice was given is \nadjudicated or the person who has violated the court order appears in court \nor otherwise satisfies the order of the court, the magistrate or clerk of the \ncourt hearing the case shall prepare and forward to the department a \ncertificate to that effect.  [¶]  (c)  Except as required under subdivision (b), the \ncourt shall mail a courtesy warning notice to the defendant by first-class mail \nat the address shown on the notice to appear, at least 10 days before sending \na notice to the department under this section.  [¶]  (d)  If the court notifies the \ndepartment of a failure to appear pursuant to subdivision (a), no arrest \nwarrant shall be issued for an alleged violation of subdivision (a) of Section \n40508, unless one of the following criteria is met:  [¶]  (1)  The alleged \nunderlying offense is a misdemeanor or felony.  [¶]  (2)  The alleged \nunderlying offense is a violation of any provision of Division 12 (commencing \nwith Section 24000), Division 13 (commencing with Section 29000), or \nDivision 15 (commencing with Section 35000), required to be reported \npursuant to Section 1803.  [¶]  (3)  The driver’s record does not show that the \ndefendant has a valid California driver’s license.  [¶]  (4)  The driver’s record \nshows an unresolved charge that the defendant is in violation of his or her \nwritten promise to appear for one or more other alleged violations of the law.  \n[¶]  (e)  Except as required under subdivision (b), in addition to the \nproceedings described in this section, the court may elect to notify the \ndepartment pursuant to subdivision (b) of Section 40509.  [¶]  (f)  A violation \nsubject to Section 40001 that is the responsibility of the owner of the vehicle \nshall not be reported under this section.” \n  5 \n\nprovide that if, following notification, the person “appears in court” or the \nmatter is adjudicated, the court “shall” so certify to the DMV.  (§§ 40509, \nsubd. (a), 40509.5, subds. (a) & (b).) \n  Additional statutes set forth consequences when a person’s DMV record \ncontains a failure to appear pursuant to the Notification Statutes.  For \nexample, the DMV shall not renew the person’s license (§ 12807, subd. (c)), \nand any penalty assessments are a lien upon the person’s vehicles subject to \nregistration (§ 14911, subd. (a)).   \nII.  Analysis \n  The DMV contends it is authorized under section 13365(a) to suspend a \nlicense upon receiving notification pursuant to the Notification Statutes (and \nany other requirements regarding existing notifications, notice to the license \nholder, and waiting periods), regardless of whether the notification indicates \na violation of the Misdemeanor Statute.  Plaintiffs argue the DMV must \nreceive express notification of a violation of the Misdemeanor Statute before \nsuspending a license under section 13365(a).6  \n  “ ‘As in any case involving statutory interpretation, our fundamental \ntask here is to determine the Legislature’s intent so as to effectuate the law’s \npurpose.’  [Citation.]  The well-established rules for performing this task \n \n6 The DMV does not dispute that, if section 13365(a) obliges it to \nreceive express notification of a violation of the Misdemeanor Statute before \nsuspending a license, the requirements for a writ of mandate are satisfied.  \n(See Hudson v. County of Los Angeles (2014) 232 Cal.App.4th 392, 408 [“A \nwrit of mandate may be issued by any court ‘to compel the performance of an \nact which the law specially enjoins, as a duty resulting from an office, trust, \nor station.’  (Code Civ. Proc., § 1085, subd. (a).)  The showing required to be \nentitled to mandate is that the public agency has a clear, present, and \nministerial duty to afford the relief sought, and that the petitioner has a \nclear, present, and beneficial right to performance of that duty.”].)  \n  6 \n\nrequire us to begin by examining the statutory language, giving it a plain and \ncommonsense meaning.  [Citation.]  We do not, however, consider the \nstatutory language in isolation; rather, we look to the statute’s entire \nsubstance in order to determine its scope and purposes.  [Citation.]  That is, \nwe construe the words in question in context, keeping in mind the statute’s \nnature and obvious purposes.  [Citation.]  We must harmonize the statute’s \nvarious parts by considering it in the context of the statutory framework as a \nwhole.  [Citation.]  If the statutory language is unambiguous, then its plain \nmeaning controls.  If, however, the language supports more than one \nreasonable construction, then we may look to extrinsic aids, including the \nostensible objects to be achieved and the legislative history.”  (Los Angeles \nCounty Metropolitan Transportation Authority v. Alameda Produce Market, \nLLC (2011) 52 Cal.4th 1100, 1106–1107.) \n  A.  Is Notification of a Violation of the Misdemeanor Statute Required? \n  The parties dispute whether section 13365(a) requires the DMV to \nreceive notification of a violation of the Misdemeanor Statute before it \nsuspends a license following a failure to appear.  The issue is easily resolved.  \nSection 13365(a)’s plain language requires “notification of a violation of [the \nMisdemeanor Statute]” before the DMV may suspend a license.  To find no \nsuch notification required would render this statutory language a nullity.  “It \nis a maxim of statutory interpretation that courts should give meaning to \nevery word of a statute and should avoid constructions that would render any \nword or provision surplusage.  [Citations.]  ‘An interpretation that renders \nstatutory language a nullity is obviously to be avoided.’ ”  (Tuolumne Jobs & \nSmall Business Alliance v. Superior Court (2014) 59 Cal.4th 1029, 1038–\n1039.)  Accordingly, we conclude that notification of a violation of the \n  7 \n\nMisdemeanor Statute is required before the DMV suspends a license \npursuant to section 13365(a).7 \n  B.  Is Notification Pursuant to the Notification Statutes Sufficient? \n  The DMV argues notification of a failure to appear pursuant to the \nNotification Statutes is sufficient to satisfy the requirement of notification of \na violation of the Misdemeanor Statute.  We disagree. \n  As Plaintiffs contend, a violation of the Misdemeanor Statute requires \ntwo elements that are not necessary for notification pursuant to the \nNotification Statutes.  First, the Misdemeanor Statute requires violation of a \nperson’s “written promise to appear . . . .”  (§ 40508, subd. (a).)8  In contrast, \nnotification pursuant to the Notification Statutes is authorized upon violation \nof a “written promise to appear . . . , or . . . an order to appear in court, \nincluding, but not limited to, a written notice to appear issued in accordance \nwith Section 40518.”  (§§ 40509, subd. (a), italics added, 40509.5, subd. (a), \nitalics added.)  An order to appear in court is not equivalent to a written \n \n7 To the extent the DMV argues that consideration of section 13365(a) \nin the context of the statutory framework requires us to ignore the specific \ndirection regarding the Misdemeanor Statute, the argument cannot be \nreconciled with our obligation to avoid rendering this statutory language a \nnullity. \n8 The written promise to appear is an integral part of the enforcement \nof minor traffic offenses.  “ ‘[I]n the vast majority of cases the [traffic] violator \nwill not be taken into custody; . . . the officer must prepare a written notice to \nappear (i.e., a citation or “ticket”), and must release the violator “forthwith” \nwhen the latter in turn gives his written promise that he will appear as \ndirected (§§ 40500, 40504).’ ”  (People v. Monroe (1993) 12 Cal.App.4th 1174, \n1180; see also § 40504, subd. (a) [“The officer shall deliver one copy of the \nnotice to appear to the arrested person and the arrested person in order to \nsecure release must give his or her written promise to appear in court or \nbefore a person authorized to receive a deposit of bail by signing two copies of \nthe notice which shall be retained by the officer” (italics added)].) \n  8 \n\npromise to appear.  For example, section 40518, expressly included by the \nNotification Statutes, authorizes the mailing of notices to appear where an \nautomated traffic enforcement system has recorded an alleged violation, such \nas a red light violation.  (§ 40518, subd. (a).)  Second, the Misdemeanor \nStatute requires the promise to appear be violated “willfully.”  In contrast, \nthe Notification Statutes authorize notification when “a person has violated” \na promise or order to appear, with no express requirement that the violation \nbe willful.  (§§ 40509, subd. (a), 40509.5, subd. (a).) \n  Despite these additional requirements for a violation of the \nMisdemeanor Statute, the trial court found notification pursuant to the \nNotification Statutes was sufficient because courts understood that the DMV \nwould construe every such notification as a notification of a violation of the \nMisdemeanor Statute.  In so finding, the trial court relied on the following \nlanguage in a DMV manual provided to courts about electronic notifications \nof failures to appear:  “The FTA [failure to appear] should show section \nviolated CVC § 40508 [the Misdemeanor Statute] in addition to the original \nsection(s) violated.  However, this is not required, the abstract will still be an \nFTA on the driving record if [the Misdemeanor Statute] is not reported to \nDMV.”   \n  The language in the DMV’s manual is not substantial evidence \nsupporting the trial court’s finding.  Most notably, the manual appears to be \nonly for electronically transmitted notifications, and therefore is not evidence \nof the understanding of courts with respect to paper notifications.  Indeed, \nthe form used for paper notifications states the identified person “has \nviolated a written promise to appear . . . or violated an order to appear in \ncourt” (capitalization altered, italics added), and is therefore expressly not \nlimited to violations of the Misdemeanor Statute.  In addition, the manual \n  9 \n\nregarding electronic notification states the notification will result in “an FTA \non the driving record,” but it is not clear that courts would interpret this to \nmean a failure to appear pursuant to notification of a violation of the \nMisdemeanor Statute.  Instead, a court might construe the manual’s \nreference to “an FTA on the driving record” to mean a failure to appear \nfollowing notification pursuant to the Notification Statutes which, as noted in \npart I, ante, has distinct consequences, not including an automatic DMV \nsuspension.   \n  Accordingly, we conclude the DMV must receive express notice of a \nviolation of the Misdemeanor Statute to suspend a license pursuant to section \n13365(a).  \n  C.  What Constitutes a “Violation” of the Misdemeanor Statute? \n  We now turn to what constitutes a “violation” of the Misdemeanor \nStatute for purposes of section 13365.  Plaintiffs argued below that violation \nmeant a conviction; the DMV suggests Plaintiffs’ position requires that \nviolation means a formal charge; and the trial court construed violation to \nmean “suspected or alleged violation” (a construction Plaintiffs apparently \naccept on appeal).  Because the statutory language is susceptible to all of the \nabove meanings, we turn to the legislative history for guidance.  \n    1.  Legislative History \n  As originally enacted and for many years thereafter, section 13365 \nprovided for the DMV to suspend a driver’s license when the person’s record \ncontained two or more notifications pursuant to the first Notification Statute \n(the second Notification Statute had not yet been enacted), with no reference \nto notifications regarding the Misdemeanor Statute.  (Stats. 1963, ch. 354, \n§ 1, p. 1145; Stats. 1971, ch. 1532, § 2, p. 3037; Stats. 1981, ch. 584, § 1, p. \n  10 \n\n2250; Stats. 1983, ch. 983, § 5, p. 3505.)  The reference to the Misdemeanor \nStatute was added to section 13365(a) in 1984.  (Stats. 1984, ch. 858, § 1,  \np. 2902.)9  The same bill also added the second Notification Statute and \nprovided that, with respect to certain offenses set forth in the second \nNotification Statute, the DMV was to suspend licenses upon the first \nnotification.  (Stats. 1984, ch. 858, §§ 1 & 3, p. 2902.)   \n  The legislative history is unequivocal that the bill’s purpose was “to cut \ndown arrest warrants which are issued for traffic infractions.”  (Sen. Com. on \nJudiciary, Analysis of Assem. Bill No. 2539 (1983–1984 Reg. Sess.) as \namended Jun. 25, 1984, p. 2.)  The bill’s proponents argued that “the courts \nare trying to get out of the traffic arrest warrant business.  An arrest warrant \nis too cumbersome a mechanism, triggers consequences of great \nembarrassment and inconvenience to the traffic offender, and may give rise \nto false arrest litigation if an administrative mistake was made to justify its \nroutine use.  Proponents would like to use the DMV license suspension \nmechanism as the enforcement tool.”  (Assem. Com. on Crim. Law & Pub. \nSafety, Rep. on Assem. Bill No. 2539 (1983–1984 Reg. Sess.) as amended Apr. \n9, 1984, p. 3.)  To this end, as to certain offenses, the bill “would delete the \nrequirement of a prior failure to appear before suspending the license of a \ndriver, thus permitting courts to issue either suspensions or warrants on the \nfirst failure to appear.”  (Sen. Com. on Judiciary, Analysis of Assem. Bill No. \n2539 (1983–1984 Reg. Sess.) as amended Jun. 25, 1984, p. 2.)  Before these \n \n9 At the time, the Misdemeanor Statute was not materially different \nfrom its current version.  (See Stats. 1979, ch. 235, § 2, p. 489 [“Any person \nwillfully violating his written promise to appear or a lawfully granted \ncontinuance of his promise to appear in court or before a person authorized to \nreceive a deposit of bail is guilty of a misdemeanor regardless of the \ndisposition of the charge upon which he was originally arrested.”].)   \n  11 \n\namendments, a warrant could issue after the first failure to appear, but a \nlicense suspension required two or more failures to appear.10 \n  The language referring to the Misdemeanor Statute did not appear in \nearly versions of the bill as introduced and amended in the Assembly, but \nwas subsequently added by Senate amendment.  (Compare Assem. Bill No. \n2539 (1983–1984 Reg. Sess.) as introduced Jan. 30, 1984, and Assem. Bill No. \n2539 (1983–1984 Reg. Sess.) as amended Apr. 9, 1984, with Assem. Bill No. \n2539 (1983–1984 Reg. Sess.) as amended Jun. 25, 1984.)  Legislative analyses \nof the bill following the Senate amendments discuss other changes made in \nthe Senate, but make no mention of the addition of a reference to the \nMisdemeanor Statute.  (See Sen. Com. on Judiciary, Analysis of Assem. Bill \nNo. 2539 (1983–1984 Reg. Sess.) as amended Jun. 25, 1984, p. 2; Assem. Off. \nof Research, concurrence in Sen. amendments to Assem. Bill No. 2539  \n(1983–1984 Reg. Sess.), as amended June 25, 1984, p. 1.)  The overall purpose \nof the bill discussed in the analyses remained the same.  (Ibid.) \n    2.  “Violation” \n  Although the legislative history sheds no light on why the reference to \nthe Misdemeanor Statute was added, it demonstrates an overarching intent \nto encourage license suspensions rather than bench warrants as a tool to \ncompel appearance in court.  This strongly suggests the Legislature did not \nintend to make it substantially more burdensome for the courts to initiate a \nlicense suspension following a failure to appear than it was before the \namendments or than it was to issue an arrest warrant.  Prior to the 1984 \n \n10 Arrest warrants could issue pursuant to former section 40515, which \nprovided:  “When a person signs a written promise to appear . . . [,] the \nmagistrate may issue and have delivered for execution a warrant for his \narrest within 20 days after his failure to appear before the magistrate . . . .”  \n(See Stats. 1979, ch. 235, § 6, p. 930.)   \n  12 \n\namendments, a court could provide the DMV with notification 15 days after a \nfailure to appear (Stats. 1981, ch. 584, § 3, pp. 2250–2251), and could issue an \narrest warrant within 20 days after a failure to appear (Stats. 1979, ch. 235, \n§ 6, p. 491).  Construing a “violation” of the Misdemeanor Statute within the \nmeaning of section 13365(a) as requiring a conviction or formal charge would \nrender license suspensions substantially more burdensome for courts to \nobtain and thus would run contrary to the legislative intent. \n  Indeed, the legislative history indicates an understanding that \n“violation” would not be so construed.  Prior to the 1984 amendments, section \n13365(a) authorized suspensions “[u]pon receipt of a notification of a violation \nof [the first Notification Statute] . . . .”  (Stats. 1983, ch. 983, § 5, p. 3505 \n(italics added).)  The first Notification Statute—then triggered by a \n“violat[ion]” of a “written promise to appear” (Stats. 1981, ch. 584, § 3)—did \nnot criminalize any conduct, and therefore no charges could be filed or \nconvictions obtained.  The 1984 amendments used identical phrasing, but \nsimply substituted the Misdemeanor Statute for the first Notification \nStatute.  This supports our conclusion that the Legislature did not intend \n“violation” to mean a conviction or formal charge. \n  Prior to the 1984 amendments, courts simply determined whether a \n“violation” of the first Notification Statute had occurred based on the \ninformation before them.11  We see no indication that the Legislature \n \n11 Courts routinely make similar determinations in related contexts, \nincluding issuing bench warrants upon a failure to appear for a traffic \ninfraction (§ 40515, subd. (a) [“When a person signs a written promise to \nappear . . . the magistrate may issue and have delivered for execution a \nwarrant for his or her arrest within 20 days after his or her failure to appear \n. . . .”]), or deeming a failure to appear for a traffic infraction consent to have \na trial by written declaration (§ 40903, subd. (a) [“Any person who fails to \nappear as provided by law may be deemed to have elected to have a trial by \n \n  13 \n\nintended a different meaning of “violation” after the 1984 amendments.  In \nmost cases, the trial court can easily determine if a violation of the \nMisdemeanor Statute has occurred.  Whether the person made a written \npromise to appear will be readily ascertainable from the court’s file.  The \nprescribed Judicial Council forms used to secure an arrestee’s release include \na box stating, “Without admitting guilt, I promise to appear at the time and \nplace indicated below” (capitalization altered), with a line for the arrestee’s \nsignature.  (E.g., Judicial Council Forms, form TR-130; see also § 40500, \nsubd. (b).)  The court’s copy of such a notice to appear will contain this \nsignature.  (See Judicial Council Forms, forms TR-130 at p. 1 [court’s copy of \nform includes signature box], TR-INST at ¶ 6.240 [“The defendant’s signature \non the defendant’s copy of the citation must be identical to the signature on \nthe copy of the citation filed with the court.”].)  In contrast, the Judicial \nCouncil form for an automated traffic enforcement system notice to appear \ncontains no box for a person to sign a written promise.  (Judicial Council \nForms, form TR-115.)  Thus the court can easily determine, based on the \nrecord before it, whether a written promise to appear was made. \n  Whether the person has violated the written promise to appear will \nalso be readily apparent to the trial court.  The person either will be present \nin court at the promised date and time, or will not be.  \n  The determination of whether the violation was willful is slightly more \ndifficult.  “The word ‘willfully’ as generally used in the law is a synonym for \n‘intentionally,’ i.e., the defendant intended to do the act proscribed by the \npenal statute.  ‘Willfully’ usually defines a general intent crime unless the \n \nwritten declaration upon any alleged infraction, as charged by the citing \nofficer, involving a violation of this code or any local ordinance adopted \npursuant to this code.”]).   \n  14 \n\nstatutory language expresses or implies another meaning.  [Citation.]  In a \ncriminal statute that penalizes the failure to perform a legally imposed duty, \n‘willfulness’ also denotes a requirement of proof that the defendant knew of \nhis duty to act:  a failure to act cannot be intentional or purposeful unless the \ndefendant knew he was under a duty to act.”  (People v. Davis (2005) 126 \nCal.App.4th 1416, 1435–1436.)  The person’s written promise to appear \nestablishes knowledge of the duty to act.  With respect to whether the person \nfailed to appear intentionally, in an analogous setting—the determination of \nwhether a bailed defendant who failed to appear has demonstrated a \n“sufficient excuse” to avoid a bench warrant or bail forfeiture (Pen. Code, \n§ 1305.1)—it has been held that “ ‘[a] defendant’s failure to appear without \nexplanation is presumptively without sufficient excuse.’ ”  (People v. The \nNorth River Ins. Co. (2019) 37 Cal.App.5th 784, 796.)  Such a presumption is \nalso appropriate here, in light of the legislative intent discussed above.12   \n  Plaintiffs argue that in some cases courts will have evidence of a lack of \nwillfulness, for example, when a person “called the court clerk with a valid \nexplanation for a non-willful failure to appear.”  In such cases, depending on \nthe nature of the explanation and any other relevant facts, the trial court \nmay determine the failure to appear was not willful.13  If the court so \n \n12 We note that a license suspension pursuant to section 13365 is only \neffective after notice is mailed to the person and a 60-day waiting period has \npassed.  (§ 13365, subd. (b)(1).) \n  13 No purpose would be served by an effort to speculate about and then \nanalyze the myriad of explanations a party might provide to a court \nregarding a failure to attend a required court date.  We note that courts may \nfind it helpful to look to another context involving failures to appear:  Penal \nCode section 1214.1, which authorizes a civil assessment when a defendant \nfails to appear “after notice and without good cause.”  (Pen. Code, § 1214.1, \nsubd. (a).)  The Advisory Committee comment to California Rule of Court rule \n \n  15 \n\ndetermines, the Misdemeanor Statute has not been violated for purposes of \nsection 13365. \nDISPOSITION \n  The judgment is reversed and the matter is remanded to the trial court \nwith instructions to (1) enter an order granting Plaintiffs’ petition for writ of \nmandate that is consistent with this opinion, (2) conduct a hearing and \nprovide the parties with the opportunity to present their views and, if \nnecessary, evidence concerning how the DMV should be instructed to come \ninto compliance with Vehicle Code section 13365, including what constitutes \na reasonable timeframe for compliance, and then, (3) provide the DMV with \nspecific instructions on what it must do in what timeframe to comply with the \nwrit.  Plaintiffs are awarded their costs on appeal.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n4.106(c), which prescribes procedures for assessments under this statute, \nnotes:  “Circumstances that indicate good cause may include, but are not \nlimited to, the defendant’s hospitalization, incapacitation, or incarceration; \nmilitary duty required of the defendant; death or hospitalization of the \ndefendant’s dependent or immediate family member; caregiver responsibility \nfor a sick or disabled dependent or immediate family member of the \ndefendant; or an extraordinary reason, beyond the defendant’s control, that \nprevented the defendant from making an appearance or payment on or before \nthe date listed on the notice to appear.”  \n  16 \n\n \n \n \n \n                           \nSIMONS, J.  \n  \n  \n  \nWe concur.  \n  \n  \n  \n \n              \nJONES, P.J.  \n  \n  \n  \n \n \n              \nBURNS, J.  \n  \n  \n  \n  \n  \n  \n \n \n \n \n \n \n \n \n(Hernandez v. Department of Motor Vehicles / A156062)  \n \n \n \n  17 \n\nA156062 / Hernandez v. Department of Motor Vehicles\n \n \n \nTrial Court:  Superior Court of Alameda County \n \n \n \nTrial Judge: Honorable Ioana Petrou\n \n \n \nCounsel:  Pillsbury Winthrop Shaw Pittman, Thomas V. Loran III and \nSydney A. Ward; USC Gould School of Law, Clare Pastore; Lawyers’ \nCommittee for Civil Rights, Elisa M. Della-Piana; Western Center on Law \nand Poverty, Richard A. Rothschild, Rebecca Carr Miller, Antoinette Dozier, \nand Alexander Prieto; East Bay Community Law Center, Sarah A. Crowley; \nAmerican Civil Liberties Union Foundation of Northern California, Christine \nP. Sun, William Simson Freeman and Micaela Davis; Bay Area Legal Aid, \nRebekah B. Evenson and Claire Johnson Raba, for Plaintiffs and Appellants. \n \n  Legal Services of Northern California, Public Counsel, Legal Aid of \nMarin, Wade Sterling Askew; Inner City Law Center, Amanda Brea Powell; \nFinancial Justice Project of the San Francisco Treasurer and Tax Collector’s \nOffice, Molly J. Alarcon, as Amicus Curiae on behalf of Plaintiffs and \nAppellants. \n \nXavier Becerra, Attorney General, Fidel D. Tigno, Supervising Deputy \nAttorney General, Miguel A. Neri, Supervising Deputy Attorney General, \nJorge Aguilar II, Deputy Attorney General and Christopher D. Beatty, \nDeputy Attorney General, for Defendants and Respondents.\n \n \n \n \n  18 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/130262"
    }
  ],
  "document_count": 2
}