{
  "case_id": 16382,
  "fetched_at": "2025-10-22T00:28:21.405690",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Fair Housing/Lending/Insurance"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Southern District of Florida",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": "1990-04-12",
    "filing_year": 1990,
    "id": 16382,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 28715,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1990,
      "docket_filing_number": 6297,
      "is_main_docket": true,
      "court": "Southern District of Florida",
      "state": "Florida",
      "docket_office_number": "0",
      "docket_number_manual": "90-6297-CIV",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/flsd--0-90-cv-06297.html",
      "recap_link": null,
      "is_active": true
    },
    "name": "Massaro v. Mainlands Section 1 and 2 Civic Ass'n, Inc.",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Florida",
    "summary": "<p>[This summary is temporary while we research the case.] This is a class action lawsuit in which the plaintiffs sued their homeowners&rsquo; association, alleging that the organization had unfairly discriminated against families with children. The case was filed on April 12, 1990, in the United States District Court for the Southern District of Florida.</p>",
    "summary_published_date": "2024-06-28T16:56:49.501637-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16382",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16382",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16382",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16382"
  },
  "documents": [
    {
      "date": "1992-06-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1499,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 796,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of Florida",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138852,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138852.pdf",
      "title": "Memorandum Opinion",
      "text": " \n \n   \n796 F.Supp. 1499 \nUnited States District Court, \nS.D. Florida. \nMEMORANDUM OPINION \nJoseph W. MASSARO and Patricia Ann Massaro, \netc., Plaintiffs, \nv.  RYSKAMP, District Judge. \nMAINLANDS SECTION 1 AND 2 CIVIC \nASSOCIATION, INC., Defendant.  These cases were brought by the plaintiffs to enforce the \nUNITED STATES of America, Plaintiff,  Fair Housing Amendments Act of 1988, 42 U.S.C. § 3601 \nv.  et seq. They were consolidated, and a non-jury trial was \nMAINLANDS SECTION 1 AND 2 CIVIC  held from April 27 to April 30, 1992. Judgment having \nASSOCIATION, INC., Defendant.  been  rendered  at  the  conclusion  of  the  trial  for  the \ndefendant in each case, the court now issues the following \nNos. 90-6297-CIV, 91-6625-CIV.  Memorandum Opinion. \n|    \nJune 8, 1992.   \n \nSynopsis \nSuit was brought against residential subdivision barring  Background \nchildren under 16 years of age, for allegedly violating the \nFair Housing Amendments Act. Following nonjury trial,  The  Mainlands  Section  One and Two  is a  residential \nthe District Court, Ryskamp, J., held that: (1) residential  subdivision of 529 homes located in Tamarac, Florida. \nsubdivision  satisfied  “policies  and  procedures”  Each home is  subject  to a  declaration  of  restrictions. \nrequirement for the “55 or older” exemption to the Fair  Article 4 of the amended declaration of restrictions bars \nHousing  Amendments  Act  by  passing  bylaw  limiting  children under 16 years of age from residing in any home \noccupancy of housing units so that at least 80% of units  in the community. \nwould be required to contain at least one person over 55    \nyears, and (2) results of three studies established that at  The plaintiff Massaros live in the Mainlands. They had a \nleast  80%  of  units  in  residential  subdivision  were  child  on  July  11,  1989.  On  September  26,  1989  the \noccupied by at least one person over the age of 55.  Mainlands Association, the community’s governing body, \n   sent a letter to the Massaros seeking to enforce Article 4 \nJudgment rendered for defendants.  of the deed. The Massaros then filed a complaint against \n   the Association in this court, and with the Department of \nHousing and Urban Development (hereinafter “HUD”), \nAttorneys and Law Firms  under  the  Fair  Housing  Amendments  Act  of  1988.1 \nThereafter, on April 13, 1990, the Association enacted an \n*1500  Kathleen Marie Burgener, Alan Steven Becker,  amendment to their bylaws restricting occupancy in the \nBecker,  Poliakoff  &  Streitfeld,  P.A.,  Fort  Lauderdale,  subdivision to persons 55 *1501 years of age or older.2 \nFla., for Mainlands Section 1 & 2 Civic Ass’n, Inc.    \nThe Mirabiles also live in the Mainlands. After their child \nMichael  R.  Masinter,  Nova  University  Center  for  the \nwas  born,  the  defendant  sent  a  letter  to  them  dated \nStudy of Law, Fort Lauderdale, Fla., Alan G. Ehrlich, \nSeptember 7, 1990, seeking to enforce Article 4 of the \nJacaranda Lakes, Fla., for Joseph W. Massaro and Patricia \namended declaration of restrictions. The Mirabiles then \nAnn Massaro. \nfiled a complaint with HUD. Pursuant to HUD’s finding \nthat it had reasonable cause to believe that the defendant \nBarbara  Kammerman,  Housing  and  Civ.  Enforcement \nhad violated the Fair Housing Amendments Act of 1988, \nSection,  Civ.  Rights  Div.,  U.S.  Dept.  of  Justice, \nand pursuant to the parties’ election to have this case \nWashington, D.C., for U.S. \nheard  in  federal  court,  HUD  filed  suit  against  the \n \ndefendant, and the court then consolidated the cases. \n \n  \n \n  1 \n \n\n \n  Third,  the  housing  facility  must  publish  policies  and \n  procedures which demonstrate an intent by the owner or \nmanager to provide housing for persons 55 years of age or \nolder. See 42 U.S.C. § 3607(b)(2)(C). \n  \nLegal Issue \nCongress  also  directed  the  Secretary  of  Housing  and \nUrban  Development  to  develop  regulations.  Id.  In \nIn 1988 Congress passed the Fair Housing Amendments \ncompliance, the Secretary has promulgated regulations \nAct. That law wrought major changes to the Fair Housing \nthat list qualifying examples of significant facilities and \nAct  of  1968  (hereinafter  “Title  VIII”).  Among  those \nservices and policies and procedures that demonstrate an \nchanges was Congress’ decision to include families with \nintent to provide housing for older persons. See 24 C.F.R. \nchildren within the scope of Title VIII. The practical \n§ 100.304 (1990). \neffect  of  that  amendment  was  to  make  it  illegal  for \n  \nhousing providers to discriminate against families with \nSection 100.304(b)(1) provides that, \nchildren. \n  \n[s]ignificant facilities and services \nHowever, the amendment also created a narrow exception \nspecifically  designed to  meet  the \nto that proscription. Section 3607(b) of Title 42 provides \nphysical or social needs of older \nthat “housing for older persons” shall be excluded from \npersons’  include,  but  are  not \nthat part of Title VIII which makes discrimination against \nlimited to, social and recreational \nfamilies with children illegal. That statute also defines \n*1502  programs,  continuing \nhousing for older persons. It provides that housing for \neducation,  information  and \nolder persons is: (A) a State or Federal housing program \ncounseling,  recreational, \nthat is determined by the Secretary of Health and Human \nhomemaker,  outside  maintenance \nServices to be specifically designed and operated to assist \nand referral services, an accessible \nelderly persons; (B) housing that is intended for, and \nphysical  environment,  emergency \nsolely occupied by, persons 62 years of age or older; or \nand  preventive  health  care  of \n(C) housing that is intended and operated for occupancy \nprograms,  congregate  dining \nby at least one person 55 years of age or older per unit. \nfacilities, transportation to facilitate \n  \naccess  to  social  services,  and \nThe  defendant,  Mainlands  Association,  argues  that  it \nservices designed to encourage and \nqualifies  as  housing  for  older  persons  because  the \nassist residents to use the services \nMainlands is intended and operated for occupancy by at \nand facilities available to them. 24 \nleast one person 55 years of age or older per unit. The \nC.F.R. § 100.304(b)(1).3 \nplaintiffs  disagree.  A  factual  determination  that  the \n  \nMainlands qualifies, or does not qualify, under 42 U.S.C. \nThat  regulation  is  careful  to  note  that  the  housing \n§  3607(b)(2)(C)  as  housing  for  older  persons,  will \ncommunity need not have all of the features mentioned to \ntherefore be determinative of this case. \nqualify under that prong. See 24 C.F.R. § 100.304(b)(2). \n  \nSee also Seniors Civil Liberties Association v. Kemp, 761 \n \nF.Supp.  1528  (M.D.Fla.1991)  (extent  of  significant \n \nfacilities and services may vary with size of complex and \nselling price of units, and as a practical matter is tied to \nage  of  residents).  Moreover,  HUD  stressed  that  “[a] \nThe “55 or Older” Exemption  housing  facility  may  have  significant  facilities  and \nservices designed to meet the physical or social needs of \nCongress provided further interpretive guidance when it  older persons and still provide housing for active older \ndefined  housing  that  is  intended  and  operated  for  persons who live very independently.” 24 C.F.R. Ch. 1, \noccupancy by at least one person 55 years of age or older  Subch. A., App. 1 686, 719 (Preamble to Final Rule \nper  unit.  Specifically,  it  created  three  de  minimus  Implementing Fair Housing Amendments Act of 1988) \nrequirements for a development to satisfy the 55 or older  (1990) (emphasis in original). HUD also noted that not \ntest.  First,  the  housing  facility  must  have  significant  only could facilities and services on the list qualify if they \nfacilities and services that are specifically designed  to  are associated with active older persons, but that the types \nmeet  the  physical  or  social  needs  of  older  persons.  of  qualifying  services  and  facilities  could  vary  by \nSecond, at least 80 percent of the units must be occupied  geographic location and by the needs of the residents. Id. \nby at least one person 55 years of age or older per unit.    \n  2 \n \n\n \nAlso, the regulations establish six non-exhaustive factors  Application of the Exemption to this Case \nwhich are relevant for determining whether the housing \nfacility  has  published  and  adhered  to  policies  and   There is no dispute as to the law that is applicable to this \nprocedures  which  demonstrate  an  intent  to  provide  case. Moreover, most of the facts are not disputed. The \nhousing  for  persons  55  years  of  age  or  older.  These  parties do disagree, however, as to the significance of the \ninclude: (i) the manner in which the housing facility is  facts, and the application of the facts to the law. The \ndescribed to prospective residents, (ii) the nature of any  principal  dispute  is  whether  the  defendant  meets  the \nadvertising designed to attract prospective residents, (iii)  “policies and procedures” prong of the housing for older \nage  verification  procedures,  (iv)  lease  provisions,  (v)  persons exemption. However, because the plaintiffs also \nwritten rules and regulations, and (vi) actual practices to  argue that the Mainlands does not meet the “significant \nenforce relevant lease provisions and relevant rules or  facilities and  services”  prong,  and  that  the  Mainlands \nregulations. 24 C.F.R. § 100.304(c)(2).  cannot demonstrate that 80% or more of the units contain \n   at  least  one  member  over  the  age  of  55,  the  court \nThere is, however, an anomaly in both the statute and the  discusses those requirements as well. In doing so, the \nregulations.  In  creating  the  “policies  and  procedures”  court acknowledges that the housing for older persons \nprong of the 55 and over exemption, Congress determined  exemption should be narrowly applied. Elliott v. City of \nthat it is the owner or manager’s intent that is relevant for  Athens, Georgia, 960 F.2d 975, 978-79 (11th Cir.1992). \nestablishing whether the development in question seeks to    \nprovide  housing  for  older  persons.  See  42  U.S.C.  §   \n3607(b)(2)(C)(iii). The regulations, in turn, take their cue   \nfrom the statute, and discuss the relevant factors in terms \nof the owner or manager’s compliance with the published \n1. Policies and Procedures \npolicies and procedures. See 24 C.F.R. 100.304(c)(2). \n To begin, the court finds that several of the factors that \n  \nhave  been  developed  by  the  Secretary  to  determine \nIn the case at bar, however, there is no centralized owner \nwhether a community meets the policies and procedures \nor  manager  to  speak  of.  Rather,  the  Mainlands  is  a \nprong are inapplicable to this case. The first and second \ncommunity of freestanding single family homes that was \nfactors  that  are  contained  in  the  regulations  are \ncompleted in 1964. The closest entity that the Mainlands \ninapplicable because the Association does not describe \nhas to an owner or manager is the Association. Because \nthe  Mainlands  to  anyone,  nor  does  it  advertise  for \nthe Mainlands is composed of single family homes, and \nprospective residents. The Association does not perform \nthe original developer no longer maintains an ownership \nthese  functions  because  it  is  not  the  Association’s \nor managerial interest, the court has found most of the \nresponsibility to attract prospective residents; rather, the \ncase  law that  has interpreted the  over  55  test  of  the \nresponsibility  for  this  task  falls  on  the  individual \nhousing for older persons exemption to be inapposite to \nhomeowner. \nthis case. See e.g.  Park Place Home Brokers v. P.K. \n  \nMobile Home Park, 773 F.Supp. 46 (N.D.Ohio 1991) \nThe court finds that with respect to the third factor, age \n(mobile home park run by a single manager); Lanier v. \nverification  procedures,  the  defendant  did  establish \nFairfield Communities, 776 F.Supp. 1533 (M.D.Fla.1990) \nappropriate mechanisms once the amendments to Title \n(new development in which almost one half of the lots \nVIII took effect. It did so through the Association’s board, \nhad not been sold, and were held in trust by a trustee). \nand its welcome committee. The court notes, however, \n  \nthat this factor has limited application to this case because \nFinally, the regulations restate the statutory requirement \nthe court  believes that  the  statute and the  regulations \nthat 80% or more of the *1503 households contain at least \ncontemplated  a  situation  where  a  single  centralized \none  member  over  55  years  of  age.  However,  that \nentity-the owner or the manager-could readily establish \nregulatory  provision  does  not  contain  any  additional \nthe requisite verification procedures. \ninformation that is helpful to the court for purposes of this \n  \ncase. See 24 C.F.R. § 100.304(c)(1).4 Specifically, the \nThe Association could have taken steps to meet the fourth \nregulations do not provide any guidance for determining \nfactor by requiring lease provisions to include the over 55 \nhow a defendant is to meet its burden of proof to show \nrequirement. They do, however, urge their owners to call \nthat at least 80% of the households contain at least one \nattention to the deed restrictions if they do lease their \nmember over 55. \nhomes. The court finds that in any event this fact has \n  \nlimited applicability because the community is populated \n \nmostly by single family homeowners. \n \n  \n  3 \n \n\n \n The fifth factor, written rules and regulations, was the    \nsubject  of  some  dispute  between  the  parties.  The  Finally, the defendant has provided sufficient evidence to \ndefendant argues  that it had  passed  a  bylaw  to  limit  show that it has engaged in actual practices to enforce the \noccupancy of the housing units so that at least 80% of the  rules or regulations that establish an intent to provide \nunits in the community would be required to contain at  housing for older persons. The defendant did send letters \nleast one person over 55 years of age. If true, this would  to the plaintiffs in this case to enforce the bylaws. It also \nestablish to the court’s satisfaction that the defendant had  has *1505 implemented screening procedures, through the \nindeed published a policy that demonstrated an intent to  welcome committee, in an attempt to remain above the \nprovide housing for older persons. The plaintiffs counter,  80% requirement.9 \nhowever,  that  the  bylaw  was  illegal  because  it  was    \nenacted in contradiction to the Association’s own Articles  After  applying  those  factors  that  are  relevant-the \nof  Incorporation.  The  court  must  therefore  determine  defendant’s written rules and regulations, actual practices \nwhether the bylaw is valid.  in  enforcing  lease  provisions  and  relevant  rules  and \n   regulations, and to a limited extent its age verification \nArticle 11 of the Association’s Articles of Incorporation  procedures-the court finds that the Association meets the \nrequires  that  the  initial  bylaws  be  established  by  a  “policies and procedure” requirement. \nmajority  vote  at  the  first  meeting  after  incorporation.    \nThereafter, the Articles of Incorporation *1504 provide   The  plaintiffs  have  furnished  the  court  with  United \nthat the bylaws may be altered only by a two-thirds vote  States,  et.  al.  v.  TEMS  Association,  HUD  ALJ  No. \nof  the  membership.  The  term  “membership”  is  an  04-91-0064-1  (HUD  Office  of  Administrative  Law \nambiguous one. The plaintiffs argue that it means the  Judges, April 9, 1992), a decision by an administrative \nentire membership of the Association. Under this reading,  law judge that found that a community very much like the \nthe bylaws could only be amended if two-thirds of all of  defendant  in  this  case  did  not  meet  the  55  or  over \nthe homeowners vote in favor of the amendment. The  exception because the community had not proved any of \ndefendant, on the other hand, argues that the term refers  the three prongs as required by the statute. The court \nonly to those members that are present at a properly  disagrees with the approach taken by that administrative \nnoticed  meeting  to  vote  on  whether  the  amendment  law judge with respect to his interpretation of the six \nshould pass.5 To construe the term, the court turns to the  factors that are set out in the regulations. In particular, it \nmanner in which the Association itself has interpreted it  disagrees with the administrative law judge’s application \nin the past.  of some of the factors to free standing single homes where \n   the  developer  retains  no  overriding  interest  in  the \nThe Association adopted its bylaws on November 23,  community at the time of the alleged violation. This court \n1971.6 Article 10 Subsection B.2. of those bylaws requires  believes that disregarding those inapplicable factors is \na quorum of 75 or more to take action, and two-thirds of  more consistent with Congress’ attempt to balance the \nthe members in attendance to vote in favor of a change or  rights of the elderly with the right of single families to \namendment. This requirement was carried over in the  affordable housing. \nbylaws that were adopted in 1975 and 1980. In 1984, the    \nAssociation again adopted an entirely new set of bylaws.   \nIn these bylaws, Article 13 established a new procedure   \nfor subsequent amendments. That article provided that the \npresiding  officer  would,  after  discussion,  request  a \nstanding vote of the property owners in attendance. If  2. Significant Facilities and Services \ntwo-thirds of that population voted in the affirmative the   The defendant proffered abundant evidence of the types \namendment would be adopted. From this evidence, the  of facilities and services that are designed to meet the \ncourt  reads  the  term  “membership”  to  mean  those  needs of older persons in the Mainlands. Review by the \ncourt of one issue of the Mainlander, the Association \nmembers of the Association who are present at a meeting, \nnewsletter,  showed  social  programs  such  as  square \nand that the two-thirds voting margin therefore refers to a \ndancing, bridge, line dancing, pot luck suppers, dinner \ntwo-thirds margin of the members who are present at the \nshows,  Las  Vegas  trips,  men’s  and  women’s  clubs, \nmeeting in question.7 \npancake  brunches,  horse  racing,  a  Super  Bowl  party, \n  \nmovies, bingo and bar-b-cues, among others. The court \nThe 1990 bylaw amendment passed by a vote of 160 to 6. \nThis was clearly in excess of the two-thirds requirement,  also heard testimony that there is a bowling league, fitness \nand was therefore valid. As such, the bylaw provision  programs,  shuffleboard  and  a  swimming  pool.  This \nestablishes that the defendant met the written “rules and  demonstrates that the defendant provides sufficient social \nregulations” factor of the HUD regulations.8  and  recreational  programs.  The  Mainlander  newsletter \n  4 \n \n\n \nalso advertises that the Association provides art classes  ages were verified through use of a driver’s license or \nand  Bible  study  classes.  This  conforms  with  the  some other document. The results of all three studies \ncontinuing education factor in the regulations. The court  demonstrated  that  over  90%  of  the  houses  in  the \nalso  heard  testimony  regarding  sewing  and  other  Mainlands had at least one resident who was over 55 \nhomemaker services, which are specifically mentioned as  years of age. The plaintiffs have offered no evidence to \nrelevant activities in the regulations. The Association also  contradict the defendant’s showing. The court notes that \nprovides  outside  maintenance  services,  and  referral  neither  the  statute  nor  the  regulations  provides  any \nservices such as plumbing and electrical work. There are  guidance for determining whether the defendant’s studies \nno curbs in the streets, and the homes are all single level,  are sufficient to demonstrate that the 80% requirement has \nso that there are no physical barriers to the community for  been met. In the absence of such guidance, the court finds \npeople  in  wheelchairs.  The  Association  also  provides  that on these facts, the defendant has met its burden to \nblood pressure tests for its residents, it has a telephone  demonstrate  that  at  least  80%  of  the  units  in  the \nreassurance  committee  and  it  provides  other  physical  Mainlands were occupied by at least one person over the \nprograms on a periodic basis. The Association has in the  age of 55. \npast planned trips to Las Vegas, Lake Wales and Miami.    \nParticipation  in  all  of  these  activities  is  encouraged   \nformally through  the  Mainlander  newsletter.  On  these   \nfacts the court finds that this evidence is sufficient to \ndemonstrate that the  Mainlands meets  the  “significant \nfacilities  and  services”  prong  that  is  required  by  the \nConclusion \nstatute. \n  \nThe court finds as a factual matter that the Mainlands 1 \n \nand 2 qualifies as housing for older persons, and therefore \n \nis  exempt  from  the  provisions  of  the  Fair  Housing \nAmendments Act of 1988 that prohibits housing providers \n3. Eighty Percent Requirement  from  discriminating  against  families  with  children. \n To prove that it met the eighty percent requirement, the  Therefore,  final  judgment  will  be  rendered  for  the \ndefendants by separate order of this court. All findings \ndefendant proffered three studies that they conducted. The \nand  conclusions  made  at  trial  and  not  specifically \nfirst study was done in January, 1989. The Association \nmentioned in this order are hereby adopted. \nfurnished each resident with a questionnaire. However, \n  \nthere was some concern over the validity of that study \nDONE AND ORDERED. \nbecause there was no procedure for verifying the age of \n  \nthe  residents.  So  a  second  study  was  performed  in \nDecember 1989. The Association attempted to verify the \nAll Citations \nresults of that study through the use of social security \nnumbers, however, it later became apparent that that was \n796 F.Supp. 1499 \nimpossible. Finally, a third study was conducted between \n \n*1506 November 1990 and April 1991, and the residents’ \nFootnotes \n \n1  The Fair Housing Amendments Act of 1988, which prohibits discrimination in the sale or rental of housing in part on \n  the basis of “familial status”, took effect on March 13, 1989. See 42 U.S.C. § 3604. It provides for two methods of \nenforcement. A private party plaintiff may file suit in federal court. 42 U.S.C. § 3613(a)(1)(A). The plaintiff may also \nfile a complaint with the Department of Housing and Urban Development. 42 U.S.C. § 3610(a)(1)(A)(i). The plaintiff \nMassaros elected to proceed under both methods. If HUD finds reasonable cause to believe that the defendant has \nviolated the Fair Housing Act, it files a charge of discrimination. 42 U.S.C. § 3610(g)(2)(A). In this case, the Secretary \nfound reasonable cause, and, after the parties elected to have their dispute decided in federal court pursuant to 42 \nU.S.C. § 3612(o ), the United States filed suit on behalf of the Massaros in this court. \n \n2  That provision states in pertinent part, “Inasmuch as the Mainlands Section 1 & 2 Civic Association, Inc. is designed \n  5 \n \n\n \n  and intended as a retirement community for older persons, to provide housing for residents who are fifty-five (55) \nyears of age or older ... [n]o permanent occupancy of any lot shall be permitted by an individual [less than] fifty-five \n(55). Notwithstanding same, the Board in its sole discretion shall have the right to establish hardship exceptions ... \nproviding that said exceptions shall not be permitted in situations where the granting of a hardship exception would \nresult in less than 80% of the lots in the community having less than one resident fifty-five (55) years of age or \nolder....” \n \n3  The regulations also provide that a facility that does not have significant facilities and services can still qualify for the \n  housing for older persons exemption by meeting the other two prongs, by demonstrating that it is not practicable to \nprovide significant facilities and services, and by demonstrating that the development is necessary to provide \nimportant housing opportunities for older persons. 24 C.F.R. § 100.304(b)(2). However, neither party has asserted \nthat this default provision should apply to this case. Also, because the court finds, infra that the Mainlands meets \nthe significant facilities and services prong of the housing for older persons test, it need not discuss this issue \nfurther. \n \n4  The regulations do except newly constructed housing facilities from the 80% requirement until 25% of the units are \n  occupied. See 24 C.F.R. § 100.304(c)(1). However, because the Mainlands has been “built out” for over twenty years, \nthe provision is inapplicable to this case. \n \n5  The court notes that this interpretation also comports with the Florida Business Corporation Act, Fla.Stat. Chap. 607, \n  which provides that action may be taken by shareholders if a majority of “the votes cast by the holders of the shares \nrepresented at the meeting and entitled to vote ” favors the action. Fla.Stat. § 607.0727(3) (1992) (emphasis added). \nThis provision is made applicable to non-profit corporations that do not provide for voting requirements in their \narticles of incorporation or bylaws by Fla.Stat. § 617.041. \n \n6  In fact, the Association adopted a set of rules called the “Constitution and Bylaws”. However, the Articles of \n  Incorporation  serve  as  the  Association’s  constitution.  Accordingly,  the  court  treats  the  document  called \n“Constitution and Bylaws” simply as the Association’s bylaws. \n \n7  In 1988 the Association again effected a wholesale change in the procedure for amending the bylaws. These 1988 \n  changes retained the two-thirds requirement. At the meeting held October 14, 1988 the Association’s secretary \nnoted, however, that the revised bylaws were approved by the board and a majority of the property owners \npresent. The fact that these new bylaws were passed by a majority vote reflects either a mistake in the recordation \nof the events of the meeting, or that the 1988 changes were illegal. Resolution of this anomaly is immaterial for \npurposes  of  this case,  however, because  the  two-thirds requirement was  a carry-over  from  the  valid  1984 \namendments so that if the 1988 amendments were illegal, the court would merely analyze whether the bylaw \nchange in question was passed in conformity with the earlier legal procedures. \n \n8  The court notes that the bylaw is, as a practical matter, unenforceable because the requirement is not also \n  contained in the declaration of restrictions to the individual homes. In other words, if a sufficient number of the \nMainlands’ homeowners chose to sell their homes to individuals or couples who were all under 55 years of age, \nthereby bringing the community under the 80% requirement that is required by the first prong of the test, the \n  6 \n \n\n \ncommunity would no longer qualify as housing for older persons. Accordingly, the court’s decision in this case \nmeans only that the Mainlands qualifies at the present time. It does not serve as an adjudication that the Mainlands \nwill always meet the requirements for the housing for older persons exemption. Since the Mainlands meets the 80% \nrequirement for the relevant time period of this law suit, and since the court is concerned with the bylaw provision \nonly to determine whether it establishes the “intent” to create housing for older persons, the actual enforceability \nof the bylaws is irrelevant to this case. \n \n9  Although the sixth factor also discusses actual practices to enforce relevant lease provisions, the court finds this \n  element inapplicable here. As discussed supra, the Mainlands is a community of single family homes, and, absent an \nage restriction provision in the declaration of restrictions, the Association has no power to invalidate a lease. \n \n \n \n \n \n \n \n  7 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138852"
    },
    {
      "date": "1994-06-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of Alexander (Sandy) Ross",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Defendant-Intervenor"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 93908,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/93908.pdf",
      "title": "Brief for The United States in Opposition",
      "text": "FILED JUL 1 1994\nNo. 93-1703\n1n Or 4§upretur Court of tlje littitrb *tatefi\nOCTOBER TERM, 1993\nMAINLANDS SECTION 1 AND 2 CIVIC ASSOCIATION, INC.,\nPETITIONER\nV.\nJOSEPH W. MASSARO, ETC., ET AL.\nON PETITION FOR A WRIT OF CERTIORARI\nTO THE UNITED STATES COURT OF APPEALS\nFOR THE ELEVENTH CIRCUIT\nBRIEF FOR THE UNITED STATES IN OPPOSITION\nDREW S. DAYS, III\nSolicitor General\nDEVAL L. PATRICK\nAssistant Attorney General\nDENNIS J. DIMSEY\nGREGORY B. FRIEL\nAttorneys\nDepartment of Justice\nWashington, D.C. 20530\n(202) 514-2217\n\nQUESTION PRESENTED\nWhether the court of appeals erred in concluding that\npetitioner did not qualify for the \"housing for older\npersons\" exemption from the prohibition against familial\nstatus discrimination under the Fair Housing Act, 42\nU.S.C. 3601 et seq.     \n(I)\n\nTABLE OF CONTENTS\nPage\nOpinions below (cid:9) (cid:9) 1\nJurisdiction(cid:9) (cid:9) 1\nStatement(cid:9) (cid:9) 2\nArgument(cid:9) (cid:9) 10\nConclusion(cid:9) (cid:9) 12\nTABLE OF AUTHORITIES\nCases:\nNLRB v. Hendricks County Rural Elec. Membership\nCorp., 454 U.S. 170 (1981) (cid:9) 12\nUnited States v. Johnston, 268 U.S. 220 (1925) (cid:9) 12\nStatutes and regulations:\nFair Housing Act of 1988, 42 U.S.C. 3601 et seq.:\n42(cid:9) U.S.C.(cid:9) 3602(k)(cid:9) (cid:9) 2\n42(cid:9) U.S.C.(cid:9) 3604 (cid:9) 2, 5\n42(cid:9) U.S.C.(cid:9) 3607(b)(1)(cid:9) (cid:9) 2\n42(cid:9) U.S.C.(cid:9) 3607(b)(2)(A) (cid:9) 2\n42(cid:9) U.S.C.(cid:9) 3607(b)(2)(B)(cid:9) (cid:9) 2\n42(cid:9) U.S.C.(cid:9) 3607(b)(2)(C)(cid:9) (cid:9) 2, 6, 10\n42(cid:9) U.S.C.(cid:9) 3607(b)(2)(C)(i)-(iii)(cid:9) (cid:9) 3\n42(cid:9) U.S.C.(cid:9) 3607(b)(2)(C)(iii) (cid:9) 9, 10\n42(cid:9) U.S.C.(cid:9) 3612(a) (cid:9) 5\n42(cid:9) U.S.C.(cid:9) 3612(o) (cid:9) 5\n24 C.F.R. :\nSection 100.304(c)(2)(cid:9) (cid:9) 3\nSection 100.304(c)(2)(iii)(cid:9) 6\nSection 100.304(c)(2)(v)(cid:9) (cid:9) 6\nSection 100.304(c)(2)(vi)(cid:9) (cid:9) 6\n\ntly ipturente Court of tly Eittiteb 6tate5\nOCTOBER TERM, 1993\nNo. 93-1703\nMAINLANDS SECTION 1 AND 2 Civic ASSOCIATION, INC.,\nPETITIONER\nV.\nJOSEPH W. MASSARO, ETC., ET AL.\nON PETITION FOR A WRIT OF CERTIORARI\nTO THE UNITED STATES COURT OF APPEALS\nFOR THE ELEVENTH CIRCUIT\nBRIEF FOR TIIE UNITED STATES IN OPPOSITION\nOPINIONS BELOW\nThe opinion of the court of appeals (Pet. App. 3a-24a) is\nreported at 3 F.3d 1472. The opinion of the district court\n(Pet. App. 25a-39a) is reported at 796 F. Supp. 1499.\nJURISDICTION\nThe judgment of the court of appeals was entered on\nOctober 7, 1993. A petition for rehearing was denied on\nFebruary 1, 1994. Pet. App. la-2a. The petition for a writ\nof certiorari was filed on April 28, 1994. The jurisdiction\nof this Court is invoked under 28 U.S.C. 1254(1).\n(1)\n\nSTATEMENT such housing is necessary to provide important\nhousing opportunities for older persons; and\n1. In 1988, Congress amended the Fair Housing Act\n(Act) to prohibit discrimination in housing on the basis\n(ii) that at least 80 percent of the units are occupied\nof familial status. 42 U.S.C. 3604. \"Familial status\"\nby at least one person 55 years of age or older per\nmeans \"one or more individuals (who have not attained\nunit; and\nthe age of 18 years) being domiciled with * * * a parent\nor another person having legal custody of such individual (iii) the publication of, and adherence to, policies\nor individuals or * * * the designee of such parent or and procedures which demonstrate an intent by the\nother person.\" 42 U.S.C. 3602(k). The Act thus prohibits owner or manager to provide housing for persons 55\ndiscrimination based on the fact that a family unit years of age or older.\ncontains a person under 18 years of age.\n42 U.S.C. 3607(b)(2)(C)(i)-(iii). The Secretary has prom-\nAn exemption from the familial status provisions ex-\nulgated regulations that list factors to consider when\nists with regard to \"housing for older persons,\" thus\ndetermining whether a housing provider has complied\npermitting such housing to exclude persons under 18\nwith the third of these requirements (publishing and\nyears of age in certain circumstances. 42 U.S.C.\nadhering to policies and procedures that demonstrate an\n3607(b)(1). To qualify for the exemption, \"housing for\nintent to provide housing for persons 55 years of age or\nolder persons\" must fall within one of three statutory\nolder). See 24 C.F.R. 100.304(c)(2).1\ncategories: housing provided under a government pro-\n2. The Mainlands Section 1 & 2 (Mainlands) is a resi-\ngram specifically designed and operated for elderly per-\ndential subdivision in Tamarac, Florida, comprised of 529\nsons (42 U.S.C. 3607(b)(2)(A)); housing intended for, and\nsingle-family homes. The 529 homeowners own their\noccupied solely by, persons 62 years of age or older (42\nproperty in the Mainlands in fee simple, subject to a\nU.S.C. 3607(b)(2)(B)); or housing \"intended and operated\nrecorded Declaration of Restrictions (Declaration). Pet.\nfor occupancy by at least one person 55 years of age or\nApp. 5a. Petitioner Mainlands Section 1 & 2 Civic Asso-\nolder per unit.\" 42 U.S.C. 3607(b)(2)(C).\nciation, Inc., is charged with enforcing the Declaration.\nWith regard to the \"55 years or older\" category,\nIbid. The Declaration restricts permanent residents in\nCongress provided that the Secretary of the Department\nthe Mainlands to persons 16 years of age or older. Ibid.\nof Housing and Urban Development (HUD) was to de-\nvelop regulations that impose at least three specified\nrequirements. 42 U.S.C. 3607(b)(2)(C). The three quali-\nI The six listed factors are: \"(i) The manner in which the hous-\nfying requirements are:\ning facility is described to prospective residents. (ii) The nature of\n(i) the existence of significant facilities and any advertising designed to attract prospective residents. (iii) Age\nverification procedures. (iv) Lease provisions. (v) Written rules\nservices specifically designed to meet the physical or\nand regulations. (vi) Actual practices of the owner or manager in\nsocial needs of older persons, or if the provision of\nenforcing relevant lease provisions and relevant rules or regula-\nsuch facilities and services is not practicable, that\ntions.\" 24 C.F.R. 100.304(c)(2).\n\nIt does not impose any limitation generally on persons In September, 1990, petitioner sent a letter to Gary\nunder age 55 or impose any other age limitations. and Carrie Mirabile, who lived in the Mainlands with\nThis case arose out of petitioner's attempts to force their infant daughter, advising them that the presence of\ntwo couples to remove their infant children from their their daughter violated the age prohibition in the\nMainlands homes. In September, 1989, petitioner sent a Declaration because she was under 16. Pet. App. 6a-7a.\nletter to respondents Joseph and Patricia Massaro, who The Mirabiles filed a timely administrative complaint\nlived in the Mainlands with their infant son, advising alleging familial status discrimination.\nthem that their son's presence violated the Declaration HUD investigated the two complaints and, in June,\nand threatening litigation if they refused to remove the 1991, issued a charge of discrimination based on its\nchild. Pet. App. Ga. The Massaros filed a timely determination that there was reasonable cause to believe\nadministrative complaint with HUD alleging familial that a violation of the Act had occurred. Pet. App. 7a.\nstatus discrimination by petitioner and also filed a HUD found that petitioner failed to meet its burden of\nfederal lawsuit containing the same allegations. demonstrating that it qualified for the \"housing for older\nIn April, 1990, petitioner amended its bylaws to persons\" exemption because, prior to April, 1990, it had\nprohibit permanent residency in the Mainlands by not published policies and procedures demonstrating an\npersons under 55 years of age. Pet. App. 6a.2 The bylaws intent to make the Mainlands housing for persons 55\namendment reserved to petitioner the right to grant years or older, because it had failed to adhere to the\nhardship exemptions allowing residents under 55 years policies it stated in its April, 1990, bylaws amendment\nof age so long as 80% of the lots had one resident 55 years and because it did not maintain adequate procedures to\nof age or older. Petitioner also passed a resolution to verify the age of persons owning homes in the$ainlands.\nestablish screening procedures to enforce the bylaws Ibid.\namendment. Ibid. The 55 years or older restriction that Petitioner and respondents elected to have the HUD\nwas added to the bylaws was not, however, made a part of charge of discrimination resolved in federal court\nthe Declaration of Restrictions to the individual homes pursuant to 42 U.S.C. 3612(a) and (o). In accordance with\nand was therefore not legally enforceable against 42 U.S.C. 3612(o), the Attorney General then commenced\nhomeowners in the Mainlands. See id. at 22a, 35a-36a n.8. this civil action in district court in August, 1991,\nalleging that petitioner had discriminated against\nrespondents based on familial status in violation of 42\nU.S.C. 3604. The court consolidated this action with the\n2 Although the United States and the Massaros argued in the action that had been filed by the Massaros in April, 1990,\ndistrict court and on appeal that the bylaw amendment was invalid\nand conducted a four-day bench trial.\nunder state law, the court of appeals did not resolve that\n3. The district court disagreed with HUD's findings.\nissue. Pet. App. 19a. In our view, the bylaws were not validly\nIn the court's view, petitioner satisfied the three\namended in April, 1990, because petitioner did not comply with its\nown Article of Incorporation concerning the number of votes requirements of the \"55 years or older\" housing defini-\nnecessary to amend the bylaws. tion and thus qualified for the \"housing for older\n\nfacilities and services\" and the \"80% occupancy\"\npersons\" exemption under 42 U.S.C. 3607(b)(2)(C). Pet.\nrequirements as well, and therefore qualified as \"55\nApp. 32a-39a.\nyears or older\" housing entitled to the \"housing for older\nIn holding that petitioner satisfied the requirement\npersons\" exemption from the familial status discrimi-\nthat it publish and adhere to policies demonstrating an\nnation prohibition of the Act. Pet. App. 37a-39a.\nintent to provide housing for persons 55 years or older,\n4. The court of appeals reversed. It concluded that\nthe district court focused (Pet. App. 30a-36a) on three of\nthe district court erred in finding that petitioner met the\nthe six factors listed in the regulation as relevant to that\n\"policies and procedures\" requirement of the statutory\ndetermination—age-verification procedures, written\ndefinition. The court of appeals concluded that the\nrules and regulations, and actual practices to enforce the\ndistrict court erred as to each of the three factors it\nrules and regulations. See 24 C.F.R. 100.304(c)(2)(iii), (v)\nconsidered in reaching that conclusion. Pet. App. 3a-24a.\nand (v0.3 The district court concluded that petitioner\nWith regard to the age-verification factor, the court\nhad adopted adequate age-verification procedures\nconcluded that the district court had erred both in failing\nthrough its board of directors and \"welcom[ingl\" com-\nto consider the status of the procedures at the time of\nmittee. Pet. App. 33a. As for written rules and\npetitioner's discriminatory acts and in overlooking\nregulations, the court held that petitioner's April, 1990,\npertinent evidence about petitioner's board and\nbylaws amendment satisfied this factor, even though the\nwelcoming committee. Pet. App. 14a. The court reas-\nbylaw is unenforceable as a legal matter because it is not\noned that verification requires proof and emphasized that\nincluded in the Mainlands' Declaration. Id. at 33a-35a &\nneither of the two resident surveys conducted by\nn.8. With regard to actual enforcement practices, the\npetitioner prior to the alleged discrimination required\ndistrict court found that petitioner's \"letters to the\nany independent proof of the age of occupants. The court\nplaintiffs in this case to enforce the bylaws,\" and the fact\nalso pointed to testimony by the person responsible for\nthat petitioner \"implemented screening procedures,\nthe second survey that conceded that the survey was\nthrough the welcome committee, in an attempt to remain\nbeing taken so petitioner \"could prevent children from\nabove the 80% requirement,\" constituted \"sufficient\nliving in the community.\" Id. at 15a. In the court's view\nevidence to show that it has engaged in actual practices\nthis \"suggests that the age verification procedure was\nto enforce the rules or regulations that establish an\naimed more at excluding children than at including older\nintent to provide housing for older persons.\" Id. at 36a.\npersons.\" Ibid. The court found that the importance of a\nHaving concluded that petitioner met the \"policies and\nthird survey was minimized because it was conducted\nprocedures\" requirement of the statute, the district\nafter the alleged discrimination. Ibid.\ncourt concluded that petitioner satisfied the \"significant\nAs to the welcoming committee, the court found that\nthe committee met with occupants only after they had\n3 The district court and the court of appeals both concluded that moved into the complex, had no means of enforcing the\nthe other three factors listed in the regulations (see note 1, supra)\nage restriction, could not require occupants to meet with\nwere not relevant on the particular facts of this case. Pet. App.\nit, and did not distribute age-verification forms until\n13a, 32a-33a.\n\nafter the alleged discrimination. Pet. App. 15a. Thus,\nprocedures were adopted after the date of the discrimi-\nthe court of appeals concluded that petitioner \"had not\nnatory acts. Pet. App. 20a. The court found that the\ninstituted age-verification procedures adequately\ndistrict court had also erred by overlooking the\nevidencing an intent to provide housing for persons 55\npertinent facts that some realtors refused to abide by the\nyears of age or older prior to taking action against the\nscreening procedure on the grounds that the Declaration\nMassaros and the Mirabiles.\" Id. at 16a.\nhad not been amended, that persons were \"screened\" only\nThe court also found that the district court erred in\nafter they had bought a home, that some persons moved\nfinding that petitioner had satisfied the \"written rules\nin without any contact from the welcoming committee,\nand regulations\" factor. It explained that the district\nand that no hardship exemptions were requested or\ncourt erred in considering the April, 1990, bylaw in\nissued under the April, 1990, bylaw although persons\nregard to the Massaros' case because petitioner's\nunder the 55-year age limit who were not otherwise\nattempt to exclude the Massaros' child occurred prior to\nsupposed to move in did so. Id. at 21a-22a. In addition,\nApril, 1990. Pet. App. 16a.4 At the time of the action\npetitioner's secretary and a board member both conceded\nagainst the Massaros, the Declaration restricted resi-\nthat they did not believe the April, 1990, bylaw\ndency to persons over 16, which did not evidence an\nrestricting residents to 55 years of age or older was\nintent to provide housing for older persons \"because then enforceable. Id. at 22a.5\nany policy against families would suffice for the\nAt bottom, the court of appeals found that petitioner\nexemption, swallowing the rule against such discrimi-\n\"is only enforcing its restrictions to exclude children in\nnation.\" Id. at 17a. And while the April, 1990, bylaw was\na manner inconsistent with the Act,\" and not to limit\nrelevant to the Mirabiles' case, the court concluded that\nresidency to persons 55 years or older. Pet. App. 17a-18a.\nthe district court erred in holding that its enactment\nThe court of appeals concluded (id. at 23a) that petitioner\nestablished an intent to provide housing for older\nfailed to prove that it had published and adhered to\npersons. Id. at 19a, 23a. Rather, the bylaw was only one\n\"policies and procedures which demonstrat[ed] an intent\nfactor to be weighed in the overall evaluation of peti-\n* * * to provide housing for persons 55 years of age or\ntioner's intent that the housing be for older persons. Id.\nolder\" (42 U.S.C. 3607(b)(2)(C)(iii)), and therefore did not\nat 19a, 23a.\nqualify for an exemption at the time of the\nTurning to the third factor of enforcing published\npolicies and procedures, the court of appeals held that the\n5 Because petitioner asserted that it was not attempting to\ndistrict court erred in considering petitioner's screen-\nenforce the bylaw against respondents, the court of appeals did not\ning procedures in this connection because those reach the issue of its enforceability. The court considered\npetitioner's adherence and enforceability procedures with regard\nto the bylaws only as a factor to weigh in determining whether\n4 The court of appeals noted that petitioner's president testified\npetitioner intended to provide housing for older persons within the\nthat, prior to the April, 1990, bylaws amendment, petitioner had no\nmeaning of the Act. Pet. App. 23a & n.33. The court concluded\npolicies and procedures in place to satisfy the written rules and\nthat petitioner did not adhere to the bylaw and that petitioner did\nregulations factor. Pet. App. 23a n.32. not believe it could be enforced.\n\n10 11\nexemption (Pet. 8, 10, citing Pet. App. 79a-80a). Peti-\ndiscriminatory actions against the Massaros and the\ntioner takes this portion of the preamble out of context,\nMirabiles.\nhowever. Although the preamble states that a housing\nARGUMENT\nprovider can satisfy the 80% requirement even though it\n1. Petitioner claims (Pet. 6) that the court of appeals admits new residents under 55 years of age (see Pet. App.\nerroneously \"requided] the Mainlands to have a 100% 79a-80a), the preamble also makes clear that satisfaction\nnew occupancy rate\" by persons 55 years or older in of the 80% requirement, by itself, does not qualify a\norder to qualify for the \"housing for older persons\" defendant for the exemption. The housing provider must\nexemption under 42 U.S.C. 3607(b)(2)(C). Petitioner also meet the other two statutory requirements—having\nargues (Pet. 6-10, 12) that the court of appeals thus failed significant facilities and services for older persons and\nto defer to HUD's regulations permitting all incoming publishing and adhering to policies and procedures that\nhousehold members to be under 55 years of age as long as demonstrate an intent to provide housing to persons 55\n80% of the community met the \"55 years or older\" years of age or older. Id. at 80a-81a.\nstandard. In the preamble, HUD expressly rejects the\nThe court of appeals, however, did not hold that argument—which petitioner appears to endorse (Pet. 9-\npetitioner must bar all individuals under 55 years of age 10, 13)—that a defendant can qualify for the exemption\nfrom moving into the Mainlands. Rather, the court and still retain complete freedom to fill 20% of its\nproperly treated petitioner's lack of procedures for housing units with persons of any age. HUD recognizes\nenforcing, and lack of adherence to, its April, 1990, by- instead that a defendant's actions in filling an entire 20%\nlaw restricting residents to 55 years or older as one of its units with persons under 55 years of age may show\nrelevant factor that, in combination with others, showed that it does not truly adhere to published policies and\nthat there had been no \"publication of, and adherence to, procedures so as to demonstrate an intent to provide\npolicies and procedures which demonstrate[d] an intent housing for persons 55 years of age or older. See Pet.\n* * * to provide housing for persons 55 years of age or App. 80a-81a. The evidence in this case of new owners\nolder.\" 42 U.S.C. 3607(b)(2)(C)(iii). The court of appeals under 55 years of age being permitted to move in without\nalso relied on admissions by petitioner's officials that obtaining the hardship exemption provided for by the\nthey believed the 55 years or older bylaw was unen- bylaw amendment constitutes evidence to that effect.\nforceable and on petitioner's failure to establish any 2. Contrary to petitioner's contention (Pet. 19-20), the\nprocedures for screening prospective residents or for parties' stipulation that petitioner met the 80% factor did\nverifying their ages prior to the discrimination against not constitute a concession by respondents that peti-\nthe Massaros and Mirabiles. See Pet. App. 14a-16a, 20a- tioner's age-verification procedures were accurate. The\n22a. fact that the regulations do not specify what constitutes\nPetitioner cites the preamble to HUD's regulations as a valid age-verification procedure (see Pet. 19) does not\nsupporting its argument that a housing provider need undermine the court of appeals' conclusion that peti-\nonly remain above the 80% threshold to qualify for the\n\n12\ntioner's asserted procedures, which did not include any\nmeaningful verification, were inadequate.\nPetitioner also contends (Pet. 14-16, 19-23) that the\ncourt of appeals improperly engaged in de novo review of\nfactual findings, reweighed the evidence, and ignored\npertinent evidence. Review by this Court is not war-\nranted to resolve these fact-bound questions. See, e.g.,\nNLRB v. Hendricks County Rural Elec. Membership\nCorp., 454 U.S. 170, 176 n.8 (1981); United States v.\nJohnston, 268 U.S. 220, 227 (1925).\nIn any event, the court of appeals did not reweigh the\nevidence. It specifically concluded that the district court\nerred as a matter of law in several respects, including its\nconsideration of petitioner's enactment of its bylaws\namendment, screening procedure, and survey, all of\nwhich took place only after the discrimination, its\nholding that the enactment of the bylaw was conclusive\non the question of intent, and its disregard of significant\nrelevant evidence about the inadequacies of petitioner's\nage-verification method.\nCONCLUSION\nThe petition for a writ of certiorari should be denied.\nRespectfully submitted.\nDREW S. DAYS, III\nSolicitor General\nDEVAL L. PATRICK\nAssistant Attorney General\nDENNIS J. DIMSEY\nGREGORY B. FRIEL\nAttorneys\nJUNE 1994",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/93908"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 113754,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113754"
    },
    {
      "date": "1993-10-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1472,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 3,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138853,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138853.pdf",
      "title": "Opinion",
      "text": " \n \n  Dimsey,  U.S.  Dept.  of  Justice,  Civil  Rights  Div., \nWashington, DC, for appellants. \n3 F.3d 1472 \nUnited States Court of Appeals, \nKathleen  M.  Burgener,  Alan  S.  Becker,  Becker  & \nEleventh Circuit. \nPoliakoff, P.A., Ft. Lauderdale, FL, for appellee. \nJoseph W. MASSARO, Patricia Ann Massaro, \nAppeal  from the  United  States  District  Court for  the \nPlaintiffs–Counterclaim Defendants–Appellants, \nSouthern District of Florida. \nJoseph P. Massaro, Plaintiff–Counterclaim \nDefendant, \nBefore  KRAVITCH  and  COX,  Circuit  Judges  and \nv. \nHOBBS*, Senior District Judge. \nMAINLANDS SECTION 1 & 2 CIVIC \nASSOCIATION, INC., Defendant–Counterclaim \nOpinion \nPlaintiff–Appellee. \n \nUNITED STATES of America, Plaintiff–Appellant, \nv.  KRAVITCH, Circuit Judge: \nMAINLANDS SECTION 1 & 2 CIVIC \nASSOCIATION, INC., Defendant–Appellee.   \nJoint appellants, the United States and the Massaros, filed \nNo. 92–4635.  a  complaint  against  the  Mainlands  Civic  Association \n|  (Association)  alleging  that  the  Association  had \nOct. 7, 1993. \ndiscriminated against families with children in violation \nof  the  Fair  Housing  Act  Amendments  of  1988  by \nattempting to evict two families with infants. Appellees \nraise  the  affirmative  defense  that  the  Mainlands \nSynopsis \ncommunity  is  housing  for  older  persons  and  thus, \nUnited  States  and  homeowners  brought action against \nqualifies for an exemption under the Act. After a bench \nhomeowners’ association, alleging that association had \ntrial, the district court found that the Association met all \ndiscriminated against families with children in violation \nthree of the statutory requirements for the exemption, 796 \nof the Fair Housing Act. The United States District Court \nF.Supp. 1499. On appeal, the parties have narrowed the \nfor the Southern District of Florida, Nos. 90–6297 and \nissue to one prong of the three-part statutory test of the \n91–6625–CIV-KLR, Kenneth L. Ryskamp, J., ruled that \nFair  Housing  Act:  whether  the  Mainlands  Civic \nassociation  qualified  for  “housing  for  older  persons” \nAssociation has proved “the publication of, and adherence \nexemption, 796 F.Supp. 1499, and appeal was taken. The \nto, policies and procedures which demonstrate an intent \nCourt of Appeals, Kravitch, Circuit Judge, held that: (1) \nby the owner or manager to provide housing for persons \nassociation was organizational entity which could claim \n“housing for older persons” exemption from Fair Housing  55 years of age or older.” 42 U.S.C. § 3607(b)(2)(C)(iii).1 \nThe interpretation of this provision presents an issue of \nAct’s  familial  status  provisions;  (2)  homeowners’ \nfirst impression in this circuit. \nassociation did not institute age-verification procedures \n  \nadequately  evidencing  intent  to  provide  housing  for \n \npersons 55 years or older prior to taking action against \n \ntwo homeowners with children, as required to qualify for \nexemption; and (3) rule against residency by those under \n16 years of age in subdivision’s declaration of restrictions \ndid not satisfy requirement of publication of policies and  I. \nprocedures demonstrating intent to provide housing for \npersons 55 years of age or older.  The  Mainlands  Section  One and Two  is a  residential \n   community consisting of 529 single-family houses located \nReversed and remanded.  in  Tamarac,  Florida.  Each  home  in  the  Mainlands  is \n   owned individually in fee simple, subject to a declaration \nof restrictions. The declaration of restrictions provides for \nAttorneys and Law Firms  the  formation  of  the  Mainlands  Civic  Association,  a \nnon-profit corporation expressly charged with enforcing \n*1474 Michael R. Masinter, Ft. Lauderdale, FL, Alan G. \nthe  declaration.  The  declaration  also  specifies  use \nEhrlich, Jacaranda Lakes, FL, Gregory B. Friel, Dennis J. \nlimitations on the properties, including the age restriction \n  1 \n \n\n \nat issue in this appeal, which states that “the use of all the  The  report  stated  that  “[p]rior  to  April  13,  1990,  the \nlots  in  the  aforedescribed  lands  is  hereby  limited  to  Association had not published policies and procedures \npermanent residents sixteen (16) years of age or older.”2  demonstrating an intent to make Mainlands ‘housing for \nThis  provision  is  the  sole  age  requirement  in  the  persons 55 years of age or older.’ ”4 Moreover, the agency \ndeclaration. The declaration provides that it cannot be  found that the Association had failed to adhere to the \namended  before  July  1991.  Thereafter,  the  vote  of  a  policies stated in the amendment to the bylaws and that \nmajority of the homeowners in the subdivision is required  the  Association  maintained  inadequate  procedures  to \nfor any change in its covenants and restrictions.  verify  the  ages  of  persons  owning  homes  in  the \n   subdivision. HUD concluded that the Association failed to \nOn September 26, 1989, the Mainlands Civic Association  meet its burden of demonstrating that it qualifies for the \nexercised its authority under the declaration and sent a  exemption; accordingly, its actions against the Massaros \nletter to Joseph and Patricia Massaro advising them that  and Mirabiles constituted discrimination on the basis of \nthe  *1475  presence of  their infant  son in  their  home  familial status. \nviolated the declaration of restrictions and warning that    \nlitigation would ensue if the Massaros refused to remove  After HUD issued a final determination, the case was \nthe child. The Massaros responded by filing a complaint  referred  to  the  Justice  Department,  which  filed  a \nagainst the Association in federal district court and filing  complaint in federal district court on behalf of the United \nan  administrative  complaint  with  the  Department  of  States. The district court consolidated the Massaros’ and \nHousing and Urban Development (HUD) alleging that the  the United States’s cases and conducted a bench trial. \nAssociation’s  actions  violated  the  Fair  Housing  Act’s  Contrary  to  HUD,  the  district  court  found  that  the \nprohibition  on  discrimination  against  families  with  Association  met  the  requirements  of  the  statute,  thus \nchildren. The Act provides for judicial and administrative  qualifying  for  the  exemption  and  defeating  the \nenforcement procedures which may occur simultaneously.  discrimination  charge.  The  Massaros  and  the  United \n42 U.S.C. § 3604.  States appeal this decision. \n     \nMonths later, in April of 1990, the Association voted to   A district court’s findings of fact are reviewed under a \namend its bylaws to restrict occupancy of the houses in  clearly  erroneous  standard.  Fed.R.Civ.P.  52(a).  The \nthe subdivision to persons 55 years old or over.3 The  application of the law to the facts, however, is subject to \nAssociation  reserved  the  right  to  grant  hardship  de novo review. See Universal Underwriters Ins. Co. v. \nexemptions  allowing  residents  below  the  age  of  55,  Stokes Chevrolet, Inc., 990 F.2d 598, 601 (11th Cir.1993). \nprovided that at least 80% of the lots had one resident 55  Furthermore, under the law of this circuit, the Association \nyears of age or older. The Articles of Incorporation for the  carries  the  burden  of  proving  its  eligibility  for  the \nAssociation provides that the bylaws can be amended by  exemption. Rogers v. Windmill Pointe Village Club Ass’n, \n“a two-thirds vote of the membership” and membership is  Inc., 967 F.2d 525, 527 (11th Cir.1992). Exemptions from \nopen to any homeowner in the Mainlands Section One  the Fair Housing Act are to be construed narrowly, in \nand Two. The meeting of the Association to amend the  recognition of the important goal of preventing housing \nbylaws  was  attended  by  166  homeowners  and  the  discrimination. *1476 Elliott v. City of Athens, 960 F.2d \namendment  passed  by  a  vote of  159 in  favor  of  the  975, 979 (11th Cir.1992). \namendment and 6 against it, with one person abstaining.    \nThe  meeting  also  passed  a  resolution  to  establish   \nscreening procedures to enforce the new amendment.   \n  \nOn September 7, 1990, Carrie and Gary Mirabile received \na  letter  from  the  Association  notifying  them  that  the \nII. \npresence of their infant daughter in their home was a \nviolation  of  the  age  prohibition  in  the  declaration  of \nCongress  amended  the  Fair  Housing  Act  in  1988  to \nrestriction because she was under the age of sixteen. The \ninclude a prohibition against housing discrimination based \nMirabiles also filed a complaint with HUD. \non familial status. 42 U.S.C. § 3604. The Act defines the \n  \nterm “familial status” as “one or more individuals (who \nAs a result of the complaints of the Massaros and the \nhave not attained the age of 18 years)” living with a \nMirabiles, HUD sent an investigator to the Mainlands. \nparent or legal guardian. 42 U.S.C. § 3602(k). Members \nHUD’s  regional  counsel  subsequently  determined  that \nof  Congress  determined  the  need  for  such  legislation \nthere  was  reasonable  cause  to  believe  that  bias  had \nbased on studies and hearings indicating that families with \noccurred  and  issued  a  charge  of  discrimination.  The \nchildren were having difficulty securing housing because \nagency made several findings to support its conclusions. \n  2 \n \n\n \nof age limitations. See 134 Cong.Rec. S10547 (daily ed.  (iv) Lease provisions. \nAug. 2, 1988) (statement of Sen. Hatch); see also Seniors \nCivil Liberties Ass’n, Inc. v. Kemp, 965 F.2d 1030, 1035  (v) Written rules and regulations. \n(11th Cir.1992).5 \n(vi)  Actual  practices  of  the  owner  or  manager  in \n  \nSome members, however, expressed misgivings regarding  enforcing relevant lease provisions and relevant rules \nthe impact of the amendments on retirement communities,  or regulations. \nwhere elderly residents had bought or rented homes with \nId. These six determinants, along with the statute, are the \nthe expectation that they would be able to live without the \nprimary  criteria  guiding  HUD  and the courts in their \nnoise and hazards of children. See 134 Cong.Rec. H6499 \nassessment of whether a defendant has violated the Fair \n(daily ed. Aug. 8, 1988) (statement of Rep. Fish). To \nHousing  Act.  See  Park  Place  Home  Brokers  v.  P–K \naddress these concerns, the Act exempts  “housing for \nMobile Home Park, 773 F.Supp. 46, 48–51 (N.D.Ohio \nolder persons” from the familial status provisions in the \n1991)  (analyzing  statute  and  regulations  to  determine \nAct. Older persons’ housing is defined as that “intended \nwhether mobile-home park had significant facilities and \nfor occupancy by at least one person 55 years of age or \nolder per unit.” 42 U.S.C. § 3607(b)(2)(C). Congress gave  services for older persons).6 \n  \nthe Department of Housing and Urban Development the \n \nauthority to determine whether housing qualifies for the \n \nexemption. The Act further provides that, \nthe Secretary [of HUD] shall develop regulations which \nrequire at least the following factors: \n*1477 III. \n(i) the existence of significant facilities and services \n Before analyzing the six regulatory factors, the district \nspecifically designed to meet the physical or social \ncourt  noted  a  preliminary  concern  as  to  whether  the \nneeds of older persons.... \nAssociation  was  an  organizational  entity  which  could \nclaim the exemption. Both the statutory and regulatory \n(ii) that at least 80 percent of the units are occupied by \nlanguage of the exemption focus on the actions and intent \nat least one person 55 years of age or older per unit; \nof the owner or manager of the housing complex.7 The \nand \nMainlands  subdivision,  however,  does  not  have  a \ncentralized owner or manager. The record in this case \n(iii) the publication of, and adherence to, policies and \nestablishes that the Mainlands Civic Association does not \nprocedures which demonstrate an intent by the owner \nown any of the homes in the subdivision, nor does it lease \nor manager to provide housing for persons 55 years of \nor rent the dwellings. It participates in no aspect of the \nage or older. \nselling, buying, renting or leasing process for any of the \nhouses.  Furthermore,  the  Association  produces  no \nId. \n   advertising  material  to  publicize  vacancies  or  attract \nIn accordance with the statute, the Secretary of HUD  future residents. \npromulgated  regulations  providing  for  the  minimal    \nrequirements listed in the Act and further clarifying them.  Although the Association is not an owner or manager, we \nThe pertinent regulations for this case explicate the third  agree with the district court that it is eligible for the \npart of the statutory test requiring the publication of, and  exemption. First, the Association performs the functions \nof an owner and manager in several critical ways relevant \nadherence to procedures and policies indicating an intent \nto the purpose of the Fair Housing Act. The Association \nto provide housing for older persons. According to 24 \nhas the power to enforce the declaration of restrictions \nC.F.R. § 100.304(c)(2), there are six non-exclusive factors \nand  thus,  to  exclude  persons  from  occupancy  in  the \nwhich are relevant to a determination under this part of \nhomes.  The  Association also  regulates the use  of  the \nthe test: \nhomes  through  its  bylaws  and  by  amending  the \n(i)  The  manner  in  which  the  housing  facility  is  declaration  of  restrictions.  Whenever  possible,  courts \ndescribed to prospective residents.  construe statutory language to be true to the meaning of \nthe legislation. As Judge Learned Hand stated, statutes \n(ii) The nature of any advertising designed to attract  “should be construed, not as theorems of Euclid, but with \nprospective residents.  some imagination of the purposes which lie behind them.” \nLehigh Valley Coal Co. v. Yensavage, 218 F. 547, 553 \n(iii) Age verification procedures.  (2nd Cir.1914), cert. denied, 235 U.S. 705, 35 S.Ct. 282, \n  3 \n \n\n \n59 L.Ed. 434 (1915), quoted in Connecticut Nat. Bank v.  court  also  noted the  limited application  of the  fourth \nGermain, 503 U.S. 249, –––– n. 1, 112 S.Ct. 1146, 1150  requirement pertaining to lease provisions because the \nn. 1, 117 L.Ed.2d 391 (1992) (Stevens, J., concurring). In  community  predominantly  consists  of  family-owned \nthis case, the Association acts as an owner in performing  homes. We agree with the district court’s decision to \nfunctions which are relevant to the goals of the Act.  disregard these three criteria because they have limited \n   use given the specific facts of this case. \nSecond,  Congress  intended  to  rid  the  entire  housing    \nmarket of discrimination and homeowners’ associations   \nare  not  expressly  omitted  from  the  reach  of  the  Act.   \nCongress  did  create  a  limited  exemption  for  “any \nsingle-family  house  sold  or  rented  by  an  owner.”  42 \nU.S.C. § 3603. The exemption is crafted narrowly and the \nA. \nowner is prohibited from using any rental services of a \nbroker or agent, or advertising, posting or publicizing an \n The  district  court  made  findings  as  to  the  factor \nintent  to  discriminate.  In  the  instant  case,  the \nregarding age-verification procedures and determined that \nsingle-family homeowners chose to buy homes covered \nthe  Association  met  its  burden  with  regard  to  this \nby  a  declaration  of  restrictions  which  created  an \ncriterion.8  The  court  decided  that  the  actions  of  the \nAssociation  empowered  with  enforcement  of  the \nAssociation’s  board  and  its  welcoming  committee \ndeclaration. The declaration and the Association’s powers \nsatisfied the  requirement. We  conclude  that the  court \ndistinguish  this  case  from  that  of  a  single  family \nerred as a matter of law, however, in failing to consider \nhomeowner and place the Association within the reach of \nthe  status  of  these  procedures  at  the  time  of  the \nthe Act. Moreover, the record shows that the Association \ndiscriminatory  acts  against  the  Massaros  and  the \nconducted a mailing to notify real estate brokers that the \nMirabiles and overlooking pertinent evidence concerning \nsubdivision  claims  an  exemption  from  the  Act  and \nthe Board and welcoming committee. \nexcludes children. Thus, the Association has performed \n  \nfunctions of an owner and manager and is not expressly \nAccording  to  the  evidence  presented  at  trial,  the \nexempt from the Act’s provisions. \nAssociation conducted three surveys of its residents, two \n  \nof  which  occurred  prior  to  the  actions  against  the \nFinally,  this  circuit  previously  has  considered  a \nMassaros and Mirabiles. The first survey was distributed \nhomeowner association’s eligibility for the older persons’ \nin January of 1989 and asked the respondent to indicate \nexemption to the Fair Housing Act. Rogers, 967 F.2d 525. \nhow many occupants were over 62 years of age and how \nAlthough the court did not expressly find that such an \nmany were over 55. A second census was distributed in \nentity was eligible for the exemption, the court considered \nDecember of 1989 and also requested information on the \nwhether the association’s actions met the statutory and \nage  of  the  occupants  of  Mainlands.  Neither  survey, \nregulatory requirements. Thus, the actions of this type of \nhowever,  required any  independent  verification  of  the \nan organization can be subject to judicial scrutiny under \nages of the occupants.9 The language of the regulation \nthe  Act.  Accordingly,  we  analyze  the  Association’s \nindicates  that  the  surveyor  must  verify  the  age  of \nactions as they relate to the policies-and-procedures prong \nresidents.  Moreover,  verify  is  commonly  defined  as \nof the statutory test for an exemption. \nproviding proof.10 Several HUD administrative decisions \n  \nindicate  that  copies  of  drivers’  licenses  or  birth \n \ncertificates  are  acceptable  ways  to  verify  ages  of \n \nresidents. See HUD v. Murphy, Fair Hous.—Fair Lend. \nRep. (PH) ¶ 25,017, 25050 (HUD ALJ 1990); HUD v. \nTEMS  Association,  Inc.,  Fair  Hous.—Fair  Lend.  Rep. \nIV.  (PH) ¶ 25,028 (HUD ALJ 1992). In addition, the person \nresponsible for gathering the second survey testified that \nThe district court found that several of the six factors  he told residents that the survey was being taken so that \nlisted in the regulations are inapplicable  *1478 to the  the Association could prevent children from living in the \ninstant situation because of the Association’s particular  community.  This  suggests  that  the  age  verification \nfunction  in  the  community.  For  example,  the  court  procedure was aimed more at excluding children than at \nconcluded that the requirements concerning the manner in  including older persons.11 \nwhich  the  housing  is  described  and  advertised  are    \ninapplicable to the instant case because the Association  A third survey was conducted from December of 1990 \nbears no responsibility for attracting future residents. The  through April of 1991. Although the persons conducting \n  4 \n \n\n \nthis census did obtain adequate age verification, on the  In holding that the declaration’s rule against residency by \nfacts of this case its import is minimized because it took  those under 16 years of age is not a sufficient basis for the \nplace after the alleged discriminatory actions.  exemption, we are not contradicting legislative history \n   which  suggests that  Congress  did  not intend to  deny \n The district court found that the welcoming committee  communities the exemption because they had preexisting \ncontributed to age verification. The committee, however,  restrictions which were lower than the 55–year minimum. \nonly met with new owners or occupants after they had  When the Fair Housing Act Amendments were discussed \nmoved into the complex.12 The welcoming committee had  before  the  Senate,  Senator  DeConcini  asked  Senator \nno means of enforcing the age restriction and could not  Kennedy, as sponsor of the bill, whether a community \nrequire that persons *1479 meet with them. Moreover, the  with a preexisting restriction lower than the age in the Act \nwelcoming committee did not distribute census forms to  could  qualify  for  the  exemption  assuming  that  the \nverify  ages  of  residents  until  1991,  after  the  alleged  community currently meets the criteria for an exemption \ndiscriminatory  acts.13  Thus,  we  conclude  that  the  and that the preexisting restrictions are not applied in a \nAssociation had not instituted age-verification procedures  manner  that  conflicts  with  the  Act.  Senator  Kennedy \nadequately evidencing an intent to provide housing for  responded  that  the  community  could  qualify  for  the \npersons 55 years of age or older prior to taking action  exemption “contingent upon the community meeting the \nagainst the Massaros and the Mirabiles. In holding to the  exemption  requirements  and  not  enforcing  any \ncontrary, the district court erred.14  pre-existing restriction in a manner inconsistent with the \n   act.” 134 Cong.Rec. S 10549 (daily ed. Aug. 2, 1988). In \n  the  instant  case,  most  of  the  criteria  which  could \n  otherwise  qualify  the  community  are  inapplicable. \nMoreover,  the  applicable  criteria,  including  age \nverification, are not adequate and the community is only \nenforcing its restrictions to exclude children in a manner \nB. \ninconsistent with the Act. Thus, our holding in this case is \nlimited to these facts and is not inconsistent with the \n The fifth factor for determining whether there was an \nlegislative  intent  expressed  by  Senators  Kennedy  and \nintent  to  provide  housing  for  older  persons  is  the \nDeConcini. \nexistence of written rules and regulations. The district \n  \ncourt determined, and we agree, that this factor is relevant \n The  Association  contends  that  the  declaration  of \nto the instant case. Indeed, this factor was the subject of \nrestrictions prohibited any amendments before 1991 and \nheated dispute throughout the litigation. The district court \nthat a Broward County ordinance banned discrimination \ndecided that the community met this requirement because \nagainst those under 55 years of age until the ordinance \nit passed a valid bylaw amendment limiting residency to \nwas  repealed  in  March  of  1990.  *1480  Thus,  the \npersons over age 55. It was established, however, that the \nAssociation could not enact other rules or regulations \nonly written rule that existed prior to the action against \nconcerning age restrictions to demonstrate its intent to \nthe Massaros was the prohibition in the declaration of \nprovide  housing  for  older  persons.  The  fact  that  the \nrestrictions  on  occupancy  by  children.15  The  bylaw \ndevelopment’s  self-imposed  rule  and  local  ordinances \namendment was not enacted until April of 1990, months \nrender it more difficult for the Association to qualify for \nafter  the  Massaros  received  their  letter  from  the \nthe  exemption, however,  does  not mitigate its  burden \nAssociation. The district court erred in failing first to \nunder the Act. As previously noted, the Association bears \nconsider whether the Association met its burden with \nthe  burden  of  establishing  its  eligibility  and  the \nrespect  to  the  Massaros  before  analyzing  the  bylaw, \nexemptions are to be narrowly construed to enforce the \nwhich only applies to the Mirabiles’ situation. \ngoals of the Act. See Rogers, 967 F.2d at 527; Elliott, 960 \n  \nF.2d at 979. In addition, HUD has stated that the Fair \nThe  declaration’s  restriction  on  residency  by  children \nHousing Act does not preempt state or local laws that are \ncannot show that the community intended its housing to \nnot discriminatory even if the state or local law renders it \nbe  for  older  persons  because  then any  policy against \nmore  difficult  or  even  impossible  to  qualify  for  an \nfamilies would suffice for the exemption, swallowing the \nexemption under the Act.17 \nrule  against  such  discrimination.  Moreover,  this  court \n  \npreviously has held that a condominium complex failed to \n After the county ordinance was lifted, the Association \nadhere to policies and procedures when the complex only \npassed  a  bylaw  amendment  that  increased  the  age \nhad a prohibition in the declaration against children under \nrestriction from sixteen to fifty-five years of age, the age \n16 years of age. Seniors, 965 F.2d at 1033.16 \nlimit of the Fair Housing Act. This bylaw was passed \n  \nafter the Massaros received their letter, but before the \n  5 \n \n\n \nAssociation took action against the Mirabiles, so it is  was  housing  for  older  persons  and  that  the  Board \napplicable only to the Mirabiles’ case. The United States  instituted  screening  procedures  *1481  through  its \ncontends that the bylaw is invalid and unenforceable.  welcoming  committee.  The  court  erred  again  in \n   considering the Association’s acts after the date of the \nThe  district  court  found  that  the  bylaw  was  validly  discriminatory  practices  and  in  overlooking  pertinent \nenacted. The court erred as a matter of law, however, in  facts.20 \nconcluding that this finding is sufficient or necessary to    \nestablish an intent to provide housing for older persons.  A  member  of  the  Board  testified  that  there  was  no \nWe hold that the rule itself is insufficient to qualify the  screening committee per se until after September 7, 1990, \ncommunity  for the  exemption  because  the  regulations  the  date  of  the  eviction letter to the  Mirabiles.21  The \ncontemplate balancing various factors and thus, the rule  screening procedure was further flawed because some \nmust  be  weighed  in  the  overall  evaluation  of  the  realtors  refused to abide  by the  Association’s request \ncommunity’s intent that the housing be for older persons.  concerning  these  procedures.22  The  realtors  were  not \n   convinced that the community qualified for the exemption \nMoreover, it is unnecessary to decide the state law issue  because the deed of restrictions had not been amended \nconcerning  the  bylaw’s  validity  because  the  federal  and thus, they did not feel bound by the age limitation.23 \nstatute and regulations are more concerned with the intent    \nof the community. The district court correctly noted that  Furthermore, most of the persons were “screened” after \nHUD’s regulations “take their cue from the statute, and  they had become a homeowner in the community; others \ndiscuss  the  relevant  factors in  terms of  the  owner  or  moved  in  without  coming  to  the  attention  of  the \nmanager’s compliance with the published policies and  committee.24 None of the new residents under the age \nprocedures.”18  We  give  deference  to  an  agency’s  limit requested a hardship exemption from the Board.25 \nconstruction  of  the  statute  and  hence,  look  to  the  Although some persons under 55 submitted applications \nAssociation’s procedures and actions taken in response to  and had interviews, the committee did not issue hardship \nthe bylaw age restriction. See Chevron, U.S.A., Inc. v.  exemptions as required by the bylaws nor did it take any \nNatural  Resources  Defense  Council,  467  U.S.  837,  measures to evict persons under 55.26 The only persons \n843–44, 104 S.Ct. 2778, 2782, 81 L.Ed.2d 694 (1984)  who were asked to leave the community were those with \n(deferring to an agency’s interpretation of the statute if it  children.27 See TEMS, Fair Hous.—Fair Lend.Rep. (PH) ¶ \nis based on a permissible construction and is reasonable).  25,028 (fact that housing association selectively allowed \n   under–55–year–olds to inhabit homes as long as they did \nThe bylaw amendment states in pertinent part that  not have children indicated that the community did not \nhave  adequate  policies  and  procedures  to  qualify  for \n[n]o permanent occupancy of any  exemption).  In  addition,  rules  concerning  fees  for \nlot  shall  be  permitted  by  an  approval applications appeared to be waived without any \nindividual  between  the  ages  of  process or reason.28 It appears from these facts that the \neighteen  (18)  and  fifty-five  (55).  Board failed to develop a credible process for enforcing \nNotwithstanding  same,  the  Board  the bylaws and accordingly, new residents and realtors \nin its sole discretion shall have the  did not adhere to the policy. \nright  to  establish  hardship    \nexceptions  to  permit  individuals  Most important, the secretary of the Association, Ms. \nbetween the ages of eighteen (18)  Goulart, acknowledged that she did not believe that the \nand fifty-five (55) to permanently  bylaw  amendment  was  enforceable.  When  plaintiff’s \nreside in the community, providing  counsel stated that the Association had done nothing to \nthat  said  exceptions  shall  not  be  stop adults under age 55 from moving into the Mainlands, \npermitted in  situations  where  the  Ms.  Goulart  replied,  “How  could  we  stop  them?”29 \ngranting  of  a  hardship  exception  Moreover, she acknowledged that the Association has a \nwould result in less than 80% of the  rule providing that it could exclude persons under 55, but \nlots in the community having less  she  believed  that  the  Association  could  not  actually \nthan  one  resident  fifty-five  (55)  exclude  such  persons.  Ms.  Goulart  then  distinguished \nyears of age or older....19  between the bylaws, which she considered unenforceable, \n   and  the  declaration  of  restrictions,  which  could  be \nThe bylaws further provide that the Board shall develop  enforced.30 Mr. Semenik, a member of the Board of the \nprocedures to carry out the purpose of this bylaw. The  Association, also agreed that the Association could take \ndistrict court found that the Board had sent letters to  no action to prevent persons under age 55 from moving \nrealtors stating that the Mainlands Sections One and Two  into the community.31 \n  6 \n \n\n \n   the Association has failed to satisfy the criteria of the \nThe Association argues that it is not required to take any  regulations and cannot meet the “policies and procedures” \naction against persons under 55 years of age until the  prong of the statutory test for the exemption.34 \ncommunity  is  in  danger  of  dropping below  80%,  the    \npercentage of homes which must be occupied by at least   \none  person  over  55  years  of  age  to  qualify  for  the   \nexemption.  The  statute,  however,  requires  that  the \nAssociation  demonstrate  *1482  an  intent  to  provide \nhousing for older persons; the regulations then list six \nV. \nfactors that can be used to establish this requisite purpose. \nBecause so many of these factors were inapplicable to the \nWe  hold  that  the  Association  did  not  qualify  for  the \nAssociation and its only other rule was the prohibition \nolder-persons exemption at the time of its actions against \nagainst  children,  the  amended  bylaw  was  the \nthe Massaros and Mirabiles.35 The district court’s order is \nAssociation’s  evidence  of  intent.32  The  Association, \nREVERSED and the case is REMANDED for further \nhowever, cannot rely exclusively on the existence of the \nproceedings consistent with this opinion. \nrule because the regulations contemplate balancing the \n  \nvarious criteria and we must weigh the sixth factor—the \nenforcement of and adherence to the policy. We conclude \nAll Citations \nthat the Association’s lack of procedures shows a failure \nto  adhere  to  the  amendment.33  In  addition,  the  3 F.3d 1472, 62 USLW 2239 \nAssociation’s  secretary  and  a  member  of  the  Board \n \ntestified that they did not believe that the bylaw was \nenforceable and thus, they did not enforce it. Therefore, \nFootnotes \n \n*  Honorable Truman M. Hobbs, Senior U.S. District Judge for the Middle District of Alabama, sitting by designation. \n \n \n1  For purposes of appeal, appellants have stipulated that the Association satisfies the other two criteria for the \n  exemption by providing significant facilities and services for seniors and meeting the population age requirement. \nSee 42 U.S.C. § 3607(b)(2)(C)(i) and (ii). \n \n2  Declaration of Restrictions, R1–1, Ex. A at 5. The preceding text states that \n \nIn recognition of the fact that the subdivisions of THE MAINLANDS OF TAMARAC LAKES and THE MAINLANDS \nOF TAMARAC LAKE, SECOND SECTION, have been platted, and the structures to be located therein designed \nprimarily for the comfort, convenience and accommodation of adult persons and in further recognition that the \nlands and lots comprising same were marketed as an “adults only” neighborhood, the use of all the lots in the \naforedescribed lands is hereby limited to permanent residents sixteen (16) years of age or older.... \nId. \n \n3  The amendment provides in pertinent part that “[n]o lot shall, at any time, be permanently occupied by children \n  who are under eighteen (18) years of age.... No permanent occupancy of any lot shall be permitted by an individual \nbetween the ages of eighteen (18) and fifty-five (55).” \n \n  7 \n \n\n \n4  Determination of Reasonable Cause and Charge of Discrimination, R4–143 at 5. \n \n \n5  In Seniors, this court upheld the statutory provisions against numerous challenges, including charges that the statute \n  violates the First Amendment’s guarantee of freedom of association; violates the Fifth Amendment by depriving \npersons of their liberty and property interest; deprives persons of their right to privacy; violates the Tenth \nAmendment by encroaching on state’s rights; and is unconstitutionally vague. 965 F.2d at 1033. This court found \neach of these claims meritless and noted the “strong deference accorded to legislation in the field of national \neconomic policy.” Id. at 1035. \n \n6  Fair housing discrimination cases are subject to the three-part test articulated in McDonnell Douglas Corp. v. Green, \n  411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Secretary, HUD on behalf of Herron v. Blackwell, 908 F.2d 864, \n870 (11th Cir.1990). In the instant case, however, the government produced direct evidence of discrimination, \nnegating the need to use the McDonnell Douglas test. See Trans World Airlines, Inc. v. Thurston, 469 U.S. 111, 121, \n105 S.Ct. 613, 621, 83 L.Ed.2d 523 (1985). Accordingly, we proceed to consider the merits of the Association’s \naffirmative defense. \n \n7  District Court Order of June 5, 1992 at 7. \n \n \n8  The district court cautioned that this factor has limited relevance because the statute and regulations are written to \n  address a situation with a single owner or manager who easily can enact such procedures. We agree with the district \ncourt and conduct a limited review of these procedures cognizant of the Association’s organizational limitations. \n \n9  Ms. Goulart, the former secretary of the Association, testified that the second survey in December of 1989 asked for \n  a drivers’ license number. Tr. at 123. There was no further testimony that respondents gave their number or that \nthe number was ever used to verify ages. Mr. Semenik, a member of the Association’s Board, testified that the \nsurvey requested social security numbers because the Board believed that it could obtain age information from this \nnumber. Tr. at 643. It was noted, however, that social security cards do not contain any indication of age or date of \nbirth. Mr. Conn, president of the Association, testified that this survey did not contain any age verification. Tr. at \n249. \n \n10  Verify means “to confirm or substantiate by oath or proof.” Webster’s Third New International Dictionary 2543 (3rd \n  ed. 1986). \n \n11  Tr. at 365, 367. \n \n \n12  Tr. at 397. \n \n \n  8 \n \n\n \n13  Tr. at 398. \n \n \n14  We hold that the district court erred as a matter of law in failing to distinguish between actions that occurred before \n  the alleged discriminatory acts and those that took place later. In addition, the court erred in failing to consider \npertinent facts. After considering these critical facts as well as the timing of the Association’s actions, we conclude \nthat there is insufficient evidence to establish the Association’s eligibility for the exemption with respect to the age \nverification procedures at the time that letters were sent to the Massaros and Mirabiles. \n \n15  Tr. at 246. \n \n \n16  The facts upon which the appellate court based its decision are recounted in the district court’s opinion, Seniors Civil \n  Liberties Ass’n, Inc. v. Kemp, 761 F.Supp. 1528, 1535 (M.D.Fla.1991). \n \n17  HUD noted that many of the California mobile parks have complained that they are unable to qualify for an \n  exemption for older persons’ housing because state law requires that a homeowner be notified six months prior to \namendments to rules and regulations governing the park. The state law makes it difficult and in some cases \nimpossible to qualify for the exemption under the transition provision of the Act, which allows a community to \nqualify even if previous occupants do not meet the age requirement of the Act as long as new residents are over the \nage limit. Senators Kennedy and Specter and Representative Edwards also expressed the opinion that Congress did \nnot intend to preempt local laws. 24 C.F.R. Ch. 1, Subch. A, App. I at 902. \n \n18  District Court Order of June 5, 1992 at 7. \n \n \n19  R1–20 at 8. \n \n \n20  After considering the timing of events and additional pertinent facts, we conclude that insufficient evidence exists to \n  constitute an adherence to and enforcement of the bylaw amendment. \n \n21  Tr. at 652. \n \n \n22  Mr. Conn, president of the Association, testified that “[t]he real estate people didn’t bring that many people to be \n  screened. They had a field day.” Tr. at 258. \n \n23  Tr. at 259. \n \n  9 \n \n\n \n \n24  Tr. at 640. \n \n \n25  Tr. at 134. \n \n \n26  Id. \n \n \n27  These persons included the Mirabiles and Massaros and Ms. Gina Marsey, a renter with children. Ms. Marsey was \n  visited by Mr. Conn, the Association president, and told about the declaration of restrictions prohibiting children. \nShe moved shortly after her discussion with Mr. Conn. This interview took place after the Massaros had filed their \ncomplaint with HUD in April of 1990, but Mr. Conn did not remember if the amendment to the bylaws was in effect \nat the time. Tr. at 256. \n \n28  Tr. at 142–43. \n \n \n29  Tr. at 138. \n \n \n30  Tr. at 140. \n \n \n31  Tr. at 640. \n \n \n32  Mr. Conn, the president of the Association, testified that the Association had no policies and procedures in place to \n  qualify for the exemption until the bylaw amendment was enacted in April 1990. Tr. at 325. \n \n33  The Association repeatedly asserted that it was not attempting to enforce the bylaws against the Massaros and the \n  Mirabiles. Because the Association was not acting on the basis of the bylaw amendment, we do not reach the issue \nof the legality of such an enforcement action. We look to the Association’s adherence and enforcement procedures \nwith respect to the bylaws only to establish the intent of the Association. \n \n34  Whether the ultimate issue in this case is a question of fact or a mixed question of law and fact presents a difficult \n  problem. We need not resolve this issue, however, because even assuming the more deferential standard of review, \nwe hold that given the lack of supporting evidence at the time of the discriminatory acts, the district court clearly \nerred in its conclusion that the Association established sufficient policies and procedures to prove an intent to \nprovide housing for older persons. \n  10 \n \n\n \n \n35  We express no opinion on the validity or enforceability of the current bylaw, nor do we hold that the Association is \n  permanently enjoined from enforcing its declaration of restrictions, because different facts would require a new \nbalancing test. \n \n \n \n \n \n \n \n  11 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138853"
    }
  ],
  "document_count": 4
}