{
  "case_id": 14077,
  "fetched_at": "2025-10-22T00:21:46.027929",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Commonwealth of Massachusetts",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Coding Complete",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "Indv. w/ Disab. Educ. Act (IDEA), Educ. of All Handcpd. Children Act , 20 U.S.C. § 1400",
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1990,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Massachusetts state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Non-government for-profit"
      }
    ],
    "filing_date": null,
    "filing_year": 1989,
    "id": 14077,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "General/Misc.: Juveniles",
      "General/Misc.: Payment for care",
      "Jails, Prisons, Detention Centers, and Other Institutions: Placement in mental health facilities",
      "General/Misc.: Rehabilitation",
      "Disability and Disability Rights: Disability, unspecified",
      "Disability and Disability Rights: Mental Illness, Unspecified",
      "Medical/Mental Health Care: Intellectual/Developmental Disability",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "General/Misc.: Education",
      "Disability and Disability Rights: Mental impairment",
      "Disability and Disability Rights: Special education",
      "Disability and Disability Rights: Autism",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified"
    ],
    "last_checked_date": "2014-09-25T00:00:00-04:00",
    "main_docket": {
      "id": 30015,
      "docket_entries": [
        {
          "row_number": 0,
          "id": 2734023,
          "entry_number": "107092427",
          "date_filed": "2016-12-14T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6148834/00107092427/in-re-sierra-club-inc/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107092427",
          "description": "RESPONSE filed by Petitioner Sierra Club, Inc. to motion to extend time to file response [6054466-3]. Certificate of service dated 12/14/2016. [16-2415] CLERK'S NOTE: Relief selection was incorrect and/or incomplete. Correction made by clerk's office. No further action required. (HMC) [Entered: 12/14/2016 11:23 AM]"
        },
        {
          "row_number": 1,
          "id": 2734024,
          "entry_number": "107093021",
          "date_filed": "2016-12-14T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6148834/00107093021/in-re-sierra-club-inc/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107093021",
          "description": "ORDER entered: Upon consideration of respondent's motion to extend time and petitioner's response, it is ordered that the time for Respondent to file a response be enlarged to and including January 13, 2017. No further extension of this deadline should be expected. [16-2415] (GRC) [Entered: 12/14/2016 04:58 PM]"
        },
        {
          "row_number": 2,
          "id": 2734025,
          "entry_number": "107097122",
          "date_filed": "2016-12-23T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6148834/00107097122/in-re-sierra-club-inc/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107097122",
          "description": "MOTION for leave to intervene on behalf of Respondent filed by Movant(s) Public Service Company of New Hampshire. Certificate of service dated 12/23/2016. [16-2415] (SMT) [Entered: 12/23/2016 12:09 PM]"
        },
        {
          "row_number": 3,
          "id": 2734026,
          "entry_number": "107100465",
          "date_filed": "2017-01-04T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6148834/00107100465/in-re-sierra-club-inc/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107100465",
          "description": "NOTICE issued. The following attorneys have failed to register for an appellate ECF account and will no longer receive notice of court issued documents in this case: Regina McCarthy for U.S. Environmental Protection Agency and Curt Spalding for U.S. Environmental Protection Agency. [16-2415] (CP) [Entered: 01/04/2017 10:30 AM]"
        },
        {
          "row_number": 4,
          "id": 2734027,
          "entry_number": "107103044",
          "date_filed": "2017-01-11T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6148834/00107103044/in-re-sierra-club-inc/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107103044",
          "description": "ORDER entered by Jeffrey R. Howard, Chief Appellate Judge granting motion for leave to intervene filed by Public Service Company of New Hampshire. Response to the mandamus petition due 01/13/2017 for Public Service Company of New Hampshire. [16-2415] (CP) [Entered: 01/11/2017 10:31 AM]"
        },
        {
          "row_number": 5,
          "id": 2734028,
          "entry_number": "107104241",
          "date_filed": "2017-01-12T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6148834/00107104241/in-re-sierra-club-inc/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107104241",
          "description": "ANSWER filed by Respondent U.S. Environmental Protection Agency to original proceeding docketed [6050046-2]. Certificate of service dated 01/12/2017. [16-2415] (HEG) [Entered: 01/12/2017 11:13 PM]"
        },
        {
          "row_number": 6,
          "id": 2734029,
          "entry_number": "107105672",
          "date_filed": "2017-01-13T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6148834/00107105672/in-re-sierra-club-inc/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107105672",
          "description": "RESPONSE filed by Intervenor Public Service Company of New Hampshire to original proceeding docketed [6050046-2]. Certificate of service dated 01/13/2017. [16-2415] (SMT) [Entered: 01/13/2017 05:15 PM]"
        },
        {
          "row_number": 7,
          "id": 2734030,
          "entry_number": "107110517",
          "date_filed": "2017-01-26T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6148834/00107110517/in-re-sierra-club-inc/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107110517",
          "description": "REPLY filed by Petitioner Sierra Club, Inc. to response [6062318-2], answer [6061546-2]. Certificate of service dated 01/26/2017. [16-2415] (HMC) [Entered: 01/26/2017 02:09 PM]"
        },
        {
          "row_number": 8,
          "id": 10136723,
          "entry_number": "107143821",
          "date_filed": "2017-04-19T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/6148834/00107143821/in-re-sierra-club-inc/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107143821",
          "description": "JUDGMENT entered by Jeffrey R. Howard, Chief Appellate Judge; Sandra L. Lynch, Appellate Judge and Rogeriee Thompson, Appellate Judge. Denied [16-2415] (CP) [Entered: 04/19/2017 03:01 PM]"
        },
        {
          "row_number": 9,
          "id": 10224445,
          "entry_number": "107259847",
          "date_filed": "2018-02-26T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107259847/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107259847",
          "description": "NOTICE allowing request for removal from service list. The following attorneys have been removed from the service list for this case: Angela Daker for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC. [18-1065] (GRC) [Entered: 02/26/2018 02:10 PM]"
        },
        {
          "row_number": 10,
          "id": 10224446,
          "entry_number": "107260591",
          "date_filed": "2018-02-27T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107260591/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107260591",
          "description": "ORDER entered: Upon consideration of defendants-appellants Allergan Sales, LLC, Allergan USA, Inc., Allergan, Inc., Allergan, PLC, and Warner Chilcott Limited's motion to file a brief and supplemental appendix under seal, appellants' request to file a supplemental appendix under seal is granted. The tendered sealed supplemental appendix is accepted for filing as of this date. The remainder of appellants' motion will be decided in due course. [18-1065] (GRC) [Entered: 02/27/2018 03:37 PM]"
        },
        {
          "row_number": 11,
          "id": 10224447,
          "entry_number": "107261983",
          "date_filed": "2018-03-02T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107261983/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107261983",
          "description": "NOTICE issued. The following attorneys have failed to register for an appellate ECF account and will no longer receive notice of court issued documents in this case: Kevin C. Adam for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Matthew Bernstein for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Caitlin Cipicchio for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Eileen M. Cole for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited and Allergan, PLC, Amanda Lee Czocher for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Katherine Dyson for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Brian Grant for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited and Allergan, PLC, Miles Greaves for Allergan, Inc. and Meijer, Inc., Rochester Drug Co-Operative, Inc. and Meijer Distribution, Inc., Maxwell Hyman for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited and Allergan, PLC, Holly Letourneau for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Celia McLaughlin for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Stefan M. Mentzer for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Sonia Murphy for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Kelly Newman for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited and Allergan, PLC, Jaclyn Phillips for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited and Allergan, PLC, Matthew Shandy for Allergan, Inc., Allergan USA, Inc., Allergan Sales, LLC, Warner Chilcott Limited, Allergan, PLC and Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Barry S. Taus for Allergan Sales, LLC and Meijer, Inc., Rochester Drug Co-Operative, Inc. and Meijer Distribution, Inc., David P. Barclay for Teamsters Union 25 Health Services & Insurance Plan and NECA-IBEW Welfare Trust Fund, Eric D. Barton for Teamsters Union 25 Health Services & Insurance Plan, NECA-IBEW Welfare Trust Fund and Wisconsin Masons' Health Care Fund, Thomas P. Cartmell for Teamsters Union 25 Health Services & Insurance Plan and NECA-IBEW Welfare Trust Fund, Brett Cebulash for Meijer, Inc., Rochester Drug Co-Operative, Inc. and Meijer Distribution, Inc., Dan Chiorean for Value Drug Company, Russell A. Chorush for Value Drug Company and Meijer Distribution, Inc., Stuart E. Des Roches for Value Drug Company, Christopher M. First for Value Drug Company, Bruce E. Gerstein for Value Drug Company, Karla M. Gluek for Wisconsin Masons' Health Care Fund, Miles Greaves for Meijer, Inc., Rochester Drug Co-Operative, Inc. and Meijer Distribution, Inc., Dan Litvin for Value Drug Company, Joseph T. Lukens for Rochester Drug Co-Operative, Inc., Jeffrey Moran for Meijer, Inc. and Meijer Distribution, Inc., David C. Raphael, Jr. for Meijer, Inc. and Value Drug Company, Karen H. Riebel for Value Drug Company and Minnesota Laborers Health and Welfare Fund, Joshua Rissman for Wisconsin Masons' Health Care Fund, Justin Nader Saif for Minnesota Laborers Health and Welfare Fund, Teamsters Union 25 Health Services & Insurance Plan, NECA-IBEW Welfare Trust Fund and Wisconsin Masons' Health Care Fund, Heidi M. Silton for Minnesota Laborers Health and Welfare Fund and Pennsylvania Employees Benefit Trust Fund, Barry S. Taus for Meijer, Inc., Rochester Drug Co-Operative, Inc. and Meijer Distribution, Inc., Kiersten A. Taylor for Ahold U.S.A., Inc., Value Drug Company, Rochester Drug Co-Operative, Inc. and Meijer Distribution, Inc., Kevin C. Adam for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Matthew Bernstein for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Caitlin Cipicchio for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Amanda Lee Czocher for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Katherine Dyson for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Randall A. Hack for Zydus Pharmaceuticals USA Inc. and Cadila Healthcare Limited, Holly Letourneau for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Celia McLaughlin for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Stefan M. Mentzer for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Andy Miller for Zydus Pharmaceuticals USA Inc. and Cadila Healthcare Limited, Sonia Murphy for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Matthew Shandy for Warner Chilcott Company, LLC, Warner Chilcott (US), LLC and Warner Chilcott Sales (US), LLC, Tyler J. Story for United Food & Commercial Workers Unions and Employers Midwest Health Benefits Fund and Bethany R. Turke for United Food & Commercial Workers Unions and Employers Midwest Health Benefits Fund. [18-1065] (GRC) [Entered: 03/02/2018 02:40 PM]"
        },
        {
          "row_number": 12,
          "id": 10224448,
          "entry_number": "107262217",
          "date_filed": "2018-02-26T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107262217/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107262217",
          "description": "CORPORATE disclosure statement filed by Appellants Allergan Sales, LLC, Allergan, Inc., Allergan, PLC and Warner Chilcott Limited. [18-1065] (AP) [Entered: 03/05/2018 09:52 AM]"
        },
        {
          "row_number": 13,
          "id": 10224449,
          "entry_number": "107262776",
          "date_filed": "2018-03-05T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107262776/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107262776",
          "description": "MOTION for leave to file amicus curiae brief in support of Appellant filed by Movant(s) Washington Legal Foundation. Certificate of service dated 03/05/2018. [18-1065] (RAS) [Entered: 03/05/2018 07:08 PM]"
        },
        {
          "row_number": 14,
          "id": 10224450,
          "entry_number": "107262783",
          "date_filed": "2018-03-05T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107262783/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107262783",
          "description": "NOTICE of appearance on behalf of Movant(s) Washington Legal Foundation filed by Attorney Richard A. Samp. Certificate of service dated 03/05/2018. [18-1065] (RAS) [Entered: 03/05/2018 07:11 PM]"
        },
        {
          "row_number": 15,
          "id": 10224451,
          "entry_number": "107262928",
          "date_filed": "2018-03-06T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107262928/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107262928",
          "description": "CORPORATE disclosure statement filed by Amicus Curiae Washington Legal Foundation. [18-1065] (GRC) [Entered: 03/06/2018 10:58 AM]"
        },
        {
          "row_number": 17,
          "id": 10224453,
          "entry_number": "107357036",
          "date_filed": "2018-10-25T00:00:00-04:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107357036/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107357036",
          "description": "ORDER entered by William J. Kayatta, Jr., Appellate Judge granting motion to extend time to file petition for rehearing filed by Appellees AFSCME Health and Welfare Fund, Minnesota Laborers Health and Welfare Fund, Pennsylvania Employees Benefit Trust Fund, Teamsters Union 25 Health Services & Insurance Plan, NECA-IBEW Welfare Trust Fund and Wisconsin Masons' Health Care Fund. Petition for rehearing due 11/13/2018. [18-1065] (GRC) [Entered: 10/25/2018 12:44 PM]"
        },
        {
          "row_number": 18,
          "id": 10224454,
          "entry_number": "107358876",
          "date_filed": "2018-10-29T00:00:00-04:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107358876/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107358876",
          "description": "BILL of costs filed by Appellants Warner Chilcott Limited, Allergan, PLC, Allergan, Inc., Allergan USA, Inc. and Allergan Sales, LLC. Certificate of service dated 10/29/2018. [18-1065] (MSL) [Entered: 10/29/2018 06:54 PM]"
        },
        {
          "row_number": 19,
          "id": 10224455,
          "entry_number": "107361816",
          "date_filed": "2018-11-05T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107361816/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107361816",
          "description": "Mail returned as undeliverable to Attorney David P. Barclay for Appellees Teamsters Union 25 Health Services & Insurance Plan and NECA-IBEW Welfare Trust Fund. Copy of Order entered October 25, 2018. Forwarding address unknown. [18-1065] (ZN) [Entered: 11/05/2018 02:10 PM]"
        },
        {
          "row_number": 20,
          "id": 10224456,
          "entry_number": "107363598",
          "date_filed": "2018-11-08T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107363598/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107363598",
          "description": "MOTION to extend time to file a response filed by Appellees Teamsters Union 25 Health Services & Insurance Plan, Minnesota Laborers Health and Welfare Fund, NECA-IBEW Welfare Trust Fund and Wisconsin Masons' Health Care Fund. Certificate of service dated 11/08/2018. [18-1065] (KAW) [Entered: 11/08/2018 01:49 PM]"
        },
        {
          "row_number": 21,
          "id": 10224457,
          "entry_number": "107363982",
          "date_filed": "2018-11-09T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107363982/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107363982",
          "description": "ORDER granting motion to extend time to file response filed by Appellees Minnesota Laborers Health and Welfare Fund, Teamsters Union 25 Health Services & Insurance Plan, NECA-IBEW Welfare Trust Fund and Wisconsin Masons' Health Care Fund. Response to appellant's bill of costs due 12/12/2018. [18-1065] (GRC) [Entered: 11/09/2018 09:16 AM]"
        },
        {
          "row_number": 22,
          "id": 10224458,
          "entry_number": "107364150",
          "date_filed": "2018-11-09T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107364150/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107364150",
          "description": "MOTION requesting leave for Attorney Matthew Wessler and Jonathan E. Taylor to enter an appearance filed by Appellees Minnesota Laborers Health and Welfare Fund, Wisconsin Masons' Health Care Fund, Teamsters Union 25 Health Services & Insurance Plan and NECA-IBEW Welfare Trust Fund. Certificate of service dated 11/09/2018. [18-1065] (MWW) [Entered: 11/09/2018 01:28 PM]"
        },
        {
          "row_number": 23,
          "id": 10224459,
          "entry_number": "107364630",
          "date_filed": "2018-11-13T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107364630/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107364630",
          "description": "ORDER entered: Appellees Minnesota Laborers Health and Welfare Fund, Wisconsin Masons' Health Care Fund, Teamsters Union 25 Health Services & Insurance Plan and NECA-IBEW Welfare Trust Fund's motion for leave to file an appearance is allowed. Attorney Matthew Wessler and Jonathan E. Taylor 's notice of appearances are accepted for filing on this date. [18-1065] (GRC) [Entered: 11/13/2018 10:40 AM]"
        },
        {
          "row_number": 24,
          "id": 10224460,
          "entry_number": "107364639",
          "date_filed": "2018-11-13T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107364639/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107364639",
          "description": "NOTICE of appearance filed by Attorney Matthew W.H. Wessler for Appellees Minnesota Laborers Health and Welfare Fund, Teamsters Union 25 Health Services & Insurance Plan, NECA-IBEW Welfare Trust Fund and Wisconsin Masons' Health Care Fund. [18-1065] (GRC) [Entered: 11/13/2018 10:46 AM]"
        },
        {
          "row_number": 26,
          "id": 10224462,
          "entry_number": "107369753",
          "date_filed": "2018-11-27T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107369753/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107369753",
          "description": "AMICUS CURIAE BRIEF filed by Amici Curiae Myriam Gilles, Alexandra D. Lahav, Michael Sant' Ambrogio and Adam Zimmerman in support of Appellees' petition for rehearing or rehearing en banc. Certificate of service dated 11/20/2018. Nine paper copies identical to that of the electronically filed brief must be submitted so that they are received by the court on or before 11/30/2018. [18-1065] (GRC) [Entered: 11/27/2018 10:19 AM]"
        },
        {
          "row_number": 27,
          "id": 10224463,
          "entry_number": "107369758",
          "date_filed": "2018-11-27T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107369758/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107369758",
          "description": "ORDER entered by William J. Kayatta, Jr., Appellate Judge: Movant American Antitrust Institute's corrected, assented-to motion to file an amicus brief in support of plaintiffs-appellees' petition for rehearing or rehearing en banc is allowed, and the corrected brief is accepted for filing this day. [18-1065] (GRC) [Entered: 11/27/2018 10:23 AM]"
        },
        {
          "row_number": 28,
          "id": 10224464,
          "entry_number": "107369762",
          "date_filed": "2018-11-27T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107369762/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107369762",
          "description": "AMICUS CURIAE BRIEF filed by Amicus Curiae American Antitrust Institute in support of Appellees' petition for rehearing or rehearing en banc. Certificate of service dated 11/20/2018. Nine paper copies identical to that of the electronically filed brief must be submitted so that they are received by the court on or before 11/30/2018. [18-1065] (GRC) [Entered: 11/27/2018 10:29 AM]"
        },
        {
          "row_number": 29,
          "id": 10224465,
          "entry_number": "107374995",
          "date_filed": "2018-12-10T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107374995/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107374995",
          "description": "MOTION to extend time to file a response filed by Appellees Minnesota Laborers Health and Welfare Fund, NECA-IBEW Welfare Trust Fund, Teamsters Union 25 Health Services & Insurance Plan and Wisconsin Masons' Health Care Fund. Certificate of service dated 12/10/2018. [18-1065] (MWW) [Entered: 12/10/2018 11:08 AM]"
        },
        {
          "row_number": 30,
          "id": 10224466,
          "entry_number": "107377260",
          "date_filed": "2018-12-13T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107377260/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107377260",
          "description": "ORDER entered by William J. Kayatta, Jr., Appellate Judge: Appellees Minnesota Laborers Health and Welfare Fund, NECA-IBEW Welfare Trust Fund, Teamsters Union 25 Health Services & Insurance Plan and Wisconsin Masons' Health Care Fund's motion to extend time to file a response to appellants' bill of costs is granted. Appellees' response is due on or before January 11, 2018. [18-1065] (GRC) [Entered: 12/13/2018 04:29 PM]"
        },
        {
          "row_number": 31,
          "id": 10224467,
          "entry_number": "107387606",
          "date_filed": "2019-01-11T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107387606/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107387606",
          "description": "MOTION to extend time to file a response filed by Appellees Minnesota Laborers Health and Welfare Fund, NECA-IBEW Welfare Trust Fund, Teamsters Union 25 Health Services & Insurance Plan and Wisconsin Masons' Health Care Fund. Certificate of service dated 01/11/2019. [18-1065] (NLO) [Entered: 01/11/2019 01:18 PM]"
        },
        {
          "row_number": 33,
          "id": 10224469,
          "entry_number": "107391967",
          "date_filed": "2019-01-23T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107391967/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107391967",
          "description": "ORDER entered by Jeffrey R. Howard, Chief Appellate Judge; Juan R. Torruella, Appellate Judge; Sandra L. Lynch, Appellate Judge; Rogeriee Thompson, Appellate Judge; William J. Kayatta, Jr., Appellate Judge and David J. Barron, Appellate Judge: The petition for rehearing having been denied by the panel of judges who decided the case, and the petition for rehearing en banc having been submitted to the active judges of this court and a majority of the judges not having voted that the case be heard en banc, it is ordered that the petition for rehearing and the petition for rehearing en banc be denied. [18-1065] (GRC) [Entered: 01/23/2019 01:20 PM]"
        },
        {
          "row_number": 34,
          "id": 10224470,
          "entry_number": "107395389",
          "date_filed": "2019-01-30T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107395389/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107395389",
          "description": "MANDATE issued. [18-1065] (GRC) [Entered: 01/30/2019 04:52 PM]"
        },
        {
          "row_number": 35,
          "id": 10224471,
          "entry_number": "107407278",
          "date_filed": "2019-02-28T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107407278/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107407278",
          "description": "TAXATION of costs issued in favor of Appellants Allergan Sales, LLC, Allergan USA, Inc., Allergan, Inc., Allergan, PLC and Warner Chilcott Limited in the amount of $3,612.64. [18-1065] (GRC) [Entered: 02/28/2019 11:38 AM]"
        },
        {
          "row_number": 36,
          "id": 10224472,
          "entry_number": "107425378",
          "date_filed": "2019-04-11T00:00:00-04:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107425378/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107425378",
          "description": "U.S. SUPREME COURT ORDER entered. The application for an extension of time within which to file a petition for a writ of certiorari was granted. [18-1065] (GRC) [Entered: 04/11/2019 02:56 PM]"
        },
        {
          "row_number": 37,
          "id": 10224473,
          "entry_number": null,
          "date_filed": "2018-02-26T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "NINE (9) paper copies of appellant/petitioner brief [6152917-2] submitted by Appellants Allergan Sales, LLC, Allergan USA, Inc., Allergan, Inc., Allergan, PLC and Warner Chilcott Limited. [18-1065] (LIM) [Entered: 02/26/2018 03:59 PM]"
        },
        {
          "row_number": 38,
          "id": 10224474,
          "entry_number": null,
          "date_filed": "2018-02-27T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "PLEADING tendered: SEALED SUPPLEMENTAL APPENDIX filed by Appellants Allergan Sales, LLC, Allergan USA, Inc., Allergan, Inc., Allergan, PLC and Warner Chilcott Limited. Number of volumes: 10. Number of copies: 1. [18-1065] (AP) [Entered: 02/27/2018 03:15 PM]"
        },
        {
          "row_number": 39,
          "id": 10224475,
          "entry_number": null,
          "date_filed": "2018-02-27T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "SEALED SUPPLEMENTAL APPENDIX filed by Appellants Allergan Sales, LLC, Allergan USA, Inc., Allergan, Inc., Allergan, PLC and Warner Chilcott Limited. Number of volumes: 10. Number of copies: 5. Certificate of service dated 02/23/2018. [18-1065] (GRC) [Entered: 02/27/2018 03:40 PM]"
        },
        {
          "row_number": 40,
          "id": 10224476,
          "entry_number": null,
          "date_filed": "2018-11-29T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "NINE (9) paper copies of amicus brief [6215268-2] submitted by Amicus Curiae American Antitrust Institute. [18-1065] (JMK) [Entered: 11/29/2018 10:43 AM]"
        },
        {
          "row_number": 42,
          "id": 10224478,
          "entry_number": null,
          "date_filed": "2018-12-03T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "EIGHTEEN (18) paper copies of amicus brief [6215250-2] submitted by Amici Curiae Public Citizen Foundation Inc. and Public Citizen, Inc. [18-1065] CLERK'S NOTE: Docket entry was modified to edit the docket description. (JMK) [Entered: 12/03/2018 10:25 AM]"
        },
        {
          "row_number": 25,
          "id": 10224461,
          "entry_number": "107364642",
          "date_filed": "2018-11-13T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107364642/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107364642",
          "description": "NOTICE of appearance filed by Attorney Jonathan Taylor for Appellees Minnesota Laborers Health and Welfare Fund, Teamsters Union 25 Health Services & Insurance Plan, NECA-IBEW Welfare Trust Fund and Wisconsin Masons' Health Care Fund. [18-1065] (GRC) [Entered: 11/13/2018 10:50 AM]"
        },
        {
          "row_number": 41,
          "id": 10224477,
          "entry_number": null,
          "date_filed": "2018-11-29T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "NINE (9) paper copies of amicus brief [6215261-2] submitted by Amici Curiae Myriam Gilles, Alexandra D. Lahav, Michael Sant' Ambrogio and Adam Zimmerman. [18-1065] (JMK) [Entered: 11/29/2018 02:39 PM]"
        },
        {
          "row_number": 16,
          "id": 10224452,
          "entry_number": "107356252",
          "date_filed": "2018-10-24T00:00:00-04:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107356252/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107356252",
          "description": "MOTION to extend time to file a petition for rehearing filed by Appellees Teamsters Union 25 Health Services & Insurance Plan, AFSCME Health and Welfare Fund, Minnesota Laborers Health and Welfare Fund, NECA-IBEW Welfare Trust Fund, Pennsylvania Employees Benefit Trust Fund and Wisconsin Masons' Health Care Fund. Certificate of service dated 10/24/2018. [18-1065] (KAW) [Entered: 10/24/2018 11:43 AM]"
        },
        {
          "row_number": 32,
          "id": 10224468,
          "entry_number": "107388131",
          "date_filed": "2019-01-14T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/7298363/00107388131/teamsters-union-v-warner-chilcott-limited/",
          "recap_pdf_url": null,
          "pacer_doc_id": "00107388131",
          "description": "ORDER entered by William J. Kayatta, Jr., Appellate Judge: Appellees Minnesota Laborers Health and Welfare Fund, NECA-IBEW Welfare Trust Fund, Teamsters Union 25 Health Services & Insurance Plan and Wisconsin Masons' Health Care Fund's motion to extend time to file a response to appellants' bill of costs is granted. Appellees' response is due on or before February 13, 2019. [18-1065] (GRC) [Entered: 01/14/2019 11:45 AM]"
        }
      ],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the First Circuit",
      "state": "Massachusetts",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": "https://www.courtlistener.com/docket/7298363/teamsters-union-v-warner-chilcott-limited/",
      "is_active": false
    },
    "name": "Behavioral Research Institute v. Secretary of Administration",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Residential school that treats students with severe disabilities including autism and mental illness",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Unknown",
    "related_cases": [
      {
        "id": 12244,
        "name": "Judge Rotenberg Educational Center, Inc. v. Commissioner of the Department of Mental Retardation"
      },
      {
        "id": 14079,
        "name": "Petition of Kaufman"
      },
      {
        "id": 18164,
        "name": "Judge Rotenburg Center v. Food and Drug Administration"
      }
    ],
    "relief_natures": [
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [
      "Confession of Judgment"
    ],
    "settlement_judgment_date": "1990-09-04",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Massachusetts",
    "summary": "<p>The Behavioral Research Institute, now known as the Judge Rotenberg Educational Center (JRC), is a Massachusetts-based, residential care facility for children and young adults with severe autism associated with behavioral problems. JRC is known for its use of aversive treatments, such as electric shock therapies, to disincentives undesirable behavior. As a result of its use of aversive treatments, JRC has been controversial and the subject of several lawsuits. This case, along with <a href=\"../../../../case/12244/\" target=\"_blank\" rel=\"noopener\">Judge Rotenberg Educational Center, Inc. v. Commissioner of the Department of Mental Retardation,</a>&nbsp;<a href=\"../../../../case/14079/\" target=\"_blank\" rel=\"noopener\">Petition of Kaufman</a>, and <a href=\"../../../../case/18164/\" target=\"_blank\" rel=\"noopener\">Judge Rotenburg Center v. Food and Drug Administration</a> are some of the cases brought surrounding various issues related to JRC.</p>\r\n<p>In 1989, JRC and two individuals student at JRC filed a lawsuit in Bristol, Massachusetts Probate and Family Court against the Administrator of the Massachusetts Rate Setting Commission (\"Commission\") and the Commonwealth of Massachusetts under the Education of the Handicapped Act (EHA) (later amended and recodified as the Individuals with Disabilities Education Improvement Act of 2004 (IDEA)), and state law requiring individualized service plans. They also sought contempt for violation of a settlement agreement between the Rate Settlement Commission and JRC. JRC, represented by private counsel, asked the court for declaratory and injunctive relief to require the Commission to reimburse JRC $153,351 in tuition that JRC claimed it was owed by the Commission. The plaintiffs claimed that its students had a right to a free and appropriate public education under federal law that was being denied by the Commission's refusal to pay an adequate rate. Lastly, the plaintiffs contend that a settlement agreement between JRC and the Commission set an agreed rate and thus required that amount to be paid to JRC.</p>\r\n<p>The Probate and Family Court (Judge Earnest Rotenberg) reported the case to the Supreme Judicial Court of Massachusetts for their determination granting a temporary rate to be paid while the case was pending.</p>\r\n<p>On September 4, 1990, the Supreme Judicial Court overruled the Family and Probate court. The court found that the right to a free and appropriate education under EHA (now IDEA) and appropriate treatment under state law does not require the payment of a specific rate. The court further concluded that a settlement between the Commonwealth and a private party cannot set a rate of payment unless specific services were negotiated which was not the case. The Court ordered the case remanded to the Probate Court with judgment entered in favor of the defendants with the case to be dismissed. <em>Behavioral Research Institute v. Secretary of Administration</em> 411 Mass. 73 (1990).</p>",
    "summary_published_date": "2025-05-28T16:02:44.456309-04:00",
    "summary_short": "In 1989, a residential school that treated students with severe disabilities and two individuals students at the school filed a lawsuit in Bristol, Massachusetts Probate and Family Court against the Administrator of the Massachusetts Rate Setting Commission (\"Commission\") and the Commonwealth of Massachusetts under the Education of the Handicapped Act (EHA) (later amended and recodified as the Individuals with Disabilities Education Improvement Act of 2004 (IDEA)), 20 U.S.C. §§ 1400-1461, state law requiring individualized service plan, 104 Code Mass.Regs. § 21.46, and contempt for violation of a settlement agreement between the Rate Settlement Commission and JRC. JRC, represented by private counsel, asked the court for declaratory and injunctive relief to require the Commission to reimburse JRC $153,351 in tuition JRC claimed the Commission owed JRC. The plaintiffs claimed that its students had a right to a free and appropriate public education under federal and right to appropriate treatment under state law that was being denied by the Commission's refusal to pay an adequate rate. The trial court ruled for the plaintiffs and the Supreme Judicial Court of Massachusetts reversed, finding for the defendants that those laws did not require the payment of a particular rate.",
    "summary_tiny": null,
    "terminating_date": "1990-09-04",
    "clearinghouse_link": "clearinghouse.net/case/14077",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14077",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14077",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14077"
  },
  "documents": [
    {
      "date": "1990-03-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 787,
      "cite_1_reporter": "Mass.",
      "cite_1_vol": 406,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Massachusetts state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 75112,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/75112.pdf",
      "title": "Opinion [Vacating Preliminary Injunction]",
      "text": " \n \n \n  \nStan Goldman, Boston & Kate Tobin, for Mental Health \n406 Mass. 787 \nLegal Advisors Committee, amicus curiae, submitted a \nSupreme Judicial Court of Massachusetts, \nbrief. \nBristol. \nBefore  *787  LIACOS,  C.J.,  and  WILKINS,  NOLAN, \nIn the Matter of Christopher David McKNIGHT \nLYNCH and GREANEY, JJ. \n(and a companion case1 ). \nOpinion \nArgued Oct. 4, 1989. | Decided March 6, 1990. \nWILKINS, Justice. \nAction was brought on behalf of patient suffering from \n \nsevere autism and profound mental retardation to enjoin \nChristopher David McKnight, known as David, was born \nthe Department of Mental Retardation from suspending \non November 8, 1966, and suffers from severe autism and \navailability of aversive procedures for patient based upon \nsevere to **858 profound mental retardation. Since 1982, \nalleged lack of funding. The Probate and Family Court, \nhe  has  been  enrolled  for  education  and  treatment  at \nBristol Division, Ernest Rotenberg, J., granted injunctive \nBehavior  Research  Institute,  Inc.  (BRI),  a  private, \nrelief, and Department appealed. The Supreme Judicial \nresidential  facility  specializing  in  the  treatment  of \nCourt,  Wilkins,  J.,  held  that  preliminary,  albeit  no \nbehavior  disorders.  Until  December,  1988,  a  school \npermanent, injunction would issue, to compel Department \ndistrict in Wyoming, where David and his father once \nto continue availability of aversive procedures for patient \nlived, funded David’s care at BRI.2 In February, 1989, \npending  determination  of  patient’s  rights  and  of \nBRI  informed  David’s  father,  *789  who  was  his \nDepartment’s obligations following trial on merits. \nMassachusetts-appointed  guardian,  that  BRI  would \n  \nterminate David as a client due to the lack of funding for \nSo ordered. \nhis enrollment. On February 27, 1989, David, through his \n  \nattorney,  his  father,  his  guardian  ad  litem,  and  BRI, \nLynch, J., concurred in result and filed opinion. \nmoved in the Bristol County Probate and Family Court \n  \nfor a preliminary injunction against the Department of \nLiacos, C.J., dissented and filed opinion. \nMental Retardation (department) that would require it to \n  \n“provide [a] safe and adequate treatment and habilitation \nprogram” for David. \nAttorneys and Law Firms \n  \n**857 *788 Judith Fabricant, Asst. Atty. Gen., for Dept.  A judge conducted an evidentiary hearing on the motion, \nof Mental Retardation.  made extensive findings of fact, and on March 30, 1989, \nentered  “Orders  and  Preliminary  Injunction”  that  the \nRobert A. Sherman, Paul Michienzie, Boston, with him,  department pay BRI for the care of David at the approved \nfor Arthur Duncan McKnight.  rate.  See  G.L.  c.  6A,  §  32  (1988  ed.).  The  judge \nauthorized  the  department  to  move  to  vacate  the \nRoderick MacLeish, Jr., Susan B. Tuchman, Boston, with  preliminary injunction if the department were to propose \nhim, for Behavior Research Institute, Inc.  an  alternative  habilitation  program  satisfactory  to  the \ncourt.3 We granted motions for direct appellate review of \nBettina A. Briggs, Taunton, for guardian ad litem.  the department’s appeal from the preliminary injunction. \n  \nDavid Norris, for Christopher David McKnight, submitted \nWe start with a general description of the two proceedings \na brief. \nin which the preliminary injunction was entered. One was \na Bristol County temporary and permanent guardianship \nWilliam  Crane  &  Allan  Macurdy,  Boston,  for \nproceeding involving David that had been commenced in \nMassachusetts  Federation  for  Children  with  Special \nAugust, 1987, in which, on September 2, 1987, the judge, \nNeeds, Inc., & others, amici curiae, submitted a brief. \nacting  on  the  basis  of  substituted  judgment,  issued  a \ndetailed  plan  ordering  treatment  of  David’s  “problem \nSteven  J.  Schwartz,  Northampton  &  Cathy  Costanzo, \nbehaviors”  by  rewards  and,  if  necessary,  by  so-called \nEasthampton, for Nat. Ass’n for Rights Protection and \naversives.  The  other  proceeding  was  a  class  action \nAdvocacy & another, amici curiae, submitted a brief. \nbrought by BRI and others against the Director of the \nMassachusetts  Office  for  Children  *790  to  which  the \n  1 \n \n\n \n \ndepartment  became  a  party.  On  January  7,  1987,  the  department had violated BRI’s rights under the settlement \njudge, who was the judge who entered the preliminary  agreement,  there  was  no  showing  that  BRI’s  interests \ninjunction in this case, approved a settlement agreement  were threatened with irreparable harm sufficient to justify \nconcerning, among other things, authorization, by way of  the entry of a preliminary injunction. \nsubstituted judgment, of the use of aversive procedures on    \nclients at BRI. For our purposes, the most significant  The  orders  and  preliminary  injunction  entered  in  the \nprovision  in  the  settlement  agreement  required  the  action brought by BRI and others shall be vacated, and \nDepartment of Mental Health and other State agencies to  the motion for a preliminary injunction in that action shall \n“give B.R.I. equal consideration with all other private  be denied without prejudice to BRI’s right to pursue any \nproviders for new clients referred for private placement  violation of its rights under the settlement agreement on a \nby state agencies.”  proper complaint or motion. If entry of the preliminary \n   injunction was appropriate, it was because of rights that \nIt was under the captions of these two proceedings that  David had against the department, a question we next \nthe motion was filed on February 27, 1989, as noted  consider. \nabove, seeking a preliminary injunction “restraining the    \nDepartments  of  Mental  Health  and  Retardation  from  The Probate Court judge had broad powers to act in the \nfailing to provide [a] safe and adequate treatment and  best interests of David by fashioning equitable remedies. \nhabilitation program for David McKnight, given that he  See G.L. c. 201, § 6A (1988 ed.); G.L. c. 215, § 6 (1988 \nsuffers from mental retardation and/or a major mental  ed.); Matter of Moe, 385 Mass. 555, 563, 432 N.E.2d 712 \nillness and that failure to provide services would pose a  (1982); Superintendent of Belchertown State School v. \nlikelihood of immediate serious irreparable harm, of a  Saikewicz,  373  Mass.  728,  755–756,  370  N.E.2d  417 \nlife-threatening  nature.”  The  motion  was  signed  by  (1977); Guardianship of Bassett, 7 Mass.App.Ct. 56, 64–\ncounsel for BRI, although it made no claim of contempt  65, 385 N.E.2d 1024 (1979). We have no doubt that the \nof  court  for  violation  of  the  approved  settlement  judge’s order was intended to be in David’s best interests. \nagreement, nor did it make any representation concerning  If that order had not involved a State agency and the \nBRI’s right to seek relief for David on the basis of that  expenditure of public funds, there would be no reasonable \nsettlement. Moreover, the motion alleged no theory on  basis to challenge the direction, at the guardian’s request, \nwhich the department might be obligated to provide the  that David be treated at BRI. \ntreatment and habilitation program sought.    \n   [1]  [2]  The  guardianship,  however,  did  not  invest  the \nThe judge issued an order of notice on the same day,  Probate Court with the authority to order the department \nscheduling a March 6, 1989, hearing and ordering that the  to do anything that the department was not willing to do \nparties be prepared to respond to two issues: “a. Whether  or required *792 to do as a matter of law. A court, of \nthe  [department]  or  the  Commonwealth  **859  is  course, may not properly exercise the functions of the \nobligated  to  provide  services  to  the  ward  which  are  executive branch of State government. See Guardianship \nsufficient to keep him safe and which will prevent him  of Anthony, 402 Mass. 723, 727, 524 N.E.2d 1361 (1988). \nfrom regressing,” and “b. Why BRI was not considered  On the other hand, a court has the right to order the \nby [the department] as a facility to provide services to the  department to do what it has a legal obligation to do. Id. \nward.” The record does not disclose how the issues came  Attorney Gen. v. Sheriff of Suffolk County, 394 Mass. 624, \nto be stated as they were in the order of notice. Certainly,  629–630, 477 N.E.2d 361 (1985). Where the means of \nthe motion for a preliminary injunction did not present  fulfilling  that  obligation  is  within  the  discretion  of  a \nthem explicitly.  public agency, the courts normally have no right to tell \n   that agency how to fulfil its obligation. Id. at 630, 477 \n*791 Although the judge justified his authority to issue  N.E.2d  361.  See  Bradley  v.  Commissioner  of  Mental \nthe  preliminary  injunction  in  part  on  his  continuing  Health, 386 Mass. 363, 365, 436 N.E.2d 135 (1982). Only \njurisdiction over both the action brought by BRI and the  when, at the time a judicial order is entered, there is but \nimplementation of the settlement agreement in that action,  one  way  in  which  that  obligation  may  properly  be \nthere is nothing in that settlement agreement that justified  fulfilled, is a judge warranted in telling a public agency \nentry of the preliminary injunction. That agreement gave  precisely  how  it  must  fulfill  its  legal  obligation.  See \nDavid no right to be treated at BRI. If the department  Guardianship of Anthony, supra 402 Mass. at 727, 524 \nfailed  to  give  BRI  equal  consideration  with  other  N.E.2d 1361; Attorney Gen. v. Sheriff of Suffolk County, \nproviders, it might be liable for breach of the agreement  supra 394 Mass. at 630, 477 N.E.2d 361. \nand perhaps for contempt of court. However, neither of    \nthese theories was asserted in the motion as a basis for  Before we turn to the questions whether the department \nissuance  of  the  preliminary  injunction.  Even  if  the  had any legal obligation to care for David and, if it did, \n  2 \n \n\n \n \nwhether the only way the department could fulfil that  trained staff members are required to control him. \nobligation was to pay for his care at BRI, we shall discuss    \nour concerns about how the issues were raised in this case  David  would  be  subject  to  severe  regression  if \nand then shall recite the factual background against which  comprehensive residential behavioral treatment were to be \nthe answers to the questions of law must be decided.  suddenly withdrawn. David needs that treatment in order \n   to be safe, and without it he poses a likelihood of serious \nThe judge entered an order that he labeled a preliminary  harm to himself and others. The judge had previously \ninjunction, but that order was not preliminary to anything.  approved the use of certain aversive procedures for David \nThe parties who sought the preliminary injunction **860  when  necessary  in  order  to  direct  and  control  his \nare not now required to prove their case at a trial. By its  behavior. These include, in response to any aggressive or \nterms the injunction can be vacated only if the department  self-injurious behavior and subject to prior notice to the \n(not  the  plaintiffs)  should  make  a  particular  factual  department and to certain clinicians, spanking, pinching, \nshowing. In legal and practical effect, the injunction is a  and squeezing (Level 3 aversives). The judge found that, \npermanent, not a preliminary, one.4  if the use of aversive procedures were withdrawn, David \n   would suffer harm, most likely from his own self-injury, \n*793 [3] A proper procedure for asserting David’s rights  and, consequently, he would be subject to harm if he were \nagainst the department would have been the filing of a  in either a short-term or a long-term placement where \nseparate complaint or the filing of a motion to add the  aversive treatment was not available. If David were to \ndepartment as a party to the guardianship proceeding,  move  successfully  into  a  community  program,  the \nalleging,  in  either  instance,  the  grounds  for  the  relief  program would have to have at least the potential of using \nsought against the department and the nature of that relief.  Level 3 aversives. \nSee G.L. c. 215, § 6; Guardianship of Bassett, supra 7    \nMass.App.Ct. at 64, 385 N.E.2d 1024. The motion for a  **861  David’s  father  moved  to  Massachusetts  from \npreliminary  injunction  fulfilled  some  aspects  of  this  Wyoming  both  for  economic  reasons  and  to  be  near \nprocedure, but it failed to recite any theory on which the  David. After David attained the age of twenty-two and it \ndepartment was responsible to act toward David, and it  seemed  likely  that  continuing  funding  from  Wyoming \nfailed to request preliminary relief that would be followed  would  cease,  David’s  father,  his  court-appointed \nby permanent relief after a trial. The department has not  guardian,  applied  to  the  department  for  services  on \nargued here that it was not properly advised of the issues  David’s behalf. After a department psychologist assessed \nof fact and law tried before the judge. Our comments on  David and issued a report, the department determined that \nthe  procedural  weaknesses  in  this  case  are  intended,  David was eligible for department services. Although the \ntherefore, to be a guide for future cases.  department’s  position  concerning  the  place  at  which \n   David might be treated changed from time to time, its \nDavid has a history of self-destructive behavior, including  final position was that it would place David temporarily \ndangerous  runaway  behavior,  biting  himself,  and  the  in  Samoset  House,  a  residential  respite  program  in \ningestion  of  inedible  objects.  He  has  permanent  scars  Mansfield created to provide emergency placement for \nfrom bites to his hands and wrists. From February, 1977,  individuals  with  *795  behavioral  difficulties.  Samoset \nto March, 1979, David was in BRI’s residential facility in  House does not provide aversive treatment to its residents. \nSeekonk, at the expense of his Wyoming school district.    \nDuring  that  initial  two-year  stay,  David’s  severe  The judge found that the department made its choice \nbehavioral problems diminished greatly. Next, for one  because of fiscal restraints. He rejected the department’s \nand one-half years, he was in a school in Arizona during  conclusion  concerning  the  appropriateness  of  Samoset \nwhich time his self-destructive conduct became worse. He  House  because,  in  his  view,  it  lacked  any  factual  or \nthen lived at home for a little more than a year, and, in  clinical basis. Samoset House with no aversive treatment \nearly 1982, returned to BRI. David’s behavioral problems  available would, according to the judge, not be a safe \nhave  diminished  since  his  return  although  his  self- place for David. David’s place at Samoset House was \ninjurious behavior has not been completely eliminated. He  already  funded,  and  the  department  had  identified \nstill bites himself, particularly at night, and bangs his head  $20,000 that would be available for supplemental services \n*794 against walls. He is not aware of the danger posed  for David during the balance of the 1989 fiscal year. The \nby motor vehicles.  funds  the  department  designated  as  available  were \n   insufficient to pay BRI’s charges for the care of David for \nDavid is not verbal, although he can indicate when he  the balance of the year. BRI’s annual, approved rate was \nwants to eat or drink. Food has been an effective reward  approximately  $126,000.  The  annual  cost  to  the \nin training David. On the rare occasions when he engages  department  per  funded  position  at  Samoset  House \nin tantrum-like behavior, two or more strong, specially  pursuant  to  contract  was  approximately  $75,000. \n  3 \n \n\n \n \nSubstantial additional funds would be needed to enable  department and to the use of appropriated funds to pay for \nSamoset House to monitor David on a twenty-four hour  that care was established, regardless of whether he had a \nbasis.  constitutional entitlement to care and payment for that \n   care in the absence of available funding.9 \nThe judge concluded that, under the Constitutions of both    \nthe Commonwealth and the United States, David was  *798 The judge would have been warranted in entering an \nentitled  to  a  safe  and  appropriate  “protective”  living  injunction (a) directing the department to provide care and \nenvironment.  It  is  a  reasonable  inference  from  his  protective services to David and (b) defining the level of \nfindings and rulings that the judge believed that David’s  care  and  protective  services  that  the  department  was \nconstitutional right to services from the Commonwealth  obligated to furnish David. Such an order would in effect \nincluded  placement  in  a  facility  that  could  provide  have  directed  the  department  to  carry  out  its  lawful \naversive treatment if necessary to prevent David from  obligations.  The  remaining  contested  issues,  therefore, \nregressing.  The  judge’s  discussion  of  the  source  of  become whether the judge properly **863 directed the \nDavid’s rights concentrated largely on the Constitution of  department to carry out its duties by (a) mandating the use \nthe  Commonwealth.  He  relied  on  due  process  of  law  of  BRI  and  (b)  directing  (as  was  inherent  in  the \nprinciples expressed in arts. 10 and 12 of the Declaration  preliminary injunction) that aversives be available and be \nof Rights,5 a special right to affirmative protection that he  used when necessary to prevent David from regressing. \nperceived in the wording of art. 10 of the Declaration of    \nRights,6 art 114. of the Amendments to the Constitution  The determination of where and how the department will \nconcerning  *796  discrimination  against  handicapped  carry out its statutory, regulatory, and any constitutional \npersons,7 and principles of equal protection of the laws,  obligations, is, as we have already said, for it to decide. It \nfinding an unconstitutional distinction made between the  is, of course, for a court to decide what those obligations \nstatutory **862 rights to emergency treatment of mentally  are when a litigated question is presented to it concerning \nill persons and mentally retarded persons.8 He rejected the  the  scope  of  those  obligations.  The  record  does  not \ndepartment’s  argument  that,  *797  because  (as  the  support the conclusion that on a permanent basis BRI, and \ndepartment  claimed)  it  had  no  funds  appropriated  for  only BRI, can furnish the appropriate care for David. The \ncaring for David, the court had no constitutional authority  injunction should have left the determination of where \nto order the expenditure of public funds to pay BRI for  David is to be treated in the discretion of the department \nservices furnished to David.  without requiring it to return to the court for approval of \n   some other provider before David could be moved from \n[4] Although the judge’s ruling that the department had an  BRI. The placement of individuals and the coordination \nobligation to provide for David was based on David’s  of the provision of services financed by the department \nconstitutional rights (and the briefs for David and BRI  are  executive  functions.  Individually  focused  judicial \nalso  express  his  rights  as  constitutionally  based),  this  mandates impinging on those functions are not generally \ncourt is not likely to resolve an issue on constitutional  warranted and would be disruptive of attempts to carry \ngrounds if the court may dispose of it by a consideration  out broad departmental policies. Such a mandate can be \nof rights created by statute and agency regulation. See  justified, as we noted earlier in this opinion, only if there \nBeeler v. Downey, 387 Mass. 609, 613 n. 4, 442 N.E.2d  is but *799 one way in which a governmental agency can \n19 (1982).  carry out its lawful duties. See Attorney Gen. v. Sheriff of \n   Suffolk County, 394 Mass. 624, 630, 477 N.E.2d 361 \n[5] [6] We do not treat this case as one in which David  (1985). That unique situation is not shown to exist in this \nvoluntarily through his representatives sought assistance  case on a permanent basis. \nfrom  the  department  in  circumstances  in  which  the    \ndepartment  had  committed  all  its  appropriated  funds  There remains the question whether David is entitled to \nelsewhere. By the time of the hearing on the preliminary  an  order  directing  that  his  care  include  the  use  of \ninjunction  request,  the  department  had  concluded  that  aversives when necessary to prevent him from regressing. \nDavid was eligible for services. See 21 Code Mass.Regs.  No statute or regulation explicitly grants him this right. \n§ 21.02 (1987), a regulation of the Department of Mental    \nHealth  applicable  to  the  Department  of  Mental  The parties have discussed David’s due process right to \nRetardation pursuant to 115 Code Mass.Regs. § 2.03(1)  care in terms of the liberty component of the due process \n(1987).  It  had  also  designated  him  a  first  priority  of law provisions of the State and Federal Constitutions. \napplicant.  21  Code  Mass.Regs.  §  21.07(4)(a)  (1987).  They analyze views expressed in Youngberg v. Romeo, \nBecause the department had found a placement for David  457 U.S. 307, 316–319, 102 S.Ct. 2452, 2458–2459, 73 \nand additionally had $20,000 available for his care during  L.Ed.2d  28  (1982),10  and  the  restrictive  views  of  due \nthe balance of the fiscal year, David’s right to care by the  process rights to care from the State found in DeShaney v. \n  4 \n \n\n \n \nWinnebago County Dep’t of Social Servs., 489 U.S. 189,  decline to accord appropriate deference to the judge’s \n109 S.Ct. 998, 103 L.Ed.2d 249 (1989).11  findings.  The  course  of  the  department’s  treatment  of \n   David  was  not  in  the  highest  tradition  of  responsible \n*800 The DeShaney case furnishes doubtful guidance in  administration. The cure, as we have said, is to define the \nDavid’s case. The Commonwealth **864 has never taken  department’s  duties  and  to  direct  the  department  to \nany action concerning David, nor has it yet failed to act in  comply with the law. In the absence of an abdication of its \na situation where it might have had an obligation to act.  function, it is not, however, appropriate for a judge to \nDavid was never in the custody of the Commonwealth,  exercise the department’s executive functions. See Perez \nvoluntarily  or  involuntarily,  at  any  time  before  the  v. Boston Hous. Auth., 379 Mass. 703, 736, 400 N.E.2d \ninjunction  was  issued.  On  the  other  hand,  David’s  1231 (1980) (repeated or continuous failures of officials \nretardation is so severe that it is difficult to imagine that  to  comply  with  a  previously  issued  decree;  continued \nthe department could ignore him, and it may well be that,  intransigence);  Blaney  v.  *802  Commissioner  of \nat least under the State Constitution, the Commonwealth  Correction, 374 Mass. 337, 343, 372 N.E.2d 770 (1978) \ncould not ignore him. The department has not ignored  (specific  directions  concerning  the  continued \nDavid and thus, as we have said, we need not decide  classification of protective custody inmates issued only \nwhether it constitutionally could do so.12  after persistent failures of the defendants to fulfill their \n   duties  as  defined  by  **865  judicial  orders).  The \nBased on the evidence, which included strong support for  circumstances of this case, therefore, did not warrant a \nthe conclusion that David would be at risk if he were  judicial directive that the department care for David in \npermitted  to  regress,  the  judge  would  have  been  BRI on a permanent basis. \nwarranted in issuing a preliminary injunction requiring    \nthe department to continue the availability of aversive  The preliminary injunction is vacated in each proceeding. \nprocedures for David pending a determination of David’s  The proceedings are remanded to the Probate and Family \nrights and of the department’s obligations following a trial  Court  where,  following  the  filing  of  an  amended \non the merits. See *801 Packaging Indus. Group, Inc. v.  complaint in the guardianship proceeding, the judge may \nCheney, 380 Mass. 609, 615, 405 N.E.2d 106 1980).13 No  enter a preliminary injunction consistent with this opinion \npermanent injunction should be entered to that effect,  (and the then-existing circumstances)14 and a trial on the \nhowever, unless David proves that the department, acting  merits may be held at which David may seek to prove that \non  the  judgment  of  qualified  professionals,  could  not  accepted  professional  practice  requires  that  he  have \nreasonably  deny  the  continued  availability  and  use  of  available and, when necessary, receive care and treatment \naversives,  when  necessary.  If  accepted  professional  of a particular kind. In the action brought by BRI and \npractice would tolerate the unavailability or the nonuse of  others, the motion for a preliminary injunction shall be \naversives  for  David  (if  only  temporarily)  and  the  denied without prejudice to BRI’s right to seek relief from \ndepartment elects to follow that professional practice, the  any violation of the settlement agreement.15 \ncourts  must  respect  that  judgment.  We  reject  the    \npossibility that David has a constitutional right to elect  So ordered. \n(pursuant  to  substituted  judgment  principles)  among    \nplacements and treatment procedures that are acceptable \nto  qualified  professionals.  If  it  is  not  inherent  in  the  LYNCH, Justice (concurring). \ndepartment’s statutory and common law obligations (see   \nG.L. c. 123B, § 2 [1988 ed.]; 104 Code Mass.Regs. §  I concur in the result. I write separately, however, to \n20.21[1] [1987] ) that it must treat David according to  reject  any  suggestion  that  the  State  Constitution  may \naccepted professional practice (cf. Youngberg v. Romeo,  provide  an  affirmative  entitlement  to  social  welfare \nsupra 457 U.S. at 323, 102 S.Ct. at 2462), we might  services not provided by the Federal Constitution. See \nexpect to find such an obligation under State due process  DeShaney v. Winnebago County Dep’t of Social Servs., \nof  law  principles.  Cf.  Nason  v.  Superintendent  of  489 U.S. 189, 109 S.Ct. 998, 103 L.Ed.2d 249 (1989). \nBridgewater State Hosp., 353 Mass. 604, 611–612, 233    \nN.E.2d 908 (1968) (treatment of confined mentally ill \npersons). \n*803 LIACOS, Chief Justice (dissenting). \n  \n \nThis  case  concerns  the  proper  exercise  of  judicial \nThe court today strikes down a preliminary injunction \nauthority. In deciding that issue, we need not concern \nwhich protected Christopher David McKnight (David), a \nourselves with various facts additionally recited in the \nprofoundly retarded, autistic young man, from the violent \ndissent.  We  do  not,  as  the  dissent  says,  ignore  the \nconsequences of his own self-destructive behavior. In so \nsignificant parts of the record, defer to the department, or \n  5 \n \n\n \n \ndoing, the court ignores significant portions of the record,  for David would displace these individuals. The Probate \ndefers to an agency found to have acted in bad faith in the  Court judge found this document to be “deceptive and \nproceedings below, and fails to accord the findings of the  misleading” in that it did not contain “up-to-date, current, \nProbate  Court  judge  the  deference  demanded  by  past  accurate information,” and, contrary to statements made \ndecisions of this court. I dissent.  by  the  department,  the  document  was  prepared \n   specifically for the preliminary injunction proceedings. \n1.  Facts.  I  find  it  necessary  to  recite  those  facts  not  Also, the department stated in its brief to the Probate \nmentioned  by  the  court  regarding  the  actions  of  the  Court that no money was available for the provision of \nDepartment of Mental Retardation (department) and the  residential services for David. In fact, the department was \nevidence presented at the proceedings below, which I  aware  of  at  least  $20,000  which  was  earmarked  for \nconsider crucial to a proper evaluation of the preliminary  David’s care. The Probate Court judge found that the \ninjunction.  department  had  “knowingly  attempted  to  mislead  the \n   court” through its initial assertion that no funds were \nIn  response  to  the  request  of  David’s  father  that  the  available. \ndepartment provide services to David, the department sent    \na psychologist, Dr. William Packard, to evaluate David  Five treatment facilities at which David might be placed \nand to determine his eligibility for services. Based on  were  discussed  during  the  preliminary  injunction \nPackard’s  report,  the  department  made  an  immediate  proceedings: (1) BRI, (2) Samoset House, (3) Amego, (4) \ndetermination that David was eligible for services and that  Kennedy,  and  (5)  South  Shore  Mental  Health  Center \nthe most appropriate placement for David would be a  (South  Shore).  Of  these  five  facilities,  Amego  and \ntwenty-four hour intensively staffed apartment for autistic  Kennedy  were  unable  to  negotiate  a  suitable  fee \nadults. Despite this determination, the department initially  arrangement  with  the  department  for  the  provision  of \nproposed that David be returned to the care of his father  services to David, and were dropped from consideration. \nto live in a trailer which lacked adequate heat and had no    \nrunning water for part of the year. This proposal was later  During  the  preliminary  injunction  proceedings,  the \ndropped and has been unanimously criticized by those  director of the inpatient unit at South Shore, Dr. Michael \nclinicians  who  testified  in  the  preliminary  injunction  Dorsey,  testified  that  South  Shore  would  not  be  an \nproceedings.  appropriate facility at which to treat David. Dr. Dorsey \n   also testified that David would be subject to harm due to \nAfter abandoning its home-care proposal, the department  self-injury if he were *805 placed at Samoset House. \nidentified  two  facilities,  Amego  Residential  Facility  Nevertheless,  the  department  proposed  to  the  Probate \n(Amego) and the Kennedy Donovan Program (Kennedy),  Court  judge  that  David  be  placed  at  Samoset  House. \nas potential providers of emergency short-term services to  Assistant  commissioner  Jeffrey  Keilson  and  regional \nDavid until a permanent placement could be arranged. A  director of the department Richard O’Mera, testified to \nrepresentative of the department testified that it did not  the  ability  of  Samoset  House  to  care  adequately  for \nconsider  the  Behavior  Research  Institute,  Inc.  (BRI),  David.  However,  the  Probate  Court  judge  discounted \nprogram as an alternative to provide emergency service  Keilson’s  and  O’Mera’s  testimony  because  they  were \nbecause BRI would want to be paid for rendering service,  administrators,  not  clinicians,  and  lacked  sufficient \nand because the need for short-term emergency service  expertise to testify to the appropriateness of a Samoset \nwould not arise unless BRI had already *804 discharged  House  placement  for  David.  At  the  close  of  the \nDavid for nonpayment, as was threatened. The Probate  preliminary  injunction  proceedings,  the  Probate  Court \nCourt judge found that the department’s **866 rationale  judge found that “[n]o clinical support was provided to \nfor not considering BRI was “illogical,” “absurd,” and  support  [the  Samoset  House]  placement,”  and  that \n“pure sophistry,” concluding that “it is inexplicable that  “David’s placement in Samoset House, according to the \nBRI  would  not  even  be  contacted  by  a  state  agency  unanimous clinical opinions presented to the Court, would \npurportedly undertaking a good faith effort to give equal  most  likely  lead  to  a  substantial  increase  in  his  self-\nconsideration  to  providers  competent  to  minister  to  abuse.” Furthermore, the Probate Court judge found that \n[David].”  the department’s attempts to support a Samoset House \n   placement  “could  have  been  mislead[ing],”  “lack[ed] \nDuring  the  preliminary  injunction  proceedings,  the  credibility,” and contradicted affidavits submitted to the \ndepartment submitted to the Probate Court a document  court by the department. \nentitled “Residential Priority One Waiting List” in an    \neffort to demonstrate that there were five “first priority”  The  court-appointed  monitor,  Dr.  John  Daignault,  a \nclients  more  in  need  of  services  than  David.  The  licensed psychologist, testified that BRI had successfully \ndepartment argued that an order requiring special relief  treated David, and that BRI was an appropriate facility at \n  6 \n \n\n \n \nwhich to place David. The executive director of BRI, Dr.  department,  acting  on  the  judgment  of  qualified \nMatthew Israel, also a licensed psychologist, testified to  professionals, could not reasonably deny the continued \nBRI’s skill in treating David. Ruth Ellen Carpenter, a  availability and use of aversives, when necessary.” Ante at \ncertified special education teacher who had known David  864. Thus, the court remands this case to the Probate *807 \nfor eleven years, testified that David had made significant  Court where, presumably, another preliminary injunction \nprogress in controlling his self-injurious behaviors during  hearing will be held on the need for aversives in David’s \nhis time at BRI. In addition, a psychologist employed by  treatment. \nthe department, Dr. Packard, authored a report entered in    \nevidence which indicated that discontinuing all aversive  The court’s reasoning and conclusions seem to me to be \ntherapy procedures would lead to a dramatic escalation of  based  on  sophistry  that  unnecessarily  prolongs  these \nDavid’s self-destructive behavior.  proceedings. In the circumstances of this case, the court’s \n   deference to the expertise of the department is misplaced, \nBRI is experienced in the use of aversive therapy, while  and  its  remand  of  the  case  for  another  hearing  is \nSamoset House does not utilize aversive procedures. Dr.  unnecessary. \nDaignault and Dr. Israel both testified that the precipitous    \n*806 removal of aversive therapy could cause David to  It is true that judicial deference to the expertise of public \nsuffer  a  profound  regression  **867  and  lead  to  an  agencies  is  a  vital  characteristic  of  our  constitutional \nincrease in his self-abuse.  government,  one  which  invokes  the  principle  of \n   separation  of  powers  contained  in  art.  30  of  the \nFinally, the Probate Court judge found that local service  Massachusetts Declaration of Rights. American Family \ncenter director Harold Berberick told David’s father that  Life Assurance Co. v. Commissioner of Ins., 388 Mass. \nBRI “is not a politically acceptable placement,” and that  468,  480,  446  N.E.2d  1061  (1983).  The  tradition  of \nregional  director  Richard  O’Mera  said  that  a  BRI  judicial deference to agency decision making represents \nplacement is “not the best way to win friends within the  an important social policy decision that public agencies \nDepartment  of  Mental  Retardation.”  In  light  of  this  are generally in a better position than courts to make \nevidence,  the  Probate  Court  judge  concluded  that  the  particular technical decisions. However, this policy rests \ndepartment’s failure to consider BRI as an alternative  on an assumption that public agencies will act properly \ntreatment  facility  “was  influenced  by  improper  when making their decisions. \nmotivations, if not bad faith.”    \n   Where  agencies  have  been  shown  to  have  acted \n2. The Preliminary Injunction. The court recognizes that  improperly in the execution of their regulatory, statutory, \nthe Probate Court in this case enjoyed “broad powers to  or constitutional duties, this court has been willing to \nact in the best interests of David by fashioning equitable  uphold  the  exercise  of  judicial  oversight  of  agency \nremedies,” ante at 859, and states that “[t]he judge would  functions. Perez v. Boston Hous. Auth., 379 Mass. 703, \nhave  been  warranted  in  entering  an  injunction  (a)  400  N.E.2d  1231  (1980).  Blaney  v.  Commissioner  of \ndirecting the department to provide care and protective  Correction, 374 Mass. 337, 372 N.E.2d 770 (1978). \nservices to David and (b) defining the level of care and    \nprotective services that the department was obligated to  The rule that a court will not order an agency to act in a \nfurnish David.” Ante at 862. The court then narrows the  particular  way,  unless  there  are  no  other  methods  by \nremaining contested issues to whether the judge could  which the agency may fulfil its legal obligations, is drawn \norder (1) that David remain at BRI and (2) that aversive  directly from the policy of judicial deference to agency \ntherapy be available to prevent David from regressing.  expertise. This rule is not absolute; it gives way in the \n   face of agency misbehavior. For example, in the case of \nThe court, citing the well-established rule that a judge  Bradley v. Commissioner of Mental Health, 386 Mass. \ncannot order a public agency to act in a particular manner  363, 366, 436 N.E.2d 135 (1982), we stated that “[a]t \nunless there is but one avenue through which that agency  least until it is demonstrated that the [agency] is unable \ncan fulfil its legal obligations, concludes that the record  or unwilling to provide the level of security necessary for \ndoes not support a finding that only by placing David at  the  plaintiff’s    **868  confinement  in  some  [agency] \nBRI can the department fulfil its legal obligations. The  facility, no order should be entered directing the [agency] \ncourt states that “[t]he injunction should have left the  to fulfil its statutory obligations in any particular way” \ndetermination  of  where  David  is  to  be  treated  in  the  (emphasis *808 added). In the present case, the Probate \ndiscretion of the department without requiring it to return  Court judge’s findings that the department acted in bad \nto the court for approval of some other provider before  faith, knowingly misled the court, considered improper \nDavid could be moved from BRI.” Ante at 863. Similarly,  political motivations in making its decision, and failed to \nthe court concludes that David has not proven that “the  provide any competent clinical evidence to support its \n  7 \n \n\n \n \nproposal  to  place  David  at  Samoset  House  certainly    \nwarranted  a  conclusion  that  the  department  had  The court states that “[i]n legal and practical effect, the \nabandoned its proper role in this case. Therefore, the  injunction is ... permanent, not ... preliminary.” Ante at \nProbate Court judge’s decision to require the department  859–860. However, by its terms, the injunction allows the \nto keep David at BRI did not violate the rule against  department to move to vacate the injunction “at any time \nimproper judicial interference in agency decisions.  ... upon the submission and upon approval by the Court of \n   a  reasonably-conceived,  competently-defined  clinical \nThe judge’s conclusion also finds support in the case of  habilitation program sufficient to provide for Christopher \nAttorney Gen. v. Sheriff of Suffolk County, 394 Mass. 624,  David  McKnight’s  safety,  habilitation  and  care,  and \n477 N.E.2d 361 (1985). In that case, we did not look  which  shall  not  cause  him  harm.”  If  the  department, \nsolely to whether there were any alternative avenues open  exercising the expertise alluded to in the court’s opinion, \nto the agency; rather, we looked to the factual context of  presents a suitable treatment plan to the Probate Court, the \nthe case to determine whether there were any feasible  injunction  will  be  dissolved.  I  fail  to  see  how  this \nalternatives which the agency might choose. Id. at 628,  injunction  can  realistically  be  characterized  as \n630,  477  N.E.2d  361.  “[I]t  is  implied  in  the  judge’s  “permanent.” \nfindings and in the circumstances presented that there was    \nonly one means by which the public officials could carry  When faced with a challenge to a preliminary injunction, \nout their statutory duty, that is, by the construction of a  the task for this court is to determine whether the lower \nseventeen  story  jail.  The  only  suitable  plan  was  the  court  abused  its  discretion  in  issuing  the  injunction. \nseventeen story proposal” (emphasis added). Id. at 630,  Packaging Indus. Group, Inc. v. Cheney, 380 Mass. 609, \n477 N.E.2d 361. “[The single justice] concluded that the  615, 405 N.E.2d 106 (1980). Planned Parenthood League \nonly feasible plan in the light of costs and time was the  of Mass., Inc. v. Operation Rescue, 406 Mass. 701, 550 \nseventeen story plan” (emphasis added). Id. at 628, 477  N.E.2d  1361  (1990).  “An  appellate  court’s  role  is  to \nN.E.2d 361.  decide  whether  the  [trial]  court  applied  proper  legal \n   standards  **869  and  whether  there  was  reasonable \nIn the present case, the bulk of the clinical testimony  support for its evaluation of factual questions.” Packaging \npresented  at  the  preliminary  injunction  proceedings  Indus. Group, Inc. v. Cheney, supra 380 Mass. at 615, \nsuggested that David would be safe at BRI. The judge,  405 N.E.2d 106, quoting Hochstadt v. Worcester Found. \nexercising  his  prerogative  to  evaluate  the  evidence,  for  Experimental  Biology,  545  F.2d  222,  229  (1st \naccepted  the  credibility  of  this  expert  testimony.  Cir.1976). I have little doubt but that the record below \nAdditionally, he accepted the clinical testimony regarding  provided  “reasonable  support”  for  the  Probate  Court \nthe  propriety  of  a  Samoset  House  placement  which  judge’s *810 finding that David risked irreparable harm if \nindicated that David would most likely regress and suffer  the injunction did not issue and David was subsequently \nself-inflicted injuries were he to be placed in that facility.  removed from BRI. See Packaging Indus. Group, Inc., \nThe court fails to show that these findings were clearly  supra at 616, 405 N.E.2d 106. The testimony of at least \nerroneous.  three licensed psychologists suggested that David would \n   risk grievous bodily harm if he were removed from BRI \nA  Probate  Court’s  authority  over  matters  relating  to  to Samoset House. The department presented no clinical \nguardianship is limited to fashioning relief “in the best  testimony to rebut this suggestion. Quite apart from the \ninterest  of  [the  person]  under  [its]  jurisdiction.”  evidence of the department’s improper actions, this lack \nGuardianship of *809 Anthony, 402 Mass. 723, 726, 524  of  clinical  evidence  to  the  contrary  provides  strong \nN.E.2d 1361 (1988), quoting Matter of Moe, 385 Mass.  support for the judge’s finding of irreparable harm. \n555, 561, 432 N.E.2d 712 (1982). “The court’s power is    \n‘to be exercised with an eye single to the welfare of the  A remand for further hearings is unnecessary. This court \nward.’ ” Guardianship of Anthony, supra 402 Mass. at  is not faced with a situation where the department has \n726, 524 N.E.2d 1361, quoting King v. Dolan, 255 Mass.  been unable to make its position clear or has not been \n236, 237, 151 N.E. 109 (1926). Given the fact that the  allowed to present evidence in support of its position. The \nother  placement  facilities  presented  as  alternative  department has had ample opportunity to state its case. \nplacements  at  the  preliminary  injunction  proceedings  Any wrong which the department feels it suffered at the \nwere either unavailable or unable to properly care for  hands of the Probate Court judge arises, not out of any \nDavid,  BRI  represented  the  only  feasible  treatment  institutional or procedural infirmity in the proceedings \nfacility presented to the Probate Court by any of the  below, but out of the fact that the department failed to \nparties.  In  my  opinion,  the  Probate  Court  judge  was  present a professionally tenable position to the Probate \nbound by his obligation of care for David’s interests to  Court. To remand this case to the Probate Court so that \norder that David remain at BRI.  the department can now attempt to produce evidence of \n  8 \n \n\n \n \n“accepted professional practice” to support its position,  injunction should stand. I dissent. \nwhere  scarce  effort  was  made  before,  allows  the    \ndepartment a second chance where none is deserved. The \n Footnotes \n \n1  Behavior Research Institute, Inc., & others vs. Director of the Massachusetts Office for Children & another. \n \n \n2  A description of David’s experiences before he arrived at BRI appears in Natrona County School Dist. No. 1 v. McKnight, 764 \nP.2d 1039, 1042–1044 & n. 3 (Wyo.1988). \n \n \n3  The relevant provision reads: “DMR may move to vacate this preliminary injunction at any time hereafter upon the submission and \nupon approval by the Court of a reasonably-conceived, competently-defined clinical habilitation program sufficient to provide for \n \nChristopher David McKnight’s safety, habilitation and care, and which shall not cause him harm.” \n \n4  A preliminary injunction is, by definition, an interlocutory order entered to preserve temporarily the status quo pending a full trial \non the merits. See 11 C.A. Wright & A.R. Miller, Federal Practice and Procedure § 2947, at 423–424 (1973). A preliminary \n \ninjunction remains in effect only until a final judgment is rendered. See id. at 427. \nThe injunction in this case goes much further than simply preserving the status quo until David can prove his case at trial. \nIndeed, it relieves David of his burden of proving anything at trial. Under the terms of the injunction, there will be no trial on the \nmerits of David’s claims. The judge effectively rendered a final determination of David’s rights based on the evidence presented \nat the expedited preliminary injunction hearing. If one were to accept the dissent’s view, every permanent injunction requiring \ncontinuing compliance with an order would be a preliminary injunction because it could be modified. \n \n5  Due process of law principles of the State Constitution are expressed by arts. 1, 10, and 12 of the Declaration of Rights and Part II, \nc. 1, § 1, art. 4. Pinnick v. Cleary, 360 Mass. 1, 14 n. 8, 271 N.E.2d 592 (1971). \n \n \n6  The first sentence of art. 10 provides: “Each individual of the society has a right to be protected by it in the enjoyment of his life, \nliberty and property, according to standing laws.” No case has said that art. 10 alone places an affirmative obligation on the \n \nCommonwealth to protect the life, liberty, or property of an individual at public expense beyond whatever obligations are imposed \nby  statute  or  the  common  law.  Cases  involving  art.  10  have  generally  concerned  claims  that  special  legislation  has \nunconstitutionally favored one person at the expense of one or more other persons. See Boston v. Keene Corp., 406 Mass. 301, \n306–308, 547 N.E.2d 328 (1989), and cases cited. We need not decide in this case whether art. 10, independent of its expression of \ndue process of law rights, requires the Commonwealth to furnish services to David. \n \n7  Article 114 of the Amendments provides that: “No otherwise qualified handicapped individual shall, solely by reason of his \nhandicap, be excluded from the participation in, denied the benefits of, or be subject to discrimination under any program or \n \nactivity within the commonwealth.” Even if we assume that a “program or activity” is involved in this case, we see no \ndiscrimination against David because of his handicap. All participants under the department’s responsibility are handicapped to \none degree or another. The department is not excluding David from anything because of his handicap. The recognition of \nhandicapped persons as a class in art. 114 may influence certain analyses of the constitutional rights of handicapped persons. In the \nsituation before the court, however, art. 114 has no application. \n \n8  The judge erroneously concluded that there was a denial of equal protection of the laws because an individual who was dangerous \nand mentally ill could obtain emergency care and treatment pursuant to G.L. c. 123, § 12 (1988 ed.), whereas a person who was \n \nmentally retarded and dangerous had no parallel right. Even if we accept that David is not mentally ill (his guardianship proceeding \ninvolved a determination that he was mentally ill) and thus § 12 is inapplicable to him, there is no denial of equal protection. \nSection 12 involves a civil commitment against the will of a person, and is not concerned with the long-term or involuntary \ntreatment of that person. It is unclear how the absence of a precisely parallel statute similarly restricting the rights of retarded \npersons harms David or gives him (as a mentally retarded person) a basis for successfully claiming the denial of equal protection. \nIn any event, G.L. c. 201, § 14 (1988 ed.), provides a reasonably parallel procedure for the admission of a mentally retarded person \nto a facility in an emergency. There is no basis on the record for concluding that dangerous mentally ill persons have been given \nsome preference over dangerous mentally retarded persons that is relevant here. Moreover, even if there were such a difference, \nand if it were found to violate equal protection of the laws principles, it is not clear that the constitutional violation would give \nDavid any right to the entry of a preliminary injunction of the scope that was entered here. \n \n9  We have suggested that the unavailability of appropriated funds would not justify the failure of prison officials to stop violating \ninmates’ constitutional rights (a) to equal protection of the laws and (b) not to be subjected to cruel and unusual punishment. See \n \nBlaney v. Commissioner of Correction, 374 Mass. 337, 342 n. 3, 372 N.E.2d 770 (1978). In such a case, if the authorities lack \nappropriated funds sufficient to perform all their duties without violating constitutional rights, a cure would be the early release of \n  9 \n \n\n \n \nsome inmates. \nWhere constitutional rights of a severely mentally retarded person are involved, the problem of inadequate funds may be more \nintense because the release of such a person may not be an available option. In this appeal, we need not consider whether, to \nprotect David’s rights (statutory or constitutional), the department, confronted with an appropriation proven to be insufficient to \npermit it to care for all persons within its responsibility, would have to deny services to mentally retarded persons less severely \nafflicted than David in order to be able to meet David’s needs. \n \n10  Speaking for a nearly unanimous Court in the Youngberg case, Justice Powell said: “If, as seems the case, respondent seeks only \ntraining related to safety and freedom from restraints, this case does not present the difficult question whether a mentally retarded \n \nperson, involuntarily committed to a state institution, has some general constitutional right to training per se, even when no type or \namount of training would lead to freedom.” Youngberg v. Romeo, 457 U.S. 307, 318, 102 S.Ct. 2452, 2459, 73 L.Ed.2d 28 (1982). \nJustice Blackmun, concurring in an opinion joined in by Justices Brennan and O’Connor, said: “The second difficult question left \nopen today is whether respondent has an independent constitutional claim, grounded in the Due Process Clause of the Fourteenth \nAmendment, to the ‘habilitation’ or training necessary to preserve those basic self-care skills he possessed when he first entered \nPennhurst—for example, the ability to dress himself and care for his personal hygiene. In my view, it would be consistent with the \nCourt’s reasoning today to include within the ‘minimally adequate training required by the Constitution,’ ante, at 322, [102 S.Ct. at \n2461], such training as is reasonably necessary to prevent a person’s pre-existing self-care skills from deteriorating because of his \ncommitment. \n“... For many mentally retarded people, the difference between the capacity to do things for themselves within an institution and \ntotal dependence on the institution for all of their needs is as much liberty as they ever will know.” (Emphasis in original.) Id. at \n327, 102 S.Ct. at 2464 (Blackmun, J., concurring). \n \n11  In the DeShaney case, the United States Supreme Court held that an individual’s due process rights were not violated when the \nState failed to provide him with adequate protective services against private violence. Id. 109 S.Ct. at 1004. The Court \n \ndistinguished circumstances discussed in Youngberg v. Romeo, supra, on the ground that a State’s constitutional obligation to care \nfor a person arises only when the State takes custody of that person against his will. DeShaney, supra at 1004–1006. The DeShaney \nopinion has been criticized for failing to recognize, and to give effect to, the significant role the State of Wisconsin played by \nomission in the harm that came to Joshua DeShaney. See id. at 1010–1011 (Brennan, J., dissenting); id. at 1012 (Blackmun, J., \ndissenting) The DeShaney decision has also been described as broad and harsh. See Philadelphia Police & Fire Ass’n for \nHandicapped Children, Inc. v. Philadelphia, 874 F.2d 156, 166 (3d Cir.1989). \n \n12  We find the Supreme Court’s distinction between the rights of persons involuntarily held by the State and those not so held to be \nuninstructive in the case of a person like David. By application of principles of substituted judgment, one might expect that David \n \nwould “voluntarily” accept placement and care by the department. If “he” did so, however, the DeShaney opinion suggests that, if \nthe Commonwealth omitted some needed level of care, it would not be denying due process of law to David, who, in a substituted \njudgment sense, would be voluntarily in the Commonwealth’s custody. A more sophisticated exercise of substituted judgment \nmight reject care by the Commonwealth, in the hope that the Commonwealth would hold David involuntarily (against “his” \nsubstituted judgment), and thus implicate a liberty interest under Federal due process principles. \n \n13  As a practical matter, such an order might have required the department to leave David at BRI, at least for some months. \n \n \n14  At a hearing on the question of the entry of a preliminary injunction, new evidence need be considered only as to circumstances \narising since the entry of the preliminary order. Contrary to the dissent’s view, the question of aversives need not be revisited \n \nbefore a preliminary order is entered. \n \n15  The motion of BRI and David’s father to amend their briefs to include a claim for attorneys’ fees and costs on appeal is allowed. \nThe allowance of the motion does not imply, however, that either is entitled to an award of attorneys’ fees and costs on appeal. \n \n \n \n \n \t\r  \n \n \n  \n  10 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/75112"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117298,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117298"
    },
    {
      "date": "1990-03-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 787,
      "cite_1_reporter": "Mass.",
      "cite_1_vol": 406,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Massachusetts state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74480,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74480.pdf",
      "title": "Opinion [Vacating Preliminary Injunctions and Remanding Case]",
      "text": " \n \n \n  \nStan Goldman, Boston & Kate Tobin, for Mental Health \n406 Mass. 787 \nLegal Advisors Committee, amicus curiae, submitted a \nSupreme Judicial Court of Massachusetts, \nbrief. \nBristol. \nBefore  *787  LIACOS,  C.J.,  and  WILKINS,  NOLAN, \nIn the Matter of Christopher David McKNIGHT \nLYNCH and GREANEY, JJ. \n(and a companion case1 ). \nOpinion \nArgued Oct. 4, 1989. | Decided March 6, 1990. \nWILKINS, Justice. \nAction was brought on behalf of patient suffering from \n \nsevere autism and profound mental retardation to enjoin \nChristopher David McKnight, known as David, was born \nthe Department of Mental Retardation from suspending \non November 8, 1966, and suffers from severe autism and \navailability of aversive procedures for patient based upon \nsevere to **858 profound mental retardation. Since 1982, \nalleged lack of funding. The Probate and Family Court, \nhe  has  been  enrolled  for  education  and  treatment  at \nBristol Division, Ernest Rotenberg, J., granted injunctive \nBehavior  Research  Institute,  Inc.  (BRI),  a  private, \nrelief, and Department appealed. The Supreme Judicial \nresidential  facility  specializing  in  the  treatment  of \nCourt,  Wilkins,  J.,  held  that  preliminary,  albeit  no \nbehavior  disorders.  Until  December,  1988,  a  school \npermanent, injunction would issue, to compel Department \ndistrict in Wyoming, where David and his father once \nto continue availability of aversive procedures for patient \nlived, funded David’s care at BRI.2 In February, 1989, \npending  determination  of  patient’s  rights  and  of \nBRI  informed  David’s  father,  *789  who  was  his \nDepartment’s obligations following trial on merits. \nMassachusetts-appointed  guardian,  that  BRI  would \n  \nterminate David as a client due to the lack of funding for \nSo ordered. \nhis enrollment. On February 27, 1989, David, through his \n  \nattorney,  his  father,  his  guardian  ad  litem,  and  BRI, \nLynch, J., concurred in result and filed opinion. \nmoved in the Bristol County Probate and Family Court \n  \nfor a preliminary injunction against the Department of \nLiacos, C.J., dissented and filed opinion. \nMental Retardation (department) that would require it to \n  \n“provide [a] safe and adequate treatment and habilitation \nprogram” for David. \nAttorneys and Law Firms \n  \n**857 *788 Judith Fabricant, Asst. Atty. Gen., for Dept.  A judge conducted an evidentiary hearing on the motion, \nof Mental Retardation.  made extensive findings of fact, and on March 30, 1989, \nentered  “Orders  and  Preliminary  Injunction”  that  the \nRobert A. Sherman, Paul Michienzie, Boston, with him,  department pay BRI for the care of David at the approved \nfor Arthur Duncan McKnight.  rate.  See  G.L.  c.  6A,  §  32  (1988  ed.).  The  judge \nauthorized  the  department  to  move  to  vacate  the \nRoderick MacLeish, Jr., Susan B. Tuchman, Boston, with  preliminary injunction if the department were to propose \nhim, for Behavior Research Institute, Inc.  an  alternative  habilitation  program  satisfactory  to  the \ncourt.3 We granted motions for direct appellate review of \nBettina A. Briggs, Taunton, for guardian ad litem.  the department’s appeal from the preliminary injunction. \n  \nDavid Norris, for Christopher David McKnight, submitted \nWe start with a general description of the two proceedings \na brief. \nin which the preliminary injunction was entered. One was \na Bristol County temporary and permanent guardianship \nWilliam  Crane  &  Allan  Macurdy,  Boston,  for \nproceeding involving David that had been commenced in \nMassachusetts  Federation  for  Children  with  Special \nAugust, 1987, in which, on September 2, 1987, the judge, \nNeeds, Inc., & others, amici curiae, submitted a brief. \nacting  on  the  basis  of  substituted  judgment,  issued  a \ndetailed  plan  ordering  treatment  of  David’s  “problem \nSteven  J.  Schwartz,  Northampton  &  Cathy  Costanzo, \nbehaviors”  by  rewards  and,  if  necessary,  by  so-called \nEasthampton, for Nat. Ass’n for Rights Protection and \naversives.  The  other  proceeding  was  a  class  action \nAdvocacy & another, amici curiae, submitted a brief. \nbrought by BRI and others against the Director of the \nMassachusetts  Office  for  Children  *790  to  which  the \n  1 \n \n\n \n \ndepartment  became  a  party.  On  January  7,  1987,  the  department had violated BRI’s rights under the settlement \njudge, who was the judge who entered the preliminary  agreement,  there  was  no  showing  that  BRI’s  interests \ninjunction in this case, approved a settlement agreement  were threatened with irreparable harm sufficient to justify \nconcerning, among other things, authorization, by way of  the entry of a preliminary injunction. \nsubstituted judgment, of the use of aversive procedures on    \nclients at BRI. For our purposes, the most significant  The  orders  and  preliminary  injunction  entered  in  the \nprovision  in  the  settlement  agreement  required  the  action brought by BRI and others shall be vacated, and \nDepartment of Mental Health and other State agencies to  the motion for a preliminary injunction in that action shall \n“give B.R.I. equal consideration with all other private  be denied without prejudice to BRI’s right to pursue any \nproviders for new clients referred for private placement  violation of its rights under the settlement agreement on a \nby state agencies.”  proper complaint or motion. If entry of the preliminary \n   injunction was appropriate, it was because of rights that \nIt was under the captions of these two proceedings that  David had against the department, a question we next \nthe motion was filed on February 27, 1989, as noted  consider. \nabove, seeking a preliminary injunction “restraining the    \nDepartments  of  Mental  Health  and  Retardation  from  The Probate Court judge had broad powers to act in the \nfailing to provide [a] safe and adequate treatment and  best interests of David by fashioning equitable remedies. \nhabilitation program for David McKnight, given that he  See G.L. c. 201, § 6A (1988 ed.); G.L. c. 215, § 6 (1988 \nsuffers from mental retardation and/or a major mental  ed.); Matter of Moe, 385 Mass. 555, 563, 432 N.E.2d 712 \nillness and that failure to provide services would pose a  (1982); Superintendent of Belchertown State School v. \nlikelihood of immediate serious irreparable harm, of a  Saikewicz,  373  Mass.  728,  755–756,  370  N.E.2d  417 \nlife-threatening  nature.”  The  motion  was  signed  by  (1977); Guardianship of Bassett, 7 Mass.App.Ct. 56, 64–\ncounsel for BRI, although it made no claim of contempt  65, 385 N.E.2d 1024 (1979). We have no doubt that the \nof  court  for  violation  of  the  approved  settlement  judge’s order was intended to be in David’s best interests. \nagreement, nor did it make any representation concerning  If that order had not involved a State agency and the \nBRI’s right to seek relief for David on the basis of that  expenditure of public funds, there would be no reasonable \nsettlement. Moreover, the motion alleged no theory on  basis to challenge the direction, at the guardian’s request, \nwhich the department might be obligated to provide the  that David be treated at BRI. \ntreatment and habilitation program sought.    \n   [1]  [2]  The  guardianship,  however,  did  not  invest  the \nThe judge issued an order of notice on the same day,  Probate Court with the authority to order the department \nscheduling a March 6, 1989, hearing and ordering that the  to do anything that the department was not willing to do \nparties be prepared to respond to two issues: “a. Whether  or required *792 to do as a matter of law. A court, of \nthe  [department]  or  the  Commonwealth  **859  is  course, may not properly exercise the functions of the \nobligated  to  provide  services  to  the  ward  which  are  executive branch of State government. See Guardianship \nsufficient to keep him safe and which will prevent him  of Anthony, 402 Mass. 723, 727, 524 N.E.2d 1361 (1988). \nfrom regressing,” and “b. Why BRI was not considered  On the other hand, a court has the right to order the \nby [the department] as a facility to provide services to the  department to do what it has a legal obligation to do. Id. \nward.” The record does not disclose how the issues came  Attorney Gen. v. Sheriff of Suffolk County, 394 Mass. 624, \nto be stated as they were in the order of notice. Certainly,  629–630, 477 N.E.2d 361 (1985). Where the means of \nthe motion for a preliminary injunction did not present  fulfilling  that  obligation  is  within  the  discretion  of  a \nthem explicitly.  public agency, the courts normally have no right to tell \n   that agency how to fulfil its obligation. Id. at 630, 477 \n*791 Although the judge justified his authority to issue  N.E.2d  361.  See  Bradley  v.  Commissioner  of  Mental \nthe  preliminary  injunction  in  part  on  his  continuing  Health, 386 Mass. 363, 365, 436 N.E.2d 135 (1982). Only \njurisdiction over both the action brought by BRI and the  when, at the time a judicial order is entered, there is but \nimplementation of the settlement agreement in that action,  one  way  in  which  that  obligation  may  properly  be \nthere is nothing in that settlement agreement that justified  fulfilled, is a judge warranted in telling a public agency \nentry of the preliminary injunction. That agreement gave  precisely  how  it  must  fulfill  its  legal  obligation.  See \nDavid no right to be treated at BRI. If the department  Guardianship of Anthony, supra 402 Mass. at 727, 524 \nfailed  to  give  BRI  equal  consideration  with  other  N.E.2d 1361; Attorney Gen. v. Sheriff of Suffolk County, \nproviders, it might be liable for breach of the agreement  supra 394 Mass. at 630, 477 N.E.2d 361. \nand perhaps for contempt of court. However, neither of    \nthese theories was asserted in the motion as a basis for  Before we turn to the questions whether the department \nissuance  of  the  preliminary  injunction.  Even  if  the  had any legal obligation to care for David and, if it did, \n  2 \n \n\n \n \nwhether the only way the department could fulfil that  trained staff members are required to control him. \nobligation was to pay for his care at BRI, we shall discuss    \nour concerns about how the issues were raised in this case  David  would  be  subject  to  severe  regression  if \nand then shall recite the factual background against which  comprehensive residential behavioral treatment were to be \nthe answers to the questions of law must be decided.  suddenly withdrawn. David needs that treatment in order \n   to be safe, and without it he poses a likelihood of serious \nThe judge entered an order that he labeled a preliminary  harm to himself and others. The judge had previously \ninjunction, but that order was not preliminary to anything.  approved the use of certain aversive procedures for David \nThe parties who sought the preliminary injunction **860  when  necessary  in  order  to  direct  and  control  his \nare not now required to prove their case at a trial. By its  behavior. These include, in response to any aggressive or \nterms the injunction can be vacated only if the department  self-injurious behavior and subject to prior notice to the \n(not  the  plaintiffs)  should  make  a  particular  factual  department and to certain clinicians, spanking, pinching, \nshowing. In legal and practical effect, the injunction is a  and squeezing (Level 3 aversives). The judge found that, \npermanent, not a preliminary, one.4  if the use of aversive procedures were withdrawn, David \n   would suffer harm, most likely from his own self-injury, \n*793 [3] A proper procedure for asserting David’s rights  and, consequently, he would be subject to harm if he were \nagainst the department would have been the filing of a  in either a short-term or a long-term placement where \nseparate complaint or the filing of a motion to add the  aversive treatment was not available. If David were to \ndepartment as a party to the guardianship proceeding,  move  successfully  into  a  community  program,  the \nalleging,  in  either  instance,  the  grounds  for  the  relief  program would have to have at least the potential of using \nsought against the department and the nature of that relief.  Level 3 aversives. \nSee G.L. c. 215, § 6; Guardianship of Bassett, supra 7    \nMass.App.Ct. at 64, 385 N.E.2d 1024. The motion for a  **861  David’s  father  moved  to  Massachusetts  from \npreliminary  injunction  fulfilled  some  aspects  of  this  Wyoming  both  for  economic  reasons  and  to  be  near \nprocedure, but it failed to recite any theory on which the  David. After David attained the age of twenty-two and it \ndepartment was responsible to act toward David, and it  seemed  likely  that  continuing  funding  from  Wyoming \nfailed to request preliminary relief that would be followed  would  cease,  David’s  father,  his  court-appointed \nby permanent relief after a trial. The department has not  guardian,  applied  to  the  department  for  services  on \nargued here that it was not properly advised of the issues  David’s behalf. After a department psychologist assessed \nof fact and law tried before the judge. Our comments on  David and issued a report, the department determined that \nthe  procedural  weaknesses  in  this  case  are  intended,  David was eligible for department services. Although the \ntherefore, to be a guide for future cases.  department’s  position  concerning  the  place  at  which \n   David might be treated changed from time to time, its \nDavid has a history of self-destructive behavior, including  final position was that it would place David temporarily \ndangerous  runaway  behavior,  biting  himself,  and  the  in  Samoset  House,  a  residential  respite  program  in \ningestion  of  inedible  objects.  He  has  permanent  scars  Mansfield created to provide emergency placement for \nfrom bites to his hands and wrists. From February, 1977,  individuals  with  *795  behavioral  difficulties.  Samoset \nto March, 1979, David was in BRI’s residential facility in  House does not provide aversive treatment to its residents. \nSeekonk, at the expense of his Wyoming school district.    \nDuring  that  initial  two-year  stay,  David’s  severe  The judge found that the department made its choice \nbehavioral problems diminished greatly. Next, for one  because of fiscal restraints. He rejected the department’s \nand one-half years, he was in a school in Arizona during  conclusion  concerning  the  appropriateness  of  Samoset \nwhich time his self-destructive conduct became worse. He  House  because,  in  his  view,  it  lacked  any  factual  or \nthen lived at home for a little more than a year, and, in  clinical basis. Samoset House with no aversive treatment \nearly 1982, returned to BRI. David’s behavioral problems  available would, according to the judge, not be a safe \nhave  diminished  since  his  return  although  his  self- place for David. David’s place at Samoset House was \ninjurious behavior has not been completely eliminated. He  already  funded,  and  the  department  had  identified \nstill bites himself, particularly at night, and bangs his head  $20,000 that would be available for supplemental services \n*794 against walls. He is not aware of the danger posed  for David during the balance of the 1989 fiscal year. The \nby motor vehicles.  funds  the  department  designated  as  available  were \n   insufficient to pay BRI’s charges for the care of David for \nDavid is not verbal, although he can indicate when he  the balance of the year. BRI’s annual, approved rate was \nwants to eat or drink. Food has been an effective reward  approximately  $126,000.  The  annual  cost  to  the \nin training David. On the rare occasions when he engages  department  per  funded  position  at  Samoset  House \nin tantrum-like behavior, two or more strong, specially  pursuant  to  contract  was  approximately  $75,000. \n  3 \n \n\n \n \nSubstantial additional funds would be needed to enable  department and to the use of appropriated funds to pay for \nSamoset House to monitor David on a twenty-four hour  that care was established, regardless of whether he had a \nbasis.  constitutional entitlement to care and payment for that \n   care in the absence of available funding.9 \nThe judge concluded that, under the Constitutions of both    \nthe Commonwealth and the United States, David was  *798 The judge would have been warranted in entering an \nentitled  to  a  safe  and  appropriate  “protective”  living  injunction (a) directing the department to provide care and \nenvironment.  It  is  a  reasonable  inference  from  his  protective services to David and (b) defining the level of \nfindings and rulings that the judge believed that David’s  care  and  protective  services  that  the  department  was \nconstitutional right to services from the Commonwealth  obligated to furnish David. Such an order would in effect \nincluded  placement  in  a  facility  that  could  provide  have  directed  the  department  to  carry  out  its  lawful \naversive treatment if necessary to prevent David from  obligations.  The  remaining  contested  issues,  therefore, \nregressing.  The  judge’s  discussion  of  the  source  of  become whether the judge properly **863 directed the \nDavid’s rights concentrated largely on the Constitution of  department to carry out its duties by (a) mandating the use \nthe  Commonwealth.  He  relied  on  due  process  of  law  of  BRI  and  (b)  directing  (as  was  inherent  in  the \nprinciples expressed in arts. 10 and 12 of the Declaration  preliminary injunction) that aversives be available and be \nof Rights,5 a special right to affirmative protection that he  used when necessary to prevent David from regressing. \nperceived in the wording of art. 10 of the Declaration of    \nRights,6 art 114. of the Amendments to the Constitution  The determination of where and how the department will \nconcerning  *796  discrimination  against  handicapped  carry out its statutory, regulatory, and any constitutional \npersons,7 and principles of equal protection of the laws,  obligations, is, as we have already said, for it to decide. It \nfinding an unconstitutional distinction made between the  is, of course, for a court to decide what those obligations \nstatutory **862 rights to emergency treatment of mentally  are when a litigated question is presented to it concerning \nill persons and mentally retarded persons.8 He rejected the  the  scope  of  those  obligations.  The  record  does  not \ndepartment’s  argument  that,  *797  because  (as  the  support the conclusion that on a permanent basis BRI, and \ndepartment  claimed)  it  had  no  funds  appropriated  for  only BRI, can furnish the appropriate care for David. The \ncaring for David, the court had no constitutional authority  injunction should have left the determination of where \nto order the expenditure of public funds to pay BRI for  David is to be treated in the discretion of the department \nservices furnished to David.  without requiring it to return to the court for approval of \n   some other provider before David could be moved from \n[4] Although the judge’s ruling that the department had an  BRI. The placement of individuals and the coordination \nobligation to provide for David was based on David’s  of the provision of services financed by the department \nconstitutional rights (and the briefs for David and BRI  are  executive  functions.  Individually  focused  judicial \nalso  express  his  rights  as  constitutionally  based),  this  mandates impinging on those functions are not generally \ncourt is not likely to resolve an issue on constitutional  warranted and would be disruptive of attempts to carry \ngrounds if the court may dispose of it by a consideration  out broad departmental policies. Such a mandate can be \nof rights created by statute and agency regulation. See  justified, as we noted earlier in this opinion, only if there \nBeeler v. Downey, 387 Mass. 609, 613 n. 4, 442 N.E.2d  is but *799 one way in which a governmental agency can \n19 (1982).  carry out its lawful duties. See Attorney Gen. v. Sheriff of \n   Suffolk County, 394 Mass. 624, 630, 477 N.E.2d 361 \n[5] [6] We do not treat this case as one in which David  (1985). That unique situation is not shown to exist in this \nvoluntarily through his representatives sought assistance  case on a permanent basis. \nfrom  the  department  in  circumstances  in  which  the    \ndepartment  had  committed  all  its  appropriated  funds  There remains the question whether David is entitled to \nelsewhere. By the time of the hearing on the preliminary  an  order  directing  that  his  care  include  the  use  of \ninjunction  request,  the  department  had  concluded  that  aversives when necessary to prevent him from regressing. \nDavid was eligible for services. See 21 Code Mass.Regs.  No statute or regulation explicitly grants him this right. \n§ 21.02 (1987), a regulation of the Department of Mental    \nHealth  applicable  to  the  Department  of  Mental  The parties have discussed David’s due process right to \nRetardation pursuant to 115 Code Mass.Regs. § 2.03(1)  care in terms of the liberty component of the due process \n(1987).  It  had  also  designated  him  a  first  priority  of law provisions of the State and Federal Constitutions. \napplicant.  21  Code  Mass.Regs.  §  21.07(4)(a)  (1987).  They analyze views expressed in Youngberg v. Romeo, \nBecause the department had found a placement for David  457 U.S. 307, 316–319, 102 S.Ct. 2452, 2458–2459, 73 \nand additionally had $20,000 available for his care during  L.Ed.2d  28  (1982),10  and  the  restrictive  views  of  due \nthe balance of the fiscal year, David’s right to care by the  process rights to care from the State found in DeShaney v. \n  4 \n \n\n \n \nWinnebago County Dep’t of Social Servs., 489 U.S. 189,  decline to accord appropriate deference to the judge’s \n109 S.Ct. 998, 103 L.Ed.2d 249 (1989).11  findings.  The  course  of  the  department’s  treatment  of \n   David  was  not  in  the  highest  tradition  of  responsible \n*800 The DeShaney case furnishes doubtful guidance in  administration. The cure, as we have said, is to define the \nDavid’s case. The Commonwealth **864 has never taken  department’s  duties  and  to  direct  the  department  to \nany action concerning David, nor has it yet failed to act in  comply with the law. In the absence of an abdication of its \na situation where it might have had an obligation to act.  function, it is not, however, appropriate for a judge to \nDavid was never in the custody of the Commonwealth,  exercise the department’s executive functions. See Perez \nvoluntarily  or  involuntarily,  at  any  time  before  the  v. Boston Hous. Auth., 379 Mass. 703, 736, 400 N.E.2d \ninjunction  was  issued.  On  the  other  hand,  David’s  1231 (1980) (repeated or continuous failures of officials \nretardation is so severe that it is difficult to imagine that  to  comply  with  a  previously  issued  decree;  continued \nthe department could ignore him, and it may well be that,  intransigence);  Blaney  v.  *802  Commissioner  of \nat least under the State Constitution, the Commonwealth  Correction, 374 Mass. 337, 343, 372 N.E.2d 770 (1978) \ncould not ignore him. The department has not ignored  (specific  directions  concerning  the  continued \nDavid and thus, as we have said, we need not decide  classification of protective custody inmates issued only \nwhether it constitutionally could do so.12  after persistent failures of the defendants to fulfill their \n   duties  as  defined  by  **865  judicial  orders).  The \nBased on the evidence, which included strong support for  circumstances of this case, therefore, did not warrant a \nthe conclusion that David would be at risk if he were  judicial directive that the department care for David in \npermitted  to  regress,  the  judge  would  have  been  BRI on a permanent basis. \nwarranted in issuing a preliminary injunction requiring    \nthe department to continue the availability of aversive  The preliminary injunction is vacated in each proceeding. \nprocedures for David pending a determination of David’s  The proceedings are remanded to the Probate and Family \nrights and of the department’s obligations following a trial  Court  where,  following  the  filing  of  an  amended \non the merits. See *801 Packaging Indus. Group, Inc. v.  complaint in the guardianship proceeding, the judge may \nCheney, 380 Mass. 609, 615, 405 N.E.2d 106 1980).13 No  enter a preliminary injunction consistent with this opinion \npermanent injunction should be entered to that effect,  (and the then-existing circumstances)14 and a trial on the \nhowever, unless David proves that the department, acting  merits may be held at which David may seek to prove that \non  the  judgment  of  qualified  professionals,  could  not  accepted  professional  practice  requires  that  he  have \nreasonably  deny  the  continued  availability  and  use  of  available and, when necessary, receive care and treatment \naversives,  when  necessary.  If  accepted  professional  of a particular kind. In the action brought by BRI and \npractice would tolerate the unavailability or the nonuse of  others, the motion for a preliminary injunction shall be \naversives  for  David  (if  only  temporarily)  and  the  denied without prejudice to BRI’s right to seek relief from \ndepartment elects to follow that professional practice, the  any violation of the settlement agreement.15 \ncourts  must  respect  that  judgment.  We  reject  the    \npossibility that David has a constitutional right to elect  So ordered. \n(pursuant  to  substituted  judgment  principles)  among    \nplacements and treatment procedures that are acceptable \nto  qualified  professionals.  If  it  is  not  inherent  in  the  LYNCH, Justice (concurring). \ndepartment’s statutory and common law obligations (see   \nG.L. c. 123B, § 2 [1988 ed.]; 104 Code Mass.Regs. §  I concur in the result. I write separately, however, to \n20.21[1] [1987] ) that it must treat David according to  reject  any  suggestion  that  the  State  Constitution  may \naccepted professional practice (cf. Youngberg v. Romeo,  provide  an  affirmative  entitlement  to  social  welfare \nsupra 457 U.S. at 323, 102 S.Ct. at 2462), we might  services not provided by the Federal Constitution. See \nexpect to find such an obligation under State due process  DeShaney v. Winnebago County Dep’t of Social Servs., \nof  law  principles.  Cf.  Nason  v.  Superintendent  of  489 U.S. 189, 109 S.Ct. 998, 103 L.Ed.2d 249 (1989). \nBridgewater State Hosp., 353 Mass. 604, 611–612, 233    \nN.E.2d 908 (1968) (treatment of confined mentally ill \npersons). \n*803 LIACOS, Chief Justice (dissenting). \n  \n \nThis  case  concerns  the  proper  exercise  of  judicial \nThe court today strikes down a preliminary injunction \nauthority. In deciding that issue, we need not concern \nwhich protected Christopher David McKnight (David), a \nourselves with various facts additionally recited in the \nprofoundly retarded, autistic young man, from the violent \ndissent.  We  do  not,  as  the  dissent  says,  ignore  the \nconsequences of his own self-destructive behavior. In so \nsignificant parts of the record, defer to the department, or \n  5 \n \n\n \n \ndoing, the court ignores significant portions of the record,  for David would displace these individuals. The Probate \ndefers to an agency found to have acted in bad faith in the  Court judge found this document to be “deceptive and \nproceedings below, and fails to accord the findings of the  misleading” in that it did not contain “up-to-date, current, \nProbate  Court  judge  the  deference  demanded  by  past  accurate information,” and, contrary to statements made \ndecisions of this court. I dissent.  by  the  department,  the  document  was  prepared \n   specifically for the preliminary injunction proceedings. \n1.  Facts.  I  find  it  necessary  to  recite  those  facts  not  Also, the department stated in its brief to the Probate \nmentioned  by  the  court  regarding  the  actions  of  the  Court that no money was available for the provision of \nDepartment of Mental Retardation (department) and the  residential services for David. In fact, the department was \nevidence presented at the proceedings below, which I  aware  of  at  least  $20,000  which  was  earmarked  for \nconsider crucial to a proper evaluation of the preliminary  David’s care. The Probate Court judge found that the \ninjunction.  department  had  “knowingly  attempted  to  mislead  the \n   court” through its initial assertion that no funds were \nIn  response  to  the  request  of  David’s  father  that  the  available. \ndepartment provide services to David, the department sent    \na psychologist, Dr. William Packard, to evaluate David  Five treatment facilities at which David might be placed \nand to determine his eligibility for services. Based on  were  discussed  during  the  preliminary  injunction \nPackard’s  report,  the  department  made  an  immediate  proceedings: (1) BRI, (2) Samoset House, (3) Amego, (4) \ndetermination that David was eligible for services and that  Kennedy,  and  (5)  South  Shore  Mental  Health  Center \nthe most appropriate placement for David would be a  (South  Shore).  Of  these  five  facilities,  Amego  and \ntwenty-four hour intensively staffed apartment for autistic  Kennedy  were  unable  to  negotiate  a  suitable  fee \nadults. Despite this determination, the department initially  arrangement  with  the  department  for  the  provision  of \nproposed that David be returned to the care of his father  services to David, and were dropped from consideration. \nto live in a trailer which lacked adequate heat and had no    \nrunning water for part of the year. This proposal was later  During  the  preliminary  injunction  proceedings,  the \ndropped and has been unanimously criticized by those  director of the inpatient unit at South Shore, Dr. Michael \nclinicians  who  testified  in  the  preliminary  injunction  Dorsey,  testified  that  South  Shore  would  not  be  an \nproceedings.  appropriate facility at which to treat David. Dr. Dorsey \n   also testified that David would be subject to harm due to \nAfter abandoning its home-care proposal, the department  self-injury if he were *805 placed at Samoset House. \nidentified  two  facilities,  Amego  Residential  Facility  Nevertheless,  the  department  proposed  to  the  Probate \n(Amego) and the Kennedy Donovan Program (Kennedy),  Court  judge  that  David  be  placed  at  Samoset  House. \nas potential providers of emergency short-term services to  Assistant  commissioner  Jeffrey  Keilson  and  regional \nDavid until a permanent placement could be arranged. A  director of the department Richard O’Mera, testified to \nrepresentative of the department testified that it did not  the  ability  of  Samoset  House  to  care  adequately  for \nconsider  the  Behavior  Research  Institute,  Inc.  (BRI),  David.  However,  the  Probate  Court  judge  discounted \nprogram as an alternative to provide emergency service  Keilson’s  and  O’Mera’s  testimony  because  they  were \nbecause BRI would want to be paid for rendering service,  administrators,  not  clinicians,  and  lacked  sufficient \nand because the need for short-term emergency service  expertise to testify to the appropriateness of a Samoset \nwould not arise unless BRI had already *804 discharged  House  placement  for  David.  At  the  close  of  the \nDavid for nonpayment, as was threatened. The Probate  preliminary  injunction  proceedings,  the  Probate  Court \nCourt judge found that the department’s **866 rationale  judge found that “[n]o clinical support was provided to \nfor not considering BRI was “illogical,” “absurd,” and  support  [the  Samoset  House]  placement,”  and  that \n“pure sophistry,” concluding that “it is inexplicable that  “David’s placement in Samoset House, according to the \nBRI  would  not  even  be  contacted  by  a  state  agency  unanimous clinical opinions presented to the Court, would \npurportedly undertaking a good faith effort to give equal  most  likely  lead  to  a  substantial  increase  in  his  self-\nconsideration  to  providers  competent  to  minister  to  abuse.” Furthermore, the Probate Court judge found that \n[David].”  the department’s attempts to support a Samoset House \n   placement  “could  have  been  mislead[ing],”  “lack[ed] \nDuring  the  preliminary  injunction  proceedings,  the  credibility,” and contradicted affidavits submitted to the \ndepartment submitted to the Probate Court a document  court by the department. \nentitled “Residential Priority One Waiting List” in an    \neffort to demonstrate that there were five “first priority”  The  court-appointed  monitor,  Dr.  John  Daignault,  a \nclients  more  in  need  of  services  than  David.  The  licensed psychologist, testified that BRI had successfully \ndepartment argued that an order requiring special relief  treated David, and that BRI was an appropriate facility at \n  6 \n \n\n \n \nwhich to place David. The executive director of BRI, Dr.  department,  acting  on  the  judgment  of  qualified \nMatthew Israel, also a licensed psychologist, testified to  professionals, could not reasonably deny the continued \nBRI’s skill in treating David. Ruth Ellen Carpenter, a  availability and use of aversives, when necessary.” Ante at \ncertified special education teacher who had known David  864. Thus, the court remands this case to the Probate *807 \nfor eleven years, testified that David had made significant  Court where, presumably, another preliminary injunction \nprogress in controlling his self-injurious behaviors during  hearing will be held on the need for aversives in David’s \nhis time at BRI. In addition, a psychologist employed by  treatment. \nthe department, Dr. Packard, authored a report entered in    \nevidence which indicated that discontinuing all aversive  The court’s reasoning and conclusions seem to me to be \ntherapy procedures would lead to a dramatic escalation of  based  on  sophistry  that  unnecessarily  prolongs  these \nDavid’s self-destructive behavior.  proceedings. In the circumstances of this case, the court’s \n   deference to the expertise of the department is misplaced, \nBRI is experienced in the use of aversive therapy, while  and  its  remand  of  the  case  for  another  hearing  is \nSamoset House does not utilize aversive procedures. Dr.  unnecessary. \nDaignault and Dr. Israel both testified that the precipitous    \n*806 removal of aversive therapy could cause David to  It is true that judicial deference to the expertise of public \nsuffer  a  profound  regression  **867  and  lead  to  an  agencies  is  a  vital  characteristic  of  our  constitutional \nincrease in his self-abuse.  government,  one  which  invokes  the  principle  of \n   separation  of  powers  contained  in  art.  30  of  the \nFinally, the Probate Court judge found that local service  Massachusetts Declaration of Rights. American Family \ncenter director Harold Berberick told David’s father that  Life Assurance Co. v. Commissioner of Ins., 388 Mass. \nBRI “is not a politically acceptable placement,” and that  468,  480,  446  N.E.2d  1061  (1983).  The  tradition  of \nregional  director  Richard  O’Mera  said  that  a  BRI  judicial deference to agency decision making represents \nplacement is “not the best way to win friends within the  an important social policy decision that public agencies \nDepartment  of  Mental  Retardation.”  In  light  of  this  are generally in a better position than courts to make \nevidence,  the  Probate  Court  judge  concluded  that  the  particular technical decisions. However, this policy rests \ndepartment’s failure to consider BRI as an alternative  on an assumption that public agencies will act properly \ntreatment  facility  “was  influenced  by  improper  when making their decisions. \nmotivations, if not bad faith.”    \n   Where  agencies  have  been  shown  to  have  acted \n2. The Preliminary Injunction. The court recognizes that  improperly in the execution of their regulatory, statutory, \nthe Probate Court in this case enjoyed “broad powers to  or constitutional duties, this court has been willing to \nact in the best interests of David by fashioning equitable  uphold  the  exercise  of  judicial  oversight  of  agency \nremedies,” ante at 859, and states that “[t]he judge would  functions. Perez v. Boston Hous. Auth., 379 Mass. 703, \nhave  been  warranted  in  entering  an  injunction  (a)  400  N.E.2d  1231  (1980).  Blaney  v.  Commissioner  of \ndirecting the department to provide care and protective  Correction, 374 Mass. 337, 372 N.E.2d 770 (1978). \nservices to David and (b) defining the level of care and    \nprotective services that the department was obligated to  The rule that a court will not order an agency to act in a \nfurnish David.” Ante at 862. The court then narrows the  particular  way,  unless  there  are  no  other  methods  by \nremaining contested issues to whether the judge could  which the agency may fulfil its legal obligations, is drawn \norder (1) that David remain at BRI and (2) that aversive  directly from the policy of judicial deference to agency \ntherapy be available to prevent David from regressing.  expertise. This rule is not absolute; it gives way in the \n   face of agency misbehavior. For example, in the case of \nThe court, citing the well-established rule that a judge  Bradley v. Commissioner of Mental Health, 386 Mass. \ncannot order a public agency to act in a particular manner  363, 366, 436 N.E.2d 135 (1982), we stated that “[a]t \nunless there is but one avenue through which that agency  least until it is demonstrated that the [agency] is unable \ncan fulfil its legal obligations, concludes that the record  or unwilling to provide the level of security necessary for \ndoes not support a finding that only by placing David at  the  plaintiff’s    **868  confinement  in  some  [agency] \nBRI can the department fulfil its legal obligations. The  facility, no order should be entered directing the [agency] \ncourt states that “[t]he injunction should have left the  to fulfil its statutory obligations in any particular way” \ndetermination  of  where  David  is  to  be  treated  in  the  (emphasis *808 added). In the present case, the Probate \ndiscretion of the department without requiring it to return  Court judge’s findings that the department acted in bad \nto the court for approval of some other provider before  faith, knowingly misled the court, considered improper \nDavid could be moved from BRI.” Ante at 863. Similarly,  political motivations in making its decision, and failed to \nthe court concludes that David has not proven that “the  provide any competent clinical evidence to support its \n  7 \n \n\n \n \nproposal  to  place  David  at  Samoset  House  certainly    \nwarranted  a  conclusion  that  the  department  had  The court states that “[i]n legal and practical effect, the \nabandoned its proper role in this case. Therefore, the  injunction is ... permanent, not ... preliminary.” Ante at \nProbate Court judge’s decision to require the department  859–860. However, by its terms, the injunction allows the \nto keep David at BRI did not violate the rule against  department to move to vacate the injunction “at any time \nimproper judicial interference in agency decisions.  ... upon the submission and upon approval by the Court of \n   a  reasonably-conceived,  competently-defined  clinical \nThe judge’s conclusion also finds support in the case of  habilitation program sufficient to provide for Christopher \nAttorney Gen. v. Sheriff of Suffolk County, 394 Mass. 624,  David  McKnight’s  safety,  habilitation  and  care,  and \n477 N.E.2d 361 (1985). In that case, we did not look  which  shall  not  cause  him  harm.”  If  the  department, \nsolely to whether there were any alternative avenues open  exercising the expertise alluded to in the court’s opinion, \nto the agency; rather, we looked to the factual context of  presents a suitable treatment plan to the Probate Court, the \nthe case to determine whether there were any feasible  injunction  will  be  dissolved.  I  fail  to  see  how  this \nalternatives which the agency might choose. Id. at 628,  injunction  can  realistically  be  characterized  as \n630,  477  N.E.2d  361.  “[I]t  is  implied  in  the  judge’s  “permanent.” \nfindings and in the circumstances presented that there was    \nonly one means by which the public officials could carry  When faced with a challenge to a preliminary injunction, \nout their statutory duty, that is, by the construction of a  the task for this court is to determine whether the lower \nseventeen  story  jail.  The  only  suitable  plan  was  the  court  abused  its  discretion  in  issuing  the  injunction. \nseventeen story proposal” (emphasis added). Id. at 630,  Packaging Indus. Group, Inc. v. Cheney, 380 Mass. 609, \n477 N.E.2d 361. “[The single justice] concluded that the  615, 405 N.E.2d 106 (1980). Planned Parenthood League \nonly feasible plan in the light of costs and time was the  of Mass., Inc. v. Operation Rescue, 406 Mass. 701, 550 \nseventeen story plan” (emphasis added). Id. at 628, 477  N.E.2d  1361  (1990).  “An  appellate  court’s  role  is  to \nN.E.2d 361.  decide  whether  the  [trial]  court  applied  proper  legal \n   standards  **869  and  whether  there  was  reasonable \nIn the present case, the bulk of the clinical testimony  support for its evaluation of factual questions.” Packaging \npresented  at  the  preliminary  injunction  proceedings  Indus. Group, Inc. v. Cheney, supra 380 Mass. at 615, \nsuggested that David would be safe at BRI. The judge,  405 N.E.2d 106, quoting Hochstadt v. Worcester Found. \nexercising  his  prerogative  to  evaluate  the  evidence,  for  Experimental  Biology,  545  F.2d  222,  229  (1st \naccepted  the  credibility  of  this  expert  testimony.  Cir.1976). I have little doubt but that the record below \nAdditionally, he accepted the clinical testimony regarding  provided  “reasonable  support”  for  the  Probate  Court \nthe  propriety  of  a  Samoset  House  placement  which  judge’s *810 finding that David risked irreparable harm if \nindicated that David would most likely regress and suffer  the injunction did not issue and David was subsequently \nself-inflicted injuries were he to be placed in that facility.  removed from BRI. See Packaging Indus. Group, Inc., \nThe court fails to show that these findings were clearly  supra at 616, 405 N.E.2d 106. The testimony of at least \nerroneous.  three licensed psychologists suggested that David would \n   risk grievous bodily harm if he were removed from BRI \nA  Probate  Court’s  authority  over  matters  relating  to  to Samoset House. The department presented no clinical \nguardianship is limited to fashioning relief “in the best  testimony to rebut this suggestion. Quite apart from the \ninterest  of  [the  person]  under  [its]  jurisdiction.”  evidence of the department’s improper actions, this lack \nGuardianship of *809 Anthony, 402 Mass. 723, 726, 524  of  clinical  evidence  to  the  contrary  provides  strong \nN.E.2d 1361 (1988), quoting Matter of Moe, 385 Mass.  support for the judge’s finding of irreparable harm. \n555, 561, 432 N.E.2d 712 (1982). “The court’s power is    \n‘to be exercised with an eye single to the welfare of the  A remand for further hearings is unnecessary. This court \nward.’ ” Guardianship of Anthony, supra 402 Mass. at  is not faced with a situation where the department has \n726, 524 N.E.2d 1361, quoting King v. Dolan, 255 Mass.  been unable to make its position clear or has not been \n236, 237, 151 N.E. 109 (1926). Given the fact that the  allowed to present evidence in support of its position. The \nother  placement  facilities  presented  as  alternative  department has had ample opportunity to state its case. \nplacements  at  the  preliminary  injunction  proceedings  Any wrong which the department feels it suffered at the \nwere either unavailable or unable to properly care for  hands of the Probate Court judge arises, not out of any \nDavid,  BRI  represented  the  only  feasible  treatment  institutional or procedural infirmity in the proceedings \nfacility presented to the Probate Court by any of the  below, but out of the fact that the department failed to \nparties.  In  my  opinion,  the  Probate  Court  judge  was  present a professionally tenable position to the Probate \nbound by his obligation of care for David’s interests to  Court. To remand this case to the Probate Court so that \norder that David remain at BRI.  the department can now attempt to produce evidence of \n  8 \n \n\n \n \n“accepted professional practice” to support its position,  injunction should stand. I dissent. \nwhere  scarce  effort  was  made  before,  allows  the    \ndepartment a second chance where none is deserved. The \n Footnotes \n \n1  Behavior Research Institute, Inc., & others vs. Director of the Massachusetts Office for Children & another. \n \n \n2  A description of David’s experiences before he arrived at BRI appears in Natrona County School Dist. No. 1 v. McKnight, 764 \nP.2d 1039, 1042–1044 & n. 3 (Wyo.1988). \n \n \n3  The relevant provision reads: “DMR may move to vacate this preliminary injunction at any time hereafter upon the submission and \nupon approval by the Court of a reasonably-conceived, competently-defined clinical habilitation program sufficient to provide for \n \nChristopher David McKnight’s safety, habilitation and care, and which shall not cause him harm.” \n \n4  A preliminary injunction is, by definition, an interlocutory order entered to preserve temporarily the status quo pending a full trial \non the merits. See 11 C.A. Wright & A.R. Miller, Federal Practice and Procedure § 2947, at 423–424 (1973). A preliminary \n \ninjunction remains in effect only until a final judgment is rendered. See id. at 427. \nThe injunction in this case goes much further than simply preserving the status quo until David can prove his case at trial. \nIndeed, it relieves David of his burden of proving anything at trial. Under the terms of the injunction, there will be no trial on the \nmerits of David’s claims. The judge effectively rendered a final determination of David’s rights based on the evidence presented \nat the expedited preliminary injunction hearing. If one were to accept the dissent’s view, every permanent injunction requiring \ncontinuing compliance with an order would be a preliminary injunction because it could be modified. \n \n5  Due process of law principles of the State Constitution are expressed by arts. 1, 10, and 12 of the Declaration of Rights and Part II, \nc. 1, § 1, art. 4. Pinnick v. Cleary, 360 Mass. 1, 14 n. 8, 271 N.E.2d 592 (1971). \n \n \n6  The first sentence of art. 10 provides: “Each individual of the society has a right to be protected by it in the enjoyment of his life, \nliberty and property, according to standing laws.” No case has said that art. 10 alone places an affirmative obligation on the \n \nCommonwealth to protect the life, liberty, or property of an individual at public expense beyond whatever obligations are imposed \nby  statute  or  the  common  law.  Cases  involving  art.  10  have  generally  concerned  claims  that  special  legislation  has \nunconstitutionally favored one person at the expense of one or more other persons. See Boston v. Keene Corp., 406 Mass. 301, \n306–308, 547 N.E.2d 328 (1989), and cases cited. We need not decide in this case whether art. 10, independent of its expression of \ndue process of law rights, requires the Commonwealth to furnish services to David. \n \n7  Article 114 of the Amendments provides that: “No otherwise qualified handicapped individual shall, solely by reason of his \nhandicap, be excluded from the participation in, denied the benefits of, or be subject to discrimination under any program or \n \nactivity within the commonwealth.” Even if we assume that a “program or activity” is involved in this case, we see no \ndiscrimination against David because of his handicap. All participants under the department’s responsibility are handicapped to \none degree or another. The department is not excluding David from anything because of his handicap. The recognition of \nhandicapped persons as a class in art. 114 may influence certain analyses of the constitutional rights of handicapped persons. In the \nsituation before the court, however, art. 114 has no application. \n \n8  The judge erroneously concluded that there was a denial of equal protection of the laws because an individual who was dangerous \nand mentally ill could obtain emergency care and treatment pursuant to G.L. c. 123, § 12 (1988 ed.), whereas a person who was \n \nmentally retarded and dangerous had no parallel right. Even if we accept that David is not mentally ill (his guardianship proceeding \ninvolved a determination that he was mentally ill) and thus § 12 is inapplicable to him, there is no denial of equal protection. \nSection 12 involves a civil commitment against the will of a person, and is not concerned with the long-term or involuntary \ntreatment of that person. It is unclear how the absence of a precisely parallel statute similarly restricting the rights of retarded \npersons harms David or gives him (as a mentally retarded person) a basis for successfully claiming the denial of equal protection. \nIn any event, G.L. c. 201, § 14 (1988 ed.), provides a reasonably parallel procedure for the admission of a mentally retarded person \nto a facility in an emergency. There is no basis on the record for concluding that dangerous mentally ill persons have been given \nsome preference over dangerous mentally retarded persons that is relevant here. Moreover, even if there were such a difference, \nand if it were found to violate equal protection of the laws principles, it is not clear that the constitutional violation would give \nDavid any right to the entry of a preliminary injunction of the scope that was entered here. \n \n9  We have suggested that the unavailability of appropriated funds would not justify the failure of prison officials to stop violating \ninmates’ constitutional rights (a) to equal protection of the laws and (b) not to be subjected to cruel and unusual punishment. See \n \nBlaney v. Commissioner of Correction, 374 Mass. 337, 342 n. 3, 372 N.E.2d 770 (1978). In such a case, if the authorities lack \nappropriated funds sufficient to perform all their duties without violating constitutional rights, a cure would be the early release of \n  9 \n \n\n \n \nsome inmates. \nWhere constitutional rights of a severely mentally retarded person are involved, the problem of inadequate funds may be more \nintense because the release of such a person may not be an available option. In this appeal, we need not consider whether, to \nprotect David’s rights (statutory or constitutional), the department, confronted with an appropriation proven to be insufficient to \npermit it to care for all persons within its responsibility, would have to deny services to mentally retarded persons less severely \nafflicted than David in order to be able to meet David’s needs. \n \n10  Speaking for a nearly unanimous Court in the Youngberg case, Justice Powell said: “If, as seems the case, respondent seeks only \ntraining related to safety and freedom from restraints, this case does not present the difficult question whether a mentally retarded \n \nperson, involuntarily committed to a state institution, has some general constitutional right to training per se, even when no type or \namount of training would lead to freedom.” Youngberg v. Romeo, 457 U.S. 307, 318, 102 S.Ct. 2452, 2459, 73 L.Ed.2d 28 (1982). \nJustice Blackmun, concurring in an opinion joined in by Justices Brennan and O’Connor, said: “The second difficult question left \nopen today is whether respondent has an independent constitutional claim, grounded in the Due Process Clause of the Fourteenth \nAmendment, to the ‘habilitation’ or training necessary to preserve those basic self-care skills he possessed when he first entered \nPennhurst—for example, the ability to dress himself and care for his personal hygiene. In my view, it would be consistent with the \nCourt’s reasoning today to include within the ‘minimally adequate training required by the Constitution,’ ante, at 322, [102 S.Ct. at \n2461], such training as is reasonably necessary to prevent a person’s pre-existing self-care skills from deteriorating because of his \ncommitment. \n“... For many mentally retarded people, the difference between the capacity to do things for themselves within an institution and \ntotal dependence on the institution for all of their needs is as much liberty as they ever will know.” (Emphasis in original.) Id. at \n327, 102 S.Ct. at 2464 (Blackmun, J., concurring). \n \n11  In the DeShaney case, the United States Supreme Court held that an individual’s due process rights were not violated when the \nState failed to provide him with adequate protective services against private violence. Id. 109 S.Ct. at 1004. The Court \n \ndistinguished circumstances discussed in Youngberg v. Romeo, supra, on the ground that a State’s constitutional obligation to care \nfor a person arises only when the State takes custody of that person against his will. DeShaney, supra at 1004–1006. The DeShaney \nopinion has been criticized for failing to recognize, and to give effect to, the significant role the State of Wisconsin played by \nomission in the harm that came to Joshua DeShaney. See id. at 1010–1011 (Brennan, J., dissenting); id. at 1012 (Blackmun, J., \ndissenting) The DeShaney decision has also been described as broad and harsh. See Philadelphia Police & Fire Ass’n for \nHandicapped Children, Inc. v. Philadelphia, 874 F.2d 156, 166 (3d Cir.1989). \n \n12  We find the Supreme Court’s distinction between the rights of persons involuntarily held by the State and those not so held to be \nuninstructive in the case of a person like David. By application of principles of substituted judgment, one might expect that David \n \nwould “voluntarily” accept placement and care by the department. If “he” did so, however, the DeShaney opinion suggests that, if \nthe Commonwealth omitted some needed level of care, it would not be denying due process of law to David, who, in a substituted \njudgment sense, would be voluntarily in the Commonwealth’s custody. A more sophisticated exercise of substituted judgment \nmight reject care by the Commonwealth, in the hope that the Commonwealth would hold David involuntarily (against “his” \nsubstituted judgment), and thus implicate a liberty interest under Federal due process principles. \n \n13  As a practical matter, such an order might have required the department to leave David at BRI, at least for some months. \n \n \n14  At a hearing on the question of the entry of a preliminary injunction, new evidence need be considered only as to circumstances \narising since the entry of the preliminary order. Contrary to the dissent’s view, the question of aversives need not be revisited \n \nbefore a preliminary order is entered. \n \n15  The motion of BRI and David’s father to amend their briefs to include a claim for attorneys’ fees and costs on appeal is allowed. \nThe allowance of the motion does not imply, however, that either is entitled to an award of attorneys’ fees and costs on appeal. \n \n \n \n \n \t\r  \n \n \n  \n  10 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/74480"
    }
  ],
  "document_count": 3
}