{
  "case_id": 11211,
  "fetched_at": "2025-10-22T00:14:05.096873",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Louisiana",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2005,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Louisiana state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2004,
    "id": 11211,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Access to lawyers or judicial system",
      "General/Misc.: Fines/Fees/Bail/Bond"
    ],
    "last_checked_date": "2009-03-03T00:00:00-05:00",
    "main_docket": {
      "id": 31839,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2004,
      "docket_filing_number": 1841,
      "is_main_docket": true,
      "court": "Louisiana state supreme court",
      "state": "Louisiana",
      "docket_office_number": "",
      "docket_number_manual": "04-KA-1841",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "State of Lousiana v. Citizen",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Defendants in two separate murder trials challenging the constitutionality of a Louisiana statute determining where funds for public defenders come from.",
    "plaintiff_type": [
      {
        "value": "State Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": "<p>In 2004, two criminal indigent defendants filed suit in the 14th Judicial District Court, Parish of Calcasieu challenging the constitutionality of two Louisiana statutes in determining the source of funds for indigent defendants' counsel.  They argued that because of the disclaimers in the statues, stating that nothing in the statute should make the parishes of Louisiana responsible for the expenses associated with the costs of indigent criminal defense, they were deprived of their right to effective counsel due to a lack of funding.  Plaintiffs were represented by public interest lawyers.  </p><p>The trial court found that the two statues were unconstitutional because they prevented any suprlus money from being spent on indigent defense counsel.  The Court ordered the parish police jury to make $200,000 available for attorney's fees.  Both the state and the parish policy jury appealed.</p><p>On April 1, 2005 the Louisiana Supreme Court (Judge Victory) reversed the lower court ruling.  The Court held that neither statute was unconstitutional and that neither violates indigent defendants' due process or equal protection rights, or the right to counsel.  According to theLouisiana Supreme Court, the constitution requires only that indigent defendants are entitled to counsel and legislatures must provide a system for securing and compensating adequate counsel.  The Louisiana statutes at issue met the constitutional requirements because they provided a process in which indigent defendants' counsel can seek funding.  The Court also held that due to the separation of powers principle, a court cannot order the parish police jury to set aside funding for appointed counsel, however, the Court did announce that a court can stay prosecution until there is adequate funding for appointed counsel.  The cases was remanded to the District Court.</p><p>We have no further information on this case.</p><p></p>",
    "summary_published_date": "2009-03-05T00:00:00-05:00",
    "summary_short": "In this state court case, filed in 2004, indigent defendants challenged the constitutionality of two Louisiana statutes which determined the funding for appointed counsel.  The trial court found the statutes unconstitutional since they didn't allow surplus funds to go towards indigent defense counsel.  The trial court also ordered the parish policy jury to set aside funds for indigent counsel.  The Louisiana Supreme Court reversed the trial court's holdings, finding that the statutes met the minimum constitutional requirements for providing a mechanism to fund indigent defense counsel.  The Supreme Court also found that the Trial Court overstepped its authority by forcing the parish policy jury to set aside funds.  However, it did find that a court may order a stay of proceedings until there are adequate funds for effective counsel.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11211",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11211",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11211",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11211"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119702,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119702"
    },
    {
      "date": "2005-04-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 325,
      "cite_1_reporter": "So.2d",
      "cite_1_vol": 898,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Louisiana state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60339,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60339.pdf",
      "title": "Opinion",
      "text": "898 So.2d 325 (2005)\nSTATE of Louisiana\nv.\nAdrian CITIZEN. and\nState of Louisiana\nv.\nBenjamin G. Tonguis.\n[*]\nNo. 2004-KA-1841.\nSupreme Court of Louisiana.\nApril 1, 2005.\n326 *326 Allen L. Smith, Jr., Lake Charles, Counsel for Applicant.\nHon. Charles C. Foti, Jr., Attorney General, Burton Paul Guidry, Assistant Attorney General, Hon. Robert Bryant,\nDistrict Attorney, Carla Sue Sigler, Assistant District Attorney, Frederick Wayne Frey, Assistant District Attorney;\nPhyllis Elaine Mann, Alexandria, Gary Proctor, Marilyn Michele Fournet, Counsel for Respondents.\nVICTORY, J.\n327 These consolidated cases present the issue of funding for indigent defendants in *327 criminal cases in the State\nof Louisiana. In particular, the legislature has enacted statutes which require the State to provide the funds for\nindigent defense through the Louisiana Indigent Defense Assistance Board (\"LIDAB\") and statewide indigent\ndefender boards in each judicial district but has at the same time failed to provide adequate appropriation to\nsupport these services. Further, the legislature has exempted local governmental entities from the payment of\nsuch expenses.\nFACTS AND PROCEDURAL HISTORY\nThe instant direct appeal arises out of two unrelated Calcasieu Parish killings. After a Calcasieu Parish grand jury\nreturned a first degree murder indictment on April 11, 2002 against Benjamin Tonguis, the trial court appointed\nthe Chief Public Defender for the parish, Ronald Ware, to represent him. Ware informed the court of his\nprohibitive caseload, and the court removed him from the case and sought to appoint solo practitioner Phyllis E.\n[1]\nMann.  On December 10, 2003, counsel filed a document captioned as a Motion to Determine Source of Funds\nto Provide Competent Defense. Counsel also requested that the court adopt into the record a transcript from a\n2001 hearing in three consolidated prior cases in which the trial court could not readily find funding for court\n[2]\nappointed attorneys in private practice.  The trial court set counsel's funding motion for a hearing and granted\nher request to supplement the record.\nOn January 30, 2004, the trial court consolidated the Tonguis case with that of Adrian Shannondoah Citizen,\nanother Calcasieu Parish first-degree murder defendant indicted on October 10, 2002, seeking to be represented\n[3]\nby appointed counsel Phyllis Mann.  Also on that date, the trial court held a hearing on the funding issues\nraised by Mann. At this hearing, counsel for the Calcasieu Parish Police Jury (the \"CPPJ\") filed a motion to\ndismiss his client as a party to Mann's motion, as in his view La. R.S. 15:304 and La. R.S. 15:571.11 forbid local\n328 funding for the representation of indigent defendants. The court then explored the possibility with prosecutors of \n*328 amending the charges against each defendant to second-degree murder and, after receiving no favorable\nresponse, considered the testimony adduced at the prior October 2001 hearing regarding the financial status of\nthe CPPJ, with an eye toward using it as a funding source.\n\nDuring that October 2001 hearing, counsel for the CPPJ explained that the current system for maintaining the\ncriminal justice system in Calcasieu Parish, apparently unique among the 64 parishes in Louisiana, evolved in\n1985 after voters in the parish approved an ad valorem tax specifically dedicated to maintaining the Criminal\nCourt Fund, established pursuant to La. R.S. 15:571.11(A). Voters renewed the tax in 1995 and will consider it\nagain in 2005. As explained by the parish attorney, this system has clearly been an overwhelming success. Using\nthe figures from the last fiscal year, the attorney explained that in 2000, the tax, as supplemented by fines and\nforfeitures, put into the Criminal Court Fund $3,500,000, by far the largest portion of the total amount of\n$5,300,000, which also included funds from other sources such as grant programs. By agreement, 20% of the\nFund portion generated by the ad valorem tax and fines and forfeitures goes into the witness and juror fee\naccount, 60% to the D.A.'s office, and 40% to the district courts. Any surplus remaining in the witness and jury fee\n[4]\naccount at the end of the year does not revert to the general parish fund  but is split on a 50/50 basis between\nthe courts and the D.A.'s office. In 2000, that surplus amounted to some $440,000, an average figure over a\n[5]\nseven year period.  Counsel for the CPPJ further explained that his client would not mind allocating a portion of\nthese funds for capital defense, but could not do so without the agreement of both the 14th J.D.C. and the\nCalcasieu Parish District Attorney.\nHowever, by the time of the January 30, 2004, hearing, the attitude of the CPPJ had apparently changed. The\nparish attorney explained that the CPPJ had concluded that since voters in Calcasieu Parish had approved the \nad valorem tax, by far the biggest component of the Criminal Court Fund, specifically for the purpose of\nmaintaining the court system and the District Attorney's Office, the CPPJ had no obligation, or even the authority,\nto divert some of that tax money to criminal defense. Chief Public Defender Ware underscored the problem\nfacing the court by stating that his office currently owed close to $47,000 for capital defense and expected to owe\nat least an additional $150,000 in upcoming cases which he had already committed to fund. He further informed\nthe court that his office generated approximately $5,550 per month. Despite the apparent intransigence of the\nCPPJ, Prosecutor Wayne Frey suggested that the court pay defense counsel from the surplus monies contained\nin the CPPJ's Criminal Court Fund (provided the parties agreed upon a funding cap), and the court agreed to\n329 propose the idea to his fellow judges and to go before the CPPJ with a funding *329 proposal. However, an\nincrease in jury and witness fees had reduced the surplus in the Fund from a previous average of $450,000 to\napproximately $300,000. The court expressed its frustration with the continued lack of funding and the fact that it\nfaces some version of the same funding dilemma in virtually every criminal case before it. The court vowed to\naddress the issue at the next judges' meeting, and informed the parties that if the judges (and presumably the\ndistrict attorney and police jury) could not resolve the funding issue collectively, then the court would issue an\norder that the money needed to pay defense counsel would come from the CPPJ.\nOn April 27, 2004, after meeting no success with the judges and district attorney, the court found that the CPPJ\nwas the only possible source of adequate funding. The court went on to find La. R.S. 15:304 and La. R.S.\n15:571.11 \"ambiguous,\" and that the statutes unconstitutionally deprive the defendants of their right to a fair and\nspeedy trial and their right to counsel. Finally, the court ordered the CPPJ to place $200,000 into the court\nregistry to be distributed to the attorneys representing Tonguis and Citizen. In its ensuing written reasons, the\ncourt also ordered the CPPJ to place into an escrow account $75,000 for expert witness fees and case related\nexpenses.\nBoth the State and the CPPJ have appealed to this Court the trial court's declaration of unconstitutionality, see\nLa. Const. art. V, § 5(D), with the Office of the Attorney General filing a brief as is its right under La. R.S. 13:4448,\n[6]\nand the trial court's order that the CPPJ provide the funds for these indigents' defenses.\nDISCUSSION\nBackground\nA defendant is entitled to the assistance of counsel in criminal proceedings. U.S. Const. Amend. IV; La. Const.\n[7]\nArt. I, § 13; Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963) ; State v. Strain, 585 So.2d\n\n540, 542 (La.1991); State v. Carpenter, 390 So.2d 1296, 1298 (La.1980). Specifically, La. Const. Art. I § 13\nprovides that \"at each stage of the proceedings, every person is entitled to assistance of counsel [ ... ] appointed\n330 by the court if he is indigent and charged with an offense punishable by imprisonment. The *330 legislature shall\nprovide for a uniform system for securing and compensating qualified counsel for indigents.\" Id.; State v. Adams,\n369 So.2d 1327, 1329 (La.1979); see also La. Const. Art. I § 2 (\"[n]o person shall be deprived of life, liberty, or\nproperty except by due process of law.\"); cf. La. Const. Art. I § 3 (\"No person shall be denied the equal protection\nof the laws.\"). Louisiana responded to the command of Gideon by creating a state indigent defender board\n(former La. R.S. 15:141 et seq.) in 1966 and, within a decade, by enacting La. Const. Art. I § 13.\nLower courts have interpreted the constitutional mandate for \"uniformity\" in La. Const. Art. 1, § 13 to allow that\neither an indigent defender board or public defender provide the required counsel to indigent criminal defendants\nin each judicial district, notwithstanding the language \"uniform system\" in the mandate. In Re Compensation for\nIndigents' Criminal Defense, 580 So.2d 1058, 1060 (La.App. 2 Cir.1991). This court found that the language of\nthe constitution \"was to allow `for workability in a state with political subdivisions of widely varying population,\ngeography, customs and problems,' [with] the primary concern being that all indigent defendants would be\nappointed counsel.\" Id. (quoting State v. Bryant, 324 So.2d 389, 393 (La.1975)).\nThe current legislative system set out in an attempt to meet the constitutional command of La. Const. Art. I § 13\nto provide a uniform system for securing and compensating qualified counsel for indigents appears in La. R.S.\n15:144 et seq. (Title XIV: Right to Counsel). These statutes require each judicial district to create an indigent\ndefender board, La. R.S. 15:144, which shall maintain lists of volunteer and non-volunteer attorneys licensed to\npractice law in Louisiana. La. R.S. 15:145(A). Each board must then select the procedure for providing counsel to\nindigents, whether it be through court selection of volunteer attorneys (or non-volunteer attorneys if needed),\nthrough employment of a chief indigent defender and supporting assistants, through contracting with available\nattorneys, or through any combination of the above. La. R.S. 15:145(B). Title XIV further creates an indigent\ndefender fund in each judicial district, La. R.S. 15:146, sets out proceedings to determine indigency, La. R.S.\n15:147, and authorizes partial reimbursement from indigents. La. R.S. 15:148. Finally, La. R.S. 15:151 et seq.\nestablish a statewide Indigent Defense Assistance Board to provide for supplementary funds in certain cases,\nand to \"cause counsel to be enrolled\" to represent a defendant sentenced to death on direct appeal and in post-\nconviction proceedings.\nIn 1993, this Court addressed the issue of indigent defense funding in State v. Peart, 621 So.2d 780, 785\n(La.1993). At the time Peart was decided, La. R.S. 15:304 required all parishes and the City of New Orleans to\npay \"[a]ll expenses... whatever attending criminal proceedings ...\" In Peart, the Court answered five questions\nregarding La. Const. Art. I § 13 and then-La. R.S. 15:304. Specifically, the court first found that the portion of Art. I\n§ 13 requiring the state to create a uniform system for securing and compensating qualified counsel for indigents\n\"creates no personal right which individual defendants may exercise.\" Id.,621 So.2d at 786. Next, the Court\nfound that then-La. R.S. 15:304 did not unconstitutionally burden the state's political subdivisions by requiring\nthat they fund the indigent defender system. Id.,621 So.2d at 787. Third, the Court held that an inmate may raise\ncertain ineffective assistance claims pretrial when judicial economy demands it, id., and fourth, that the cases of\n331 several similarly situated defendants may be consolidated, provided that the court makes *331 findings\nindividually tailored to each defendant. Id.,621 So.2d at 788. The Court then determined that defendants\nassigned counsel in a particular section of Orleans Parish Criminal District Court received constitutionally\ndeficient counsel, and thus found the existence of a rebuttable presumption of counsel's ineffectiveness in cases\narising out of that section of court. Id.,621 So.2d at 790-91. Finally, the Court noted that:\nIf legislative action is not forthcoming and indigent defense reform does not take place, this Court,\nin the exercise of its constitutional and inherent power and supervisory jurisdiction, may find it\nnecessary to employ the more intrusive and specific measures it has thus far avoided to ensure\nthat indigent defendants receive reasonably effective assistance of counsel.\nId.,621 So.2d at 791.\nAlso in 1993, the Court decided State v. Wigley, 624 So.2d 425, 426 (La.1993), wherein we held that\nuncompensated representation of indigents, when reasonably imposed, is a professional obligation burdening the\nprivilege of practicing law in this state and does not violate the constitutional rights of attorneys. However, we also\n\nheld that \"any assignment of counsel [from the private] bar to defend an indigent defendant must provide for\nreimbursement to the assigned attorney of properly incurred and reasonable out-of-pocket expenses and\n[8]\noverhead costs.\" Id. at 429.  Finally, in order to appoint private counsel in indigent defendant cases, the Court\nset out the following requirements:\nWe fully appreciate that the sources of funds from which appointed counsel may be reimbursed\nare limited. In future cases it will therefore be the district judge's responsibility to determine before\nhe appoints counsel that funds sufficient to cover the anticipated expenses and overhead are\nlikely to be available to reimburse counsel in the manner outlined above, whether the funds come\nfrom the Indigent Defender Board, from the state, from one court fund or another, from the local\ngovernment subdivision pursuant to La.Rev.Stat. Ann. § 15:304 (West 1992), or from any other\navailable source. If the district judge determines that funds are not available to reimburse\nappointed counsel, he should not appoint members of the private bar to represent indigents.\nId.\nIn a related vein, in State v. Craig, 93-2515 (La.5/23/94), 637 So.2d 437, which, like the instant case involved pre-\ntrial applications filed by defendants facing capital murder charges, this Court held that the extant version of La.\nR.S. 15:304, governing expenses paid by the parishes, provided a source of supplemental funding for counsel\nand expert witness fees in cases in which the resources of the local Indigent Defender Boards were not up to the\n332 task. *332Craig, 93-2515 at 1, 637 So.2d at 439 (\"[T]he district court can order the local government of the\nparish where the case is being tried to defray necessary expenses surrounding indigent defense, such as the\nfees of investigators and expert witnesses, first through the criminal court fund [La. R.S. 15:571.11], and, should\nthis be exhausted, then though the local government general fund [pursuant to La. R.S. 15:304].\")\nHowever, barely three months after this Court decided Craig, the legislature amended La. R.S. 15:304 to add a\nproviso that \"[n]othing in this Section shall be construed to make the parishes or the city of New Orleans\nresponsible for the expenses associated with the costs, expert fees, or attorney fees of a defendant in a criminal\nproceeding.\" 1994 La. Acts, 3rd Ex.Sess. 81. The same amendment deleted from La. R.S. 15:571.11(A)(1)(a)\nlanguage providing for payment of \"expenses of attorneys appointed to represent indigent persons under any\npublic defense program\" from the Criminal Court Funds maintained by the various parishes, despite the fact that\nthe legislature had just reenacted such language a year before in 1993 La. Acts 834. See also 1994 La. Acts 3rd\nEx.Sess. 52 (amending La. R.S. 15:571.11 to delete previous authorization for courts to use local funds for\ndefense of indigents). La. R.S. 15:304, as amended in 1994, now provides:\n§ 304. Expenses to be paid by parishes; juror's fee in city of New Orleans\nAll expenses incurred in the different parishes of the state or in the city of New Orleans by the\narrest, confinement, and prosecution of persons accused or convicted of crimes, their removal to\nprison, the pay of witnesses specifically provided for by law, jurors and all prosecutorial expenses\nwhatever attending criminal proceedings shall be paid by the respective parishes in which the\noffense charged may have been committed or by the city of New Orleans, as the case may be.\nThe expenses shall be paid by the parish treasurer or by the city of New Orleans after an account\nof the expenses shall be duly certified to be correct by the presiding judge and the clerk of court.\nThe fees, salaries, and expenses to be paid shall be fixed and regulated by the parish or city\nauthority unless otherwise provided by law; however, those persons serving as jurors in the trial of\ncriminal cases in the city of New Orleans shall be entitled to compensation of sixteen dollars for\neach and every day or part of a day on which they serve as jurors in any criminal case to be paid\nby the city of New Orleans; provided further that this shall not become effective until the council of\nthe city of New Orleans will have appropriated sufficient funds for this purpose. Notwithstanding\nthe provisions of this Section, the city of New Orleans shall only pay the above expenses after the\nspecial account created pursuant to R.S. 15:571.11(D), and to the extent authorized thereby, shall\nhave been depleted. Nothing in this Section shall be construed to make the parishes or the city of\nNew Orleans responsible for the expenses associated with the costs, expert fees, or attorney fees\nof a defendant in a criminal proceeding. (Emphasis added.)\n\nLa. R.S. 15:571.11 now provides in pertinent part as follows:\n§ 571.11. Dispositions of fines and forfeitures\nA. (1)(a) All fines and forfeitures, except for forfeitures of criminal bail bonds posted by a\ncommercial security imposed by district courts and district attorneys, conviction fees in criminal\n333 cases, and prosecutions for violations of *333 state law or parish ordinances, upon collection by\nthe sheriff or executive officer of the court, shall be paid into the treasury of the parish in which the\ncourt is situated and deposited in a special \"Criminal Court Fund\" account, which, on motion by\nthe district attorney and approval order of the district judge, may be used or paid out in defraying\nthe expenses of the criminal courts of the parish as provided in Ch.C. Articles 419 and 421 and\nR.S. 16:6, in defraying the expenses of those courts in recording and transcribing of testimony,\nstatements, charges, and other proceedings in the trial of indigent persons charged with the\ncommission of felonies, in defraying their expenses in the preparation of records in appeals in\nsuch cases, for all expenses and fees of the petit jury and grand jury, for witness fees, for\nattendance fees of the sheriff and clerk of court, for costs and expenses of a parish law library, \nand for other expenses related to the judges of the criminal courts and the office of the district\nattorney. In the Second Judicial District, the criminal court fund shall be used to defray the\nexpenses of the criminal court system. (Emphasis added.)\nConstitutionality of La. R.S. 15:304 and 15:571.11\nIn the instant case, defense counsel challenged the constitutionality of La. R.S. 15:304 and La. R.S. 15:571.11 in\nher Motion to Determine Source of Funds to Provide Competent Defense. Specifically, counsel found fault with\nLa. R.S. 15:304's command that \"[n]othing in this Section shall be construed to make the parishes or the city of\nNew Orleans responsible for the expenses associated with the costs, expert fees, or attorney fees of a defendant\nin a criminal proceeding.\" As to La. R.S. 15:571.11, it appears that defense counsel objects not to what the\nstatute contains, but to the effect of 1994 La. Acts, 3rd Ex.Sess. 81, which amended the statute to delete the\nprovision authorizing the use of a parish's criminal court fund to defray costs of providing counsel to indigent\ndefendants, although the provision had been re-affirmed only a year before in 1993 La. Acts 834. See also 1959\nLa. Acts 8 § 1 (authorizing payments to defray costs of defending indigents). According to counsel, these\nlegislative actions \"deprive [her] of her property interest in both her license to practice law and the financial\ninterest of her law firm without due process of law in violation of the Fourth and Fourteenth Amendments to the\nUnited States Constitution and Article 1, Section 4 of the Louisiana Constitution of 1974 as amended.\" Counsel\nfurther claimed that the legislature's creation of the Louisiana Indigent Defender Assistance Board (\"LIDAB\")\ndoes not absolve the state of the duty to provide LIDAB with adequate appropriation to ensure that the state\nmeets the constitutional requirements set out in Wigley, 624 So.2d at 429, and Peart, 621 So.2d at 791.\nThe trial court rejected counsel's argument regarding counsel's own due process claim, but agreed with counsel's\nargument regarding the most recent changes to La. R.S. 15:304 and La. R.S. 15:571.11 and their effect on the\nrights of the instant indigent defendants. Specifically, the trial court found that because the two statutes, when\nread together, bar the court from ordering the use of surplus funds to defray the costs of representation for an\nindigent defendant, they are unconstitutional:\nunder the provision of Article I, Sections 2,3, and 13 of the Louisiana Constitution of 1974, as\namended, and the corresponding Fifth, Sixth, and Fourteenth Amendments to the United States\nConstitution, securing the rights of due process, equal protection, and the right to counsel.\n334 *334 The State, the CPPJ,[9] and the Attorney General claim that the trial court erroneously ruled La. R.S. 15:304\nand La. R.S. 15:571.11 unconstitutional and thus lacked the judicial authority to order the police jury to make\navailable $200,000 for attorney fees and $75,000 for expert witness fees. Specifically, prosecutors argue that the\ntrial court ignored the presumption of constitutionality to be afforded all statutes, that the court violated La. Const.\nArt. II § 2 (\"Except as otherwise provided by this constitution, no one of these branches, nor any person holding\noffice in one of them, shall exercise power belonging to either of the others.\") and La. Const. Art. III § 1 (\"The\n\nlegislative power of the state is vested in the legislature[ ... ].\"), and that the trial court could have resolved the\ncase without ruling the statutes unconstitutional. In its brief, counsel for the attorney general seconds the\n[10]\nprosecutors' argument that the legislature should determine who bears the costs of defending indigents.\nAs an initial matter, statutes are presumed constitutional, and any doubt is to be resolved in the statute's favor. \nState v. Brenner, 486 So.2d 101, 103 (La.1986); Theriot v. Terrebonne Parish Police Jury, 436 So.2d 515, 520\n(La.1983). The party challenging the constitutionality of a statute bears the burden of proving that statute to be\nunconstitutional. State v. Fleury, 01-0871 (La.10/16/01), 799 So.2d 468, 472; State v. Brooks, 541 So.2d 801, 811\n(La.1989); State v. Griffin, 495 So.2d 1306, 1308 (La.1986). The challenging party must also cite to the specific\nprovision of the constitution which prohibits the legislative action. Fleury, supra at 472 (citing Moore v. Roemer,\n567 So.2d 75, 78 (La.1990)).\nFurther, although the courts generally possess the power and authority to decide the constitutionality of\nchallenged statutory provisions, a court \"is required to decide a constitutional issue only `if the procedural posture\nof the case and the relief sought by the appellant demand that [it] do so.'\" State v. Mercadel, 03-3015\n(La.5/25/04), 874 So.2d 829, 834 (quoting Ring v. State, Dept. of Transp. & Development, 02-1367 (La.1/14/03),\n835 So.2d 423, 428). Further, a court should avoid constitutional questions whenever the case can be disposed\nof on non-constitutional grounds. Ring, 835 So.2d at 427; see Cat's Meow, Inc. v. City of New Orleans, 98-0601\n(La.10/20/98), 720 So.2d 1186, 1200.\nNotably, neither the trial court, nor defense counsel, made any mention of the statutes in question enjoying a\npresumption of constitutionality. Further, in issuing its ruling, the court stated that it found the language of La. R.S.\n15:304 that \"nothing in this section shall be construed to make the parish responsible for attorney fees and costs\"\n335 to be ambiguous.[11] In any *335 event, the trial court's ruling that La. R.S. 15:304 and 15:571.11 violate the\ndefendants' rights of due process, right to counsel, and equal protection is erroneous. The constitution requires\nthat indigent defendants are entitled to the assistance of counsel and that the legislature provide for a uniform\nsystem for securing and compensating qualified counsel. The statutes at issue clearly meet the constitutional\nrequirements because they, along with La. R.S. 15:144 et seq. and La. R.S. 15:151 et seq., specifically provide\nthe medium in which to seek funding for indigent defense. The statutes do not declare that indigent defense costs\nwill not be paid, they simply place this burden on the state. The fact that the legislature has not adequately\nfunded the programs it has created to meet its constitutional mandate does not make the statutes themselves\nunconstitutional. Further, while the statutes prohibit the parishes from being required to pay for indigent defense,\nnothing in the statutes prohibit the parishes from paying these expenses if they so chose. As stated in Craig, the\nlegislature has the constitutional right and authority to declare responsibility for the payment of these costs and it\nhas done so. The mere fact that it has exempted these expenses from the individual parishes does not diminish\nany of the constitutionally guaranteed rights and freedoms of these defendants or of their attorneys.\nTrial court's requirement that the CPPJ provide indigent defense\nfunding\nAs we have found that the statutes are not unconstitutional, the next issue is whether the trial court exceeded the\nconstitutional function of the judiciary in ordering the police jury to set aside funding for indigent defendants.\nAs a general matter, as mentioned above, La. Const. Art. I § 13 explicitly states that \"[t]he legislature shall\nprovide for a uniform system for securing and compensating qualified counsel for indigents.\" Additionally, La.\nConst. Art. II § 2 states that \"[e]xcept as otherwise provided by this constitution, no one of these branches, nor\nany person holding office in one of them, shall exercise power belonging to either of the others.\" Cf. La. Const.\nArt. III § 1 (\"The legislative power of the state is vested in the legislature[ ... ].\").\nGiven the above, the constitution explicitly places the duty of providing a working system for securing the\nrepresentation of indigent defendants squarely on the shoulders of the legislature. See In Re Compensation for\nIndigents' Criminal Defense, supra at 1060-61 (\"[the duty] to compensate counsel for indigent criminal defendants\n336 in Louisiana is squarely directed at the Legislature.\"). Accordingly, while the legislature may be in breach of *336\nthat duty, in one view at least, a trial court may not reach into a local parish's accounts when constitutionally\n\nprohibited by the legislature. State v. Henderson, 341 So.2d 879, 882 (La.1977) (\"[w]here the legislature has\nprovided an adequate method [for paying expenses incurred in enforcing indigent defendant's right to compel\nattendance] and there is no necessity shown for departure from it, the court must follow the statutory mandate.\"); \ncf. State v. Smith, 99-0606 (La.7/6/00), 766 So.2d 501, 510 (responsibility of court to enforce laws rather than\nlegislate).\nThe legislature has clearly determined through statutory enactments that the State, not the parishes, will pay for\nindigent defense pursuant to the constitutional mandate of La. Const. Art. I, § 13. This could not be clearer given\nthe legislative amendments of La. R.S. 15:304 and 15:571.11 in direct response to this Court's ruling in Craig that\nthose statutes, before amendment, required the parishes, first through the criminal court funds in La. R.S.\n15:571.11 and then through the general funds in La. R.S. 15:304, to provide funding for indigent defense where\nthe State Indigent Defender Boards lacked the resources. Thus, we find that the trial court erred in ordering the\nCPPJ to place $200,000.00 in the court registry for the court appointed attorneys and to place $75,000.00 in\nescrow for other case-related expenses.\nHowever, we have often expressed in indigent defendant funding cases that budget exigencies cannot serve as\nan excuse for the oppressive and abusive extension of attorneys' professional responsibilities, and that this\nCourt, in the exercise of its constitutional and inherent power and supervisory jurisdiction, has the power to take\ncorrective measures to ensure that indigent defendants are provided with their constitutional and statutory rights. \nSee Peart, supra; Wigley, supra. In fact, in Peart, we specifically warned the legislature that we would undertake\nmore intrusive measures if the legislature failed to act.\nThe legislature has taken steps to remedy the critical state of indigent criminal defense in Louisiana since our\nwarnings in Peart. For instance, it created the statewide Indigent Defense Assistance Board in 1997, via La. R.S.\n15:151. In 2003, the legislature, by separate but identical House and Senate Resolutions (HR 151; SR 112),\ncreated the Louisiana Task Force on Indigent Defense Services, effective January 12, 2004, to study the problem\nand make an initial report no later than March 1, 2004. The legislature has constituted the Task Force as a blue\nribbon committee whose members range from the Governor to the Chief Justice of this Court. It is not clear\nwhether the 2003 Task Force ever made its report, but this year, by concurrent resolution (SCR 136), the\nlegislature voted to continue the Task Force, directing it to report on its findings together with specific\nrecommendations no later than April 1, 2005. We assume that, given the obvious deficiencies in funding from the\nState to satisfy its constitutional mandate in La. Const. Art. I, § 13, this Task Force will work diligently to formulate\nspecific recommendations on April 1, 2005, to address these problems and that the legislature will act quickly to\npromulgate these, or other, appropriate solutions.\nHowever, even assuming that these steps will lead to sweeping reform of the system and to adequate funding for\nindigent defense, reform will not likely come in any reasonable time to help the present defendants. Until the\nlegislature takes remedial action, this Court must address the immediate problems of the instant defendants in\n337 securing constitutionally adequate counsel (in a constitutionally and statutorily *337 required timely manner) in\ntheir forthcoming capital prosecutions. We are very much cognizant of the lengths to which other state courts\n[12]\nhave gone to ensure that the indigents' constitutional rights are protected, in spite of legislative inaction.\n338 *338 This is particularly appropriate in cases involving indigent defense in our state courts, as this is an area over\nwhich the Court has supervisory jurisdiction and the duty to ensure that the criminal justice system is functioning\nin a constitutional manner.\nIn this case, Mr. Citizen, was indicted for first-degree murder on October 10, 2002, and he remains in jail with no\nfunds available for the attorney appointed to represent him and, under current circumstances, may remain there\n[13]\nindefinitely  unless funds are provided for his defense. Mr. Tonguis, was indicted for the first-degree murder of\nhis infant child on April 11, 2002, and though he is not incarcerated, no funds are available for the attorney\nappointed to represent him. Implicit in these defendants' constitutional right to assistance of counsel is the State's\n[14]\ninability to proceed with their prosecution until it provides adequate funds for their defense.  While La. R.S.\n15:304 and 15:571.11 cannot be construed to force the CPPJ to pay for the costs of these indigents' defenses,\nnothing in those statutes prohibits the CPPJ from paying these expenses, and these funds may come from the\n\nCriminal Court Fund upon agreement of the legal entities responsible for its administration under La. R.S.\n15:571.11.\nIn order to assure timely representation, we now alter one of the rules previously laid down in Wigley, supra. A\ndistrict judge should appoint counsel to represent an indigent defendant from the time of the indigent defendant's\nfirst appearance in court, even if the judge cannot then determine that funds sufficient to cover the anticipated\nexpenses and overhead are likely to be available to reimburse counsel. The appointed attorney may then file a\nmotion to determine funding, as was done in this case, and if the trial judge determines that adequate funding is\nnot available, the defendant may then file, at his option, a motion to halt the prosecution of the case until\n339 adequate funding becomes available.[15] The judge *339 may thereafter prohibit the State from going forward\nwith the prosecution until he or she determines that appropriate funding is likely to be available.\nDECREE\nFor the reasons stated herein, the judgment of the trial court is reversed. We order that unless adequate funds\nare identified and made available in a manner authorized by law as expressed in this opinion, upon motion of the\ndefendants, the trial judge may halt the prosecution of these cases until adequate funds become available to\nprovide for these indigent defendants' constitutionally protected right to counsel or take other measures\nconsistent with this opinion which protect the constitutional or statutory rights of the defendants.\nREVERSED AND REMANDED.\nKNOLL, J., concurs in the result.\nJOHNSON, J., concurs in part, dissents in part and will assign reasons.\n[*] On September 23, 2004, this Court ordered that this appeal and a writ application filed in State of Louisiana v.\nAdrian Citizen, 04-KD-1154, be \"consolidated for oral argument, hearing, and decision.\"\n[1] At some time post-indictment, the trial court also apparently sought to appoint M. Michele Fournet and Gary\nProctor as co-counsel for the various parties. Unless specified for the sake of clarity, this report refers to all three\ninterchangeably as \"defense counsel.\" Court minutes indicate that Ms. Mann submitted a Motion and Order to\nEnroll as Co-Counsel on behalf of Ms. Fournet, which the trial judge signed on December 10, 2003.\n[2] In that case, the trial court found that while La. R.S. 15:304 and La. R.S. 15:571.11 did not authorize local\nfunds to be used to pay defense counsel, they did not preclude such use either. See State v. Smith, Turner and\nWinfree, 01-3128 (La.1/11/02), 805 So.2d 133. In the alternative, the trial court found both statutes\nunconstitutional, as they unlawfully interfered with a defendant's right to counsel. The Calcasieu Parish Police\nJury appealed, and this Court found that the trial court unnecessarily ruled the statutes unconstitutional as it had\nresolved the funding issue on statutory grounds. Id. Accordingly, this Court remanded the matter to the court of\nappeal, which denied writs first without finding an unresolved controversy, State v. Smith, Turner and Winfree,\n02-0065 (La.App. 3 Cir. 3/15/02) (\"The only issue in the State's writ application to this court was disposed of in \nState v. Smith, et al., 01-3128 (La.1/11/02), 805 So.2d 133\"), and then on procedural grounds. State v. Smith,\nTurner and Winfree, 01-1606 (La.App. 3 Cir. 4/9/02) (noting writ filed untimely and without proper notice to trial\ncourt). It thus appears that defense counsel in that case procured funds from the Calcasieu Parish Police Jury,\nalthough the record in the instant case does not contain conclusive evidence of such payment.\n[3] Court minutes indicate that the trial judge signed a Motion and Order to Enroll as Counsel filed by Ms. Mann\nand Mr. Proctor on December 10, 2003.\n[4] In 2000, the general fund for the parish enjoyed an overall surplus of some $7,000,000. However, the parish\ninvests all of that surplus and the parish attorney explained that tapping into the surplus for any reason, including\ncriminal defense, would cause considerable portfolio distress.\n\n[5] As for the overall health of the fund, the parish attorney explained that in 2000, the fund had $5,563,000 in\nassets and $2,626,000 in liabilities, leaving it with an overall balance of $2,937,000. That balance was then split\nbetween the courts ($1,100,000) and the District Attorneys Office ($1,800,000). Whatever the problems\nelsewhere in the state, Calcasieu Parish appears to have secured ample funding of its criminal justice system\nwith substantial monies in reserve.\n[6] The CPPJ simultaneously applied for supervisory writs of review with the Third Circuit Court of Appeal and this\nCourt. The CPPJ sought review of the trial court's ruling which ordered it to remove and set aside funds for\nindigent defense. On May 3, 2004, the CPPJ filed a motion to stay the trial court's order pending a ruling on these\napplications, which the trial court denied. The proceedings were stayed by order of this Court. The Third Circuit\ndenied the CPPJ's writ application in an order dated May 14, 2004, because the trial court's rulings on the\nstatutes' constitutionality meant jurisdiction was proper in this Court. The State filed a Motion and Order for Direct\nAppeal to this Court on April 30, 2004. On September 23, 2004, this Court ordered that the writ application filed\nby the CPPF and the State's appeal be consolidated for oral argument, hearing and decision. The parties seek\nreview and reversal of the rulings of unconstitutionality, as well as its order for the CPPJ to fund indigent defense.\n[7] In Gideon, the court noted that while: \n[t]he right of one charged with crime to counsel may not be deemed fundamental and essential to fair trials in\nsome countries, [] it is in ours. From the very beginning, our state and national constitutions and laws have laid\ngreat emphasis on procedural and substantive safeguards designed to assure fair trials before impartial tribunals\nin which every defendant stands equal before the law. This noble ideal cannot be realized if the poor man\ncharged with crime has to face his accusers without a lawyer to assist him.\nId.,372 U.S. at 344, 83 S.Ct. at 796-97.\n[8] In Wigley, we set the limits on uncompensated representation as follows: \nWe find that in order to be reasonable and not oppressive, any assignment of counsel to defend an indigent\ndefendant must provide for reimbursement to the assigned attorney of properly incurred and reasonable out-of-\npocket expenses and overhead costs. However, a fee for services need not be paid, as long as the time the\nattorney must devote to cases for which he does not receive a fee does not reach unreasonable levels. What is\nunreasonable in this context is to be determined by the trial judge in the exercise of his discretion. Such a system\nwill strike a balance between the attorney's ethical duty to provide services pro bono publico and his or her\npractical need to continue to perform his or her other obligations.\n624 So.2d at 429.\n[9] In its filing in this Court, the CPPJ explicitly adopted the arguments raised by prosecutors in their brief.\n[10] Counsel for the attorney general also sets out a laundry list of cases standing for the proposition that indigent\ndefendants are not entitled to the same services as their richer counterparts, and complains that the amount of\noverhead calculated by the trial court amounts to a \"pipe dream\" in today's economy. However, the defendants in\nthe instant case seek not the same services afforded their richer counterparts; rather they seek only the\nrepresentation to which they are entitled under U.S. Const. Amend. VI; La. Const. Art. I, § 13; Gideon v.\nWainwright, supra. Further, the trial court apparently made a finding of fact regarding defense counsels' overhead\npursuant to State v. Wigley, supra, and counsel for the attorney general shows no abuse of discretion in that\nregard.\n[11] In the instant case, as well as in the almost identical State v. Smith, Turner, and Winfree, 01-3128\n(La.1/11/02), 805 So.2d 133, the trial court heard extensive testimony that the state, the local Indigent Defender's\nOffice, and the Indigent Defense Assistance Board have no money to spare. In fact, the board's director, Edward\nGreenlee, testified that the state reduced his agency's funding by 25% after its first year of existence, then failed\nto restore funding to previous levels in the seven subsequent years. Additionally, Greenlee testified that the state\nprohibits the board from running a deficit. Accordingly, when the local parish police jury's justice fund runs an\naverage surplus of several hundred thousand dollars per year, the trial court's decision to tap these funds proves\n\ntempting. In fact, it appears that the trial court successfully did so in State v. Smith, Turner and Winfree, supra,\nwhen it found that the language of R.S. 15:304 (\"nothing in this section shall be construed to make the parish\nresponsible for attorney fees and costs\") did not preclude a trial court from finding authorization to take the funds\nin other sections of the Code of Criminal Procedure, or under principles of general fairness. Such a solution\nhowever, clearly conflicts with the legislative intent of R.S. 15:304. See 1994 La. Acts, 3rd Ex.Sess. 81.\n[12] For example, the Supreme Judicial Court of Massachusetts confronted a lack of legislative funding in \nLavallee v. Justices in the Hampden Superior Court, 442 Mass. 228, 812 N.E.2d 895 (2004). In that case, certain\njudicial districts lacked the funding to woo competent attorneys to represent the indigent. Id.812 N.E.2d at\n899-900. Additionally, the state agency charged with providing court-appointed counsel in most circumstances\nhad no staff available to represent petitioners. Id. While the district court in that case denied petitioners any relief,\nthe court reversed holding: \nWe conclude that the petitioners are being deprived of their right to counsel under art. 12 of the Massachusetts\nDeclaration of Rights, a deprivation that has resulted in severe restrictions on their liberty and other constitutional\ninterests. Although we do not grant the precise remedy the petitioners seek for the reasons we shall explain, we\nhold that, on a showing that no counsel is available to represent a particular indigent defendant despite good faith\nefforts, such a defendant may not be held more than seven days and the criminal case against such a defendant\nmay not continue beyond forty-five days.\nLavallee, 812 N.E.2d at 901.\nThe court reached this holding after looking to the manner in which other courts presented with difficulties\nsecuring or paying counsel addressed the problem. Lavallee, 812 N.E.2d at 908. Specifically, the court\nrecognized that while many of its sister courts have rightly concluded that the inadequate compensation of\ncounsel amounts to the deprivation of the constitutional rights of the criminal defendants represented by\ninadequately compensated counsel, such courts also face the constraint that appropriating funds is a legislative\nmatter. Id. The court further noted that several State courts have temporarily deferred in the first instance, and\nonly temporarily, to legislative action to ensure that the system for compensation for indigent representation\nmeets constitutional standards. Id. (citing Peart, 621 So.2d at 791; State ex rel. Stephan v. Smith, 242 Kan. 336,\n747 P.2d 816, 848-50 (1987) (unconstitutional system of compensation to be remedied by legislative and\nadministrative action); Smith v. State, 118 N.H. 764, 394 A.2d 834, 839 (1978) (\"adequate [legislative]\nappropriations will have to be made in order to comply with this ruling and to ensure the continued functioning of\nthe criminal justice system\")).\nThe Lavallee court also recognized that some state courts of last resort have granted preliminary relief in the form\nof increased compensation rates, but have simultaneously directed their Legislatures to amend permanently the\ncompensation rates for indigent representation. Id.,812 N.E.2d at 908 (citing State ex rel. Wolff v. Ruddy, 617\nS.W.2d 64, 67-68 (Mo.1981) (court established temporary guidelines pending solution); State v. Lynch, 796 P.2d\n1150, 1164 (Okla.1990) (guidelines set by court effective until Legislature acts)). Along these lines, a New York\ntrial court recently issued a permanent injunction directing that counsel be paid $90 per hour, and removed the\nstatutory fee cap until the Legislature changed the rates and increased its appropriation for compensation for\nindigent representation. Lavallee, 812 N.E.2d at 908 (discussing New York County Lawyers' Ass'n v. State, 196\nMisc.2d 761, 763 N.Y.S.2d 397 (N.Y.Sup.Ct.2003)). Finally, the court recognized that \"[a] spirit of mutual\ncooperation among the legislative, executive, and judicial departments is unquestionably the people's best\nguaranty of constitutional government.\" O'Coin's, Inc. v. Treasurer of the County of Worcester, 362 Mass. 507,\n287 N.E.2d 608, 615 (1972).\nIn contemplating more dramatic action should the need arise, the Court in Peart pointed to cases such as Arnold\nv. Kemp, 306 Ark. 294, 813 S.W.2d 770, 776-77 (1991) ($1,000 cap on fees constitutionally unacceptable\nbecause burden imposed on attorneys was excessive to the extent that it constituted a taking; court also found\nthat system of appointing attorneys, based on where attorney lives and his ability to provide effective assistance\nof counsel, violated the appellants' right to equal protection); State v. Lynch, supra (applauding pro bono legal\nrepresentation, court nevertheless holds that \"voluntary services are insufficient to accommodate the right of\nindigent citizens to the effective assistance of counsel\"); Stephan, supra,747 P.2d at 841 (ordering the dismissal\nof charges against certain defendants if the state cannot make available funds for their defense).\n\nAt least one indigent defender has prompted a trial court to take the extreme measure of threatening to hold a\nlegislative body reluctant to release funds in contempt. When Kentucky cut the budget for his office, indigent\ndefender Dan Goyette responded with a corresponding cut in services. Specifically, his office refused to provide\nattorneys for people facing involuntary mental hospitalization. The chief judge in Goyette's District reportedly\nordered the official in charge of the state budget to restore Goyette's funding or face contempt. Other judges in\nthe district ordered the release of four unrepresented persons hospitalized against their will. Abbe Smith, For Tom\nJoad and Tom Robinson: The Moral Obligation to Defend the Poor, 1997 Annual Survey of American Law 869,\n887.\n[13] There are time limitations imposed by the Code of Criminal Procedure for bringing indicted defendants to\ntrial. There is no time limitation for the institution of prosecution for first degree murder. La.C.Cr.P. art. 571 (\"There\nis no limitation upon the institution of prosecution for any crime for which the punishment may be death or life\nimprisonment or for the crime of forcible rape.\") However, no trial shall be commenced in a capital case after\nthree years from the date of institution of the prosecution and in other felony cases after two years from the date\nof institution of the prosecution. La.C.Cr.P. art. 578. Additionally, all defendants have a right to a speedy trial. La.\nConst. Art. 1, § 16; La.C.Cr.P. art. 701.\n[14] Because of \"the potential for abuse that an indigent's untrammeled right to funding could create,\" we have\ninterpreted \"adequate funding\" to mean that \"an indigent is not entitled to funds to provide any evidence or\nassistance that he wishes, but only those which will provide indigents `an adequate opportunity to present their\nclaims fairly within the adversary system.'\" State v. Craig, supra at 446.\n[15] Of course, we do not intend to interfere with the defendant's right to a speedy trial.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/60339"
    }
  ],
  "document_count": 2
}