{
  "case_id": 16912,
  "fetched_at": "2025-10-22T00:29:17.723730",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Monetary Relief",
      "Injunctive (or Injunctive-like) Relief",
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Minot",
        "institution_county": "Ward",
        "name": "Minot State University",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Education"
    ],
    "cause_other": "",
    "causes": [
      "Title IX of the Education Amendments of 1972, 20 U.S.C. §§ 1681 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Hire"
      },
      {
        "value": "Discrimination Prohibition"
      },
      {
        "value": "Develop anti-discrimination policy"
      },
      {
        "value": "Implement complaint/dispute resolution process"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Required disclosure"
      },
      {
        "value": "Training"
      }
    ],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "College/University"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2014-12-18",
    "filing_year": 2014,
    "id": 16912,
    "injunction_duration": "34",
    "issues": [
      "Discrimination Basis: Sex discrimination",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2019-01-11T00:00:00-05:00",
    "main_docket": {
      "id": 28399,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "North Dakota",
      "docket_office_number": null,
      "docket_number_manual": "05-14-2061",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Department of Education OCR Title IX Investigation of Minot State University",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2019,
    "order_start_year": 2016,
    "permanent_injunction": false,
    "plaintiff_description": "The complainant was a student attending Minot State University who alleged that she was sexually assaulted by her professor.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Title IX, Sexual Violence Investigations/Resolutions"
    ],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "North Dakota",
    "summary": "<p>On December 18, 2014, a student at Minot State University filed a complaint with the US Department of Education, Chicago Office for Civil Rights (OCR). She alleged that school officials failed to respond promptly and equitably to her report of sexual assault by a faculty member in violation of Title IX. On February 26, 2014, OCR announced that it would open an investigation.</p><p>On July 7, 2016, OCR concluded the investigation and identified a number of substantial compliance issues. First, the University had no designated Title IX Coordinator whatsoever. Second, the school’s policies and procedures and its notice of nondiscrimination violated Title IX. For instance, the University had a number of contradictory procedures to address sexual misconduct, some of which failed to mention Title IX. Third, the University failed to respond adequately to the complainant’s report of sexual assault. For instance, the University did not respond to the complainant’s emailed allegations until she followed up several weeks later and then never offered her interim measures. </p><p>In order to resolve these alleged violations, Minot State University and OCR entered into a resolution agreement where the university agreed to make a number of changes to its policies and practices. However, University officials noted that entering the agreement did not amount to an admission of any Title IX violation.The University agreed to the following changes: </p><p><ul><li>Retain an Equity Consultant, subject to OCR’s approval, with expertise in Title IX;</li></p><p><li>Issue a statement prohibiting sexual harassment and articulating the University’s role in responding to allegations of any harassment;</li></p><p><li>Revise all codes of conduct to comply with Title IX;</li></p><p><li>Develop a procedure, with approval from OCR, for documenting each incident of sex discrimination;</li></p><p><li>Enter into a memorandum of understanding with the local police;</li></p><p><li>Provide annual training to faculty and staff charged with implementing Title IX;</li></p><p><li>Provide mandatory to training to all faculty and staff on sexual misconduct prevention and response;</li></p><p><li>Conduct an assessment to determine whether the University has sufficient staff to address Title IX complaints in a timely manner;</li></p><p><li>Provide training to all freshmen and transfer students on the University’s role in preventing and responding to sexual violence;</li></p><p><li>Create a committee comprised of students, faculty, and staff to develop strategies for ensuring that all students are aware of their rights under Title IX;</li></p><p><li>Conduct an annual campus climate check to assess the effectiveness of steps taken pursuant to this agreement;</li></p><p><li>Develop a monitoring program to assess the effectiveness of the University’s overall Title IX efforts;</li></p><p><li>Review all complaints of sex discrimination from 2011 to 2015 and determine whether the University’s response was appropriate;</li></p><p><li>Maintain data related to sexual harassment;</li></p><p><li>Acknowledge to the complainant that the University failed to complete its investigation into her allegations and promise to complete the investigation pursuant to its new Title IX policies;</li> and </p><p><li>Provide counseling and other appropriate remedies to the complainant.</li></ul></p><p>OCR agreed to oversee compliance with the agreement through at least June 30, 2019.  </p>",
    "summary_published_date": "2019-01-11T00:00:00-05:00",
    "summary_short": "On December 18, 2014, a student at Minot State University filed a complaint with the US Department of Education, Chicago Office for Civil Rights (OCR). She alleged that school officials failed to respond promptly and equitably to her report of sexual assault by a faculty member in violation of Title IX. On July 7, 2016, OCR announced that it concluded the investigation and published a letter of findings. In its letter, OCR identified a number of substantial compliance issues. In order to resolve these alleged violations, Minot State University and OCR entered into a resolution agreement where the university agreed to make a number of changes to its policies and practices. OCR agreed to oversee compliance with the agreement through at least June 30, 2019. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16912",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16912",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16912",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16912"
  },
  "documents": [
    {
      "date": "2016-07-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99685,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99685.pdf",
      "title": "Resolution Agreement",
      "text": "Resolution Agreement \nMinot State University \nOCR Complaint# 05-14-2061 \nMinot State University (University) enters into this Resolution Agreement (Agreement) \nwith the U.S. Department of Education, Office for Civil Rights (OCR), to resolve the \nabove-referenced complaint and to ensure compliance with Title IX of the Education \nAmendments of 1972 (Title L'C), 20 U.S.C. §§ 1681~1688, and its implementing \nregulation at 34 C.F .R. Part I 06. \nThe University voluntarily enters into this agreement but does not admit that it violated \nTitle IX or its implementing regulations. \nOCR recognizes that the University has undertaken ongoing and proactive efforts to \nenhance the effectiveness of its policies and procedures, assess and expand the scope of \nits resources, and expand its educational and programming initiatives relating to Title IX. \nThese efforts include: developing new and more detailed Title IX policies and \nprocedures; creating a Title IX office and appointing a fuH~time Title IX coordinator, \ndeputy coordinators, and investigators; creating Title IX training programs and offering \nthem to the University community; providing annual training to employees with Title IX \nduties; signing a memorandum of understanding with the Minot Police Department; and \nissuing a notice of nondiscrimination on the University's website. \nThe University agrees to the following to ensure that it will promptly and equitably \nrespond to all incidents of sexual and gcnder~based harassment, assault and violence of \nwhich the University has notice (including incidents that the University knew or \nreasonably should have known about); take prompt and effective steps to end the sexual \nand gender~based harassment. assault and violence; eliminate any hostile environment; \nprevent its recurrence; and, as appropriate, remedy its effects on the complainant1 and \nothers. \nEquitv Consultant \nl.  The University will retain an Equity Consultant, subject to OCR's review and \napproval of the selection, with expertise in all areas of compliance with Title IX. The \nEquity Consultant will work with designated University employees with expertise in \nTitle IX and in the prevention of sexual harassment and sexual violence on college \ncampuses and training in higher education. The Equity Consultant may be selected \nfrom the University's current staff, if the person has the required expertise. The \nEquity Consultant will: \n1 The term ''complainant\" used throughout this Agreement refers to an individual who is \nthe subject of alleged sex discrimination, regardless of how the report comes to the \nattention of the University, or someone who has made a report of sex discrimination to \nthe University. \n\nMinot State University #05~14-2061 ~Resolution Agreement \nA.  Develop and provide the mandatory sexual harassment and sexual violence \ntraining required by Action 7 below; \nB.  Provide guidance to the University with respect to the types of information \nsought in periodic climate assessments, as required by Action Item 12 below; \nand, \nC.  Make recommendations to the University regarding its sexual harassment and \nsexual violence policies, procedures, and practices based on a variety of \nsources of information including the University's response to Title IX \ncomplaints and the results of the climate assessments. \nREPORTING REQUIREMENT: By June 30,2016, the University will submit to OCR \nfor review and approval, the name and the credentials of the Equity Consultant. Within \n15 days of receiving approval of the selection of the Equity Consultant, the University \nwill provide OCR with documentation demonstrating implementation of Action Item #1, \nincluding the name and credentials of the consultant and the proposed contract between \nthe University and the consultant. \nPublic Anti~H  arassment Statement \n2.  No later than 30 days after receipt of OCR's approval. the University President will \nissue a statement to the University community, including University students, \nemployees, and third parties associated with the University. which will be widely \npublished, including in the University's newspaper and on the University's website, \nstating that University policy prohibits sex discrimination, including sexual and \ngender-based harassment, assault, and violence. The statement will encourage any \nstudent, employee or third patty who believes he or she has been subjected to sex \ndiscrimination to report the incident(s) to the University, and note the University's \ncommitment to conducting a prompt and equitable investigation and immediately and \nappropriately addressing any violation of the University's policies. The statement will \ninform University community members of how to report allegations of sex \ndiscrimination, including sexual and gender~based harassment, assault and violence; \nwill explain the role of the Title IX Coordinator and Deputy Title IX Coordinators; \nwill provide contact information for the Title IX Coordinator and Deputy Title IX \nCoordinators; and will discuss the interim measures and protections against retaliation \nand harassment available to individuals reporting such incidents. The statement will \ninform all members of the University community of the University's responsibility to \ntake prompt and effective steps to end the sexual and gender-based harassment, \nassault and violence across the University; eliminate the hostile environment; prevent \nits recurrence; and, as appropriate, remedy its effects. The statement will encourage \nstudents and staff to work together to prevent acts of sex discrimination of any kind; \nand will highlight resources available to individuals who have been subjected to sex \ndiscrimination, including sexual and gender~based harassment, assault and violence. \nThe statement will explain that the University will complete investigations in a \nprompt and equitable manner; and that, after the completion of the investigation, \nPage 2 of20 \n\nMinot State University #05-14-2061 - Resolution Agreement \nstudents and employees found to have engaged in acts of sex discrimination, \nincluding sexual and gender-based harassment, assault, and violence, will be \npromptly disciplined. The statement will make clear that such discipline may include, \nif circumstances warrant, suspension, expulsion or termination. \nREPORTING REQUIREMENT: By August 1, 2016, the University will provide to \nOCR a copy of the proposed statement for review and approval. Within thirty (30) \ncalendar days of receipt of OCR's approval, the University will submit to OCR \ndocumentation demonstrating that the anti-harassment statement has been widely \npublished; including copies of the University's newspaper and relevant pages of its \nwebsite where the statement appeared. Should the University require more than 30 days \ndue to periodic printing of University materials, inserts may be used pending reprinting of \nthose publications. \nNotice of Nondiscrimination \n3.  Within thirty (30) calendar days of receipt of OCR ·s approval, the University will \namend its notice of nondiscrimination to ensure that it meets the requirements of the \nregulation implementing Title IX, including listing the name, title and contact \ninformation (including phone number, office address and e-mail) for its Title IX \nCoordinator; and stating that inquiries conceming the application ofTitle IX may be \nreferred to the Title lX Coordinator or to OCR. The University will broadly publish \nits revised notice of nondiscrimination, including on the University's website, and in \nits promotional materials, student and employee handbooks, application forms and \nits other published materials in accordance with 34 C.F.R. § l06.8(a). \nREPORTING REQUIREMENT: By August 1, 2016, the University will provide to \nOCR for review and approval a copy of its amended notice of nondiscrimination. Within \n30 days of OCR's approval of the notice of nondiscrimination, the University will \nprovide to OCR a list of the titles of the publications in which the notice of \nnondiscrimination appears (e.g. University catalog, website, student handbook) and a \ncopy of at least one publication disseminated to the campus community. or printouts or a \nlink to an on-line publication containing the notice. Should the University require more \nthan 30 days due to periodic printing of University materials, inserts may be used \npending reprinting of those publications. \nTitle IX Policies and Grievance Procedures \n4.  The University maintains three sets of policies that govern or relate to sexual assault. \nThey are: \n•  A comprehensive Title IX policy adopted in March 2016 that can be found at \nhttp:/ /wwvv. min o tsta teu .edu/ti tl e9/ campus-poI icy. s h tm I: \n•  Provisions of the 2015-2016 Handbook, namely the Student Conduct Policy (pg. \n50) and Policy on Sexual Assault (pg. 46) and Harassment (pg. 47); and \n•  I-IR Policy 1.1, Harassment located at \n\\\\\\ VW .rn inotstateu.edu/hrfpo! icv  manual .shtml \nPage 3 of20 \n\nMinot State University #05-14-2061 -Resolution Agreement \nSome of the provisions below are already included in one or more of the University's \npolicy and procedure documents, but not consistently. With regard to such provisions, the \nUniversity will retain them in the documents that currently exist and will revise all related \npolicies and procedures and other materials to ensure that these are consistent. \nRecommendations made by the Equity Consultant will also be incorporated into the \nrevisions of the policies and procedures and related documents. \nThe revised policies, procedures, and related documents will include, at a minimum: \na.  notice that the procedures apply to complaints alleging all forms of sex \ndiscrimination (including sexual and gender-based harassment, assault and \nviolence) against employees, students, and third parties; \nb.  notice of the procedures and how to file a complaint that is easily understood, \neasily located and widely distributed~ such notice must include the contact \ninformation (name or title, office address, email address and telephone \nnumber) for the individual with whom complaints may be filed; \nc.  the name, title and contact information (phone number, office address and email \naddress) for the Title IX Coordinator and Deputy Title IX Coordinators and \nnotice regarding the role and duties of the Title IX Coordinator and Deputy Title \nIX Coordinators in the processing of complaints of sex discrimination, including \nsexual and gender-based harassment, assault and violence; \nd.  provisions for the prompt, adequate, reliable and impartial investigation of \ncomplaints, including the opportunity for the parties to present witnesses and \nother evidence and to have similar and timely access to information being \nconsidered in the grievance process; \ne.  designated and reasonably prompt timeframes for the major stages of the \ngrievance process, including provisions for extensions oftime, that apply \nequally to the parties; \nf.  written notice of the outcome of the complaint, and any appeals, to all parties, \nincluding the respondent, the alleged victim and, if different, the complainant; \ng.  an assurance that the University will take prompt and effective steps to end the \nsexual or gender-based harassment, assault and sexual or violence; eliminate \nany hostile environment; prevent its recurrence; and remedy the discriminatory \neffects on the victim and others as appropriate; \nh.  where the procedures allow the parties to have a lawyer or other representative \nat a meeting or proceeding, a statement that both parties will have an equal \nopportunity to have lawyers/representatives present and that any restrictions on \nthe lawyers/representatives' ability to speak or otherwise participate will be \nPage 4 of20 \n\nMinot State University #05-14-2061 -Resolution Agreement \napplied equally to both parties; \n1.  notice of the opportunity for both parties to appeal the findings, if the procedures \na!! ow appeals; and for both parties to participate equally in the appeal process, \neven if the party has not herself or himself filed an appeal; \nJ.  appropriate definitions and examples of what types of actions may constitute sex \ndiscrimination (including sexual and gender-based harassment, assault and \nviolence), including a clear and consistent definition of what does and does not \nconstitute consent to sexual conduct; \nk.  a statement clarifying that the University's policy and procedures for addressing \ncomplaints of sex discrimination, including sexual and gender-based \nharassment, assault and violence, apply to all University programs and \nactivities; including those conducted off-campus and in the University's \ngraduate schools; \nI.  an explicit statement that where relevant, if the off-campus misconduct did not \noccur in the context of a University program or activity, the University will \nconsider the effects of off-campus conduct when evaluating whether there is a \nhostile environment on campus or in an otf-campus education program or \nactivity; \nm.  a statement that all employees, other than non-professional counselors or \nadvocates and those employees legally regarded as confidential \nresources, are expected to promptly report to the University sexual and \ngender-based harassment, assault and violence that they observe or learn \nabout; \nn.  a provision explaining that the complainant has the right to decline to \nparticipate in an investigation, appear in a proceeding with the respondent \npresent, or otherwise confront the respondent during the grievance process, \nincluding during any hearings or appeals; \no.  provisions prohibiting the parties from personally cross-examining each other \nduring the grievance process, including during any hearings or appeals; \np.  a statement that the University has an obligation to promptly take steps to \ninvestigate or otherwise determine what occurred and then to take appropriate \nsteps to resolve the complaint when it knows or reasonably should know about \npossible discrimination (from any source); regardless of whether the complainant \ndeclines to participate in the process. It will also contain a statement that the \nUniversity will seek to balance a complainant's request for anonymity or not to \nparticipate in an investigation with its broader obligation to campus safety and \nidentify the employee responsible for evaluating requests for confidentiality; and \nthat the University will respond to complaints, reports, or information about \nPage 5 of20 \n\nMinot State University #05~14-2061 -Resolution Agreement \nincidents of sex discrimination to stop prohibited sex discrimination, eliminate \nany hostile environment, take steps to prevent the recurrence of the sex \ndiscrimination, and address any effects on campus or in the context of any \nUniversity programs and activities regardless of location; \nq.  provisions ensuring that the parties, including the complainant and the \nrespondent, are afforded regular updates regarding the status of the \ninvestigation: \nr.  if the policy permits the University to act as the complainant for purposes of \nhearings and appeals, a provision ensuring that the actual complainant is \npermitted to provide input into whether the University appeals a decision \nunder the grievance process; \ns.  provisions clarifying that any informal resolution process set forth in the \nprocedures will only be used if the parties voluntarily agree to do so; that \nthe complainant will not be required to resolve the problem directly with the \nrespondent; and a statement that there will be instances when the informal \nresolution process is inappropriate (e.g., mediation is prohibited in cases of \nsexual assault, and in cases involving a student complaining of sexual \nharassment against an employee in a position of authority over the student); \nand that both parties must be notified of the right to end the informal \nprocess at any time and begin the formal stage of the complaint process; \nt.  a statement that the preponderance of the evidence standard will be used for \ninvestigating alleged sex discrimination. including sexual and gender-based \nharassment, assault and violence complaints and making findings related to the \nallegations; \nu.  a procedure for promptly and effectively notifying both complainants and \nrespondents of the initiation of an investigation; the potential policy violation(s) \nat issue; the right to participate in the investigation; the timeframe for responding; \nand that the investigation may proceed without the participation of either party: \nv.  a provision notifying complainants that they may pursue a complaint with the \nUniversity and the police simultaneously; that the University may need to briefly \nsuspend the fact-finding aspect of a Title IX investigation at the request of law \nenforcement white the law enforcement agency is in the process of gathering \nevidence; that the University will maintain regular contact with law enforcement \nto determine when it may begin its investigation; that the University wil! \npromptly resume its investigation as soon as notified by the law enforcement \nagency that it has completed the evidence gathering process, or sooner if the \nUniversity determines that the evidence gathering process will be lengthy or \ndelayed; and that the University will not delay its investigation until the ultimate \noutcome of the criminal investigation; \nPage 6 of20 \n\nMinot State University #05~14~2061 ~Resolution Agreement \nw.  a provision indicating that the University will implement appropriate interim \nmeasures during any Jaw enforcement agency's investigative period when the \nUniversity has temporarily deferred its investigation, to assist and protect the \nsafety of the complainant(s) and the campus community and to prevent \nretaliation; \nx.  a statement that the University will implement appropriate interim measures and \nwill notify complainants, in writing, that interim measures are available during \nthe University's investigation, and during any student conduct process. including \nappeals, to protect and support the complainant (such as University~enforced no \ncontact orders. changes in class schedules, counseling, other mental health \nservices, academic assistance, the ability to retake or withdraw from comses \nwithout penalty, etc.); where and how to request such interim measures; that the \nUniversity will take steps to ensure that appropriate interim measures are taken \nor provided; and that the University will take steps to ensure, where possible and \nas supported by the available information, that such interim measures minimize \nthe burden on the complainant; \ny.  with respect to confidentiality of the parties: \n1.  an assurance that the complaint and investigation will be kept confidential \nto the extent possible; \n11.  a  statement that  if the  complainant asks  that  his  or her  name  not  be \ndisclosed to  the respondent or that no  investigation  be  pursued,  it may \nlimit the scope of the University's response; \n111.  a statement that Title IX prohibits retaliation, and that the University will \ntake steps to prevent retaliation and will take strong responsive actions if \nretaliation occurs; \nrv.  a statement that if the complainant continues to ask that his or her name \nnot be disclosed, the University will take all reasonable steps to investigate \nand respond to the complaint consistent with the request as long as doing \nso does not prevent the University from responding effectively to the \nharassment and preventing the harassment of others; \nv.  a statement that the University will evaluate any confidentiality request in \nthe context of its responsibility to provide a safe and nondiscriminatory \nenvironment for a!! members of the University community; and a \nstatement that the factors that the University may consider in this regard \ninclude the seriousness of the alleged harassment, the age of the individual \nharassed, whether there have been other complaints or reports of \nharassment against the alleged harasser, and the rights of the accused \nindividual to receive information about the accuser and the allegations if a \nformal proceeding with sanctions may result; \nPage 7 of20 \n\nMinot State University #05-14-2061 - Resolution Agreement \nz.  an assurance that the University will not allow conflicts of interest (real or \nreasonably perceived) by those investigating or adjudicating complaints; \naa. a statement that possible disciplinary sanctions that might result from a finding of \nsexual harassment, sexual assault or sexual violence may include suspension, \nexpulsion or termination; and a statement of the types of remedies that the \nUniversity can provide to complainants and others as a result of sexual and \ngender-based harassment. assault or violence; \nbb. a statement that retaliation and retaliatory harassment is prohibited against any \nindividual vvho files a sex discrimination complaint with the University or \nparticipates in a complaint investigation in any way; and a clear explanation of \nhow retaliation or retaliatory harassment can be reported to the University; \ncc. a statement that in cases where sexual or gender-based harassment. assault, or \nsexual or violence is found to have occurred, the University will determine \nappropriate, enforceable sanctions reasonably calculated to stop the harassment \nand prevent its recurrence; and the University will not negotiate a settlement \nwith the employee or student for lesser actions that would not be reasonably \ncalculated to end the sexual and gender-based harassment, assault and violence; \neliminate the hostile environment; prevent its recurrence; and remedy the \ndiscriminatory effects on the complainant and others as appropriate. \nREPORTING REQUIREMENT: \nBy August I. 2016, the University will provide for OCR's review a dratl ofthc revised \nprocedures and any additional policies or informational documents that address \ncomplaints alleging discrimination on the basis of sex (including sexual and gender-\nbased harassment, assault. and violence). OCR will review these grievance procedures \nand related materials in order to ensure that these comply with Title IX and this \nt\\greeme nl . \nWithin 45 calendar days of OCR ·s confirmation that the revised policies and procedures, \nand any related materials used by the University, conform with Title lX and this \nAgreement, the Title IX Coordinator will certify to OCR that the University has formally \nadopted the revised documents; updated all printed publications and on-line publications \nwith the revised documents (inserts may be used pending reprinting of these \npublications); and electronically disseminated the revised grievance procedures to \nstudents and employees. This documentation will include evidence of the electronic \ndissemination of the revised grievance procedures to students and employees, a Ii st of the \ntitles of the publications in which the information appears (e.g. University catalog, \nwebsite, student handbook) as well as a copy of any such pub! ications or a Ii nk to an on-\nline publication containing the revised grievance procedures; or if not yet finalized, a \ncopy of the insert for printed publications. The University will also provide \ndocumentation of how the revised procedures were distributed; and that University \npolice, the Title IX Coordinator, Title IX staff, students. employee union leaders and \nPage 8 of20 \n\nMinot State University #05~14~2061 ~Resolution Agreement \nother appropriate University community members have access to the procedures and \nknow where copies may be obtained. \nDocumenting Complaints \n5.  By August 1, 2016, the University will develop and submit to OCR for its review \nand approval a procedure to document each incident or complaint of discrimination \non the basis of sex (including sexual or gender-based harassment, assault and sexual \nviolence) received by the University, whether formal or informal, \\Vritten or verbal, \nwhich will require, at a minimum: \na.  documentation describing the incident or complaint; \nb.  a record of when and how the incident or complaint was brought to the attention \nof the University; \nc.  documentation regarding any investigation conducted by the University, \nincluding: witnesses interviewed, documents reviewed, transcripts. recordings \nand other information considered, e.g., Advocate reports, University police \nreports, etc .. related to the investigation~ \nd.  documentation of all information reviewed by the adjudicator; \ne.  documentation describing rhe University's disposition of the complaint, which \nincludes the date ofthe disposition, the basis for the disposition and a \ndescription of any personal sanctions imposed, systemic remedies applied and \nother University action taken; \nf.  documentation of the dates that the University updated the parties regarding the \nstatus of the investigation; \ng.  documentation that the University promptly provided the parties written copies \nof any decisions, including any appeals, regarding the complaint, even in cases \nwhere the University serves as the complainant for proceedings; \nh.  documentation regarding any contacts with law enforcement regarding each \nincident or complaint, and any actions taken by law enforcement, if known \nto the University; \n1.  documentatiol). of any interim measures offered to the complainant pending the \nUniversity's investigation; documentation of any interim measures used by the \ncomplainant during the investigative process; and documentation that the \ncomplainant was provided with notice of the University resources available and \nthat the University took steps to ensure that these were provided, (e.g., \nUniversity police, no contact orders, academic support, counseling, etc.); \nPage 9 of20 \n\nMinot State University #05-l4-206l -Resolution Agreement \nJ.  any other relevant official University records related to the case: \nk.  documentation of any remedies provided to individuals found to have been \nsubjected to sex discrimination (including sexual and gender-based harassment, \nassault and violence); and \nI.  where sexual or gender-based harassment, assault or violence is found to \nhave occurred, documentation that the University followed up with the \ncomplainant(s) to ensure the harassment has not recurred. and that the \ndiscriminatory effects of the harassment have been remedied. \nREPORTING REQUIREMENT: By August I, 2016, the University will submit the \nabove-referenced procedure to OCR for its review and approval. Within 45 days of \nOCR's approval of the procedure, the University will adopt the procedure as part of its \nTitle IX complaint processing procedures, distribute copies of the procedure, and provide \ntraining on the procedure to its Title IX Coordinator. Within 90 days of OCR's approval \nof the procedure, the University will provide OCR with information or documentation \nconfirming that the procedure has been distributed. the Title IX Coordinator and other \nstaff responsible for processing, investigating, and adjudicating complaints of sexual \nharassment, including sexual violence, have received training on the procedure, and the \nprocedure is being used in the University's processing of Title IX complaints. \nBy June 30,2016, and the same date in20l7 and 2018, the University will submit to \nOCR copies of all grievances filed with the University during the 2015-2016, 2016-\n2017. and 2017-2018 academic years, respectively, that allege sexual or gender-based \nharassment. assault or violence. Pursuant to this requirement, the University will provide \nto OCR. for review and approval, documentation related to the investigation of each \ncomplaint; such as witness interviews, investigator notes. evidence submitted by the \nparties, investigative reports and summaries, documentation regarding interim measures \nprovided or offered, any final disposition letters. hearing records, disciplinary records, \ndocumentation regarding any appeals, and documentation regarding additional steps \ntaken to stop harassment found to have occurred, prevent its recurrence and remedy its \neffects on complainants and others as appropriate. Incomplete files will be flagged for \nOCR and will be updated upon completion \nMemorandum of Understanding \n6.  The University entered into an MOU with the Minot Police Department (MPD) on \nApril IS. 2016. The University affinns that it will periodically review the terms of the \nMOU and engage in open dialogue with the MPD to improve communication and \ncoordination and address the protocols and procedures for referring allegations of \nsexual assault and sexual violence, sharing information, and conducting \ncontemporaneous investigations. Additionally, by June 30, 2016, the University will \ndevelop a written protocol between the University police and the University's Title \nIX Coordinator that outlines how the parties will promptly notify each other ·when \neither receives a complaint of sexual or gender-based harassment, assault or violence, \nand to what extent they will coordinate efforts on behalf of the University to promptly \nPage 10 of20 \n\nMinot State University #05-J 4-2061 - Resolution Agreement \nand equitably respond; and how they will document those efforts. including all \ninvestigatory steps taken. The written protocol will designate individual contact \nperson in both the MPD and the University to transmit and recei\\'e information about \nthe case (e.g., that the MPD has completed its investigation, that the prosecutor has \ndeclined to prosecute. etc.). \nREPORTING REQUIREMENT: By June30, 2016, the University will provide OCR \nwith a copy of any revisions to the MOU with MPD and the written protocol between \nthe University Police and the University's Title IX Coordinator. By December I, 2016, \nand the same date in 2017 and 2018, the University will submit to OCR documentation \nverifying that the MOU and protocol are being followed. \nTitle IX Training for University Staff \nTitle IX Coordinator, Deputy Title IX Coordinators and Title IX investigators, \nCampus Safety and Security Officers, Members of the Student 'Welfare and \nUniversity Affairs Committee (SWUAC), Student Rights Committee (SRC), Vice \nPresident of Student Affairs, Athletic Coaches and Staff, Residence and Housing \nServices Staff (including Resident Assistants), and Others \n7. Within 45 calendar days of OCR's approval of the Title IX policies and procedures \nrevised under Action ltem 4 above, the University will begin providing annual, \nmandatory Title IX training to its Title IX CoordinalOr, Deputy Title IX Coordinators, \nTitle IX investigators, Campus Safety and Security Officers, members of the \nSWUAC and SRC. the Vice President of Student Affairs, Athletic Coaches and Staff. \nResidence and Housing Services Staff, including resident assistants, and any other \nrelevant individuals involved in the process. The training, at a minimum, will cover: \nthe University's revised policies and grievance procedures; the role and duties of the \nTitle IX Coordinator; how to recognize and appropriately address incidents and \ncomplaints under Title IX, including where and with whom to report such incidents; \nhow to identify sex discrimination, sexual and gender-based harassment, assault and \nviolence; the University's responsibilities under Title IX to address such allegations; \nconfidentiality requirements; and infOrmation on the relevant resources available to \nvictims. The training for Title IX Coordinators, Title IX investigators and Campus \nSafety and Security Officers will also include instruction on how to conduct and \ndocument adequate, reliable, and impartial Title IX investigations, including an \nemphasis on the complainant's right to pursue the University's process and the law \nenforcement process at the same time, as well as a reminder of the policy prohibiting \nretaliation and intimidation. It will also include instruction by a qualified individual \nregarding the impact of trauma due to sexual and gender-based harassment, assault \nand violence. and on how to interview and interact with complainants in a way that is \ntrauma-informed, sensitive and respectful. The training will include a definition of \nconsent for sexual conduct used by the University. The training will also inform \nattendees what to do to respond to additional incidents of alleged sexual harassment \nand retaliatory harassment that the University receives notice of during an \ninvestigation. The University will invite members of the MPD to observe the portion \nPage 11 of20 \n\nMinot State University #05-14-2061 - Resolution Agreement \nof the training covering how to interview and interact with victims; however, OCR \nunderstands that the University has no authority to require outside law enforcement \nagencies to attend the training. During the training, the University will provide copies \nof its revised nondiscrimination notice and Title IX grievance procedures to all \nattendees, or refer them to their location within the publications they already possess \nor on the University's website. \nOther Faculty and Staff \n8.  Within 45 calendar days of OCR's approval of the Title IX policies and procedures \nrevised under Action Item 4 above, and biennially afterwards, the University will \nprovide, in person or online, mandatory training to all current University faculty and \nstaff, and within 30 days of his or her start date for all new employees, regarding \nrecognizing and reporting incidents of sexual and gender-based harassment. assault \nand violence. The training, at a minimum, will cover: the role and duties of the Title \nIX Coordinator; how to identify sex discrimination, sexual and gender-based \nharassment, assault and violence; the University's revised Title lX policies and \ngrievance procedures; how to appropriately address incidents and complaints under \nTitle IX, including where and to whom to report such incidents; the University's \nresponsibilities under Title IX to address such allegations; relevant resources \navailable to victims; and the issues of confidentiality and retaliation. During the \ntraining, the University will provide copies of its nondiscrimination notice and Title \nIX grievance procedures to all attendees, or refer them to their location within the \npublications they already possess or on the University's website. \nREPORTING REQUIREMENTS: Within 45 calendar days of OCR's approval of the \nTitle IX policies and procedures revised under Action Item 4 above, the University will \nprovide documentation to OCR demonstrating that training was provided by the \nUniversity in accordance with Action Items 7 and 8 above. The documentation will \ninclude, at a minimum, the name(s) and credentials of the trainer(s); the date(s) and \ntime(s) of the training(s); a description of each training; the type of audience; sign-in \nsheets for each session \\Vith the names and titles oftllose attending; and copies of any \ntraining materials distributed. The University will also provide documentation that it \ninvited members of the MPD to the portion of the training that deals with interviewing \nand interacting with victims. By June 30, 2016, the University will provide \ndocumentation to OCR regarding any such training provided during the 2015-20 l6 \nacademic year, including any training provided to new employees, again by June 30, \n2017, for the 2016-2017 academic year, and again by June 30, 2018 for the 2017-2018 \nacademic year. \nStaffing/Resources \n9.  By June 30,2016, December 31,2016, and June 30,2017, the University will \nconduct an assessment to detennine whether it has sufficient staff to investigate and \naddress Title IX complaints in a timely manner. The University will add staff as \nneeded, such as Title IX iovestigators. Campus Safety and Security officers, members \nPage 12 of20 \n\nMinot State University #05-14-2061- Resolution Agreement \nfor the SWUAC and SRC, administrative staff, and others as needed to avoid delays \nin the investigative and appeals process. \nBy June 30, 2016, December 31, 2016, and June 30, 2017, the University will \nassess the staffing levels in its sexual assault counseling program and add \nappropriately trained staff as needed to ensure that specialized counseling services \narc readily available to individuals who need them. \nREPORTING REQUIREMENTS: By June 30. 2016, December 31, 2016, June \n30, 2017, and June 30, 2018, the University will provide documentation to OCR \ndemonstrating its completion of the assessments referenced above. The University \nwill also provide information to OCR regarding its staffing levels for each of the \ncategories listed above; and a list of individuals who were hired in response to each \nassessment, including each person's name, title. and the University office for which \nhe or she works. \nStudent Information Sessions \nI 0. The University provides training on topics related to sexual and gender-based \nharassment, assault and violence to its new freshman and transfer students through \norientation programs including \"CONNECT'' and other ongoing training programs \nand provides information on topics related to sexual and gender-based harassment, \nassault and violence online through the Keep U Safe website. \nBy September 15. 2016, the University will make annual training mandatory for all \nundergraduate and graduate students. The training will be revised, as necessary. based \non recommendations of the Equity Consultant, and to include information regarding \nthe role and duties of the Title [X Coordinator and Deputy Title IX Coordinators; the \nUniversity's revised policies and procedures (once they have been approved by \nOCR); how to recognize incidents of sex discrimination (including sexual and \ngender-based harassment, assault and violence); the correlation between alcohol and \nother drug use and sexual assault; what does and does not constitute consent to sexual \nconduct; how and where to report incidents of sex discrimination, including sexual \nand gender-based harassment, assault and violence; the consequences for violating \nthe University's policy against sex discrimination (including sexual and gender-based \nharassment, assault and violence); and resources available to students who have been \nsubjected to sex discrimination (including sexual and gender-based harassment, \nassault and violence). To ensure that students comply with this requirement, the \nUniversity will develop consequences for not completing the training, (e.g., students \nwi!l be unable to register for classes until they have participated in the training.) \nBy November 30, 2016, the University will ofl'cr a series of in-person information \nsessions to students to make them aware of the University's prohibition against sex \ndiscrimination (including sexual and gender-based harassment, assault and violence); \nhow to recognize such sex discrimination when it occurs; and how and with whom to \nreport any incidents of sex discrimination (including sexual and gender-based \nharassment. assault and violence). This should include information regarding the role \nPage 13 of20 \n\nMinot State University #05-14-2061 ~Resolution Agreement \nand duties of the Title IX Coordinator. In addition, the sessions will cover the \nUniversity's revised grievance procedures for Title IX complaints (once approved by \nOCR), as well as a general overview of Title IX, the rights it confers on students, the \nresources available to students who believe that they have been victims of sexual or \ngender-based harassment, assault and violence, and the existence of OCR and its \nauthority to enforce Title IX. The sessions will specifically address the connection \nbetween abuse of alcohol or other drug usc and sexual and gender-based harassment, \nassault and violence, and what does and does not constitute consent to sexual \nconduct; and will inform students about the availability of resources, including \nUniversity provided counseling, academic assistance, no-contact orders, etc., to \nindividuals who have been victims of sex discrimination (including sexual and \ngender-based harassment, assault and violence). These sessions may be provided as \npart of the existing annual student orientation for new and returning students, and \nexisting annual residence orientation for students residing in University housing. \nREPORTING REQUIREMENT: By December 15,2016, the University will provide \ndocumentation to OCR demonstrating its compliance with Action Item 10 above, \nincluding a copy of the revised training; information or documentation demonstrating \nthat annual training is mandatory for all students; and documentation regarding the \nconsequences put in place for students who do not complete the training. The University \nwill also provide documentation demonstrating that it held the infonnation sessions \nreferenced in Action Item l 0, including a list of dates and times when the sessions \\Vere \nheld; the names, titles, and qualifications of the individuals who presented at the \ninformational sessions; and copies of any materials that were used or distributed at each \ninformational session. \nSexual Violence Advisory Committee \nll. By October 15,2016, the University will create a committee (Sexual Violence \nAdvisory Committee or \"SV AC'') comprised of representatives from the \nundergraduate and graduate student bodies, faculty, staff and appropriate \nadministrative offices. The University will invite a wide cross section of the \nUniversity community so that the membership reflects a diverse and representative \nset of student and employee groups. The SV AC will meet at least twice a semester \nduring the regular academic year to identify strategies for ensuring that students \nunderstand their rights under Title IX, and how to report possible violations of Title \nIX, including complaints of sexual and gender-based harassment, assault and \nviolence. Additionally, the SVAC will identify strategies for the prevention of sexual \nand gender-based harassment, assault and violence incidents, including outreach and \neducational activities, and will hold at least one public meeting each academic year to \nidentify student concerns and to detennine where and when harassment on the basis \nof sex has occurred, even if not repmted to the University. SV AC's finalized \nrecommendations will be made to the Title IX Coordinator annually, who will work \nwith the University to review and implement the recommendations as appropriate. \nPage 14 of20 \n\nMinot State University #05~14~2061 ~Resolution Agreement \nREPORTING REQUIREMENTS: By June 30,2017, the University will provide OCR \nwith documentation that the SVAC has been formed in accordance with Action Item 11, \nincluding a list of names and titles ofthe members of the committee; the dates of any \nmeetings: copies of any meeting minutes; a copy of the committee's recommended \nactions; and a detailed description of any strategies the committee developed to prevent \nincidents of sexual and gender-based harassment, assault and violence. including any \noutreach or educational activities implemented. Documentation will also include a copy \nof any written recommendations, or a narrative summary of any verbal \nrecommendations, received from the students during the public meeting referenced in \nAction Item 11. By June 30, 20!8, and June 30, 2019, the University will provide \ndocumentation to OCR regarding the 2017-2018 academic year, and the 2018-2019 \nacademic year, respectively. \nClimate Checks \n12. By March 31, 2017, and again during the 2017-2018 and 20 18~201 9 academic years. \nthe University's Title IX Coordinator wil! conduct (with the support and assistance of \nSV AC referenced in Action Item ! I, above and the Equity Consultant referenced in \nAction Item 1, above) periodic assessments of the University climate to assess the \neffectiveness of steps taken pursuant to this Agreement, or otherwise by the \nUniversity, to provide for a campus free of sex discrimination and harassment, in \nparticular sexual assaults and sexual violence. The purpose of the climate checks is \nto, at a minimum, access students' and employees' knowledge about what constitutes \nsex discrimination (including sexual and gender-based harassment, assault and \nviolence); to gather information regarding their personal or observed experiences with \nsex discrimination while attending or working at the University; to assess their view \nof the current climate at the University regarding these issues and any potentially \nproblematic areas on campus (e.g., dormitories, athletic facilities); to assess their \nknowledge and understanding ofthe University's Title IX policies and procedures \nand to whom to report incidents of sex discrimination (including sexual and gender-\nbased harassment, assault and violence); and to obtain their suggestions fOr steps the \nUniversity could take to effectively address these issues. A climate check can be \nconducted in many ways, including but not limited to, a survey distributed in-person \nor online, or a poll conducted in-person or online. In addition, the campus may \norganize an open forum information session for students and employees; and \ndesignated, publicized walk-in hours for campus community input. If the University \nopts to use a survey or poll, the University will submit the survey or poll to OCR for \nreview and approval prior to its distribution. The University will use information \ngathered during these climate checks to inform future proactive steps taken by the \nUniversity to provide for a safe educational and employment environment and \ncompliance with Title IX. The University's Title IX Coordinator, with input from the \nEquity Consultant, will usc the information and recommendations gathered by the \nclimate check to then determine what additional actions are needed to address climate \nconcerns. \nREPORTING REQUIREMENTS: By January 1, 20! 7, the University will submit to \nOCR for review and approval a draft of the climate survey described in Action Item 12. \nPage 15 of20 \n\nMinot State University #05-14-2061 -Resolution Agreement \nBy March 31, 2017, the University will administer the climate check. By June 30, 2017, \nthe University will provide documentation to OCR demonstrating implementation of \nAction Item 12, including a description of how, when, and by whom the climate check(s) \n\\vere completed; copies of any student and employee \\Vritten responses to surveys or \nnarrative summaries of verbal responses; any written summaries or analysis prepared; \nsummaries of other relevant information obtained; and documentation demonstrating the \nactions that the University plans to take in response to the information gathered during \nthe climate checks. By June 30,2018, and June 30,2019, the University will provide \nOCR with the same documentation regarding assessments conducted and any responsive \nactions taken during the 2017-2018 academic year, and the 2018-2019 academic year, \nrespectively. \nTitle IX Coordinator: Monitoring Program \n13. By June 30, 2017, the Title IX Coordinator will develop a monitoring program to \nassess the effectiveness of the University's overall Title IX anti-discrimination \nefforts. In developing the monitoring program, the University will take into \nconsideration the recommendations and suggestions made by the Equity Consultant \nretained pursuant to Action Item I and SVAC created pursuant to Action Item II and \nthe information gathered during the climate check described in Action Item 12. At a \nminimum, the Title IX Coordinator or a qualified designee will annually: review a!! \nformal and informal complaints of discrimination on the basis of sex (including \nsexual and gender-based harassment, assault and violence) received; review· al! \ninformation collected during the climate checks; consult with the SVAC; consult with \nthe Equity Consultant; compile, evaluate, and analyze data collected, including a \ndisaggregated assessment of whether the reported incidents of harassment have \nincreased or decreased in number and severity and whether there arc any particular \nlocations, offices, or programs at the University where a sexually hostile climate \nmight exist; and propose recommendations for improvement of the University's anti-\nharassment efforts and timelines for implementation of the recommendations. \nREPORTING REQUIREMENTS: By June 30, 2017, the University will provide \ndocumentation to OCR of a proposed monitoring program. By June 30, 20 18, and June \n30, 20 I 9, the University will provide documentation to OCR demonstrating that the \nTitle IX Coordinator completed the annual reviews. This documentation will include \ninformation about the complaints received, the type of complaints (sexual \ndiscrimination, sexual harassment, sexual assault, etc.), any trends or patterns \nidentified, a summary of infonnation received from the Equity Consultant, the SVAC, \nand during climate checks, and any actions taken in response to the trends or patterns \nidentified. \nComplaint Review \n14. Within 60 days of receipt of OCR's approval of the University's revised grievance \nprocedures, in accordance with its revised grievance procedures, the University will \nreview the complaints and reports of sex discrimination (including sexual and gender-\nPage 16 of20 \n\nMinot State University #05~14·2061 ~Resolution Agreement \nbased harassment. assault and violence) made from academic year 2011-2012 through \n2014-2015. including any individual files OCR has identified in attached Appendix \nA, to determine whether the University investigated each complaint or report \npromptly and equitably, including but not limited to assessing whether: \n•  the investigation and any appeals were handled promptly; \n•  appropriate Title IX definitions and legal standards were applied. including but \nnot limited to the preponderance of the evidence standard; \n•  appropriate interim relief was provided to protect the complainant from \nadditional harassment or retaliation during the pendency of the investigation \nand to provide other support as needed, e.g., counseling and academic \nadjustments; \n•  both parties were given the right to provide evidence and identify witnesses; \n•  both parties were given written notice of the outcome (including any appeals); \n•  equal appeal rights were given to the complainant and the accused; and \n•  appropriate steps were taken to prevent the recurrence of sex discrimination \n(including sexual and gender-based harassment. assault and violence) against \nthe complainant and other members of the University community, and to \naddress any hostile environment created by the sex discrimination, including in \ncases where the complainant refused to cooperate but the University had \nsufficient inf01mation to investigate possible sex discrimination and prevent its \nreoccurrence. \nThe University will take appropriate action to address any problems it identifies \nregarding how these complaints were handled, including providing appropriate \nremedies that may still be available for the complainants in these cases, such as \ncounseling or reimbursement for counseling; academic assistance or adjustments; \ntuition or housing reimbursements; or other appropriate relief. The University will \nalso take steps to determine if any sexual or gender~based harassment may be \nongoing as a result of the University's failure to properly address any of these \ncomplaints, and will take appropriate measures to address the sexual or gender-based \nharassment appropriately. The University is not expected to reinvestigate or rehear \nmatters that have been processed through the University's student misconduct policy. \nREPORTING REQUIREMENTS: Within60 days of receipt of OCR's approval of the \nUniversity's revised grievance procedures, the University will submit to OCR for review \nand approval the results of its review conducted pursuant to Action Item 14, specifically \nidentifying any sex discrimination (including sexual and gender-based harassment, \nassault and violence) complaints or reports that were not handled promptly and equitably; \nalt supporting materials relating to the University's review; and the University's planned \naction{s) to address any problems identified in the reYiew. Within 45 days of OCR's \nPage 17 of20 \n\nMinot State University #05-14-2061 -Resolution Agreement \napproval, the University will provide OCR with documentation that it has taken \nappropriate action to address any problems identified in its review. \nMaintenance of Other Data \n15. Effective immediately, the University agrees to maintain documents relating to \ncomplaints or other reports of sexual harassment of students, including the following: \na)  a copy of all written reports. and a narrative of all verbal reports. of incidents \ninvolving allegations of sexual harassment of any kind, including but not \nlimited to sexual violence; \nb)  a narrative of all actions taken in response to the reports by University \npersonnel, including any written documentation; \nc)  for files in which the complainant elects not to proceed with an investigation, \ndocumentation reOecting the University's process and rationale supporting its \ndecision whether to proceed or not proceed with any action in response to the \nreport despite the complainant's unwillingness to go f01ward and any action \ntaken by the University; \nd)  a copy of any and all disciplinary sanctions issued to students or employees \nfor violations of the sexual harassment policies and procedures; and \ne)  documentation, including a, fully detailing any interim measures afforded to \ncomplainants pending the completion of an investigation and, where sexual \nharassment is found to have occurred, documentation fully detailing all the steps, \nindividual and systemic, the University took to stop the harassment, prevent its \nrecurrence, eliminate any hostile environment, and remedy its discriminatory \neffects on the complainant and any others as appropriate. \nREPORTING REQUIREMENT: By June 30, 2016, June 30, 2017, and June 30, \n2018, the University will provide to OCR copies of the documentation referenced in \nthis item for the just-completed school year. \nIndividual Remedies \n16. By August 31, 2016, the University will make efforts to locate the current address or \ne-mail address for Student A; and offer, in writing, to have the Title IX Coordinator \nmeet individually with Student A in person. via telephone, through correspondence, \nor through other means preferred by Student A regarding the University's incomplete \ninvestigation of her complaint allegations, if Student A elects to do so. The letter to \nStudent A will acknowledge the University's incomplete investigation of her \ncomplaint, will promise to process her complaint pursuant to the revised policies and \nprocedures identified in Action Item 4 and \\Viii provide her with a written notice of \nthe outcome regarding her complaint. including steps taken by the University and the \nresults of any appeals. The letter will explain that the University is revising its Title \nPage 18 of20 \n\nMinot State University #05w14w206l wR  esolution Agreement \nIX policies and procedures to ensure that complaints of sex discrimination, including \nsexual and genderwbased harassment, assault and violence are timely processed, that \ncomplainants are kept informed of the status of the investigation and any appeals, and \nthat complainants found to have been sexually harassed are timely provided with \nremedies such as no contact orders, housing changes, academic assistance, and \ncounseling to ensure their needs are addressed and to prevent further harassment. In \naddition, the letter will offer to provide Student A, at the University's expense, with \ncounseling and other remedies, as appropriate, to address any emotional, \npsychological, academic, or employment issues she faced as a result of the \nUniversity's delay in processing her complaint. \nREPORTING REQUIREMENTS: By August 31. 2016, the University will provide \ndocumentation to OCR demonstrating its implementation of Action Item 16, including \ncopies of the letter issued to Student A. By December 3 L 20 16. the University will \nsubmit to OCR copies of any responses received to the letters issued pursuant to Action \nItem 16, and documentation of any actions it took as a result. \n17. In response to OCR's concerns regarding the University's handling of Student 8 's \ncomplaints on January and February 2012, the University will make efforts to locate \nthe current address or e-mail address for Student B; and offer, in writing, to have the \nTitle IX Coordinator to meet individually with Student 8 in person, via telephone, \nthrough correspondence, or through other means preferred by Student B regarding the \nUniversity's handling of the investigation into her complaint allegations, if Student B \nelects to do so. The letter to Student 8 will acknowledge the University's deviation \nfrom its policies and procedures in effect at the time. The letter will explain that the \nUniversity is revising its Title IX policies and procedures to ensure that complaints of \nsex discrimination, including sexual and gender-based harassment, assault and \nviolence are timely processed, that complainants are kept infom1ed of the status of the \ninvestigation and any appeals, and that complainants found to have been sexually \nharassed are timely provided with remedies such as no contact orders, housing \nchanges, academic assistance, and counseling to ensure their needs are addressed and \nto prevent further harassment. In addition, the letter will invite Student B to contact \nthe University's Title IX Coordinator to discuss any psychological, academic, or \nemployment issues Student B faced as a result of the University's processing of her \ncomplaint, including discussion as to whether the University could provide Student B, \nat the University's expense, with an appropriate remedy, such as counseling or \nreimbursement for counseling, the opportunity to retake classes without penalty, cost \nor otherwise modify Student B's transcript, and other remedies, as appropriate. \nREPORTING REQUIREMENTS: By August 31, 20\\6, the University will provide \ndocumentation to OCR demonstrating its implementation of Action Item 17, including \ncopies of the letter issued to Student B. By December 31, 2016, the University will \nsubmit to OCR copies of any responses received to the letters issued pursuant to Action \nItem 17, and documentation of any actions it took as a result. \nyENERAL REQUIREMENTS \nPage 19 of20 \n\nMinot State University #05-14-2061 - Resolution Agreement \nIf OCR has any objections to the documents, recommendations or other items required \nto be submitted for review and approval by OCR under this Agreement, OCR will notify \nthe University in writing of its objections after receiving the draft documents. \nThe University understands that OCR will not close the monitoring of this Agreement \nuntil OCR detennines that the University has fulfilled the terms of this Agreement and \nis in compliance with the regulation implementing Title IX, at 34 C.F.R. §§  10 6.8, \n106.9, and 106.31, which were at issue in this case. \nThe University understands that by signing this Agreement, it at,'Tees to provide data \nand other information in a timely manner in accordance with the reporting requirements \nof this Agreement Further, the University understands that during the monitoring of \nthis Agreement, if necessary, OCR may visit the University, interview staff and \nstudents, and request such additional reports or data as are necessary for OCR to \ndetennine whether the University has fulfilled the tem1s of this Agreement and is in \ncompliance with regulation implementing Title IX, at 34 C.F.R. §§ 1 06.8, 10 6.9, and \nI 06.31, which were at issue in this case. \nThe University understands and acknowledges that OCR may initiate administrative \nenforcement or judicial proceedings to enforce the specific tenns and obligations of this \nAgreement. Before initiating administrative enforcement (34 C .F .R. §§ 100. 9, 1 00.1 0), \nor judicial proceedings to enforce this Agreement, OCR will give the University written \nnotice of the alleged breach and sixty (60) calendar days to cure the alleged breach. \nis/  June 24,2016 \nPresident or Designee  Date \nMinot State University \nPage 20 of20 \n\nResolution Agreement-Appendix A \nMinot State University \nOCR Complaint # 05-14-2061 \n \nItem 14 of the Resolution Agreement requires the University within 60 days of receipt of \nOCR’s approval of the University’s revised grievance procedures, and in accordance with \nits revised grievance procedures, to review the complaints and reports of sex \ndiscrimination (including sexual and gender-based harassment, assault and violence) \nmade from academic year 2011-2012 through 2014-2015, including the files identified \nbelow, to determine whether the University investigated each complaint or report \npromptly and equitably. \n \n1.  October 9, 2012, report of sexual harassment; \n2.  February 27, 2013, report of sexual harassment; \n3.  November 26, 2013, reports of sexual harassment; \n4.  October 26, 2014, report of sexual harassment; \n5.  October 28, 2014, report of sexual harassment; \n6.  January 14, 2015, report of sexual harassment; \n7.  January 25, 2015, report of sexual assault; \n8.  February 2, 2015, report of sexual harassment; \n9.  February 26, 2015 report of sexual harassment; and \n10. April 7, 2015, report of sexual assault.   \n \n \n \n \n \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99685"
    },
    {
      "date": "2014-02-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99690,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99690.pdf",
      "title": "[Notification letter and data request for Minot State University]",
      "text": "UNITED STATES DEPARTMENT  OF EDUCATION  REGIONV \nILLINOIS \nOFFICE FOR CIVIL RIGHTS \nINDIJ\\NA \nIOWA \n500 WEST MADISONS T., SUITE 1475 \nMINNESOTA \nCHICAGO. IL 60661-4544  NORTH DAKOTA \nWISCONSIN \nFebruary 26, 2014 \nDr. David Fuller \nPresident \nMinot State University \n500 University Avenue West \nMinot, North Dakota 58707 \nRe: OCR #05-14-2061 \nDear Dr. Fuller: \nThis is to notify you that the U.S. Department of Education (Department), Office for Civil Rights \n~ ), has carefully evaluated the above-referenced complaint filed with OCR on December  18, \nagainst Minot State University (University), alleging discrimination on the basis of sex. \nWe conducted the evaluation in accordance with OCR's  Case Processing Manual to determine \nwhether to open your complaint for investigation.  We have determined that we have the \nauthority to investigate the complaint. \n(b)(6); (b)(7(C) \nOCR is responsible for enforcing Title IX of the Education Amendments of 1972 (Title IX), 20 \nU.S.C. § 1681, and its implementing regulation, 34 C.F.R. Part 106, which prohibit \ndiscrimination on the basis of sex. As a recipient of Federal financial assistance from the \nDepartment, the University is subject to Title IX.  Additional information about the laws OCR \nenforces is available on our website at http://www.ed.gov/ocr. \nBecause OCR has determined that it has jurisdiction  and the complaint was filed timely, it is \nopening the allegation for investigation. Please note that opening the allegation for investigation \nin no way implies that OCR has made a determination with regard to its merits.  During the \ninvestigation, OCR is a neutral fact-finder, collecting and analyzing relevant evidence from the \ncomplainant, the recipient, and other sources, as appropriate. OCR will ensure that its \ninvestigation is legally sufficient and is dispositive of the allegation, in accordance with the \nprovisions of Article Ill of the Case Processing Manual. \nThe Departmento f Education's mission is lo promote student achievement and preparation for global competitiveness \nby fosteringe ducationale xcellencea nd ensuring equal access. \nwww.ed.gov \n\nPage 2 - Dr. David Fuller \nOCR Docket# 05-14-2061 \nOCR offers, when appropriate, an Early Complaint Resolution (ECR) process to facilitate the \nvoluntary resolution of complaints by providing an early opportunity for the parties involved to \nresolve the allegations.  Some information about the ECR process is in the enclosure to this \nletter. \nIn addition, when appropriate, a complaint may be resolved before the conclusion of an \ninvestigation after the recipient expresses an interest to OCR to resolve the complaint.  In such \ncases, a resolution agreement signed by the recipient and submitted to OCR must be aligned with \nthe complaint allegation or the information obtained during the investigation and it must be \nconsistent with applicable regulations. \nPlease read the enclosed document entitled \"OCR's Complaint Processing Procedures,\" which \nincludes information about: \n•  OCR' s complaint processing procedures, including the availability of ECR; \n•  Regulatory prohibitions against retaliation and intimidation of persons who file \ncomplaints with OCR or participate in an OCR investigation; and \n•  Application of the Freedom of Information Act and the Privacy Act to OCR \ninvestigations. \nOCR intends to conduct a prompt investigation of this complaint.  The regulation implementing \nTitle VI, at 34 C.F.R. § 100.6(b) and (c), requires a recipient of Federal financial assistance make \navailable to OCR information that may be pertinent to a compliance determination.  Pursuant to \n34 C.F.R. § 100.6(c) and 34 C.F.R. § 99.31 (a)(3)(iii), of the regulation implementing the Family \nEducational Rights and Privacy Act (FERPA), 20 U.S.C. § 1232g, OCR may review personally \nidentifiable records without regard to considerations of privacy or confidentiality. \nAccordingly, OCR requests that you provide the following information within fifteen (15) \ncalendar days. Wherever possible, please provide the requested information in electronic format. \nIf responsive data are available through the Internet, please provide the link to the data. \n(b)(7)(A) \n\nPage 3 - Dr. David Fuller \nOCR Docket #05-14-2061 \n(b)(7)(A) \n\nPage 4 - Dr. David Fuller \nOCR Docket #05-14-206 l \n(b)(6); (b)(7(C),(b)(7)(A) \nIn addition to the information requested above, OCR would like to conduct a site visit in April or \nMay 2014.  During the site visit, OCR intends to interview witnesses and conduct focus groups \nwith University students.  To facilitate the focus groups, please secure 7-10 individuals from \n\nPage 5 - Dr. David Fuller \nOCR Docket #05-14-2061 \n(b)(7)(A) \nThank you for your cooperation in this matter.  OCR may need to request additional  information \nand interview pertinent personnel.. OCR will contact you to schedule a mutually convenient time \nfor the site-visit. \nPlease notify OCR of the name, address and telephone nwnber of the person who will serve as \nthe University's  contact person during the processing of this complaint.  We would like to talk to \nthis person as soon as possible to discuss the processing of this complaint and we will, at that \ntime, identify the complainant. \nOCR is committed to prompt and effective service. If you have any questions , \nplease contact Tom Okawara, at 312-730-1597  or by email at Tom.Okawara@ed.gov . \nAleeza Strubel \nSupervisory Attorney \nEnclosure ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99690"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115263,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115263"
    },
    {
      "date": "2014-02-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99688,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99688.pdf",
      "title": "[Notification letter for Minot State University]",
      "text": "UNITED STATES.DEPARTMENT OF EDUCATION  REGION\\/ \nOFFICE FOR CIVIL RIGHTS  ILLJNOIS \nINDIANA \nIOWA \n500 WEST MADISON ST .. SUITE 1475 \nMINNESOTA \nCHICAGO. IL 60661-4544 \nNORTH DAKOTA \nWISCONSIN \nFebruary 26, 2014 \n(b)(6); (b)(7(C) \nRe: OCR #05-14-2061 \nDear r (6); (b)(7(C) \n(b)(6); \nOn December  18, (b)(7  the U.S. Department of Education  (Department) , Office for Civil \nRights (OCR), re  our complaint of discrimination  filed against Minot State University \n(University). You allege that the University discriminated against you based on your sex. We \nhave evaluated your complaint in accordance  with OCR's  Case Processing Manual (CPM) to \ndetennine  whether to open yom complaint  for investigation. \n(b)(6); (b)(7(C) \nOCR is responsible  for enforcing Title IX of the Education  Amendments  of 1972 (Title IX), \n20 U.S.C. § 1681, and its implementing  regulation,  34 C.F.R. Part 106. Title IX prohibits \ndiscrimination on the basis of sex in any education program or activity operated by a recipient \nof Federal financial assistance . As a recipient of Federal financial assistance from the Depart-\nment, the University is subject to Title IX. \nOCR has determined  that it has jmisdiction  over your allegation  and that this allegation was \ntimely filed. Therefore, OCR is opening the allegation for investigation.  Please note that \nopening the allegation for investigation  in no way implies that OCR has made a \ndetermination  with regard to its merit. During the investigation, OCR is a neutral fact-finder, \ncollecting and analyzing relevant evidence from the complainant,  the recipient , and other \nsources, as appropriate.  OCR will ensure that its investigation is legally sufficient and is \ndispositive of the allegations,  in accordance with the provisions of Article III of the CPM  . \nOCR offers, when appropriate,  an Early Complaint Resolution  (ECR) process to facilitate the \nvoluntary resolution of complaints by providing an early opportunity for the parties involved \nto resolve the allegations.  Some information about the ECR process is in the enclosure to this \nletter entitled \"OCR Complaint  Processing Procedures .\" \nThe Department of Education's mission is to promote student achievement and preparation for global compelitiveness \nby fostering educational excellence and ensuring equal access. \nwww.cd.gov \n\nPage 2 ~(b)(6); (b)(7(C) \nOCR Docket #05-14-2061 \nIn addition, when appropriate, a complaint may be resolved before the conclusion of an \ninvestigation when the recipient requests to resolve the complaint. In such cases, a resolution \nagreement signed by the recipient and submitted to OCR must be aligned with the allegations \nin the complaint or the information obtained during the investigation and it must be \nconsistent with applicable regulations. Information about this process is in the enclosure to \nthis letter. \nIf you have any questions, you may contact Mr. Tom Okawara, Equal Opportunity Specialist, \nat (312) 730-1597 or by email at Tom.Okawara@ed.gov . \nSincerely, \n~AM \nAleeza Strubel \nSupervisory Attorney \nEnclosure ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99688"
    },
    {
      "date": "2013-12-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99702,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99702.pdf",
      "title": "Subject: new complaint",
      "text": "o ~-; f  -- -:2o 6 I \nLedesma, Tony \nFrom:  Strubel, Aleeza \nSent:  Thursday, December 19, 2013 8:57AM \nTo:  Ledesma, Tony \nCc:  Alexander, Patrick; Strubel, Aleeza \nSubject:  new complaint \nAttachments:  Here is a new complaint for your Team.; FW: OCR Electronic Complaint Submission \nTony: \nPlease assign a docket number in this new, electronically filed complaint. \nCP:  l(b)(6); (b)(7(C) \nRP:  Minot State University \nBases:  Title IX \nPlease assign the complaint to Patrick Alexander as attorney and investigator. \nAleeza \n1 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99702"
    },
    {
      "date": "2016-07-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99687,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99687.pdf",
      "title": "[Minot State University Letter of Findings]",
      "text": " \nUNITED STATES DEPARTMENT OF EDUCATION  REGION V \nILLINOIS \nOFFICE FOR CIVIL RIGHTS \nINDIANA \n \nIOWA \n                                     500 WEST MADISON ST., SUITE 1475  MINNESOTA \nCHICAGO, IL  60661-4544  NORTH DAKO TA \n    WISCONSIN \n        \nJuly 7, 2016 \n             \nDr. Steven Shirley \nPresident \nMinot State University \n500 University Avenue West \nMinot, North Dakota 58707 \n \n            Re: OCR #05-14-2061 \n \nDear President Shirley: \n \nThis letter is to inform you that the U.S. Department of Education (Department), Office for Civil \nRights (OCR) has completed its investigation of the above-referenced complaint filed with OCR \nagainst Minot State University (University), alleging discrimination on the basis of sex.   \n \nThe Complainant (Student A) alleges that the University discriminated against her on the basis of \nsex.  The complaint raises whether the University fails to promptly and equitably respond to \ncomplaints, reports and/or incidents of sexual violence of which it had notice, including Student \nA’s report in April 2013 of sexual assault committed against her by a University employee.1  \n \nOCR is responsible for enforcing Title IX of the Education Amendments of 1972 (Title IX), 20 \nU.S.C. § 1681, and its implementing regulation, 34 C.F.R. Part 106, which prohibit \ndiscrimination on the basis of sex.  As a recipient of Federal financial assistance from the \nDepartment, the University is subject to Title IX.   \n \nDuring the complaint investigation, OCR reviewed documentation provided by the Complainant \nand the University, including relevant University policies and procedures, files related to reports \nof sexual harassment and sexual assault for academic years 2011-12, 2012-13, 2013-14, and \n2014-15, conducted an on-site visit, and interviewed the Complainant, University students and \nUniversity staff. \n \nOCR found that at the outset of the investigation, the University had no designated Title IX \ncoordinator.  The University has since designated and trained a Title IX coordinator.  OCR found \nthat the University failed to respond promptly and equitably to student complaints of sexual \nharassment and sexual assault, including by failing to determine whether the students were \nsubjected to a hostile environment.  OCR also has determined that the University’s policies and \nprocedures and its notice of nondiscrimination are not compliant with Title IX.   \n                                                           \n1 The complaint was filed with OCR on December 19, 2013.  OCR determined that the last alleged act of \ndiscrimination was the University’s failure to respond to Student A’s report of sexual assault by August 2013, as \nrequired.  Accordingly, OCR determined that the complaint was timely filed. \n \nThe Department of Education’s mission is to promote student achievement and preparation for global competitiveness \nby fostering educational excellence and ensuring equal access. \n \nwww.ed.gov \n\nPage 2 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \n  \nOn June 24, 2016, the University voluntarily entered into a resolution agreement (Agreement), \nwhich commits the University to take specific steps to address the identified violations and areas \nof concern.   \n \nThis letter summarizes the applicable legal standards, the information gathered during the \ninvestigation, the reasons for OCR’s determination, and the steps the University has agreed to \ntake to resolve the investigation. \n \nLEGAL AUTHORITY    \n \nThe regulation implementing Title IX, at 34 C.F.R. § 106.9, requires a recipient to implement \nspecific and continuing steps to notify all applicants for admission and employment, students and \nparents, employees, sources of referral of applicants for admission and employment, and all \nunions or professional organizations holding collective bargaining or professional agreements \nwith the recipient that it does not discriminate on the basis of sex in its education programs or \nactivities, and that it is required by Title IX not to discriminate in such a manner.  The notice \nmust also state that questions regarding Title IX may be referred to the recipient’s Title IX \ncoordinator or to OCR.   \n \nThe Title IX implementing regulation, at 34 C.F.R. § 106.8(a), requires that a recipient designate \nat least one employee to coordinate its responsibilities to comply with and carry out its \nresponsibilities under that law.  The recipient is further required, by the Title IX implementing \nregulation at 34 C.F.R. § 106.8(a), to notify all students and employees of the name (or title), \noffice address, and telephone number of the designated employee(s).   \n \nThe Title IX regulation at 34 C.F.R. § 106.31 provides generally that, except as provided \nelsewhere in the regulation, no person shall on the basis of sex be excluded from participation in, \nbe denied the benefits of, or be subjected to discrimination in education programs or activities \noperated by recipients of Federal financial assistance.  Sexual harassment that creates a hostile \nenvironment is a form of sex discrimination prohibited by Title IX.  Sexual harassment is \nunwelcome conduct of a sexual nature.  Sexual harassment can include unwelcome sexual \nadvances, requests for sexual favors, and other verbal, nonverbal, or physical conduct of a sexual \nnature, such as sexual assault or acts of sexual violence.  Sexual harassment of a student creates a \nhostile environment if the conduct is sufficiently serious that it interferes with or limits a \nstudent’s ability to participate in or benefit from the recipient’s program or activity.  \n \nOCR considers a variety of related factors to determine if a sexually hostile environment has \nbeen created and considers the conduct in question from both an objective and a subjective \nperspective.  Factors examined include the degree to which the misconduct affected one or more \nstudents’ education; the type, frequency, and duration of the misconduct; the identity of and \n\nPage 3 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nrelationship between the alleged harasser and the subject or subjects of the harassment; the \nnumber of individuals involved; the age and sex of the alleged harasser and the subject of the \nharassment, the size of the school, location of the incidents, and the context in which they \noccurred; and other incidents at the school.  The more severe the conduct, the less the need to \nshow a repetitive series of incidents; this is particularly true if the harassment is physical.  A \nsingle or isolated incident of sexual harassment may, if sufficiently severe, create a hostile \nenvironment.  For example, a single instance of rape is sufficiently severe to create a hostile \nenvironment.   \n \nOnce a recipient knows or reasonably should know of possible sexual harassment, it must take \nimmediate and appropriate action to investigate or otherwise determine what occurred; and if the \nconduct occurred, whether a hostile environment existed for the complainant(s) and for others.  If \nan investigation reveals that sexual harassment created a hostile environment, a recipient must \ntake prompt and effective steps reasonably calculated to end the harassment, eliminate any \nhostile environment, prevent the harassment from recurring and, as appropriate, remedy its \neffects.  These duties are a recipient’s responsibility, regardless of whether a student has \ncomplained, asked the recipient to take action, or identified the harassment as a form of \ndiscrimination.  A recipient has notice of harassment if a responsible employee actually knew or, \nin the exercise of reasonable care, should have known about the harassment.  If a recipient delays \nresponding to allegations of sexual harassment or responds inappropriately, the recipient’s own \naction may subject the student to a hostile environment.  If it does, the recipient will be required \nto remedy the effects of both the initial sexual harassment and the effects of the recipient’s failure \nto respond promptly and appropriately.  A recipient’s obligation to respond appropriately to \nsexual harassment complaints is the same irrespective of the sex or sexes of the parties involved.   \n   \nSexual harassment of a student by a faculty member or other employee can also violate Title IX.  \nA recipient is responsible under the Title IX regulations for the nondiscriminatory provision of \naid, benefits, and services to students.  Recipients generally provide aid, benefits, and services to \nstudents through the responsibilities they give to employees.  If an employee who is acting (or \nwho reasonably appears to be acting) in the context of carrying out the employee’s \nresponsibilities either conditions an educational decision or benefit on a student’s submission to \nunwelcome sexual conduct, or engages in sexual harassment that is sufficiently serious to deny or \nlimit a student’s ability to participate in or benefit from the program on the basis of sex, the \nrecipient is responsible for the discriminatory conduct and for remedying any effects of the \nharassment on the complainant, as well as for ending the harassment and preventing its \nrecurrence.  This is true whether or not the recipient has notice of the harassment.   \nThe Title IX regulation, at 34 C.F.R. § 106.8(b), requires recipients to adopt and publish \ngrievance procedures providing for the prompt and equitable resolution of complaints alleging \nany action that would be prohibited by Title IX, including sexual harassment and sexual violence.  \nTitle IX does not require a recipient to provide separate grievance procedures for sexual \nharassment complaints, including sexual violence complaints.  A recipient may use student \n\nPage 4 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \ndisciplinary or other separate procedures for these complaints; however, any procedures used to \nadjudicate complaints of sexual harassment or sexual assault, including disciplinary proceedings, \nmust afford the complainant2 and the accused a prompt and equitable resolution.    \n   \nBACKGROUND  \n \nThe University, a regional public university in northwest North Dakota, enrolled approximately \n3,064 undergraduate students (61.2% female, 38.8% male) and 284 graduate students (64.4% \nfemale, 35.6% male) University-wide for the 2015-16 academic year.3   \n \nAs required annually pursuant to the Jeanne Clery Disclosure of Campus Security Policy and \nCampus Crime Statistics Act, 20 U.S.C. § 1092 (Clery Act), for the past four reporting years \n(2011, 2012, 2013, 2014), the University reported a total of one sex offense.  The University has \nyet to report crime data for 2015. \n   \nFINDINGS OF FACT \n \nA.  Nondiscrimination Notice \n \nThe University posted a nondiscrimination notice on its “Keep U Safe” webpage, but not its Title \nIX or main web pages.4  In addition, neither the University’s Student Handbook nor its \nAdmissions webpage contains a nondiscrimination statement.5  Further, the notice of \nnondiscrimination located on the Keep U Safe webpage is contained on a subpage titled \n“Overview.”  The Overview subpage does not provide notice that inquiries regarding Title IX \nand its implementing regulation may be referred to the Title IX Coordinator or to OCR; instead \nthat information is contained on a separate subpage titled “Who to Contact.” \n \nB.  Title IX Coordinator \n \nWhen OCR initiated the investigation on February 26, 2014, the University had no designated \nTitle IX coordinator.  On March 21, 2014, the University named its Human Resources Director \n(HR Director) as the Title IX Coordinator (Title IX Coordinator) and identified three deputy Title \nIX Coordinators: the Vice President of Student Affairs (VPSA), the Assistant Athletic Director \nfor Compliance (AAD), and the Superintendent of Campus Safety and Security (Superintendent).  \nThe VPSA serves as the Deputy Title IX Coordinator for Students, the AAD serves as the Deputy \n                                                           \n2 The term “complainant” as used throughout this letter refers to an individual who is the subject of alleged sexual \nharassment, sexual assault or other forms of sexual violence. \n3 http://www.minotstateu.edu/instplan/pdf/minotstateuniversityenrollmenthighlight.pdf \n4 http://www.minotstateu.edu/keepusafe/; http://www.minotstateu.edu/; http://www.minotstateu.edu/title9/  \n5 http://www.minotstateu.edu/student_handbook.pdf; http://www.minotstateu.edu/enroll/apply.shtml  \n\nPage 5 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nTitle IX Coordinator for Athletics, and the Interim Superintendent of Campus Security served as \nthe Deputy Title IX Coordinator for Security.6   \n \nIn addition, prior to the start of the 2014-15 academic year, the University appointed the Project \nCoordinator for its “Keep U Safe” program, a program funded by a grant from the Rural Crime \nand Justice Center to educate students about sexual violence, as the Deputy Title IX Coordinator \nfor Prevention and Training.7  Effective October 1, 2015, the University named the former \nDeputy Coordinator for Prevention and Training as the Title IX Coordinator.  The former Title \nIX Coordinator became the Deputy Title IX Coordinator for Human Resources.  The University \ndid not appoint a new Deputy Title IX Coordinator for Prevention and Training.  Appropriate \ncontact information for the University’s current Title IX Coordinator and the Deputy Title IX \nCoordinators can be found on the University’s website.8 \n \nThe University’s Title IX webpage states that the Title IX Coordinator “oversees all matters \nrelated to sexual discrimination against students and employees of the [University]” and that \n“deputy coordinators are also appointed to assist with specialized areas and in the oversight of \nTitle IX matters,” including the development of policies and procedures, the development of \ntraining and orientation materials for students and employees, the oversight of investigations of \ncomplaints of sexual harassment and other forms of sex discrimination, the review of complaints \nto identify patterns or systemic problems, the protection and safety of those reporting violations, \nand compliance with the University’s obligations under the Clery Act.  The University told OCR \nthat the deputy coordinators are assigned to assist with specialized areas and in the oversight of \nTitle IX matters.  The University’s Title IX Coordinator at the time, who reported to the Vice \nPresident of Administration and Finance, told OCR that when he served as Title IX Coordinator, \nhe reviewed each complaint of sexual harassment or sexual assault and generally delegated \ninvestigatory responsibilities to the Deputy Title IX Coordinators and employees designated as \nTitle IX investigators.   \n \nC.  University Policies and Procedures \n \nAt the start of OCR’s investigation, the University had four policies that addressed sexual \nharassment and sexual assault:   \n \n1.  H.R. Policy 1.1 (“Harassment Policy”) \n2.  Policy on Harassment (This policy is an abridged version of the Harassment Policy.) \n3.  Policy on Sexual Assault \n                                                           \n6 The Director of Campus Safety and Security now serves as the University’s Deputy Title IX Coordinator for \nSecurity. \n7 The Keep U Safe Program is described below in Section E.2 \n8 http://www.minotstateu.edu/title9/  \n\nPage 6 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \n4.  Student Conduct Policy   \n   \nOn May 1, 2014, the University implemented a Sexual Misconduct and Title IX Compliance \nPolicy (Title IX Policy).9   \n \nAs a result, the University currently has five policies that address sexual assault and sexual \nharassment:  \n \n1.  Title IX Policy  \n2.  HR Policy 1.1 (“Harassment Policy”) \n3.  Policy on Harassment (This policy is an abridged version of the Harassment Policy.) \n4.  Policy on Sexual Assault \n5.  Student Conduct Policy \n  \nThe Title IX Policy is available only on the University’s Title IX website.  The Harassment \nPolicy is and has been published in the Human Resource Policy/Procedures Manual and on the \nUniversity’s website since 2013-14.  The Policy on Harassment, Policy on Sexual Assault and \nStudent Conduct Policy are also published in the Student Handbook, which is also available on \nthe University’s website, and has been available there since 2013-14. \n \nAs noted in greater detail below, the University’s policies contain overlapping provisions for \naddressing the same conduct, do not clearly specify in every instance the entity and individuals \nwithin the University who are charged with responding to reports of sexual harassment and \nsexual assault as well as the procedures those individuals will follow in responding, and do not \nensure that the Title IX Coordinator is informed of all reports of sexual harassment and sexual \nassault to enable her to oversee the University’s response to Title IX reports and complaints and \naddress any patterns or systemic problems revealed by such reports and complaints. \n \n  1.    Title IX Policy \n \nThe Title IX Policy identifies the Title IX Coordinator and Deputy Title IX Coordinators, \nprovides their contact information, including their address, email address and telephone number, \nand describes their duties, including the oversight of investigations of what the University terms \n“sexual discrimination,” violence, harassment and other forms of sexual misconduct and the \nprovision of interim measures to protect the safety of those reporting violations.  The Title IX \nPolicy includes an assurance that the University will take action to stop sexual harassment and \nsexual assault, remedy its effects, and prevent its recurrence.  It also includes an assurance that \nthe University will conduct impartial investigations, separate from law enforcement \ninvestigations, of all reports or notices of sexual misconduct.  Originally, the Title IX Policy did \n                                                           \n9 www.minotstateu.edu/title9  \n\nPage 7 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nnot identify the steps the University would take to prevent retaliation against students who file \ncomplaints of sexual harassment or sexual assault, either on their own behalf or on behalf of \nothers, or against those who provide information as a witness during the University’s \ninvestigation or adjudication of a complaint of sexual harassment or sexual assault.  However, \nthe revised Title IX Policy defines retaliation and states that retaliation “will be treated as another \npossible instance of harassment or discrimination” and that the University is “prepared to take \nappropriate steps to protect individuals who fear that they may have been subject to retaliation.” \n \nThe Title IX Policy also includes a description of the University’s investigatory and hearing \nprocess, an explanation of how individuals can file Title IX reports or complaints, and links to \nboth a printable complaint form and a secure online complaint form.  The Title IX Policy informs \nstudents that the University’s Title IX investigation and hearing procedures are independent of \ncriminal proceedings, though it does not explicitly state that individuals can utilize both the \nUniversity and the criminal process simultaneously. \n \nThe Title IX Policy defines sexual misconduct as “any non-consensual behavior of a sexual \nnature that is committed by force, intimidation, or is otherwise unwelcome that is sufficiently \nsevere, persistent, or pervasive so as to limit a student’s ability to participate in or benefit from a \nMinot State University program or activity.”  The Title IX Policy states that a single incident of \nsexual misconduct may be sufficient to limit a student’s ability to participate in or benefit from \nUniversity programs or activities.  The Title IX Policy also defines consent, sexual assault, \nsexual discrimination, sexual exploitation, sexual harassment, and sexual misconduct.   \n \nThe Title IX Policy defines sexual assault, a form of sexual misconduct, as “any sexual act \nbetween two or more people to which one person does not or cannot consent.”  The Policy \nidentifies sexual acts ranging from sexual intercourse, other forms of sexual penetration, to \nsexual touching of intimate body parts.  The Policy defines consent as “words or actions showing \na clear, knowing and voluntary agreement to engage in [a] mutually agreed upon sexual act” and \nnotes that consent may not be inferred from silence, passivity or lack of active resistance alone or \na current or previous dating or sexual relationship.  The Title IX Policy also contains a definition \nof sexual harassment that comports with Title IX.   \n \nThe Title IX Policy encourages students to report incidents of or information related to sexual \nharassment or sexual assault to the University and notes that if criminal activity is involved, \nstudents are encouraged to contact the Minot Police Department (MPD) or Campus Security.  \nThe Policy states that University employees who become aware of a complaint or violation of the \npolicy shall report the complaint or violation to the Title IX Coordinator or Deputy Title IX \nCoordinator if the employee “ha[s] the authority to take action on the complaint or violation.”  \nHowever, the Policy does not explain which employees “have the authority to take action on the \ncomplaint or violation.”  Moreover, the Title IX Policy does not explain that the policy applies to \nconduct by third parties or that the University will process all complaints of sexual harassment \n\nPage 8 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nand sexual assault regardless of whether the conduct occurred off-campus to determine whether \nthe conduct occurred in the context of an educational program or had continuing effects on \ncampus.   \n \nIn addition, the Title IX Policy makes clear that the University will accept anonymous \ncomplaints, but that its ability to investigate such complaints may be limited.  Further, the revised \nTitle IX Policy explains that the University will attempt to protect the privacy and confidentiality \nof persons who report sexual harassment and sexual assault, but advises that it cannot ensure \nconfidentiality at all times, noting that it “must weigh the request for confidentiality against its \nobligation to protect the safety and security of the entire campus.”  The revised Title IX Policy \ndoes not explain who makes the determination whether to honor a request for confidentiality.  \nThe revised Title IX Policy provides contact information for a local Domestic Violence Crisis \nCenter (DVCC), which includes a rape-crisis hotline, and the University counselor for \nindividuals who wish to make confidential reports. \n \nThe Title IX Policy contains both a formal and informal resolution process and states that the \ninformal process is voluntary, may be terminated at any time, and may not be used for complaints \ninvolving sexual assault.  Under the informal process, the Title IX Coordinator assigns a \nUniversity official (e.g., a Title IX team10 member, the accused’s supervisor or advisor) to \n“provide the complainant with a forum to confront the accused; to express how the alleged \nbehavior has impacted them and those close to them; and to communicate to the accused and the \nUniversity how this behavior needs to be addressed.”  The complainant, but not the accused \nstudent, may opt to use and may opt to terminate the informal process at any time.  Pursuant to \nthe informal policy, the accused may acknowledge involvement in the sexual misconduct and in \ndoing so, agree to a sanction.  The accused student has no appeal recourse after acknowledging \ninvolvement.  If the accused does not acknowledge involvement and agree to a sanction, the \ninformal process permits the University official to nonetheless impose a sanction based on the \ninformation gathered during the informal process, and the accused student’s only recourse is to \nappeal that determination and sanction to the Title IX Coordinator.   \n \nThe Title IX Policy states that for the formal process, the University will follow the procedure \noutlined in the Student Handbook for complaints of sexual harassment or sexual assault where \nthe alleged perpetrator is a student11 and HR Policy 1.1 where the alleged perpetrator is an \nemployee.  The Title IX Policy and the Student Handbook do not state timeframes for major \nsteps of the investigation and adjudication process.   \n \n                                                           \n10 OCR refers to the University’s Title IX Coordinator, Deputy Title IX Coordinators and Title IX Investigators, \ncollectively, as the Title IX team. \n11 Although the Title IX Policy does not specifically name the procedure in the Student Handbook to which it refers, \nthe only such procedure is the Student Conduct Policy, described below. \n\nPage 9 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nThe Title IX Policy provides that all determinations concerning sexual harassment and sexual \nassault complaints will be based upon a preponderance of the evidence.  It also provides that the \ncomplainant and accused have equal opportunities to present witnesses and other evidence, \nsimilar and timely access to information used during the process, and a right to use a support \nperson (with equal restrictions on the support person’s participation during the process).  The \nTitle IX Policy provides that the complainant and accused are to be informed of the outcome of \nthe investigation or hearing,12 and that both parties have the right to appeal the determination.  \nFinally, the Title IX Policy identifies a range of potential remedies and sanctions for a person \nfound to have engaged in sexual harassment or sexual assault. \n \nThe Title IX Policy also identifies a non-exhaustive list of potential protective measures that are \navailable to students who report sexual harassment or sexual assault when “warranted by the \ncircumstances.”  The list includes: (1) escort services; (2) no contact orders; (3) housing \nassistance, including relocating the accused and/or complainant; (4) alteration of class schedules \nof the accused and/or complainant; (5) counseling services; and (6) academic support services.  \nThe Title IX Policy notes that violation of a protective measure may be considered as “grounds \nfor additional complaints of sexual misconduct or as retaliation for the ongoing investigation of \nsexual misconduct.”   \n \n1.  The Policy on Sexual Assault and the Policy on Harassment \n \nAs noted previously, the Student Handbook, which is published online, does not contain the \nUniversity’s Title IX Policy.  Instead, it contains the Policies on Sexual Assault and the Policy on \nHarassment.  These policies do not explain how they interact or supplement each other.  The \nPolicy on Sexual Assault contains substantially similar definitions of “sexual assault,” “sexual \nharassment,” and “consent” as the Title IX Policy.   \n \nHowever, neither the Policy on Sexual Assault nor the Policy on Harassment references the \nUniversity’s Title IX Policy or the complaint filing, investigation, and hearing processes \ncontained therein.  In addition, neither policy identifies the range of potential remedies and \nsanctions for a person found to have engaged in sexual harassment or sexual assault.  The Policy \non Sexual Assault states that the University will conduct an investigation and disciplinary \nproceedings consistent with the Student Conduct Policy and provide interim measures for the \ncomplainant.  Further the Policy on Sexual Assault and the Policy on Harassment do not identify \nthe Title IX Coordinator; instead the Policy on Sexual Assault includes numerous contacts for \nreporting sexual harassment or sexual assault, including the MPD, the VPSA, residence hall \nstaff, the Student Health and Development Center, the DVCC, and other third-party advocacy or \nassistance groups.  The Policy on Harassment states that employees or students concerned about \nviolations of the policy may request assistance from the University’s Human Resources Office \n                                                           \n12 The Title IX Policy does not mandate that this notice be provided in writing. \n\nPage 10 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nand the Student Health and Development Center.  It states further that the University’s \naffirmative action plan and equal opportunity complaint procedure shall be available for any \nperson who wishes to allege a violation of the policy, but does not provide further information \n(such as links or contact information) about those policies.   \n \n2.  Student Conduct Policy \n \nThe Student Conduct Policy, which is contained in the University’s Student Handbook, sets forth \nthe procedures to be followed in disciplinary hearings involving complaints of sexual harassment \nor sexual assault where the accused party is a student.  The Title IX Policy states that the \nUniversity will follow the procedure outlined in the “Student Handbook,” which contains a \nsection entitled “Student Conduct Policy,” to adjudicate complaints of sexual harassment or \nsexual assault.  However, the Title IX Policy does not specify the circumstances under which the \nTitle IX team will convene a disciplinary hearing following an investigation or whether a \ncomplainant may request such a hearing following an investigation. \n \nFurther, although the Title IX Policy directs the Title IX Coordinator to conduct an investigation \nof a complaint of sexual harassment or sexual assault, the Student Conduct Policy directs the \nVPSA to conduct an investigation of the allegations.  The Student Conduct Policy does not \nspecify the time-frame for the VPSA’s investigation.  The policy states that after the \ninvestigation, the VPSA may: (1) take no action; (2) take administrative action to counsel, \nadvise, or admonish the student; or (3) initiate hearing proceedings.  The policy does not identify \ncriteria under which the VPSA should determine which action to take. \n \nThe Student Conduct Policy grants the VPSA the discretion to hold an administrative hearing or \nto refer the case to the Student Welfare and University Affairs Committee (SWUAC).13  The \npolicy provides that the accused, but not the complainant, may indicate a preference for the type \nof hearing desired and states that the determination as to which type of hearing rests with the \nVPSA.  The Student Conduct Policy further requires the VPSA to provide notice to the \ncomplainant and accused of: (1) the time, place and nature of the hearing; (2) the particular \nsection of the University’s rules or regulations involved; (3) a short and plain statement of the \nmatters asserted; and (4) a statement of the student’s rights.  The policy does not specify that this \nnotice be in writing.14  Further, the policy does not designate timeframes for the major stages of \nthe investigation nor does it require the University to provide periodic updates about the \ninvestigation to the parties.   \n \n                                                           \n13 The Chair of the SWUAC when OCR initiated the investigation was the Student Center Director.  Additionally, \nthe SWUAC includes faculty members, the University counselor, and student representatives.  \n14 As noted in more detail below, OCR’s file review further indicates that the VPSA did not always provide the \nrequired notice to students, including both complainants and accused students. \n\nPage 11 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nThe Student Conduct Policy describes the following hearing procedures, which apply to both \nhearings held by the VPSA and by the SWUAC: \n(1) hearings shall be conducted informally; \n(2) each party has the opportunity to respond to the allegation and present evidence and \nargument on the issues involved; \n(3) the burden of proof rests on the complaining party; \n(4) the parties may resolve the proceedings by mutual agreement, unless precluded by \nlaw; \n(5) each party may bring an advisor of his or her choosing to the hearing, who may \nparticipate only at the pleasure of the chair of the SWUAC or the VPSA; \n(6) the person conducting the hearing shall issue written findings of fact and, if a \nviolation is found, impose sanctions, that include fines, parental notification, \nwarnings, probation, eviction, suspension, or expulsion. \n \nThe Student Conduct Policy also grants the following rights specifically to the accused, and not \nthe complaining, party: \n(1) written notice of the charges in sufficient time to ensure an adequate opportunity to \nprepare for the hearing; \n(2) opportunity to present information on his or her behalf, including written and oral \nstatements and physical exhibits; \n(3) opportunity to hear all information presented and question all who present it; \n(4) opportunity to be advised by an advisor or attorney while being questioned; \n(5) timely written decision of the hearing findings; and \n(6) to appeal decisions involving the imposition of specified restrictions, probation, \nsuspension, or expulsion. \n \nThe Student Conduct Policy contains no written provision for a virtual appearance by either \nparty.   \n \nFinally, the Student Conduct Policy describes the University’s appeals procedures.  The policy \nprovides that when the hearing is conducted administratively by the VPSA, all appeals where the \nVPSA imposes sanctions are heard by the SWUAC.  The policy further provides that when the \nhearing is conducted by the SWUAC, appeals where the SWUAC imposes sanctions are heard by \nthe Student Rights Committee (SRC).15  The policy provides that students who are “adversely \naffected”16 by the hearing decision may appeal, and that the appeal must be filed in writing \nwithin 96 hours after the decision was rendered, excluding weekends, holidays, or any other day \n                                                           \n15 The SRC consists of the VPSA, VPAA, Director of Financial Aid, three faculty members, and three student \nrepresentatives.  In addition, the Chair of the SRC, who serves in a non-voting capacity, is the Registrar. \n16 The Student Conduct Policy does not clearly identify the individual who might be “adversely affected” by a \ndecision under the policy. \n\nPage 12 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \non which the Office of Student Affairs is not open for at least four hours.  The Student Conduct \nPolicy provides that the filing of an appeal shall stay all sanctions except those involving the \nremoval of a student from the campus or campus housing to ensure the safety of other members \nof the University community. \n \n4.  HR Policy 1.1: “Sexual Harassment Policy”17  \n \nHR Policy 1.1 states that it applies to complaints of harassment by and against faculty, staff, \nstudents, and persons doing business with or visiting the University and prohibits sexual \nharassment, but does not reference the Title IX Policy or the Title IX Coordinator.  HR Policy 1.1 \ndefines sexual harassment as: \n \nunwelcome sexual advances, requests for sexual favors, and other verbal or \nphysical conduct of a sexual nature when: (a) submission to such conduct is made \neither explicitly or implicitly a term or condition of an individual’s employment or \neducation requirement; (b) submission to, or rejection of such conduct by an \nindividual is used as the basis for an employment decision, educational decision \n(grades, etc.) affecting such individual; (c) such conduct has the purpose or effect \nof substantially interfering with an individual’s work or learning performance or \ncreating an intimidating, demeaning, or hostile offensive working/classroom \nenvironment. \n \nHR Policy 1.1 contains separate reporting procedures for students and faculty/staff.  It informs \nstudents that all complaints alleging harassment may be reported to the HR Director or the Vice \nPresident for Administration and Finance (VPAF).  It also suggests that faculty and staff may \nsolve problems at the lowest level by filing complaints regarding employees’ conduct with the \nemployee’s supervisor, complaints regarding students’ conduct with the department chair, dean, \nVice President of Academic Affairs (VPAA), or VPSA, and complaints regarding visitors with \nthe faculty or staff’s supervisor or “the vice president with responsibility for that environment.”  \nHR Policy 1.1 allows for formal complaints on the University’s “Harassment Complaint Form,” \nor informal complaints made verbally or through email or letter.  The policy informs \ncomplainants that all complaints will be “acted upon” and that a request for confidentiality \ncannot be guaranteed.  The policy directs anyone who receives a complaint to contact the HR \nDirector and directs the HR Director or his or her designee to conduct an investigation within 30 \ndays, or within 120 days if there are “particular difficulties or unforeseen circumstances.”  The \npolicy does not require the investigator to provide periodic updates to the parties.  The policy \nrequires the investigator to complete a written “Report of Investigation” with a recommended \nfinding of whether the policy was violated, which should be provided to the complainant and the \naccused.  The policy notes that even if the investigator recommends disciplinary action in the \n                                                           \n17 http://www.minotstateu.edu/hr/manual/1_1_harassment.pdf  \n\nPage 13 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \n“Report of Investigation,” the “appropriate administrator” who will be determining whether to \ndiscipline the accused individual is not bound by the recommendation. The administrator may \ndiscuss the report with the investigator and others in the supervisory chain to make a \ndetermination concerning the recommendation, but the policy does not establish criteria or \nstandards for when a disciplining administrator may disregard an investigator’s \nrecommendations.  Finally, HR Policy 1.1 contains a non-retaliation provision, and allows \ncomplainants to appeal the recommendation if the investigation determines that the accused did \nnot violate the policy.  HR Policy 1.1 allows faculty and staff to appeal disciplinary actions \nthrough the Faculty Rights Committee or Staff Personnel Board.  \n \nD.  Student Conduct Sexual Harassment Investigation and Hearing Process \n \nAccording to information contained in the University’s policies when OCR initiated this \ninvestigation, the University’s HR Director or the VPSA conducted investigations into reports of \nsexual harassment and sexual assault.  The University’s Policy on Sexual Assault provided \nstudents contact information to report incidents of sexual harassment or sexual assault, including \ncontact information for the MPD, the VPSA, residence hall staff, the Student Health and \nDevelopment Center, the DVCC, and other third-party advocacy or assistance groups.  The \nUniversity’s Harassment Policy directed students and staff to report incidents of sexual \nharassment to the HR Director.   \n \nIn addition, the University did not have a Title IX Coordinator responsible for coordinating the \nUniversity’s efforts to comply with and carry out its responsibilities under Title IX.  The \nevidence showed that the investigation of sexual harassment reports did not follow a prescribed \nprotocol and, as described below, that affected individuals were denied a prompt and equitable \nresponse in most cases. \n \nInterviews with University officials revealed that investigations into sexual harassment and \nsexual assault reports varied and that there was not a protocol for investigations.  The HR \nDirector and VPSA told OCR that when they investigated reports of sexual harassment or sexual \nassault they interviewed both the complainant and the accused and made a record of the \ninvestigatory steps taken.  The VPSA told OCR that the University utilized different hearing \nprotocols for adjudicating allegations of sexual harassment or sexual assault.  He described an \nadministrative hearing over which he presided and a hearing before the SWUAC, a committee \nthat includes faculty, staff, and students, and stated that the accused, not the complaining student, \ncould choose whether to have an allegation of misconduct determined by an administrative \nhearing before the VPSA or before the SWUAC.   \n \nIn addition to the procedures described in the policies, the VPSA told OCR that students could \nbring an advisor of their choice to a hearing.  He also told OCR that he informed complainants \nand accused students that they were permitted to review the investigatory file in his office prior \n\nPage 14 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nto the hearing; however, this procedure was not published to the University community \nanywhere.  The VPSA stated that parties were allowed to question each other only at the \ndiscretion of the chair of the hearing and that questions about past sexual history were permitted \nonly if they were relevant to the particular case.  Finally, the VPSA stated that the University \napplied the preponderance of the evidence standard for administrative hearings before the VPSA \nand the SWUAC.  The VPSA stated that the hearing chair prepared a formal letter summarizing \nthe University’s decision.   \n \nThe Chair of the SWUAC is the University’s Student Center Director (SWUAC Chair).  The \nSWUAC Chair told OCR that his day-to-day job responsibilities include creating dining plans \nand working with food vendors, issuing ID cards to students, organizing homecoming festivities, \nadvising student government and other student associations, and supervising the Student Center \ncustodial staff.  He stated that he became the Chair of the SWUAC sometime in 2011, after the \nprevious chair left the University.  The SWUAC Chair acknowledged that neither he nor other \nmembers of the SWUAC had received training on how to adjudicate allegations of sexual \nharassment or sexual assault.   \n \nThe University’s previous and current policies and procedures do not set forth any guidelines for \ndetermining appropriate sanctions when a hearing committee determines that a student or \nUniversity employee has engaged in sexual harassment or sexual assault.  The SWUAC Chair \nalso told OCR that the complainant is informed of the committee’s decision verbally and that \nonly the accused receives written notice of the decision. \n \nParties have the right to appeal an adverse decision to the Student Rights Committee (SRC); \nhowever in the one report of sexual harassment for which the University conducted a hearing, \nonly the respondents received notice of the right to appeal to the SRC.   \n \nPrior to OCR’s initiation of this investigation, the University had no policy regarding protecting \naffected students’ confidentiality; the Policy on Sexual Assault generally instructed the VPSA to \n“take steps to protect confidentiality” in working with the complainant.  The Title IX Policy, \nwhich is published only on the University’s web page, states in a section regarding third-party or \nanonymous reports of sexual violence that the University advises that “All reports of sexual \nassault are treated with respect to the privacy of the involved individuals, to the extent permitted \nby law.  Incidents are reported to appropriate departments and agencies in consideration of safety \nconcerns and investigative needs.” \n \nThe University informs students who desire confidentiality that they may discuss an incident of \nsexual harassment or sexual assault confidentially with the DVCC and the University’s \nCounselor, whose contact information is provided in the Title IX Policy.  \n   \n \n\nPage 15 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nE.          Coordination with Law Enforcement \n \nAt the outset of OCR’s investigation, the University did not have a written protocol coordinating \ninvestigator responsibility between the Title IX team and University’s Campus Security or the \nMPD.  In addition, the University did not have a memorandum of understanding (MOU) with the \nMPD.  As explained in greater detail below, each of the four complaints of sexual harassment or \nsexual assault that were filed prior to implementation of the Title IX Policy and reviewed by \nOCR, were reported to a campus security officer.  However, only one of those reports led to a \nTitle IX investigation.  OCR did not find any referrals of reports of sexual violence from the \nMPD to the University prior to an April 8, 2015 referral of an alleged sexual assault in a \nUniversity dormitory.   \n \nOn April 15, 2016, the University entered into an MOU with the MPD and provided a copy to \nOCR.  The goals of the MOU are to: (1) ensure that crimes committed on campus are promptly \nreported and investigated; (2) enhance communication and cooperation between the University \nand the MPD; and (3) enhance the University’s ability to alert the University community about \ncrimes that pose a serious or ongoing threat to public safety.  The MOU states that the MPD will \nmake efforts to share information in order for the University to provide a safe and violence free \nenvironment and reiterates the University’s obligations under Title IX, specifically its obligation \nto conduct concurrent investigations even where the MPD conducts its own investigation.  The \nMOU did not specify under what, if any, conditions the University would temporarily suspend a \nTitle IX investigation during the law enforcement investigation. \n \nF.  Response to Sexual Harassment and Sexual Assault Reports \n \nStudent A’s Report \n \nOn April 8, 2013, Student A’s attorney submitted a complaint by way of letter to the University’s \nVPAA alleging that Professor A sexually harassed her when he solicited sex from her.  The letter \ncomplaint alleged that Professor A implied that without his assistance Student A would be \nunable to achieve her professional goals.  The University did not immediately respond to the \ncomplaint, and on May 6, 2013, Student A’s attorney wrote to the University to inform it that: (a) \nStudent A had received no response to the April 8, 2013 complaint; and (b) Professor A and \nothers on his behalf had contacted Student A through text and email to discourage her from \npursuing any complaint against him.  The May 6, 2013 letter requested that the University take \nsteps to stop Professor A, and others on his behalf, from contacting Student A.  On May 15, \n2013, the University responded to the May 6, 2013 letter, stating that it had not received the April \n8, 2013 complaint and that it had begun an investigation into Student A’s complaint based on the \nattorney’s correspondence of May 6, 2013.  The University did not initiate a no-contact order and \nthe May 15, 2013 letter did not state that it took any steps to prohibit Professor A or others on his \n\nPage 16 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nbehalf from further contacting Student A.  Student A reported no further contact from Professor \nA or others on his behalf after May 6, 2013. \n \nOn May 28, 2013, the University sent a letter to Student A’s attorney requesting additional \ninformation about Student A’s allegation.  On June 24, 2013, Student A’s attorney submitted a \ndetailed timeline, prepared by Student A, outlining her allegations.  In the timeline, Student A \ndescribed numerous alleged instances of sexual harassment and sexual assault that began in June \n2010 and continued through December 2012. \n \nOn July 2, 2013, Professor A’s Department Chair (Chair) submitted documents to the HR \nDirector that he believed were relevant to Student A’s allegation.  The documents indicated that \nthe Chair had expressed concern on several occasions about Professor A’s interactions with his \nstudents, noting the impropriety of traveling alone with a student, of having late night meetings \nin his office with students, and of arranging his office furniture in a manner that blocked the view \nfrom the hallway.   \n \nThroughout June and July 2013, University officials, including Counsel, the former President, \nthe VPAF, and the HR Director, exchanged emails about Student A’s allegations.  Several emails \ndetailed the University’s difficulty contacting Student A’s attorney, who repeatedly did not \nrespond to requests for information or requests to schedule a time for the University to interview \nStudent A.  On June 28, 2013, the former President wrote to Counsel, the HR Director, the \nVPAF, and the VPAA, and the Interim Chancellor of the NDUS in which he expressed concern \nthat the University had not taken more steps in response to Student A’s allegations.     \n \nA few emails were exchanged in August 2013 between Counsel for the University and Student \nA’s attorney requesting evidence, in the form of photos or texts, supporting her allegations.18  \nUltimately, Professor A submitted a formal resignation to the University on August 5, 2013, \nwhich the University accepted.  \n \nOn August 14, 2013, a different attorney from the same firm notified the University that she \nwould be the principal contact for Student A.  However, there was little interaction between the \nUniversity and Student A’s second attorney until late October 2013, when the second attorney \nrequested that the University remove Student A’s photograph from certain promotional materials.  \nThe University granted Student A’s request. \n \nOn December 9, 2013, Counsel for the University wrote to Student A’s original attorney (who \nwas again the principal contact for Student A) requesting input from Student A and also \n                                                           \n18 Although Student A’s attorney represented that he would provide these evidentiary materials to the University, he \ndid not do so.  Student A told OCR that she was unable to retrieve texts and photos because prior to the time she \nfiled the complaint with the University, Professor A deleted the texts and photos from her phone. \n\nPage 17 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nrequesting permission to contact Student A’s parents, who had been writing letters to various \nagencies criticizing the University’s handling of Student A’s complaint.  Student A’s attorney did \nnot respond to these emails and shortly thereafter Student A filed the subject complaint with \nOCR in which she alleged that Professor A sexually assaulted her.19 \n \nAs of the date of the University’s last document production to OCR, the University had not \nissued written notice to Student A or Professor A of findings regarding the April 2013 complaint \nthat Professor A sexually assaulted Student A between June 2010 and December 2012. \n \nOCR interviewed Student A, the HR Director, the Chair, three Department faculty, the VPAA, \nthe former President, and several former Department students regarding Student A’s allegation \nthat Professor A sexually harassed and sexually assaulted her and the University’s response to \nher complaint.  All XXX department employees OCR interviewed denied that they were aware of \nProfessor A’s conduct prior to Student A’s April 8, 2013 complaint to the University.  Similarly, \nnone of the former students OCR interviewed stated that they were aware that Professor A had \nengaged in sexual harassment of any student.  The University asserted that its ability to conduct \nan investigation into Student A’s allegations was limited by Student A’s attorney’s lack of \ncommunication with the University. \n \nConclusion \n \nBased on the above, OCR determined that the University did not promptly and equitably respond \nto Student A’s report that Professor A sexually harassed and sexually assaulted her between June \n2010 and May 2012, when she graduated from the University. \n \nStudent A reported Professor A’s alleged sexual harassment and assault to the University on \nApril 8, 2013.  The University did not respond and asserted it received no notice of Student A’s \nreport until May 6, 2013, when Student A reported the alleged sexual harassment and sexual \nassault a second time.  After it received notice of Student A’s complaint, the University did not \noffer to provide any interim services to Student A, such as issuing a no-contact order or offering \nStudent A counseling services.   \n \nOn June 24, 2013, Student A provided a detailed narrative of her allegations in response to the \nUniversity’s request of May 28, 2013, describing specific incidents of sexual harassment and \nsexual assault.  On July 2, 2013, the Chair provided the HR Director a series of documents \nrelated to Student A’s allegations.  Although the University attempted but was unable to obtain \nadditional information from Student A, there is no evidence in the file that the University  \ninterviewed Professor A, XXX department faculty and XXX department students about Student \n                                                           \n19 When OCR interviewed Student A in January 2014, she told OCR that she was no longer represented by an \nattorney. \n\nPage 18 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nA’s allegations.   \n \nThe University did not adjudicate Student A’s allegation utilizing hearing procedures pursuant to \nUniversity policies.  The University also did not determine whether Student A was subjected to a \nsexually hostile environment or issue a written notice of its findings to Student A.  The \nUniversity did not determine whether their failure to provide a prompt and equitable response \ncreated a hostile environment for other students on the basis of sex, and whether appropriate \nremedies were necessary to prevent recurrence.  Instead, when Professor A resigned in August \n2013, the University halted its investigation.     \n \nOCR determined that the University did not provide a prompt and equitable response to Student \nA’s report in that it did not promptly complete an investigation of the complaint, did not offer \nStudent A interim services, and did not make a determination as to whether Student A was \nsubjected to a hostile environment and take prompt and effective steps reasonably calculated to \nend any harassment, eliminate a hostile environment, and prevent further harassment from \nrecurring.   \n \nReports filed prior to May 1, 2014, the effective date of the Title IX Policy \n \nIn addition to Student A’s report, the University produced four reports of sexual harassment that \nit received prior to its adoption of the Title IX Policy.  In each of the four reports, the student \nreported the incident to a campus security officer who recorded the report on a security incident \nreport.  The University conducted an investigation beyond the preliminary information gathered \nby Campus Security in only one of the four reports.   \n \nThe three reports in which, based on the content of the files, the University conducted no \ninvestigation beyond the preliminary information gathered by campus security:  \n \n•  Although the University placed an accused student on probation for the remainder of the \n2012-13 academic year after determining that he had sexually harassed a female student \nbased on limited information contained in the campus security report, it failed to provide \nwritten notice of its determination to the complainant or inform her of how to appeal the \nsanction (it did inform the accused how to appeal the sanction).  OCR determined, based \non its review of the evidence in the file, that the University’s response to this report was \nprompt in that it issued a determination within 10 days of receiving the report from \nCampus Security, but not equitable because there is no record in the University’s file that \nit conducted any investigation beyond the Campus Security report prior to imposing a \nsanction on the accused or that the University assessed whether a hostile environment \nexisted for the student and, if so, remedied its effects.  (Reported on October 9, 2012).  \n \n\nPage 19 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \n•  Regarding an anonymous report of “indecent exposure,” OCR was unable to determine, \nbased on its review of the evidence in the file, whether the University’s response to this \nreport was equitable because documentation contained in the University’s file does not \nestablish whether the University attempted to identify the reporter or refer her to \nresources that might remedy the effect of the indecent exposure.  (Reported on February \n27, 2013). \n \n•  After the MPD arrested an individual suspected of having solicited sex from six different \nUniversity students, each of whom he approached while driving  XXX on campus, the \nUniversity did not document whether the suspect was a student at the University, and if \nso, why the University did not pursue discipline against him through the judicial process, \nand whether the University informed the six reporting students that resources were \navailable to them.  OCR determined, based on its review of the evidence in the file, that \nthe University’s response to this report was prompt in that within one week of learning of \nthe harassing conduct, the University closed the case when it learned that MPD had \narrested a suspect, but not equitable because there is no record in the University’s file that \nit assessed whether a hostile environment existed for the students and, if so, remedied its \neffect on each of them.  (Reported on November 26, 2013). \n \nStudent B’s Report \n \nThe University investigated Student B’s January 15, 2012 report that Students C and D \nrepeatedly sexually harassed her (uttering repeated slurs, stalking and menacing Student B on and \naround campus, including in a dormitory elevator).  Student B made six additional reports that \nStudents C and D continued to harass her on January 30, February 1, February 2, February 6, \nFebruary 7, and February 8, 2012.  The VPSA met with Student C, one of the accused students, \non January 27, 2012, prior to the second report of harassment, but never met with Students B, the \ncomplainant, or D, the second accused student.  Further, the VPSA did not follow up with \nStudent C when Student B filed additional reports alleging he continued to harass her.  The \nVPSA stated that he was unable to meet with Student D because of Student D’s “work schedule” \nand so instead asked Student C to instruct Student D that their actions towards Student B “could \nbe viewed as sexual harassment.”   \n \nThe SWUAC held a hearing regarding Student B’s reports on February 7, 2012.  The University \ndid not provide interim services to Student B between the time of her first report on January 15, \n2012, and the February 7, 2012 hearing regarding Students C and D’s conduct.  Students C and D \nwere notified in writing of the scheduled hearing date but did not attend the hearing.  The \nSWUAC imposed the following sanctions: (1) barred Students C and D from Student B’s \ndormitory; and (2) barred them from contact with Student B.  In addition, the SWUAC informed \nStudents C and D that further violations would result in immediate expulsion from the \nUniversity.  On February 7, 2012, the University issued its written determinations to Students C \n\nPage 20 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nand D.  After Student B’s February 8, 2012 report that Students C and D continued to harass her, \nthe VPSA notified them by letter dated February 8, 2012, that they had been expelled.  The letter \nalso included a “no trespass” order that barred Students C and D from campus.  However, the \nUniversity did not provide written notice to Student B summarizing the result of the hearing or \nthe VPSA’s decision to expel Students C and D. \n \nStudents C and D did not submit a written appeal.  However, two days after Students C and D \nwere expelled, the VPSA notified them in writing, but did not provide Student B with written \nnotification, that the University would reconvene the SWUAC and provide them with a new \nhearing, which was held on February 13, 2012.  The VPSA told OCR that the University’s \nformer President believed that the University should grant Students C and D a rehearing because \nthey had not participated in the original hearing and because the consequence (expulsion) was so \nserious.  The VPSA also told OCR that Student B was notified of the rehearing informally and \nthat she attended the rehearing.  After the rehearing, the SWUAC did not make a determination \nas to whether Students C and D violated University policy or sexually harassed Student B.  The \nSWUAC revoked Students C and D’s expulsion and modified the sanctions to include no contact \nwith Student B and barred them from Student B’s dormitory.  The SWUAC notified Students C \nand D of the decision in writing and their right to appeal the determination.  The University \nverbally advised Student B of the revised determination, but did not give Student B the written \ndetermination provided to the other parties or advise her of any right to appeal the SWUAC’s \ndecision. \n \nStudents C and D appealed to the SRC, which heard their appeal on February 24, 2012.  \nUniversity witnesses could not describe the manner in which the appeal was heard and the \nUniversity did not provide any documentation that Student B was informed of the appeal or \nallowed to participate in it.  The SRC notified Students C and D on February 29, 2012, that it \neliminated the sanction restricting their ability to enter Student B’s dormitory but left in place the \nno contact order.  The SRC also suggested that Students B, C and D meet for mediation.  \nAccording to the University, mediation did not occur.  The SRC did not provide notice to Student \nB of its determination. \n \nStudent B stated to OCR that she believed that the University had swept her allegations “under \nthe rug,” but did not respond to OCR’s further efforts to contact her regarding the effects of \nStudent C and D’s harassment as well as the University’s responses to her six reports.  In \naddition, there was no indication in the documentation provided by the University, that Student C \nor D harassed Student B after the SRC completed its review of the appeal.  \n \nConclusion \n \nThe University did not promptly and equitably respond to Student B’s reports that Students C \nand D sexually harassed her in January and February 2012.   \n\nPage 21 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \n \nStudent B initially reported Students C and D’s alleged harassment to the University on January \n15, 2012.  She made six additional reports that Students C and D continued to harass her.  \nDespite Student B’s numerous reports of Students C and D’s alleged harassment, the University \ntook no interim measures to protect Student B from Students C and D’s sexual and retaliatory \nharassment nor did it offer her resources or support to remedy the effects of their alleged \nharassment before the University held a hearing and made its determination.   \n \nIn addition, the University deviated from its grievance policies and granted Students C and D a \nsecond hearing, after they failed to attend the initial hearing, because the former President \nbelieved the sanction they received (expulsion) was too severe.  Students C and D had not filed a \nwritten appeal and Student B received no formal notice of the second hearing. \n \nMoreover, Student B received no written notice of the outcome of the initial hearing, the second \nhearing, Students C and D’s appeal of the second hearing, or the outcome of Students C and D’s \nappeal of the second hearing.   \n \nFinally, the University did not provide an equitable process to Students C and D.  There was no \nevidence in the file that the University attempted to interview Student D at a time that did not \nconflict with his work schedule or later interviewed Students C and D after Student B reported \nfurther incidents of harassment.  The University imposed expulsion on both students without \nhaving conducted an investigation that included an opportunity to hear Student D’s account of \nevents.   \n \nReports Filed After May 1, 2014, the effective date of the Title IX Policy \n \nThe University provided files of seven reports of sexual harassment and two reports of sexual \nassault that occurred during the 2014-15 academic year.  While these files, received after the \nUniversity had named a Title IX Coordinator and launched the Title IX webpage, contain more \ninformation than the files related to previous reports of sexual harassment or sexual assault, the \nfiles nonetheless were often unclear or incomplete.  Most notably, only one of the files included \nnotice to the complainant and accused student of the outcome of the investigation.  In addition, \nthe files did not always contain information about whether the University conducted a hearing or \nrelied on a determination made by the investigator. \n \n  Fall 2014 reports \n \nDuring the fall 2014 semester, the University received three reports of sexual harassment.  The \nUniversity responded promptly to each of these reports.       \n \n\nPage 22 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nFirst, the University responded within 4 days to a complaint reported on October 23, 2014, that \nthree unknown persons were requesting XXX photographs and creating fake XXX profiles with \nthe complainant’s contact information.  OCR determined that the Title IX team’s response was \nnot only prompt, but also equitable in that staff utilized the University’s Information Technology \npersonnel to coordinate with MPD in an attempt to locate the alleged harassers, each of whom \nthe University concluded was likely not a student based on the social media user-names provided \nby the complainant.  Nevertheless, the University provided the complainant with counseling, \nescort services, academic assistance, and assistance contacting the MPD.   \n \nThe University also addressed a report of harassment (October 28, 2014) of a female assistant \ncoach by the team’s male head coach.  The assistant coach’s written report, which she submitted \non the “Formal Sexual Misconduct Reporting Form,” described her feelings of alienation, \nrejection, and humiliation by the head coach, as well as his belittling remarks (calling her a \n“wimp” and telling her to “shut [her] mouth, give [her] opinion and then be quiet,” etc.).  The \nUniversity’s Title IX Coordinator and a Title IX investigator interviewed each party and all other \nassistant coaches on the team before determining that although there were “communication and \nperception problems,” the asserted comments did not have “any basis in sexual discrimination.”  \nThe University conducted a prompt investigation, which it concluded on December 9, 2014.  \nHowever, the University did not provide the parties with written notice of its determination. \n \nIn the third report of sexual harassment (October 26, 2014), the accused acknowledged to the \nUniversity making inappropriate, sexual comments to a female student, and also acknowledged \nasking for the phone number of a female resident assistant (also a student), and subsequently \ngraphically described the murder of a woman in a “XXX that he was writing” to another female \nresident assistant, who was a student (collectively, the complainants).  The Director of \nResidential Life promptly advised the Title IX Coordinator of the complaint but did not refer the \nmatter to the Title IX team for handling.  The Director promptly, within four days, obtained an \ninformal resolution after speaking with the accused student, who promised not to make further \ncomments of this type.  The Director also gave the accused student an oral warning; however \nthere is no indication in the file whether any of the complainants were notified of the outcome, \nprovided information on available resources, or informed of the right to appeal the sanction.  The \nDirector also advised the Title IX Coordinator of the informal resolution. The University’s \nresponse was, however, inequitable, as OCR could not determine from the documentation \nwhether the complainants agreed to participate in an informal resolution of their complaints, \nwere given an opportunity to participate in that process, or provided information about available \nresources as well as the University’s determination. \n \n  Spring 2015 reports \n \nDuring the spring 2015 semester, the University received two reports of rape and four reports of \nsexual harassment.  OCR notes that a single incident of rape can create a hostile environment for \n\nPage 23 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nthe affected student.  The complainants in the reports below did not identify the accused \nindividuals (one of whom was a student) and no disciplinary actions or remedial measures were \ntaken by the University.           \n \nReports of rape \n \nIn one of the reports of rape (reported on January 25, 2015), Campus Security referred to the \nTitle IX Coordinator a report that a non-student raped a female student in her dorm room during \na date.  In that case, the University and MPD coordinated efforts to identify the suspect whose \nlast name was unknown to the complainant but whom the University subsequently identified. \nThe University provided the student with interim measures, including granting her request to \nchange dorm rooms, providing her with a referral to the University Counselor, and providing a \nfull tuition and expenses refund after the student, three days after reporting the rape, left the \nUniversity and returned home.  There is no documentation showing that the University remained \nin contact with the student after she withdrew, or offered to assist her should she choose to \nresume her studies.  In addition, the University did not determine whether the student was \nsubjected to a hostile environment.  Further, there was no evidence that the University assessed \nwhat actions, if any, were necessary to ensure a safe and nondiscriminatory environment for all \nstudents.  \n \nIn the other rape report (reported on April 7, 2015), MPD notified the Title IX Coordinator of a \nreport that a male student allegedly sexually assaulted a female student in her dorm room.  One \nof the University’s Deputy Title IX Coordinators reached out to the student and provided \ninformation about the University’s Title IX procedures and interim measures, including housing \nand academic assistance and counseling.  The student requested and the University provided \nacademic assistance and counseling during the spring 2015 semester.  The student declined to \nidentify the student who sexually assaulted her or support an investigation by the University; \nhowever, the University had the accused student’s first name, which was included in the MPD \nreport it received, and could have attempted to identify him through other means, such as by \nreviewing video footage and visitor logs from the student’s dorm.   \n \nAlthough the University responded to the report of an alleged sexual assault in fewer than thirty \ndays and provided the student with resources to address her immediate needs, the file does not \nreflect that the University attempted to learn the identity of the accused.  Additionally, the \nUniversity did not provide documentation indicating that the Title IX Coordinator assessed \nwhether the University could honor the student’s request not to proceed with an investigation \nwhile still providing a safe and nondiscriminatory environment for all students, including the \nstudent who was allegedly sexually assaulted.  In addition, there was no evidence that the \nUniversity determined whether the student or the broader community were subjected to a hostile \nenvironment or assessed whether broader remedies were necessary to provide a safe and \nnondiscriminatory environment for all students.  \n\nPage 24 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \n \n•  Sexual harassment reports \n \nThe University investigated four reports of sexual harassment (reported on January 14, 2015, \nJanuary 26, 2015, February 2, 2015, and February 26, 2015); it did not convene a hearing under \nthe University’s Student Conduct Policy or make a determination that no hearing was needed in \nany of them.   \n \nIn the January 14, 2015 report, after a professor reported to the Title IX team that a male student \nin his class was stalking and had previously sent unwanted messages through social media to a \nfemale student in his class, two of the University’s Deputy Title IX Coordinators interviewed the \nprofessor, the female student (the complainant), and the male student (the accused), and without \nholding a hearing, determined that there was insufficient evidence the accused student violated \nUniversity policy.  The University promptly responded to the report and concluded its \ninvestigation in less than one month, at which time it instructed the accused student to avoid the \ncomplainant’s place of employment and arranged the students’ schedules so they would not be in \nthe class (which had a flexible schedule) at the same time.  The University’s response was \nequitable to the extent that the Deputy Title IX Coordinator’s report summarizing the \ninvestigation noted that counseling and academic support could be arranged for either student, \nbut OCR was unable to determine from the file whether either student was informed verbally or \nin writing of this outcome.  Additionally, the University’s response was inequitable as the Title \nIX team failed to provide written notice of the outcome of its investigation to either student. \n \nThe January 26, 2015 report was first made by several female students (the complainants) who \nalleged that a male student (the accused) in the XXX program on multiple occasions was \nobserved masturbating in class.  The students first reported the accused student’s behavior to \ntheir instructor, who reported it to the department head who reported it to the department chair.  \nTogether the two administrators met with the accused student, who denied the behavior; the \nadministrators did not meet with the complainants to obtain their account of the allegation.  A \nsecond report about the same student was raised by the XXX program director, who heard of the \nincident from an instructor and contacted a Deputy Title IX Coordinator.  The Deputy Title IX \nCoordinator encouraged the program director to submit a formal sexual misconduct reporting \nform, which she did on February 2, 2015.  The department head and the department chair then \nalso submitted a formal sexual misconduct reporting form about the accused student’s behavior.   \n \nUpon receipt of the formal reports, two investigators on the Title IX team conducted an \ninvestigation in which they interviewed the three complainants and the accused student, the \ninstructor, and the department head and chair, who were involved in responding to the first \nreport, as well as the program director who brought the matter to the attention of the Title IX \nteam.  The Title IX investigators concluded that there was insufficient evidence to find that the \naccused student violated the University’s sexual misconduct policy and noted in the investigative \n\nPage 25 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nsummary that the complainants “felt that the matter had been dealt with.”  On February 24, 2015, \nthirty days after the instructor received the complainants’ first report, and 23 days after the \nprogram director filed a formal sexual misconduct reporting form, the Title IX Coordinator \nissued written notice to each of the complainants and the accused student stating the University’s \nfindings and providing notice of the appeal process.  The students did not appeal.  OCR \ndetermined that the University’s Title IX team responded promptly after receiving the formal \nsexual misconduct reporting form(s), and provided written notice of its determination, including \ninformation about filing an appeal.  \n \nThe University also investigated a February 2, 2015 report by a student that a professor created a \nhostile environment based on sex when the professor, in the context of a class discussion on \nworkplace discrimination, expressed his view that equal opportunity laws do not protect lesbian, \ngay, bisexual and transgender (LGBT) individuals in the work place, that businesses should not \nhave to deal with LGBT issues, and that “if we keep making things equal, that we will eventually \nhave monkeys in the workplace.”  Although the University completed its investigation within \nnine days and determined that a hostile environment was not created by a single discussion in the \ncontext of a graduate level XXX course where the professor acknowledged making comments \nthat may have caused some students to feel “uncomfortable” as part of a pedagogical approach \nthat the professor asserted was intended to provoke thought, stimulate discussion, and, in his \nview, constituted protected speech, it failed to provide written notice of its determination to the \ncomplainant or the accused professor.  \n \nIn responding to a February 26, 2015 report by a female student who was employed as XXX that \na male coach made inappropriate comments about women, including comments about wanting \nsexual favors from waitresses and sexually inappropriate comments about female athletes, the \nTitle IX team interviewed multiple witnesses in the XXX department, including the female \nstudent complainant. The Title IX investigator found insufficient evidence to support the \ncomplaint allegation.  The University promptly completed its investigation in fewer than 60 days; \nhowever, the University’s records do not indicate whether written notice of its determination was \nprovided to the complainant or the accused coach as is required for an equitable outcome. \n \nG.  Training and Outreach \n \n1.  Training of University Employees \n \nTitle IX requires that all persons involved in implementing the Title IX grievance procedures \nhave training or experience in handling complaints alleging discrimination based on sex and in \nthe operation of the University’s grievance procedures.  The University needs to ensure that their \nemployees know how to report harassment to appropriate officials and that those officials are \ntrained in how to respond properly.     \n \n\nPage 26 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nTitle IX Investigative Employee Training \n \nOCR’s investigation revealed that the University had not provided training for University \nofficials responsible for handling the University’s compliance with Title IX prior to the start of \nOCR’s investigation.  The University acknowledged that prior to the initiation of OCR’s \ninvestigation it provided no Title IX-specific training to employees who investigated allegations \nof sexual harassment or sexual assault, including the HR Director (who served as the Title IX \nCoordinator from March 21, 2014 until October 1, 2015), the VPSA, and the Superintendent of \nCampus Security, and only began to provide such training in November 2014.  At that time, six \nUniversity employees, including the then Title IX Coordinator, two Deputy Title IX \nCoordinators, and three Title IX investigators, attended a two-day training for Title IX \ninvestigators.  The training included general information about Title IX, methods of \ninvestigation, the standard of proof, interview techniques, evidence collection, hearing \nprocedures, remedies, appeal procedures, and the prohibition against retaliation.   \n \nIn addition, beginning on February 3, 2015, the six employees who attended the November 2014 \ntraining and the VPSA, the Interim Superintendent of Campus Security, the Counselor, and the \nDirector of Student Housing attended a two-day training titled “The Integrated and Coordinated \nApproach to Sexual Misconduct: Understanding the Intersection of Title IX, the Clery Act, and \nthe Violence Against Women Act.”  The training included general information about Title IX \nand its regulatory framework, Title IX Coordinator responsibilities, University Title IX \nresponsibilities, and investigative techniques (including information about privacy and retaliation \nconsiderations, interviewing techniques, credibility determinations, consent, the role of alcohol in \nsexual assault, evidentiary considerations in sexual harassment or sexual assault hearings, and \ncoordination with law enforcement). \n \nOn December 5-6, 2015, the University’s new Title IX Coordinator and a Deputy Title IX \nCoordinator attended a training titled “Title IX Compliance Institute: Advanced Workshop,” that \nincluded discussion of recent OCR letters of finding and resolution agreements. \n \n \nResponsible Employee Training \n \nThe University reported that all full-time faculty and staff attended an October 13, 2013 training \ntitled “Preventing Harassment.”  The University did not provide a narrative description of the \ntraining or any training materials. \n \nBeginning in the 2014-15 academic year, one of the University’s Deputy Title IX Coordinators \nprovided Title IX training to students who worked as resident advisors in the University \nresidence halls.  The training provided a brief overview of Title IX and instruction regarding the \nobligations of responsible employees to report incidents of sexual harassment or sexual assault to \n\nPage 27 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nthe Title IX team.  The training included information about how to talk to persons who report \nincidents of sexual harassment or sexual assault and University and community services \navailable to persons who experience sexual harassment or sexual assault. \n \nAdditionally, during the fall of 2015, the University’s Title IX Coordinator and a Deputy Title IX \nCoordinator conducted Title IX-specific training, including information about the University’s \nreporting requirements for responsible employees and campus resources, for new faculty, \nresident advisors, the Student Affairs Team, and student wellness employees.   \n \nThe University did not provide any information that it provided additional training to campus \nsecurity officers, faculty, or staff, other than those mentioned above, before or after OCR \ninitiated this investigation.   \n \nBased on the above, OCR determined that prior to the initiation of this complaint, the University \nfailed to meet its obligation to ensure that all persons involved in handling sexual harassment and \nsexual assault complaints were trained and had experience to respond appropriately to Title IX \nreports.  Since then, the University has provided training to the Title IX Coordinator and Deputy \nTitle IX Coordinators, to ensure that they know how to handle sexual harassment and sexual \nassault complaints.  They have been trained on how to interview persons subjected to sexual \nviolence, the proper standard of review, and the need for an appropriate institutional response to \nreports of sexual harassment and sexual assault.  However, OCR’s review of the cases did not \nestablish that in every instance the trained members of the Title IX team responded equitably to \nreports brought to their attention, suggesting that the training has not been completely effective.  \nIn addition, the Chair of the SWUAC acknowledged that neither he nor other members of the \nSWUAC had received training on how to adjudicate allegations of sexual harassment and sexual \nassault.  Further, the SWUAC has student members, which OCR strongly discourages.20  OCR \nwill monitor the participation of students on the SWUAC and SRC.  The Chair informed OCR \nthat he had been chair since 2011 and that his day-to-day job responsibilities were wholly \nunrelated to Title IX and in fact focused on creating dining plans, working with food vendors, \nissuing ID cards to students, organizing homecoming festivities, advising student associations, \nand supervising Student Center custodial staff.     \n \nOCR also determined that the University’s training for staff who are responsible employees, both \nbefore and after the initiation of this complaint, is insufficient to ensure that all University \nemployees are familiar with the University’s policies prohibiting sexual harassment and sexual \nassault in that it has not trained all responsible employees, including security officers and faculty \nother than those newly hired.  Although the files reviewed by OCR during this investigation \nsuggest that some improvement has been made, as responsible employees increasingly refer \nreports of possible sexual harassment and sexual assault to members of the University’s Title IX \n                                                           \n20The Student Rights Committee also has student members, which OCR strongly discourages. \n\nPage 28 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nteam, the lack of on-going, effective training for responsible employees raises a concern for OCR \nthat additional and more effective training must be provided to ensure that the University can \nprovide prompt and equitable responses to all possible instances of sexual harassment or sexual \nassault of which it knew or should have known.   \n \n2.  Student Training and Outreach \n \nIn the spring 2013, the University initiated mandatory training for new and transfer students titled \n“CONNECT,” which was funded through a Campus Grant to Reduce Sexual Assault, Domestic \nViolence, Dating Violence and Stalking that it received in 2012.  The CONNECT training \nincluded information about the University’s definitions of sexual harassment and sexual assault, \nthe University’s Title IX Coordinators, other University resources (particularly the Student \nHealth and Development Center and counselors), how to report incidents of sexual harassment or \nsexual assault, the manner in which the University responds to and investigates reports of sexual \nharassment or sexual assault, and community resources for persons who experience sexual \nharassment or sexual assault.   \n \nIn addition, the University initiated the “Keep U Safe” program, designed to “foster a safe and \ninclusive campus community.”  The University conducts outreach through the Keep U Safe \nprogram, including presentations to the University community and the creation of a web page \nwith information about sexual harassment and sexual assault.  The web page contains an \noverview of the University’s Title IX Policies and nondiscrimination statement, contact \ninformation for the University’s current Title IX Coordinators and other University and \ncommunity resources for individuals who experience sexual harassment or sexual assault, \ndefinitions and examples of types of sexual harassment or sexual assault that individuals \nexperience, links to the University’s online complaint form, and educational information about \nsexual harassment and sexual assault (e.g., “myths and facts,” suggestions for steps to stop or \naddress sexual harassment and sexual assault (either as a bystander or an individual experiencing \nit)).  \n \nIn addition, student clubs and organizations sponsor activities that provide information about \nsexual harassment and sexual assault, including information about definitions of sexual assault \nand consent, best practices for safety and self-defense, and resources available for individuals \nwho experience sexual harassment or sexual assault.  These activities included an MPD and \nDVCC program titled “It Was Rape,” activities during Sexual Assault Awareness month (April) \nconducted by student groups, and “Take Back the Night” initiatives. \n \nOCR notes that the University provides one-time training for new and transfer students on Title \nIX, including sexual harassment and sexual assault that aims to educate students on the types of \nconduct that are prohibited under the University’s policies, how to report sexual harassment and \nsexual assault, and who at the University is charged with responding to student reports.  \n\nPage 29 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nAdditionally, through the “Keep U Safe” program, the University offers periodic outreach and \neducational programs to members of the University community regarding its Title IX policies \nand sexual harassment and sexual assault, generally.  OCR attempted (through focus groups) to \nobtain information from students to determine the effectiveness and adequacy of the University’s \ntraining but was unable to do so. \n \nANALYSIS  \n \nA.  Notice of Nondiscrimination  \n \nBased on the evidence obtained, OCR determined that the University’s notice of \nnondiscrimination violates Title IX.  The University posted a nondiscrimination notice on its \nTitle IX webpage, but not the University’s main web page.21  Further, neither the University’s \nStudent Handbook nor its Admissions webpage contains a nondiscrimination statement.22 \n \nThe University’s notice of nondiscrimination does not meet the Title IX requirements, at 34 \nC.F.R. § 106.9, in that the University’s notice of nondiscrimination does not extend to \napplicants.  Moreover, the name and contact information for the University’s Title IX \nCoordinator and notice that inquiries to recipients regarding Title IX and its implementing \nregulation may be referred to the Title IX Coordinator or to OCR are not located on the same \nsubpage as the notice of nondiscrimination. \n   \nB.  Designation of a Title IX Coordinator  \n \nDuring the course of the investigation, the University corrected a Title IX violation regarding the \ndesignation of a Title IX Coordinator.  \n \nWhen OCR initiated its investigation on February 26, 2014, the University had no designated \nTitle IX Coordinator.  On March 21, 2014, the University named its HR Director as the Title IX \nCoordinator, who served until October 1, 2015.  \n \nOn October 1, 2015, the University appointed a Title IX Coordinator whose core responsibilities \ninclude overseeing the University’s response to Title IX reports and complaints and identifying \nand addressing any patterns or systemic problems revealed by such reports and complaints and \nwho has knowledge of all the complaints raising Title IX issues throughout the University, the \nrequirements of Title IX, and the University’s own policies and procedures on sex \ndiscrimination.  The Title IX Coordinator and several, but not all, Deputy Coordinators have \nreceived four days of Title IX-specific training from qualified external providers.   \n                                                           \n21 http://www.minotstateu.edu/keepusafe/overview.shtml; http://www.minotstateu.edu/  \n22 http://www.minotstateu.edu/student_handbook.pdf; http://www.minotstateu.edu/enroll/apply.shtml  \n\nPage 30 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \n \nThe Title IX Coordinator is charged with overseeing all matters related to sex discrimination \nagainst students and employees.  In addition, the University has appointed Deputy Coordinators \nto assist the Title IX Coordinator “with specialized areas and in the oversight of Title IX \nmatters,” including the development of policies and procedures, the development of training and \norientation materials for students and employees, the oversight of investigations of complaints of \nsexual harassment and sexual assault and other forms of sex discrimination, the review of \ncomplaints to identify patterns or systemic problems, the protection and safety of those reporting \nviolations, and compliance with the University’s obligations under the Clery Act.   \n \nC.  Adoption and Implementation of Sexual Harassment or Sexual Assault Policies \nand Procedures (34 C.F.R. §§ 106.8(b) and 106.9(a)) \n \nBased on its investigation, OCR determined that the University’s established policies and \nprocedures as written and as applied violate Title IX. \n \nFormer Policies, Procedures and Practices  \n \nThe University’s Policies, though widely distributed in the Student Handbook and published \nonline, were not easily understood and, individually and collectively, were noncompliant with \nTitle IX in significant ways.  As described above, the University’s Policies do not clearly identify \nthe individuals within the University to whom reports of sexual harassment and sexual assault \nshould be made.  The Policies further fail to explain who within the University will conduct \ninvestigations into such reports, and the procedures that will be followed in resolving them.  \n \nFurther, the Policies did not make clear that they applied to alleged discrimination or sexual \nharassment or sexual assault carried out by employees or third parties or that the University will \nprocess all complaints of sexual harassment and sexual assault regardless of where the conduct \noccurred to determine whether the conduct occurred in the context of an educational program or \nhad continuing effects on campus.  The Policies did not set forth the manner in which reports of \nsexual harassment and sexual assault could be made – identifying numerous on campus and off \ncampus offices or agencies to which a student could report alleged sexual harassment or sexual \nassault.  Although the Policy on Sexual Assault indicated that the VPSA would initiate an \ninvestigation, the Policies did not contain designated and reasonably prompt timeframes for the \nmajor stages of the process.  In addition, HR Policy 1.1 allows the HR Director broad discretion \nto extend the investigation of reports of sexual harassment to 120 days in “particular difficulties \nor unforeseen circumstances,” and authorizes the disciplining administrator to disagree with \nrecommended discipline without providing criteria or standards to guide such a determination.  \nNone of the policies required the University to provide periodic updates to complainants about \nthe status of the University’s response to the complaint.  Further, although the Policy on Sexual \nAssault identified several types of interim measures that the VPSA should provide to the \n\nPage 31 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \ncomplainant, the Policy on Harassment and the Student Complaint and Student Conduct Policy \ndo not identify and require the provision of interim measures, as appropriate.  The Student \nConduct Policy provides the parties the opportunity during hearings to question anyone who \npresents information, without providing process protections to ensure fair process for all parties.  \nFurther, the VPSA stated that he allows parties to ask questions about past sexual history if \n“relevant” to the case, which is only permitted when the questions relate to past sexual history \nwith the respondent, a limitation the VPSA did not acknowledge.  Additionally such provisions \nmay pose a barrier to or discourage reporting and proceeding with sexual harassment or sexual \nassault complaints.  The Policies also did not provide written notice of the range of potential \nremedies and sanctions.  Finally, the Policies did not state that the University will take steps to \nprevent the recurrence of sexual harassment and sexual assault or remedy its effects and did not \nprovide any protection from retaliation. \n \nOCR considered whether the University applied its Policies properly, by examining its handling \nof the reports of sexual harassment and sexual assault that it received while the Policies were in \neffect.  Between January 1, 2011, and the initiation of this investigation in February 2014, the \nUniversity received five reports of sexual harassment or sexual assault, including Student A’s \nreport.  The University completed an investigation pursuant to its policies and procedures in only \none of five reports, thus failing to comply with the Title IX requirement that it take immediate \nand appropriate steps to investigate or otherwise determine what occurred and take prompt and \neffective steps reasonably calculated to end any harassment, eliminate a hostile environment if \none has been created, and prevent harassment from recurring. \n \nIn addition, the University did not provide Student A or Student B (nor any of the other students \nwho made reports in this time period) with any interim measures, such as counseling, academic \nassistance, housing assistance, or appropriate, timely no contact orders; these failures violate \nTitle IX.   \n \nFinally, the University provided none of the affected students during this period with written \nnotice of a determination in their cases.  This failure also violates Title IX. \n \niii. Current Policies, Procedures and Practices  \n \nThe University’s Policy on Sexual Assault, Policy on Harassment, and Student Conduct Policy \nremain unchanged.  However, the University has created the Title IX Policy, which is widely \ndisseminated on its website, but not available in the Student Handbook.   \n \nThe Title IX Policy clarifies the way in which students should report allegations of sexual \nharassment or sexual assault, containing a link to a complaint form and a detailed explanation of \nthe manner in which the University will respond to a complaint, including a statement that it will \nprovide regular updates to complainants about the status of its response to the complaint.  The \n\nPage 32 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nTitle IX Policy also provides a more thorough description of the interim measures available to \ncomplainants; however the Title IX Policy does not describe interim measures that are made \navailable to respondents.  In addition, the Title IX Policy makes clear that the University will \ntake steps to stop the harassment, prevent its recurrence, and remedy any discriminatory effects \nof the harassment.  The Title IX Policy also contains definitions of terms, such as consent, \ncoercion, intimidation, responsible employees, retaliation, sexual acts, sexual assault, sexual \ndiscrimination, sexual exploitation, sexual harassment, and sexual misconduct.   \n  \nSignificantly, the Title IX Policy does not contain designated and reasonably prompt time frames \nfor major stages of the grievance process.  The Title IX Policy also does not make clear that it \napplies to conduct committed by third parties or that the University will process all complaints of \nsexual harassment and sexual assault regardless of where the conduct occurred (on-campus and \noff-campus) to determine whether the conduct occurred in the context of an educational program \nor had continuing effects on campus.  Finally, although the Title IX Policy defines retaliation, it \ndid not originally expressly prohibit retaliation; however, the revised Title IX Policy does \nexpressly prohibit retaliation. \n \nThe Title IX Policy’s provision for informal resolution fails to provide an equitable process to \naccused students because the policy allows for the imposition of a penalty on an accused student \nwhen the University has not conducted an independent investigation and has no basis for \ndetermining whether a penalty is warranted and, if so, how significant the penalty should be. \n \nFurther, the University’s policies are confusing.  The Policy on Sexual Assault, the Policy on \nHarassment, the Student Conduct Policy, and HR Policy 1.1 are published online and (with the \nexception of HR Policy 1.1) in the Student Handbook.  However, the Title IX policy is not \ncontained in the Student Handbook.  As noted above, the policies, collectively, are inconsistent \nwith each other in the way in which the reporting, investigatory, and hearing processes are \ndescribed. \n       \nOCR determined that in applying its policies, the University has not promptly and equitably \nresponded to allegations of sexual harassment and sexual assault about which it had notice.  \nSpecifically, although the University conducted investigations into the 2014-15 reports of sexual \nharassment or sexual assault of which it had notice, it issued written notice of its findings in only \none instance out of nine.  In addition, although the Title IX Policy explains that formal reports of \nsexual harassment or sexual assault will be resolved through the procedures set forth in the \nStudent Conduct Policy or H.R. Policy 1.1 depending on whether the person who carried out the \nalleged sexual harassment or sexual assault is a student or an employee, the University did not \nutilize procedures consistent with the procedures set forth in the Student Conduct Policy in \nresponse to any of the 2014-15 reports of which it had notice.  Instead, the University relied upon \nthe recommendation of its Title IX investigator. \n \n\nPage 33 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nHowever, the University has offered and provided interim services, including counseling, \nhousing assistance, academic assistance, tuition waivers, and no-contact orders to students (and \nnon-students) who reported sexual harassment or sexual assault during the 2014-15 academic \nyear.  In addition, the University consistently applied the preponderance of the evidence standard \nin reaching determinations regarding allegations of sexual harassment and sexual assault during \nthe 2014-15 academic year.  Finally, although the Title IX Policy does not specify that it applies \nto conduct by third parties or that the University will process all complaints of sexual harassment \nand sexual assault regardless of where the conduct occurred to determine whether the conduct \ncreated a hostile environment on campus, OCR’s file review revealed that, after OCR initiated \nthis investigation, the University did investigate conduct by third parties and processed all \ncomplaints of sexual harassment and sexual assault regardless of where the conduct occurred. \n \nD.  Response to sexual harassment or sexual assault complaints  \n \nBased on the evidence obtained, OCR determined that the University’s responses to complaints \nof sexual harassment and sexual assault did not comply with the requirements of Title IX.  OCR \nfurther determined that the University designated staff to handle its responses to such complaints \nwho were not adequately trained to respond appropriately to reports of sexual harassment and \nsexual assault.  \n \ni.  Student A’s Complaint \n \nAs set forth above, the University did not promptly and equitably respond to Student A’s report \nthat Professor A sexually harassed and sexually assaulted her between June 2010 and May 2012, \nwhen she graduated from the University.  After it received notice of Student A’s complaint, the \nUniversity did not issue a no-contact order or offer Student A counseling services or any other \ninterim services.  Finally, the University did not adjudicate Student A’s allegation utilizing \nhearing procedures pursuant to University policies and did not issue a written notice of its \nfindings to Student A or Professor A.   \n \nThus, the University did not provide a prompt and equitable response to Student A’s report in \nthat it did not provide written notice of the complaint to the respondent, did not complete an \ninvestigation of the complaint, did not provide interim services, did not determine whether \nStudent A or the broader University community were subjected to a hostile environment as a \nresult of the reported conduct, and did not provide written notice of its findings to Student A or \nProfessor A.  The University’s failure to offer interim services and its delayed and incomplete \nresponse to her report could have created a hostile environment for Student A.  As noted below, \nthe Resolution Agreement includes a provision requiring the University to offer appropriate \nservices to remedy the effects of the University’s inaction.   \n  \n \n\nPage 34 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nii.  Student B’s Complaint \n \nBased on the evidence in the file, OCR determined that the University’s response to Student B’s \nreport was prompt, in that it held a hearing 24 days after receiving Student B’s first report of \nsexual harassment, but not equitable because, despite Student B’s six reports of sexual \nharassment by Students C and D, the University took no interim measures to protect Student B \nfrom Students’ C and D’s on-going sexual and retaliatory harassment, failed to offer to provide \nStudent B with resources to address the effects of their on-going harassment until a hearing was \nheld, failed to provide Student B with an equal opportunity to participate in the University’s \nhearing and subsequently failed to provide her with written notice of the University’s \ndetermination, her appeal rights, or information about the second hearing in this case.  Although \nthe University initially determined that Student B was subjected to a hostile environment and on-\ngoing harassment, expelling Students C and D, it ultimately reversed its determination despite \nthe lack of an appeal by Students C and D, and failed to provide Student B with notice of the \nsubsequent hearing and appeal, neither of which were convened or addressed consistent with the \nUniversity’s Policies.  The University’s delay in issuing and enforcing an appropriate no-contact \norder could have contributed to the continuation of a hostile environment for Student B in that \nthe sexual harassment continued from the date of her report (January 15, 2012) until February 8, \n2012.   \n \nFurther, the University did not provide an equitable process to Students C and D.  The University \ndid not attempt to interview Student D at a time when he was not working.  Further, there was no \ndocumentation evidencing that the University interviewed Students C and D after Student B \nreported additional incidents of harassment.  The University imposed expulsion on both students \nwithout having conducted an investigation that included an opportunity to hear Student D’s \naccount of events.   \n \niii. Reports Filed Prior to the Implementation of the Title IX Policy \n   \nThe University did not promptly and equitably respond to additional reports of sexual harassment \nand sexual assault prior to OCR’s investigation and the University’s implementation of the Title \nIX Policy.   \n \nThe University received three additional reports of sexual harassment or sexual assault in the \nthree years prior to receiving notice of OCR’s investigation, and before it implemented the Title \nIX Policy.  In each instance, the University received a student incident or security incident report.  \nOCR found that the University’s failure to coordinate with its law enforcement personnel led to \nTitle IX violations because only one of four complaints of sexual harassment reported to campus \nsecurity offices actually led to a Title IX investigation.  In addition, the University did not \nprovide interim measures to the complaining students, did not conduct a hearing pursuant to the \nUniversity’s procedures regarding the incidents, and did not provide the complaining students \n\nPage 35 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nwith written notice of its findings. \n \nIn sum, prior to implementing the Title IX Policy, the University did not provide a prompt \nresponse to incidents of sexual harassment or sexual assault about which it had notice, did not \nprovide interim measures to harassed or accused students, did not investigate or otherwise \ndetermine what occurred in three cases it received prior to OCR’s notice of investigation, and did \nnot provide written notice of its findings to any complaining students.  \n \niv.  Reports Filed After the Implementation of the Title IX Policy \n \nThe University did not promptly and equitably respond to reports of sexual harassment and \nsexual assault after it adopted the Title IX Policy.  \n \nThe University received nine reports of sexual harassment or sexual assault during the 2014-15 \nacademic year.  Although the University investigated each incident and consistently provided \ninterim measures to complaining students, the University did not comply with Title IX when it \ndid not provide written notice of the outcome of its investigation to one or both of the \ncomplaining or accused students in eight of these nine cases.  \n \nIn addition, OCR noted that the University did not follow its own policies and procedures in that \nit did not utilize procedures consistent with its Student Conduct Policy, which states that the \nVPSA will determine whether to provide hearings for Title IX complaints.  The University \ninstead relied on the determination of a Title IX investigator.  Although the Title IX regulations \ndo not require the University to provide a hearing to resolve reports of sexual harassment or \nsexual assault, the University’s consistent deviation from its own policies and procedures raises a \nconcern that it does not accurately describe to potential complainants the process that it in fact \nprovides to students who report incidents of sexual harassment or sexual assault. \n \nFinally, OCR found that in two instances where the complainant did not wish for the University \nto pursue an investigation, one of which involved an alleged rape by another student in a \nUniversity dorm room, the University failed to consider whether the complainant’s request could \nbe honored while still providing a safe and nondiscriminatory environment for all students.   \n   \nCONCLUSION \n \nOCR found that at the outset of the investigation, the University had not designated a Title IX \nCoordinator and that its sexual harassment or sexual assault policies and procedures did not \ncomply with Title IX.  Although the University has since designated and adequately trained a \nTitle IX Coordinator, its sexual harassment or sexual assault policies and procedures remain in \nviolation of Title IX.  Further, OCR determined that the University violated Title IX when it did \nnot promptly and equitably respond to reports of sexual harassment and sexual assault that it \n\nPage 36 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \nreceived, including by failing to determine whether the complainants were subjected to a hostile \nenvironment.  The University did not adjudicate an allegation of sexual harassment or sexual \nassault utilizing hearing procedures pursuant to University Policies, and did not issue a written \nnotice of its findings to Student A.  In addition, the University consistently failed to provide \nwritten notice of its findings to students who reported sexual harassment or sexual assault.   \n  \nTo resolve the complaint allegation and the above-described Title IX compliance determinations, \nthe University agreed to enter into a resolution agreement (the Agreement) with OCR on June 24, \n2016.  Under the Agreement, the University agreed to take the following specific actions to \naddress the violations of Title IX and ensure that it does not discriminate based on sex in the \nfuture: \n \n•  Retain an equity consultant with expertise in all areas of compliance with Title IX, who \nwill work with designated University employees with expertise in Title IX and the \nprevention of sexual harassment and sexual assault on college campuses and training in \nhigher education. \n \n•  Issue a statement to the University community, including students, parents, administrators \nand staff, that it does not tolerate sexual harassment and sexual assault, encouraging any \nstudent who believes he or she has been subjected to sexual harassment or sexual assault \nto report the incident(s) to the University, and informing the community how to report the \nincident. \n \n•  Review and revise its sexual harassment and sexual assault policies and procedures and \nits code of conduct, including its notice of nondiscrimination and grievance procedures, \nto ensure that they adequately address incidents of sexual harassment or sexual assault \nand provide for the prompt and equitable resolution of sexual harassment and sexual \nassault complaints. \n \n•  Provide effective training to staff, including Title IX Coordinators and investigators, \nsecurity officers, athletic coaches, residence and housing staff, administrators, faculty, \nand other staff, on the University’s revised sexual harassment and sexual assault policies \nand procedures and provide investigation training to staff who are directly involved in \nhandling complaints or other reports of sexual harassment and sexual assault.  \n \n•  Conduct an assessment to determine whether it has sufficient staff to investigate and \naddress Title IX complaints in a timely manner and add staff as needed to avoid delays in \nthe investigative and appeals process. \n \n•  Provide annual training on topics related to sexual harassment and sexual assault to all \nstudents. \n\nPage 37 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \n \n•  Develop a procedure to document each incident or complaint (formal or informal) of \ndiscrimination on the basis of sex (including sexual harassment and sexual assault) \nreceived by the University and maintain documents relating to reports of sexual \nharassment and sexual assault.  \n \n•  Develop a monitoring program to assess the effectiveness of the University’s overall Title \nIX anti-discrimination efforts. \n \n•  Periodically review the Memorandum of Understanding with the Minot Police \nDepartment to improve communication and coordination regarding reports of sexual \nharassment and sexual assault and develop a written protocol that outlines how the Title \nIX Coordinator and the police department will notify each other about such reports.  \n \n•  Create a committee that includes a wide cross section of the University community to \nidentify strategies for ensuring that students understand their rights under Title IX, and \nhow to report possible violations of Title IX, including complaints of sexual harassment \nand sexual assault. \n \n•  Conduct periodic climate checks to assess the effectiveness of steps taken pursuant to this \nAgreement, or otherwise by the University, to provide for a campus free of sexual \nharassment and sexual assault. \n \n•  Review prior reports of sexual harassment and sexual assault, including Students A and \nB’s reports, to determine whether the University investigated each complaint or report \npromptly and equitably, and take appropriate action to address any problems it identifies \nregarding how these complaints were handled. \n \nOCR will monitor the University’s implementation of the Agreement until the University is in \ncompliance with the statutes and regulations at issue in this case.  The full and effective \nimplementation of the Agreement will address all of OCR’s Title IX compliance findings.  OCR \nreceived an initial monitoring report from the University on June 28, 2016, and anticipates \nreceiving additional reports.  If the University fails to implement the Agreement, OCR may \ninitiate administrative enforcement or judicial proceedings to enforce the specific terms and \nobligations of the Agreement.  Before initiating administrative enforcement (34 C.F.R. §§ 100.9, \n100.10) or judicial proceedings to enforce the Resolution Agreement, OCR will give the \nUniversity written notice of the alleged breach and sixty (60) calendar days to cure the breach. \n \nThis concludes OCR’s investigation of the complaint and should not be interpreted to address the \nUniversity’s compliance with any other regulatory provision or to address any issues other than \nthose addressed in this letter.  This letter sets forth OCR’s determination in an individual OCR \n\nPage 38 – Dr. Steven Shirley \nOCR Docket #05-14-2061 \n \ncase.  This letter is not a formal statement of OCR policy and should not be relied upon, cited, or \nconstrued as such.  OCR’s formal policy statements are approved by a duly authorized OCR \nofficial and made available to the public.   \n \nPlease be advised that the University may not harass, coerce, intimidate, or discriminate against \nany individual because he or she has filed a complaint or participated in the complaint resolution \nprocess.  If this happens, the individual may file a complaint alleging such treatment.  The \nComplainant may also file a private suit in federal court whether or not OCR finds a violation. \n \nUnder the Freedom of Information Act, it may be necessary to release this document and related \ncorrespondence and records upon request.  In the event that OCR receives such a request, we will \nseek to protect, to the extent provided by law, personally identifiable information, which, if \nreleased, could reasonably be expected to constitute an unwarranted invasion of personal privacy.   \n \nWe wish to thank you for the cooperation extended to OCR during our investigation.  In \nparticular, we thank you, the University’s attorney, Noah Brisbin, and staff for their assistance \nthroughout OCR’s investigation.  If you have any questions, please do not hesitate to contact \nAleeza Strubel, Supervisory Attorney at 312-730-1613, or by e-mail at Aleeza.Strubel@ed.gov.  \n \nSincerely,     \n               \n     /s/ \n \n            Adele Rapport \n            Regional Director ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99687"
    },
    {
      "date": "2013-12-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99700,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99700.pdf",
      "title": "Subject: FW: OCR Electronic Complaint Submission",
      "text": "Ledesma, Tony \nFrom:  OCR Chicago \nSent:  Thursday, December 19, 2013 7:57AM \nTo:  Strubel, Aleeza \nSubject:  FW: OCR Electronic Complaint Submission \nHere is the LOA for the North Dakota. \nFrom: ocr complaint@ed.gov [mailto:ocr complaint@ed.gov] \nSe3t: («ednesday. Qecember 18. 2013 6·01 PM \nTo: (b)( l (b)(?(C)  bcR Chicago \nSubject: OCR Electronic Complaint Submission \nPLEASE DO NOT REPLY TO THIS E-MAIL. THIS E-MAIL ADDRESS IS USED BY DEPARTMENT OF \nEDUCATION AUTOMATED SYSTEMS AND IS NOT MONITORED. \nSUBMISSION CONFIRMATION \nYour complaint with the Office for Civil Rights has \nbeen automatically forwarded to the following \noffice for review: \nOffice for Civil  Phone: 312-730-1560 \nRights/EO \nTOO: 800-877-8339 \nChicago Office \nFax: 312-730-1576 \nCitigroup Center \n500 W. Madison  Email: OCR.Chicaqo@ed.gov \nStreet, Suite 1475 \nChicago, IL, 60661-\n4544 \nSo that we can best assist you, we call your attention to the following: \n1.  If you need to communicate with OCR regarding your complaint before you are contacted directly, \nplease do not reply to this message, which would result in your reply going to a send-only server \naddress. Instead, please direct your correspondence to the above office at OCR.Chicago@ed.gov \n2.  If you need to modify or supplement your complaint, please do not use the complaint form to \nsubmit another complaint with the new information. Instead, you may simply send an email to the \noffice that has your complaint. Filing duplicative complaints may impede our ability to review your \nconcerns in a timely manner. (If you have a separate complaint involving other matters, you may \nof course use this form to submit it.) \n3.  Remember that before OCR can process your complaint, we must receive a signed and dated \nconsent form. If we have not received your signed consent form within 20 calendar days of the \ndate of this email, we will close your complaint. A copy of the Office for Civil Rights Consent Form \nis available for your convenience at OCR Complaint Consent Form. Please sign and date the \nappropriate response on the consent form and mail it to the OCR Enforcement Office at the address \nabove. If you do not have access to a printer, please email or call the OCR Enforcement Office \nidentified above to request a blank consent form. \n4.  It is recommended that you print a copy of this message and retain it for your records. \nIf you have not already read the following documents, they can be downloadable from the links below: \n1 \n\n•  Information About OCR's Complaint Processing Procedures \n•  Office for Civil Rights Notice About Investigatory Uses of Personal Information \nOCDEMAIL0046231P  Institution Name: Minot State University \n2 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99700"
    }
  ],
  "document_count": 7
}