{
  "case_id": 9779,
  "fetched_at": "2025-10-22T00:10:11.304612",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Nashville Metropolitan Bordeaux Hospita",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "City of Nashville",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [
      "Incontinence"
    ],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 9779,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Incident/accident reporting & investigations",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Reassessment and care planning",
      "General/Misc.: Record-keeping",
      "Medical/Mental Health Care: End of life choice and DNR orders",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Wound care"
    ],
    "last_checked_date": "2015-03-29T00:00:00-04:00",
    "main_docket": {
      "id": 33300,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Tennessee",
      "docket_office_number": "",
      "docket_number_manual": "No Court Case",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ Investigation of Nashville Metropolitan Bordeaux Hospital",
    "never_filed": true,
    "non_docket_case_number": "168-71-23",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Tennessee",
    "summary": "<p>Pursuant to the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997, the Civil Rights Division of the U.S. Department of Justice (\"DOJ\") conducted an investigation of conditions at the Nashville Metropolitan Bordeaux Hospital (\"Bordeaux\"), a public skilled nursing care and intermediate care facility operated by the Metropolitan Government of Nashville and Davidson County, Tennessee.  The investigation resulted in a findings letter being sent to the Metropolitan Government's mayor on April 21, 2004.  The letter stated that in June and July 2003, DOJ and certain of its expert consultants twice toured the facility, interviewed residents and staff, and reviewed policies, procedures, and records.  While the findings letter commended the facility for its positive changes in many areas, the DOJ's investigation led it to conclude that certain conditions at Bordeaux violated residents' federal constitutional and statutory rights.  According to the DOJ, residents at Bordeaux suffered from deficiencies in the following areas:  1) general medical care, 2) psychiatric care, 3) restorative and wound care, 4) nutritional management, 5) incident management, 6) resident rights, and 7) community placement.  In sum, the DOJ investigators concluded that Bordeaux did not provide levels of care consistent with federal law and permitted deficiencies which placed residents at risk of harm.</p><p>The DOJ investigators observed persistent systemic deficiencies in general medical care at Bordeaux (in the areas of medication management, oversight and management of medical care, and medical notes and documentation) that substantially departed from generally accepted professional standards of care.  Additionally, the DOJ investigation found that, largely due to staffing shortcomings, Bordeaux did not provide psychiatric consultations to residents consistently or sufficiently to address their needs.  The facility's restorative care services were hampered by poor individualized care planning, inconsistent and inadequate continence treatment and services, and minimal efforts to prevent contractures.  Unreported instances of skin pressure sore precursors and limited training of staff hampered an otherwise commendable program of wound care at Bordeaux.  According to the findings letter, Bordeaux failed to assess and manage residents' needs for therapeutic and texture-modified diets properly, failed to ensure the nutritional integrity of residents' regular and therapeutic diets, failed to conduct adequate standard nutritional assessments of residents, and failed to provide proper mealtime assistance to its residents.  Among the incident management problems at Bordeaux were incomplete reports of, and failure to analyze adequately data related to, injuries, falls, and other resident incidents.  The DOJ found that policies and procedures regarding advanced care planning at Bordeaux were haphazard, and at times contradictory and inconsistent.  No policy ensured that residents had their advance directives placed in their charts, and Bordeaux' staff were unclear as to who was responsible for ensuring that patients' living wills were placed in their charts.  There was a general lack of individualized care planning in the facility, and, as part of that failure, Bordeaux's treatment professionals failed to assess periodically whether community-based treatment was appropriate for its residents.  These latter deficiencies violated the Americans with Disabilities Act-imposed obligation to treat residents in the most integrated setting appropriate to their individual needs.  See 42 U.S.C. §12101 et seq.</p><p>The DOJ findings letter proposed that Bordeaux promptly implement a set of \"minimum\" remedial actions to remedy the deficiencies.  The letter also invited the Metropolitan Government to address the issues described in the letter, and alerted the mayor to the possibility of a CRIPA lawsuit brought by the United States to compel remedial action.</p><p>We have no post-findings letter information about additional activity in this matter.</p><p></p>",
    "summary_published_date": "2008-06-23T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9779",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9779",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9779",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9779"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120511,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120511"
    },
    {
      "date": "2004-04-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 20155,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/20155.pdf",
      "title": "Re: Nashville Metropolitan Bordeaux Hospital",
      "text": "U.S. Department of Justice\nCivil Rights Division \nAssistant Attorney General\t 950 Pennsylvania Avenue, N.W. - MJB \nWashington, DC 20530 \nApril 21, 2004 \nThe Honorable Bill Purcell \nMayor of the Metropolitan Government\nof Nashville and Davidson County\nMetro City Hall\n225 Polk Avenue \nNashville, TN  37203 \nRe: Nashville Metropolitan Bordeaux Hospital \nDear Mayor Purcell: \nOn March 12, 2003, we informed the Metropolitan Government\nthat we were investigating conditions at Nashville Metropolitan\nBordeaux Hospital (“Bordeaux”), in Nashville, Tennessee, pursuant\nto the Civil Rights of Institutionalized Persons Act (“CRIPA”),\n42 U.S.C. § 1997.  Bordeaux is a nursing home that provides\nskilled nursing care and intermediate care to its residents.  We \nconducted two tours of Bordeaux during the weeks of June 9 and\nJuly 28, 2003, with expert consultants in various disciplines.\nWe held exit interviews on the last days of each tour, in which\nwe verbally conveyed our preliminary findings to counsel and to\nfacility administrators and staff.  Consistent with the \nrequirements of CRIPA, we are now writing to apprise you of our\nfindings, along with the minimal actions that are necessary to\nremedy the deficiencies we found. \nAs a threshold matter, we wish to acknowledge, and express\nour appreciation for, the cooperation and assistance provided to\nus, particularly by counsel and the facility’s Chief Executive\nOfficer, Chief Operating Officer and Administrator, Medical\nDirector, Director of Nursing, and Director of Advocacy, Quality\n& Regulatory Services.  Further, we note that it was apparent\nthat many Bordeaux staff members are dedicated individuals who\nare genuinely concerned for the well-being of the persons in\ntheir care.  We hope to work with the Metropolitan Government and\nBordeaux administrators and staff in the same cooperative manner\nin addressing the problems that we found. \nI.  INTRODUCTION \n\n-2 \n\nDuring our investigation, we evaluated whether residents of\nBordeaux have been afforded their constitutional and statutory\nrights.  Under the United States Constitution and federal law,\nresidents of public nursing homes have a right to live in\nreasonable safety and to receive adequate health care, along with\nhabilitation, to ensure their safety and freedom from\nunreasonable restraint, prevent regression, and facilitate their\nability to exercise their liberty interests.  See U.S. \nConstitution Amendments I, XIV; Youngberg v. Romeo, 457 U.S. 307\n(1982); Terrance v. Northville Regional Psychiatric Hosp., 286\nF.3d 834 (6th Cir. 2002).  Similar protections are accorded by\nfederal law.  See, e.g., Title XIX of the Social Security Act,\n42 U.S.C. §§ 1395hh, 1396r and implementing regulations,\n42 C.F.R. § 483 Subpart B (Medicaid and Medicare regulations).\nThe Metropolitan Government also is obligated to provide services\nin the most integrated setting that is appropriate to individual\nresidents’ needs.  Title II of the Americans with Disabilities \nAct (“ADA”), 42 U.S.C. §§ 12132 et seq.; 28 C.F.R. § 35.130(d);\nSection 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794;\nsee Olmstead v. L.C., 527 U.S. 581 (1999). \nWe conducted our investigation by reviewing medical and\nother records relating to the care and treatment of individuals;\ninterviewing administrators, staff, and residents; and conducting\non-site reviews of the facility.  We were assisted in our \ninvestigation by expert consultants in medical care, nursing, and\nnutrition.  Our findings are supported by the assessments\ncontained in our expert consultants’ reports, which will be\nprovided under separate cover. \nAt the time of our June 2003 visit, Bordeaux had an overall\ncapacity of 480 beds:  420 nursing facility beds and 60 long-term\nacute care hospital beds.  Bordeaux’s actual census was 365 \npersons in the nursing facility beds and six persons in the acute\ncare ward.  Of the 420 nursing facility beds, 180 are certified\nas skilled nursing facility beds and 240 as intermediate care\nfacility beds.  The facility is divided into two buildings:\nRiberio and Birmingham, each with four units.  Approximately 45\npercent of the residents are under the age of 65.  These younger\nresidents often have suffered from strokes or trauma. \nII.  FINDINGS \nAs a nursing home, Bordeaux is required to provide medical,\nnursing, and related services to “attain or maintain the highest\npracticable physical, mental, and psychosocial well-being of each\nresident.”  42 U.S.C. § 1396r(b)(4)(A).  Bordeaux is to be \ncommended for its performance in several areas.  Bordeaux has \n\n-3 \n\nmade positive changes in the areas of leadership and staff\neducation.  Administrator May Bennett, Medical Director Dr. Jean\nLessly, and Director of Nursing Shara Stodola, among others, have\nhad a positive impact on resident care, staff job satisfaction,\nand the delivery of medical care.  Pharmacy services are also\npraiseworthy, as the facility has an on-site pharmacy that is\nstaffed by well-trained pharmacy professionals. \nThe Bordeaux staff has positively contributed to the general\nenvironment of the facility. Bordeaux’s environment appears to\nbe clean, homey, and cheerful. Overall, Bordeaux appears to be a\npleasant and comfortable facility.  Bordeaux also recognizes the\nimportance of therapeutic activities, and provides appropriate\nactivities for its residents. \nHowever, in the areas of general medical care, psychiatric\ncare, restorative and wound care, nutritional management,\nincident management, resident rights, and community placement,\nBordeaux does not provide levels of care that are consistent with\nfederal law.  These deficiencies place residents at risk of harm.\nOur findings, the facts supporting them, and the remedial steps\nthat we believe are necessary to address the deficiencies are set\nforth below. \nA.  GENERAL MEDICAL CARE \nAccording to federal regulations governing nursing homes,\nBordeaux must provide medical, nursing, and related services to\n“attain or maintain the highest practicable physical, mental, and\npsychosocial well-being of each resident.”  42 U.S.C. \n§ 1396r(b)(4)(A).  Although Bordeaux’s administration is working\nto improve the facility’s provision of medical care, significant\nsystemic deficiencies in medical care persist.  More \nparticularly, medication management, oversight and management of\nmedical care, and medical notes and documentation substantially\ndepart from generally accepted professional standards of care.\nThese deficiencies place the residents at risk of serious\nphysical harm. \n1.  Medication Management \nGenerally accepted professional standards of care dictate\nthat the use of medications, especially those having potentially\nharmful side effects, be clinically justified.  This is \nparticularly true when drugs used in combinations increase the\nrisk of harm and when drugs pose particular risks for the\nelderly.  Generally accepted professional standards of care also\nrequire monitoring for drugs having therapeutic ranges below \n\n-4 \n\nwhich the drug is ineffective and above which it is potentially\ntoxic to ensure that the drug is helping, not harming, the\nresident.  Medical staff also must evaluate on a routine basis \nwhether the continued use of medications and the amounts \nprescribed remain appropriate, or whether they can be tapered\ndown or replaced by others having fewer adverse side effects.  In \ngeneral, the pharmacy services at Bordeaux are adequate.\nHowever, our review revealed other medication management\ndeficiencies. \na.\t Lack of Clinical Justification for Prescribed \nMedications \nAccording to generally accepted professional standards of\ncare, each drug administered must be prescribed for a specific\ndiagnosis or prevention of a disease.  A number of Bordeaux’s \nresidents, however, are prescribed medications without clinical\njustification.  In particular, some medical records contained no\nclinical justification for medications, and some medications\nappeared to be prescribed inappropriately.  For example, resident\nMargaret M.1 had diagnoses of dementia and endometrial cancer and\nwas prescribed Aricept without clear diagnosis and documentation\nof the benefit of this medication.  Aricept is used for mild\nAlzheimer’s disease and can cause serious side effects, including\ngastrointestinal upset, nausea, vomiting, and diarrhea.  Aricept\nshould not be used without clear, documented justification. \nResident Earl C. was prescribed the medications\nhydrochlorothiazide and clonidine, both of which are used in the\ntreatment of hypertension.  However, Earl C.’s medical records\nand notes did not indicate a diagnosis of hypertension.\nSimilarly, Charlene H. was placed on Sinemet, a drug that is\nspecifically used in the treatment of Parkinson’s Disease, but\nher medical records contained no diagnosis of Parkinson’s\nDisease.  In each of these instances, Bordeaux administered\nmedications to residents without clear, clinical justification,\nthereby placing the residents at risk of untreated or\ninappropriately treated illness as well as unnecessary side\neffects of medication. \nUnder generally accepted professional standards, the use of\nmore than one medication may be appropriate, but the combination \n1\n To protect the residents’ identities, we use pseudonyms\nthroughout this letter.  We will separately transmit to counsel\nfor Bordeaux a schedule cross-referencing the pseudonyms with\nresident names. \n\n-5 \n\nof the drugs must always be clinically justified.  In some cases,\nBordeaux residents were administered multiple medications for\nwhich no clear clinical justification was provided.  Resident \nCharlene H. was concurrently administered the antidepressants\nRemeron and Celexa.  Both medications have serious side effects,\nincluding sedation and gastrointestinal effects.  Using them\ntogether without justification places the resident at serious\nrisk of harm.  Resident Tina M. was prescribed numerous\nmedications, including Vioxx, aspirin, and Fosamax, despite a\nhistory of Gastroesophageal Reflux Disease (GERD).2  Vioxx is a \nnon-steroid anti-inflammatory that in rare cases can cause\nserious stomach problems, and more commonly can cause heartburn\nand stomach pain.  Taking aspirin and Vioxx creates a higher risk\nof serious stomach problems.  Fosamax, used to treat\nosteoporosis, can cause numerous digestive reactions.  The use of \nall three medications for this resident placed her at unusually\nhigh risk of gastrointestinal bleeding and death. \nb.\t Inadequate Monitoring to Ensure Medications\nAre Therapeutic \nGenerally accepted professional standards of care require\nthat medications must be monitored to ensure that their dosages\nare neither ineffectively sub-therapeutic nor toxically high.\nBordeaux substantially departs from these standards.  Charles H. \nwas placed on diltiazem (a calcium channel blocker that slows the\nheart beat to reduce blood pressure) and Atenolol (a beta-blocker\nthat reduces blood pressure when used twice daily) for\nhypertension.  Due to the significant side effects presented by\nthis unusual combination of drugs, Bordeaux should have closely\nmonitored the medications and their side effects, and attempted\nto taper the resident off these medications as appropriate.\nHowever, the chart did not show any tapering, and did not\ndocument the need for this unusual combination of medications. \nTina M. was prescribed Zyprexia and Zoloft, both powerful\npsychotropic drugs that can have significant side effects,\nincluding movement disorders and gastrointestinal effects, and\nrequire psychiatric monitoring.  However, Tina M.’s last\npsychiatry visit was on January 2, 2002 (approximately 17 months\nbefore the date of our review).  The psychiatrist’s note reads:\n“Reconsult me if you have any concerns or questions.”  Based on \nthe resident’s mental status and ongoing treatment with an anti \n2\n GERD refers to the back-flow of acidic contents from \nthe stomach into the esophagus, and is characterized by chronic\nheartburn and the regurgitation of acid. \n\n-6 \n\npsychotic and anti-depressant, follow-up consultation was\nrequired, but not accomplished.  In another case, resident Victor\nN. was placed at risk for harm because of continued treatment\nwith the medication Aricept, despite several indications that\nAricept was not appropriate for him:  a psychiatrist’s note\nrequested the use of this medication be reconsidered; a computed\ntomography (CT) scan of the head showed moderately severe atrophy\nof the brain, indicating a condition that would not be helped by\nAricept; and the resident’s response to Aricept was not\nmonitored.  The medical staff did not appear to follow up and\nconsider whether changes in the existing drug regimen were\nrequired or warranted. \n2.  Oversight and Management of Medical Care \nFederal law and generally accepted professional standards of\ncare dictate that nursing home residents receive adequate medical\ncare.  See 42 C.F.R. §§ 483.25, 483.40.  Specifically, residents\nshould receive medically necessary physician care, and physicians\nshould visit each resident as often as medically necessary.  Such \ncare includes accurate and timely assessments by medical staff,\nproper diagnosis of assessed conditions, appropriate and\neffective treatment based upon a resident’s diagnosis, monitoring\nof the resident’s condition and efficacy of treatment, and\nrevised diagnosis and treatment, as appropriate.  In addition,\nresidents are entitled to receive adequate and appropriate\npalliative care, which focuses on eliminating unnecessary pain as\nthe end of life approaches.  Without such elements of care,\nnursing home residents are at risk of inadequate medical care and\ngreat harm. \nAll residents should receive timely medical care that is in\naccordance with generally accepted professional standards of care\nby a physician.  The initial visit and formulation of a care plan\nshould be performed by the attending physician and cannot be\ndelegated to a nurse practitioner.  See 42 C.F.R. § 483.40(c)(4).\nUnder generally accepted professional standards, the attending\nphysician should see the resident within 48 hours of admission,\nunless the resident has been seen by a physician within five days\nprior to admission.  After the resident has been in the facility\nfor 90 days, during which time the resident should be seen at\nleast every 30 days, physicians can visit the resident every 60\ndays, with a ten day grace period.  42 C.F.R. § 483.40(c)(1).\nHowever, generally accepted professional practices still require\nthe attending physician to see each resident as often as\nmedically necessary.  Many nursing home residents have medical\nconditions that require more than the regulatory minimum number\nof physician visits in order to receive medically necessary care. \n\n-7-\n\nBordeaux’s physicians do not evaluate residents when\nmedically necessary.  Rather, their visits are scheduled and\ngenerally performed as perfunctory regulatory reviews at the\noutermost limits of the minimum regulatory time frames, which\nrequire a physician visit every 60 days after the resident’s\nfirst 90 days of residency, with a ten day grace period.\nResidents commonly waited 60 to 70 days to be seen by a\nphysician, instead of being seen when medically necessary.  We \nfound no justification in any resident charts to support the\ninfrequency of physician visits.  In fact, we reviewed numerous\ncharts that indicated the need for physician care, but without\nindication that care was rendered timely.  Bordeaux has not \ndeveloped a review process to ensure that each resident receives\nmedical care rendered by a physician as often as medically\nnecessary.  Medical care is primarily provided by nurse\npractitioners, who often operate beyond the limits of their\ntraining, while the attending physicians frequently serve as\nconsultants and, in some instances, provide merely cursory care. \nSuch practices substantially depart from generally accepted\nprofessional practices.  For example: \n•\t Lance R. was admitted to Bordeaux on May 16, 2003.  No \ndocumentation indicates that the attending physician ever\nevaluated this resident.  The resident was receiving\nnumerous medications to treat chronic obstructive pulmonary\ndisease, hypertension, depression, insomnia, and hepatitis\nC.  A nurse practitioner’s progress note dated May 27\nindicated that the attending physician would be consulted\nabout the medications used, but there was nothing in his\nchart to suggest that this consultation occurred.  On May\n28, a nurse practitioner abruptly decreased his prednisone,\na steroidal anti-inflammatory that should be tapered\ngradually, from 80mg daily to 20mg daily.  The following\nday, the resident decompensated3 and was emergently\ndischarged back to a hospital. \n•\t In the case of Margaret M., the attending physician visited\nthe resident twice from January to June 2003, while the\nnurse practitioner saw the resident on seven occasions.\nDuring that period the nurse practitioner diagnosed the\nresident with endometrial cancer, but did not obtain tissue\nconfirmation.  Nothing in the resident’s medical record \n3\n Decompensation is the inability of the heart to\nmaintain adequate circulation. \n\n-8 \nindicated that the attending physician had any input or\noversight in the diagnostic process.  This is beyond the\nscope of a nurse practitioner and thus placed the resident\nat serious risk of harm. \n•\t As of June 12, 2003, the attending physician had seen\nresident Janet B. only once in the year 2003 (on February\n27) despite a multitude of medical problems listed in her\nmedical record, such as morbid obesity, diabetes,\ndepression, and cor pulmonale (failure of the right side of\nthe heart). \n•\t In another case, the nurse practitioner noted that resident\nGreg L. lost 20 pounds between September 2002 and February\n2003, but did not notify the attending physician.  When the \nattending physician saw the resident in March 2003, the\nphysician did not mention the significant weight loss in the\nmedical notes. \n3.  Medical Notes and Documentation \nIn order to provide appropriate and timely medical care,\nmedical records must be well organized and contain information\nthat is appropriate, informative, and accessible.  Bordeaux,\nhowever, substantially departs from the generally accepted\nprofessional standard of care in this area.  We found significant\ndeficiencies in the majority of reviewed charts including, but\nnot limited to, the following:  significant information often is\nomitted from the medical notes; sections of the charts (such as\nimmunization records, advance care planning documents, and health\nmaintenance sections) are not completed consistently; and\nsections of records are occasionally loose or missing from the\nchart. \nThe cases of Charlene H., Ethel P., and Victor N. illustrate\na number of these problems.  The attending physician examined\nCharlene H. on February 28, 2003, but did not document any\nphysical examination on that date in the chart.  The chart did \nnot contain any notes from the attending physician (although\nprogress notes from an “overflow chart,” which apparently is used\nto store medical records in addition to those in the resident’s \nchart, were provided to us weeks later).  Moreover, Charlene H.’s\nPalliative Care Plan contained contrary instructions, stating\nboth that “the resident be transferred to an acute care facility”\nand that “the resident will not be sent to an acute care hospital\nfor evaluation and possible admission.”  Similarly, the advance\ndirectives section of Ethel P.’s chart was blank, although she\nwas listed as “full code,” evidencing Ethel P.’s desire to \n\n-9 \n\nreceive all appropriate lifesaving efforts in the event of a\nmedical emergency.  Victor N.’s chart contained blank (unfilled)\nimmunization forms, which placed him at a high risk of harm in\npotentially contracting preventable diseases if in fact he did\nnot receive proper immunization.  Victor N.’s chart also \ncontained blank CPR and health care maintenance forms. \nB.  PSYCHIATRIC CARE \nAs part of its obligation to provide residents with adequate\nhealth care, Bordeaux should provide its residents with adequate\npsychiatric services.  See 42 U.S.C. § 1396r(b)(4)(A).  Bordeaux,\nhowever, does not provide psychiatric consultations to residents\nconsistently or sufficiently to address their needs adequately.\nFor example, as of June 12, 2003, the last psychiatry consult for\nWilliam C., a resident with schizophrenia, was dated April 1,\n2002.  Similarly, Tina M., a resident with arteriosclerotic\ndementia with depression, as of June 12, 2003, had last received\na psychiatry consult on January 1, 2002.  Tina M. also was taking\nZyprexia and Zoloft, two powerful psychtropic medications.  The \nBordeaux administration recognizes that they lack sufficient\npsychiatric staff to meet residents’ needs.  Accordingly,\nBordeaux is in the process of transitioning to a more intensive\nmodel for psychiatric and psychological services, and has\nrecently contracted with Paradigm Behavioral Health Service to\naddress this area.  We are optimistic that once the new system is\nin place, residents will have adequate psychiatric services. \nC.  RESTORATIVE CARE \nFederal law provides that nursing homes must maximize\nresidents’ mobility, range of motion, and function.  See \n42 C.F.R. § 483.25(e).  To meet this standard, the facility must\ndevise restorative care plans that cover areas such as care\nplanning, continence treatment and services, and prevention of\ncontractures. \n1.  Care Planning \nTo provide adequate care, facilities like Bordeaux must\nassess each resident’s needs and preferences, develop an\nindividualized care plan based on this assessment, and\neffectively and accurately implement the care plan.  42 C.F.R. \n§ 483.20.  The assessment process must include consideration of\nthe resident’s physical condition and emotional status.  Id. \nResidents must be assessed on an ongoing basis for changes in\nhealth and functioning.  In addition, when a resident experiences \n\n-10 \n\na significant event that impacts his or her health or\nfunctioning, the resident must be reassessed.  Id.  This \nassessment must be used to develop a care plan that addresses all\nof the needs of the resident.  Id.  Because the problems of the\nelderly are complex, the combined skills of all disciplines are\nnecessary to meet the comprehensive needs of residents.  An \ninterdisciplinary team must collaborate and develop measurable\ngoals and approaches consistent with generally accepted\nprofessional standards of care. \nA resident in a nursing home is entitled to freedom from\n“any physical or chemical restraints imposed for purposes of\ndiscipline or convenience, and not required to treat the\nresident’s medical symptoms.”  42 C.F.R. § 483.13(a).  Restraint \nusage in nursing homes is not generally associated with a\ndecrease in falls or injuries; instead, restraint usage actually\nincreases the potential for fall-related injuries.  Additionally,\na resident’s ability to ambulate should not be diminished “unless\ncircumstances of the individual’s condition demonstrate that \ndiminution was unavoidable.”  42 C.F.R. § 483.25(a)(1)(ii).\nAccordingly, residents should be free from unnecessary restraints\nand should be provided with appropriate assistance to optimize\nsafe mobility. \nCommendably, Bordeaux has made significant progress in\nreducing the use of restraints and in increasing the use of\nalternatives to restraints to promote mobility.  Bordeaux uses \nside rails and geri chairs appropriately, and minimally uses\nhighly restrictive devices, and only when clinically justified.\nHowever, our review of a significant number of care plans\nindicates that Bordeaux does not individualize the care plans\nappropriately to meet the needs of each resident.  For example,\nsome care plans lacked the development of a continence program\nwhen the need for such a program was clinically evident, and\nothers lacked incorporation of specific precautions or monitoring\nrequirements when the need was clinically evident.  Bordeaux also \nfails to revise the care plans following changes in a resident’s\ncondition, such as after a fall or the development of a pressure\nulcer.  Such revisions are necessary to identify and implement\nappropriate nursing interventions to prevent resident injury or\ncomplications. \n2.  Continence \nResidents with urinary incontinence require “appropriate\ntreatment and services to prevent urinary tract infections and to\nrestore as much normal bladder function as possible.”  42 C.F.R. \n§ 483.25(d)(2).  Ineffective control of bladder continence can \n\n-11 \n\nresult in slip and fall injuries, urinary tract infections (UTI),\nsepsis (bloodstream infection), urosepsis (bloodstream infection\nfrom a UTI), and skin irritation, including excoriation\n(abrasion) and worsening pressure ulcers.  An adequate continence\nprogram reduces these risks.  Generally accepted professional\npractices that address incontinence include scheduled toileting,\nprompted toileting, or habit training. \nAlthough Bordeaux has a high number of residents who are\nincontinent, almost no residents participate in a program to\nreduce incontinence and restore normal bladder function.  Current \npractices at Bordeaux consist of toileting some residents every\ntwo hours, but even this program is not implemented consistently.\nBordeaux does not monitor and document residents’ voiding\npatterns upon admission in order to develop appropriate\nschedules.  Toileting schedules for functionally incontinent\nresidents that incorporate the generally accepted professional\npractices of scheduled cuing and appropriate assistance from\nstaff would reduce the risk of urinary tract infections and help\nrestore normal bladder function. \n3.  Contractures \nBordeaux must ensure that residents maintain their range of\nmotion unless unavoidable, 42 C.F.R. § 483.25(e)(1), and must\nensure that residents with limited ranges of motion receive\n“appropriate treatment and services to increase range of motion\nand/or to prevent further decrease in range of motion.”\n42 C.F.R. § 483.25(e)(2).  Although less than five percent of\nBordeaux residents exhibited a decline in range of motion during\nthe time period of March 2003 through May 2003, numerous\nresidents are at risk of decline in mobility and function because\nthey are not provided with adequate range of motion exercises.\nBordeaux’s care in this regard does not appear to be in violation\nof federal law, however, we raise this as an area of concern.\nThese residents are also at risk of contractures, or a tightening\nof the muscles primarily in the hands, arms, legs, and feet,\nwhich can lead to deformities.  Staff perform range of motion\nexercises five to seven times per week to prevent contractures.\nHowever, residents who are wheelchair- or bed-bound and thus are\nparticularly at risk for the development of contractures require\nconsistent range of motion exercises at a minimum of one time per\nday, seven days per week on an ongoing basis to prevent painful\nand debilitating contractures.  In addition, residents who have\nalready developed contractures need range of motion exercises at\na minimum of two times per day, seven days per week in order to\nprevent or minimize deformity, prevent further contractures, and\nminimize pain.  Such services are not provided as frequently as \n\n-12 \n\nneeded at Bordeaux. \nD.  WOUND CARE \nWounds in nursing homes may include skin tears, pressure\nulcers, surgical wounds, and wounds related to vascular disease.\nPressure sores in particular are universally accepted indicators\nof the quality of skin care.  Although nursing home residents may\nbe at risk of developing pressure sores or ulcers, most pressure\nulcers can and should be prevented.  See 42 C.F.R. § 483.25(c).\nWe commend Bordeaux’s staff on its wound care practices.  At the \ntime of our review, Bordeaux had a very low incidence of pressure\nsores that were developed in-house.  However, we note that\nBordeaux residents are at risk for developing pressure sores\nbecause nursing assistants are not promptly reporting areas of\nskin redness or breakdown to the charge nurse.  Such early\ndetection and treatment can prevent the progression of the\npressure sore and related complications.  Bordeaux should also \nensure, consistent with generally accepted professional practice,\nthat all staff providing direct care to residents are trained on\nthe proper use of standard precautions, hand washing, and proper\naeseptic or sterile technique to prevent the spread of infection.\nBordeaux staff otherwise properly implement pressure ulcer\nprevention practices and treat wound infections in an appropriate\nand timely manner.  The facility’s standard use of pressure-\nrelieving mattresses for each resident is noteworthy. \nE.  NUTRITIONAL MANAGEMENT \nBordeaux is required to “provide each resident with a\nnourishing, palatable, well-balanced diet that meets the daily\nnutritional and special dietary needs of each resident.”\n42 C.F.R. § 483.35.  Meals also must be provided to residents in\na form that meets their needs.  42 C.F.R. § 483.35(d)(3).  The \ndietary services currently provided at Bordeaux are inadequate\nand substantially depart from generally accepted standards of\ncare for residents in long-term care facilities.  Bordeaux fails \nto assess and manage residents’ needs for therapeutic and texture\nmodified diets properly, fails to ensure the nutritional\nintegrity of residents’ regular and therapeutic diets, fails to\nconduct adequate standard nutritional assessments of residents,\nand fails to provide proper mealtime assistance to its residents. \n1.  Therapeutic and Texture Modified Diets \nTherapeutic diets must be prescribed by the attending\nphysician, 42 C.F.R. § 483.35(e), and are generally based upon\nregular diets that are modified to meet a resident’s medical or \n\n-13 \n\nhealth needs.  For example, a resident with hypertension or renal\ndisease may need a diet with less sodium, or a resident with\nheart disease may need a diet with less fat or cholesterol.\nBordeaux offers a variety of therapeutic and texture modified\ndiets.  However, Bordeaux does not analyze the nutritional\ncontent or adequacy of either the regular or the therapeutic\ndiets.  Residents’ medical charts contained no evidence that \ntherapeutic diets had been reviewed for efficacy to ensure that\nthe diet was meeting the resident’s needs, or that dietary\nchanges were implemented as a result of any nutritional\nassessment. \nGenerally accepted professional standards require registered\ndieticians to analyze the nutritive value of the foods provided\nat Bordeaux to ensure that residents receive the therapeutic\nmodifications prescribed by physicians.  Without such analyses,\nit is impossible to determine whether residents are receiving\ntherapeutic meals that they do not need, whether residents who\nneed therapeutic meals are properly receiving them, or whether\nresidents are receiving appropriate therapeutic modifications to\ntheir prescribed diets.  Furthermore, although generally accepted\nprofessional standards require that therapeutic diets be\nprescribed by a physician with input from the registered\ndietician, see 42 C.F.R. § 483.35(e), Bordeaux’s registered\ndietitian is allowed to modify the calorie content of the diet\nunilaterally, without consulting a physician. \nFood must be provided to residents in the appropriate form.\n42 C.F.R. § 483.35(d)(3).  Residents without teeth or with \nchewing or swallowing difficulties such as dysphagia may require\na texture modified diet, such as “pureed,” “chopped,” or\n“thickened liquids.”  These diets should be modified to address \nthe residents’ increased risk of choking or aspiration and\naspiration-related illnesses and death.  Bordeaux does not have \nany method in place to determine when texture modified diets\nshould be provided, nor does it have a procedure by which\nresidents receiving texture modified diets are evaluated to\nensure the continued efficacy of the diets.  Additionally,\ndietary staff is not provided with guidelines for the amount of\nliquid needed to produce various consistencies. \nDuring our observations of meals, we noted that some\nresidents do not receive the appropriate texture modified diets.\nFor example, resident Floyd C. was prescribed a soft textured\ndiet with chopped meats and raw vegetables but he refused to eat\nthe vegetables because he reported that they stuck to his gums\nand caused him to cough and choke.  Staff acknowledged that he\nrefuses raw vegetables, that he usually eats cooked vegetables, \n\n-14 \n\nand that this had been an ongoing problem for the past two\nmonths.  Staff recognized that the texture of this diet was not\neffective for this resident, yet no changes had been made.  The \nresident’s medical chart did not have any documentation to\nindicate that a follow-up assessment was required or performed,\nnor did nutrition entries reflect any concern with the existing\ndiet. \nBordeaux also does not properly use thickening agents.\nThickening agents are used to thicken fluids which can be\ndifficult for certain residents to control during swallowing and\nincrease the risk of choking, aspiration, and aspiration\npneumonia.  These risks are particularly prevalent in people who\nhave had strokes or who have other medical conditions, including\ndysphagia and Alzheimer’s disease.  In more than a third of the \ncases we observed, the thickening agent was used incorrectly in\nthat only half of the proper amount of thickener was used.\nAdditionally, the thickener was rarely properly dissolved,\nleading to uneven thickness of the liquid.  Uneven and improper\nthickness of liquids places residents at unnecessary risk for\nchoking or aspiration or aspiration-related illness. \n2.  Nutrition and Hydration \nBordeaux has not developed a mechanism to ensure that it\nprovides nourishing, well-balanced meals to its residents as\nrequired by federal law.  42 C.F.R. § 483.35.  In particular,\nBordeaux fails to analyze its regular diets for nutritional\nadequacy and fails to evaluate the nutritional status of its\nresidents consistently. \na.  Analysis of Nutritional Adequacy \nThe menu for Bordeaux is prepared by its registered\ndieticians and based on the Food Guide Pyramid.  However, a\nqualified registered dietician does not review the dietary\nallowances at least annually as required by generally accepted\nprofessional practices to ensure that the diets meet current\nnationally recommended allowances for basic nutrition.  In \naddition, neither the regular nor the therapeutic meals are\nanalyzed for nutritional adequacy.  Proper nutritional assessment\nis crucial to identify and prevent instances of malnutrition.\nBecause meals are not analyzed for nutritional adequacy,\nresidents may receive too much or too few nutrients.  For \nexample, we observed that two residents, Minnie H. and Isabel A.,\neach of whom are prescribed three ounces of protein for a meal, \n\n-15 \n\nreceived approximately ten and 12 ounces of protein during one\nmeal – triple and quadruple their prescribed quantities.  While \nadequate protein is essential in the elderly, providing such high\nprotein diets to these two residents placed them at further risk\nfor osteoporosis and dehydration.4 \nb.  Standard Nutritional Assessment \nBordeaux does not conduct adequate standard nutritional\nassessments of its residents.  Evaluating the nutritional status\nof a resident allows for early intervention in the prevention and\ntreatment of malnutrition or poor nourishment.  Without \ncomprehensive nutritional assessments, residents risk\ncomplications such as deteriorated oral motor skills, acute\nweight loss, choking, aspiration and aspiration-related\nillnesses, and chronic constipation.  Bordeaux has appropriate\nnutritional assessment procedures in place; however, these\nprocedures are not followed consistently and often the data that\nis collected is incomplete or untimely.  For example, for a\nnumber of residents, borderline abnormal lab values indicating\npotential malnutrition risk were regularly unaddressed. \nSimilarly, Bordeaux does not routinely follow a clinical\nprotocol to identify residents who are at risk for malnutrition,\nalthough it does have an appropriate protocol.  Without an \nadequate nutritional assessment, proper nutrition therapy and\npreventive nutrition intervention cannot be provided.  Most \nresidents should be assessed nutritionally within 72 hours of\nadmission, and medically frail residents should be evaluated\nimmediately upon admission.  Federal regulations require the\nnutritional assessment to be part of each resident’s care plan\nand to be updated as necessary to address changes in a resident’s\nnutritional status.  42 C.F.R. § 483.20(b)(1)(xi).  Bordeaux also \nfails to assess residents for drug-nutrient interactions, which\ncan affect nutrient absorption and place residents at risk of\nharm for significant problems such as the reduction of bone\ndensity, anorexia, and weight loss. \nBordeaux also fails to monitor and address residents’ \nconstipation properly.  If left untreated, constipation can lead\nto fecal impaction, which can cause anorexia, confusion, \n4\n Diets high in protein can increase ketone production,\nleading to excessive urination and ultimately causing\ndehydration.  Excessive amounts of protein in the diet can also\nstrip protein from the bones, causing or exacerbating\nosteoporosis. \n\n-16 \n\nincreased risk of dehydration, and diminution of nutritional\nstatus.  Although Bordeaux maintains bowel movement charts for\nits residents, these charts are inconsistent and incomplete, and\na number of residents appear to receive inadequate intervention\nto address constipation. \nc.  Hydration \nDehydration is a serious risk in long-term care hospitals\nand in the elderly, and can result in the development of urinary\ntract infections, bowel obstructions, delirium, cardiovascular\nsymptoms, and even death.  Commendably, Bordeaux has a well-\ndeveloped written hydration protocol, clearly written markers to\nensure adequate hydration, alerts to indicate poor fluid intake\nin residents’ records, and hydration carts on each housing unit.\nOne procedure requires staff to place a paper fish on the doors\nof those residents who are at risk of dehydration.  Although most\nof the other hydration protocols appear to be followed, two\nnursing staff members stated that they did not know the meaning\nof the fish symbols.  While this is not a violation of federal \nlaw, we suggest that all nursing and health care staff be\nproperly trained in and aware of the facility’s hydration\nprotocols in order for them to be effective. \n3.  Mealtime Assistance \nBordeaux fails to ensure that staff safely and properly\nassist residents during mealtimes.  Generally accepted\nprofessional practices require that food be served in a manner\nthat is supportive of the resident’s needs, and, if necessary,\nthat food service and/or support staff assist residents at\nmealtime.  Many residents at Bordeaux depend, either totally or\npartially, on staff to assist them during mealtimes.  A \nsignificant number of residents have notations on their food\ntrays that state “swallowing precautions” or “observe swallowing\nprecautions.”  These residents typically suffer from dysphagia\nand/or other swallowing disorders which can result in choking,\naspiration, aspiration pneumonia, hypoxia (lack of oxygen), and\neven death.  Malnutrition or dehydration could result if\nresidents are not swallowing properly due to unmanaged swallowing\ndisorders.  Incorrect mealtime assistance also can result in \nnasal regurgitation, aspiration pneumonia, chronic respiratory\ninfection and weight loss, and ultimately can cause the\nresident’s death. \nStaff do not have the appropriate skills to assist in the\nsafe feeding of residents with swallowing disorders.  Although\nBordeaux posts some information regarding the residents’ specific \n\n-17 \n\nswallowing needs and individualized mealtime assistance\ninstructions in their rooms, this information does not follow\nthem to the dining room and therefore is not available to staff\nduring mealtimes.  Moreover, the information posted in residents’\nrooms is incomplete in that critical factors, including\npositioning, distress cues, and feeding techniques, are not\nincluded.  Several staff members who are assigned to assist\nresidents during mealtimes reported that they had not received\ntraining regarding the feeding of residents, including residents\nwith swallowing precautions.  Other staff members reported that\nthey were not trained to work with the specific resident with\nwhom they were working. \nBordeaux does not provide consistently sufficient staff\nduring mealtimes.  Although we observed that some meals had an\nadequate staff to resident ratio, at other meals residents were\nleft completely unattended.  As a result, many residents\nattempted to feed themselves with their fingers or drank without\nassistance, resulting in choking and coughing.  For example, we\nobserved that one resident, Larry B., ate unattended and choked\nas he stuffed cornbread into his mouth.  When staff finally\nassisted him, however, he was able to slow his pace and eat his\nmeal without difficulty. \nIn addition to proper supervision, residents at Bordeaux\nneed proper positioning while eating.  Proper seated positioning\nis necessary to prevent choking or aspiration and aspiration-\nrelated illness.  We observed several residents who were not \nproperly positioned during mealtimes.  These residents slid \ndownward in their chairs, and one resident almost fell out of her\nchair.  Residents who were fed in bed were similarly poorly\npositioned.  For example, a staff person fed a bedridden resident\nby tilting the resident’s head back.  This was a highly dangerous\nposition for the resident, and as a result, this resident was\nobserved to choke, cough, and gurgle excessively. \nBordeaux must provide adaptive eating devices to residents\nwho need them.  42 C.F.R. § 483.35(g).  Adaptive utensils provide\nresidents with the opportunity to be involved with mealtime\nactivities, promote gross and fine motor skills, and allow\nresidents the dignity of self-feeding.  Adaptive utensils also\nallow for the maximum amount of food intake by reducing spillage.\nBordeaux does not assess residents routinely for the use of\nadaptive eating utensils, does not provide adaptive eating\nutensils consistently when they are indicated, and does not\nprovide proper guidance when adaptive utensils are used.  During\nmealtime observations, we saw a number of residents who could\nhave benefitted from adaptive eating utensils, but instead either \n\n-18 \n\nfed themselves with their fingers or did not eat at all as they\nwaited for staff assistance.  Conversely, a number of other\nresidents who had access to such utensils were not given the\nopportunity to use them and instead were completely assisted by\nstaff. \nAlthough not a violation of federal law, we note that the\nmealtime environment at Bordeaux was observed to be \noverstimulating to residents.  At times, music blared so loudly\nthat residents and staff had to shout to be heard.  Such \noverstimulation is problematic for residents with impaired\nmemory, Parkinson’s disease, or poor attention span.  The \noverstimulation can cause disinterest in eating which could\nresult in malnutrition and can increase the risk of choking. \n4.  Food Preparation, Service, and Storage \nThe Bordeaux food service department generally provides\nadequate and appropriate service in the areas of food\ntemperature, food preparation, food storage, sanitation, personal\nhygiene, and cleanliness of the kitchen.  However, during one\nbreakfast we observed that eight out of ten residents were served\njuice and milk that were frozen and thus they were unable to\ndrink them.  Some residents reported that they occasionally\nreceive frozen juice or milk for breakfast.  Both milk and juice\nprovide many essential nutrients, but no adjustments to the\nresidents’ diets were made to make up for this deficiency. \nThe kitchen staff also did not use gloves consistently\nduring meal preparation, and, more importantly, no employee was\nobserved washing their hands between food-related activities and\nnon-food-related activities.  Generally accepted professional\nstandards require that kitchen staff wash their hands as they\nmove from one task to the next.  Sanitary standards must be\nstringently adhered to at all times during food preparation for\nindividuals with weakened immune systems and the elderly.\nAccordingly, it is essential that staff follow appropriate\nsanitary procedures with an emphasis on hand washing and using\ngloves appropriately and consistently. \nF.  INCIDENT MANAGEMENT AND QUALITY ASSURANCE \nIt is generally accepted professional practice in facilities\nlike Bordeaux to have a quality assurance program that:  actively\ncollects data relating to the quality of services; assesses these\ndata for trends; initiates inquiries regarding problematic trends\nand possible deficiencies; identifies corrective action; and\nmonitors to ensure that appropriate remedies are achieved.  See \n\n-19 \n\n42 C.F.R. § 483.75(o).  Generally accepted professional standards\nof care require a facility to identify and document incidents in\norder to prevent recurrence of an incident, to prevent injury to\nresidents, and to achieve improved safety for all residents.\nAdditionally, recommendations to prevent recurrences should be\nincorporated into a resident’s care plan to ensure uniform\nimplementation and to improve resident safety. \nFalls occur with greater frequency in the elderly and are\nassociated with increased mortality, morbidity, and disability.\nHowever, falls and resulting injuries are not inevitable.\nBordeaux is required to provide an environment that is “as free\nof accident hazards as is possible,” and must ensure that its\nresidents receive “adequate supervision and assistance devices to\nprevent accidents.”  42 C.F.R. § 483.25(h)(1), (2).  Because \nfalls can result in fractures, head injuries, or other serious\ninjury, facilities should endeavor to identify fall risks and\nwork to reduce those risks.  The primary goal of a fall\nprevention program is to minimize the number of falls resulting\nin serious injury. \nBordeaux fails to analyze adequately data related to\ninjuries, falls, and other resident incidents.  Although staff\ncomplete incident reports for incidents involving falls or\nallegations of abuse or neglect, these reports are incomplete in\nthat they do not include recommendations to prevent the incident\nfrom recurring to the resident.  Failure to conduct such activity\nplaces residents at risk for avoidable loss of health and\ndiminution of function.  Preventive measures and post-fall\nreassessments also should be documented in a resident’s care \nplan.  Post-fall assessments should address the root causes of \nfalls, such as incontinence, medications, medical problems,\nfunctional decline, seating, and/or presence of illness.  Because \nBordeaux does not adequately follow these practices, its fall\ninterventions are not adequate.  For example, Alice N., an 82-\nyear-old resident with dementia, had repeated falls, yet the only\npost-fall intervention was the use of a call light, which is\nclinically inappropriate and ineffective for a memory-impaired\nresident.  Similarly, Frank Y., another resident with dementia,\nsuffered two falls within six months.  His care plan was\ninadequate and generalized, and also required him to use a call\nlight.  To minimize the risk of falls appropriately, these\nresidents require more effective devices, such as alarms or call\nlights affixed to the resident’s clothing. \nG.  RESIDENT RIGHTS \nNursing home residents have the right to a dignified \n\n-20 \n\nexistence and to self-determination.  42 C.F.R. § 483.10.\nResidents also have the right to be involved in the development,\nevaluation, and revision of their care plans.  Id. \nAdvance directives provide a way for residents to\ncommunicate their medical decisions, and to face end-of-life\nissues with dignity.  A resident’s right to accept or refuse\nmedical care is a long-standing tenet of ethical medical practice\nand is a widely accepted standard of professional care.  Without \nattention to advanced directives, patients could be subjected to\nunwanted, unwarranted, unnecessary, and harmful medical\ninterventions.  Alternatively, without clearly documented advance\ncare planning, residents may not receive medical interventions\nthat are reasonable and requested, thereby denying them necessary\nmedical care. \nBordeaux does not meet these standards for ensuring advance\ncare planning.  In general, the policies and procedures regarding\nadvanced care planning are haphazard, and at times contradictory\nand inconsistent.  No policy exists to ensure that residents have\ntheir advance directives placed in their charts, and Bordeaux\nstaff were unclear as to who was responsible for ensuring that\npatients’ living wills are placed in their charts.  In addition,\neven when advance care directives are in the charts, they are\noften contradictory or not followed.  For example, a speech\ntherapist recommended tube feeding for Camille H., despite\ncontrary instructions in her durable power of attorney.  A form \nin Betty C.’s chart stated that she had no will or durable power\nof attorney, but the documents that follow the form were her will\nand durable power of attorney.  Finally, Margaret M. was sent to\nthe hospital despite a care plan that included the instructions\n“do not hospitalize.” \nH.  MOST INTEGRATED SETTING \nThe Americans with Disabilities Act requires Bordeaux\nperiodically to assess residents to determine whether their\ncontinued stay at the facility, rather than in more integrated\nsettings, is appropriate.  See 28 C.F.R. § 35.130(d)(public\nentities must provide services in the most integrated setting\nappropriate to the needs of the individual); Olmstead v. L.C.,\n527 U.S. 581, 602 (1999)(public entity is required to provide\ncommunity-based treatment when the entity’s treatment\nprofessionals have determined that community placement is\nappropriate, the affected person does not oppose such treatment,\nand the placement can be reasonably accommodated).  Such \nassessments include an evaluation of the supports and services\neach resident would need to transition to a more integrated \n\n-21 \n\nsetting, and an evaluation of the barriers to such a discharge.\nBordeaux did identify two recent success stories in which\nresidents Ralph T. and Albert E. were successfully discharged to\ncommunity settings with appropriate supports and services.\nHowever, as noted above, there was a general lack of\nindividualized care planning in the facility, and, as part of\nthis failure, Bordeaux’s treatment professionals fail to assess\nperiodically whether community-based treatment is appropriate for\nits residents, thereby improperly constraining residents who may\nbe served in a more integrated setting. \nIII.  MINIMUM REMEDIAL MEASURES \nIn order to remedy these deficiencies and to protect the\nconstitutional and federal statutory rights of Bordeaux\nresidents, Bordeaux should implement promptly, at a minimum, the\nfollowing measures. \nA.  GENERAL MEDICAL CARE \nBordeaux residents should be promptly assessed, diagnosed,\ntreated, monitored and, as monitoring indicates is necessary,\nreassessed, diagnosed, and treated, consistent with generally\naccepted professional standards of care, including with\nsufficient documentation to withstand clinical scrutiny. \nEvery Bordeaux resident should receive prescription\nmedications only after first having been thoroughly\nevaluated/worked up and diagnosed according to generally accepted\nstandards of care, including with sufficient documentation to\nwithstand clinical scrutiny, and each medication similarly should\nbe clinically justified as an appropriate treatment for the\ndiagnosed medical condition for which it is prescribed.  More \nparticularly, Bordeaux should: \n1.\t Develop policies and procedures and conduct chart reviews to\nensure that: \na.  Residents have a clinically justifiable, current\ndiagnosis for each medication that each resident\nreceives; \nb.  All medications are prescribed at optimum therapeutic\nlevels; and \nc.  All medications are monitored for side effects and \ncontinued appropriateness. \n\n-22 \n\n2.\t Ensure that attending physicians evaluate residents on an\nindividual basis to determine the frequency of medically\nnecessary visits.  Attending physicians should then see\nresidents as often as medically necessary.\n3.\t Develop and implement a utilization review process to review\nthe frequency of physician visits. \n4.\t Ensure that nurse practitioners properly utilize their\nprotocols and that nurse practitioners perform their roles\nas defined in their operations manual to include\ncollaborating with the attending physician and delivering\nmedical care according to designed protocols. \n5.\t Ensure that, consistent with federal regulations, medical\nnotes and documentation are accurate, current, complete, and\norganized in a manner allowing relevant information to be\nquickly identified. \nB.  PSYCHIATRIC CARE \nBordeaux should ensure that the psychiatric care provided to\nits residents is adequate. \nC.  RESTORATIVE CARE \nBordeaux should ensure that each resident has an adequate\nrestorative care program in place to maximize each resident’s\nmobility, range of motion, and function.  Specifically, Bordeaux\nshould: \n6.\t Individualize all resident care plans to meet specific\nresident needs, and revise care plans following any\nsignificant change in a resident’s condition in a timely\nmanner. \n7.\t Develop and implement a continence program for each resident\nclinically in need of such a program and consistent with\ngenerally accepted professional standards of care. \nD.  WOUND CARE \nBordeaux should ensure that wounds are properly detected.\nIn particular, Bordeaux should: \n8.\t Require nursing assistants to report any areas of skin\nredness or breakdown to the charge nurse promptly. \n\n-23 \n\n9.\t Ensure that all direct care staff follow proper hand washing\nprocedures, standard safety precautions, and aseptic or\nsterile techniques. \nE.  NUTRITIONAL MANAGEMENT \nBordeaux should ensure that it provides its residents with a\nnourishing, palatable, well-balanced diet that meets the needs of\neach resident.  More particularly, Bordeaux should: \n10.\t Develop and implement diet policies that provide practical\nguidelines for the facility’s population.  Diet policies\nshould address the purpose, use, modification, preparation,\nand adequacy of all diets, including regular diets,\ntherapeutic diets, texture-modified diets, and diets\nincluding the use of thickening agents. \n11.\t Analyze the nutritional content of all meals to ensure\nnutritional adequacy and nutritive value.  Develop a\nprotocol to clarify that physicians are responsible for\nprescribing or changing residents’ therapeutic diets. \n12.\t Develop and implement a protocol for the use of texture\nmodified diets, including initial evaluation as well as\nreevaluation of the use of a texture modified diet for \nindividual residents. \n13.\t Develop and implement a comprehensive nutritional assessment\nfor each resident which incorporates an evaluation of oral\nmotor ability, feeding skills, and biochemical and clinical\nmarkers.  This comprehensive nutritional assessment should\nbe conducted within 72 hours of admission, or immediately\nupon admission for medically frail residents.  The \nassessment should be part of each resident’s care plan and\nshould be updated as necessary to address changes in a\nresident’s nutritional status, and should address drug-\nnutrient interactions. \n14.\t Develop and implement an appropriate form for tracking and\nmonitoring toileting patterns and train staff on its use. \n15.\t Devise and implement protocols regarding the prevention and\nmanagement of dysphagia.  At a minimum, the protocol should\nprovide instruction regarding:  (a) methods to encourage\nsafe consumption of food and liquids, (b) guidance on\nsymptoms to identify residents who are experiencing problems\nwith oral motor difficulties, (c) the use of thickening \n\n-24 \nagents, and (d) the recognition of feeding cues. \n16.\t Provide competency-based training for staff to ensure safe\nmealtime assistance for residents with swallowing disorders\nand ensure periodic monitoring of staff.  Ensure that \nresidents’ specific swallowing needs and individualized\nmealtime assistance instructions are available to staff who \nprovide mealtime assistance. \n17.\t Develop and implement a protocol to ensure adequate mealtime\nstaffing, ensure that staff are properly trained on the\nfeeding of individual residents, and address appropriate\npositioning before, during, and after mealtimes for\nresidents who are assisted with meals in their wheelchairs \nor beds. \n18.\t Evaluate residents to determine if they would benefit from\nthe use of adaptive eating devices when clinically\njustified.  Residents who use adaptive devices should\nreceive periodic evaluations to monitor the continued\nefficacy of these utensils. \n19.\t Ensure that kitchen staff follow appropriate sanitary\nprocedures with an emphasis on hand washing and using gloves\nappropriately and consistently. \nF.  INCIDENT MANAGEMENT AND QUALITY ASSURANCE \nIncidents involving injury and unusual incidents should be\nreliably and accurately reported and investigated, with\nappropriate follow up.  In particular, Bordeaux should: \n20.\t Require Incident Report forms to include an area for\nrecommendations to prevent recurrence, and ensure that the\nrecommendations are transferred to the residents’ care plans\nfor implementation. \n21.\t Consistently implement individualized care plans for fall\nprevention and restraint reduction.  Reassess and revise \nfall prevention and restraint reduction care plans as\nneeded. \n22.\t Assess the need for personal, bed, and chair alarms,\nespecially for memory-impaired residents, and use when\nappropriate to prevent and reduce the incidence of falls. \nG.  RESIDENT RIGHTS \n\n-25 \n\n23.\t Bordeaux should develop and implement a policy and procedure\nto document advance care directives systematically such that\na resident’s decision to withhold or withdraw life-saving\nmedical interventions is clearly evident from the resident’s \nrecords.  The advance care policy and procedure should\ninclude provisions for internal audits. \nH.  MOST INTEGRATED SETTING \n24.\t Bordeaux should ensure that treatment professionals\nperiodically and reliably assess residents to determine\nwhether community placement is appropriate for any of them.\nIf treatment in a more integrated setting is determined to\nbe appropriate, then such treatment should be provided, if\nthe affected person does not oppose such treatment and the\nplacement can be reasonably accommodated. \n* * * * \nWe hope to continue to work with the Metropolitan Government\nin an amicable and cooperative fashion to resolve our outstanding\nconcerns regarding Bordeaux. \nWe will forward our expert consultants' reports under\nseparate cover.  Although their reports are their work - and do\nnot necessarily represent the official conclusions of the\nDepartment of Justice - their observations, analyses, and\nrecommendations provide further elaboration of the relevant\nconcerns and offer practical assistance in addressing them. \nIn the unexpected event that the parties are unable to reach\na resolution regarding our concerns, we are obligated to advise\nyou that the Attorney General may initiate a lawsuit pursuant to\nCRIPA, to correct deficiencies or to otherwise protect the rights\nof Bordeaux residents, 49 days after the receipt of this letter.\n42 U.S.C. § 1997b(a)(1).  Accordingly, we will contact\nMetropolitan Government officials soon to discuss in more detail\nthe measures that the Metropolitan Government must take to\naddress the deficiencies identified herein. \nSincerely, \nR. Alexander Acosta\nAssistant Attorney General \n\n-26 \ncc: \t Karl Dean, Esq.\nDawn Deaner, Esq.\nMetropolitan Department of Law\n Roxane B. Spitzer, Ph.D.\n\nChief Executive Officer\n\n Nashville Metropolitan Bordeaux Hospital\n\n Ms. May Bennett\n\nFacility Administrator\n\nNashville Metropolitan Bordeaux Hospital\n\n Mr. Dick Ragsdale\n\nChairman\n\n Hospital Authority Board of Trustees\n\n James K. Vines, Esq.\n\nUnited States Attorney\n\nMiddle District of Tennessee\n",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/20155"
    }
  ],
  "document_count": 2
}