{
  "case_id": 9828,
  "fetched_at": "2025-10-20T22:42:02.453332",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Polk County, Iowa",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. ยง 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1982,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Southern District of Iowa",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1980-09-15",
    "filing_year": 1980,
    "id": 9828,
    "injunction_duration": "",
    "issues": [
      "Affected Sex/Gender(s): Male",
      "Policing: Strip search policy (policing)"
    ],
    "last_checked_date": "2007-07-17T00:00:00-04:00",
    "main_docket": {
      "id": 33253,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1980,
      "docket_filing_number": 382,
      "is_main_docket": true,
      "court": "Southern District of Iowa",
      "state": "Iowa",
      "docket_office_number": "4",
      "docket_number_manual": "80-382-C",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Hunt v. Polk County, Iowa",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "An Iowa resident, who, on the date of March 18th, 1980, was brought to jail on a misdemeanor and who was then strip searched before entering a holding cell and who contends that the strip search policy violated his fourth amendment rights.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1982-11-12",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Iowa",
    "summary": "<p>In 1980, Plaintiff, represented by private counsel, filed a lawsuit against Polk County.  Plaintiff alleged that employees of the Polk County Jail violated his constitutional rights when they strip-searched him following his arrest on March 18, 1980.  Plaintiff alleged that the practice of strip and body cavity searches of temporary pre-arraignment detainees charged with minor offenses was unconstitutional when officials do not suspect contraband.</p><p>The parties filed a joint stipulation of facts on July 1, 1982.  According to the stipulation, Plaintiff was stopped for speeding and arrested for an outstanding misdemeanor warrant.  The arresting officer patted down Plaintiff and took him to the Polk County Jail.  Plaintiff could not post bond immediately but called friends to post bond for him.  Plaintiff was strip-searched and his body cavity was visually inspected.  According to jail policy, jail employees strip-searched everyone incarcerated or temporarily detained.</p><p>In July 1982, Plaintiff and Defendant filed cross-motions for summary judgment.  The parties stipulated to the dismissal of Plaintiff's additional claims on August 26, 1982.</p><p>On November 12, 1982, the District Court (Chief Judge William C. Stuart) granted Plaintiff's motion for summary judgment.  The Court found the strip search of Plaintiff and the Jail's blanket strip-search policy illegal because there is a small chance that newly-arrested traffic violators conceal contraband, particularly when they are detained temporarily, until posting bond.  However, jail officials can strip-search traffic violators if the officer has reasonable suspicion that the detainee is concealing contraband.  The opinion did not contain information about damages.  After July 1, 1980, an Iowa law took effect prohibiting strip searches of people arrested for simple misdemeanors unless officers have probable cause that the person is concealing contraband.  Hunt v. Polk Cnty., Iowa, 551 F.Supp.339 (S.D. Iowa 1982).</p><p>Docket Number: 80-382-C</p><p></p>",
    "summary_published_date": "2012-03-12T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1982-11-12",
    "clearinghouse_link": "clearinghouse.net/case/9828",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9828",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9828",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9828"
  },
  "documents": [
    {
      "date": "1982-11-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 339,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 551,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of Iowa",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54039,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54039.pdf",
      "title": "Opinion",
      "text": "551 F.Supp. 339 (1982)\nLawrence HUNT, Plaintiff,\nv.\nPOLK COUNTY, IOWA, Defendant.\nCiv. No. 80-382-C.\nUnited States District Court, S.D. Iowa, C.D.\nNovember 12, 1982.\nMark Bennett, Des Moines, Iowa, for plaintiff.\nDan L. Johnston, Polk County Atty., Thomas M. Werner, Asst. Polk County Atty., for defendant.\nRULING AND ORDER\nSTUART, Chief Judge.\nThe Court has before it the parties' cross-motions for summary judgment, filed July 1 and July 16, 1982, on the\nissue of whether plaintiff's constitutional rights were violated when employees of the Polk County Jail strip-\nsearched him following his arrest on March 18, 1980. Although plaintiff's complaint originally included other\nclaims, the parties filed a stipulation of dismissal of those claims on August 26, 1982. Thus, only the legality of the\nstrip search and the damages, if any, that resulted from it remain as issues in this case.\n340  I.\n*340\nSummary judgment is appropriate only when the pleadings, briefs, and documentary evidence on file\ndemonstrate that no genuine issue of material fact remains in dispute and that the moving party is entitled to\njudgment as a matter of law. F.R. C.P. 56(c); Vette Co. v. Aetna Casualty and Surety Co., 612 F.2d 1076, 1077\n(8th Cir. 1980). If the record so warrants, a grant of summary judgment fulfills the salutary purpose of avoiding\nuseless and time-consuming trials. Butler v. M.F.A. Insurance Co., 591 F.2d 448, 451 (8th Cir.1979).\nIn the present case, the parties have jointly stipulated all the facts that appear to be material to a determination of\nthe constitutionality of plaintiff's strip search. The Court accordingly finds that there is no genuine issue of\nmaterial fact which would bar summary judgment, and the Court may proceed to determine whether plaintiff or\ndefendant is entitled to judgment as a matter of law.\nII.\nThe joint stipulation of facts filed by the parties on July 1, 1982, states in pertinent part:\n1. On March 18, 1980, at approximately 7:54 p.m., the Plaintiff was driving his automobile in Polk\nCounty, Iowa, when he was stopped and charged with speeding. A routine check of his driving\nrecord at that time indicated an outstanding misdemeanor warrant for the Plaintiff's arrest. The\nPlaintiff was subsequently arrested, pat searched by the arresting officer, and transported to the\nPolk County Jail in Des Moines, Iowa.\n2. Upon arrival at the Polk County Jail, the Plaintiff was advised that he could post a bond of $135\nin cash. Plaintiff did not have sufficient cash at that time to post bond, and was allowed to make a\ntelephone call to friends, who agreed to personally come down to the Polk County Jail and post\nPlaintiff's bond.\n\n3. After the Plaintiff's telephone conversation with his friends, he advised certain employees of the\nPolk County Jail that friends of his would be down that night to post bond for him.\n4. Prior to July 1, 1980, the policy of the Polk County Sheriff's Department and the Polk County\nJail was to strip search all individuals arrested and brought to the Polk County Jail for processing if\nthose individuals were to be incarcerated or temporarily detained in the housing cells. The strip\nsearch policy of the Polk County Jail as it existed at that time, and a memorandum directing jail\nemployees to enforce the same, are attached hereto and incorporated herein as Exhibits A and B,\nrespectively.\n5. The strip search policy of the Polk County Jail was implemented to decrease and discourage\nthe continual stream of contraband into the jail, and was deemed necessary for the security of the\njail and the safety of jail employees and inmates. It is expressly stipulated that past strip searches\nof individuals processed at the Polk County Jail had resulted in the frequent confiscation of\ncontraband.\n6. That, after being processed at the jail, the Plaintiff was strip searched, since he was to be\nincarcerated pending his friends' arrival at the jail to post bond for him. The strip search included\nthe removal of all of the Plaintiff's clothing, and required a visual inspection of the Plaintiff's body\ncavity.\n7. The procedure followed by the Polk County Jail employees in conducting the strip search of the\nPlaintiff was in accordance with the attached policy of the Polk County Jail. It is expressly\nstipulated that:\na) The number of jail employees present at the strip search of the Plaintiff was not excessive or\nunreasonable;\nb) the room where the strip search was conducted is a private room not visible to the jail staff or\nthe public, and no one was present during the strip search save certain jail employees and the\nPlaintiff;\n341 c) the strip search in question involved only a visual inspection of the *341 Plaintiff's body cavity,\nand no fingers were inserted in any of the Plaintiff's body cavities;\nd) the strip search of the Plaintiff was not arbitrary, and the Plaintiff was neither physically nor\nverbally harassed during the conduct of the strip search in question.\n8. The authorities in the Polk County Jail had previously determined that strip searches of the type\nin question herein could not be conducted in a less obtrusive fashion such as with a metal\ndetector, since such a device would not have been able to discover contraband such as drugs or\nweapons fashioned from non-metallic materials.\n9. The strip search policy at the Polk County Jail prior to July 1, 1980, and at the time of the strip\nsearch at issue herein, was not in derogation of any provision of the Iowa Code relating to the\nmaintenance and administration of state prison facilities.\n10. Regarding the strip search policy of the Polk County Jail, the following quotations from the\ndeposition of Chief Jailer Floyd Jones, taken on January 8, 1981, are relevant:\n`Q. What was your policy prior to July 1, 1980?\nA. That all individuals arrested and booked who were going to be housed or incarcerated in the\nhousing area of the jail would be strip searched.\nQ. That would include individuals who were arrested for minor traffic violations that were unable to\npost bond?\n\nA. Yes, sir, everybody that was arrested that would be booked and housed inside the jail facilities.\nQ. How long had that been the policy, to your recollection?\nA. It was that way when I came in January 3rd of 1977.'\n(Deposition of Floyd Jones taken on January 8, 1981; pages 5-6.)\n11. Approximately two hours after the strip search in question, the Plaintiff's friends arrived at the\nPolk County Jail and posted bond for him and the Plaintiff was released from confinement.\n[1]\nThe written strip search policies referred to in the stipulation are set out in the margin below.  These policies\n342 were discontinued *342 on July 1, 1980, when a new Iowa law took effect which prohibits strip searches of\npersons arrested for scheduled violations or simple misdemeanors unless there is probable cause to believe the\nperson is concealing a weapon or contraband. See Iowa Code ยง 804.30 (1981); Iowa Acts, 68th G.A., Ch. 1188,\nยง 2 (1980) (bill approved May 23, 1980).\nIII.\nIt should be noted at the outset that plaintiff does not challenge the legality of all strip searches conducted by\ncounty jail officials. Rather, his constitutional challenge is limited to \"the practice of strip and visual body cavity\nsearch of temporary pre-arraignment detainees charged with minor offenses.\" Plaintiff's brief at 3 (emphasis\nadded). Moreover, plaintiff does not question the propriety of strip-searching such temporary detainees if there is\nat least a reasonable suspicion, based on articulable facts, that an individual detainee is concealing contraband\nor a weapon. See Hunter v. Auger, 672 F.2d 668, 674 (8th Cir.1982). Finally, there is no challenge to the manner\nin which the strip search of plaintiff was conducted.\nDefendant concedes that pretrial detainees retain some Fourth Amendment rights upon commitment to a\ncorrections facility, but argues that the challenged strip search policy was reasonable, even as applied to persons\nin plaintiff's position, and therefore did not violate the Fourth Amendment. The test of reasonableness under that\namendment, as noted in Bell v. Wolfish, 441 U.S. 520, 559, 99 S.Ct. 1861, 1884, 60 L.Ed.2d 447 (1979),\nis not capable of precise definition or mechanical application. In each case it requires a balancing\nof the need for the particular search against the invasion of personal rights that the search entails.\nCourts must consider the scope of the particular intrusion, the manner in which it is conducted, the\njustification for initiating it, and the place in which it is conducted.\nAs stated earlier, there is no challenge here to the manner or place in which the strip search of plaintiff was\nconducted. However, \"a strip search, regardless how professionally and courteously conducted, is an\nembarrassing and humiliating experience\" which involves an \"extensive intrusion on personal privacy.\" Hunter v.\nAuger, supra, at 674. Therefore, the Court's task is to determine whether defendant's need for strip-searching all\npersons in plaintiff's position outweighed the invasion of personal rights that such a search entails.\nAs stated in the factual stipulation, the Polk County Jail strip search policy was implemented to reduce a\ncontinual flow of contraband into the jail which had created security risks and other institutional problems. Drugs\nwere apparently a major concern. The seriousness of the problems associated with the entry of contraband into\ncorrectional facilities has been recognized in numerous cases and is not questioned by the Court or by plaintiff.\nWhat plaintiff does question is whether he and similarly situated persons posed a sufficient threat of introducing\ncontraband into the jail to justify a policy that required all such persons to be subjected to a strip and body cavity\nsearch even when there was no reasonable basis for individual suspicion of concealment.\nIn support of its strip-search policy, defendant relies primarily on Bell v. Wolfish, supra, which upheld a rule\nrequiring all inmates at federal corrections facilities to expose their body cavities for visual inspection as part of a\nstrip search after every contact visit with a person from outside the institution. The Supreme Court (with four\njustices dissenting on this issue) determined that the likelihood of smuggling following contact with outsiders,\n\ncoupled with the strong institutional interest in preventing the entry of contraband, was sufficient to outweigh the\n343 considerable invasion of personal *343 privacy inherent in such a search. Therefore, the Supreme Court held that\nit was constitutionally permissible to conduct such searches on less than probable cause. Id.441 U.S. at 560, 99\nS.Ct. at 1885.\nMost other cases which have upheld across-the-board strip search policies have similarly involved already-\nincarcerated persons who are routinely searched before or after some contact with the outside world. See \nDaughtery v. Harris, 476 F.2d 292 (10th Cir.),cert. denied,414 U.S. 872, 94 S.Ct. 112, 38 L.Ed.2d 91 (1973)\n(strip search of federal penitentiary inmate prior to court appearance, to locate contraband which could threaten\nsecurity of the transferring marshals or the court); Bell v. Manson, 427 F.Supp. 450 (D.Conn.1976) (strip search\nof pretrial detainees on return from court appearances and other outside visits); Hodges v. Klein, 412 F.Supp. 896\n(D.N.J.1976) (strip searches of maximum security convicted prisoners when entering or leaving the institution and\nafter contact visits with outsiders); Giampetruzzi v. Malcolm, 406 F.Supp. 836 (S.D.N.Y.1975) (strip search of\n\"security risk\" pretrial detainees after contact visits with outsiders). In addition, a policy requiring a strip search\nwhenever a prisoner is transferred from one cellblock to another, for the purpose of preventing intra-institutional\ntransfer of contraband, has been upheld. See Spears v. Sheriff's Department Jailer, Civil No. 80-377-E (S.D.\nIowa, Order of June 30, 1981).\nOn the other hand, across-the-board strip-search policies have been held unconstitutional when applied to\npersons in plaintiff's position. In Logan v. Shealy, 660 F.2d 1007 (4th Cir.1981),cert. denied,455 U.S. 942, 102\n[2]\nS.Ct. 1435, 71 L.Ed.2d 653 (1982),  the plaintiff was arrested for driving while intoxicated and was required to\nbe detained in the county jail for four hours or until a responsible person arrived to take her home. The county\nsheriff had established a policy that all persons to be held at the detention center would be strip-searched for\ncontraband and weapons, regardless of their offense or the anticipated length of their detention. The court held\nthat, in the absence of cause in her specific case to believe she might possess such contraband, a strip search of\nthe plaintiff pursuant to the county's blanket policy was a violation of her Fourth Amendment rights. Similarly, in \nTinetti v. Wittke, 479 F.Supp. 486 (E.D.Wis. 1979),aff'd,620 F.2d 160 (7th Cir.1980), the plaintiff was arrested for\nspeeding and, being unable to post the required $40 cash bond, was taken to the county jail. There, she was\nstrip-searched pursuant to a written county policy requiring such searches of all persons to be detained in the jail,\nregardless of their offense. The strip search was held unconstitutional. To the same effect is Sala v. County of\n[3]\nSuffolk (E.D. N.Y., Order of November 28, 1978)  (unpublished decision; discussed in Tinetti, supra, at 491), in\nwhich one plaintiff was detained for failure to pay a $15 speeding fine and the other for failure to respond to a\nsummons which had been sent to the wrong address. Both were strip-searched pursuant to an across-the-board\ncounty policy, and their searches were held to be unconstitutional.\nThe Court believes that the difference in results in the two sets of cases just discussed is based largely on a\n344 difference in the degree of likelihood that the persons to *344 be searched would be concealing contraband.\nUnlike already-incarcerated prisoners returning from court appearances or contact visits with outsiders, there is\nlittle reason to suspect that newly-arrested traffic violators are concealing contraband or weapons, particularly\nwhen they are incarcerated solely due to their inability to post cash bail. Tinetti, supra, at 491.\nAnother rationale for upholding strip searches in the first set of cases is that prisoners' awareness of the across-\nthe-board policy will deter them from attempting to smuggle contraband when their next opportunity arises. See,\ne.g., Bell v. Wolfish, supra, 441 U.S. at 559, 99 S.Ct. at 1884; Bell v. Manson, supra, at 452. The deterrence\nrationale, however, has little applicability to a person unexpectedly arrested on the street for a traffic violation.\nThe existence of a strip search policy at the jail would be unlikely to either decrease or increase the probability\nthat such a motorist would have contraband concealed on his body at the time of the arrest.\nThe balancing of interests under the Fourth Amendment reasonableness standard \"usually requires, at a\nminimum, that the facts upon which an intrusion is based be capable of measurement against `an objective\nstandard,' whether this be probable cause or a less stringent test.\" Delaware v. Prouse, 440 U.S. 648, 654, 99\nS.Ct. 1391, 1396, 59 L.Ed.2d 660 (1979) (footnotes omitted). In some situations, however, the balance of\ninterests precludes insistence upon any quantum of individualized suspicion. Id. at 654-55, 99 S.Ct. at 1396-97; \nUnited States v. Martinez-Fuerte, 428 U.S. 543, 560, 96 S.Ct. 3074, 3084, 49 L.Ed.2d 1116 (1976). Cases in\nwhich routine strip searches have been upheld appear to fall into the latter category because of the high degree\n\nof likelihood that contraband is being smuggled by the class of persons to be searched and because of the lack\nof less intrusive means of preventing the influx or intra-prison transfer of contraband.\nIllustrative of the fact that the likelihood of concealing contraband in a particular situation affects the\ndetermination of whether individualized suspicion is required is the decision in Hodges, supra. In that case, as\nnoted earlier, the court upheld across-the-board anal strip searches in situations involving contact with the\noutside world, where the opportunity for and likelihood of obtaining and concealing contraband was high.\nHowever, the Hodges court also struck down a rule requiring such searches of all inmates returning to\nsegregation from the segregated exercise yard or from non-contact window visits with outsiders. Because of the\nlow likelihood of transferring contraband in such situations, the court held that these anal strip searches could not\nbe conducted unless there was \"a reasonably clear indication or suggestion that the inmate is concealing\nsomething in his anal cavity.\" Id.412 F.Supp. at 903.\nThe Court is of the opinion that the likelihood of a newly-arrested traffic violator or similar minor violator\nconcealing contraband on his body is not great enough to justify an across-the-board strip and body cavity search\nof all such persons, especially when they are only to be detained temporarily until cash bond can be posted.\nEven though there may be an occasional danger that a person would purposely get arrested on a traffic charge in\norder to smuggle contraband to someone already in the jail, a less intrusive means of dealing with this problem\nwould be to place temporary detainees in a part of the jail where contact with longer-term inmates is impossible.\nAny concerns that temporary detainees might conceal weapons could be largely eliminated by frisking or by the\nuse of a metal detector. Only where reasonable suspicion of concealment exists with regard to a particular\ntemporary detainee does the Court believe jail officials should be allowed to conduct a strip search of that person.\nThe Court therefore holds that strip searches of temporary pre-arraignment detainees charged with minor\n345 offenses not normally associated with weapons or contraband *345 are permissible under the Fourth Amendment\nonly if there is a basis for reasonable suspicion that the particular detainee is concealing a weapon or\ncontraband. Cf. Hunter v. Auger, supra, at 674. Under the reasonable suspicion standard, jail officials \"must point\nto specific objective facts and rational inferences that they are entitled to draw from those facts in light of their\nexperience.\" Ibid. Inchoate, unspecified suspicions are not enough. Ibid. Moreover, the suspicion must be\nindividualized, i.e., specifically directed to the person who is targeted for the strip search. Id. at 675. Reasonable\nsuspicion, however, need not rise to the level of probable cause, and the Court is of the opinion that the\nconstitution does not require a full-fledged showing of probable cause for a strip search in the jail or prison\ncontext.\nIV.\nNowhere in defendant's answer, briefs or other pleadings does defendant assert that there was any basis for\nindividualized suspicion of concealment in plaintiff's case. Rather, defendant's contention has been that its\nacross-the-board policy, now prohibited by Iowa statutory law, was reasonable under the Fourth Amendment.\nBecause the Court has held that the policy, as applied to persons like plaintiff, was not reasonable under the\nFourth Amendment in the absence of a reasonable suspicion requirement, and because there was no basis for\nindividualized suspicion of plaintiff,\nIT IS HEREBY DECLARED that the strip search of plaintiff on March 18, 1980, pursuant to defendant's written\npolicy violated plaintiff's Fourth Amendment rights.\nIT IS FURTHERMORE ORDERED that plaintiff's motion for summary judgment on the issue of the\nconstitutionality of plaintiff's strip search be and it hereby is granted, and defendant's motion for summary\njudgment on the same issue be and it hereby is denied.\n[1] TO: ALL PERSONNEL SUBJECT: BOOKING AREA FROM: CHIEF JAILER \nIt has been the practice here to body or strip-search newly arrested persons (male). It's not something you like\nbut from the amount of dope I see in the mornings, you will have to continue to do it if we are to maintain jail\nsecurity and control. Also we need to check for injuries they may have, inform PA and make reports of injuries.\n\nWe can't allow drugs or weapons past the east gate as we have to confine people together in one room, so we\nhave to protect them and ourselves.\nIf you need to search internally call PA and we'll get a warrant. Until we get enough jail clothes, search and return\ntheirs and if they're going to stay we'll change them the next day. If there's enough jail clothes use them. The\nspecial grand jury has expressed alarm at the amount of drugs coming in so keep it from coming in.\nBe courteous and careful.\nTO: ALL JAIL DIVISION DATE: FEBRUARY 4th, 1980 ARRESTING OFFICERS FROM: FLOYD JONES, CHIEF\nJAILOR \nIt shall be the policy of the jail division and of the officers of the Polk County Sheriff's department and any other\narresting officer that brings in a prisoner charged with operating a motor vehicle while under the influence, that\nthat prisoner shall be searched in the booking cage very carefully and thoroughly, and if there is any remaining\ndoubt about concealed weapons and or contraband, the prisoner shall be strip searched prior to being taken to\nthe ASAP room for processing. All of the above shall be done prior to being processed for the OMVUI charge.\nThis policy shall be in force to maintain security, control and safety for the prisoner, the arresting officers and the\njail staff.\n[2] The Logan decision was criticized by Justice Rehnquist, author of the majority opinion in Bell v. Wolfish, supra\n, in an in-chambers opinion he wrote in his role as Circuit Justice granting a temporary stay of Logan until the\nmatter could be considered by the full Supreme Court. See Clements v. Logan, 454 U.S. 1304, 102 S.Ct. 284, 70\nL.Ed.2d 461 (1981). As noted above, however, the full court denied certiorari in that case several months later.\nThus, this Court has no indication of what the Supreme Court's view of Logan would be. It cannot, of course, be\npresumed that Mr. Justice Rehnquist's in-chambers opinion represented the views of anyone but himself.\n[3] This case was affirmed on other grounds at 604 F.2d 207 (2d Cir.1979). No opinion was expressed by the\nSecond Circuit concerning the constitutionality of the search.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54039"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121676,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121676"
    }
  ],
  "document_count": 2
}