{
  "case_id": 814,
  "fetched_at": "2025-10-20T22:44:38.447983",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Lincoln",
        "institution_county": null,
        "name": "Nebraska State Penitentiary",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Nebraska",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1983,
    "id": 814,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Discrimination Basis: Sex discrimination",
      "Jails, Prisons, Detention Centers, and Other Institutions: Sex w/ staff; sexual harassment by staff",
      "Affected Sex/Gender(s): Male",
      "Affected Sex/Gender(s): Female",
      "General/Misc.: Confidentiality"
    ],
    "last_checked_date": "2007-08-05T00:00:00-04:00",
    "main_docket": {
      "id": 42235,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1983,
      "docket_filing_number": 459,
      "is_main_docket": true,
      "court": "District of Nebraska",
      "state": "Nebraska",
      "docket_office_number": "4",
      "docket_number_manual": "83-459",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Braasch v. Gunter",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 1985,
    "permanent_injunction": false,
    "plaintiff_description": "male inmates at the Nebraska State Penitentiary",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Nebraska",
    "summary": "<p>In 1983, male prisoners at the Nebraska State Penitentiary filed a Section 1983 class action suit in the District of Nebraska against officials of the Nebraska Department of Corrections.  Plaintiffs complained of defendants' policies and practices allowing female correctional staff to view male prisoners in the nude or in various states of undress.  </p><p>Braasch v. Gunter was consolidated with Nielson v. Gunter for trial in April 1985.  In the June 1985 decision, the Magistrate Judge David L. Piester held that plaintiffs' right to privacy outweighed the equal opportunity employment rights of the female correctional officers.  However, the Magistrate Judge limited plaintiffs' privacy right to showering and pat down searches.  Braasch v. Gunter, 1985 WL 3530 (D. Neb. July 15, 1985).  </p><p>Plaintiffs appealed to the District Court from that portion of the magistrate's judgment which refused to extend plaintiffs' privacy rights to in-cell activity.  On appeal, District Judge Urbom affirmed the decision of the Magistrate, reasoning that plaintiffs could easily conceal their nudity when in their cell.  Nielson v. Gunter, 1986 WL 6480 (D. Neb. June 5, 1986).  The docket for this case is not available on PACER, and therefore our information ends with the 1986 memorandum on appeal of magistrate's judgment.</p><p>Note: Documents from the Braasch and Nielson cases are included together in this file</p>",
    "summary_published_date": "2005-06-10T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/814",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=814",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=814",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=814"
  },
  "documents": [
    {
      "date": "1986-06-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 6480,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1986,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "District of Nebraska",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 67111,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/67111.pdf",
      "title": "Memorandum on Appeal of Magistrate's Judgment",
      "text": "Nielsen v. Gunter, Not Reported in F.Supp. (1986)   \n \n \n   benefits  that  would  otherwise  accrue  to  [him]  at  the \nNebraska State Penitentiary, which actions, policies, or \n1986 WL 6480 \npractices shall ensure at the least that the [plaintiff] may, \nOnly the Westlaw citation is currently available. \nupon request, be given access to showers such that [he is] \nUnited States District Court, D. Nebraska. \nnot visible to female correctional officers at the institution \nand, further that, upon request, when subjected to a pat \nWILFRED W. NIELSEN, Cross-Appellant, \nv.  down search either on a designated or regular basis or on \nFRANK GUNTER, et al., Cross-Appellees.  a random basis, [he] shall, upon request, be subject to \nsearch  of  [his]  genital-anal  areas  only  by  male \nNo. CV83–L–682. | June 5, 1986.  correctional  officers  at  the  penitentiary.’  The  plaintiff \nseeks an enlargement of that judgment. Appeal by the \ndefendants has been dismissed and I, therefore, have no \nOpinion  occasion to review the propriety of the judgment as it \n  exists,  except  to  the  extent  of  determining  whether  it \nshould  be  enlarged  in  accordance  with  the  plaintiff’s \nrequest. \nMEMORANDUM ON APPEAL OF \nMAGISTRATE’S JUDGMENT \nThe magistrate’s dividing line in his balancing of the \ninterests involved is at the point where the plaintiff is, on \nthe one hand, and is not on the other, reasonably able to \nURBOM, District Judge. \nprotect his own privacy by some simple action, such as \ncovering himself with a towel, robe or other protective \n*1 The plaintiff has appealed from ‘that portion of the  covering or turning his back toward the direction of the \nmagistrate’s  judgment  which  allows  female  guards  to  possible viewer. To this the plaintiff objects, saying: \nview the plaintiff in the nude in his prison cell when he is  *2 ‘. . . [T]he Plaintiff and other male prisoners . . . are \nin a stage of dressing, and which further allows said  viewed in the nude on a regular and frequent basis by the \nfemale guards to view the plaintiff in the nude in said  female guards while the prisoners are in their prison cells \nprison cell while plaintiff is engaging in any type of  (rooms) taking care of such personal needs as urinating, \nbodily function.’  defecating, masturbating and dressing. . . . \n  \nThe  plaintiff,  an  inmate  at  the  Nebraska  State  To permit the female guards to view the Plaintiff in the \nPenitentiary, filed suit against the director of the Nebraska  act of urinating, defecating, or dressing in his prison cell \nDepartment of Correctional Services, the warden of the  (room) is what the Plaintiff objects to in this appeal. ‘. . .. \nNebraska State Penitentiary, the manager of the housing  These activities are generally done in private, or at least, \nunit in which the plaintiff lives, and a class of present and  out of view of uninvited members of the opposite sex and \nfuture female employees subject to being assigned to the  it is the activity itself, not only the incidental exposure of \nhousing  units  at  the  Nebraska  State  Penitentiary.  The  the genital area, that requires privacy.’ . . . \nconflict is over what accommodations, if any, the plaintiff    \nis entitled to have in order to protect his privacy from  *** \nintrusions by female guards.    \n. . . To the Plaintiff, if while sitting on a toilet, it would \nThe  parties  agreed  to  a  trial  before  United  States  make  little  difference  in  the  degree  of  humiliation  or \nMagistrate David L. Piester under the provisions of 28  embarrassment in whether or not a female guard were \nU.S.C.  §  636(c)(1)  and  agreed  that  appeals  would  be  able to view his uncovered genital area, in that, as long as \ntaken only to a judge of the district court in the same  the female is able to observe him in the act of sitting on a \nmanner as on appeal from a judgment of the district court  toilet the damage to his feelings has been done. . . . \nto a court of appeals, pursuant to 28 U.S.C. § 636(c)(4).    \nFollowing the trial without a jury, judgment was entered  *** \non July 15, 1985, filing 79. Both sides sought to have the    \njudgment altered or amended, but the magistrate refused  In  sum,  the  Plaintiff  argues  there  is  not  logic  to  the \nto do so by his order of September 9, 1985, filing 92. The  Magistrate’s  reasoning  which  determined  the  male \njudgment was favorable to the plaintiff to this extent: it  prisoners at the NSP retain privacy rights in the showers \ndirected that the defendants and those acting with them  against being humiliated and embarrassed by the female \nwho received actual notice shall ‘forthwith adopt policies,  guards but yet afforded the prisoners no protection from \npractices,  and  actions  which  enable  the  [plaintiff]  to  the females while the prisoners are in their rooms in the \nprotect  [his]  personal  privacy  without  endangering  or  act of urinating, defecating, or dressing.’ \njeopardizing  in  any  way  [his]  eligibility  for  status  or \n  1 \n \n\nNielsen v. Gunter, Not Reported in F.Supp. (1986)   \n \n   the judgment, raising the same issues he raises on this \nappeal] were not demonstrated by the evidence to occur \nThe plaintiff cites several cases and urges me to consider  with any regularity, frequency or be particularly egregious \nthem carefully. I have done so and I am not convinced by  because of the extent or nature of the contact. . . .’ \nthem.  The  effort  in  each  case  has  been  to  find  a    \nreasonable accommodation of competing interests. They  Memorandum and Order on Post-Trial Motions, filing 92, \ndo not, however, impel me to find that the distinction  p. 7 \ndrawn  by  the  magistrate  in  fashioning  relief  is  an    \nimproper one. \nIn reviewing that finding of fact I am limited by the \nIn Whalen v. Roe, 429 U.S. 589 (1977), which is cited by  requirement that I must uphold the magistrate’s factual \nthe plaintiff, the court does not talk about embarrassment  findings if they are not clearly erroneous. That factual \nor humiliation in terms of a right of privacy, which is the  finding is not clearly erroneous. \nproposition for which the plaintiff cites it. \nA similar finding was declared in the memorandum of \nIn Cumbey v. Meachum, 684 F.2d 712 (10th Cir. 1982)  decision, filing 78, by the magistrate, as follows: \nthe court held that it was error to dismiss as frivolous a \n‘With respect to inmate privacy in the \ncomplaint saying that ‘a certain amount of viewing’ of the \nrooms, the evidence is clear that there \nplaintiff  and  other  inmates  by  female  guards  while \nis no prohibition against the use of \ndressing, undressing, using the toilet and showering. The \npajamas  or  other  sleepwear  by \ncourt said that the complaint ‘does not necessarily fall \ninmates to protect their privacy while \nshort of a cognizable constitutional claim.’ Not to be \nsleeping and there is also no policy \nfrivolous does not mean the same as to be mandated as a \nagainst  an  inmate  covering  himself \nmatter of law. \nwhile sitting on the toilet where he \ncould  be  viewed  by  a  correctional \nIn Forts v. Ward, 471 F.Supp. 1095 (USDC S.D.N.Y. \nofficer  from  the  hallway.  The \n1979) the trial court entered a judgment forbidding men \ninmate’s back would be turned toward \nguards at night and requiring accommodations so that \nthe window while he stood in front of \nduring the day men guards could not see women inmates \nthe toilet to urinate. These measures \nin  the  nude  or  using  the  toilet.  Nobody  appealed  the \nare sufficient to allow the inmates to \ndaytime ruling, and the appellate court at 621 F.2d 1210 \nprotect their own privacy, should they \n(2nd Cir. 1980) reversed the night ruling forbidding men \nchoose to do so, without any changes \nguards, saying that accommodations could be made for \non the part of the defendants.’ \ncovering the cell windows for short periods of time. \n  \nHudson v. Goodlander, 494 F.Supp. 890 (USDC Md. \nThat, too, is not clearly erroneous. \n1980)  held  that  modifications  needed  to  be  made  to \nprotect male prisoners who were using the showers or \nThe judgment of the magistrate reasonably requires the \ntoilet facilities from the scrutiny of female officers and \ndefendants  to  protect  the  plaintiff’s  privacy  when  the \ndrew  no  distinction  in  its  injunctive  relief  between \nplaintiff cannot easily do so and leaves to the plaintiff \nshowering and using the toilet. \nprotection of his own privacy in those situations in which \nhe easily can do so. I am not at all persuaded by the \n*3 Bowling v. Enomoto, 514 F.Supp. 201 (USDC N.D. \nargument that a woman guard’s seeing a male inmate in \nCal. 1981), similarly, concluded that prison inmates have \nthe act of using the toilet is an invasion of his privacy, \na limited right to privacy which includes the right to be \neven  though  the  inmate’s  private  parts  are  entirely \nfree from ‘the unrestricted observation of their genitals \ncovered by a towel or a robe or other covering. Covering \nand bodily functions by prison officials of the opposite \na man’s private parts is not difficult and the right of \nsex under normal prison conditions.’ The relief is not set \nprivacy goes to the viewing of those private parts, not to \nout  in  the  opinion,  because  the  court  instructed  the \nthe body’s mere position, as when urinating or defecating. \ndefendants  to  submit  a  proposed  procedure  for \naccommodating both the plaintiff’s privacy interests and \nThe judgment of the magistrate will be affirmed. \nthe officers’ right to equal employment. \nIn  accordance  with  the  memorandum  on  appeal  of \nThe magistrate’s insistence upon the plaintiff’s exercising \nmagistrate’s judgment, \nhis power to protect his own privacy is not unfounded or \nunreasonable. The magistrate specifically found: \nIT IS ORDERED that the judgment of the magistrate of \n‘. . . [T]he possible intrusions on privacy complained of \nJuly 15, 1985, is affirmed. \nby the plaintiff Nielsen in his motion [to alter or amend \n \n  2 \n \n\nNielsen v. Gunter, Not Reported in F.Supp. (1986)   \n \nMEMORANDUM AND ORDER ON MOTION FOR  Second Shift. Legal offenders wishing to shower and not \nAN ORDER HOLDING THE DEFENDANTS IN  be observed by a female officer are to shower at said time. \nCONTEMPT OF COURT    \n2) Female Officers are not to pat search legal offenders \nexcepting in cases of emergencies. \n*4 A hearing was held on the motion for an order holding    \nthe defendants in contempt of court, filing 91, on June 2,  3)  Female  officers  are  not  to  be  assigned  to  posts \n1986. I am taking into account the evidence received at  requiring the routine pat searches of legal offenders.’ \nthat  hearing,  as  well  as  the  evidence  received  at  the \n  \nhearing before the magistrate on September 20, 1985, the \nlatter  being  contained  in  three  tapes  to  which  I  have  The  plaintiff  Nielsen  claims  that  the  policy,  or  the \nlistened.  magistrate’s judgment or both, were violated in certain \n  specific ways: \n1. No implementation of the magistrate’s judgment was \nFindings of Fact \nmade between July 15, 1985, and August 19, 1985. The \nplaintiff is accurate in this assertion. There was no policy, \npractice,  or  action  adopted  by  the  defendants  which \nJudgment was entered by the magistrate on July 15, 1985, \nenabled the plaintiffs to be given access to showers, upon \nfiling 79. It directed that: \nrequest,  such  that  they  were  not  visible  to  female \n‘The  defendants  .  .  .  and  their \ncorrectional officers or to be subject, upon request, to \nsuccessors  .  .  .  and  those  persons \nsearch  of  their  genital-anal  areas  only  by  male \nacting in concert or participation with \ncorrectional  officers  at  the  penitentiary.  There  is  no \nthem who receive actual notice of this \nevidence that any female correctional officers saw the \njudgment  shall  forthwith  adopt \nplaintiff when he had access to a shower or that any \npolicies, practices, and actions which . \nfemale correctional officer pat searched the plaintiff of his \n. . shall ensure at the least that the \ngenital-anal area. \nplaintiffs may, upon request, be given \naccess to showers such that they are  *5 2. On July 25, 1985, Sergeant Ringer, a female, was in \nnot  visible  to  female  correctional  Unit 3, where the plaintiff Nielsen lived, at the Control \nofficers at the institution, and further  Center just prior to the time Nielsen took his shower at \nthat, upon request, when subjected to  shortly before 6:00 p.m. There is no evidence that she saw \na  pat  down  search  either  on  a  Nielsen in the shower area. There is evidence that she was \ndesignated or regular basis or on a  in Unit 3 on two or three other occasions. The second \nrandom  basis,  they  shall,  upon  shift was and is from 2:00 p.m. to 10:00 p.m. \nrequest, be subject to search of their \ngenital-anal  areas  only  by  male  3. During the first week of August, 1985, Guard Freeman, \ncorrectional  officers  at  the  a female, was in Unit 3 at a time when Nielsen took a \npenitentiary.’  shower. There is conflict in the testimony as to whether \n   she saw him showering, but I find that the greater weight \nof the evidence is that she did not do so. \nOn July 18, 1985, the defendants Frank Gunter, who was \nand  is  Director  of  the  Nebraska  Department  of  4. In early August, 1985, Guard Freeman conducted a pat \nCorrectional Services, and Gary Grammer, who was and  search of Nielsen, including his genital area. It was done \nis Warden of the Nebraska State Penitentiary, met with  after she offered Nielsen an opportunity to be searched by \nstaff members and three legal advisers to discuss options  a male guard if Nielsen would wait shortly, and Nielsen \navailable for complying with the magistrate’s judgment.  thereafter  assented  to  her  searching  him  rather  than \nThey  were  advised—they  and  their  counsel  now  waiting for a male guard. \nacknowledge that the advice was erroneous—that they \n5. In mid-August, 1985, Officer Landreau, a female, was \nhad 30 days in which to comply with the judgment and on \nin Unit 3 in the Control Center sometime before 2:00 \nabout August 12 they decided to comply by issuing notice \np.m., when Nielsen wanted to take a shower. Nielsen \nof a change of policy. The policy statement, contained in \ndelayed  taking  a  shower,  but  could  have  taken  one \nplaintiff’s Exhibit I and defendant’s Exhibit 201, states: \nwithout being in any danger of being seen by her between \n‘Effective  August  19,  1985,  we  will  adhere  to  the \n2:00 and 10:00 p.m., but chose not to do so. \nfollowing: \n  \n6. Tammie Scholtz, a female, during the week of March 3, \n1) Only male Correctional Officers are to be assigned to \n1986, worked during hours which included 2:00 p.m. to \nwork in the Control Centers in the Housing Units on \n  3 \n \n\nNielsen v. Gunter, Not Reported in F.Supp. (1986)   \n \n4:30 p.m. in Unit 3. She was a trainee-employee and was  same  extent  as  for  a  contempt \nworking at a number of different posts, never without  committed before a judge of the court, \nsupervision of an experienced employee and always with  or  commit  such  person  upon  the \na male officer in the Control Center of Unit 3. There is no  conditions applicable in the case of \nevidence that she saw Nielsen shower or that she patted  defiance of the process of the district \nhim down.  court or misconduct in the presence of \na judge of that court.’ \n7. About the first week in May, 1986, Guard Pat Bohnart, \n  \na  female,  was  in  Housing  Unit  3  while  Nielsen  was \nshowering. There is no evidence that she saw him shower,  That  provision  authorizes  either  punishment—criminal \nand no notice to the defendants that her presence was  contempt—or  steps  to  obtain  compliance—civil \nthought to be a violation of the judgment was given prior  contempt—as needed. Punishment is to be ‘in the same \nto the hearing on the motion to hold the defendants in  manner  and  to  the  same  extent  as  for  a  contempt \ncontempt.  committed before a judge of the court’ and in that regard \nit is probably true that punishment for criminal contempt \nIn May, 1985, the door to the shower utilized by the \nrequires  ‘both  a  contemptuous  act  and  a  willful, \nplaintiff Nielsen in his housing unit was removed for \ncontumacious or reckless state of mind.’ U.S. v. Hilburn, \nsanitation reasons unrelated to the issue of female guards’ \n625 F.2d 1177, 1180 (5th Cir. 1980). A deliberate and \nbeing able to observe inmates in the shower area. \nrepeated refusal to obey a standing court order to clear the \nhall was held in U.S. v. Trudell, 563 F.2d 889 (8th Cir. \nFactors  taken  into  consideration  by  the  defendants  in \n1977) to show the requisite intent to support a conviction \ndeciding upon their response to the judgment included the \nfor contempt. \nfact that a collective bargaining agreement between the \nDepartment of Correctional Services and its employees \nWhat is more, it is apparently true that the trial judge must \nrequired certain notice to be given before any changes \nmake clear on the record, before he or she imposes a \nwere  made  in  assignment  of  personnel  and  that  the \ncriminal sanction, that there has been consideration of and \nprocess  of  obtaining  accreditation  for  the  penitentiary \nrejection  of  the  civil  contempt  alternative.  U.S.  v. \nrequired certain actions. \nDimauro, 441 F.2d 428 (8th Cir. 1971). \n \nIn any event, it appears to me that there here was no \nwillful,  contumacious  or  reckless  state  of  mind \nConclusions of Law \naccompanying the violation of the magistrate’s judgment. \nThe defendants believed in good faith because of advice \nof counsel that they were not required to comply with the \nThe plaintiff, Wilfred W. Nielsen, has filed the motion \njudgment for 30 days or so after its entry. There is not the \nunder various civil and criminal provisions. He asserts 18 \nrequisite mental intent that will justify criminal sanctions. \nU.S.C. § 401, which is a part of the criminal code and \nI do not credit in this regard any evidence of a collective \nauthorizes punishment by fine or imprisonment. He also \nbargaining  agreement  or  of  the  accreditation  process. \ncites 28 U.S.C. §§ 1651(a) and 2201–2202. Section 1651 \nauthorizes  the  court  to  issue  ‘all  writs  necessary  or  Constitutional rights and obligations to comply with court \nappropriate in aid of their respective jurisdictions’ and §§  judgments do not take a back seat to bargaining rights or \n2201 and 2202 authorize declaratory relief. He cites Rule  accreditation. \n43(a)  of  the  Federal  Rules  of  Civil  Procedure,  which \nAs to civil sanctions, the purpose must be, not to punish, \nprovides testimony of witnesses shall be taken orally in \nbut to assure compliance with the judgment. Thyssen, Inc. \nopen  court  unless  otherwise  provided  by  an  act  of \nv. S/S Chuen On, 693 F.2d 1171, 1173–1174 (5th Cir. \nCongress or rules of law, Rule 60(b) which allows the \n1982). Here, the evidence is that there was noncompliance \nrelieving of a party from a final judgment or order and \nwith  the  judgment  for  a  period  of  a  month.  Counsel \nRule 65(d) which prescribes the form and scope of an \nerroneously advised the defendants that they did not need \ninjunction. He has not cited 28 U.S.C. § 636(e), which is \nto  comply  during  that  time  and  they,  therefore,  were \nthe  applicable  one  because  it  provides  the  means  for \ntechnically in contempt of the magistrate’s judgment. But \ncontempt proceedings involving a magistrate’s judgment. \nnone of the incidents relied upon by the plaintiff Nielsen \nIt provides that: \nsince  that  time  show  a  failure  to  comply  with  the \n*6 ‘. . . A judge of the district court \njudgment, knowingly or otherwise. The judgment did not \nshall . . . in a summary manner, hear \nrequire the defendants to keep all female employees out \nthe evidence as to the act or conduct \nof Unit 3. It required the defendants and those acting with \ncomplained of and, if it is such as to \nthem who received actual notice of the judgment to ‘adopt \nwarrant  punishment,  punish  such \npolicies, practices, and actions’ to enable Nielsen to have \nperson in the same manner and to the \naccess, upon request, to showers so that they are not \n  4 \n \n\nNielsen v. Gunter, Not Reported in F.Supp. (1986)   \n \nvisible to female correctional officers and to be subject,  defendants  were  failing  now  to  comply  with  the \nupon request, to searches of their genital-anal areas only  judgment, I could fine them or imprison them, but only \nby male correctional officers. This the defendants have  until they complied. They are not now failing to comply \ndone, even though not with the error-free certainty or in  with the judgment. \nthe manner desired by Nielsen. The conduct complained \nof  does  not  warrant  criminal  sanction  and  I  find  no  *7 IT THEREFORE HEREBY IS ORDERED that the \npurpose would be served in my now taking some kind of  motion for an order holding the defendants in contempt of \ncivil contempt action against the defendants to assure  court, filing 91, is denied. \nfuture  compliance  with  the  judgment.  Fine  or  \t\r  \nimprisonment for past doings is not an authorized remedy \nunder  civil  contempt  to  assure  future  conduct.  If  the \n \n \n  \n  5 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/67111"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128871,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128871"
    },
    {
      "date": "1985-07-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 3530,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1985,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "District of Nebraska",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 67113,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/67113.pdf",
      "title": "Memorandum of Decision",
      "text": "Braasch v. Gunter, Not Reported in F.Supp. (1985)   \n \n \n   Penitentiary.’  The  court  directed  that  copies  of  the \namended complaints be served upon each member of the \n1985 WL 3530 \nclass of defendants, which was done by counsel for the \nOnly the Westlaw citation is currently available. \nthen defendants; that counsel then entered her appearance \nUnited States District Court; D. Nebraska. \nfor  all  defendants  including  the  class  of  female \nemployees. \nTERRY BRAASCH, Plaintiff, \nv.    \nFRANK GUNTER, et al., Defendants.  At the final pretrial conference, held in both cases on \nWILFRED W. NIELSEN, Plaintiff,  January 29, 1985, the plaintiff Wilfred Nielsen appeared \nv.  pro se in CV–83–L–682; the plaintiff Braasch appeared \nFRANK GUNTER, et al., Defendants.  represented by counsel, as did the defendants. The parties \nagreed to the following statement of uncontroverted facts \nNos. CV83–L–459, CV83–L–682. | July 15, 1985.  in both cases: \n  \n1. Frank Gunter is Director of the Nebraska Department \nOpinion  of  Corrections  and,  as  such,  has  general  overall \n  responsibility  for  the  operation  of  all  Nebraska \nCorrectional facilities. He replaced Charles Benson in that \nposition in February 1984. \nMEMORANDUM OF DECISION \n  \n2.  Charles  Black  is  Warden  of  the  Nebraska  State \nPenitentiary  and,  as  such,  has  general  overall \n??, Magistrate. \nresponsibility for the operation of that facility. \n*1 These consolidated cases pit the rights of privacy of    \nmale inmates at the Nebraska State Penitentiary against  3. All other defendants are past, present, or future female \nthe  rights  of  female  correctional  employees  to  equal  employees who are, have been, or may be subject to being \nemployment  opportunity.  The  two  cases,  raising  assigned  to  the  housing  units  at  the  Nebraska  State \nsubstantially the same issues, were consolidated for trial,  Penitentiary. \nand were tried before the undersigned pursuant to the    \nprovisions of 28 U.S.C. § 636(c)(4). Trial was held April  4. All defendants are sued only in their official capacities \n15 and 16, 1985, and the trial included a visit to the  as officers or employees of the Nebraska Department of \nNebraska State Penitentiary to examine facilities there  Correctional Services. \nrelevant  to  the  issues  raised.  The  parties  were  given    \nopportunities for post-trial briefing, and the matter is now  *2 5. Both plaintiffs are inmates at the Nebraska State \nready for decision.  Penitentiary. At the time the suits were filed and at the \n   time female guards were first assigned to the living units, \nIn CV83–L–459 there was, prior to the assignment of the  both resided in one of the main living units at the facility \ncase  to  the  undersigned,  a  hearing  on  the  plaintiff’s  but plaintiff Braasch was subsequently moved at least \napplication for a temporary restraining order requiring  three times, only once at his request, and is currently at \ndefendants  to  alter  their  policies  and  practices  at  the  the Diagnostic and Evaluation Center. \npenitentiary so as to alleviate the possibility of female    \nguards viewing male inmates in the nude in or various  6.  Housing  units  at  the  Nebraska  State  Penitentiary \nstates of undress. That application was denied by Judge  comprise four main housing units, a trustee dormitory, \nUrbom without a written opinion. It was reported to the  and a building called the Adjustment Center. \nundersigned, however, by counsel and the parties that one    \nof the judge’s reasons for denying temporary relief was  7.  The  word  ‘employees’  in  paragraph  3  includes  all \nthe  lack  of  representation  of  the  female  guards  employees  who  may  be  assigned  to  housing  units, \nthemselves, either as having been made defendants, or as  including  but  not  necessarily  limited  to,  correctional \nhaving been represented at the hearing. This situation was  officers (‘guards’) and counselors. \nlater altered when the court agreed with counsel and the    \nparties that the female guards at the penitentiary should be  8. All inmates at the Nebraska State Penitentiary are male. \nmade  parties  to  the  actions  and  certified  a  class  of    \ndefendants  under  the  provisions  of  Rule  23(b)(2),  9. Each of the four main living units at the Nebraska State \nFed.R.Civ.P., consisting of ‘all present and future female  Penitentiary  has  two  control  rooms,  each  of  which \nemployees who are, have been, or may be subject to being  controls two two-story wings of the unit. Each control \nassigned  to  the  housing  units  at  the  Nebraska  State  room contains two 11″‘ x 17″‘ windows each situated in a \n  1 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \ncommon wall between the control room and a shower  20, 1984) contains current policies and procedures for \narea, and a larger front window that gives a clear view of  operation of the promotion board. \nthe day room and hallways on two levels.    \n   19. Inmates at the Nebraska State Penitentiary are subject \n10. Each inmate room contains a toilet and sink which are  to transfer among living units. \nsituated just inside the door and to one side of the door    \nand are not enclosed in any way. The door of each room  20. Inmates committed to the care and custody of the \ncontains a 5″‘ x 8″‘ window, the bottom edge of which is  Nebraska Department of Correctional Services are always \napproximately 5′ above the floor.  subject to being moved to different institutions throughout \n   the State of Nebraska and, in fact, since the inception of \n11. At three fixed times during the day, employees check  this  lawsuit,  Plaintiff  Braasch  has  been  housed  in  a \nall inmate rooms. Employees performing these checks  regular living unit, in the trustee dormitory, at the Lincoln \nlook into each room. Inmates are required to be in their  Work  Release  Center,  and  at  the  Diagnostic  and \nrooms  during  these  checks,  each  of  which  last  Evaluation Center. \napproximately  one-half  hour.  Hallways  are  subject  to    \nbeing  patrolled  at  all  times  of  the  day  or  night  and  21. An inmate is subject to a ‘pat search’ whenever a \nsecurity checks of rooms are made without prior notice.  security check is performed of a room he is occupying \nWhen  a  security  check  of  a  room  is  performed,  any  and anytime he moves from one area of the prison to \ninmate in the room is required to submit to a ‘pat search’  another. A ‘pat search’ is a thorough manual search of the \nof his body.  inmate’s clothed body. \n     \n12. Each shower room contains three shower heads in an  22.  Except  for  the  provision  that  female  employees \nopen room. There are no partitions, curtains, or other  perform strip searches only in case of emergency, male \ndividers between showers. A shower curtain separates the  and female correctional officers are required to perform \nshower area from a vestibule and there is a door between  identical tasks. \nthe vestibule and the hallway leading to the inamtes’    \nrooms. Shower water is maintained at a temperature of  23. Sex offenders and men convicted of other violent \napproximately 110° F. by facility personnel.  crimes comprise a portion of the inmate population at the \n   Nebraska State Penitentiary and are not segregated from \n13. On or about July 17, 1983, the administrative officials  the rest of the inmate population. \nat the Nebraska State Penitentiary began assigning female    \ncorrectional officers to the control rooms of the four main  Subsequently,  pursuant  to  an  order  of  the  court,  a \nhousing units at the Nebraska State Penitentiary. These  supplement  to  the  pretrial  order  in  CV83–L–682  was \nfemale employees work regular shifts consisting of 8-hour  agreed to by plaintiff and counsel for the defendants and \ndays 5 days per week. Their duties include surveillance of  included the following additional uncontroverted facts: \nshower  areas  and  performance  of  room  checks  and    \nsearches, and ‘pat searches’ of inmates.  1.  Female  guards  employed  at  the  Nebraska  State \n   Penitentiary perform the same tasks as do the male guards \n14. Female guards working in the control rooms observe  working there, except the female guards do not conduct \nthe shower facilities for security reasons.  full  body  searches  of  the  male  inmates  known  as \n   strip-searches. \n15. By working regular shifts in the said four housing    \nunits, the female guards could view male inmates using  2.  Female  guards  works  throughout  all  parts  of  the \nthe toilet facilities or in the nude in their rooms.  Nebraska State Penitentiary, including, but not limited to, \n   the main administration building and the school areas. \n*3  16.  Other  female  employees  including  counselors,    \nwork on the housing units.  3. Female guards can go throughout all areas of the four \n   housing units at the Nebraska State Penitentiary during \n17a.  As  a  general  rule  a  correctional  officer  at  the  their  work  periods  in  those  units,  conducting  room \nNebraska  State  Penitentiary  changes  duty  assignment  checks, room searches, pat-down searches of the inmates, \nevery six months.  and head counts. \n     \n17b.  Sharon  Vinci  is  the  non-voting  chair  of  a  4. A pat-down search of a male inmate is required at the \nfour-member  promotion  board  that  makes  Nebraska State Penitentiary before the inmate is permitted \nrecommendations to the warden on promotions to the rank  to enter the prison’s law library and the school area at that \nof corporal or sergeant.  facility. \n     \n18. Operational Memorandum No. 112.26.101 (August  The  issues  raised  by  the  parties  in  the  original  joint \n  2 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \npretrial order, and the supplement in CV83–L–682, are as  violation  of  Title  VII  or  otherwise  deny  equal \nfollows:  employment opportunity to the female officers? \n     \n1. Whether the claim of plaintiff Terry Braasch is moot  4. Whether the plaintiff must carry the burden of proof in \nbecause he now lives in a different housing unit.  showing that male guards working on the four housing \n   units at the Nebraska State Penitentiary is a bona fide \n2. Whether the plaintiffs retain a right to bodily privacy  occupational  qualification  reasonably  necessary  to  the \nand, if so, what is the extent of that right.  normal operation of that prison? \n     \n*4 3. Whether the refusal to appoint female correctional  5.  Whether  the  defendants  need  present  any  evidence \nofficers to perform duties in the housing units of the  regarding a bona finde occupational qualification? \nNebraska State Penitentiary would constitute a violation    \nof  Title  VII  or  otherwise  deny  equal  employment  At  the  commencement  of  trial  paragraph  2  of  the \nopportunity to the female officers.  uncontroverted  facts  was  amended  to  substitute  Gary \n   Grammer for defendant Black, as warden at the Nebraska \n3a. Whether the alleged constitutionally protected right of  State Penitentiary. In addition, paragraph 5 thereof was \nfemale  employees  of  the  Department  of  Correctional  amended to provide that plaintiff Braasch has been moved \nServices to equal employment opportunity outweighs the  at least five times, and now resides at the Air Park work \nplaintiffs’ alleged constitutionally protected limited right  release  facility  operated  by  the  Department  of \nto privacy.  Correctional Services. \n     \n4. Whether service on a housing unit in the Nebraska   \nState Penitentiary is necessary for a promotion to the rank \nof corporal or sergeant. \nI \n  \n5.  Whether  the  plaintiffs  are  entitled  to  an  award  of \nFirst, regarding the issue of mootness with respect to \ndamages and/or any other relief and, if so, what relief is \nplaintiff  Braasch,  it  should  be  noted  that  the  fourth \nappropriate. \namended complaint seeks as relief both injunctive relief \n  \nand damages. Although, as more fully discussed below, I \n6.  Whether  the  Eleventh  Amendment  to  the  U.S. \nfind his prayer for damages to be barred by the Eleventh \nConstitution prohibits the award of any damages and/or \nAmendment, it is clear from the uncontroverted facts that \nany other relief to the plaintiffs against the defendants in \nhe has been and continues to be subject to being moved \ntheir official capacity. \nfrom institution to institution, and from housing unit to \n  \nhousing unit within the Nebraska State Penitentiary, as \n7.  Whether  the  Eleventh  Amendment  to  the  U.S. \nwell as the other institutions operated by the Department \nConstitution prohibits this suit against the defendants in \nof  Correctional  Services.  In  these  circumstances  I \ntheir official capacity. \nconclude that his claims for injunctive relief against the \n  \ndefendants are not moot. See Sosna v. Iowa, 419 U.S. 393 \n8. Whether sex is a bona fide occupational qualification \n(1975). \nfor guards assigned to the housing units at Nebraska State \n  \nPenitentiary. \n \n  \nThe  additional  issues  added  by  the  supplement  in \nCV83–L–682 are as follows: \nII \n  \n1.  Whether  the  conducting  of  pat  searches  by  female  *5 All defendants have raised the Eleventh Amendment \ncorrectional officers at the Nebraska State Penitentiary  as a bar to the plaintiffs’ claims for both damages and \nviolates the plaintiff’s alleged constitutionally protected  injunctive relief, relying upon Pennhurst State School and \nright to privacy?  Hospital  v.  Halderman,  465  U.S.  89  (1984).  The \n   defendants’ argument is not well taken, as in Pennhurst, \n2.  If  pat  searches  conducted  by  female  correctional  the  Supreme  Court  held  only  that  the  Eleventh \nofficers violate the plaintiff’s constitutionally protected  Amendment constituted a bar to the granting of injunctive \nright to privacy, what, if any, limitations would have to be  relief against a state on a pendent state law claim. The \nplaced  on  female  correctional  officers  conducting  pat  Court  specifically  withheld  judgment  on  the  district \nsearches to make the pat searches constitutional?  court’s  decision  that  the  conditions  at  the  Pennhurst \n   School violated the Eighth and Fourteenth Amendments, \n3.  Whether  the  refusal  to  allow  female  correctional  and directed the Court of Appeals, on remand, to consider \nofficers  to  perform  pat  searches  would  constitute  a \n  3 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \n‘to what extent, if any, the judgment may be sustained on  opposite  sex  except  in  emergency  circumstances. \nthese bases.’ Id. at ——, 52 U.S.L.W. at 4165. In its  Additionally, the policy directs institution personnel to \ndecision, the Supreme Court did not overrule explicitly or  make  use  of  ‘short’  shower  curtains  or  ‘other  minor \nimplicitly the doctrines of Ex Parte Young, 209 U.S. 123  adjustments in shower and toilet areas to help ensure that \n(1908) to the effect that the Eleventh Amendment did not  offenders  can  secure  minimal  privacy  without \nbar prospective injunctive relief against state officials on  jeopardizing the security of the facility.’ This policy was \nthe basis of federal claims, nor Edelman v. Jordan, 415  apparently  adopted  in  an  effort  to  promote  equal \nU.S. 651 (1974), limiting the remedies available to the  employment opportunities among women employees at \nfederal court against state officials to those that govern  the  various  penal  institutions  of  the  Department,  as \nthe  officials’  future  conduct.  The  plaintiffs’  claims  in  testified  to  by  Sergeant  Marilyn  Ringer,  one  of  the \nthese actions are against state officials and employees and  persons who was involved in submitting a report to then \nfocus  upon  certain  conduct  permitted  by  a  policy  director Benson on such matters. As noted above, after \npromulgated by one of the original defendants. The State  the adoption of the policy female guards were assigned to \nof Nebraska is not named a defendant, nor was its agency,  the  housing  units  at  the  Nebraska  State  Penitentiary, \nthe  Department  of  Correctional  Services.  Nor  are  the  including  units  where  both  plaintiffs  reside  or  have \nallegations and claims raised by the plaintiffs such as  resided. The implementation of the policy has created the \ncould be characterized as against the state itself; rather,  present clash with the plaintiffs’ claimed privacy rights in \nthey are against conduct authorized by individuals under  three  respects:  first,  allowing  female  correctional \nauthority granted by the sate. See, Alabama v. Pugh, 438  personnel to view nude male inmates in the showers at the \nU.S.  781  (1978).  I  find  the  defendants’  Eleventh  institution; second, to allow female correctional personnel \nAmendment argument to be without merit as it pertains to  to view male inmates in the nude or in various stages of \nthe plaintiffs’ requests for prospective injunctive relief.  undress in their respective cells or rooms while sleeping, \n   using  the  toilet,  or  at  any  other  times;  and  third,  by \n  permitting female correctional personnel to perform pat \ndown searches of male inmates at any time such searches \nare necessary, wherever that may be within the institution. \nIII \n  \n \nIn April 1983, Charles Benson, the former Director of the \nDepartment  of  Correctional  Services,  implemented  a \npolicy regarding the integration of women correctional  A \npersonnel at the Nebraska State Penitentiary, an all-male \nprison population facility. This policy provides that: \n  \nAdditional Findings \n1. Correctional officers may pat search offenders of the \nopposite sex. \n*6 There are four regular living units at the Nebraska \n  \nState Penitentiary, each divided into two wings. Each \n2. Correctional officers may be assigned to posts where \nwing  has  two  levels  of  cells,  which  are  more  aptly \noffenders  of  the  opposite  sex  may  be  observed  using \ndescribed as rooms along a hall emanating from the center \nshower or toilet facilities. \ncontrol area. Each wing has its own control room, from \n  \nwhich the locks to the various doors or cells and other \n3. Correctional officers may work in housing units where \nareas are operated, medications are dispensed, and the \noffenders of the opposite sex reside. \nhallways of both the upper and lower levels of rooms are \n  \nclearly visible. From the hallways security officers are \n4.  Correctional  officers  may  conduct  room  checks  of \nable to peer into the inmates’ rooms through the glass \noffenders of the opposite sex. \nwindows in the doors, which may not be covered at any \n  \ntime.  During  my  visit  to  the  institution  it  was \n5. Correctional officers employed by the Department at \ndemonstrated that while peering through the windows, the \nthe time of the implementation of the policy who did not \nconfiguration of the room and the toilet is such that if an \nwant to work in contact positions with offenders of the \ninmate is sitting on the toilet, his genital area would be \nopposite sex would be retained but that such employees \nvisible to the guard from the hallway.1 In addition, there \ncould  not  be  promoted  above  the  rank  of  corporal. \nwas testimony during the trial by inmates that some of \n(Defendants Exhibit 101.) \nthem  sleep  in  the  nude  due  to  personal  habit  or  the \n  \ntemperature in the housing unit (there are windows in the \nThis policy also instructs that correctional officers should \nunits, but they are not permitted to be opened at any time, \nnot be assigned positions where offenders of the opposite \nand in fact have been sealed closed for security reasons; \nsex are routinely strip searched, nor should a correctional \nthe temperature of each housing unit is controlled by \nofficer be permitted to strip search an offender of the \n  4 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \nfacility  staff  within  the  limitations  of  the  building  inmates’ nude bodies in the shower from a distance of \nequipment). The beds of the inmates’ rooms are clearly  approximately 4′ - 10′, depending upon the shower head \nvisible from the observation window to the hallway, and  being used.2 \ntestimony before me revealed that when performing room    \nchecks, the guard is required to verify that an inmate is in  *7 Although there was considerable testimony regarding \nfact in the room; if the room is checked during sleeping  the security reasons for the requirement that inmates be \nhours the guard must see the flesh of the inmate to assure  visible in the showers, such as to prevent assaults, sexual \nhis  presence.  (Observation  of  the  genital  area  is  not  activity, the passing of contraband, etc., the ‘vestibule’ \nrequired; an arm, hand, foot, etc. will suffice.) There is no  area  located  between  the  shower  area  itself  and  the \nprohibition  against  inmates  wearing  pajamas  or  hallway and consisting of an area approximately 4′ x 9′ in \nunderwear  as  they  sleep  at  night,  nor  is  there  any  size, is not visible from the control room in any way. The \nprohibition against an inmate placing a towel or other  purpose of the ‘vestibule’ is to permit inmates to dry \ncovering on his lap, during use of the toilet.  themselves before returning to their rooms to dress. There \n   was no testimony to the effect that this area had been a \nEach housing unit is staffed by three officers, a ‘first  site of any inmate assaults or other breaches of security. \nofficer’ and two others who are either beneath the first    \nofficer in rank or occupy the same rank. The ‘first officer’  In addition to the ‘regular’ viewing of inmates in their \nis the supervisor of the correctional staff in the housing  rooms and in the shower areas, there are unscheduled or \nunit. There are two security personnel in each control  random ‘shakedowns’ of the rooms, performed by the \nroom at most times. The control room is, as noted, located  housing  unit  officers  for  the  purpose  of  finding  any \nat the end of the two hallways. The officers in the control  contraband  located  in  the  inmates’  rooms.  During  the \nroom, therefore, have a clear line of view of the hallways  search of a room, an inmate is not permitted to be present, \nand of anyone in them. Prior to the institution of the  but must be subjected to a pat down search prior to being \npresent  policy  regarding  female  personnel,  inmates  permitted  to  leave  the  immediate  area.  If  the  officer \ncommonly walked to and from showers in the nude. That  conducting the search is female, she also conducts the pat \npractice  still  continues  with  respect  to  some  inmates;  down search of the inmates. As noted, inmates are also \nothers attempt to cover themselves by wrapping a towel  subjected to pat down searches at random times when \naround them. The latter is not prohibited by institutional  they are in the penitentiary’s yard area, as well as when \nrules. Although it is possible that a battrobe might be  they travel between certain areas of the institution, such as \npermitted  an  inmate  who  had  been  once  outside  the  to and from the ‘turn-key’ area, law library3, school area, \ninstitution at another correctional facility, bathrobes are  and others. Again, these pat down searches may now be \nnot regularly issued to inmates.  conducted by the women officers at the particular duty \n   station requiring the pat down search. Such searches are \nBoth plaintiffs testified they had been observed in the  common at the institution, and plaintiff Nielsen testified \nshowers  by  female  officers,  who,  when  observing  that he has been subjected to pat down searches as many \nplaintiffs, did so for periods of 10–15 seconds, and who  as ‘a dozen or more’ times in one day, although I do not \nwere readily identifiable by plaintiffs while doing so. The  find that number to be typical. It is safe to say, however, \nshower rooms are located directly adjacent to the control  that the testimony supports the conclusion that pat down \nroom. During my visit to the penitentiary I visited housing  searches are a necessary part of prison security, and are \nunit 3 and observed the control rooms for both wings of  conducted both regularly and at random on most inmates \nthat housing unit. I visited the showers in both ‘C’ and  several times per day. \n‘D’ galleries, both of which are located on the upper    \nfloors  of  their  respective  wings,  and  looked  into  the  A pat down search is conducted by requiring the inmate to \nshower area of ‘A’ gallery from the control room window.  turn his back on the security officer and extend his arms \nFrom my observations of the facility it is clear that a  and legs. His arms, legs, and torso, are patted or touched \nsecurity officer in the control room would have the ability  by the officer so as to detect any contraband located on \nto look at nude inmates in the shower areas in both the  the body. This is done while the inmate is fully clothed. \nupper and lower galleries of the respective housing wings,  There was differing testimony on the matter of whether a \nby peering through the separate control room window  pat search, when conducted by a female officer, must \nwhich is approximately 11″‘ x 17″‘ in size, and thus to  omit  the  genital  area.  Defendant  Gunter  testified  that \nview  the  inmates’  genital  areas  in  an  unobstructed  although correctional officers receive initial and periodic \nfashion. The window’s location (near the floor of the  training,  there  is  no  specific  training  regarding  the \nupper wing shower rooms, and near the ceiling of the  conduct of pat down searches by women officers. Marilyn \nlower wing shower rooms) would make some difference  Ringer,  the  only  female  correctional  sergeant  at  the \nin  the  officer’s  viewing  due  to  the  accumulation  of  institution, testified that in regard to conducting pat down \nmoisture  and  steam  on  the  windows  located  near  the  searches of male inmates, she did not recall ever being \nceiling  of  the  shower  area;  this  ‘fogging’  would  not,  told exactly how to treat the genital area. She said that in \nhowever, be sufficient to block the guard’s view of the  conducting the pat down searches, she made no specific \n  5 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \neffort to touch the area but that to avoid the genital area  for a man to be touched by a woman who was not of his \nwould compromise the search, as it was not uncommon to  family, the policy in question required that no searching \nfind contraband located in an inmate’s genital area. Both  of the genital area was to be done in a pat down search, \nplaintiffs testified that they had been subjected to pat  that being reserved to ‘strip’ searches, which were to be \ndown  searches  by  female  correctional  officers,  and  performed  by  guards  of  the  same  sex  as  the  inmate, \nNielsen testified that in conducting the search, the female  except in emergencies. \nofficers  commonly  touched  his  buttocks,  penis,  and    \ntesticles, through his clothing. There was no testimony  In  several  cases  the  inmates’  rights  to  privacy  from \nthat any policy exists at the institution, or ever existed,  viewing and touching by officers of the opposite sex has \nwhich would guide the female officers in conducting such  merely been assumed by the courts or conceded by the \nsearches,  would  prevent  them  from  conducting  such  parties, without argument. See e.g. Fisher v. Washington \nsearches in the genital area, or would permit an inmate to  Metro Area Transit Authority, 690 F.2d 1133 (4th Cir. \nrequest  that  at  least  that  portion  of  the  search  be  1982)  (‘indiscriminate  viewing’  by  officers  of  the \nconducted by a male officer.  opposite sex); Cumbey v. Meachum, 684 F.2d 712 (10th \n   Cir. 1982); Lee v. Downs, 641 F.2d 1117 (4th Cir. 1981); \n*8 There was no testimony during the trial of this matter  Forts v. Ward, 621 F.2d 1210 (2d Cir. 1980). In other \nthat the policy of using female correctional officers had  cases, the regularity or predictability of the challenged \nany goal other than equal employment opportunity. That  actions  sets  the  case  apart  from  circumstances  at  the \nis, the placement of female officers in the housing units or  Nebraska State Penitentiary. See e.g. Robbins v. South, \nin  other  positions  to  perform  pat  down  searches  of  595  F.Supp.  785  (D.  Mont.  1984)  (a  female  staff \ninmates  was  not  shown  to  be  related  to  penological  member’s ‘occasional’ passing by cells in the process of \nobjectives. Rather, the objective of the policy in question  dispensing medications did not deprive the plaintiff of \nwas to promote equal employment opportunity among  privacy interests); Grummett v. Rushen, 587 F.Supp. 913 \nwomen staff at the penitentiary. There was testimony by  (N.D. Cal. 1984) (distant viewing by female guards did \nKaren Shortridge, the warden at the Omaha Correctional  not violate male inmates’ privacy rights); Avery v. Perrin, \nCenter, also a men’s facility, as well as by inmates who  473 F.Supp. 90 (D. N.H. 1979) (where the male inmate’s \nhad been at the Lincoln work release center, regarding the  right to privacy was not violated by a female mail clerk \nuse and activities of female correctional officers in those  who was able to see him in various stages of undress or \ninstitutions and the effects of their presence. However,  using the toilet when she delivered mail to prisoners in \nthis  testimony  does  not  support  a  conclusion  that  the  cells, when such delivery was only once per day within a \npurpose of the policy here in question was anything other  specified two or three minute period). \nthan  to  prevent  employment  descrimination  against    \nwomen security officers at the penitentiary. This fact,  *9  Other  courts,  faced  with  the  challenge  to  equal \ntogether  with  the  post  responsibilities  of  the  female  employment  opportunity  raised  in  this  action,  have \nofficers at the penitentiary, as noted above, clearly set this  directed prison officials to accommodate both the privacy \ncase apart from most of those considered by other courts  interests  of  the  inmates  and  the  equal  employment \non the questions presented.  opportunities of staff personnel, where possible. See e.g. \n   Bowling v. Enomoto, 514 F.Supp. 201 (N.D. Cal. 1981); \nFor example, in Madyun v. Franzen, 704 F.2d 954 (7th  Hudson v. Goodlander, 494 F.Supp. 890 (D. N.D. 1980). \nCir. 1983), cert. denied 104 S.Ct. 493 (1983), cited by the    \ndefendants,  the  court  found  that  pat  down  searches  Of particular importance is the only case found in the area \nperformed  outside  the  male  inmate’s  clothing  did  not  by the Eighth Circuit Court of Appeals, Gunther v. Iowa \nviolate his Fourth Amendment right against unreasonable  State Men’s Reformatory, 612 F.2d 1079 (8th Cir. 1980), \nsearches, nor his First Amendment privacy rights, relying  cert. denied 446 U.S. 966 (1980). There, the plaintiff, a \nupon Title VII of the Civil Rights Act of 1964, 42 U.S.C.  female correctional employee at the men’s reformatory, \n§ 2000e. It is noteworthy, however, that the policy there  successfully challenged the employment practices of the \nin question prohibited the female guards from manually  institution  which  prevented  her  from  rising  above the \nsearching the male inmates’ ‘genital-anal areas.’ Likewise  level of Correctional Officer I because of her sex, which \nin Smith v. Fairman, 678 F.2d 52 (7th Cir. 1982), cert.  policy  was  the  result  of  the  defendants’  position  that \ndenied 461 U.S. 907 (1983), the inmate challenged the  security considerations required that sex be held a ‘bona \nconduct  of  pat  down  searches  by  female  guards  as  fide occupational qualification (bfoq).’ The district court \nviolative of his Fourth and Eighth Amendment rights;  and the court of appeals both held that the defendants had \nagain,  however,  the  policy  in  question  specifically  not  successfully  proved  that  the  conditions  at  the \ndirected that females were not to conduct such searches of  reformatory  required  the  bfoq  designation  for \nmales’ genital areas. In addition, in Sam’I v. Mintzes, 554  Correctional  Officer  II’s.  In  doing  so,  the  court \nF.Supp. 416 (E.D. Mich. 1983), a challenge to pat down  distinguished  the  Supreme  Court  case  of  Dothard  v. \nsearches by female guards by a plaintiff inmate who was  Rawlinson, 433 U.S. 321 (1977), in which the horrendous \nof the Muslim religion and believed that it was forbidden  conditions at the Alabama prison in question justified the \n  6 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \nbfoq designation for guard positions of the same sex. In  privacy in their cells, so as to prevent searches of them, or \nGunther, however, the court did not address specifically  to be present during such searches); Bell v. Wolfish, 441 \nthe  privacy  interests  of  the  inmates,  although  it  U.S. 520 (1979) (strip searches, including body cavity \nacknowledged  that  ‘if  appellants’  allegations  were  searches are not unreasonable or unconstitutional when \nestablished,  serious  questions  would  be  raised.’  Id.  at  performed  by  guards  of  the  same  sex);  Houchins  v. \n1086.  KQED, Inc., 438 U.S. 1, 5, n.2 (1978) (institutionalized \n   persons retain certain fundamental rights of privacy and \nThose ‘serious questions’ are raised by these cases, as it  are not subject to indiscriminate viewing by the public). \nappears that the defendants’ policies clearly are designed    \nto promote equal employment opportunity among women  Outside the condition of confinement, the Supreme Court \ncorrectional employees at the Nebraska State Penitentiary,  has recognized citizens’ rights to privacy concerning a \nand that in order to carry out the responsibilities that  number  of  activities  and  subjects,  including  marriage, \nwould  enable  such  policies  to  exist,  inmates’  Zablocki v. Redhail, 434 U.S. 374 (1978); procreation, \nconstitutional rights of privacy must be curtailed. The  Cleveland Board of Education v. LaFleur, 414 U.S. 632 \nonly case in which these two interests have clashed so  (1974);  Skinner  v.  Oklahoma,  316  U.S.  535  (1942); \ndramatically, on factual circumstances similar to those  contraception,  Griswold  v.  Connecticut,  381  U.S.  479 \nbefore me, is the case of Bagley v. Watson, 579 F.Supp.  (1965); abortion, Roe v. Wade, 410 U.S. 113 (1973), and \n1099 (D. Or. 1983). There, the plaintiffs were female  family relationships, Moore v. City of East Cleveland, \ncorrectional officers challenging male-only designations  431 U.S. 494 (1977). The sources of the right to privacy \nto certain posts where because of a lack of overtime  have been variously found in the first, Fourth, Ninth, or \nopportunities, their promotional opportunities would be  Fourteenth Amendments, or the ‘penumbras’ of the Bill \nlimited.  The  parties  stipulated  that  no  accommodation  of Rights. See, e.g. Griswold, supra; Carey v. Population \ncould be made either to obstruct viewing or restrict the  Services, 431 U.S. 678 (1977). Although the Supreme \npresence of women correctional officers, in conducting  Court has not specifically said that one has a protected \npat down searches including anal and genital areas, and  privacy right to urinate, defecate, or bathe outside the \nvisual observation of nude males in the shower and toilet  viewing of a person of the opposite sex, or not to be \nareas of the institution, thereby forcing a head-to-head  touched in the genital area, even through clothing, by a \nconfrontation.  The  case  was  decided  on  a  motion  for  member  of  the  opposite  sex,  these  things  are  so \nsummary  judgment,  and  the  trial  judge  adopted  the  fundamental to personal dignity and self respect in this \nconclusions of an affidavit which was submitted in behalf  culture that I believe if presented with such issues, the \nof  the  class  of  female  plaintiffs.  The  court,  without  Supreme  Court  would  find  one’s  own  body  and  its \nauthority or discussion, simply declared that inmates have  personal functions protected by the recognized privacy \nno privacy rights the consideration of which would even  rights of unincarcerated citizens. Other federal courts, in \ninfluence the goals of Title VII. I do not believe that this  the  context  of  employment  rights,  recognize  the \ndecision represents the current state of the law, and must,  proposition that people enjoy a basic right to keep their \ntherefore,  respectfully  disagree  with  the  trial  judge’s  bodies andpersonal functions and maintenance shielded \nconclusions in that regard.  from the uninvited view or touch of the opposite sex. See, \n   e.g.  Norwood  v.  Dale  Maintenance  System,  Inc.,  590 \n  F.Supp. 1410 (N.D. Ill. 1984) (privacy of tenants and \npatrons  in  business  building  washrooms  from  female \nattendants); Brooks v. ACF Industries, Inc., 537 F.Supp. \nB \n1122 (S.D. W.Va. 1982) (privacy of male employees of \nplant  in  bath-toilet-locker-room  facilities  from  female \njanitors); Ludke v. Klein, 461 F.Supp. 86 (S.D. N.Y. \n1978) (privacy of baseball players in locker room from \nPrivacy \nwomen  reporters);  Fesel  v.  Masonic  Hospital,  447 \n*10 It is true, as argued by the defendants in their brief,  F.Supp. 1346 (D. Del. 1978) (privacy of female residents \nthat  the  Supreme  Court  has  never  per  se  held  that  a  of retirement home in intimate personal ‘total care’ by \nconvicted felon has a right to privacy such as would  male nurse); Sutton v. National Distillers Products Co., \nprevent his or her unclothed body from observation by  445 F.Supp. 1319 (S.D. Ohio 1978), aff’d 628 F.2d 936 \ncorrectional officers of the opposite sex, or being pat  (6th  Cir.  1980)  (privacy  of  male  distillery  employees \nsearched by correctional officers of the opposite sex. Nor,  regarding search by female guard); Hodgson v. Robert \nof course, has the Court declared precisely that such right  Hall Clothes, Inc., 326 F.Supp 1264 (D. Del. 1971), aff’d \ndoes  not  exist.  There  have  been,  however,  several  in relevant part, 473 F.2d 589 (3d Cir.), cert. denied 414 \nallusions to inmates’ limited rights of privacy in other  U.S. 866 (1973) (privacy of clothing store customers in \ncontexts. See, e.g. Hudson v. Palmer, 104 S.Ct. 3194  service by same sex sales person). \n(1984) (inmates do not have a legitimate expectation of    \n*11  It  is  clear  that  prisoners,  by  virtue  of  their \n  7 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \nconfinement, do not lose all of the constitutional rights  Equal Employment Opportunity \nthey hold as citizens of this country. Wolff v. McDonnell, \n418 U.S. 539 (1974). The Supreme Court’s most recent  The  defendants  in  this  case  argue,  and  the  testimony \ndecision regarding prisoners’ rights to privacy is noted by  supports that the purpose of the policy in question is to \nthe plaintiff Braasch in his trial brief:  promote  equal  employment  opportunity  to  women \nemployees  at  the  Nebraska  State  Penitentiary.  The \n[W]e have insisted that prisoners be  testimony reveals that the defendant’s policy requires, as \naccorded  those  rights  not  a practical matter, that in order to be promoted to the \nfundamentally  inconsistent  with  position of ‘corrections sergeant,’ the third lowest of the \nimprisonment itself or incompatible  ranks for security officers at the institution, the applicant \nwith the objectives of incarceration.  must have worked in most of the ‘post positions’ at the \ninstitution,  including  the  so-called  ‘contact  positions.’ \nAccording  to  the  testimony  of  Sharon  Vinci,  the \nHudson v. Palmer, supra at ——. This is but an amplified \npersonnel clerk at the penitentiary, this would include \nrestatement of the earlier standard set forth in Pell v. \nassignment  to  and  work  in  the  control  rooms  of  the \nProcunier,  417  U.S.  817  (1974),  whether  challenged \nhousing units at the penitentiary, including the housing \nactions are ‘inconsistent with [the prisoner’s] status as a \nunits in which the two plaintiffs here reside or resided. \nprisoner or with the legitimate penological objectives of \nAlthough her testimony was somewhat equivocal with \nthe correctional system.’ Id. at 822. (Emphasis added.) \nrespect  to  the  vagueness  of  the  wording  of  the  job \nThe inquiry here then becomes whether in the instances \ndescription for corrections sergeant itself, her testimony \ncited by the plaintiffs the conduct complained of runs \ndoes establish, and I find, that as a practical metter the \nafoul of this standard. \ndescription is applied so as to require work in the housing \n  \nunits  as  a  prerequisite  to  promotion  to  corrections \nIt is clear that the security needs of a maximum security \nsergeant. Thus, in order to gain such a promotion, women \npenal institution are paramount and cause prisoners to \nsecurity officers are required to work in the various posts \nlose  or  compromise  what  would  otherwise  be \nof the institution which include positions in which they \nfundamental constitutional rights. Pell v. Procunier, supra. \nwould routinely view men inmates in the showers, using \nIt  has  further  been  decided  that  prisoners’  rights  to \nthe toilets, in various stages of undress in their cells, and \nprivacy must be subservient to the prison’s fundamental \nalso  would  have  to  perform  pat  searches  at  various \nneed to protect prison security. Hudson v. Palmer, supra; \nlocations  of  the  institution  where  such  searches  are \nBell v. Wolfish, supra. \nroutinely performed whenever an inmate enters or leaves, \n  \nsuch  as  the  school  area,  the  law  library  and  other \nThe Supreme Court has not decided whether a prisoner’s \nlocations. \nprivacy rights may be compromised in order to privide \n  \nequal employment opportunities to the prison employees \n*12 The prevention of employment discrimination on the \nof  the  opposite  sex,  although,  as  pointed  out  by  the \nbasis of sex is one of the policies of 42 U.S.C. § 2000e. It \nplaintiffs, it has had recent opportunities to do so. See \nis  without  question  a  ‘legitimate’  objective  of  every \nSmith v. Fairman, 678 F.2d 52 (7th Cir. 1982), cert. \nemployer. In order to overcome the constitutional right to \ndenied 461 U.S. 907 (1983); Gunther v. Iowa State Men’s \nprivacy of inmates, however, it must, in the prison setting, \nReformatory, 612 F.2d 1079 (8th Cir. 1980), cert. denied \nbe consistent with legitimate penological objectives. Pell, \n446 U.S. 966 (1980); Carey v. New York State Human \nsupra. Although the defendants argue that the security of \nRights Appeal Board, 61 App. Div. 2nd 804, 402 N.Y.S. \nthe institution requires that inmates be observed while \n2nd 207 (2nd Dpt. 1978), aff’d 390 N.E. 2nd 301, app. \nshowering, using the toilet, otherwise in their rooms, and \ndis’d 444 U.S. 891; Bell v. Wolfish, supra (lower courts’ \nalso that they be subjected to no-notice pat down searches \nholdings that privacy of inmates in rooms and toilet areas \nin  addition  to  regular  pat  down  searches  at  specific \nbe observed were left undisturbed by the Supreme Court). \nlocations, which argument I accept, it does not follow that \nThus,  there  is  no  Supreme  Court  ruling  on  whether \nthe  conducting  of  these  activities  by  members  of  the \nsubjecting prisoners to pat searches by the opposite sex, \nopposite sex serves a legitimate penological interest. \nviewing in showers, or viewing in toilet areas or sleeping \n  \nis  ‘not  fundamentally  inconsistent  with  imprisonment \nThe Supreme Court has proclaimed that ‘[I]nmates in \nitself  or  incompatible  with  the  objectives  of \njails,  prisons,  or  mental  institutions  retain  certain \nincarceration.’ Hudson v. Palmer, supra. \nfundamental rights of privacy; they are not like animals in \n  \na zoo to be filmed and photographed at will by the public \n \nor by media reporters, however ‘educational’ the process \nmay be for others.’ Houchins v. KQED, Inc., supra, 438 \nC  U.S.  at  5,  n.2.  The  education  of  the  public  is  not \nconsidered by the Court to be a legitimate penological \nobjective  of  incarcerating  institution,  no  matter  how \n  8 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \nbeneficial unlimited access to the prison may be to others.  proceed to address it. \nLikewise, I do not believe that the penitentiary exists as    \nan institution to encourage laudable societal movement  The plaintiffs’ testimony with respect to the bfoq matter is \ntoward equality of sex roles.  insufficient  to  establish  that  security  guards  at  the \n   Nebraska State Penitentiary must be male when working \nCommentators suggest that using the societal norms and  in the so-called ‘contact’ positions. First, the testimony \ncommunity standards of decency regarding opposite sex  clearly established that many, if not a majority, of the \ncontact to justify an exception to the equal opportunity  inmates  were  not  offended  by  the  use  of  female \nmandate  is  just  a  facade  for  perpetuating  the  correctional officers in such positions.4 Second, there are, \ndifferentiation  of  sex  roles  which  has  disadvantaged  or  appear  to  be,  means  available  to  the  prison \nfemales in employment. It is argued that the sooner these  administration by which to accommodate both the privacy \nnotions  surrounding  bodily  privacy  dissipate  or  are  interests  of  the  inmates  and  the  equal  employment \nignored, the sooner complete equal employment can be  interests of the female security personnel, such as would \nrealized, analogizing to the racial bigotry which had to be  permit the coexistence of these interests, for the most part, \noverriden by the courts to begin to establish equality for  without significant clashes. For these reasons, I do not \nracial minorities. See, Bratt, Privacy and the Sex BFOQ:  find that the bfoq designation is appropriate so as to \nAn Immodest Proposal, 48 Albany L. Rev. 923 (1984);  designate the contact positions at the penitentiary male \nComment,  Sex  Discrimination  in  Prison  Employment:  only.  See  Gunther  v.  Iowa  State  Men’s  Reformatory, \nThe Bona Fide Occupational Qualification and Prisoner’s  supra5 \nPrivacy Rights, 65 Iowa L. Rev. 428 (1980).    \n    \nWhile that argument may have merit as a social catalyst, I \ndo not believe the privacy of individuals in their person, \nE \nwhich is currently a weighty enough societal concern to \nsupport recognition of the bfoq defense in discrimination \nsuits outside of the prison, should be disregarded as to \nprisoners in order to speed social change, especially when \nConclusion \nspeeding social change is not a legitimate penological \npurpose. Just as inmates are not animals in the zoo for the  There has been no testimony put forth by the defendants \npublic’s indiscriminate gaze, neither are they a population  that routinely subjecting inmates to the viewing of their \nwhose standards of modesty may be forcibly lowered in  nude bodies while showering, sleeping, or using toilet \norder  to  achieve  inroads  on  public  attitudes  toward  facilities, or that the conduct of pat down searches of their \nwomen in sexually sensitive areas of employment.  clothed bodies, by members of the opposite sex, when not \n   required  by  prison  security,  serves  any  penological \n  objective.  Although  the  goal  of  equal  employment \nopportunity  is  legitimate,  incarcerated  persons  retain \nthose  constitutional  rights  not  ‘fundamentally \nD \ninconsistent’ with incarceration or penological objectives. \n  \nTo the extent such viewing and searches by opposite sex \nBFOQ and Equal Protection  officers are not required by prison security, I conclude \nthat  they  are  ‘fundamentally  inconsistent  with \n*13 While there may be some doubt as to whether the  imprisonment itself’ Hudson, supra, and do not further \ncourt  should  even  consider  the  issue  of  bona  fide  any  legitimate  penological  objectives.  Pell,  supra. \noccupational  qualification  status  for  guards  at  the  Accordingly, the plaintiffs are entitled to relief. \nNebraska State Penitentiary in light of the lack of prior    \nadministrative  procedures  on  the  question  pursuant  to   \nTitle VII, see, Forts v. Ward, supra, at 1215–1216, the \nplaintiffs are the ones who are seeking to establish bfoq \nII \nstatus for such positions, as against the policy of the \ninstitution  which  permits  females  to  occupy  those \npositions. Thus, as in Forts, the defendant class of female \nemployees at the penitentiary is in no position, and has \nRelief \nbeen in no position to institute administrative proceedings \nunder Title VII to resolve this issue; nor, even if they had,  My  conclusion  that  the  plaintiffs’  rights  of  privacy \nwould  the  EEOC  have  had  jurisdiction  to  decide  the  override the defendants’ policy of requiring inmates to be \nconstitutional issues raised by these cases. Therefore, I  subjected to viewing in the nude or pat searches by female \n  9 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \ncorrectional officers does not require that female officers  of the control room would be male only; and/or closing \nbe removed from the housing units. Rather, as is outlined  off the window between the shower and the control room \nin many of the cases involving these subjects, various  for a period of time every day, during which a male \ninstitutions have taken various measures to reduce the  officer would be physically stationed in the shower area. \nconflict  between  privacy  and  equal  employment  There may be others, as well, and I leave it to the prison \nopportunity,  none  of  which  has  been  taken  at  the  administration to decide exactly which measures will be \nNebraska  State  Penitentiary.  Such  measures  have  taken in this respect, so long as those inmates who wish to \nincluded permitting windows to inmate’s rooms to be  protect their privacy are afforded an opportunity to do so, \ncovered for brief periods at designated times; removing  without  negatively  affecting  their  work  assignments, \nopposite  sex  officers  from  shower  areas  altogether;  accessibility to improvement programs, health care, or \nprohibiting  opposite  sex  officers  from  conducting  pat  otherwise  affecting  their  administrative  status  at  the \nsearches  of  genital/anal  areas;  and  requiring  the  penitentiary. \nannouncement of presence of opposite sex officers of    \npersonnel. The evidence before me does not support the  The matter of pat down searches is more problematical, in \nnecessity for taking the extreme measures in this case of  that it, unlike the accommodations for showering, could \nexcluding female officers for the housing units altogether.  require  the  expenditure  of  funds  for  extra  personnel. \n   Nevertheless, if necessary, such administrative expenses \n*14 With respect to inmate privacy in the rooms, the  must  be  accepted  in  the  observation  of  constitutional \nevidence is clear that there is no prohibition against the  rights. See Wolff v. McDonnell, supra. Goldberg v. Kelly, \nuse of pajamas or other sleepwear by inmates to protect  397 U.S. 254 (1970). Within the housing units, it appears \ntheir privacy while sleeping and there is also no policy  possible that the staff of a particular housing unit could be \nagainst an inmate covering himself while sitting on the  arranged and flexible enough that, in the event an inmate \ntoilet where he could be viewed by a correctional officer  who is subject to a pat search requests that such search be \nfrom the hallway. The inmate’s back would be turned  performed only by a male officer, that such a male officer \ntoward the window while he stood in front of the toilet to  should be available. The ‘first officer’ of the housing unit \nurinate.  These  measures  are  sufficient  to  allow  the  staff was described in many ways as a ‘rover’ who might \ninmates to protect their own privacy, should they choose  or  might  not  assist  in  room  shakedowns  and  other \nto  do  so,  without  any  changes  on  the  part  of  the  incidents requiring pat down searches. In addition, if the \ndefendants.  ‘first officer’ were female, it appears at least possible that \n   one of the correctional officers assigned to the control \nSimilarly, the evidence before me indicates that if an  room  could  be  male,  and  available  to  perform  such \ninmate chooses to walk from his room to the shower of  searches upon request, without compromising the security \nthe housing unit in the nude, he may do so, and some still  of  the  institution.  At  those  posts  where  only  one \ndo even in the presence of female correctional officers,  correctional officer is assigned, however, which require \nbut that no policy of the defendants prohibits the inmates  pat  down  searches  either  routinely  or  randomly,  this \nfrom covering themselves with a towel, or even wearing  ruling will require the availability of male officers to \nunderwear or a swimming suit to and from the shower.  perform such searches, at least at to the genital areas of \nThus, again, no measures are necessary to be taken by the  those  male  inmates  who  object  to  female  officers \ndefendants to protect the plaintiffs’ privacy interests.  searching such areas. This will require, it appears, either \n   the assignment of guards to such positions in pairs, one \nThe shower area involves a different matter altogether.  male and one female, or the assignment of ‘roving’ guards \nAlthough it is true that the inmates are not prohibited  to assist female officers in conducting pat down searches \nfrom  wearing  bathing  suits  or  underwear  while  when required by the circumstance of an inmate objecting \nshowering, I find such a suggestion unreasonable; rather,  to the female correctional officer performing at least that \nthe defendants must accommodate the inmates’ privacy  portion of the pat down search involving the genital area. \nrights in this respect. Although I will not by this order    \nrequire specific measures, I will require that sufficient  *15 It should be made clear that these restrictions on the \nmeasures be taken by the defendants to do so. It would  assignment  of  female  correctional  officers  at  the \nseem from the evidence put forth during the trial, that  penitentiary do not apply in cases of emergencies which \nsuch  measures  might  include  the  following:  erecting  are of an immediate nature affecting the security of the \ntranslucent screens or partiial screens in the shower area;  institution. Although there was no evidence presented to \nadjusting the shifts of officers in the control rooms so as  me at the trial of this matter on the question of what might \nto allow at least one full, eight-hour shift to be regularly  constitute an ‘emergency,’ common sense dictates that in \nand predictably staffed by only male correctional officers  situations where an unexpected upheaval arises or when \nso as to accommodate showering by any inmates who  the safety of inmates or prison personnel is threatened in \nwish to protect their privacy during that shift; adjusting  such a manner as to require immediate action by officers \nthe shifts of correctional officers in the control rooms so  in  charge,  such  considerations  override  the  inmates’ \nthat during a portion of more than one shift the occupants  interests in protecting their personal privacy, and during \n  10 \n \n\nBraasch v. Gunter, Not Reported in F.Supp. (1985)   \n \nsuch  situations  inmates  are  clearly  subject  to  being  of the nature of the relief requested and granted, I shall go \nsearched, viewed, and even strip searched, without regard  forward  with  the  entry  of  judgment  at  this  time,  and \nto the sex of the officer performing those acts. Bell v.  reserve for a collateral application the matter of attorneys \nWolfish, supra.  fees.  See  White  v.  New  Hampshire  Department  of \n   Employment Security, 455 U.S. 445 (1982); Young v. \nAs I find the plaintiffs to be ‘prevailing parties’ within the  Powell, 729 F.2d 563 (8th Cir. 1984); Obin v. District No. \nmeaning of that term in 42 U.S.C. § 1988, counsel will be  9, Int’l Ass’n of Machinists and Aerospace Workers, 651 \nawarded attorneys fees, as applicable. Although the usual  F.2d  574  (8th  Cir.  1981).  Judgment  will  be  entered \npractice in this court is to withhold the entry of judgment  accordingly. \npending  the  determination  of  attorneys  fees  under  42    \nU.S.C. § 1988, such practice is not necessarily required  \t\r  \nby the provisions of Local Rule 34, and in consideration \n Footnotes \n \n1  Plaintiff Nielsen and other inmates testified that they had been observed by women guards while sitting on the toilets in their \nrooms. Plaintiff Braasch testified that women officers at the Diagnostic and Evaluation Center, like at the penitentiary, are free to, \n \nand do roam over and talk to inmates while they are showering or on the toilet, however, it is not clear whether that was his \nexperience at the penitentiary. In light of my disposition of this portion of plaintiffs’ claims, I need not resolve this ambiguity. \n \n2  The shower room in ‘A’ gallery (lower) was in use at the time I arrived to visit Unit 3. Therefore, I visited other parts of the \nbuilding. At the time I visited the control room and looked through the window to the shower, some 10–15 minutes later, the \n \noccupant had existed. The window was partially ‘fogged over,’ but not so much that a person in the shower could not be observed. \n \n3  Plaintiff Nielsen’s current job assignment is that of an inmate legal assistant, which requires him to frequently move to and from \nthe prison law library located in the prison administration buildling. \n \n \n4  To the contrary the testimony indicated that at least in one housing unit, the trustee dormitory, which is not a issue in this case, the \ninitial placement of female correctional officers at that facility had to be discontinued to permit the installation of screens or other \n \nremodeling, so as to prevent exhibitionism by the inmates. There was also testimony that some inmates requested the female \nguards to conduct searches of their rooms. \n \n5  The pretrial order also raises the class defendants’ argument that their claimed right to equal employment opportunity is \nconstitutionally protected. There is no doubt that if the Department’s employment practices required the prohibition of female \n \ncorrectional officers in the housing units, I would have to decide whether such a policy was ‘substantially related’ to legitimate \ngovernmental objectives. Craig v. Boren, 429 U.S. 190 (1976). However, because the evidence before me is insufficient to \ndemonstrate that such a prohibition is necessary, the possible conflict between the constitutional claims is yet speculative and need \nnot be reached. \n \n \n \n \t\r  \n \n \n  \n  11 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/67113"
    },
    {
      "date": "1985-07-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 3530,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1985,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "District of Nebraska",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4062,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4062.pdf",
      "title": "Memorandum of Decision",
      "text": "1985WL3530 FOREDUCATIONALUSEONLY Page1\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nOnlytheWestlawcitationiscurrentlyavailable.\nUnitedStatesDistrictCourt;D.Nebraska.\nTERRYBRAASCH,Plaintiff,\nv.\nFRANKGUNTER,etal.,Defendants.\nWILFREDW.NIELSEN,Plaintiff,\nv.\nFRANKGUNTER,etal.,Defendants.\nNos.CV83-L-459,CV83-L-682.\nJuly15,1985.\nMEMORANDUMOFDECISION\n??,Magistrate.\n*1TheseconsolidatedcasespittherightsofprivacyofmaleinmatesattheNebraskaStatePenitentiaryagainsttherightsof\nfemale correctional employees to equal employment opportunity. The two cases, raising substantially the same issues, were\nconsolidated for trial, and were tried before the undersigned pursuant to the provisions of 28 U.S.C. § 636(c)(4). Trial was\nheldApril15and16,1985,andthetrialincludedavisittotheNebraskaStatePenitentiarytoexaminefacilitiesthererelevant\ntotheissuesraised.Thepartiesweregivenopportunitiesforpost-trialbriefing,andthematterisnowreadyfordecision.\nInCV83-L-459therewas,priortotheassignmentofthecasetotheundersigned,ahearingontheplaintiff'sapplicationfora\ntemporary restraining order requiring defendants to alter their policies and practices at the penitentiary so as to alleviate the\npossibilityoffemaleguardsviewingmaleinmatesinthenudeinorvariousstatesofundress.Thatapplicationwasdeniedby\nJudge Urbom without a written opinion. It was reported to the undersigned, however, by counsel and the parties that one of\nthe judge's reasons for denying temporary relief was the lack of representation of the female guards themselves, either as\nhaving been made defendants, or as having been represented at the hearing. This situation was later altered when the court\nagreed with counsel and the parties that the female guards at the penitentiary should be made parties to the actions and\ncertifiedaclassofdefendantsundertheprovisionsofRule23(b)(2),Fed.R.Civ.P.,consistingof'allpresentandfuturefemale\nemployees who are, have been, or may be subject to being assigned to the housing units at the Nebraska State Penitentiary.'\nThecourtdirectedthatcopiesoftheamendedcomplaintsbeserveduponeachmemberoftheclassofdefendants,whichwas\ndone by counsel for the then defendants; that counsel then entered her appearance for all defendants including the class of\nfemaleemployees.\nAt the final pretrial conference, held in both cases on January 29, 1985, the plaintiff Wilfred Nielsen appeared pro se in\nCV-83-L-682; the plaintiff Braasch appeared represented by counsel, as did the defendants. The parties agreed to the\nfollowingstatementofuncontrovertedfactsinbothcases:\n1.FrankGunterisDirectoroftheNebraskaDepartmentofCorrectionsand,assuch,hasgeneraloverallresponsibilityforthe\noperationofallNebraskaCorrectionalfacilities.HereplacedCharlesBensoninthatpositioninFebruary1984.\n2. Charles Black is Warden of the Nebraska State Penitentiary and, as such, has general overall responsibility for the\noperationofthatfacility.\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page2\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\n3.Allotherdefendantsarepast,present,orfuturefemaleemployeeswhoare,havebeen,ormaybesubjecttobeingassigned\ntothehousingunitsattheNebraskaStatePenitentiary.\n4. All defendants are sued only in their official capacities as officers or employees of the Nebraska Department of\nCorrectionalServices.\n*2 5. Both plaintiffs are inmates at the Nebraska State Penitentiary. At the time the suits were filed and at the time female\nguardswerefirstassignedtothelivingunits,bothresidedinoneofthemainlivingunitsatthefacilitybutplaintiffBraasch\nwas subsequently moved at least three times, only once at his request, and is currently at the Diagnostic and Evaluation\nCenter.\n6. Housing units at the Nebraska State Penitentiary comprise four main housing units, a trustee dormitory, and a building\ncalledtheAdjustmentCenter.\n7. The word 'employees' in paragraph 3 includes all employees who may be assigned to housing units, including but not\nnecessarilylimitedto,correctionalofficers('guards')andcounselors.\n8.AllinmatesattheNebraskaStatePenitentiaryaremale.\n9. Each of the four main living units at the Nebraska State Penitentiary has two control rooms, each of which controls two\ntwo-storywingsoftheunit.Eachcontrolroomcontainstwo11\"'x17\"'windowseachsituatedinacommonwallbetweenthe\ncontrol room and a shower area, and a larger front window that gives a clear view of the day room and hallways on two\nlevels.\n10.Eachinmateroomcontainsatoiletandsinkwhicharesituatedjustinsidethedoorandtoonesideofthedoorandarenot\nenclosedinanyway.Thedoorofeachroomcontainsa5\"'x8\"'window,thebottomedgeofwhichisapproximately5'above\nthefloor.\n11. At three fixed times during the day, employees check all inmate rooms. Employees performing these checks look into\neach room. Inmates are required to be in their rooms during these checks, each of which last approximately one-half hour.\nHallways are subject to being patrolled at all times of the day or night and security checks of rooms are made without prior\nnotice. When a security check of a room is performed, any inmate in the room is required to submit to a 'pat search' of his\nbody.\n12. Each shower room contains three shower heads in an open room. There are no partitions, curtains, or other dividers\nbetweenshowers.Ashowercurtainseparatestheshowerareafromavestibuleandthereisadoorbetweenthevestibuleand\nthe hallway leading to the inamtes' rooms. Shower water is maintained at a temperature of approximately 110 <<degrees>>\nF.byfacilitypersonnel.\n13. On or about July 17, 1983, the administrative officials at the Nebraska State Penitentiary began assigning female\ncorrectional officers to the control rooms of the four main housing units at the Nebraska State Penitentiary. These female\nemployees work regular shifts consisting of 8-hour days 5 days per week. Their duties include surveillance of shower areas\nandperformanceofroomchecksandsearches,and'patsearches'ofinmates.\n14.Femaleguardsworkinginthecontrolroomsobservetheshowerfacilitiesforsecurityreasons.\n15. By working regular shifts in the said four housing units, the female guards could view male inmates using the toilet\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page3\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nfacilitiesorinthenudeintheirrooms.\n*316.Otherfemaleemployeesincludingcounselors,workonthehousingunits.\n17a.AsageneralruleacorrectionalofficerattheNebraskaStatePenitentiarychangesdutyassignmenteverysixmonths.\n17b.SharonVinciisthenon-votingchairofafour-memberpromotionboardthatmakesrecommendationstothewardenon\npromotionstotherankofcorporalorsergeant.\n18. Operational Memorandum No. 112.26.101 (August 20, 1984) contains current policies and procedures for operation of\nthepromotionboard.\n19.InmatesattheNebraskaStatePenitentiaryaresubjecttotransferamonglivingunits.\n20. Inmates committed to the care and custody of the Nebraska Department of Correctional Services are always subject to\nbeing moved to different institutions throughout the State of Nebraska and, in fact, since the inception of this lawsuit,\nPlaintiffBraaschhasbeenhousedinaregularlivingunit,inthetrusteedormitory,attheLincolnWorkReleaseCenter,and\nattheDiagnosticandEvaluationCenter.\n21. An inmate is subject to a 'pat search' whenever a security check is performed of a room he is occupying and anytime he\nmovesfromoneareaoftheprisontoanother.A'patsearch'isathoroughmanualsearchoftheinmate'sclothedbody.\n22. Except for the provision that female employees perform strip searches only in case of emergency, male and female\ncorrectionalofficersarerequiredtoperformidenticaltasks.\n23. Sex offenders and men convicted of other violent crimes comprise a portion of the inmate population at the Nebraska\nStatePenitentiaryandarenotsegregatedfromtherestoftheinmatepopulation.\nSubsequently,pursuanttoanorderofthecourt,asupplementtothepretrialorderinCV83-L-682wasagreedtobyplaintiff\nandcounselforthedefendantsandincludedthefollowingadditionaluncontrovertedfacts:\n1. Female guards employed at the Nebraska State Penitentiary perform the same tasks as do the male guards working there,\nexceptthefemaleguardsdonotconductfullbodysearchesofthemaleinmatesknownasstrip-searches.\n2. Female guards works throughout all parts of the Nebraska State Penitentiary, including, but not limited to, the main\nadministrationbuildingandtheschoolareas.\n3. Female guards can go throughout all areas of the four housing units at the Nebraska State Penitentiary during their work\nperiodsinthoseunits,conductingroomchecks,roomsearches,pat-downsearchesoftheinmates,andheadcounts.\n4. A pat-down search of a male inmate is required at the Nebraska State Penitentiary before the inmate is permitted to enter\ntheprison'slawlibraryandtheschoolareaatthatfacility.\nTheissuesraisedbythepartiesintheoriginaljointpretrialorder,andthesupplementinCV83-L-682,areasfollows:\n1.WhethertheclaimofplaintiffTerryBraaschismootbecausehenowlivesinadifferenthousingunit.\n2.Whethertheplaintiffsretainarighttobodilyprivacyand,ifso,whatistheextentofthatright.\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page4\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\n*43.WhethertherefusaltoappointfemalecorrectionalofficerstoperformdutiesinthehousingunitsoftheNebraskaState\nPenitentiarywouldconstituteaviolationofTitleVIIorotherwisedenyequalemploymentopportunitytothefemaleofficers.\n3a. Whether the alleged constitutionally protected right of female employees of the Department of Correctional Services to\nequalemploymentopportunityoutweighstheplaintiffs'allegedconstitutionallyprotectedlimitedrighttoprivacy.\n4. Whether service on a housing unit in the Nebraska State Penitentiary is necessary for a promotion to the rank of corporal\norsergeant.\n5.Whethertheplaintiffsareentitledtoanawardofdamagesand/oranyotherreliefand,ifso,whatreliefisappropriate.\n6. Whether the Eleventh Amendment to the U.S. Constitution prohibits the award of any damages and/or any other relief to\ntheplaintiffsagainstthedefendantsintheirofficialcapacity.\n7. Whether the Eleventh Amendment to the U.S. Constitution prohibits this suit against the defendants in their official\ncapacity.\n8. Whether sex is a bona fide occupational qualification for guards assigned to the housing units at Nebraska State\nPenitentiary.\nTheadditionalissuesaddedbythesupplementinCV83-L-682areasfollows:\n1. Whether the conducting of pat searches by female correctional officers at the Nebraska State Penitentiary violates the\nplaintiff'sallegedconstitutionallyprotectedrighttoprivacy?\n2. If pat searches conducted by female correctional officers violate the plaintiff's constitutionally protected right to privacy,\nwhat, if any, limitations would have to be placed on female correctional officers conducting pat searches to make the pat\nsearchesconstitutional?\n3.WhethertherefusaltoallowfemalecorrectionalofficerstoperformpatsearcheswouldconstituteaviolationofTitleVII\norotherwisedenyequalemploymentopportunitytothefemaleofficers?\n4.Whethertheplaintiffmustcarrytheburdenofproofinshowingthatmaleguardsworkingonthefourhousingunitsatthe\nNebraska State Penitentiary is a bona fide occupational qualification reasonably necessary to the normal operation of that\nprison?\n5.Whetherthedefendantsneedpresentanyevidenceregardingabonafindeoccupationalqualification?\nAt the commencement of trial paragraph 2 of the uncontroverted facts was amended to substitute Gary Grammer for\ndefendantBlack,aswardenattheNebraskaStatePenitentiary.Inaddition,paragraph5thereofwasamendedtoprovidethat\nplaintiff Braasch has been moved at least five times, and now resides at the Air Park work release facility operated by the\nDepartmentofCorrectionalServices.\nI\nFirst,regardingtheissueofmootnesswithrespecttoplaintiffBraasch,itshouldbenotedthatthefourthamendedcomplaint\nseeksasreliefbothinjunctivereliefanddamages.Although,asmorefullydiscussedbelow,Ifindhisprayerfordamagesto\nbebarredbytheEleventhAmendment,itisclearfromtheuncontrovertedfactsthathehasbeenandcontinuestobesubject\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page5\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\ntobeingmovedfrominstitutiontoinstitution,andfromhousingunittohousingunitwithintheNebraskaStatePenitentiary,\nas well as the other institutions operated by the Department of Correctional Services. In these circumstances I conclude that\nhisclaimsforinjunctivereliefagainstthedefendantsarenotmoot.SeeSosnav.Iowa,419U.S.393(1975).\nII\n*5 All defendants have raised the Eleventh Amendment as a bar to the plaintiffs' claims for both damages and injunctive\nrelief,relyinguponPennhurstStateSchoolandHospitalv.Halderman,465U.S.89(1984).Thedefendants'argumentisnot\nwell taken, as in Pennhurst, the Supreme Court held only that the Eleventh Amendment constituted a bar to the granting of\ninjunctivereliefagainstastateonapendentstatelawclaim.TheCourtspecificallywithheldjudgmentonthedistrictcourt's\ndecisionthattheconditionsatthePennhurstSchoolviolatedtheEighthandFourteenthAmendments,anddirectedtheCourt\nof Appeals, on remand, to consider 'to what extent, if any, the judgment may be sustained on these bases.' Id. at ----, 52\nU.S.L.W. at 4165. In its decision, the Supreme Court did not overrule explicitly or implicitly the doctrines of Ex Parte\nYoung,209U.S.123(1908)totheeffectthattheEleventhAmendmentdidnotbarprospectiveinjunctivereliefagainststate\nofficials on the basis of federal claims, nor Edelman v. Jordan, 415 U.S. 651 (1974), limiting the remedies available to the\nfederalcourtagainststateofficialstothosethatgoverntheofficials'futureconduct.Theplaintiffs'claimsintheseactionsare\nagainststateofficialsandemployeesandfocusuponcertainconductpermittedbyapolicypromulgatedbyoneoftheoriginal\ndefendants. The State of Nebraska is not named a defendant, nor was its agency, the Department of Correctional Services.\nNoraretheallegationsandclaimsraisedbytheplaintiffssuchascouldbecharacterizedasagainstthestateitself;rather,they\nare against conduct authorized by individuals under authority granted by the sate. See, Alabama v. Pugh, 438 U.S. 781\n(1978). I find the defendants' Eleventh Amendment argument to be without merit as it pertains to the plaintiffs' requests for\nprospectiveinjunctiverelief.\nIII\nIn April 1983, Charles Benson, the former Director of the Department of Correctional Services, implemented a policy\nregarding the integration of women correctional personnel at the Nebraska State Penitentiary, an all-male prison population\nfacility.Thispolicyprovidesthat:\n1.Correctionalofficersmaypatsearchoffendersoftheoppositesex.\n2.Correctionalofficersmaybeassignedtopostswhereoffendersoftheoppositesexmaybeobservedusingshowerortoilet\nfacilities.\n3.Correctionalofficersmayworkinhousingunitswhereoffendersoftheoppositesexreside.\n4.Correctionalofficersmayconductroomchecksofoffendersoftheoppositesex.\n5. Correctional officers employed by the Department at the time of the implementation of the policy who did not want to\nwork in contact positions with offenders of the opposite sex would be retained but that such employees could not be\npromotedabovetherankofcorporal.(DefendantsExhibit101.)\nThis policy also instructs that correctional officers should not be assigned positions where offenders of the opposite sex are\nroutinely strip searched, nor should a correctional officer be permitted to strip search an offender of the opposite sex except\nin emergency circumstances. Additionally, the policy directs institution personnel to make use of 'short' shower curtains or\n'other minor adjustments in shower and toilet areas to help ensure that offenders can secure minimal privacy without\njeopardizing the security of the facility.' This policy was apparently adopted in an effort to promote equal employment\nopportunities among women employees at the various penal institutions of the Department, as testified to by Sergeant\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page6\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nMarilyn Ringer, one of the persons who was involved in submitting a report to then director Benson on such matters. As\nnoted above, after the adoption of the policy female guards were assigned to the housing units at the Nebraska State\nPenitentiary, including units where both plaintiffs reside or have resided. The implementation of the policy has created the\npresentclashwiththeplaintiffs'claimedprivacyrightsinthreerespects:first,allowingfemalecorrectionalpersonneltoview\nnude male inmates in the showers at the institution; second, to allow female correctional personnel to view male inmates in\nthe nude or in various stages of undress in their respective cells or rooms while sleeping, using the toilet, or at any other\ntimes;andthird,bypermittingfemalecorrectionalpersonneltoperformpatdownsearchesofmaleinmatesatanytimesuch\nsearchesarenecessary,whereverthatmaybewithintheinstitution.\nA\nAdditionalFindings\n*6 There are four regular living units at the Nebraska State Penitentiary, each divided into two wings. Each wing has two\nlevelsofcells,whicharemoreaptlydescribedasroomsalongahallemanatingfromthecentercontrolarea.Eachwinghas\nits own control room, from which the locks to the various doors or cells and other areas are operated, medications are\ndispensed, and the hallways of both the upper and lower levels of rooms are clearly visible. From the hallways security\nofficers are able to peer into the inmates' rooms through the glass windows in the doors, which may not be covered at any\ntime.Duringmyvisittotheinstitutionitwasdemonstratedthatwhilepeeringthroughthewindows,theconfigurationofthe\nroom and the toilet is such that if an inmate is sitting on the toilet, his genital area would be visible to the guard from the\nhallway. [FN1] In addition, there was testimony during the trial by inmates that some of them sleep in the nude due to\npersonalhabitorthetemperatureinthehousingunit(therearewindowsintheunits,buttheyarenotpermittedtobeopened\nat any time, and in fact have been sealed closed for security reasons; the temperature of each housing unit is controlled by\nfacility staff within the limitations of the building equipment). The beds of the inmates' rooms are clearly visible from the\nobservation window to the hallway, and testimony before me revealed that when performing room checks, the guard is\nrequired to verify that an inmate is in fact in the room; if the room is checked during sleeping hours the guard must see the\nflesh of the inmate to assure his presence. (Observation of the genital area is not required; an arm, hand, foot, etc. will\nsuffice.) There is no prohibition against inmates wearing pajamas or underwear as they sleep at night, nor is there any\nprohibitionagainstaninmateplacingatowelorothercoveringonhislap,duringuseofthetoilet.\nEachhousingunitisstaffedbythreeofficers,a'firstofficer'andtwootherswhoareeitherbeneaththefirstofficerinrankor\noccupythesamerank.The'firstofficer'isthesupervisorofthecorrectionalstaffinthehousingunit.Therearetwosecurity\npersonnel in each control room at most times. The control room is, as noted, located at the end of the two hallways. The\nofficersinthecontrolroom,therefore,haveaclearlineofviewofthehallwaysandofanyoneinthem.Priortotheinstitution\nofthepresentpolicyregardingfemalepersonnel,inmatescommonlywalkedtoandfromshowersinthenude.Thatpractice\nstillcontinueswithrespecttosomeinmates;othersattempttocoverthemselvesbywrappingatowelaroundthem.Thelatter\nis not prohibited by institutional rules. Although it is possible that a battrobe might be permitted an inmate who had been\nonceoutsidetheinstitutionatanothercorrectionalfacility,bathrobesarenotregularlyissuedtoinmates.\nBothplaintiffstestifiedtheyhadbeenobservedintheshowersbyfemaleofficers,who,whenobservingplaintiffs,didsofor\nperiods of 10-15 seconds, and who were readily identifiable by plaintiffs while doing so. The shower rooms are located\ndirectly adjacent to the control room. During my visit to the penitentiary I visited housing unit 3 and observed the control\nroomsforbothwingsofthathousingunit.Ivisitedtheshowersinboth'C'and'D'galleries,bothofwhicharelocatedonthe\nupper floors of their respective wings, and looked into the shower area of 'A' gallery from the control room window. From\nmy observations of the facility it is clear that a security officer in the control room would have the ability to look at nude\ninmates in the shower areas in both the upper and lower galleries of the respective housing wings, by peering through the\nseparate control room window which is approximately 11\"' x 17\"' in size, and thus to view the inmates' genital areas in an\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page7\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nunobstructed fashion. The window's location (near the floor of the upper wing shower rooms, and near the ceiling of the\nlower wing shower rooms) would make some difference in the officer's viewing due to the accumulation of moisture and\nsteam on the windows located near the ceiling of the shower area; this 'fogging' would not, however, be sufficient to block\nthe guard's view of the inmates' nude bodies in the shower from a distance of approximately 4' - 10', depending upon the\nshowerheadbeingused.[FN2]\n*7 Although there was considerable testimony regarding the security reasons for the requirement that inmates be visible in\nthe showers, such as to prevent assaults, sexual activity, the passing of contraband, etc., the 'vestibule' area located between\nthe shower area itself and the hallway and consisting of an area approximately 4' x 9' in size, is not visible from the control\nroom in any way. The purpose of the 'vestibule' is to permit inmates to dry themselves before returning to their rooms to\ndress.Therewasnotestimonytotheeffectthatthisareahadbeenasiteofanyinmateassaultsorotherbreachesofsecurity.\nIn addition to the 'regular' viewing of inmates in their rooms and in the shower areas, there are unscheduled or random\n'shakedowns' of the rooms, performed by the housing unit officers for the purpose of finding any contraband located in the\ninmates' rooms. During the search of a room, an inmate is not permitted to be present, but must be subjected to a pat down\nsearchpriortobeingpermittedtoleavetheimmediatearea.Iftheofficerconductingthesearchisfemale,shealsoconducts\nthepatdownsearchoftheinmates.Asnoted,inmatesarealsosubjectedtopatdownsearchesatrandomtimeswhentheyare\nin the penitentiary's yard area, as well as when they travel between certain areas of the institution, such as to and from the\n'turn-key' area, law library [FN3], school area, and others. Again, these pat down searches may now be conducted by the\nwomenofficersattheparticulardutystationrequiringthepatdownsearch.Suchsearchesarecommonattheinstitution,and\nplaintiff Nielsen testified that he has been subjected to pat down searches as many as 'a dozen or more' times in one day,\nalthoughIdonotfindthatnumbertobetypical.Itissafetosay,however,thatthetestimonysupportstheconclusionthatpat\ndown searches are a necessary part of prison security, and are conducted both regularly and at random on most inmates\nseveraltimesperday.\nApatdownsearchisconductedbyrequiringtheinmatetoturnhisbackonthesecurityofficerandextendhisarmsandlegs.\nHisarms,legs,andtorso,arepattedortouchedbytheofficersoastodetectanycontrabandlocatedonthebody.Thisisdone\nwhiletheinmateisfullyclothed.Therewasdifferingtestimonyonthematterofwhetherapatsearch,whenconductedbya\nfemale officer, must omit the genital area. Defendant Gunter testified that although correctional officers receive initial and\nperiodictraining,thereisnospecifictrainingregardingtheconductofpatdownsearchesbywomenofficers.MarilynRinger,\nthe only female correctional sergeant at the institution, testified that in regard to conducting pat down searches of male\ninmates, she did not recall ever being told exactly how to treat the genital area. She said that in conducting the pat down\nsearches, she made no specific effort to touch the area but that to avoid the genital area would compromise the search, as it\nwas not uncommon to find contraband located in an inmate's genital area. Both plaintiffs testified that they had been\nsubjectedtopatdownsearchesbyfemalecorrectionalofficers,andNielsentestifiedthatinconductingthesearch,thefemale\nofficers commonly touched his buttocks, penis, and testicles, through his clothing. There was no testimony that any policy\nexists at the institution, or ever existed, which would guide the female officers in conducting such searches, would prevent\nthemfromconductingsuchsearchesinthegenitalarea,orwouldpermitaninmatetorequestthatatleastthatportionofthe\nsearchbeconductedbyamaleofficer.\n*8 There was no testimony during the trial of this matter that the policy of using female correctional officers had any goal\notherthanequalemploymentopportunity.Thatis,theplacementoffemaleofficersinthehousingunitsorinotherpositions\nto perform pat down searches of inmates was not shown to be related to penological objectives. Rather, the objective of the\npolicy in question was to promote equal employment opportunity among women staff at the penitentiary. There was\ntestimony by Karen Shortridge, the warden at the Omaha Correctional Center, also a men's facility, as well as by inmates\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page8\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nwho had been at the Lincoln work release center, regarding the use and activities of female correctional officers in those\ninstitutions and the effects of their presence. However, this testimony does not support a conclusion that the purpose of the\npolicyhereinquestionwasanythingotherthantopreventemploymentdescriminationagainstwomensecurityofficersatthe\npenitentiary.Thisfact,togetherwiththepostresponsibilitiesofthefemaleofficersatthepenitentiary,asnotedabove,clearly\nsetthiscaseapartfrommostofthoseconsideredbyothercourtsonthequestionspresented.\nForexample,inMadyunv.Franzen,704F.2d954(7thCir.1983),cert.denied104S.Ct.493(1983),citedbythedefendants,\nthe court found that pat down searches performed outside the male inmate's clothing did not violate his Fourth Amendment\nrightagainstunreasonablesearches,norhisFirstAmendmentprivacyrights,relyinguponTitleVIIoftheCivilRightsActof\n1964, 42 U.S.C. § 2000e. It is noteworthy, however, that the policy there in question prohibited the female guards from\nmanually searching the male inmates' 'genital-anal areas.' Likewise in Smith v. Fairman, 678 F.2d 52 (7th Cir. 1982), cert.\ndenied 461 U.S. 907 (1983), the inmate challenged the conduct of pat down searches by female guards as violative of his\nFourth and Eighth Amendment rights; again, however, the policy in question specifically directed that females were not to\nconduct such searches of males' genital areas. In addition, in Sam'I v. Mintzes, 554 F.Supp. 416 (E.D. Mich. 1983), a\nchallenge to pat down searches by female guards by a plaintiff inmate who was of the Muslim religion and believed that it\nwas forbidden for a man to be touched by a woman who was not of his family, the policy in question required that no\nsearching of the genital area was to be done in a pat down search, that being reserved to 'strip' searches, which were to be\nperformedbyguardsofthesamesexastheinmate,exceptinemergencies.\nIn several cases the inmates' rights to privacy from viewing and touching by officers of the opposite sex has merely been\nassumed by the courts or conceded by the parties, without argument. See e.g. Fisher v. Washington Metro Area Transit\nAuthority,690F.2d1133(4thCir.1982)('indiscriminateviewing'byofficersoftheoppositesex);Cumbeyv.Meachum,684\nF.2d 712 (10th Cir. 1982); Lee v. Downs, 641 F.2d 1117 (4th Cir. 1981); Forts v. Ward, 621 F.2d 1210 (2d Cir. 1980). In\nother cases, the regularity or predictability of the challenged actions sets the case apart from circumstances at the Nebraska\nStatePenitentiary.Seee.g.Robbinsv.South,595F.Supp.785(D.Mont.1984)(afemalestaffmember's'occasional'passing\nbycellsintheprocessofdispensingmedicationsdidnotdeprivetheplaintiffofprivacyinterests);Grummettv.Rushen,587\nF.Supp. 913 (N.D. Cal. 1984) (distant viewing by female guards did not violate male inmates' privacy rights); Avery v.\nPerrin,473F.Supp.90(D.N.H.1979)(wherethemaleinmate'srighttoprivacywasnotviolatedbyafemalemailclerkwho\nwas able to see him in various stages of undress or using the toilet when she delivered mail to prisoners in cells, when such\ndeliverywasonlyonceperdaywithinaspecifiedtwoorthreeminuteperiod).\n*9Othercourts,facedwiththechallengetoequalemploymentopportunityraisedinthisaction,havedirectedprisonofficials\nto accommodate both the privacy interests of the inmates and the equal employment opportunities of staff personnel, where\npossible.Seee.g.Bowlingv.Enomoto,514F.Supp.201(N.D.Cal.1981);Hudsonv.Goodlander,494F.Supp.890(D.N.D.\n1980).\nOf particular importance is the only case found in the area by the Eighth Circuit Court of Appeals, Gunther v. Iowa State\nMen's Reformatory, 612 F.2d 1079 (8th Cir. 1980), cert. denied 446 U.S. 966 (1980). There, the plaintiff, a female\ncorrectional employee at the men's reformatory, successfully challenged the employment practices of the institution which\nprevented her from rising above the level of Correctional Officer I because of her sex, which policy was the result of the\ndefendants'positionthatsecurityconsiderationsrequiredthatsexbehelda'bonafideoccupationalqualification(bfoq).'The\ndistrict court and the court of appeals both held that the defendants had not successfully proved that the conditions at the\nreformatory required the bfoq designation for Correctional Officer II's. In doing so, the court distinguished the Supreme\nCourt case of Dothard v. Rawlinson, 433 U.S. 321 (1977), in which the horrendous conditions at the Alabama prison in\nquestion justified the bfoq designation for guard positions of the same sex. In Gunther, however, the court did not address\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page9\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nspecifically the privacy interests of the inmates, although it acknowledged that 'if appellants' allegations were established,\nseriousquestionswouldberaised.'Id.at1086.\nThose'seriousquestions'areraisedbythesecases,asitappearsthatthedefendants'policiesclearlyaredesignedtopromote\nequalemploymentopportunityamongwomencorrectionalemployeesattheNebraskaStatePenitentiary,andthatinorderto\ncarry out the responsibilities that would enable such policies to exist, inmates' constitutional rights of privacy must be\ncurtailed. The only case in which these two interests have clashed so dramatically, on factual circumstances similar to those\nbefore me, is the case of Bagley v. Watson, 579 F.Supp. 1099 (D. Or. 1983). There, the plaintiffs were female correctional\nofficers challenging male-only designations to certain posts where because of a lack of overtime opportunities, their\npromotional opportunities would be limited. The parties stipulated that no accommodation could be made either to obstruct\nviewing or restrict the presence of women correctional officers, in conducting pat down searches including anal and genital\nareas, and visual observation of nude males in the shower and toilet areas of the institution, thereby forcing a head-to-head\nconfrontation. The case was decided on a motion for summary judgment, and the trial judge adopted the conclusions of an\naffidavit which was submitted in behalf of the class of female plaintiffs. The court, without authority or discussion, simply\ndeclaredthatinmateshavenoprivacyrightstheconsiderationofwhichwouldeveninfluencethegoalsofTitleVII.Idonot\nbelieve that this decision represents the current state of the law, and must, therefore, respectfully disagree with the trial\njudge'sconclusionsinthatregard.\nB\nPrivacy\n*10Itistrue,asarguedbythedefendantsintheirbrief,thattheSupremeCourthasneverperseheldthataconvictedfelon\nhas a right to privacy such as would prevent his or her unclothed body from observation by correctional officers of the\nopposite sex, or being pat searched by correctional officers of the opposite sex. Nor, of course, has the Court declared\nprecisely that such right does not exist. There have been, however, several allusions to inmates' limited rights of privacy in\nothercontexts.See,e.g.Hudsonv.Palmer,104S.Ct.3194(1984)(inmatesdonothavealegitimateexpectationofprivacyin\ntheir cells, so as to prevent searches of them, or to be present during such searches); Bell v. Wolfish, 441 U.S. 520 (1979)\n(strip searches, including body cavity searches are not unreasonable or unconstitutional when performed by guards of the\nsamesex);Houchinsv.KQED,Inc.,438U.S.1,5,n.2(1978)(institutionalizedpersonsretaincertainfundamentalrightsof\nprivacyandarenotsubjecttoindiscriminateviewingbythepublic).\nOutside the condition of confinement, the Supreme Court has recognized citizens' rights to privacy concerning a number of\nactivities and subjects, including marriage, Zablocki v. Redhail, 434 U.S. 374 (1978); procreation, Cleveland Board of\nEducation v. LaFleur, 414 U.S. 632 (1974); Skinner v. Oklahoma, 316 U.S. 535 (1942); contraception, Griswold v.\nConnecticut, 381 U.S. 479 (1965); abortion, Roe v. Wade, 410 U.S. 113 (1973), and family relationships, Moore v. City of\nEastCleveland,431U.S.494(1977).Thesourcesoftherighttoprivacyhavebeenvariouslyfoundinthefirst,Fourth,Ninth,\norFourteenthAmendments,orthe'penumbras'oftheBillofRights.See,e.g.Griswold,supra;Careyv.PopulationServices,\n431U.S.678(1977).AlthoughtheSupremeCourthasnotspecificallysaidthatonehasaprotectedprivacyrighttourinate,\ndefecate,orbatheoutsidetheviewingofapersonoftheoppositesex,ornottobetouchedinthegenitalarea,eventhrough\nclothing,byamemberoftheoppositesex,thesethingsaresofundamentaltopersonaldignityandselfrespectinthisculture\nthat I believe if presented with such issues, the Supreme Court would find one's own body and its personal functions\nprotected by the recognized privacy rights of unincarcerated citizens. Other federal courts, in the context of employment\nrights, recognize the proposition that people enjoy a basic right to keep their bodies andpersonal functions and maintenance\nshielded from the uninvited view or touch of the opposite sex. See, e.g. Norwood v. Dale Maintenance System, Inc., 590\nF.Supp. 1410 (N.D. Ill. 1984) (privacy of tenants and patrons in business building washrooms from female attendants);\nBrooks v. ACF Industries, Inc., 537 F.Supp. 1122 (S.D. W.Va. 1982) (privacy of male employees of plant in\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page10\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nbath-toilet-locker-roomfacilitiesfromfemalejanitors);Ludkev.Klein,461F.Supp.86(S.D.N.Y.1978)(privacyofbaseball\nplayers in locker room from women reporters); Fesel v. Masonic Hospital, 447 F.Supp. 1346 (D. Del. 1978) (privacy of\nfemale residents of retirement home in intimate personal 'total care' by male nurse); Sutton v. National Distillers Products\nCo.,445F.Supp.1319(S.D.Ohio1978),aff'd628F.2d936(6thCir.1980)(privacyofmaledistilleryemployeesregarding\nsearch by female guard); Hodgson v. Robert Hall Clothes, Inc., 326 F.Supp 1264 (D. Del. 1971), aff'd in relevant part, 473\nF.2d 589 (3d Cir.), cert. denied 414 U.S. 866 (1973) (privacy of clothing store customers in service by same sex sales\nperson).\n*11Itisclearthatprisoners,byvirtueoftheirconfinement,donotlosealloftheconstitutionalrightstheyholdascitizensof\nthiscountry.Wolffv.McDonnell,418U.S.539(1974).TheSupremeCourt'smostrecentdecisionregardingprisoners'rights\ntoprivacyisnotedbytheplaintiffBraaschinhistrialbrief:\n[W]e have insisted that prisoners be accorded those rights not fundamentally inconsistent with imprisonment itself or\nincompatiblewiththeobjectivesofincarceration.\nHudsonv.Palmer,supraat----.ThisisbutanamplifiedrestatementoftheearlierstandardsetforthinPellv.Procunier,417\nU.S. 817 (1974), whether challenged actions are 'inconsistent with [the prisoner's] status as a prisoner or with the legitimate\npenological objectives of the correctional system.' Id. at 822. (Emphasis added.) The inquiry here then becomes whether in\ntheinstancescitedbytheplaintiffstheconductcomplainedofrunsafoulofthisstandard.\nIt is clear that the security needs of a maximum security penal institution are paramount and cause prisoners to lose or\ncompromisewhatwouldotherwisebefundamentalconstitutionalrights.Pellv.Procunier,supra.Ithasfurtherbeendecided\nthat prisoners' rights to privacy must be subservient to the prison's fundamental need to protect prison security. Hudson v.\nPalmer,supra;Bellv.Wolfish,supra.\nThe Supreme Court has not decided whether a prisoner's privacy rights may be compromised in order to privide equal\nemployment opportunities to the prison employees of the opposite sex, although, as pointed out by the plaintiffs, it has had\nrecentopportunitiestodoso.SeeSmithv.Fairman,678F.2d52(7thCir.1982),cert.denied461U.S.907(1983);Gunther\nv.IowaStateMen'sReformatory,612F.2d1079(8thCir.1980),cert.denied446U.S.966(1980);Careyv.NewYorkState\nHumanRightsAppealBoard,61App.Div.2nd804,402N.Y.S.2nd207(2ndDpt.1978),aff'd390N.E.2nd301,app.dis'd\n444 U.S. 891; Bell v. Wolfish, supra (lower courts' holdings that privacy of inmates in rooms and toilet areas be observed\nwereleftundisturbedbytheSupremeCourt).Thus,thereisnoSupremeCourtrulingonwhethersubjectingprisonerstopat\nsearches by the opposite sex, viewing in showers, or viewing in toilet areas or sleeping is 'not fundamentally inconsistent\nwithimprisonmentitselforincompatiblewiththeobjectivesofincarceration.'Hudsonv.Palmer,supra.\nC\nEqualEmploymentOpportunity\nThe defendants in this case argue, and the testimony supports that the purpose of the policy in question is to promote equal\nemploymentopportunitytowomenemployeesattheNebraskaStatePenitentiary.Thetestimonyrevealsthatthedefendant's\npolicyrequires,asapracticalmatter,thatinordertobepromotedtothepositionof'correctionssergeant,'thethirdlowestof\nthe ranks for security officers at the institution, the applicant must have worked in most of the 'post positions' at the\ninstitution,includingtheso-called'contactpositions.'AccordingtothetestimonyofSharonVinci,thepersonnelclerkatthe\npenitentiary, this would include assignment to and work in the control rooms of the housing units at the penitentiary,\nincluding the housing units in which the two plaintiffs here reside or resided. Although her testimony was somewhat\nequivocal with respect to the vagueness of the wording of the job description for corrections sergeant itself, her testimony\ndoes establish, and I find, that as a practical metter the description is applied so as to require work in the housing units as a\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page11\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nprerequisite to promotion to corrections sergeant. Thus, in order to gain such a promotion, women security officers are\nrequired to work in the various posts of the institution which include positions in which they would routinely view men\ninmates in the showers, using the toilets, in various stages of undress in their cells, and also would have to perform pat\nsearches at various locations of the institution where such searches are routinely performed whenever an inmate enters or\nleaves,suchastheschoolarea,thelawlibraryandotherlocations.\n*12 The prevention of employment discrimination on the basis of sex is one of the policies of 42 U.S.C. § 2000e. It is\nwithout question a 'legitimate' objective of every employer. In order to overcome the constitutional right to privacy of\ninmates,however,itmust,intheprisonsetting,beconsistentwithlegitimatepenologicalobjectives.Pell,supra.Althoughthe\ndefendants argue that the security of the institution requires that inmates be observed while showering, using the toilet,\notherwise in their rooms, and also that they be subjected to no-notice pat down searches in addition to regular pat down\nsearchesatspecificlocations,whichargumentIaccept,itdoesnotfollowthattheconductingoftheseactivitiesbymembers\noftheoppositesexservesalegitimatepenologicalinterest.\nTheSupremeCourthasproclaimedthat'[I]nmatesinjails,prisons,ormentalinstitutionsretaincertainfundamentalrightsof\nprivacy;theyarenotlikeanimalsinazootobefilmedandphotographedatwillbythepublicorbymediareporters,however\n'educational'theprocessmaybeforothers.'Houchinsv.KQED,Inc.,supra,438U.S.at5,n.2.Theeducationofthepublicis\nnot considered by the Court to be a legitimate penological objective of incarcerating institution, no matter how beneficial\nunlimited access to the prison may be to others. Likewise, I do not believe that the penitentiary exists as an institution to\nencouragelaudablesocietalmovementtowardequalityofsexroles.\nCommentators suggest that using the societal norms and community standards of decency regarding opposite sex contact to\njustify an exception to the equal opportunity mandate is just a facade for perpetuating the differentiation of sex roles which\nhasdisadvantagedfemalesinemployment.Itisarguedthatthesoonerthesenotionssurroundingbodilyprivacydissipateor\nare ignored, the sooner complete equal employment can be realized, analogizing to the racial bigotry which had to be\noverriden by the courts to begin to establish equality for racial minorities. See, Bratt, Privacy and the Sex BFOQ: An\nImmodest Proposal, 48 Albany L. Rev. 923 (1984); Comment, Sex Discrimination in Prison Employment: The Bona Fide\nOccupationalQualificationandPrisoner'sPrivacyRights,65IowaL.Rev.428(1980).\nWhilethatargumentmayhavemeritasasocialcatalyst,Idonotbelievetheprivacyofindividualsintheirperson,whichis\ncurrentlyaweightyenoughsocietalconcerntosupportrecognitionofthebfoqdefenseindiscriminationsuitsoutsideofthe\nprison,shouldbedisregardedastoprisonersinordertospeedsocialchange,especiallywhenspeedingsocialchangeisnota\nlegitimatepenologicalpurpose.Justasinmatesarenotanimalsinthezooforthepublic'sindiscriminategaze,neitherarethey\na population whose standards of modesty may be forcibly lowered in order to achieve inroads on public attitudes toward\nwomeninsexuallysensitiveareasofemployment.\nD\nBFOQandEqualProtection\n*13 While there may be some doubt as to whether the court should even consider the issue of bona fide occupational\nqualificationstatusforguardsattheNebraskaStatePenitentiaryinlightofthelackofprioradministrativeproceduresonthe\nquestionpursuanttoTitleVII,see,Fortsv.Ward,supra,at1215-1216,theplaintiffsaretheoneswhoareseekingtoestablish\nbfoqstatusforsuchpositions,asagainstthepolicyoftheinstitutionwhichpermitsfemalestooccupythosepositions.Thus,\nas in Forts, the defendant class of female employees at the penitentiary is in no position, and has been in no position to\ninstitute administrative proceedings under Title VII to resolve this issue; nor, even if they had, would the EEOC have had\njurisdictiontodecidetheconstitutionalissuesraisedbythesecases.Therefore,Iproceedtoaddressit.\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page12\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nTheplaintiffs'testimonywithrespecttothebfoqmatterisinsufficienttoestablishthatsecurityguardsattheNebraskaState\nPenitentiary must be male when working in the so-called 'contact' positions. First, the testimony clearly established that\nmany,ifnotamajority,oftheinmateswerenotoffendedbytheuseoffemalecorrectionalofficersinsuchpositions.[FN4]\nSecond, there are, or appear to be, means available to the prison administration by which to accommodate both the privacy\ninterests of the inmates and the equal employment interests of the female security personnel, such as would permit the\ncoexistence of these interests, for the most part, without significant clashes. For these reasons, I do not find that the bfoq\ndesignation is appropriate so as to designate the contact positions at the penitentiary male only. See Gunther v. Iowa State\nMen'sReformatory,supra[FN5]\nE\nConclusion\nTherehasbeennotestimonyputforthbythedefendantsthatroutinelysubjectinginmatestotheviewingoftheirnudebodies\nwhile showering, sleeping, or using toilet facilities, or that the conduct of pat down searches of their clothed bodies, by\nmembers of the opposite sex, when not required by prison security, serves any penological objective. Although the goal of\nequal employment opportunity is legitimate, incarcerated persons retain those constitutional rights not 'fundamentally\ninconsistent'withincarcerationorpenologicalobjectives.\nTotheextentsuchviewingandsearchesbyoppositesexofficersarenotrequiredbyprisonsecurity,Iconcludethattheyare\n'fundamentallyinconsistentwithimprisonmentitself'Hudson,supra,anddonotfurtheranylegitimatepenologicalobjectives.\nPell,supra.Accordingly,theplaintiffsareentitledtorelief.\nII\nRelief\nMy conclusion that the plaintiffs' rights of privacy override the defendants' policy of requiring inmates to be subjected to\nviewinginthenudeorpatsearchesbyfemalecorrectionalofficersdoesnotrequirethatfemaleofficersberemovedfromthe\nhousing units. Rather, as is outlined in many of the cases involving these subjects, various institutions have taken various\nmeasures to reduce the conflict between privacy and equal employment opportunity, none of which has been taken at the\nNebraska State Penitentiary. Such measures have included permitting windows to inmate's rooms to be covered for brief\nperiods at designated times; removing opposite sex officers from shower areas altogether; prohibiting opposite sex officers\nfrom conducting pat searches of genital/anal areas; and requiring the announcement of presence of opposite sex officers of\npersonnel. The evidence before me does not support the necessity for taking the extreme measures in this case of excluding\nfemaleofficersforthehousingunitsaltogether.\n*14Withrespecttoinmateprivacyintherooms,theevidenceisclearthatthereisnoprohibitionagainsttheuseofpajamas\nor other sleepwear by inmates to protect their privacy while sleeping and there is also no policy against an inmate covering\nhimself while sitting on the toilet where he could be viewed by a correctional officer from the hallway. The inmate's back\nwouldbeturnedtowardthewindowwhilehestoodinfrontofthetoilettourinate.Thesemeasuresaresufficienttoallowthe\ninmatestoprotecttheirownprivacy,shouldtheychoosetodoso,withoutanychangesonthepartofthedefendants.\nSimilarly,theevidencebeforemeindicatesthatifaninmatechoosestowalkfromhisroomtotheshowerofthehousingunit\nin the nude, he may do so, and some still do even in the presence of female correctional officers, but that no policy of the\ndefendants prohibits the inmates from covering themselves with a towel, or even wearing underwear or a swimming suit to\nand from the shower. Thus, again, no measures are necessary to be taken by the defendants to protect the plaintiffs' privacy\ninterests.\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page13\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nThe shower area involves a different matter altogether. Although it is true that the inmates are not prohibited from wearing\nbathingsuitsorunderwearwhileshowering,Ifindsuchasuggestionunreasonable;rather,thedefendantsmustaccommodate\nthe inmates' privacy rights in this respect. Although I will not by this order require specific measures, I will require that\nsufficientmeasuresbetakenbythedefendantstodoso.Itwouldseemfromtheevidenceputforthduringthetrial,thatsuch\nmeasuresmightincludethefollowing:erectingtranslucentscreensorpartiialscreensintheshowerarea;adjustingtheshifts\nofofficersinthecontrolroomssoastoallowatleastonefull,eight-hourshifttoberegularlyandpredictablystaffedbyonly\nmale correctional officers so as to accommodate showering by any inmates who wish to protect their privacy during that\nshift; adjusting the shifts of correctional officers in the control rooms so that during a portion of more than one shift the\noccupantsofthecontrolroomwouldbemaleonly;and/orclosingoffthewindowbetweentheshowerandthecontrolroom\nfor a period of time every day, during which a male officer would be physically stationed in the shower area. There may be\nothers, as well, and I leave it to the prison administration to decide exactly which measures will be taken in this respect, so\nlong as those inmates who wish to protect their privacy are afforded an opportunity to do so, without negatively affecting\ntheirworkassignments,accessibilitytoimprovementprograms,healthcare,orotherwiseaffectingtheiradministrativestatus\natthepenitentiary.\nThe matter of pat down searches is more problematical, in that it, unlike the accommodations for showering, could require\ntheexpenditureoffundsforextrapersonnel.Nevertheless,ifnecessary,suchadministrativeexpensesmustbeacceptedinthe\nobservation of constitutional rights. See Wolff v. McDonnell, supra. Goldberg v. Kelly, 397 U.S. 254 (1970). Within the\nhousingunits,itappearspossiblethatthestaffofaparticularhousingunitcouldbearrangedandflexibleenoughthat,inthe\neventaninmatewhoissubjecttoapatsearchrequeststhatsuchsearchbeperformedonlybyamaleofficer,thatsuchamale\nofficershouldbeavailable.The'firstofficer'ofthehousingunitstaffwasdescribedinmanywaysasa'rover'whomightor\nmight not assist in room shakedowns and other incidents requiring pat down searches. In addition, if the 'first officer' were\nfemale, it appears at least possible that one of the correctional officers assigned to the control room could be male, and\navailable to perform such searches upon request, without compromising the security of the institution. At those posts where\nonlyonecorrectionalofficerisassigned,however,whichrequirepatdownsearcheseitherroutinelyorrandomly,thisruling\nwill require the availability of male officers to perform such searches, at least at to the genital areas of those male inmates\nwho object to female officers searching such areas. This will require, it appears, either the assignment of guards to such\npositions in pairs, one male and one female, or the assignment of 'roving' guards to assist female officers in conducting pat\ndown searches when required by the circumstance of an inmate objecting to the female correctional officer performing at\nleastthatportionofthepatdownsearchinvolvingthegenitalarea.\n*15Itshouldbemadeclearthattheserestrictionsontheassignmentoffemalecorrectionalofficersatthepenitentiarydonot\napplyincasesofemergencieswhichareofanimmediatenatureaffectingthesecurityoftheinstitution.Althoughtherewas\nnoevidencepresentedtomeatthetrialofthismatteronthequestionofwhatmightconstitutean'emergency,'commonsense\ndictatesthatinsituationswhereanunexpectedupheavalarisesorwhenthesafetyofinmatesorprisonpersonnelisthreatened\nin such a manner as to require immediate action by officers in charge, such considerations override the inmates' interests in\nprotectingtheirpersonalprivacy,andduringsuchsituationsinmatesareclearlysubjecttobeingsearched,viewed,andeven\nstripsearched,withoutregardtothesexoftheofficerperformingthoseacts.Bellv.Wolfish,supra.\nAsIfindtheplaintiffstobe'prevailingparties'withinthemeaningofthattermin42U.S.C.§1988,counselwillbeawarded\nattorneys fees, as applicable. Although the usual practice in this court is to withhold the entry of judgment pending the\ndetermination of attorneys fees under 42 U.S.C. § 1988, such practice is not necessarily required by the provisions of Local\nRule34,andinconsiderationofthenatureofthereliefrequestedandgranted,Ishallgoforwardwiththeentryofjudgment\natthistime,andreserveforacollateralapplicationthematterofattorneysfees.SeeWhitev.NewHampshireDepartmentof\nEmployment Security, 455 U.S. 445 (1982); Young v. Powell, 729 F.2d 563 (8th Cir. 1984); Obin v. District No. 9, Int'l\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1985WL3530 FOREDUCATIONALUSEONLY Page14\n1985WL3530(D.Neb.)\n(Citeas:1985WL3530(D.Neb.))\nAss'nofMachinistsandAerospaceWorkers,651F.2d574(8thCir.1981).Judgmentwillbeenteredaccordingly.\nFN1PlaintiffNielsenandotherinmatestestifiedthattheyhadbeenobservedbywomenguardswhilesittingonthe\ntoiletsintheirrooms.PlaintiffBraaschtestifiedthatwomenofficersattheDiagnosticandEvaluationCenter,likeat\nthepenitentiary,arefreeto,anddoroamoverandtalktoinmateswhiletheyareshoweringoronthetoilet,however,\nit is not clear whether that was his experience at the penitentiary. In light of my disposition of this portion of\nplaintiffs'claims,Ineednotresolvethisambiguity.\nFN2Theshowerroomin'A'gallery(lower)wasinuseatthetimeIarrivedtovisitUnit3.Therefore,Ivisitedother\nparts of the building. At the time I visited the control room and looked through the window to the shower, some\n10-15minuteslater,theoccupanthadexisted.Thewindowwaspartially'foggedover,'butnotsomuchthataperson\nintheshowercouldnotbeobserved.\nFN3 Plaintiff Nielsen's current job assignment is that of an inmate legal assistant, which requires him to frequently\nmovetoandfromtheprisonlawlibrarylocatedintheprisonadministrationbuildling.\nFN4 To the contrary the testimony indicated that at least in one housing unit, the trustee dormitory, which is not a\nissueinthiscase,theinitialplacementoffemalecorrectionalofficersatthatfacilityhadtobediscontinuedtopermit\nthe installation of screens or other remodeling, so as to prevent exhibitionism by the inmates. There was also\ntestimonythatsomeinmatesrequestedthefemaleguardstoconductsearchesoftheirrooms.\nFN5 The pretrial order also raises the class defendants' argument that their claimed right to equal employment\nopportunity is constitutionally protected. There is no doubt that if the Department's employment practices required\nthe prohibition of female correctional officers in the housing units, I would have to decide whether such a policy\nwas 'substantially related' to legitimate governmental objectives. Craig v. Boren, 429 U.S. 190 (1976). However,\nbecause the evidence before me is insufficient to demonstrate that such a prohibition is necessary, the possible\nconflictbetweentheconstitutionalclaimsisyetspeculativeandneednotbereached.\nENDOFDOCUMENT\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4062"
    }
  ],
  "document_count": 4
}