{
  "case_id": 12960,
  "fetched_at": "2025-10-22T00:19:24.909404",
  "case_data": {
    "attorney_orgs": [
      "Lambda Legal"
    ],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief",
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Millennium Hotel",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "New Hampshire Insurance Co.",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Alaska",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Public Benefits/Government Services"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "Alaska state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2012-09-24",
    "filing_year": 2012,
    "id": 12960,
    "injunction_duration": "",
    "issues": [
      "LGBTQ+: LGBTQ+",
      "Benefits (Source): Social Security Retirement and Death Benefit",
      "General/Misc.: Public benefits (includes, e.g., in-state tuition, govt. jobs)",
      "Discrimination Basis: Sexual orientation",
      "General/Misc.: Marriage",
      "Affected Sex/Gender(s): Female",
      "Discrimination Area: Disparate Treatment",
      "General/Misc.: Government services"
    ],
    "last_checked_date": "2015-03-22T00:00:00-04:00",
    "main_docket": {
      "id": 30641,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2013,
      "docket_filing_number": 15230,
      "is_main_docket": true,
      "court": "Alaska state supreme court",
      "state": "Alaska",
      "docket_office_number": "",
      "docket_number_manual": "S15230",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Harris v. Millennium Hotel",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff is the surviving same-sex partner of an employee of the defendant who was killed at work.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Same-Sex Marriage"
    ],
    "special_case_type": [],
    "state": "Alaska",
    "summary": "<p>On September 24, 2012, a plaintiff whose same-sex partner was killed in a work-related accident filed Notice of Constitutional Challenge and Request for Final Decision and Order with the Alaska Workers' Compensation Board. The plaintiff argued that Alaska law guaranteeing benefits to \"widows\" and \"widowers\" was unconstitutional as state law prevented plaintiff from marrying her same-sex partner. On March 21, 2013, the Alaska Workers' Compensation Board decided that it did not have jurisdiction to decide a constitutional claim and that plaintiff was denied survivor benefits since she and her partner were not legally married.</p><p>On July 25, 2013, the plaintiff appealed to the Alaska Supreme Court, arguing that the denial of survivor benefits to same-sex couples violated the Equal Protection and Due Process Clauses of the Fourteenth Amendment of the U.S. Constitution. </p><p>On July 25, 2014, the Court ruled that marriage could not be used as criteria to judge whether or not a surviving partner in a same-sex couple was entitled to survivors' benefits, because \"same-sex couples are absolutely prohibited from marrying under Alaska law.\"  The Court noted that if Alaska's constitutional amendment banning same-sex marriage were to be interpreted to prohibit such benefits, it would likely violate the federal equal protection clause.  The Court vacated the Alaska Workers' Compensation Appeals Commission's decision and remanded to the Commission for further proceedings consistent with the Court's opinion that such denial violates the equal protection clause. </p>",
    "summary_published_date": "2014-11-06T00:00:00-05:00",
    "summary_short": "Plaintiff challenged the constitutionality of Alaska's denial of survivor benefits to same-sex couples on the grounds that the state does not permit same-sex couples to legally marry. The plaintiff appealed to the Supreme Court of Alaska, which vacated and remanded, instructing the Alaska Workers' Compensation Board and Appeals Commission to evaluate such cases without using marriage as a criterion while same-sex marriage is banned in Alaska.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/12960",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12960",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12960",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12960"
  },
  "documents": [
    {
      "date": "2014-07-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 330,
      "cite_1_reporter": "P.3d",
      "cite_1_vol": 330,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Alaska state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73922,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73922.pdf",
      "title": "Opinion",
      "text": "Notice:  This opinion is subject to correction before publication in the PACIFIC REPORTER. \nReaders are requested to bring errors to the attention of the Clerk of the Appellate Courts, \n303 K Street, Anchorage, Alaska, 99501, phone  (907) 264-0608, fax  (907) 264-0878, email \ncorrections@appellate.courts.state.ak.us. \nTHE SUPREME COURT OF THE STATE OF ALASKA \nDEBORAH HARRIS,  ) \n)  Supreme Court No. S-15230 \nAppellant,  ) \n)  Alaska Workers’ Compensation \n)  Appeals Commission No. 13-005 \n) \nv.  )  O P I N I O N \n) \nMILLENNIUM HOTEL and NEW  )  No. 6927 – July 25, 2014 \nHAMPSHIRE INSURANCE CO.,  ) \n) \nAppellees.  ) \n) \nAppeal from the Alaska Workers’ Compensation Appeals \nCommission, Laurence Keyes, Commission Chair. \nAppearances:   Eric Croft,  The Croft Law Office, Anchorage, \nand Peter  Renn,  Lambda Legal  Defense and Education Fund, \nInc.,  Los  Angeles,  California,  for  Appellant.  Donald  C. \nThomas   and   Kendra  E.  Bowman,  Delaney  Wiles,  Inc., \nAnchorage,  for  Appellees.   Sonja  Redmond,  Law Office of \nSonja Redmond,  Soldotna,  and Kellie M. Fiedorek, Alliance \nDefending Freedom, Washington, D.C., for Amicus Curiae \nAlaska Family Action. \nBefore:  Fabe, Chief Justice, Winfree, Stowers, Maassen, \nand Bolger, Justices. \nBOLGER, Justice. \n\nI.  INTRODUCTION\n \nThe Alaska Workers’ Compensation  Board denied a death benefit claim \nfiled by the decedent’s same-sex  partner  because  the  death  benefit statute  grants benefits \nonly to a worker’s “widow or widower” as defined by statute.  The Board construed \nthese terms by applying  the Marriage Amendment to the Alaska Constitution, which \ndefines  marriage  as  “only  between  one  man  and  one  woman,”  thus  excluding  a \ndecedent’s  same-sex  partner.    Because  this  exclusion  lacks  a  fair  and  substantial \nrelationship to the purpose of  the statute,  we conclude that  this restriction  on  the statutory \ndefinition of “widow”  violates  the  surviving partner’s  right  to equal protection under the \nlaw. \nII.  FACTS AND PROCEEDINGS \nKerry Fadely, a manager at the Millennium Hotel, was shot and killed at \nwork in October  2011.  Millennium agreed that the  death  occurred in the course and \nscope of Fadely’s employment.  Deborah Harris filed a workers’ compensation claim for \ndeath benefits in March 2012 as Fadely’s “dependant/spouse.”  Millennium filed an \nanswer  and notice of  controversion denying benefits because it “ha[d] not received any \ndocumentation” that Harris was Fadely’s wife  or husband.  Relying on Ranney v. \nWhitewater Engineering, 1 it also controverted benefits based on Harris’s status as an \n“unmarried co-habitant.” \nHarris filed notice that she was challenging the  constitutionality of the \nstatutory provisions of the Alaska Workers’ Compensation Act that limit eligibility for \ndeath benefits to widows or widowers.  Harris said she was the “surviving same-sex \npartner” of  Fadely and noted  that  they were “precluded from marrying each other under \nAlaska law.”  Harris asked the Board to issue a final decision so that she could appeal the \n1  122 P.3d 214 (Alaska 2005). \n-2- 6927 \n\nconstitutional issue, given that  the Board lacked the authority  to determine whether the \nstatute violated her equal protection  rights.  She attached documentary evidence as well \nas several affidavits to support her factual assertions and “preserve[]  any factual context \nfor later judicial review.” \nIn Harris’s affidavit, she described her relationship with Fadely as “an \nexclusive, committed, and financially interdependent relationship” that had spanned more \nthan 10 years.  For  most  of  those years,  the couple lived in Alaska.   She said that she and \nFadely had exchanged rings in 2005 and referred to each other as spouses or partners. \nHarris also stated that she and Fadely had joint credit cards and shared responsibility for \nhousehold expenses, that they had raised their children  from  prior relationships together, \nand  that they  would  have  married if they had been able to.  Harris attached an affidavit \nof domestic partnership that she and Fadely had completed  in 2008  for another employer; \ncompleting the affidavit permitted Harris to be enrolled in Fadely’s employer’s medical \nand dental plans.  In  the  affidavit, they  attested  that they met the requirements of domestic \npartnership as listed in the document as of June 1, 2002. \nThe parties submitted stipulated  facts to the Board and asked the Board to \nmake a decision  without an  oral hearing.  Millennium  acknowledged that Fadely’s death \nwas compensable, but it disputed Harris’s claim that she and  Fadely were “in a same-sex \nrelationship that could justify a conferral of rights or benefits”  and noted that the two \nwere “not married to one another as required under the [Alaska Workers’ Compensation] \nAct and  as  defined  under Alaska  law.”   The  parties  agreed  that the Board did not need to \nconsider Harris’s evidence to decide her claim and also agreed that the Board lacked the \nauthority to decide constitutional questions. \nThe Board decided that Harris was not entitled to benefits because at the \ntime of Fadely’s death “[Harris]  and [Fadely]  were not,  and could not  be married to one \n-3- 6927\n \n\nanother in Alaska.”  The Board declined to address Harris’s constitutional arguments \nbecause it lacked jurisdiction to do so. \nHarris  appealed  to  the  Alaska  Workers’  Compensation  Appeals \nCommission,  again  asserting  her  constitutional  claim  but  acknowledging  that  the \nCommission  did  not  have   jurisdiction  to  declare  a  statute  unconstitutional.   The \nCommission agreed it lacked jurisdiction to resolve the constitutional question, but it \naffirmed the Board’s decision that Harris was not  entitled to death benefits because she \ndid not  qualify  as a widow or widower as defined in the Alaska Workers’ Compensation \nAct.    The  Commission  also  noted  that Ranney  precluded  an  award  of  benefits  to \nunmarried cohabitants of deceased employees. \nHarris appeals the Commission’s decision to this court. \nIII.  STANDARD OF REVIEW \nWe apply our independent judgment when we interpret constitutional \nprovisions and statutes.2   Statutes are presumed to be constitutional, and the person \nchallenging a statute’s constitutionality  has the burden of  showing that  the statute is \nunconstitutional.3  An equal protection challenge involves resolution of several questions, \nmost of which are questions of  law.4    We apply our independent judgment to questions \nof  law,  adopting the rule of  law  that  is most persuasive in light of precedent, reason, and \npolicy.5   \n2  State v. Schmidt, 323 P.3d 647, 655 (Alaska 2014) (quoting Alaska Civil \nLiberties Union v. State, 122 P.3d 781, 785 (Alaska 2005)). \n3  State, Dep’t of Revenue v. Andrade, 23 P.3d 58, 71 (Alaska 2001). \n4  See Schmidt, 323 P.3d at 655.\n \n5  Id. \n\n-4- 6927\n \n\nIV.  DISCUSSION \nHarris argues that the denial of death benefits to her violates  her  right to \nequal  protection  under   both   the   Alaska  and  the  United  States  Constitutions.   She \nadditionally argues that the denial  of death benefits to her unconstitutionally infringes on \nher rights to liberty and privacy under both constitutions.  With regard to the Alaska \nConstitution, she contends that Alaska Civil Liberties Union v. State6 (ACLU) controls the \nresult in this case. \nMillennium argues  that the Marriage Amendment7 should be interpreted to\npreclude same-sex couples from receiving death benefits under the Alaska Workers’ \nCompensation Act.  Millennium also contends that Ranney  v.  Whitewater Engineering8 \ncontrols the result in this case and that Harris’s equal protection rights are not violated. \nA.  The Marriage Amendment Does Not Preclude Harris’s Claim. \nOur recent decision in State v. Schmidt addressed the question whether the \nMarriage Amendment  barred a similar  equal  protection claim.9   In Schmidt  we rejected \nthe State’s argument that the Marriage Amendment foreclosed an equal protection \nchallenge by same-sex couples to a real property  tax  statute that gave certain tax-\nexemption benefits to married couples.10  We stated there that “the Marriage Amendment \ndoes not explicitly or implicitly prohibit the State from offering the same property tax \n6  122 P.3d 781 (Alaska 2005). \n7  Alaska Const. art. I, § 25. \n8  122 P.3d 214 (Alaska 2005). \n9  323 P.3d 647 (Alaska 2014). \n10  Id. at 656-59. \n-5- 6927\n \n\nexemption to an eligible applicant  who  has a same-sex domestic partner that the State \noffers to an eligible applicant who has a spouse.”11   \nJust  as the State argued in Schmidt,  Millennium contends that the Marriage \nAmendment must be interpreted as prohibiting the State from offering to same-sex \ncouples any benefits available to married couples.  Millennium offers no legislative \nhistory for the amendment itself, relying instead on the history of the enactment of \nAS 25.05.013.   Alaska Statute 25.05.013(b)  provides:   “A  same-sex relationship may not \nbe recognized by the state as being entitled to the benefits of marriage.” \nMillenium’s   contention  here  is  substantially  similar  to  an  argument \npresented and rejected in Schmidt.  As we stated in Schmidt, the ballot measure “said \nnothing about  denying or  limiting benefits” and “did not  refer  to, quote, or paraphrase \nAS  25.05.013(b).”12     We  also  observed  in  both  ACLU13  and  Schmidt14  that  an \ninterpretation of the Marriage Amendment like the  one  Millennium proposes could \nviolate the federal equal protection clause as interpreted in Romer v. Evans. 15  We  \nconclude that the Marriage Amendment does not bar consideration of Harris’s equal \nprotection claim. \n11  Id. at 658. \n12  Id. at 657. \n13  Alaska Civil Liberties Union v. State, 122  P.3d  781, 786 n.20 (Alaska 2005). \n14  323 P.3d at 657 n.42 (citations omitted). \n15  517 U.S. 620 (1996). \n-6- 6927\n \n\nB.\t  The Death-Benefits Provision Of The Alaska Workers’ Compensation \nAct  Violates  Harris’s  Equal  Protection  Rights  Under  The  Alaska \nConstitution. \nIn an equal protection challenge under the Alaska Constitution, the party \nseeking  to  show a  violation  must  “show either  that  facially neutral  state  action has a \ndiscriminatory purpose or that the state action is facially  discriminatory.”16   We held in \nboth Schmidt and ACLU that statutes making benefits available solely to spouses were \nfacially discriminatory.17    The Alaska  Workers’ Compensation Act provides death \nbenefits to  widows and widowers in the event of a work-related death.18   Like the tax-\nexemption statute in Schmidt, the workers’ compensation statute creates a classification \nbetween married and unmarried couples.19   And, as in Schmidt, the statute and Marriage \nAmendment together prevent  same-sex couples from  obtaining workers’ compensation \nbenefits to the same extent as married couples because same-sex couples are precluded \nfrom marrying in Alaska or having their  out-of-state marriages recognized.20   Based on \nour decisions in Schmidt and ACLU, we hold that the workers’  compensation statute \nfacially discriminates between same-sex and opposite-sex couples. \n16\t  Schmidt, 323 P.3d at 659 (citations omitted). \n17\t  Id. at 659-60; Alaska Civil Liberties Union, 122 P.3d at 788-89. \n18  AS 23.30.215(a).  AS  23.30.395(40) defines  “widow” as “includ[ing] only \nthe decedent’s wife living with or  dependent  for  support  upon the decedent at the time of \ndeath, or living apart for justifiable cause or by reason of the decedent’s desertion at such \na time.”  The definition of “widower” in AS 23.30.395(41) is similar. \n19  See Schmidt, 323 P.3d at 659. \n20  See id. \n-7-\t 6927\n \n\nWe next consider whether “the challenged law treats similarly situated \npersons differently.”21  Harris argues  that  the  workers’ compensation statute treats same-\nsex and opposite-sex couples differently because opposite-sex couples “can become \neligible for benefits  by marrying” while same-sex couples “are denied any means of \naccessing death benefits.”  Harris contends that she and Fadely were “similarly situated \nto married different-sex couples in every relevant respect,” including their financial \ninterdependence  and commitment to each other.  In response, Millennium relies on \nRanney v. Whitewater  Engineering22 to argue  that the workers’ compensation statute is \n“marriage-neutral” with respect to death benefits and is therefore “neutral on the issue of \nwhether one’s sexual orientation affects eligibility for death benefits.” \nRanney involved a constitutional  challenge to the death-benefits provisions \nof the Alaska Workers’ Compensation Act  by a woman  who for  four years had cohabited \nwith, but never married, her boyfriend.23   There was no dispute that  the couple could have \nmarried — by the  time  of the  man’s  death, the  two  had  become engaged — but they did \nnot.24   We held that the limitation on  benefits  to married persons did not violate the \nwoman’s right to equal  protection under  the Alaska Constitution because the distinction \nthe legislature made between married and unmarried couples there was an instance of \npermissible legislative line drawing that bore a fair and substantial relationship to the \npurpose  of  “provid[ing]  benefits  in  a  manner  that  is  ‘quick,  efficient,  fair,  and \n21  Id. at 660 (citation and internal quotation marks omitted). \n22  122 P.3d 214 (2005). \n23  Id. at 216. \n24  Id. \n-8- 6927\n \n\npredictable,’ at a reasonable cost to the employer.”25   We explained that “the legislature \nhas determined that legal marriage is an adequate proxy for the more particularized \ninquiry concerning whether a relationship is serious enough or a partner is sufficiently \ndependent to justify awarding benefits.”26 \nRanney does not control the result in this case:  The classes  that we are \ncomparing are different and are treated differently.  Just as in ACLU and Schmidt, here \n“the proper comparison is between same-sex and opposite-sex couples” rather than \nbetween married and unmarried couples.27  The Alaska Workers’ Compensation Act itself \nmay deny death benefits to all unmarried individuals, but as  we  observed in ACLU, \nunmarried opposite-sex couples “have the opportunity to obtain these benefits, because \n[they] are not  prevented by  law  from  marrying.” 28   Unlike the survivor in Ranney, Harris \ncould not  legally marry her  partner  in Alaska  or  have  an  out-of-state marriage recognized \nhere because of the Marriage Amendment.29  \n25  Id. at 223. \n26  Id. at 221. \n27  Alaska Civil Liberties Union v. State, 122 P.3d 781, 788 (Alaska 2005), \nquoted in  State v. Schmidt, 323 P.3d 647, 661 n.72 (Alaska 2014). \n28  Id. \n29  Alaska Const. art. I, § 25.  See also  Alaska Civil Liberties Union, 122 P.3d \nat 786 (interpreting Marriage Amendment).   Millennium also  asserts that “Alaska does \nnot recognize common law marriage”  to support its argument.  Marriages that occur in \nAlaska must be ceremonial to be valid, AS 25.05.011(b), but we have  never  decided that \nAlaska cannot recognize a common law marriage valid in another state.  See  Burgess \nConstr. Co. v. Lindley, 504 P.2d 1023, 1026 (Alaska 1972) (Erwin, J., concurring) \n(discussing “the conflicts of law principle that the validity of a marriage is determined \nby the law of the place  where  contracted”  with regard to common law marriage (citing \nLoughran v. Loughran, 292  U.S. 216  (1934))).  See also  Weber v. State, Dep’t of \n(continued...) \n-9- 6927\n \n\nHarris argues that she and Fadely  were financially interdependent and in a \npersonally committed relationship, just like a married couple.  Millennium does not \ndirectly contest this assertion.  We considered and accepted similar arguments in ACLU \nand  Schmidt,  noting  that  many  same-sex  couples  have  “the  same  level  of  love, \ncommitment, and mutual economic and emotional support” as married couples and \n“would choose to get married if they were  not  prohibited  by  law  from  doing so.”30  We \nthus hold that, for purposes of equal protection analysis here, committed same-sex \nsurviving  partners are similarly situated to widows or widowers, and that the death-\nbenefits provision of  the Alaska Workers’ Compensation Act, together with the Marriage \nAmendment, treat these similarly situated groups differently. \nUnder Alaska’s equal protection analysis, we next consider “what weight \nshould  be  afforded the constitutional interest impaired by the challenged enactment.”31 \nHarris asks this court to apply a heightened level of scrutiny because, she argues, the \nstatute “infringes  upon  substantial  liberty interests”  and because “the State has employed \na classification based on both sexual orientation and sex.”  Relying on many federal \ncases, Harris argues that “differential treatment of individuals based on their sexual \norientation warrants heightened scrutiny” under  both the Alaska and U.S. Constitutions. \nMillennium argues that the interest involved is an economic interest entitled to only \nminimum scrutiny.  Amicus Alaska Family Action similarly maintains that sexual \n29  (...continued) \nRevenue, Mem. Op. & J. No.  1188,  2004 WL 2486271 at *1 (Alaska Nov. 3, 2004) \n(noting that Alaska court granted divorce to couple whose common law marriage had \nbeen recognized by Texas). \n30  Alaska Civil  Liberties Union, 122 P.3d at 791, quoted in Schmidt, 323 P.3d \nat 661. \n31  Schmidt,  323 P.3d at 662 (quoting Alaska Civil Liberties Union, 122 P.3d \nat 789) (internal quotation marks omitted). \n-10- 6927\n \n\norientation should not be considered a suspect or quasi-suspect classification  subject to \nmore exacting review. \nWe have previously applied minimum scrutiny  to workers’ compensation \nbenefits in equal protection challenges because they are economic benefits.32    And \nbecause the minimum scrutiny that applies to economic challenges is sufficient to resolve \nthis case, we do not need to consider Harris’s argument  that we  should apply the \nheightened scrutiny that applies to other types of discrimination.33 \nAfter identifying the nature of the constitutional interest, we consider “the \npurposes served by [the] challenged statute.”34   When the  individual interest is economic, \nthe State’s objectives must be legitimate.35  We have held that the purpose of the workers’ \ncompensation act is  “to  ‘ensure the quick, efficient, fair and predictable delivery of \nindemnity and medical benefits to injured workers at a reasonable cost  to employers’ ” \nand that this purpose is legitimate.36 \n32  See, e.g., Ranney v. Whitewater Eng’g, 122 P.3d  214, 223 (Alaska 2005) \n(quoting Williams v. State, Dep’t of Revenue, 895 P.2d 99, 104 (Alaska 1995)). \n33  Schmidt, 323 P.3d at 663 (citation omitted). \n34  Id. at 662 (quoting Alaska Civil  Liberties Union,  122 P.3d at 789) (internal \nquotation marks omitted). \n35  Id. (citation omitted). \n36  Ranney, 122 P.3d at 223 (quoting Meek v. Unocal Corp., 914 P.2d 1276, \n1281 (Alaska 1996)). \n-11- 6927\n \n\nThe next step is “an evaluation of  the state’s interest  in the particular means \nemployed to further its goals.”37   “At the  low end of the sliding scale, we have held that \na substantial relationship between means and ends is constitutionally adequate.”38 \nHarris  argues that there is no substantial relationship between means and \nends in her case.  She identifies cost savings, administrative efficiency, and promoting \nmarriage as purposes for the exclusion of same-sex couples from workers’ compensation \ndeath benefits.  In response,  Millennium contends  that  the  purpose  of  the  act is not limited \nto compensating injured workers and their  dependents,  and that we should also recognize \nthat the statute is  intended  to promote the quick and efficient delivery of benefits to \ninjured workers at a reasonable cost.39   Millennium’s arguments further address cost \nsavings and administrative efficiency. \nIn Ranney, we said that  “compensating  dependents is not the act’s singular \npurpose,”40 identifying  the  “broader  purpose” of providing indemnity benefits through “a \nsystem   of   compensation  that   is  ‘quick,   efficient,   fair   and  predictable.’  ”41     But \ncompensating dependents of  workers who die from  work-related injury is nonetheless a \npurpose of the  act:  Death benefits are one type of indemnity benefits, and the statute \nrequires some type of dependency for eligibility.  The  definition of “married” in the \nstatute “includes a person who  is  divorced but is required by the decree of divorce to \n37  Schmidt, 323 P.3d at 662-63 (quoting Alaska Civil Liberties Union, 122 P.3d \nat 789) (internal quotation marks omitted). \n38  Id. (citation and internal quotation marks omitted). \n39  Millennium does not dispute that the classification  here  does  not bear a fair \nand substantial relationship to a goal of promoting marriage. \n40  Ranney, 122 P.3d at 220. \n41  Id. \n-12- 6927 \n\ncontribute to the support of the  former  spouse,”42  and the  definition of “widow” requires \nthat the survivor either live with or be dependent on the deceased worker.43   \nHarris argues that the administrative burden and actual costs related to \ndetermining whether a surviving partner in a same-sex couple  should get workers’ \ncompensation death benefits will be low simply because (1) there are not as many same-\nsex couples as there  are  opposite-sex  couples  and  (2) work-related deaths are relatively \ninfrequent.  While arguing that cost savings are not a valid reason to deny equal \ntreatment,  she  concludes  that  “the  cost  of  equality   is   minimal  in  this  context.” \nMillennium responds by arguing that requiring marriage as a condition of eligibility for \ndeath benefits is permissible legislative line-drawing and by pointing out that Ranney \nrecognized  the cost to employers as a legitimate interest that we should consider. \nMillennium does not otherwise identify  how  denial  of  benefits to same-sex couples who \nare barred  by law from marriage bears a substantial relationship to the statutory purposes \nidentified in Ranney. \nWe agree with Harris  that the interests we identified and discussed in \nRanney  were  substantially similar  to  the  interests  we  discussed in ACLU:  cost savings \nand administrative convenience, although the focus in Ranney was on administrative \nconvenience.    In Ranney we observed that the legislature could have required an \nindividualized inquiry in every workers’ compensation death-benefits case but chose \ninstead to use marriage as “an adequate proxy  for the  more particularized inquiry \nconcerning  whether  a  relationship  is  serious  enough  or  the  partner  is  sufficiently \ndependent to justify awarding benefits.”44   Use of a proxy was justified because “the \n42  AS 23.30.395(25). \n43  AS 23.30.395(40). \n44  Ranney, 122 P.3d at 221. \n-13­ 6927 \n\npotentially increased precision of requiring an ad hoc decision in all cases would be so \nadministratively costly that the system would be better served by using a more formal \nrule  .  .  .  for  determining  which  relationships  require  the  payment  of  benefits.”45 \nAcknowledging  that  marriage may serve  as  an  adequate proxy for opposite-\nsex couples, Harris contends that it cannot serve as a proxy  for same-sex couples because \nsame-sex couples are absolutely prohibited  from marrying  under Alaska law.  We agree \nwith  Harris that for same-sex couples marriage cannot serve as the way to determine \nwhether  their  relationships  are  “serious   enough”46   or  the  survivor  is  “sufficiently \ndependent to justify awarding benefits” 47   and that an individualized inquiry will be \nneeded.     As   Harris  points  out,  the  statute  already  requires  the  Board  to  make \nindividualized inquiries in some cases because the statute limits benefits to widows and \nwidowers who are “living with or  dependent  for  support  upon” the worker  at the time of \nthe  worker’s  death,4 8  and  there  are  a  number of Board  decisions  demonstrating this \npoint.49   The Board thus has the administrative capacity to make the type of factual \ndeterminations required to establish whether a same-sex couple’s relationship should \nqualify for death benefits.50   And unlike the challenge in Ranney our decision does not \n45  Id. (emphasis added). \n46  Id. \n47  Id. \n48  AS 23.30.395(40). \n49  See, e.g., Tonkovich v. Serino, Inc., AWCB Dec. No. 08-0137 (July 24, \n2008)   (finding  eligibility  for  death  benefits  because  spouses  were  separated  for \n“justifiable cause”); Reynolds v. GBR Equip., Inc., AWCB Dec. No. 05-0345 (Dec. 22, \n2005) (denying death benefits to surviving ex-wife  of deceased employee because she \nfailed to show she was living with or dependent on decedent). \n50  We leave it to the Board to consider the relevant factors for an award of \n(continued...) \n-14- 6927 \n\nrequire a particularized inquiry in all cases because we do not disturb our holding that \nmarriage is a valid proxy for those couples who can lawfully marry.  We therefore \nconclude that the exclusion of same-sex couples from the possibility  of qualifying for \ndeath benefits is not substantially related to the goal of administrative efficiency. \nThe other governmental interest that the parties discuss is cost savings. \nPermitting   surviving   partners   involved   in   an   intimate,  committed,  financially \ninterdependent same-sex  relationship  to  apply  for workers’  compensation death benefits \nmay increase costs.  By increasing the number of potentially eligible dependents, the \ncosts to employers could increase  both because the  pool of people who potentially qualify \nfor benefits may expand and because  there  may  be  more  contested  hearings.  But we held \nin Schmidt that “cost savings alone are not sufficient government objectives under our \nequal protection analysis.”51  And we agree with Harris that  the number of cases involving \nsurviving same-sex partners will likely be limited:  The  total number of death  claims in \nAlaska is small,52 and according to the United States Census Bureau, the percentage of \n50  (...continued) \ndeath benefits to a surviving same-sex partner of  a deceased worker,  but we note that the \nState has  promulgated  regulations for  its employees to use  when  enrolling their same-sex \npartners in insurance programs.   2  Alaska Administrative Code (AAC) 38.010 (2012). \nThese regulations may provide  some guidance to the  Board in evaluating the evidence. \nAmong the factors the State lists are that the couple be in an exclusive, committed, and \nintimate relationship for  at  least  12  months,  that  the  couple reside  together,  and that they \nshare financial obligations.  2 AAC 38.010(b). \n51  State v. Schmidt, 323 P.3d 647, 663 (Alaska 2014) (quoting Herrick’s Aero-\nAuto-Aqua  Repair Serv.  v.  State,  Dep’t  of  Transp.  & Pub. Facilities,  754 P.2d 1111, 1114 \n(Alaska 1988)) (internal quotation marks omitted). \n52  In 2012, for example, there were 30 workplace deaths.  Sara Verrelli, \nWorkplace  Deaths  in  Alaska,  ALASKA   ECON.   TRENDS  (Alaska  Dep’t  of  Labor  & \nWorkforce Dev., Juneau, Alaska), Dec. 2013, at 11, available at http://www.labor.alaska. \ngov/research/trends/dec13art2.pdf. \n-15- 6927 \n\nsame-sex couple households in Alaska in the 2010 census was less than one percent of \nall households.53 \nIn contrast to the position advocated in Ranney, an individualized inquiry \nwill not be  needed  in  all death-benefits  cases  because  marriage  is  still an appropriate \nproxy for opposite-sex couples. 54   Nor will allowing same-sex partners access to death \nbenefits make workers’ compensation benefits slower  or less predictable for opposite-sex \ncouples.55  In short,  denying same-sex couples access to death benefits under the workers’ \ncompensation statute does not bear a fair and substantial relationship to the purposes of \nthe act as identified in Ranney.5 6 \nHarris provided affidavits and other documentary evidence to provide a \nfactual context for purposes of appeal, but the Board has  not  yet  considered  this evidence \nbecause Harris was not lawfully married  to  Fadely at the time of Fadely’s death.  We \ntherefore remand this case for further proceedings. \n53  Martin O’Connell & Sarah Feliz, Same-sex Couple Household Statistics \nfrom  the 2010 Census  Appendix Table 1a (U.S.  Bureau of  Census, Soc., Econ. & Hous. \nStatistics  Div.,  SEHSD  Working  Paper  No.  2011-26,  2011),  available  at \nhttp://www.census.gov/hhes/samesex/data/decennial.html  (follow  “Detailed  Tables” \nhyperlink under Other Technical and Analytical Reports). \n54  Cf. Ranney  v. Whitewater Eng’g,  122  P.3d  214,  221  (2005)  (pointing out \ncost of “requiring an ad hoc decision in all cases”). \n55  Cf.  id.  at   220-21  (noting  that  requiring  “fact-intensive  inquiry  could \nsubstantially delay the award of benefits”). \n56  As noted above, because the statutory classification in conjunction with the \nMarriage Amendment  does not  survive minimum  scrutiny,  we do not  need to reach the \nquestion whether heightened scrutiny should apply or  perform an analysis under federal \nlaw.  \n-16- 6927 \n\nV.  CONCLUSION \nBased on the foregoing, we VACATE the decision of  the Alaska Workers’ \nCompensation Appeals Commission denying Harris’s claim for death benefits and \nREMAND to the Commission for further proceedings consistent with this opinion. \n-17- 6927\n ",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20141120180322/http://www.courtrecords.alaska.gov/webdocs/opinions/ops/sp-6927.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/73922"
    },
    {
      "date": "2012-09-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60162,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60162.pdf",
      "title": "Notice of Constitutional Challenge and Request for Final Decision and Order",
      "text": "ALASKA WORKERS' COMPENSATION BOARD \n3301 EAGLE STREET, SUITE 304, ANCHORAGE, AK 99503 \nIN THE MATTER OF THE CLAIM FOR \nCOMPENSATION AND/OR BENEFITS \nUNDER THE ALASKA WORKERS' \nCOMPENSATION ACT \nDEBORAH HARRIS \nClaimant, \nand \nKERRY FADELY (DECEASED) \nEmployee, \nvs. \nMILLENNIUM HOTEL, \nEmployer, \nand \nNORTHERN ADJUSTERS/CHARTISt \nCCMSI, \nA WCB Case No.  201116890 \nAdjuster.  Date of Death  10/29/11 \n. \nNOTICE OF CONSTITUTIONAL CHALLENGE AND \nREQUEST FOR FINAL DECISION AND ORDER \nClaimant Deborah Harris is the surviving same-sex partner of decedent Kerry Fadely, \nwho was employed by Millennium Hotel until she was killed by a former employee whom Ms. \nFadely had previously terminated.  Ms. Harris does not qualify as a \"widow\" eligible to receive \ndeath benefits under the Alaska Workers' Compensation Act, Alaska Stat. §§ 23.30.215 & \n23.30.395(40), because she and Ms. Fadely were precluded from marrying,each other under \nAlaska law.  The sole legal issue presented here is whether it violates the Alaska and U.S. \nConstitutions to bar surviving same-sex partners like Ms. Harris from the death benefits to which \nthey would be entitled as spouses if the State of Alaska permitted same-sex couples to marry. \n1 \n\nBoth the Alaska Workers' Compensation Board (\"Board\") and the Alaska Workers' \nCompensation Appeals Commission (\"Commission\") lack the authority to decide constitutional \nquestions.  Alaska Pub. Interest Research Group v. State, 167 P.3d 27, 36 (Alaska 2007) \n(holding that the Commission and other \"[a]dministrative agencies do not have jurisdiction to \ndecide issues of constitutional law\").  Rather, where the constitutionality of a statute is placed at \nissue in an administrative proceeding, the agency's duty is to ensure that the record preserves any \nfactual context for later judicial review.  Ben Lomond v. Municipality ofA nchorage, 761 P.2d \n119, 122 (Alaska 1988); Wilson v. Eastside Carpet Co., Alaska Workers' Comp. App. Comrn'n, \nDec. No. 098, 4-6 (May 4, 2009).  Consistent with this principle and contemporaneous with this \nfiling, Ms. Harris has submitted declarations and other documentary evidence to preserve the \nfactual context ofher constitutional challenge for a later-reviewing court.  See Decl. of Deborah \nHarris; Decl. of Hannah Large; Decl. ofLynnette Warren; Decl. ofPeter Renn. \nThe Board is empowered to tailor procedures appropriate for the case before it.  Alaska \nStat.§ 23.30.135 (\"The board may make its investigation or inquiry or conduct its hearing in the \nmanner by which it may best ascertain the rights of the pa.Iiies.\").  Ms. Harris therefore \nrespectfully requests a final decision and order by the Board, given that it lacks authority to \ndecide the constitutional issues presented, so that she may appeal to the Commission and \nthereafter present her constitutional challenge to the Alaska Supreme Court. \n/1, \nExecuted on September  2012, in Los Angeles, California. \nLAMBDA LEGAL DEFENSE AND \nEDUCATION FUND, INC. \nPeter Renn \n2 \n\n( \nExecuted on September@, 2012, in Anchorage, Alaska. \nTHE CROFT LAW OFFICE \n~-~ \nEric Croft \n3 \n\nALASKA WORKERS' COMPENSATION BOARD \n3301 EAGLE STREET, SUITE 304, ANCHORAGE, AK 99503 \nIN THE MATTER OF THE CLAIM FOR \nCOMPENSATION AND/OR BENEFITS \nUNDER THE ALASKA WORKERS' \nCOMPENSATION ACT \nDEBORAH HARRIS \nClaimant, \nand \nKERRY FADELY (DECEASED) \nEmployee, \nvs. \nMILLENNIUM HOTEL, \nEmployer, \nand \nNORTHERN ADJUSTERS/CHARTIS/ \nCCMSI, \nA WCB Case No.  201116890 \nAdjuster.  Date of Death  10/29/11 \nDECLARATION OF DEBORAH HARRIS \nI, DEBORAH HARRIS, hereby declare as follows: \n1.  I am the same-sex surviving partner of Kerry Fadely (\"Kerry\") and I am the \nclaimant in the above-referenced proceeding.  I make this declaration based on my personal \nknowledge and am competent to testify to the matters stated below. \nRelationship with Kerry Fadely \n2.  Kerry and I were in an exclusive, committed, and financially interdependent \nrelationship for over a decade by the time of her death in 2011.  She was 55 years old at the time, \nand I am now 52 years old.  Attached as Exhibit A is a photo of Kerry and me, with Kerry on the \nleft.  Both of us worked in the hospitality industry and we met through our work together at a \n1 \n\nhotel in the mid-1990s, where I worked in the on-site restaurant and Kerry was a hotel manager. \n3.  For the vast majority of our ten-plus year relationship, we lived together in \nAnchorage.  Part of the reason we loved Alaska is because we both enjoyed the outdoors and \nloved to go fishing, kayaking, camping, four-wheeling, and horseback riding.  In 2010, we \nmoved to Portland, Oregon for approximately six months, but decided that we missed Alaska too \nmuch and came back.  We moved back to Anchorage arotmd November 2010 into a small house, \nwhich was our primary residence until the time of Kerry's death. \n4.  Because Alaska bars san1e-sex couples from marrying, Kerry and I were never \nable to marry or celebrate a single wedding anniversary, although we had been together for over \na decade.  But we carved out a day for ourselves each year in order to celebrate our love and \ncommitment to each other and to mark the passage of time.  We could never agree on which \nanniversary that we were celebrating, because we could not pinpoint the same exact moment \nwhen our relationship began; but we both agreed that, as of the last anniversary we celebrated in \n2011, it had been at least ten years. \n5.  Around 2005, Kerry and I began to wear matching rings to signify our love and \ncommitment for one another.  Kerry surprised me with the rings on a beach in Anchor Point, \nwhere we loved to go camping, and asked me if I would be committed to her, to which I said yes. \nOn the very day when Kerry left for work, she left her ring by the soap on our bathroom sink, \nwhich I discovered the day after Kerry's death.  I now wear both my ring and Ken·y's ring. \n6.  We were open about our relationship and held ourselves out to others as a \ncommitted couple, each referring to the other as \"partner\" or \"spouse.\"  Even on Facebook, \nKerry listed me as her \"spouse\" on her profile and stated that we were in a domestic partnership. \nSee Ex. B.  We both considered ourselves to be the other's immediate family. \n2 \n\n7.  Like other committed couples, we cared for each other in times of sickness and in \ntimes of health.  When Kerry had a hysterectomy, for example, I cared for her during and after \nthe medical procedure.  Kerry was also mindful of my health.  She often took me to the dentist or \nto the doctor.  In order to access health insurance that Kerry received through a prior employer \n(before her employment with Millennium Hotel), Kerry and I submitted an Affidavit of \nDomestic Partnership, attached as Exhibit C.  That affidavit explained, among other things, that \nwe were in an intimate, committed relationship of mutual caring and support.  When Kerry \nworked for Millem1ium Hotel, I received health insurance coverage through my own employer. \n8.  Both of us had children from prior relationships, and both of us raised our \nchildren together, sharing parenting tasks and financial responsibility.  Kerry had one son, \nVincent, who was still living with us at the time of her death, and I had three children.  Kerry had \na particularly close relationship with my daughter Hannah, who often introduced Kerry as her \nstepmother.  Kerry was also present for the birth of several grandchildren on my side of the \nfamily-even serving as the videographer for many of those moments-and those grandchildren \nonly ever knew of Kerry as their grandma. \n9.  Kerry and I were in a financially interdependent relationship.  We had joint credit \ncards.  We shared responsibility for paying household expenses, with Kerry often paying the \nrent, and me often paying for groceries, dining, cell phone and cable bills, household goods such \nas the lawn mower and barbeque, and home improvement related expenses such as refinishing \nthe bathroom.  In 2004, we jointly obtained a business license to operate a restaurant in King \nSalmon, which w1fmiunately lasted only one season.  When we temporarily moved to Pmiland, \nOregon, in 2010, we jointly leased an apartment.  In the fall of2011, we were renting a house in \nAnchorage, but the month before Kerry died, we were began looking for a house to purchase, \n3 \n\nwhich we intended to purchase jointly.  See Ex. D (email exchange expressing agreement on \n\"going halfs\" on potential house).  The extent of our financial interdependence became \npmiicularly acute in the aftermath of Kerry's death. \n10.  Kerry and I would have married ifwe could have done so, and we discussed the \nissue, even though it was and remains legally impossible for same-sex couples to marry in \nAlaska.  Except for the fact that we were a same-sex couple, we were otherwise eligible to marry \n(that is, we were unrelated to one another; we were not still married to others; and we were at \nleast 18 years old).  Kerry and I also discussed whether we could marry elsewhere in a state or \ncountry, such as Canada, that permitted smne-sex couples to marry.  However, we also \nunderstood that, once we got back home to Alaska, our out-of-state marriage certificate would \nlikely not be recognized.  It therefore felt futile to us to devote so much time, energy, and cost to \nobtain an out-of-state marriage certificate-only to have it ignored in our home state of Alaska. \n11.  Kerry and I had hoped, planned, and intended to remain together our entire lives. \nWe aspired to open up our own lodge together, which will now never come to pass. \nKerry's Death \n12.  On Saturday, October 29, 2011, Kerry and I shared a late lunch before she left for \nwork at the Millennium Hotel in Anchorage, where she was employed as the food a11d beverage \nmanager.  Just before she left the house, she kissed me goodbye and told me that she loved me.  I \ntold her that I loved her too. \n13.  Later that day, I went to the grocery store to buy an apple pie, because that is what \nKerry wanted when she got off from work.  While I was heating up the pie in the oven, our \nneighbor knocked on our door and asked if Kerry was home, because she had heard that \nsomething bad had happened at the hotel.  I turned off the oven, got in my car, and began driving \n4 \n\nto the hotel.  I texted Kerry's cell phone to ask if she was okay, but I received no response. \n14.  When I arrived at the hotel, the police were on the scene.  I told a police officer \nthat I needed to lmow what was happening because my partner was inside the hotel, but he yelled \nat me to step back.  I asked one of the other people outside what had happened, and he told me \nthat a manager by the name of Kerry Fadely had been shot.  I immediately dropped to my knees \nin the snow, in horror and disbelief.  A police officer ultimately drove me to the command \ncenter, where it was confirmed that Kerry had died. \n15.  As I later learned, one of the hotel employees-a man whom Kerry had \npreviously terminated just nine days earlier-had returned to the hotel asking for Keny  As \ndetailed in the criminal complaint filed against him, attached as Exhibit E, a hotel employee told \nhim that Kerry would return shortly.  A short time later, that same employee overheard the man \nswear at Kerry and then say, \"If I'm going down, then you're all going down,\" followed by \nseveral gunshots.  Another employee witnessed the man pull out a handgun and fire two shots at \nKeny  She turned to run through double doors to the kitchen, at which point he fired another \nthree to four shots.  When police arrived, Kerry had died from multiple gunshot wounds. \n16.  It was unspeakably painful to lose the person that I held most dear in my life.  I \nalways felt that Kerry was the \"rock\" in our relationship and in my life; without her, I am not \nsure of how to proceed.  Not a day goes by that I don't remember or cherish the love that we had, \nand the many happy memories that we were able to create, during Kerry's all-too-short time on \nthis earth. \nAftermath of Kerry's Death \n17.  Because Alaska did not allow Kerry and I to many or to have any means of \naccessing the rights and responsibilities associated with marriage, I was treated as a legal \n5 \n\nstranger to Kerry in the immediate aftermath of her death. \n18.  There were several members ofKerry's family who were uncomfortable about the \nfact that Kerry and I were lesbians.  They disapproved of our relationship because of their \nreligious views about same-sex relationships and chose not to acknowledge our relationship. \nThus, for example, when Kerry's obituary was written by a family member, it did not reference \nthe ten-plus year relationship that Kerry and I had had in any way. \n19.  I also was informed by a member of Kerry's family that I would not have a role \nwith respect to making funeral arrangements for Kerry.  I was told that I could not speak at the \nfuneral.  I and other members of my family were excluded from the family seating area because \nwe were not considered part of Kerry's family.  We were only allotted a small window of time \nearly one morning to view Kerry's remains at the mortuary and had to leave before other family \nmembers arrived.  It was as if I was no one to Kerry, when, in reality, Kerry and I meant \neverything to each other. \n20.  Kerry's death was financially as well as emotionally devastating.  Because Kerry \nand I were financially interdependent, I knew I would be unable to continue living in our house \nbased on my income alone.  Less than a month after Kerry's death, I had to move in with one of \nmy children and abandon the home that Kerry and I had shared. \n21.  I am currently working at a seasonal lodge in Montana, which will conclude after \nSeptember 2012.  I may return to Anchorage after this job ends but have not yet decided. \n22.  Kerry's employer, Millennium Hotel, is currently paying death benefits to Kerry's \nson, Vincent Fadely, who is 23 years old.  Vincent has attended college for three years and is \nemolled as a student at the University of Alaska.  I met with Vincent in July 2012 and informed \nhim of this case.  I also provided him with a letter, attached as Exhibit F, explaining the nature of \n6 \n\nthese proceedings.  Vincent is supportive of my claim and believes that Kerry would have been \nsupportive as well. \nI declare under penalty of perjury under the laws of the State of Alaska that the foregoing \nstatements are true and correct. \nExecuted on September I, 2012 in Los~ \n/ \n/ \nDEBORAH HARRIS \n7 \n\nCALIFORNIA ALL-IPURIPOSE ACKNOWLEDGMENT \nCIVIL CODE § 1189 \n\nALASKA WORKERS' COMPENSATION BOARD \n3301 EAGLE STREET, SUITE 304, ANCHORAGE, AK 99503 \nIN THE MATTER OF THE CLAIM FOR \nCOMPENSATION AND/OR BENEFITS \nUNDER THE ALASKA WORKERS' \nCOMPENSATION ACT \nDEBORAH HARRIS \nClaimant, \nand \nKERRYFADELY(DECEASED) \nEmployee, \nvs. \nMILLENNIUM HOTEL, \nEmployer, \nand \nNORTHERN ADJUSTERS/CHARTIS/ \nCCMSI \nAWCBCaseNo.  201116890 \nAdjuster  Date of Death  10/29/11 \nDECLARATION OF HANNAH LARGE \nI, HANNAH LARGE, hereby declare as follows: \n1.  I am the daughter ofDeborah Harris, the claimant in the above-referenced \nproceeding and the same-sex surviving partner of Keny Fadely (\"Ke1Ty\").  I also considered \nKerry to be my stepmother.  I am 28 years old and currently reside in Redding, Califomia.  I \nmake this declaration based on my personal lmowledge and am competent to testify to the \nmatters stated below. \n2.  I met Ken·y when I was around 13 years old.  She and my mother were working at \nthe same hotel.  I went to the hotel in order to get lunch money from my mother, and that is when \nI met Kerry, who I immediately liked because she was kind and talkative. \n1 \n\n3.  I regarded Kerry as my stepmother, and Kerry regarded me as her stepdaughter, \neven though she and my mother were never able to marry.  Kerry was always a cheerleader for \nme when I was growing up and would attend my volleyball and basketball games.  Likewise, \nwhen I decided that I wanted to quit basketball-which would dash my mother's hopes that I \nmight one day play in the Olympics-! went to Kerry for advice how now to break the news. \nLikewise, when I needed advice about how to introduce my then-boyfriend (and now-husband) \nto my mother, Kerry was there for me.  When I needed advice about college, Kerry was there. \nWhen I gave birth to my son, Brody, Kerry was there as well.  She was a mother to me in every \nway that mattered. \n4.  My mother and Kerry were like a married couple, except for the fact that they \ncould not actually marry, and that was reflected in their financial interdependence in parenting. \nWhen I was in high school, they both helped with respect to my expenses.  Kerry, for example, \npaid for my clothes and for half of my gas card (the other half ofwhich Kerry told me I needed \nto pay for, because she wanted to instill a sense of financial responsibility in me).  Even after \nhigh school, Kerry would help me out with my rent in college when I needed it.  When my sister \nhad her second child and needed financial help, Kerry helped her out.  My mother similarly \nhelped Kerry in raising Kerry's son, Vincent.  I recall one instance where Kerry went to help set \nup Vincent's college donn room and needed several hundred dollars in cash from my mother, \nbecause Keny was low on cash at that time. \n~~~-=;~.~ ~ ~Ke11y was also liKe a gninamotnei: to my mother's grandcl1ildre~. Kerry loved \nchildren, and she was eve~y child's dream, because she herself was like a big kid at heart, armed \nwith her own squirt gun.  Kerry was especially close to one of these grandchildren, my nephew \nBlake, who referred to her as \"Grandma Kerry.\"  Blake recently celebrated his fifth bilihday.  It \n2 \n\nwas the first bi1ihday at which Kerry could not be present. \n6.  I believed that Keny and my mother would be together their entire lives.  I would \noften hear the two of them talk about their future plans together, including their dreams of one \nday opening up their own business, like a lodge. \n7.  Kerry and my mother also cared for each other, just like a married couple.  Kerry \nspoke with me about my mother's health and expressed concern that my mother was not very \ngood at taking care of herself.  Kerry told me that she felt that my mother would be more likely \nto take care of herself if she had health insurance.  In order to add my mother to Kerry's health \ninsurance, which was offered by Kerry's employer at the time, Kerry had to verify their \nrelationship in writing.  Kerry spoke with me about submitting that verification, the gist of which \nwas that the two of them lived together and were dependent upon each other. \n8.  When Kerry died, my mother and the rest of our family were excluded from \nmaking arrangements by members of Kerry's family;  Atone point, we were told that we would \nnot even have the chance to say goodbye to the remains of Kerry-a woman who had been like a \nmother to me-because members of Keny' s family who disapproved of same-sex relationships \nwould not permit it.  But we were ultimately allowed a small window oftime one morning at the \nm01iuary to say our goodbyes.  Two days before the funeral, we were also informed our family \nwould be \"allowed\" to come to the funeral.  In advance of the funeral, we had aiTanged for a \nlarge wreath with Kerry's favorite flowers to be on display, but when we arrived, it was nowhere \n------ttorrhb\"\"'e-+foillcmrm:lalong witlf1he other floral anangements already on display; we then had to make a \nspecial request for the wreath to be brought out.  We were not pennitted to sit in the first several \npews because that section had been roped off for Kerry's family, and we were not considered \n3 \n\npart of her family.  Throughout Kerry's life, however, we were always part ofKcrry's family. \nI declare under penalty of pe1jury under the Jaws of the State of Alaska that the foregoing \nstatements arc true and coiTcct. \n5-+h.  , \n~· \nExecuted on  20 J 2 in Redding, California. \nHANNAH LARGP \n4 \n\nCALIFORNIA ALL-PURPOSE ACKNOWLEDGMENT  CiVIl COlliE § 1189 \nwho  proved  to  me  on  the  basis  of  satisfactory \nevidence to be the person~ whose nameW is/are \nsubscribed to the within instrument and acknowledged \nto  me  that  Jw/she/t.l:!ey- executed  the  same  in \ntlis/her/tl;;l.eir'authorized  capacityQes),  and  that  by \nJ;H51her/JI'reir  signatureW  on  the  instrument  the \nJASON STARR  perso~, or  the  entity  upon  behalf of which  the \nCommission #  1926893  person~ acted, executed the instrument. \nNotary Public -California  2 \n2 \nShasta County  ~ \nI certify under PENALTY OF PERJURY under the \nComm. Expires Feb 26, 2015 \nlaws  of the  State  of California that the  foregoing \nparagraph is true and correct. \nWITNESS my hand and official seal. \nPlace Notary Seal Above \nThough the information below is not required by law, it may  rtJVe-val  ble to persons relying on the document \nand could prevent fraudulent removal and reattachment of this form to another document. \nr1 \nDescription of Attached Q._ocument \n1  a./ \nTitle or Type of Document:  J)ec..(~cra-tzon  Jdai~~, Vl \"0:/ h.  L'Clvj/2-\nSe(f-ef/14 h-n  '\"5ft, \nDocument Date:  V  \"'2-01\"2...- Number of Pages:____,'-(.___ ____  \n1 \nSigner(s) Other Than Named Above:------------------------ \nCapacity(ies) !!imed by Signer(s) \nozh \nSigner's Name: fjauYJ  hCl~~'\"-J-.JL \nD  Corporate Officer- Title(s): ________  \nD  Individual \nD  Partner - D Limited  D General  Top of thumb here \nD  Attorney in Fact \nD  Trustee  D Trustee \nD  Guardian or Conservator \nD  Other: _________  \n~.  Signer Is Representing: ____  \n~;i'~~~~~~'§f(,~~'\"\"'-l~i~$§0~~~~ \n© 2010 National Notary Association· NationaiNotary.org • 1-800-US NOTARY (1-800-876-6827)  Item #5907 \n\nALASKA WORKERS' COMPENSATION BOARD \n3301 EAGLE STREET, SUITE 304, ANCHORAGE, AK 99503 \nIN THE MATTER OF THE CLAIM FOR \nCOMPENSATION AND/OR BENEFITS \nUNDER THE ALASKA WORKERS' \nCOMPENSATION ACT \nDEBORAH HARRIS \nClaimant, \nand \nKERRY FADELY (DECEASED) \nEmployee, \nvs. \nMILLENNIUM HOTEL, \nEmployer, \nand \nNORTHERN ADWSTERS/CHARTIS/ \nCCMSI \nAWCB Case No.  201116890 \nAdjuster  Date of Death  10/29/11 \nDECLARATION OF LYNNETTE WARREN \nI, LY  NNETTE WARREN, hereby declare as follows: \n1.  I am a friend of the claimant, Deborah Harris (\"Debbie\"), in the above-referenced \nproceeding and was also a friend of Kerry Fadely, who is now deceased.  I make this declaration \nbased on my personal knowledge and am competent to testify to the matters stated below. \n2.  I met Debbie and Keny in the late 1990s in Anchorage, shortly after they had just \nmoved to Alaska, and I quickly became friends with both of them.  The three of us were very \nclose.  We vacationed together, barbequed together, and attended social events together, and I \nhousesat for Debbie and Keny on occasion when they were out-of-town. \n3.  Debbie and Kerry were a loving, committed couple.  It was rare that I would see \n1 \n\none of them out on the town without the other, as they always did things together.  At one point, \nI asked if the two of them wanted to marry each other, and they said yes.  Debbie and Kerry wore \nmatching rings, as a sign of their commi1ment to one another, and they also celebrated an \nanniversary for their relationship.  They both talked about their future plans, including buying a \nhome together and retiring together. \n4.  Debbie and Kerry were there for each other through thick and thin, supporting \neach other emotionally and financially, just like a married couple.  For example, there was one \ntime when Kerry faced anti-gay harassment at work, and Debbie helped her through that \nexperience.  Each person also supported the other if one of them was unemployed at the time. \nTheir relationship appeared resilient to everything, which is why I think they were together up \nuntil the time of Kerry's death. \n5.  I declare under penalty ofpeijury under the laws of the State of Alaska that the \nforegoing statements are true and correct. \nExecuted on~£/118&1Z /~ , 2012 in  /ka.H-t!R-Ar-£  !4/.tt?K# \n/LYNNETTE \nWARREN \n-~~---\n2 \n\nALASKA WORKERS' COMPENSATION BOARD \n3301 EAGLE STREET, SUITE 304, ANCHORAGE, AK 99503 \nIN THE MATTER OF THE CLAIM FOR \nCOMPENSATION AND/OR BENEFITS \nUNDER THE ALASKA WORKERS' \nCOMPENSATION ACT \nDEBORAH HARRIS \nClaimant, \nand \nKERRY FADELY (DECEASED) \nEmployee, \nvs. \nMILLENNIUM HOTEL, \nEmployer, \nand \nNORTHERN ADJUSTERS/CHARTIS/ \nCCMSI, \nA WCB Case No.  201116890 \nAdjuster.  Date of Death  10/29111 \nDECLARATION OF PETER RENN \nI, PETER RENN, hereby declare as follows: \n1.  I am one of the attomeys for claimant Deborah HarTis in the above-referenced \nproceeding.  I make this declaration based on my personal knowledge and am competent to \ntestify to the matters stated below. \n2.  Attached as Exhibit A is a tme and cmTect copy of a table of information (Table \n6b) from the 2010 Census, available on line at http://www.census.gov/hhes/samesex/files/ss-\nrepo1i-tables.xls, which lists a prefened estimate of 1,228 same-sex couples (or 2,456 individuals \nin same-sex relationships) in Alaska, based on the 2010 Census. \n3.  Attached as Exhibit B a true and conect copy of information generated from the \n1 \n\nCensus Bureau's 2010 American Community Survey, available at http://factfinder2.census.gov, \nwhich shows that 49.9 percent of the Alaska population over the age of 15--or approximately \n278,522 individuals-were married, based on that 2010 survey. \n4.  Attached as Exhibit C is a true and correct copy of a compilation of excerpted \npages from the Alaska Workers' Compensation Annual Reports from 2001 to 2010 showing the \nnumber of fatality case files opened each year, as summarized in the following table: \nAnnual Report Year  · Number of Fatalities \n2010  28 \n2009  24 \n2008  17 \n2007  29 \n2006  21 \n2005  15 \n2004  27 \n2003  17 \n2002  23 \n2001  39 \nTotal:  240 \nThe full annual reports are available online at the Alaska Division of Workers' Compensation \nwebsite: http:// labor.alaska.gov/wc/ar.htm. \nI declare under penalty of pe1jury under the laws of the State of Alaska that the foregoing \nstatements are true and correct. \nICf, \nExecuted on September  2012 in Los Angeles CA. \n2 ",
      "document_type_other": null,
      "external_url": "http://www.lambdalegal.org/in-court/cases/harris-v-millennium-hotel",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60162"
    },
    {
      "date": "2013-06-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 60166,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60166.pdf",
      "title": "Alaska Workers' Compensation Appeals Commission Final Decision",
      "text": "Alaska Workers’ Compensation Appeals Commission \n     \nDeborah Harris, domestic partner of  Final Decision \nKerry Fadely, deceased,   \n  Appellant,  Decision No. 183            June 28, 2013 \nvs.     \nMillennium Hotel and New Hampshire     \nInsurance Co.,  AWCAC Appeal No. 13-005 \n  Appellees.  AWCB Decision No. 13-0028 \nAWCB Case No. 201116890 \n \nFinal decision on appeal from Alaska Workers’ Compensation Board Final Decision and \nOrder No. 13-0028, issued at Anchorage on March 21, 2013, by southcentral panel \nmembers Janel Wright, Chair, Patricia Vollendorf, Member for Labor, and Amy Steele, \nMember for Industry. \nAppearances:  Eric C. Croft, The Croft Law Office, and Peter C. Renn, Lambda Legal \nDefense and Education Fund, Inc., for appellant, Deborah Harris, domestic partner of \nKerry Fadely, deceased; Colby J. Smith, Griffin & Smith, for appellees, Millennium Hotel \nand New Hampshire Insurance Co. \nCommission proceedings:  Appeal filed April 3, 2013; briefing completed June 19, 2013; \noral argument was not requested. \nCommissioners:  James N. Rhodes, S. T. Hagedorn, Laurence Keyes, Chair. \n  By:  Laurence Keyes, Chair. \n1.  Introduction. \n  Appellant, Deborah Harris (Harris), was the same-sex domestic partner of Kerry \nFadely  (Fadely).    At  all  relevant  times,  Fadely  was  employed  by  the  appellee,  the \nMillennium Hotel (Millennium) in Anchorage, as a food and beverage manager.  On \nOctober  29,  2011,  while  at  work,  Fadely  was  fatally  shot  by  a  disgruntled  former \nemployee of the hotel whom she had terminated a few days earlier. \n  Harris submitted a workers’ compensation claim dated March 27, 2012, seeking \ndeath benefits.  Millennium filed an Answer and a Controversion Notice dated May 4, \n  1  Decision No. 183 \n\n2012, denying that Harris was entitled to death benefits.  The parties stipulated to a set \nof facts on December 19, 2012.  Harris’s claim was heard on the written record by the \nAlaska Workers’ Compensation Board (board) on February 26, 2013. \n  The board issued its decision on March 21, 2013.1  On the basis of certain \nprovisions of the Alaska Workers’ Compensation Act (Act) and a decision of the Alaska \nSupreme Court (supreme court), Ranney v. Whitewater Engineering,2 the board denied \nHarris’s claim.3  The board also declined to consider Harris’s constitutional challenges to \nAlaska law that preclude her from obtaining benefits as a same-sex domestic partner, \nconcluding that it lacked jurisdiction to decide constitutional issues.4 \n  Harris  appealed  the  board’s  decision  to  the  Workers’  Compensation  Appeals \nCommission (commission).  Acknowledging that the commission, like the board, lacks \njurisdiction to decide constitutional issues, the parties have appropriately postured this \nappeal to preserve for appeal to the supreme court 1) the issue whether Harris is \nentitled to death benefits, and 2) their constitutional arguments in a forum that has \njurisdiction to hear them.  The commission affirms the board’s denial of death benefits \nto Harris. \n2.  Factual background and proceedings. \nAs mentioned, the facts were stipulated to by the parties.  Because they are not \ndisputed  and  have  been  succinctly  stated  in  the  board’s  decision,5  we  adopt  its \nrecitation of the facts.6  We have omitted those facts that are not significant to the \nanalysis. \n                                        \n1   See Deborah Harris v. Millennium Hotel, Alaska Workers’ Comp. Bd. Dec. \nNo. 13-0028 (Mar. 21, 2013). \n2   122 P.3d 214 (Alaska 2005). \n3   See Harris, Bd. Dec. No. 13-0028 at 15. \n4   See id. \n5   See id. at 2-4. \n6   The board refers to Harris as the Claimant, Fadely as the Employee, and \nMillennium as the Employer. \n  2  Decision No. 183 \n\nOn  October  29,  2011,  Employee,  a  food  and  beverage  manager  at  the \nMillennium Hotel in Anchorage, Alaska, died in a work-related injury.7 \nClaimant  contends  she  was  in  a  same-sex  relationship  with  Employee  when \nEmployee died, and was her same-sex domestic partner.  Claimant’s assertions include:  \nif Alaska law allowed her and Employee to marry, or recognized an out-of-state same-\nsex marriage certificate, they would have married; Claimant and Employee were in an \nexclusive, committed, financially interdependent relationship for over a decade by the \ntime of Employee’s death in 2011; Claimant and Employee lived for the majority of their \nten-year relationship together in Anchorage; they wore matching rings to signify their \nlove  and  commitment  for  one  another  and  referred  to  each  other  as  “partner”  or \n“spouse”; they jointly submitted an Affidavit of Domestic Partnership so Claimant could \naccess health insurance Employee received through a prior employer; had joint credit \ncard  accounts;  jointly leased an apartment and were looking to jointly purchase a \nhome;  and  on  Facebook,  a  social  media  website,  Employee  listed  Claimant  as  her \n“spouse” and stated Employee and Claimant were in a domestic partnership.  Claimant \nsubmitted affidavits from herself, her daughter, and a friend attesting to the couple’s \ncommitted  and  financially  interdependent  relationship.    Claimant  asserts  she  was \nfinancially dependent upon Employee.8 \nClaimant and Employee were not married to one another when Employee died, \nand had never been married to one another.9 \nEmployee’s death occurred in the course and scope of employment.10 \n3.  Standard of review. \n  The commission is to uphold the board’s findings of fact if they are supported by \nsubstantial evidence in light of the whole record.  Substantial evidence is such relevant \n                                        \n7   R. 0001. \n8   R. 0037-40, 0041-64, 0067-71, 0072-73, 0017. \n9   R. 0037-40, 0041-64, 0095-102. \n10   R. 0001, 0095-102. \n  3  Decision No. 183 \n\nevidence which a reasonable mind might accept as adequate to support a conclusion.11  \nThe question whether the quantum of evidence is substantial enough to support a \nconclusion in the contemplation of a reasonable mind is a question of law.12  We \nexercise our independent judgment when reviewing questions of law and procedure.13 \n4.  Discussion. \na.  Harris is not entitled to death benefits. \n  Under AS 23.30.215(a),14 death benefits are payable to the widow or widower \nand children of the deceased employee.  AS 23.30.395(40) defines “widow” as the \n                                        \n11   See, e.g., Norcon, Inc. v. Alaska Workers’ Compensation Bd., 880 P.2d \n1051, 1054 (Alaska 1994). \n12   Wasser & Winters Co., Inc. v. Linke, Alaska Workers’ Comp. App. Comm’n \nDec. No. 138, 5 (Sept. 7, 2010). \n13   See AS 23.30.128(b). \n14   AS 23.30.215(a) reads: \n(a)  If the injury causes death, the compensation is known as a \ndeath benefit and is payable in the following amounts to or for the \nbenefit of the following persons: \n    (1)  reasonable and necessary funeral expenses not exceeding \n$10,000; \n(2)  if there is a widow or widower or a child or children of the \ndeceased,  the  following  percentages  of  the  spendable  weekly \nwages of the deceased: \n(A)  80 percent for the widow or widower with no children; \n(B)  50 percent for the widow or widower with one child and 40 \npercent for the child; \n(C)  30 percent for the widow or widower with two or more \nchildren and 70 percent divided equally among the children; \n(D)  100 percent for an only child when there is no widow or \nwidower; \n(E)    100  percent,  divided  equally,  if  there  are  two  or  more \nchildren and no widow or widower; \n(3)  if the widow or widower remarries, the widow or widower is \nentitled  to  be  paid  in  one  sum  an  amount  equal  to  the \n                           (footnote continued) \n  4  Decision No. 183 \n\ndecedent’s  wife;  AS  23.30.395(41)  defines  “widower”  as  the  decedent’s  husband.  \nFurthermore, AS 25.05.013(b) states:  “A same-sex relationship may not be recognized \nby the state as being entitled to the benefits of marriage.”  In terms of this statutory \nlaw, Harris does not qualify as a widow or widower eligible to receive death benefits. \n  The supreme court has provided additional case law authority for denying Harris \ndeath  benefits  in Ranney v. Whitewater Engineering.    In  that  appeal,  a  surviving \nunmarried cohabitant of the deceased employee was denied death benefits. \nBased on the foregoing law, Harris cannot be considered married to Fadely, nor \nis she the widow or widower of Fadely.  Therefore, Harris is not entitled to death \nbenefits and Millennium is under no obligation to pay them. \nb.  The commission does not have jurisdiction to decide \nconstitutional issues. \n  In a relatively recent decision, the supreme court held that “[a]dministrative \nagencies  do  not  have  jurisdiction  to  decide  issues  of  constitutional  law.”15    The \ncommission, like the board, is an administrative agency.16  We have acted in conformity \nwith this restriction on our jurisdiction.17  Accordingly, the commission must decline to \n                                                                                                                               \ncompensation to which the widow or widower would otherwise be \nentitled in the two years commencing on the date of remarriage \nas full and final settlement of all sums due the widow or widower; \n(4)  if there is no widow or widower or child or children, then for \nthe  support  of  father,  mother,  grandchildren,  brothers,  and \nsisters, if dependent upon the deceased at the time of injury, 42 \npercent of the spendable weekly wage of the deceased to such \nbeneficiaries, share and share alike, not to exceed $20,000 in the \naggregate; \n(5)  $5,000 to a surviving widow or widower, or equally divided \namong surviving children of the deceased if there is no widow or \nwidower. \n15   Alaska Public Interest Research Group v. State, 167 P.3d 27, 36 (Alaska \n2007). \n16   See Alaska Public Interest Research Group v. State, 167 P.3d at 36. \n17   See, e.g., Rockstad v. Chugach Eareckson Support Services,  2012 \nWL 163897 (Alaska, Jan. 18, 2012). \n  5  Decision No. 183 \n\nhear  and  decide  Harris’s  constitutional  challenges  to  the  Act,  including  any  federal \nconstitutional challenge to Art. I, § 25 of the Alaska Constitution, which reads:  “To be \nvalid or recognized in this State, a marriage may exist only between one man and one \nwoman.” \n5.  Conclusion. \n  We AFFIRM the board’s decision insofar as it denies death benefits to Harris. \nDate: ___ 28 June 2013______ ALASKA WORKERS’ COMPENSATION APPEALS COMMISSION \n   \n \nSigned \nJames N. Rhodes, Appeals Commissioner \nSigned \nS. T. Hagedorn, Appeals Commissioner \nSigned \nLaurence Keyes, Chair \n \nAPPEAL PROCEDURES \nThis is a final decision on the merits of this appeal.  The appeals commission affirms the \nboard’s  decision.    The  commission’s  decision  becomes  effective  when  distributed \n(mailed) unless proceedings to reconsider it or to appeal to the Alaska Supreme Court \nare instituted (started).18  For the date of distribution, see the box below. \nEffective, November 7, 2005, proceedings to appeal this decision must be instituted \n(started) in the Alaska Supreme Court no later than 30 days after the date this final \n                                        \n18   A  party  has  30  days  after  the  distribution  of  a  final  decision  of  the \ncommission to file an appeal to the supreme court.  If the commission’s decision was \ndistributed by mail only to a party, then three days are added to the 30 days, pursuant \nto Rule of Appellate Procedure 502(c), which states: \nAdditional  Time  After  Service  or  Distribution  by  Mail.  \nWhenever  a  party  has  the  right  or  is  required  to  act  within  a \nprescribed number of days after the service or distribution of a \ndocument, and the document is served or distributed by mail, three \ncalendar days shall be added to the prescribed period.  However, \nno  additional  time  shall  be  added  if  a  court  order  specifies  a \nparticular calendar date by which an act must occur. \n  6  Decision No. 183 \n\ndecision is distributed19 and be brought by a party-in-interest against all other parties to \nthe proceedings before the commission, as provided by the Alaska Rules of Appellate \nProcedure.  See AS 23.30.129(a).  The appeals commission is not a party. \nYou may wish to consider consulting with legal counsel before filing an appeal.  If you \nwish to appeal to the Alaska Supreme Court, you should contact the Alaska Appellate \nCourts immediately: \nClerk of the Appellate Courts \n303 K Street \nAnchorage, AK 99501-2084 \nTelephone:  907-264-0612 \nMore information is available on the Alaska Court System’s website: \nhttp://www.courts.alaska.gov/ \n \nRECONSIDERATION \nThis is a decision issued under AS 23.30.128(e).  A party may ask the commission to \nreconsider this final decision by filing a motion for reconsideration in accordance with \n8 AAC 57.230.  The motion for reconsideration must be filed with the commission no \nlater than 30 days after the day this decision is distributed to the parties.  If a request \nfor reconsideration  of this final decision is filed on time  with the commission, any \nproceedings to appeal must be instituted no later than 30 days after the reconsideration \ndecision is distributed to the parties, or, no later than 60 days after the date this final \ndecision was distributed in the absence of any action on the reconsideration request, \nwhichever date is earlier.  AS 23.30.128(f). \n \n \nI certify that this is a full and correct copy of the Final Decision No. 183 issued in the \nmatter of Deborah Harris, domestic partner of Kerry Fadely, deceased vs. Millennium \nHotel and New Hampshire Insurance Co., AWCAC Appeal No. 13-005, and distributed by \nthe  office  of  the  Alaska  Workers'  Compensation  Appeals  Commission  in  Anchorage, \nAlaska, on June 28, 2013. \nDate:      July 2, 2013     \n                         Signed \nK. Morrison, Deputy Commission Clerk \n \n   \n                                        \n19   See id. \n  7  Decision No. 183 ",
      "document_type_other": "",
      "external_url": "http://www.lambdalegal.org/in-court/cases/harris-v-millennium-hotel",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60166"
    },
    {
      "date": "2013-10-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Alaska state supreme court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60168,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60168.pdf",
      "title": "Appellant Brief",
      "text": "IN THE SUPREME COURT OF THE STATE OF ALASKA \n \n   \nDeborah Harris,   \n   \n    Appellant,   \n   \n   \n                 vs.   \n   \nMillennium Hotel; New Hampshire   \nInsurance Co.,   \n   \n    Appellees.  Supreme Court Case No. S15230 \n \nAWCAC Appeal No. 13-005 \n \nAPPEAL FROM THE  \nALASKA WORKERS’ COMPENSATION APPEALS COMMISSION \nCOMMISSIONERS JAMES RHODES, S.T. HAGEDORN, AND LAURENCE KEYES \n \n BRIEF OF APPELLANT \n \n \n \n                      By: ______________________________ \n  Eric Croft (Alaska Bar No. 940031) \n  The Crofts Law Office \n  738 H St. \n  Anchorage, AK 99501 \n  (907) 272-3508 \n               \n  Peter Renn (Admitted Pro Hac Vice) \nLambda Legal Defense and \nEducation Fund, Inc. \n    3325 Wilshire Blvd., Suite 1300 \n    Los Angeles, CA 90010 \n    (213) 382-7600 \nFiled in the Supreme Court of the \nState of Alaska, this ____ day of \n_________________, 2013.  \n \nMarilyn May, Clerk \n \n \n\nTABLE OF CONTENTS \nPage \nINTRODUCTION ............................................................................................................... 1 \n \nJURISDICTIONAL STATEMENT .................................................................................... 2 \n \nPARTIES TO THE CASE  .................................................................................................. 2 \n \nISSUES PRESENTED FOR REVIEW ............................................................................... 2 \n \nSTATEMENT OF THE CASE ........................................................................................... 2 \n \nI.  Statement of Facts .................................................................................................... 2 \n \n  A.  Relationship Between Deborah Harris and Kerry Fadely ............................. 2 \n \n  B.  Ms. Fadely’s Death ........................................................................................ 5 \n \n  C.  Aftermath of Ms. Fadely’s Death .................................................................. 6 \n \nII.  Statement of the Proceedings ................................................................................... 7 \n \nSTANDARD OF REVIEW ................................................................................................. 9 \n \nARGUMENT ..................................................................................................................... 10 \n \nI.  The Absolute Exclusion of Same-Sex Partners from Eligibility for Death  \nBenefits Violates the Equal Protection Guarantees of the State and Federal \nConstitutions. .......................................................................................................... 10 \n \nA.  The State Workers’ Compensation Law Treats Similarly-Situated \nIndividuals Differently Based on Their Sexual Orientation and Sex. ......... 10 \n \nB.  The State Facially Discriminates Against Same-Sex Partners in Access to \nDeath Benefits. ............................................................................................ 13 \n \n  C.  The Proper Standard of Review Is Heightened Scrutiny. ........................... 15 \n1.  Governmental Classifications Based on Sexual Orientation Warrant \nHeightened Scrutiny. ........................................................................ 15 \n \ni \n \n\n2.  The Exclusion of Same-Sex Partners from Death Benefits Is Also \nBased on Sex and Requires Heightened Scrutiny for That \nIndependent Reason. ........................................................................ 22 \n \nD.  The Absolute Exclusion of Same-Sex Partners from Death Benefits Fails \nAny Level of Scrutiny Under Both the State and Federal Constitutions. ... 23 \n \n1.   The State’s Denial of Death Benefits to Same-Sex Partners Impairs \nImportant Individual Interests. ......................................................... 24 \n \n2.   The Absolute Exclusion of Same-Sex Partners from Death Benefits \nDoes Not Rationally Advance Any Legitimate Government Interest, \nLet Alone Do So “Fairly” and “Substantially.” ............................... 27 \n \na.   Cost Savings .......................................................................... 28 \n \nb.   Administrative Efficiency ..................................................... 32 \n   \nc.   Promoting Marriage .............................................................. 37 \nII.  The Denial of Death Benefits to Surviving Same-Sex Partners Also \nUnconstitutionally Infringes Upon the Rights to Liberty and Privacy Under the \nState and Federal Constitutions. ............................................................................. 40 \nCONCLUSION ................................................................................................................. 45 \n \n   \nii \n \n\nTABLE OF AUTHORITIES \nCASES  Page(s) \n \nAlaska Civil Liberties Union v. State, 122 P.3d 781                                                    \n(Alaska 2005) .................................................................................................. passim \nAlaska Gay Coalition v. Sullivan, 578 P.2d 951 (Alaska 1978) ....................................... 18 \nAlaska Pac. Assurance Co. v. Brown, 687 P.2d 264 (Alaska 1984) ..................... 26, 29, 43 \nAlaska Pub. Interest Research Group v. State, 167 P.3d 27 (Alaska 2007) ....................... 8 \nBaehr v. Lewin, 852 P.2d 44 (Haw. 1993) ........................................................................ 22 \nBaker v. Fairbanks, 471 P.2d 386 (Alaska 1970) ............................................................. 21 \nBassett v. Snyder, 2013 U.S. Dist. LEXIS 93345 (E.D. Mich. Jun. 28, 2013) ................. 12 \nBreese v. Smith, 501 P.2d 159 (Alaska 1972) ................................................................... 41 \nBurgess Constr. Co. v. Lindley, 504 P.2d 1023 (Alaska 1972) ..................................... 7, 38 \nCarrington v. Rash, 380 U.S. 89 (1965) ............................................................................ 33 \nChristian Legal Soc’y v. Martinez, 130 S. Ct. 2971 (2010) .............................................. 11 \nCity of Cleburne v. Cleburne Living Ctr., 473 U.S. 432 (1985) ................................. 10, 21 \nCollins v. Brewer, 727 F. Supp. 2d 797 (D. Ariz. 2011) ....................................... 12, 33, 38 \nCommercial Fisheries Entry Comm’n v. Apokedak, 606 P.2d 1255 (Alaska 1980) ......... 27 \nCruzan by Cruzan v. Dir., Mo. Dep’t of Health, 497 U.S. 261 (1990) ............................. 37 \nDeubelbeiss v. Commercial Fisheries Entry Comm’n, 689 P.2d 487 (Alaska 1984) ....... 33 \nDiaz v. Brewer, 656 F.3d 1008 (9th Cir. 2011) .......................................................... passim \nDoe v. Dep’t of Public Safety, 92 P.3d 398 (2004) ..................................................... 10, 21 \nDougan v. Aurora Elec., 50 P.3d 789 (Alaska 2002) .......................................................... 8 \nEdelman v. Jordan, 415 U.S. 651 (1974) .......................................................................... 29 \nEisenstadt v. Baird, 405 U.S. 438 (1972) .......................................................................... 37 \niii \n \n\nFreeman v. City of Santa Ana, 68 F.3d 1180 (9th Cir. 1995) ........................................... 15 \nFrontiero v. Richardson, 411 U.S. 677 (1973).................................................................. 33 \nGlona v. Am. Guarantee & Liab. Ins. Co., 391 U.S. 74 (1968) ........................................ 40 \nGolinski v. Office of Pers. Mgmt., 824 F. Supp. 2d 968 (N.D. Cal. 2012) ............. 17, 21-22 \nGomez v. Perez, 409 U.S. 535 (1973) ............................................................................... 33 \nGraham v. Richardson, 403 U.S. 365 (1971) .................................................................... 29 \nHeart of Atlanta Motel v. United States, 379 U.S. 241 (1964) ......................................... 26 \nHeller v. Doe, 509 U.S. 312 (1993) ................................................................................... 28 \nHernandez-Montiel v. INS, 225 F.3d 1084 (9th Cir. 2000) ............................................... 20 \nHerrick’s Aero-Auto-Aqua Repair Serv. v. Dep’t of Transp. and Pub. Facilities,           \n754 P.2d 1111 (Alaska 1988) ................................................................................. 29 \nHuffman v. State, 204 P.3d 339 (Alaska 2009) ................................................................. 41 \nIn re Balas, 449 B.R. 567 (Bankr. C.D. Cal. 2011) .......................................................... 17 \nIn re Estate of Pushruk, 562 P.2d 329 (Alaska 1977) ....................................................... 30 \nIn re Marriage Cases, 183 P.3d 384 (Cal. 2008) ......................................................... 16-17 \nIn the Matter of Brad Levenson, 560 F.3d 1145 (9th Cir. EDR Op. 2009) ................. 12, 22 \nIrby v. Fairbanks Gold Mining Inc., Alaska Workers’ Comp. Bd., Dec. No. 05-505,     \n2005 AK. Wrk. Comp. LEXIS 214 (Sept. 2, 2005) ............................................... 36 \nIsakson v. Rickey, 550 P.2d 359 (Alaska 1976) ......................................................... passim \nKarouni v. Gonzales, 399 F.3d 1163 (9th Cir. 2005) ........................................................ 20 \nKerrigan v. Comm’r of Public Health, 957 A.2d 407 (Conn. 2008)................................. 17 \nLawrence v. Texas, 539 U.S. 558 (2003) ................................................................... passim \nLazy Y Ranch Ltd. v. Behrens, 546 F.3d 580 (9th Cir. 2008) ............................................ 11 \nLevy v. Louisiana, 391 U.S. 68 (1968) .............................................................................. 40 \nLoving v. Virginia, 388 U.S. 1 (1967) ............................................................................... 23 \niv \n \n\nMalabed v. N. Slope Borough, 70 P.3d 416 (Alaska 2003) ......................................... 23-24 \nMass. Bd. of Ret. v. Murgia, 427 U.S. 307 (1976) ............................................................ 16 \nMem’l Hosp. v. Maricopa County, 415 U.S. 250 (1974) .................................................. 29 \nMiss. Univ. for Women v. Hogan, 458 U.S. 718 (1982) .................................................... 23 \nMyers v. Alaska Psych. Inst., 138 P.3d 238 (Alaska 2006) ............................................... 41 \nPedersen v. Office of Pers. Mgmt., 881 F. Supp. 2d 294 (D. Conn. 2012) ....................... 17 \nPerdomo v. Holder, 611 F.3d 662 (9th Cir. 2010) ............................................................ 20 \nPerry v. Brown, 725 F.3d 1140 (9th Cir. 2013) ................................................................ 17 \nPerry v. Proposition 8 Official Proponents, 587 F.3d 947 (9th Cir. 2009) ...................... 17 \nPerry v. Schwarzenegger, 704 F. Supp. 2d 921 (N.D. Cal. 2010) ............................. passim \nPickup v. Brown, -- F.3d --, 2013 U.S. App. LEXIS 18068 (9th Cir. 2013) ..................... 17 \nPlas v. State, 598 P.2d 966 (Alaska 1979) ........................................................................ 22 \nPlyler v. Doe, 457 U.S. 202 (1982) ............................................................................. 20, 29 \nRanney v. Whitewater Eng’g, 122 P.3d 214 (Alaska 2005) ....................................... passim \nRavin v. State, 537 P.2d 494 (Alaska 1975) ................................................................ 41, 43 \nReed v. Reed, 404 U.S. 71 (1971) ...................................................................................... 33 \nRoberts v. United States Jaycees, 468 U.S. 609 (1984) .................................................... 42 \nRomer v. Evans, 517 U.S. 620 (1996) ......................................................................... 19, 28 \nShapiro v. Thompson, 394 U.S. 618 (1969) ...................................................................... 29 \nShehata v. Salvation Army, 225 P.3d 1106 (Alaska 2010) .................................................. 9 \nShelley v. Kraemer, 334 U.S. 1 (1948) .............................................................................. 23 \nSnetsinger v. Mont. Univ. Sys., 104 P.3d 445 (Mont. 2004) ............................................. 12 \nStanley v. Illinois, 405 U.S. 645 (1972) ............................................................................ 33 \nState v. Glass, 583 P.2d 872 (1978) .................................................................................. 25 \nv \n \n\nState v. Ostrofsky, 667 P.2d 1184 (Alaska 1983) ......................................................... 15-16 \nState v. Planned Parenthood, 28 P.3d 904 (Alaska 2001) .................................... 10, 25, 29 \nSwanner v. Anchorage Equal Rights Comm’n, 874 P.2d 274 (Alaska 1994) .............. 25-26 \nTanner v. Oregon Health Sciences Univ., 971 P.2d 435 (Or. Ct. App. 1998) ............ 12, 17 \nThomas v Gonzales, 409 F.3d 1177 (9th Cir. 2005) .......................................................... 20 \nTonkovich v. Serino, Inc., Alaska Workers’ Comp. Bd., Dec. No. 08-0137,                  \n2008 AK Wrk. Comp LEXIS 150 (Jul. 24, 2008) .................................................. 36 \nTrombley v. Starr-Wood Cardiac Group, PC, 3 P.3d 916 (Alaska 2000) ........................ 34 \nUnited States v. Virginia, 518 U.S. 515 (1996) ................................................................. 22 \nUnited States v. Windsor, 133 S. Ct. 2675 (2013) ...................................................... passim \nValley Hosp. Ass’n, Inc. v. Mat-Su Coalition for Choice,                                                \n948 P.2d 963 (Alaska 1997) ........................................................................ 40-41, 44 \nVarnum v. Brien, 763 N.W.2d 862 (Iowa 2009) .......................................................... 16-17 \nWatkins v. U.S. Army, 875 F.2d 699 (9th Cir. 1989) ................................................... 16, 20 \nWayte v. United States, 470 U.S. 598 (1985) .................................................................... 14 \nWeber v. Aetna Casualty & Surety Co., 406 U.S. 164 (1972) .......................................... 40 \nWindsor v. United States, 699 F.3d 169 (2d Cir. 2012) ............................................. passim \nWitt v. Dep’t of the Air Force, 527 F.3d 806 (9th Cir. 2008) ...................................... 41, 44 \n \nSTATUTES \nAS 12.55.155 ..................................................................................................................... 18 \nAS 18.80.220 ..................................................................................................................... 18 \nAS 18.80.230 ..................................................................................................................... 18 \nAS 18.80.240 ..................................................................................................................... 18 \nAS 18.80.250 ..................................................................................................................... 18 \nvi \n \n\nAS 18.80.255 ..................................................................................................................... 18 \nAS 23.30.001 ....................................................................................................................... 7 \nAS 23.30.055 ....................................................................................................................... 7 \nAS 23.30.075 ....................................................................................................................... 7 \nAS 23.30.129 ....................................................................................................................... 2 \nAS 23.30.215 ........................................................................................................... 7, 14, 32 \nAS 23.30.395 ........................................................................................................... 7, 14, 38 \nAS 25.05.011 ................................................................................................................. 3, 14 \nAS 25.05.013 ........................................................................................................... 3, 14, 37 \nAS 39.20.360 ............................................................................................................... 11, 35 \nAS 39.35.450 ............................................................................................................... 11, 35 \n \nCONSTITUTIONAL PROVISIONS \nAlaska Const., art. I, § 1 ......................................................................................... 10, 39-40 \nAlaska Const., art. I, § 7 .................................................................................................... 40 \nAlaska Const., art. I, § 22 .................................................................................................. 40 \nAlaska Const., art. I, § 25 .............................................................................................. 3, 14 \nAlaska Const., art. XII, § 6 ................................................................................................ 39 \nU.S. Const., amend. XIV, § 1 ............................................................................................ 10 \n \nOTHER AUTHORITIES \nJoseph Kosciw, et al., The 2011 National School Climate Survey: The Experiences of \nLesbian, Gay, Bisexual and Transgender Youth in Our Nation’s Schools, available at \nhttp://glsen.org/nscs (2012) ............................................................................................... 19 \n \nvii \n \n\nMichelle Books, Prop 5 Rejected By Wide Margin; Legal Protections for Gay, Lesbian, \nand Transgender People Proves Polarizing, Anchorage Daily News (Apr. 4, 2012) ...... 18 \n \nReport from Attorney General to Speaker of House of Representatives, February 23, \n2011 (issued pursuant to 28 U.S.C. § 530D), available at http://www.justice.gov/opa/pr/ \n2011/February/11-ag-223.html .......................................................................................... 17\nviii \n \n\nAUTHORITIES PRINCIPALLY RELIED UPON \nConstitution of Alaska \nArticle I - Declaration of Rights \n \n§ 1. Inherent Rights \nThis constitution is dedicated to the principles that all persons have a natural right to life, \nliberty, the pursuit of happiness, and the enjoyment of the rewards of their own industry; \nthat all persons are equal and entitled to equal rights, opportunities, and protection under \nthe law; and that all persons have corresponding obligations to the people and to the \nState. \n \n§ 3. Civil Rights \nNo person is to be denied the enjoyment of any civil or political right because of race, \ncolor, creed, sex, or national origin.  The legislature shall implement this section.  \n \n§ 7. Due Process \nNo person shall be deprived of life, liberty, or property, without due process of law.  The \nright of all persons to fair and just treatment in the course of legislative and executive \ninvestigations shall not be infringed. \n \n§ 22. Right of Privacy \nThe right of the people to privacy is recognized and shall not be infringed.  The \nlegislature shall implement this section. \n \n§ 25. Marriage \nTo be valid or recognized in this State, a marriage may exist only between one man and \none woman. \n \nAlaska Statutes \n§ 25.05.013.  Same-sex marriages  \n \n(a)  A marriage entered into by persons of the same sex, either under common \nlaw or under statute, that is recognized by another state or foreign \njurisdiction is void in this state, and contractual rights granted by virtue of \nthe marriage, including its termination, are unenforceable in this state. \n(b)  A same-sex relationship may not be recognized by the state as being \nentitled to the benefits of marriage. \n \nix \n \n\n§ 23.30.215.  Compensation for death  \n \n(a)  If the injury causes death, the compensation is known as a death benefit and \nis payable in the following amounts to or for the benefit of the following \npersons: . . . \n \n(2)  if there is a widow or widower or a child or children of the deceased, \nthe following percentages of the spendable weekly wages of the \ndeceased: . . . \n           \n(B)   50 percent for the widow or widower with one child and 40 \npercent for the child; . . .  \n \n(e)  Death benefits payable to a widow or widower in accordance with (a) of \nthis section shall abate as that person ceases to be entitled and does not \ninure to persons subject to continued entitlement.  In the event a child \nceases to be entitled, that child’s share shall inure to the benefit of the \nsurviving spouse . . . \n \n§ 23.30.395.  Definitions  \n \n   In this chapter, … \n \n(25) “married” includes a person who is divorced but is required by the decree of \ndivorce to contribute to the support of the former spouse; … \n      \n(40) “widow” includes only the decedent’s wife living with or dependent for \nsupport upon the decedent at the time of death, or living apart for justifiable cause or by \nreason of the decedent’s desertion at such a time; \n      \n(41) “widower” includes only the decedent’s husband living with or dependent for \nsupport upon the decedent at the time of death, or living apart for justifiable cause or by \nreason of the decedent’s desertion at such a time. … \n \nx \n \n\nU.S. Constitution \n \nAmend. XIV \n \n§ 1 . . . No State shall make or enforce any law which shall abridge the privileges or \nimmunities of citizens of the United States; nor shall any State deprive any person of life, \nliberty, or property, without due process of law; nor deny to any person within its \njurisdiction the equal protection of the laws. \nxi \n \n\nINTRODUCTION \nAppellant Deborah Harris is the surviving same-sex partner of Kerry Fadely, who \nwas a food and beverage manager at the Millennium Hotel in Anchorage.  In 2011, Ms. \nFadely was shot and killed at work by a hotel worker whose employment had recently \nbeen terminated.  At the time of her death, Ms. Fadely was in a loving, committed, and \nintimate relationship with Ms. Harris.  Although the two had been together for more than \na decade, they were unable to marry under Alaska law solely because they were a same-\nsex couple.   \nBecause Alaska limits workers’ compensation death benefits to surviving spouses, \nMs. Harris has been precluded from access to those benefits.  That exclusion is \nparticularly cruel.  Not only does it send a message that the State of Alaska views Ms. \nHarris and Ms. Fadely’s relationship as of no significance whatsoever, but it cuts Ms. \nHarris off—for no adequate reason—from a critical financial protection.  Death benefits \nserve as a social safety net to minimize the substantial disruption that a worker’s \nunexpected death can have upon those left in its wake, following one of the most painful \nmoments imaginable in life. \nThe exclusion of surviving same-sex partners like Ms. Harris from death benefits \nunquestionably discriminates against lesbian and gay people.  The financial and \nemotional devastation that Ms. Fadely’s death has wreaked on Ms. Harris’s life is no less \nconsequential than that experienced by the widows and widowers that the state workers’ \ncompensation law protects.  The precipitous loss of household income for Ms. Harris left \nher with little choice but to abandon the home that she and Ms. Fadely shared—one of \n1 \n \n\nmany needless hardships that death benefits exist to prevent.  Yet the State has \nnevertheless carved out surviving same-sex partners from the protection of the law. As \nthis Court’s jurisprudence makes clear, the constitutional promise of equality and liberty \ndemands more of the government in its treatment of lesbian and gay people.   \nJURISDICTIONAL STATEMENT \nDeborah Harris appeals the final decision of the Alaska Workers’ Compensation \nAppeals Commission issued on June 28, 2013 disposing of all claims involving all \nparties.  This Court has jurisdiction pursuant to AS 23.30.129. \nPARTIES TO THE CASE \n  Appellant:  Deborah Harris. \nAppellees:  Millennium Hotel and New Hampshire Insurance Co. \nISSUES PRESENTED FOR REVIEW \nDoes the absolute exclusion of same-sex partners from eligibility for death \nbenefits under the Alaska Workers’ Compensation Act violate the right to equal \nprotection on the basis of sexual orientation or sex and the rights to liberty, due process, \nand privacy under the Alaska and U.S. Constitutions? \nSTATEMENT OF THE CASE \nI.  Statement of Facts  \n  A.  Relationship Between Deborah Harris and Kerry Fadely \n  Deborah Harris (“Ms. Harris”) and Kerry Fadely (“Ms. Fadely”) shared a loving, \ncommitted, and intimate relationship for more than a decade.  Exc. 12.  During most of \ntheir relationship, the two lived together in Anchorage.  Exc. 13.  Ms. Harris is now 53 \n2 \n \n\nyears old, and Ms. Fadely was 55 years old at the time of her death in 2011.  Exc. 12. \n  Although Alaska bars same-sex couples from marrying,1 the relationship between \nMs. Harris and Ms. Fadely was comparable to that of a married, different-sex couple.  \nLike other married couples, for example, they cared for one another in times of sickness \nand health.  Exc. 14, 46.  When Ms. Fadely needed to have a major surgery, Ms. Harris \ncared for her during the time of the procedure and the recuperation that followed.  Exc. \n14.  Likewise, Ms. Fadely was mindful of Ms. Harris’s health and often took her to the \ndentist or doctor.  Exc. 14.  In order for Ms. Harris to access health insurance coverage \nprovided through one of Ms. Fadely’s prior employers, the two of them submitted a joint \naffidavit of domestic partnership in 2008 attesting that they were in an intimate, \ncommitted relationship of mutual caring and support.  Exc. 25-26. \nBoth Ms. Harris and Ms. Fadely had children from prior relationships, and they \nshared parenting responsibilities.  Exc. 14, 45.  Ms. Harris helped to raise Ms. Fadely’s \nson, who is now 24 years old and was living with the couple at the time of Ms. Fadely’s \ndeath.  Exc. 45.  Ms. Fadely also had a particularly close relationship with Ms. Harris’s \nyoungest child, Hannah Large, who was 13 years old when she first met Ms. Fadely.  \nExc. 44-45.  Ms. Large regarded Ms. Fadely as her stepmother, and Ms. Fadely regarded \nMs. Large as her stepdaughter.  Exc. 14, 45.  Ms. Large viewed Ms. Fadely as a mother \n“in every way that mattered” and sought her advice with respect to major life decisions.  \nExc. 45.  In addition, Ms. Fadely was close to Ms. Harris’s grandchildren, who referred \n                                                            \n1 Alaska Const., art. I, § 25; AS 25.05.011, AS 25.05.013. \n3 \n \n\nto Ms. Fadely as “Grandma Kerry.”  Exc. 45.   \nMs. Harris and Ms. Fadely were in a financially interdependent relationship.  They \nheld joint credit cards and shared responsibility for household expenses, with Ms. Fadely \noften paying the rent, and Ms. Harris often paying for groceries, dining, phone bills, and \nother expenses.  Exc. 14.  In the past, they jointly leased an apartment.  Exc. 14.  At the \ntime of Ms. Fadely’s death, the couple lived together in a small rented house but had \nbegun looking for a house to purchase jointly.  Exc. 14-15, 28.  Each of them also \nsupported the other if one was unemployed at the time.  Exc. 50. \nBecause Alaska bars same-sex couples from marrying, Ms. Harris and Ms. Fadely \nwere never able to marry each other or celebrate a single wedding anniversary together.  \nDespite this prohibition, they nevertheless chose an anniversary on which to celebrate \ntheir love and commitment to each other.  Exc. 13, 50.  In 2005, Ms. Harris and Ms. \nFadely began wearing matching rings to signify their love and commitment for one \nanother.  Exc. 13.  Ms. Fadely surprised Ms. Harris with the rings on a beach at Anchor \nPoint, where they enjoyed camping, and asked Ms. Harris if she would be committed to \nMs. Fadely, to which Ms. Harris said yes.  Exc. 13.  In addition to wearing rings, the two \nheld themselves out as a couple to others by referring to one another as “partner” or \n“spouse.”  Exc. 13.  For example, Ms. Fadely listed Ms. Harris as her “spouse” on her \nprofile on Facebook, a social media website, and stated that the two were in a domestic \npartnership.  Exc. 13, 23.  Each considered the other to be her immediate family.  Exc. \n13. \nMs. Harris and Ms. Fadely would have married one another if permitted to do so \n4 \n \n\nin Alaska.  Exc. 15.  They discussed that issue with each other, as well as with friends.  \nExc. 15, 50.  The couple even discussed the possibility of marrying elsewhere, in a \njurisdiction that permitted same-sex couples to marry; however, they felt it was futile to \ndo so based upon their understanding that, once they got back home to Alaska, their \nmarriage would likely not be recognized.  Exc. 15.  Despite their inability to marry, the \ntwo intended to remain together for their entire lives.  Exc. 15. \nB.  Ms. Fadely’s Death \n  Ms. Fadely was employed as a food and beverage manager at the Millennium \nHotel in Anchorage.  Exc. 15.  On Saturday, October 29, 2011, prior to leaving for work, \nMs. Fadely shared a meal together with Ms. Harris, which would be the last time Ms. \nHarris saw Ms. Fadely alive.  Exc. 15.  Just before leaving the house, Ms. Fadely kissed \nMs. Harris goodbye and told Ms. Harris that she loved her.  Exc. 15.  Ms. Harris \nresponded that she loved Ms. Fadely too.  Exc. 15. \nLater that day, a former employee of the hotel (hereafter, “the shooter”), whose \nemployment had been terminated nine days earlier, returned to the hotel.  Exc. 16.  As \ndetailed in the criminal complaint, the shooter entered the hotel and asked an employee \nfor Ms. Fadely’s whereabouts.  Exc. 34.  The employee informed the shooter that Ms. \nFadely would return shortly.  Exc. 34.  A short time later, that same employee heard the \nshooter swear at Ms. Fadely and say words to the effect of, “If I’m going down, then you \nare all going down,” followed by multiple gunshots.  Exc. 34.  A hotel maintenance \nworker also reported seeing the shooter pull out a pistol and ask Ms. Fadely “Do you \nwant some of this?” before firing two shots.  Exc. 34.  The maintenance worker then saw \n5 \n \n\nMs. Fadely attempt to flee to the kitchen, with the shooter in pursuit, and witnessed him \nfire another three to four shots in a downward direction.  Exc. 34.  \n  Ms. Harris was at home preparing a meal for Ms. Fadely when her neighbor \nknocked on the door and told Ms. Harris that she heard something bad had happened at \nthe hotel.  Exc. 15.  Ms. Harris immediately got in her car to drive to the hotel.  Exc. 15-\n16.  She sent text messages to Ms. Fadely’s cell phone to confirm that she was okay, \nwithout receiving a response.  Exc. 16.  When Ms. Harris arrived at the hotel, the police \nwere on the scene.  Exc. 16.  She asked one of the people gathered outside the hotel what \nhad happened, and he informed her that a manager by the name of Kerry Fadely had been \nshot.  Exc. 16.  Ms. Harris dropped to her knees in the snow, in horror and disbelief.  Exc. \n16.  A police officer subsequently drove her to the command center, where it was \nconfirmed that Ms. Fadely had died from multiple gunshot wounds.  Exc. 16. \nC.  Aftermath of Ms. Fadely’s Death \n  Ms. Harris was treated as a legal stranger to Ms. Fadely in the aftermath of the \nlatter’s death,2 including in the workers’ compensation proceedings described below.  \nMs. Fadely’s death was both emotionally and financially devastating for Ms. Harris.  \nBecause the two of them were financially interdependent, Ms. Harris knew that she \nwould be unable to continue living in their home based on her income alone.  Exc. 17.  \n                                                            \n2 Without any basis for asserting a legal relationship to Ms. Fadely, Ms. Harris was \nomitted from Ms. Fadely’s obituary and precluded from speaking at the funeral due to the \nreligious views held by members of Ms. Fadely’s family about same-sex relationships.  \nExc. 17.  Ms. Harris also was only allotted a small window of time in which to view Ms. \nFadely’s remains at the mortuary before Ms. Harris was required to leave.  Exc. 17. \n6 \n \n\nLess than a month after Ms. Fadely’s death, Ms. Harris had to move in with one of her \nchildren and abandon the home that she and Ms. Fadely had shared.  Exc. 17. \nII.  Statement of the Proceedings \n  On or around April 9, 2012, Ms. Harris filed a timely claim for death benefits with \nthe Alaska Workers’ Compensation Board (“Board”), which administers the Alaska \nWorkers’ Compensation Act (“Act”).3  In exchange for immunity from suit, employers \nmust obtain insurance or a self-insurance certificate and provide compensation prescribed \nunder the Act for work-related injuries.4  Death benefits reflect a percentage of the \ndecedent’s wages and are provided to the decedent’s “widow” or “widower,” as well as \ncertain other family members and dependents, but not a lesbian or gay worker’s \ndependent life partner.5  The Act provides that a “‘widow’ includes only the decedent’s \nwife living with or dependent for support upon the decedent at the time of death, or living \napart for justifiable cause or by reason of the decedent’s desertion at such a time.”6  In \nresponse to Ms. Harris’s claim, Appellees Millennium Hotel and New Hampshire \nInsurance Co. (collectively, “Millennium”) filed an answer and notice of controversion, \n                                                            \n3 Exc. 2; AS 23.30.001 et seq.   \n4 AS 23.30.055, 23.30.075.  Included among these are individuals who were divorced \nfrom a decedent but were supported by the decedent pursuant to a divorce decree.  AS \n23.30.395(25); see Burgess Constr. Co v. Lindley, 504 P.2d 1023, 1024-25 (Alaska \n1972). \n5 AS 23.30.215. \n6 AS 23.30.395. \n7 \n \n\nopposing Ms. Harris’s claim on the basis that she and Ms. Fadely were not married.  Exc. \n4-7. \nOn September 24, 2012, Ms. Harris provided notice of her intent to challenge the \nexclusion of same-sex couples from eligibility for death benefits on state and federal \nconstitutional grounds.  Exc. 8-9.  Given the Board’s lack of authority to address \nquestions of constitutional law,7 Ms. Harris requested a final decision and order so that \nshe could complete the administrative process and ultimately pursue her claims before \nthis Court.  Exc. 8-9.  In order to preserve the factual context of her constitutional \narguments, Ms. Harris submitted evidence describing her relationship with Ms. Fadely, \nincluding a declaration from herself, her daughter, and a mutual friend of Ms. Harris and \nMs. Fadely, as well as documentary evidence.  Exc. 12-68.  Ms. Harris also submitted \nevidence regarding the number of fatality case files opened annually in the Division of \nWorkers’ Compensation and the number of same-sex households in Alaska reported by \nthe U.S. Census.  Exc. 051-070.  Millennium objected to the evidence on grounds of \nrelevance and hearsay.  Exc. 69-70.  The parties subsequently filed a stipulation of facts \non December 19, 2012, agreeing that the Board need not consider evidence in order deny \nMs. Harris’s claim, given that Ms. Harris and Ms. Fadely could not marry each other \n                                                            \n7 Dougan v. Aurora Elec., 50 P.3d 789, 795 n.27 (Alaska 2002) (holding that the Board \nlacks jurisdiction to decide issues of constitutional law); Alaska Pub. Interest Research \nGroup v. State, 167 P.3d 27, 36 (Alaska 2007) (holding that the Alaska Workers’ \nCompensation Appeals Commission and other “[a]dministrative agencies do not have \njurisdiction to decide issues of constitutional law”). \n8 \n \n\nunder Alaska law, which was dispositive of the claim for purposes of Board proceedings.  \nExc. 71-74. \nThe Board issued a final decision and order on March 21, 2013.  Exc. 79.  First, \nthe Board confirmed that Ms. Harris was not entitled to death benefits under the Act \nbecause she was not, and could not be, married to Ms. Fadely under Alaska law.  Exc. 89-\n90.  Second, the Board held that it lacked jurisdiction to adjudicate Ms. Harris’s \nconstitutional arguments.  Exc. 90-93.  Accordingly, the Board denied Ms. Harris’s death \nbenefits claim.  Exc. 93.   \nMs. Harris timely appealed to the Alaska Workers’ Compensation Appeals \nCommission (“Commission”).  On June 28, 2013, the Commission issued a final decision \naffirming the Board’s decision.  Exc. 101.  Like the Board, the Commission recognized \nthat Ms. Harris was not a “widow” under the Act and that it had no jurisdiction to decide \nconstitutional questions, Exc. 104-06, but noted that the parties had appropriately \npostured the case to preserve those questions for this Court’s resolution, Exc. 102. \nSTANDARD OF REVIEW \n  This Court exercises independent judgment in reviewing questions of law that do \nnot involve agency expertise.8  This Court also applies independent judgment to \nquestions of constitutional law and adopts the rule of law most persuasive in light of \nprecedent, reason, and policy.9 \n                                                            \n8 Shehata v. Salvation Army, 225 P.3d 1106, 1113 (Alaska 2010). \n9 Alaska Civil Liberties Union v. State, 122 P.3d 781, 785 (Alaska 2005). \n9 \n \n\nARGUMENT \nI.  The Absolute Exclusion of Same-Sex Partners from Eligibility for Death \nBenefits Violates the Equal Protection Guarantees of the State and Federal \nConstitutions. \n \nThe state and federal constitutional guarantees of equal protection require that the \ngovernment treat similarly-situated individuals equally, 10 a promise that the State of \nAlaska (the “State”) has violated here.  The state Equal Protection Clause provides that \n“all persons are equal and entitled to equal rights, opportunities, and protection under the \nlaw.”11  This provision “protects Alaskans’ right to non-discriminatory treatment more \nrobustly than does the federal equal protection clause.”12  This Court has recognized its \nleeway and obligation to afford greater protection under the state constitution in keeping \nwith “the intention and spirit of our local constitutional language” and in order to ensure \n“the kind of civilized life and ordered liberty which is at the core of our constitutional \nheritage.”13 \nA.  The State Workers’ Compensation Law Treats Similarly-Situated \nIndividuals Differently Based on Their Sexual Orientation and Sex. \n  \nThe equal protection analysis required here is controlled by this Court’s decision \n                                                            \n10 U.S. Const., amend. XIV, § 1; Alaska Const., art. I, § 1; City of Cleburne v. Cleburne \nLiving Ctr., 473 U.S. 432, 439 (1985) (“The Equal Protection Clause of the Fourteenth \nAmendment commands that no State shall ‘deny to any person within its jurisdiction the \nequal protection of the laws,’ which is essentially a direction that all persons similarly \nsituated should be treated alike.”). \n11 Alaska Const., art. I, § 1. \n12 State v. Planned Parenthood, 28 P.3d 904, 909 (Alaska 2001). \n13 Doe v. Dep’t of Public Safety, 92 P.3d 398, 404 (Alaska 2004) (internal quotations \nomitted). \n10 \n \n\nin Alaska Civil Liberties Union v. State (“ACLU”).  In ACLU, this Court unanimously \nheld that, where the government provides employment benefits such as health insurance \nto the different-sex spouses of public employees, the denial of those benefits to the same-\nsex partners of public employees cannot survive even minimum scrutiny under the state \nEqual Protection Clause.14  Notably, the benefits in ACLU also included those triggered \nupon the death of an employee.15  The initial inquiry in any equal protection challenge is \nto ascertain whether the government has treated similarly-situated individuals differently, \nwhich the State unquestionably does with respect to death benefits.16   \nAs this Court held in ACLU, “the proper comparison is between same-sex couples \nand opposite-sex couples, whether or not they are married.”17  The State has divided \nindividuals into two categories:  (1) heterosexual employees and their different-sex \npartners, who can become eligible for death benefits by marrying, and (2) lesbian and gay \nemployees and their same-sex partners, who are denied any means of accessing death \nbenefits.  The individuals in these groups are differentiated by their sexual orientation,18 \nas well as their sex in relation to that of their partner.  The government defendants in \n                                                            \n14 ACLU, 122 P.3d at 790. \n15 Id. at 784 n.4 (employment benefits at issue included death benefits in the form of \nunpaid wages under AS 39.20.360 and survivor annuities under AS 39.35.450). \n16 Lazy Y Ranch Ltd. v. Behrens, 546 F.3d 580, 589 (9th Cir. 2008) (“The first step in \nequal protection analysis is to identify the classification of groups.”) (internal quotation \nmarks omitted). \n17 ACLU, 122 P.3d at 788. \n18 See Christian Legal Soc’y v. Martinez, 130 S. Ct. 2971, 2990 (2010) (finding no \ndifference between a policy of discriminating against lesbian and gay individuals and a \npolicy of discriminating against individuals engaged in “homosexual conduct”). \n11 \n \n\nACLU attempted to argue that the benefit programs instead differentiated between \nemployees on the basis of marital status—rather than on the basis of sexual orientation or \nsex—but this Court recognized the clear fallacy of that argument: \nUnmarried public employees in opposite-sex domestic relationships have \nthe opportunity to obtain these benefits, because employees are not \nprevented by law from marrying their opposite-sex domestic partners.  In \ncomparison, public employees in committed same-sex relationships are \nabsolutely denied any opportunity to obtain these benefits, because these \nemployees are barred by law from marrying their same-sex partners in \nAlaska or having any marriage performed elsewhere recognized in Alaska. . \n. . The programs consequently treat same-sex couples differently from \nopposite-sex couples.19 \n \nOther courts have similarly recognized that, where same-sex couples cannot \nmarry, laws that require marriage as a condition of eligibility discriminate on the basis of \nsexual orientation.20  In Diaz, for example, the Ninth Circuit held that where the \ngovernment provides health insurance coverage to different-sex spouses of public \n                                                            \n19 ACLU, 122 P.3d at 788 (footnotes omitted). \n20 See Collins v. Brewer, 727 F. Supp. 2d 797, 803 (D. Ariz. 2011) (finding that a spousal \nlimitation “renders access to benefits legally impossible only for gay and lesbian \ncouples”); In the Matter of Brad Levenson, 560 F.3d 1145, 1147 (9th Cir. EDR Op. 2009) \n(restricting benefits to married employees “cannot be understood as having merely a \ndisparate impact on gay persons, but instead properly must be viewed as directly \nclassifying and prescribing distinct treatment on the basis of sexual orientation”) (internal \nquotation marks omitted); Snetsinger v. Mont. Univ. Sys., 104 P.3d 445, 452 (Mont. \n2004) (holding that “marital status is not the defining difference” and comparing \nemployees with a same-sex partner to those with a different-sex partner rather than \ncomparing unmarried and married employees); Tanner v. Oregon Health Sciences Univ., \n971 P.2d 435, 442-43 (Or. Ct. App. 1998) (holding that defendant’s argument that all \nmarried employees may access insurance benefits for spouses “misses the point” because \nsame-sex couples may not marry); see also Bassett v. Snyder, 2013 U.S. Dist. LEXIS \n93345, at *52 (E.D. Mich. Jun. 28, 2013) (holding that the government classifies on the \nbasis of sexual orientation when it “renders access to benefits legally impossible only for \ngay and lesbian couples”). \n12 \n \n\nemployees—but denies health insurance to same-sex partners of public employees—it \nhas drawn a distinction “between homosexual and heterosexual employees.”21  The Ninth \nCircuit held that this sexual orientation-based distinction failed even rational basis review \nunder the federal Equal Protection Clause.  Diaz is the federal analogue to ACLU¸ and \nthis Court correctly forecasted in ACLU that “denying benefits to public employees with \nsame-sex domestic partners would arguably offend the Federal Constitution.”22 \n  Same-sex couples like Ms. Harris and Ms. Fadely are also similarly situated to \nmarried different-sex couples in every relevant respect.  Ms. Harris and Ms. Fadely were \nin a financially interdependent relationship, which, as discussed below, is the principal \nissue for purposes of death benefits.  Exc. 014.  They were also committed to each other \nand cared for each other until the very end of Ms. Fadely’s life.  Exc. 012-015.  As this \nCourt recognized in ACLU, “[m]any same-sex couples are no doubt just as ‘truly closely \nrelated’ and ‘closely connected’ as any married couple, in the sense of providing the \nsame level of love, commitment, and mutual economic and emotional support, as \nbetween married couples, and would choose to get married if they were not prohibited by \nlaw from doing so.”23   \nB.  The State Facially Discriminates Against Same-Sex Partners in Access \nto Death Benefits. \n \n  Where a law classifies individuals for differential treatment on its face, “the \n                                                            \n21 Diaz v. Brewer, 656 F.3d 1008, 1014 (9th Cir. 2011). \n22 ACLU, 122 P.3d at 786 n.20. \n23 ACLU, 122 P.3d at 791. \n13 \n \n\nquestion of discriminatory intent is subsumed by the determination that the classification \nestablished by the terms of the challenged law or policy is, itself, discriminatory.”24  This \nCourt recognized in ACLU that a statutory scheme limiting employment benefits to \n“spouses” was facially discriminatory, because “Alaska’s definition of the legal status of \n‘marriage’ (and, hence, who can become a ‘spouse’) excludes same-sex couples.”25 \nThe same is true here:  the statutes circumscribing eligibility for death benefits \nfacially discriminate against same-sex partners.  The Act provides that death benefits are \npayable to a “widow or widower” of the deceased employee.26  A “widow” is defined to \n“include[] only the decedent’s wife living with or dependent for support on the decedent \nat the time of death, or living apart for justifiable cause or by reason of the decedent’s \ndesertion at such a time”27  Alaska, however, bars same-sex couples from marrying and \nalso refuses to recognize the marriages of same-sex couples entered out-of-state.28  Thus, \nas both the Board and Commission recognized, Exc. 089-090, 104-105, no individual in a \nsame-sex relationship can constitute a “widow” or “widower” for purposes of the Act, \n                                                            \n24 Id. at 788 (internal quotation marks omitted); accord Wayte v. United States, 470 U.S. \n598, 609 n.10 (1985). \n25 ACLU, 122, P.2d at 788-89. \n26 AS 23.30.215(a)(2).   \n27 AS 23.30.395(40); accord AS 23.30.395(41) (defining “widower” similarly to include \nonly the decedent’s “husband”).   \n28 Alaska Const. art. I, § 25 (“To be valid or recognized in this State, a marriage may only \nexist between one man and one woman.”); AS 25.05.011(a) (“Marriage is a civil contract \nentered into by one man and one woman.”); AS 25.05.013(a) (“A marriage entered into \nby persons of the same sex, either under common law or under statute, that is recognized \nby another state or foreign jurisdiction is void in this state.”). \n14 \n \n\nbecause a widow or widower must have been the wife or husband of the decedent, and \nAlaska bars same-sex couples from marriage.  Accordingly, just like the employment \nbenefits in ACLU, the death benefits here facially discriminate against same-sex partners. \n   C.  The Proper Standard of Review Is Heightened Scrutiny. \nAfter determining the classification created, the next step in the equal protection \ninquiry is to ascertain the level of judicial scrutiny appropriate for the classification.29  \nUnder the federal Equal Protection Clause, heightened scrutiny is warranted where the \ngovernment employs a suspect or quasi-suspect classification.  Under the state Equal \nProtection Clause, there is a sliding scale of review, with scrutiny intensifying depending \non the importance of the individual right at issue and the degree of suspicion warranted \nfor a particular classification scheme.30  As explained below in the discussion of liberty \nand privacy, the exclusion of same-sex couples from death benefits infringes upon \nsubstantial liberty interests, and deserves heightened scrutiny for that reason.  Heightened \nscrutiny is independently warranted, however, because the State has employed a \nclassification based on both sexual orientation and sex.   \n1.  Governmental Classifications Based on Sexual Orientation \nWarrant Heightened Scrutiny. \n \nThe government’s differential treatment of individuals based on their sexual \norientation warrants heightened scrutiny under both the state and federal Equal Protection \nClauses.  There is a well-established framework for determining which classifications of \n                                                            \n29 Freeman v. City of Santa Ana, 68 F.3d 1180, 1187 (9th Cir. 1995). \n30 State v. Ostrofsky, 667 P.2d 1184, 1192 (Alaska 1983). \n15 \n \n\nindividuals for differential treatment courts should approach with suspicion.31  The two \nmost important considerations in this analysis are whether a classified group has suffered \na history of discrimination, and whether the trait at issue bears upon one’s aptitude or \nability to contribute to society.32  Courts have also sometimes considered whether the \ngroup has sufficient political power to counter discrimination and whether the trait is \nimmutable or distinguishing, although these are neither necessary nor sufficient \nconditions for heightened scrutiny.33  While no consideration is dispositive, each \nadditional reason for concern increases the risk that a particular classification is suspect.  \nThis Court has recognized that “more constitutionally suspect” classifications schemes \ndemand commensurately greater scrutiny.34 \nSexual orientation bears all the indicia of a suspect or quasi-suspect classification, \nas a rapidly expanding number of state and federal courts—including the Second \n                                                            \n31 Windsor v. United States, 699 F.3d 169, 181 (2d Cir. 2012), aff’d on other grounds, \n133 S. Ct. 2675 (2013). \n32 Mass. Bd. of Ret. v. Murgia, 427 U.S. 307, 313 (1976) (focusing on those two \nconsiderations); Varnum v. Brien, 763 N.W.2d 862, 889 (Iowa 2009) (recognizing those \ntwo considerations as most important); In re Marriage Cases, 183 P.3d 384, 443 (Cal. \n2008) (same). \n33 Windsor, 699 F.3d at 181.   Classifications based on religion, alienage, and legitimacy \nall are subject to some form of heightened scrutiny, despite the fact that religious people \nmay convert, undocumented people may naturalize, and illegitimate children may be \nadopted.  See also Watkins v. U.S. Army, 875 F.2d 699, 725 (9th Cir. 1989) (Norris, J., \nconcurring) (the “Supreme Court has never held that only classes with immutable traits \ncan be deemed suspect”). \n34 Ostrofsky, 667 P.2d at 1193. \n16 \n \n\nCircuit—and the federal government have all recognized.35  First, it is undeniable that \nthere has been a long and painful history of widespread discrimination against lesbians \nand gay men.36  As the U.S. Supreme Court noted in Lawrence v. Texas, which struck \ndown all remaining sodomy laws in this country, “for centuries there have been powerful \nvoices to condemn homosexual conduct as immoral.”37  Indeed, even for much of the last \ncentury, homosexuality was stigmatized as a mental illness, and medical professionals \nattempted, unsuccessfully, to change individuals’ sexual orientation with extreme \nmeasures that included electroshock treatment and even castration.38   \nSecond, sexual orientation bears no relation to one’s ability to contribute to \nsociety.  “There are some distinguishing characteristics, such as age or mental handicap, \nthat may arguably inhibit an individual’s ability to contribute to society, at least in some \n                                                            \n35 Windsor, 699 F.3d at 182-85; Golinski v. Office of Pers. Mgmt., 824 F. Supp. 2d 968, \n985-90 (N.D. Cal. 2012); Pedersen v. Office of Pers. Mgmt., 881 F. Supp. 2d 294, 314-33 \n(D. Conn. 2012); In re Balas, 449 B.R. 567, 573-75 (Bankr. C.D. Cal. 2011) (decision of \n20 bankruptcy judges); Perry v. Schwarzenegger, 704 F. Supp. 2d 921, 997 (N.D. Cal. \n2010), appeal dismissed, 725 F.3d 1140 (9th Cir. 2013); Varnum, 763 N.W.2d at 889-86; \nKerrigan v. Comm’r of Public Health, 957 A.2d 407, 431-54 (Conn. 2008); In re \nMarriage Cases,183 P.3d at 442-44; Tanner, 971 P.2d at 447; Report from Attorney \nGeneral to Speaker of House of Representatives, February 23, 2011 (issued pursuant to \n28 U.S.C. § 530D), available at http://www.justice.gov/opa/pr/2011/February/11-ag-\n223.html. \n36 Windsor, 699 F.3d at 182 (“It is easy to conclude that homosexuals have suffered a \nhistory of discrimination”); Perry v. Proposition 8 Official Proponents, 587 F.3d 947, \n954 (9th Cir. 2009) (one would be “hard pressed to deny that gays and lesbians have \nexperienced discrimination”). \n37 Lawrence, 539 U.S. at 571. \n38 Pickup v. Brown, -- F.3d --, 2013 U.S. App. LEXIS 18068, at *9 (9th Cir. 2013). \n17 \n \n\nrespect.  But homosexuality is not one of them.”39  Indeed, “by every available metric, \nopposite-sex couples are not better than their same-sex counterparts; instead, as partners, \nparents and citizens, opposite-sex couples and same-sex couples are equal.”40  This Court \nrecognized this fundamental equality in ACLU:  same-sex couples provide “the same \nlevel of love, commitment, and mutual . . . support” as different-sex couples.41   \nThird, lesbians and gay men constitute a politically vulnerable minority on both \nthe state and national stage.42  At the state level, lesbians and gay men remain largely \nunprotected against discrimination in a wide range of contexts, from the most ordinary \naspects of life—including in employment, public accommodations, housing, and \nfinance—to the most serious, as when anti-gay hate crime is committed.43  Indeed, in \n2012, Anchorage voters rejected by wide margins a proposed initiative that would have \nincluded sexual orientation in an existing nondiscrimination ordinance.44  Across the \ncountry, lesbians and gay men have been the repeated target of ballot initiatives and \n                                                            \n39 Windsor, 699 F.3d at 182. \n40 Perry, 704 F. Supp. 2d at 1002. \n41 ACLU, 122 P.3d at 791; accord Windsor, 699 F.3d at 182-83 (“The aversion \nhomosexuals experience has nothing to do with aptitude or performance.”). \n42 Alaska Gay Coalition v. Sullivan, 578 P.2d 951, 960 n.21 (Alaska 1978) (recognizing \nthat lesbians and gay men constitute an “unpopular minority”). \n43 AS 18.80.220 (unlawful employment practices), 18.80.230 (unlawful practices in \nplaces of public accommodation), 18.80.240 (unlawful practices in sale or rental of real \nproperty), 18.80.250 (unlawful financing practices), 18.80.255 (unlawful practices by \nstate or political subdivisions), & 12.55.155 (hate crimes law). \n44 See Michelle Books, Prop 5 Rejected By Wide Margin; Legal Protections for Gay, \nLesbian, and Transgender People Proves Polarizing, Anchorage Daily News (Apr. 4, \n2012) (noting that 58 percent voted against proposed initiative). \n18 \n \n\nreferenda that have stripped them of antidiscrimination protections45 or have amended \nstate constitutions to bar them from marriage, including here in Alaska.  Likewise, no \nfederal legislation expressly barring sexual orientation discrimination in employment, \nhousing, public accommodation, or education has ever succeeded in passing, despite \npervasive, ongoing discrimination.  In the education context, for example, a staggering \neighty percent of lesbian and gay youth are harassed because of their sexual orientation.46  \nNotwithstanding limited political gains in some areas, the reality remains that lesbians \nand gay men “are not in a position to adequately protect themselves from the \ndiscriminatory wishes of the majoritarian public.”47  The limited protections in place for \nsexual orientation also do not begin to approach the comprehensive legal protections in \nplace for women when sex-based classifications were held to warrant heightened scrutiny \nunder the U.S. Constitution.48 \nFinally, sexual orientation classifications violate the fundamental precept that \nburdens should not be imposed—particularly by a majority that would not assume such \nburdens for itself—“upon groups disfavored by virtue of circumstances beyond their \n                                                            \n45 See, e.g., Romer v. Evans, 517 U.S. 620, 632-36 (1996) (holding that Colorado’s state \nconstitutional amendment to prohibit any action designed to protect lesbians and gay men \nviolated equal protection). \n46 Joseph Kosciw et al., The 2011 National School Climate Survey: The Experiences of \nLesbian, Gay, Bisexual and Transgender Youth in Our Nation’s Schools, available at \nhttp://glsen.org/nscs, at xiv (2012) (reporting that 81.9% of lesbian and gay students had \nbeen verbally harassed because of their sexual orientation and 38.3% had been physically \nharassed). \n47 Windsor, 699 F.3d at 185. \n48 Id. at 184. \n19 \n \n\ncontrol.”49  A trait is “immutable” for purposes of equal protection when altering it would \n“involve great difficulty, such as requiring a major physical change or a traumatic change \nof identity,” or when the trait is “so central to a person’s identity that it would be \nabhorrent for government to penalize a person for refusing to change [it].”50  Alternately, \na trait may also be “distinguishing” rather than “immutable” where it invites \ndiscrimination when it is manifest, thus ringing similar constitutional alarms when used \nas the basis for a government classification.51 \nSexual orientation satisfies any and all of these formulations.  It is a trait that is \nresistant to voluntary change, as confirmed by an “overwhelming consensus” of mental \nhealth providers and numerous other professional organizations that efforts to change \nsexual orientation are both “harmful and ineffective.”52  The Ninth Circuit has also held \nthat “[s]exual orientation and sexual identity are immutable; they are so fundamental to \none's identity that a person should not be required to abandon them.”53  And sexual \n                                                            \n49 Plyler v. Doe, 457 U.S. 202, 216 n.14 (1982). \n50 Watkins, 875 F.2d at 726 (Norris, J., concurring). \n51 Windsor, 699 F.3d at 183. \n52 Pickup, 2013 U.S. App. LEXIS 18068, at *34; see also Perry, 704 F. Supp. 2d at 966 \n(“No credible evidence supports a finding that an individual may, through conscious \ndecision, therapeutic intervention or any other method, change his or her sexual \norientation.”); Watkins, 875 F.2d at 726 (“Scientific proof aside, it seems appropriate to \nask whether heterosexuals feel capable of changing their sexual orientation”) (Norris, J., \nconcurring) (emphasis in original). \n53 Hernandez-Montiel v. INS, 225 F.3d 1084, 1093 (9th Cir. 2000), overruled on other \ngrounds by Thomas v Gonzales, 409 F.3d 1177, 1187 (9th Cir. 2005); accord Perdomo v. \nHolder, 611 F.3d 662, 666 (9th Cir. 2010); Karouni v. Gonzales, 399 F.3d 1163, 1173 \n(9th Cir. 2005). \n20 \n \n\norientation “calls down” discrimination against lesbians and gay men in public and \nprivate spheres alike when manifest.54   \nThe level of scrutiny appropriate for sexual orientation-based classifications \nremains an open question of law under both the state and federal constitutions: 55  this \nCourt can and should resolve that question, at least insofar as Alaska is concerned, in \norder to avoid foreseeable, continuing confusion around when the government may \nengage in anti-gay discrimination against its own people. 56  It would also spare future \nvictims of discrimination of needing to expend resources to re-litigate the same question, \nas well as preserve scarce judicial resources that will otherwise be spent answering that \nquestion anew in every case.  Deciding this issue is consistent with this Court’s \nacknowledged duty to the Alaska Constitution:  “It is our duty to move forward in those \nareas of constitutional progress which we view as necessary to the development of a \ncivilized way of life in Alaska.”57 \n                                                            \n54 Windsor, 699 F.3d at 185. \n55 ACLU, 122 P.3d at 789-90 (declining to decide whether sexual orientation-based \nclassifications require heightened scrutiny); Windsor, 699 F.3d at 182-85; Golinski, 824 \nF. Supp. 2d at 985. \n56 Cf. City of Cleburne, 473 U.S. at 442-46 (deciding whether classifications based on \ndevelopmental disability warrant heightened scrutiny, even though the ordinance \nchallenged could not withstand rational basis review); Golinski, 824 F. Supp. 2d at 985 & \n995 (determining that heightened scrutiny was required for sexual orientation-based \nclassifications, even though law at issue also failed rational basis review). \n57 Baker v. Fairbanks, 471 P.2d 386, 401 (Alaska 1970); accord Doe, 92 P.3d at 404. \n21 \n \n\n2.  The Exclusion of Same-Sex Partners from Death Benefits Is Also \nBased on Sex and Requires Heightened Scrutiny for That \nIndependent Reason.   \n \nThe denial of death benefits to surviving same-sex partners like Ms. Harris also \nconstitutes sex-based discrimination, which independently triggers heightened scrutiny \nunder both the state and federal constitutions.58  The reason is simple:  if Deborah Harris \nhad been born Dan Harris, she could have married Kerry Fadely and she would have \nautomatically received death benefits upon Ms. Fadely’s death.  But, because Deborah \nHarris is a woman, she is ineligible for the death benefits at issue. \nCourts have recognized discrimination based on sexual orientation and sex are \noften linked, because entering into an intimate relationship with someone based on that \nperson’s sex “is a large part of what defines an individual’s sexual orientation.”59  Thus, \nfor example, when the federal government refused to provide spousal health insurance to \nthe same-sex spouse of an employee (under the so-called Defense of Marriage Act, or \nDOMA, which was subsequently held unconstitutional), that constituted discrimination \non the basis of both sexual orientation and sex.60  Furthermore, the refusal to afford death \n                                                            \n58 Plas v. State, 598 P.2d 966, 968 (Alaska 1979) (holding that a statute targeting only \nfemale prostitution discriminated on the basis of sex); United States v. Virginia, 518 U.S. \n515, 531 (1996) (holding that sex-based classifications can only survive if supported by \nan “exceedingly persuasive justification”). \n59 Perry, 704 F. Supp. 2d at 996; accord Baehr v. Lewin, 852 P.2d 44, 67-68 (Haw. \n1993), superceded by Haw. Const., art. I, § 23. \n60 In the Matter of Brad Levenson, 560 F.3d at 1147; Golinski, 824 F. Supp. 2d at 982 n.4 \n(“Sexual orientation discrimination can take the form of sex discrimination.”). \n22 \n \n\nbenefits to same-sex partners is premised on impermissible sex stereotypes that proper \nwomen should marry men and proper men should marry women.61 \nThe death benefits scheme at issue here is not sex-neutral simply because it denies \nboth men and women who were in same-sex relationships of the right to death benefits.  \nIn Loving v. Virginia, the U.S. Supreme Court rejected the notion that the mere “equal \napplication” of an anti-miscegenation law could make the law race-neutral, even though \nthe law barred a Caucasian from marrying an African-American, just as it barred an \nAfrican-American from marrying a Caucasian.62  The constitutional injury that Ms. \nHarris has suffered here would not have occurred but for her sex, and thus heightened \nscrutiny is warranted. \nD.  The Absolute Exclusion of Same-Sex Partners from Death Benefits \nFails Any Level of Scrutiny Under Both the State and Federal \nConstitutions. \n \nAlaska’s “more stringent” Equal Protection Clause calls for a three-step test, \nwhich places a progressively greater burden on the State depending on the importance of \nthe right at issue and the nature of the governmental interest at stake.63  First, the court \ndetermines the weight of the individual interest impaired by the government’s \nclassification; second, the court examines the importance of the interests behind the \n                                                            \n61 See Miss. Univ. for Women v. Hogan, 458 U.S. 718, 725 (1982) (“Care must be taken \nin ascertaining whether the statutory objective itself reflects archaic and stereotypic \nnotions [based on sex].”). \n62 Loving v. Virginia, 388 U.S. 1, 8 (1967).  See also Shelley v. Kraemer, 334 U.S. 1, 21-\n22 (1948) (holding that it is no defense, in a challenge to racially restrictive covenants, \nthat they may also be enforced against prospective white property owners). \n63 Malabed v. N. Slope Borough, 70 P.3d 416, 420-21 (Alaska 2003). \n23 \n \n\ngovernment’s action; and third, the court evaluates the means employed to further those \ninterests to measure the closeness of the means-to-end fit.64   \n1.   The State’s Denial of Death Benefits to Same-Sex Partners \nImpairs Important Individual Interests. \n \n  Any level of scrutiny under both the state and federal constitutions takes into \naccount whether a law implicates important personal interests.  Under the first step of this \nState’s sliding-scale test, the more “important” the interest, the more rigorous the \nscrutiny.65  Under federal equal protection doctrine, courts also exercise much greater \ncaution in evaluating classifications that disadvantage important “personal relationships” \nand liberty interests.66  The U.S. Supreme Court reinforced this principle in United States \nv. Windsor when it held that DOMA, which barred the federal government’s recognition \nof the marriages of same-sex couples, violated both equal protection and due process.  \nThe Court first systematically catalogued the harms that DOMA inflicted upon same-sex \ncouples, and then determined that no legitimate government purpose “overcomes” these \nharms.67  Wholly apart from whether the State has employed a suspect classification or \ninfringed upon fundamental liberty interests, there are important dignitary interests \nimplicated here, as discussed below. \n                                                            \n64 Id. \n65 Id. at 421. \n66 See Lawrence, 539 U.S. at 580 (O’Connor, J., concurring in the judgment) (collecting \ncases).  \n67 United States v. Windsor, -- U.S. --, 133 S. Ct. 2675, 2694-96 (2013). \n24 \n \n\nIt would be a mistake to trivialize the harm that Ms. Harris has suffered by casting \nit as solely an economic injury.  This Court has recognized that the Alaska Constitution \nprotects an “individual’s interest in preserving his essential dignity as a human being.”68  \nIn Windsor, the U.S. Supreme Court did not view the dispute as merely about the tax \ntreatment of a widow—even though that was the context in which the constitutional \nquestion arose.  Instead, it understood that government discrimination can strip same-sex \ncouples of “equal dignity” in the community and “humiliate” their families.69   \nThis Court has distinguished between two different interests that animate \nantidiscrimination:  one relates to access to that which has been deprived—whether that \nis employment, housing, public accommodation, or, here, a death benefit—and the other \nrelates to the dignitary harm that accompanies discrimination.70  In Swanner, a landlord \nwith religious objections to renting to unmarried couples argued that he should be \nconstitutionally exempt from a housing antidiscrimination law because the unmarried \ncouples could find alternate housing in the marketplace.71  But this Court recognized that, \n                                                            \n68 State v. Glass, 583 P.2d 872, 880 (1978); see also State v. Planned Parenthood, 171 \nP.3d 577, 581 (2007) (recognizing “dignity against unwarranted intrusions by the State”).  \nAlthough these observations were made in the context of the right to privacy, \nsafeguarding individual dignity is no less important to equal protection.   \n69 Windsor, 133 S. Ct. at 2681, 2694. \n70 Swanner v. Anchorage Equal Rights Comm’n, 874 P.2d 274, 282-83 (Alaska 1994). \n71 Id. \n25 \n \n\neven if that was true, it only addressed one aspect of discrimination, because an act of \ndiscrimination also “degrades individuals” and “affronts human dignity.” 72   \nHere, as well, both economic and dignitary components of discrimination are \nimplicated.  When Ms. Harris is branded by the State as a legal stranger to Ms. Fadely, \nrather than afforded the dignity of a “widow” in this context, the injury to Ms. Harris \ncannot be measured in merely financial terms.  As Justice Goldberg noted in the context \nof public accommodation laws, “[d]iscrimination is not simply dollars and cents, \nhamburgers, and movies; it is the humiliation, frustration, and embarrassment that a \nperson must surely feel when he is told that he is unacceptable as a member of the \npublic.”73 \nThis Court has held that heightened scrutiny can be required where the denial of a \nworkers’ compensation benefit infringes upon an important right;74 but none of this \nCourt’s prior equal protection cases has considered the issue of how to value a workers’ \ncompensation benefit in which economic and dignitary injuries are inextricably \nintertwined.  In Ranney, for example, this Court characterized an unmarried woman’s \nclaim for death benefits as implicating “merely an economic interest,” but nothing barred \n                                                            \n72 Id. at 282 (explaining that the government has an “interest in preventing acts of \ndiscrimination . . .  regardless of whether the prospective tenants ultimately find \nalternative housing”). \n73 Heart of Atlanta Motel v. United States, 379 U.S. 241, 291-92 (1964) (Goldberg, J., \nconcurring, citations omitted). \n74 Alaska Pac. Assurance Co. v. Brown, 687 P.2d 264, 273 (Alaska 1984) (applying \nheightened scrutiny where workers’ compensation benefits were reduced upon moving \nout-of-state, thus infringing upon the right to travel). \n26 \n \n\nher from marrying the man to whom she was engaged.75  There is a wide gulf between \nwhen the State tells a woman she is not yet a widow and when the State tells a woman \nthat she can never be a widow.  Different dignitary interests attach to those situations.  \nThis Court also noted in ACLU that employment benefits are “undeniably economic;” but \nthe denial of those benefits can also implicate “important” non-economic interests, which \nis an issue that this Court left open for future resolution.76 \n2.   The Absolute Exclusion of Same-Sex Partners from Death \nBenefits Does Not Rationally Advance Any Legitimate \nGovernment Interest, Let Alone Do So “Fairly” and \n“Substantially.” \n \n  The second and third steps of the sliding-scale test under the Alaska Constitution \nrequire consideration of the government interests advanced by a challenged law and the \nmeans employed to advance those interests, respectively.77  The third step involves a \n“less speculative, less deferential, [and] more intensified means-to-end inquiry” in \ncomparison to some previous applications of federal rational basis review.78  There must \nbe “more than just a rational connection between a classification and a governmental \n                                                            \n75 Ranney v. Whitewater Eng’g, 122 P.3d 214, 223 (Alaska 2005) (internal quotation \nmarks omitted). \n76 ACLU, 122 P.3d at 790 (“we do not need to decide whether the plaintiffs’ interests are \n‘important’ or whether a ‘fundamental right’ is affected”). \n77 Id. \n78 Id. at 791 n.48 (quoting Isakson v. Rickey, 550 P.2d 359, 362 (Alaska 1976), \nsuperseded on other grounds, Commercial Fisheries Entry Comm’n v. Apokedak, 606 \nP.2d 1255, 1261 (Alaska 1980)). \n27 \n \n\ninterest; even at the lowest level of scrutiny, the connection must be substantial.”79  This \nCourt has long declared that it “will no longer hypothesize facts which would sustain \notherwise questionable legislation as was the case under the traditional rational basis \nstandard.”80   \n  Under federal rational basis review, unsupported and implausible justifications \nproffered in support of a classification are also inadequate:  “even the standard of \nrationality . . . must find some footing in the realities of the subject addressed by the \nlegislation.”81  The test is not toothless, and courts must undertake a meaningful review to \nascertain if a rational basis supports the law.  That is why “even in the ordinary equal \nprotection case,” the court “insist[s] on knowing the relation between the classification \nadopted and the object to be attained.”82   This requirement is critical to ensuring that \n“classifications are not drawn for the purpose of disadvantaging the group burdened by \nthe law.”83 \na.   Cost Savings \n \nThis Court has held that “the asserted goal of lowering insurance premiums can \nhave no independent force in the state’s attempt to meet its burden under the equal \n                                                            \n79 ACLU, 122 P.3d at 791.   \n80 Isakson, 550 P.2d at 362.   \n81 Heller v. Doe, 509 U.S. 312, 321 (1993). \n82 Romer, 517 U.S. at 632. \n83 Id. at 633.   \n28 \n \n\nprotection clause.”84  That is because “[a]lthough reducing costs to taxpayers or \nconsumers is a legitimate government goal in one sense, savings will always be achieved \nby excluding a class of persons from benefits they would otherwise receive.”85  The State \ncould also lower insurance costs by excluding all left-handed surviving spouses from \ndeath benefits; but the resulting cost savings could not make such an action \nconstitutional.  Rather, this Court has recognized that, under both federal and state equal \nprotection doctrine, “[s]uch economizing is justifiable only when effected through \nindependently legitimate distinctions.”86   \nACLU illustrates the proper analysis of cost savings in an equal protection inquiry.  \nThis Court analyzed the government’s purported interest in excluding same-sex partners \nfrom employment benefits not as a matter of cost savings standing alone but, rather, cost \nsavings through limiting benefits to those in “truly close relationships” with or “closely \n                                                            \n84 Alaska Pac. Assurance Co., 687 P.2d at 272.  See also State v. Planned Parenthood, 28 \nP.3d 904, 910 (Alaska 2001) (while “the State has a valid interest in preserving the fiscal \nintegrity of its programs . . . [it] may not accomplish such a purpose by invidious \ndistinctions between classes of its citizens”); Herrick’s Aero-Auto-Aqua Repair Serv. v. \nDep’t of Transp. and Pub. Facilities, 754 P.2d 1111, 1114 (Alaska 1988) (“cost savings \nalone are not sufficient government objectives under our equal protection analysis”). \n85 Alaska Pac. Assurance Co., 687 P.2d at 272. \n86 Id.  See also Plyler, 457 U.S. at 227 (“Of course, a concern for the preservation of \nresources standing alone can hardly justify the classification used in allocating those \nresources.  The State must do more than justify its classification with a concise \nexpression of an intention to discriminate.”) (citation omitted); Mem’l Hosp. v. Maricopa \nCounty, 415 U.S. 250, 263 (1974) (“a State may not protect the public fisc by drawing an \ninvidious distinction between classes of its citizens”); Graham v. Richardson, 403 U.S. \n365, 375 (1971) (“The saving of . . . costs cannot justify an otherwise invidious \nclassification”) (quotations omitted); Shapiro v. Thompson, 394 U.S. 618, 633 (1969), \noverruled in part on other grounds by Edelman v. Jordan, 415 U.S. 651 (1974). \n29 \n \n\nconnected” to the government employee.87  However, even that reformulation could not \nsalvage the constitutionality of the law, because the exclusion of same-sex couples \n“fail[ed] to advance” the purported government interest.88  As this Court had “no doubt” \nrecognizing, same-sex couples are just as intimately and closely connected as different-\nsex married couples and they provide “the same level of love, commitment, and mutual \neconomic and emotional support.”89   \nThe same analysis applies here.  To the extent the government interest here is to \nlimit death benefits to those in close relationships with the decedent, such as spouses, \nwho were most likely to depend on the decedent’s wages,90 the absolute exclusion of \nsame-sex couples does not advance that interest, let alone do so fairly and substantially.  \nSame-sex couples are barred from marriage in Alaska.  Thus, even assuming that \nmarriage serves as a valid proxy for financial dependence in the context of different-sex \ncouples, it cannot serve that function in the context of same-sex couples.  \nMs. Harris and Ms. Fadely’s relationship exemplified the financial \ninterdependence common among married couples.  Exc. 014-15 (noting that both shared \n                                                            \n87 ACLU, 122 P.3d at 790.   \n88 Id. at 791. \n89 Id. \n90 This Court has not resolved whether the Act aims to compensate dependents versus \nfamily members, see Ranney, 122 P.3d at 220 & 223 n.51, or some combination of both.  \nCf. In re Estate of Pushruk, 562 P.2d 329, 331 (Alaska 1977) (“[b]eneficiaries such as \nspouses and children were probably enumerated in the [wrongful death] statute because \nthey presumptively suffered such loss”).  The precise formulation is immaterial here, \nbecause the exclusion of same-sex couples fails to permissibly advance any cost savings-\nrelated government interest, no matter how it is framed. \n30 \n \n\nresponsibility for paying household expenses).  The degree of their financial \ninterdependence became especially apparent in the wake of Ms. Fadely’s death.  Exc. 017 \n(noting that Ms. Harris had to immediately abandon the home the couple had shared \nbecause she knew she would be unable to shoulder the expenses on her own).  Excluding \nsurviving same-sex partners like Ms. Harris from death benefits thus fails to advance a \ngovernment interest in providing a social safety net for those who were in close \nrelationships with the decedent and who relied upon the decedent’s wages for basic life \nnecessities. \nThe attenuated connection between the law and any cost savings-related goal is \nweakened even further by another consideration:  the cost of providing death benefits to \nsame-sex partners—and the corollary savings gleaned from the pockets of these \nindividuals—is miniscule, by any measure.  The reason is because of the confluence of \ntwo factors:  (1) the infrequency at which employees die from work-related injuries, and \n(2) the number of same-sex couples in Alaska.  Over a ten-year period, 240 Alaska \nemployees died from work-related injuries.  Exc. 052, 058-68.  Around half of those \nemployees (or 120) were likely married, based on census estimates.  See Exc. 052, 056-\n57.  Furthermore, for approximately every 113 people in Alaska married to a different-\nsex spouse, there is one person in a same-sex relationship.  See Exc. 051-55.  Thus, there \nis likely to be approximately one person every decade whose same-sex partner dies from \na work-related injury and who will be in a position to potentially receive death benefits.  \nThe cost of those death benefits represents an infinitesimal fraction of the quarter billion-\n31 \n \n\nplus in workers’ compensation benefits paid annually in Alaska.  Equal protection is not \nonly enforced when doing so is free; but the cost of equality is minimal in this context. \nOf course, while the cost of providing a once-a-decade death benefit is \nnegligible—particularly when absorbed through the cost-spreading and risk-spreading \nthat insurance is designed to accomplish—the benefit is of tremendous significance to the \nsurviving same-sex partner:  for Ms. Harris, its absence not only reflected the State’s \ndisregard of her relationship and her loss, but caused her to abandon the home that she \nhad shared with Ms. Fadely while also coping with immeasurable grief.  The Act also \nprovides a longer period of death benefits for those who are older like Ms. Harris, \ncurrently 53 years old, because it recognizes that these individuals will face even greater \ndifficulty adapting their financial plans to compensate for the unexpected loss of an \nincome source late in life.91  As the U.S. Supreme Court recognized in Windsor, a law \nthat refuses to recognize same-sex relationships “demeans” same-sex couples and also \n“denies or reduces benefits allowed to families upon the loss of a spouse . . . benefits that \nare an integral part of family security.”92   \nb.   Administrative Efficiency \n \nIn addition, a purported concern for administrative efficiency is both legally \ninadequate and factually unsupportable as a basis for excluding same-sex partners from \ndeath benefits.  First, although an interest in administrative efficiency may be legitimate \nin the abstract, it cannot justify an invidious classification like the one here.  While \n                                                            \n91 AS 23.30.215(g). \n92 Windsor, 133 S. Ct. at 2694-95.   \n32 \n \n\n“efficacious administration of governmental programs is not without some importance, \n‘the Constitution recognizes higher values than speed and efficiency.’”93  This Court has \nalso recognized that “the equal protection clause was designed to protect the fragile \nvalues of a vulnerable citizenry from the overbearing concern for efficiency and efficacy \nthat is often characterized in the most praiseworthy legislation.”94  Administrative \nconvenience generally cannot outweigh the importance of the right that the law infringes \nupon.95   \nAny boon to administrative efficiency in this case comes at the constitutionally \nintolerable price of “distinguishing between homosexual and heterosexual employees, \nsimilarly situated, and such a distinction cannot survive rational basis review” under even \nthe federal Equal Protection Clause.96  The situation here is materially different from \nRanney, in which this Court held that the Act’s exclusion of unmarried different-sex \n                                                            \n93 Frontiero v. Richardson, 411 U.S. 677, 690 (1973) (quoting Stanley v. Illinois, 405 \nU.S. 645, 656 (1972)); see also Gomez v. Perez, 409 U.S. 535, 538 (1973) (issues around \nproof cannot “be made into an impenetrable barrier that works to shield otherwise \ninvidious discrimination”). \n94 Isakson, 550 P.2d at 365; accord Stanley, 405 U.S. at 656. \n95 Deubelbeiss v. Commercial Fisheries Entry Comm’n, 689 P.2d 487, 489 n.7 (Alaska \n1984). \n96 Diaz, 656 F.3d at 1014; accord Collins, 727 F. Supp. 2d at 806 (holding that \nadministrative efficiency cannot justify depriving same-sex domestic partner benefits); \nsee also Reed v. Reed, 404 U.S. 71, 76-77 (1971) (reducing the workload of probate \ncourts through a preference for appointing men as administrators of estates is not \n“consistent with the command of the Equal Protection Clause”); Carrington v. Rash, 380 \nU.S. 89, 96 (1965) (holding that a law excluding service members from the ability to \nestablish a voting residence violated equal protection, even though verifying the \nresidence of service members may present special administrative problems). \n33 \n \n\ncouples from eligibility for death benefits was “fair” and “efficient,” because those \ncouples “freely choose” not to marry.  122 P.3d at 222-23.  Same-sex couples in Alaska \nhave had no such choice.   \nThis Court went to great lengths in ACLU to make explicitly clear that \njurisprudence like Ranney dealing with unmarried different-sex couples cannot be foisted \nupon same-sex couples, who are barred from marriage.  It devoted an entire section of the \nopinion (“Trombley v. Starr-Wood Cadiac Group Does Not Control Here”) to explain \nwhy language in a case about whether an unmarried different-sex cohabitant could bring \na loss of consortium claim, Trombley, could not be transposed onto same-sex couples: \nPlaintiffs correctly observe that this court there ‘analyzed distinctions \nbetween married heterosexual couples and unmarried heterosexual couples, \nwho can marry.  It did not analyze distinctions between heterosexual \ncouples [and] lesbian and gay couples, who cannot marry.’97   \n \nThis cautionary instruction in ACLU applies with particular force here:  this Court was \nundoubtedly aware of Ranney when issuing ACLU, given that the opinions in both cases \nwere released within two weeks of each other.  Indeed, Ranney expressly relied upon \nTrombley to support the notion that the government may limit death benefits to those who \nare married—but only in the specific context of different-sex couples.98 \n  Second, the absolute exclusion of same-sex couples from death benefits does not \nfairly and substantially advance administrative efficiency.  As this Court held in ACLU, \n                                                            \n97 ACLU, 122 P.3d at 794 (discussing Trombley v. Starr-Wood Cardiac Group, PC, 3 \nP.3d 916, 923 (Alaska 2000)). \n98 Ranney, 122 P.3d at 221 n.36 (discussing Trombley). \n34 \n \n\nany concerns about administering benefits to same-sex couples can be satisfied.99  This \nCourt found it relevant that many other agencies, political subdivisions, and states \nprovide benefits to the same-sex domestic partners of employees.100  Of course, after this \nCourt’s ruling in ACLU, there is now an even greater breadth and depth of experience \nwith administering benefits to same-sex couples at all levels of state and municipal \ngovernment.  If administrative efficiency could not justify the denial of benefits to same-\nsex couples in 2005, it cannot possibly do so now.  Indeed, under ACLU, the State is \nalready obligated to administer death benefits under AS 39.20.360 and survivor annuities \nunder AS 39.35.450 to the surviving same-sex partners of public employees.101 \n  Providing death benefits to same-sex partners is likely to require even less \nadministration, in some respects, than some of the benefits at issue in ACLU.  While a \nreasonable number of public employees likely utilize family health insurance coverage \nfor their same-sex partners (just as employees utilize such coverage for different-sex \nspouses), there is likely to be only one person every decade or so like Ms. Harris who is \nthe surviving same-sex partner of a worker killed on-the-job, as noted above.  The \nmarginal administration required to process an extra workers’ compensation claim per \ndecade is de minimis.   \nFurthermore, the administration of benefits at issue in ACLU did not have the \nadded assistance of the workers’ compensation system, which already routinely makes \n                                                            \n99 ACLU, 122 P.3d at 792. \n100 Id. \n101 Id. at 784 n.4. \n35 \n \n\ndeterminations regarding the nature of relationships, as it is empowered and equipped to \ndo by design.  For example, the Alaska Workers’ Compensation Board must decide \nwhether an individual who was married to the decedent, but who was living apart from \nhim or her at the time of death, is nevertheless entitled to death benefits because that \nindividual was either “dependent upon support from the decedent” 102 or was living apart \nfor “justifiable cause.”103   Indeed, given the prevalence of domestic partner benefits in \nboth the public and private sector, it may be easier to confirm the existence of a same-sex \ncouple’s relationship than to determine if a different-sex married couple was living apart \nat the time of the employee’s death for “justifiable cause.”  That is illustrated here by the \nexistence of a joint affidavit, signed by both Ms. Fadely (when she was alive) and Ms. \nHarris, attesting that they were in an intimate, committed relationship of mutual caring \nand support and that they shared responsibility for basic living expenses.  Exc. 25-26. \n  Finally, a concern for administrative efficiency may animate the exclusion of \nunmarried different-sex couples from death benefits; but it is demonstrably false that a \nsimilar concern motivates the exclusion of same-sex couples from death benefits.104  The \n                                                            \n102 See, e.g., Irby v. Fairbanks Gold Mining Inc., Alaska Workers’ Comp. Bd., Dec. No. \n05-505, 2005 AK. Wrk. Comp. LEXIS 214, at *43 (Sept. 2, 2005) (finding that wife was \ndependent on the decedent for support where he had sent part of his paycheck to cover \nmortgage payments, home repairs, and tuition for children). \n103 Tonkovich v. Serino, Inc., Alaska Workers’ Comp. Bd., Dec. No. 08-0137, 2008 AK \nWrk. Comp LEXIS 150, at *13 (Jul. 24, 2008) (finding that wife was living apart for \njustifiable cause because she refused to live with decedent until he stopped drinking \nalcohol, based on his violent and abusive behavior when inebriated). \n104 See Isakson, 550 P.2d at 362 (court will not “hypothesize facts” in evaluating a law’s \nconstitutionality). \n36 \n \n\nState excludes all same-sex couples from death benefits, even if they have legally \nmarried in another jurisdiction.  This did not happen by accident.  In 1996, the State \nforesaw that same-sex couples would be able to marry in “another state or foreign \njurisdiction” and it chose pass a statute to deprive them of any benefit of marriage.105  Of \ncourse, Alaska’s refusal to recognize the out-of-state marriages of same-sex couples \nsubstantially deters its citizens from marrying elsewhere, as it did here, Exc. 015, but its \ntreatment of even those who nevertheless marry out-of-state is revealing.  A different-sex \ncouple who married in Washington would be eligible for death benefits, but a same-sex \ncouple who married in Washington would not.  Thus, the same supposedly administrable \nrule that the State uses for different-sex couples—the bright-line distinction of \nmarriage—is jettisoned for same-sex couples even when they are married.  Equal \nprotection requires “the democratic majority to accept for themselves and their loved \nones what they impose on you and me.”106   \nc.   Promoting Marriage \n  The exclusion of same-sex couples from eligibility for death benefits likewise \ncannot be justified by a government interest in promoting marriage.  As an initial matter, \nit is far from clear that death benefits are designed to promote marriage between \ndifferent-sex couples.  It strains credulity that a benefit triggered only upon the rare \n                                                            \n105 AS 25.05.013. \n106 Cruzan by Cruzan v. Dir., Mo. Dep’t of Health, 497 U.S. 261, 300 (1990) (Scalia, J., \nconcurring); accord Diaz, 656 F.3d at 1014 (“‘there is no more effective practical \nguaranty against arbitrary and unreasonable government action than to require that the \nprinciples of law which officials would impose upon a minority must be imposed \ngenerally’”) (quoting Eisenstadt v. Baird, 405 U.S. 438, 447 (1972)). \n37 \n \n\noccurrence of a work-related death would materially affect any individual’s decision to \nmarry.  Moreover, the State makes death benefits available to even those who were \ndivorced at the time of death but who received financial support from the decedent.107  \nThus, whereas one might argue the government offers health insurance to spouses of \nemployees as an incentive for different-sex couples to stay married,108 the same cannot be \nsaid of death benefits, for which divorce is not an automatic disqualification.  This makes \nthe State’s differential treatment based on sexual orientation even more striking:  \ndifferent-sex couples who have divorced may sometimes qualify for death benefits, but \nsame-sex couples committed for life can never do so. \n  Furthermore, excluding same-sex couples from death benefits does not promote \nmarriage because the State bars same-sex couples from marriage.  This Court held in \nACLU that restricting eligibility to persons in a status that same-sex couples can never \nattain is not even “related” to an interest in promoting marriage.109  That is confirmed by \ncommonsense.  The notion that a heterosexual person—otherwise on bended knee and \n                                                            \n107 AS 23.30.395(25) (defining “married” to include “a person who is divorced but is \nrequired by the decree of divorce to contribute to the support of the former spouse”); \nBurgess Constr. Co, 504 P.2d at 1024-25 (“the decedent, though divorced, was ‘married’ \nfor purposes of the Workmen’s Compensation Act”). \n108 Cf. ACLU, 122 P.3d at 793. \n109 Id. at 783 (“denying benefits to same-sex domestic partners who are absolutely \nineligible to become spouses has no demonstrated relationship to the interest of \npromoting marriage”); see also Diaz, 656 F.3d at 1014 (“the denial of benefits to same-\nsex domestic partners cannot promote marriage, since such partners are ineligible to \nmarry”); Collins, 727 F. Supp. 2d at 807 (following ACLU and holding that the denial of \nbenefits to same-sex couples “cannot promote marriage [where] gays and lesbians are \nineligible to marry”). \n38 \n \n\npoised to propose lifelong matrimony—will abandon marriage or flee the institution \nsimply because same-sex couples are eligible for death benefits is preposterous.  Equally \nimplausible is the notion that lesbian or gay individuals will disregard their sexual \norientation and enter into marriages with different-sex partners in order to obtain death \nbenefits in the rare event of a work-related death.  As this Court noted, those would be \n“sham or unstable marriages” in any event, which the State could not conceivably wish to \nincentivize.110   \n  In sum, ACLU forecloses any government interest that could be proffered under \nthe state Equal Protection Clause.  In a concluding paragraph in ACLU, this Court also \nnoted in passing that its decision was reinforced by constitutional provisions addressing \ngovernment employment, such as a provision that merit must govern public employment \ndecisions, Alaska Const., art. XII, § 6, and that individuals are entitled to “the rewards of \ntheir own industry,” Alaska Const., art. I, § 1.111  In a similar fashion, the U.S. Supreme \nCourt has recognized that the purpose of death benefits in workers’ compensation \nschemes is to compensate those who were in close relationships with the worker, and that \n                                                            \n110 ACLU, 122 P.3d at 793. \n111 These provisions may have confirmed the outcome of this Court’s equal protection \nanalysis, but they were by no means necessary.  Id. at 794 (mentioning these provisions \nin a section titled “Equal protection conclusion”).  After all, this Court held that the \nexclusion of same-sex couples from the benefits “violate[d] the Alaska Constitution’s \nequal protection clause”—not the Alaska Constitution’s public employment merit \nprinciple or its rewards-of-industry provision.  Id. at 795.  The principles and logic set \nforth in ACLU apply equally within and outside the context of public employment. \n39 \n \n\nit violates equal protection to draw invidious distinctions between these individuals \nunrelated to that purpose.112 \nII.  The Denial of Death Benefits to Surviving Same-Sex Partners Also \nUnconstitutionally Infringes Upon the Rights to Liberty and Privacy Under \nthe State and Federal Constitutions. \n“It is a promise of the Constitution that there is a realm of personal liberty which \nthe government may not enter.”113  The denial of death benefits to same-sex partners \ntramples upon liberty and privacy interests in intimate family relationships under both the \nstate and federal constitutions, thus requiring heightened scrutiny for that reason as well.  \nThe Alaska Constitution expressly guarantees the right to liberty and privacy.114  Giving \nsubstance to those principles is essential to “the character of life in Alaska . . . the home \nof people who prize their individuality and who have chosen to settle or to continue \nliving here in order to achieve a measure of control over their own [lives] which is \n                                                            \n112 See Weber v. Aetna Casualty & Surety Co., 406 U.S. 164, 171-74 (1972) (holding that \nthe unequal treatment of illegitimate children in workers’ compensation death benefits \nfailed even rational basis review where state law made it “legally impossible” for worker \nto acknowledge illegitimate children, whom he “nourished and loved”); Levy v. \nLouisiana, 391 U.S. 68, 72 (1968) (holding that it violated equal protection to bar \nillegitimate children from wrongful death recovery on behalf of their mother where they \nwere dependent on her and “she cared for them and nurtured them”); Glona v. Am. \nGuarantee & Liab. Ins. Co., 391 U.S. 74, 75 (1968) (finding no rational basis in barring a \nmother from bringing wrongful death action on behalf of her illegitimate son). \n113 Lawrence, 539 U.S. at 578 (internal quotations omitted).   \n114 Alaska Const., art I, § 1 (“This constitution is dedicated to the principles that all \npersons have a natural right to life, liberty, [and] the pursuit of happiness”), § 7 (“No \nperson shall be deprived of life, liberty, or property, without due process of law”), & § 22 \n(“The right of the people to privacy is recognized and shall not be infringed.”).  The right \nto “privacy” protects not only informational privacy but also individual autonomy.  \nValley Hosp. Ass’n, Inc. v. Mat-Su Coalition for Choice, 948 P.2d 963, 969 (Alaska \n1997). \n40 \n \n\nvirtually unattainable in many of our sister states.”115  Lawrence also recognized a \nfundamental liberty interest in intimate family relationships, and the Ninth Circuit has \nheld that heightened scrutiny must be applied when the government burdens this liberty \ninterest.116   \nThree strands of liberty and privacy are implicated here.  The first is the right to \ncontrol one’s body, as “few things [are] more personal than one’s body.”117  Indeed, this \nCourt has recognized that the right to control one’s body is “necessary for . . . civilized \nlife and ordered liberty.”118  It has jealously guarded this right across a range of \ncircumstances, from those that a less contemplative court might have dismissed as \ninconsequential—such as a student’s right to control his hair length against school \ncoercion119—to those that involve government intrusion upon medical decisionmaking120 \nand constraint upon reproductive freedom.121  The right to control one’s body must \n                                                            \n115 Ravin v. State, 537 P.2d 494, 504 (Alaska 1975). \n116 Witt v. Dep’t of the Air Force, 527 F.3d 806, 819 (9th Cir. 2008) (holding that the \ndischarge of a lesbian under the military’s former “Don’t Ask, Don’t Tell” policy \nviolated the liberty interest recognized in Lawrence). \n117 Breese v. Smith, 501 P.2d 159, 169 (Alaska 1972). \n118 Valley Hosp. Ass’n, 948 P.2d at 968.   \n119 Breese, 501 P.2d at 169. \n120 Huffman v. State, 204 P.3d 339, 345-46 (Alaska 2009) (permissibility of mandatory \ntuberculosis test required heightened scrutiny under privacy and liberty); Myers v. Alaska \nPsych. Inst., 138 P.3d 238, 248 (Alaska 2006) (administering psychotropic medication \nwithout consent and in the absence of emergency implicated privacy and liberty). \n121 Valley Hosp. Ass’n, 948 P.2d at 968. \n41 \n \n\ninclude a freedom as basic as the ability to determine, without government direction, the \nindividual with whom we share a bed by night and build a life by day.  \nThe second strand of liberty implicated here is the right to intimate association.  \nPhysical intimacy is “but one element in a personal bond that is more enduring,”122 and \n“the constitutional shelter afforded [protected] relationships reflects the realization that \nindividuals draw much of their emotional enrichment from close ties with others.”123 \nThese highly personal relationships are vital to “the ability independently to define one’s \nidentity that is central to any concept of liberty,” and thus warrant “a substantial measure \nof sanctuary from unjustified interference with the State.”124  The bond between two \npeople forged in a relationship that includes physical intimacy is among the most \nprofound in life.  Its significance is also reflected in the intense grief felt when that bond \nis broken by death. \nThe third strand of liberty and privacy at issue here is the bubble of constitutional \nprotection around the home.  Constitutional protections are at their zenith within the \nhome because what people do in the privacy of their own homes—and perhaps especially \ntheir bedrooms—will rarely implicate a legitimate government concern.  “If there is any \narea of human activity to which a right of privacy pertains more than any other, it is the \n                                                            \n122 Lawrence, 539 U.S. at 567. \n123 Roberts v. United States Jaycees, 468 U.S. 609, 619 (1984).   \n124 Roberts, 468 U.S. at 618-19.   \n42 \n \n\nhome.”125  That is why this Court has held that the possession of marijuana by adults at \nhome for personal use is constitutionally protected.126  Because Ms. Harris shared her \nhome and her life with another woman, the State has stripped her of access to the critical \nsocial safety net that death benefits provide.   \nAll three strands of protection—the right to control one’s body, the right to \nintimate association, and the right to privacy in the home—converge here, in the \nrelationship between Ms. Harris and Ms. Fadely.  The nature and extent of the State’s \ninfringement upon these constitutional protections is substantial.  Notably, this Court has \nheld that even a partial reduction of workers’ compensation benefits—in contrast to the \ntotal denial here—can impose a “substantial penalty” on the exercise of a constitutional \nright.127  That is illustrated by the fact that Ms. Harris had to abandon her home, and she \nmust now cope with a permanent loss of household income, unmitigated whatsoever by \ndeath benefits that others receive.  The State’s infringement also could not come at a \nworse time:  it takes place on the heels of losing the most cherished person in one’s life, a \n                                                            \n125 Ravin, 537 P.2d at 503. \n126 Id. \n127 Alaska Pac. Assurance, 687 P.2d at 273 (finding that a sixty percent reduction in \nbenefits for moving out-of-state infringed upon the right to travel) & 271 n.11 (holding \nthat “[t]here is no requirement to demonstrate actual deterrence” of the exercise of a \nright).  See also Lawrence, 539 U.S. at 578 (holding that the federal constitution protects \nthe “full right to engage in [intimate] conduct without intervention of the government”). \n43 \n \n\ntime of wrenching anguish.  This Court has recognized that an infringement upon privacy \ncan be especially acute when it occurs “during a particularly sensitive period.”128 \nThe denial of death benefits to same-sex couples also constitutes an impermissible \nburden on liberty under the federal constitution.  In Windsor, the U.S. Supreme Court \nrecognized that DOMA impermissibly “burdened” same-sex couples’ liberty interests, \nincluding through the denial of survivor benefits otherwise available under federal law.129  \nSimilarly, in Witt, the Ninth Circuit held that the liberty interest recognized in Lawrence \nwas unconstitutionally burdened when the military discharged a lesbian under “Don’t \nAct, Don’t Tell.”130  As these cases makes clear, liberty protections are not only triggered \nwhen the government prohibits constitutionally protected conduct outright.   \nRanney—again, a case about a heterosexual couple—is not to the contrary.  The \nprivacy claim in that case failed for the simple reason that Ranney made the choice not to \nmarry the decedent:  this Court explained that providing death benefits to married couples \ndid not impose a significant burden on those “who freely choose not to” marry, a phrase \nthis Court emphasized twice.131  In other words, any burden could have been easily \navoided.  Indeed, the couple had no objection to marriage; the decedent had proposed to \nRanney the month before he died, but they simply had not married by the time of his \n                                                            \n128 Valley Hosp. Ass’n, 948 P.2d at 968. \n129 Windsor, 133 S. Ct. at 2694.   \n130 Witt, 527 F.3d at 819.   \n131 Ranney, 122 P.3d at 222.   \n44 \n \n\ndeath.132  Here, however, Ms. Harris and Ms. Fadely did not “freely choose not to” marry \neach other.  The State made that choice for them.  The State cannot then create an \nimpossible double-bind of requiring a status that same-sex couples cannot attain and \nclaim there has been no “burden.” \nCONCLUSION \n  For the foregoing reasons, Ms. Harris respectfully requests that this Court hold \nthat the exclusion of same-sex partners from death benefits is unconstitutional, reverse \nthe denial of death benefits affirmed by the Alaska Workers’ Compensation Appeals \nCommission, and remand for further proceedings. \nDATED:  October 14, 2013  Respectfully submitted, \n \nEric Croft \nThe Crofts Law Office \n \nPeter C. Renn \nLambda Legal Defense and Education Fund, Inc. \n \nAttorneys for Appellant Deborah Harris \n \n \n \n   \n                                                            \n132 Id. at 216.   \n45 \n ",
      "document_type_other": null,
      "external_url": "http://www.lambdalegal.org/in-court/cases/harris-v-millennium-hotel",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60168"
    },
    {
      "date": "2013-03-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 60164,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60164.pdf",
      "title": "Alaska Workers' Compensation Board Final Decision",
      "text": "MAR-21-2013  10:07 From:WORKERS  COMP  2594975  To:907 274 0145  P.1 \nALASKA WORKERS• COMPENSATION BOARD ~.f \n~. / \n<'~ \nP.O. Box 115512  Juneau, Alaska 99811-5512 \nKERRY FADELY (DECEASED),  ) \n) \nEmployee,  )  FINAL DECISION AND ORDER \n) \nDEBORAH HARlUS,  )  A WCB Case No. 201116890 \n) \nClaimant,  )  AW  CB Decision No. 13-0028 \n) \nv.  )  Filed with AW  CB Anchorage, Alaska \n)  On March 21,2013 \nMILLENNIUM HOTEL,  ) \n) \nEmployer,  ) \nand  ) \n) \nNEW HAMPSHIRE INSURANCE CO.,  ) \n) \nInsurer,  ) \n_________________________ \nDefendants.  ) \n) \nDeborah Harris's (Claimant) April 9, 2012, workers' compensation claim for death benelhs was \nheard on the written record on February 26, 2013, in Anchorage, Alaska.  Attorneys Eric Croft \nand  Peter  Renn  (Lambda  Legal  Defense  and  Education  Fund,  Inc.)  represented  Claimant. \nAttorney Colby Smith represented Millennium Hotel and its insurer, New Hampshire J'nsurru1ce \nCo. (Employer).  The parties filed  a stipulation of facts on December 19, 201.2, and a written \nrecord hearing date was selected.  The record closed o-n February 26, 201.3. \nISSUES \nClaimant contends she is entitled to death benefits because she was in a same-sex relationship \nwith Kerry Fadely (Employee) when Employee died, and was Employee)s same·sex domestic \n\n1o:'::l~f  c:::r\"i  ~l\"ib \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \npartner.  Claimant acknowledges the Alaska Workers' Compensation Act (Act) provides for death \nbenefit payments to  ''widows\" and \"widowers.''  She also acknowledges she is not Employee's \n'\"widow\" or ''widower\" as defined by the Act because Claimant and Employee were not married to \none another when Employee died.  However, Claimant contends Alaska law precludes Employee \nand Claimant from marrying one another, and thcrctore, AS 23.30.215's spousal limitation violates \nthe  Alaska  and  United  States  Constitutions.  Claimant  also  contends  the  Alaska  Workers' \nCompensation Board (board) lacks jurisdiction to decide her constitutional challenges.  Claimant \nrequests an award ofattomey's fees and co~ts on her death benefits claim. \nEmployer agrees AS 23.30.215 provides for death beneljt payments to \"widows'' and \"widowers\" \nand  agrees  Claimant  is  not  Employee's \"widow\" as  deHned  by  the  Act.  It  contends  under \nAS 23.30.215'::; plain language and Alaska case law holding urunarricd cohabitants are not entitled \nto death benefits, Claimant is not entitled lo death benefits.  It furt.her contends because ClailllWlt is \nnot entitled to death bcnc11ts, she is not entitled to attorney's fees and costs.  Employer agrees the \nboard lacks jurisdiction to decide Clailmmt's constitutional challenges. \nJ)  Is Employee entitled to death benefits'! \n2)  Dncs  the Alaska  Worker~· Compensation Board have jurisdiction  to  determine  ir \nAS 23.30.215 is un('.(mstitutional? \nFTNDJNGS OF FACT \nA  revit:w  of the  entire  record  establishes  the  following  tacls  and  factual  conclusions  by  a \npreponderance or the evidence: \n1)  On October 29, 2011, Employee, a food and bevt:rage manager at the Millcnniwn Hotel \nin Anchorage, Alaska, died in a work-related injury.  (Report oflnjury, November 7, 2011). \n2)  Claimant contends she was in a same-sex relationship with Employee when Employee \ndied,  and  was her same-~ex domestic partner.  Claimant's assertions include:  if Alaska law \nallowed her and Employee to marry, or recognized an out-of-state same-sex marriage certificate, \nthey would have married; Claimant and Employee were in an exclusive, committed, financially \ninterdependent relationship for over a decade by the time of Employee's death in 20 II; Claimant \nand Employee lived for the majority of their ten-year relationship together in Anchorage; they \n2 \n\n10;-:JI::Jf  C::f'i  I::Jl'ib  r-• .:J'lt:l \nKERRY fi\\DF.LY (DECEASED) v. MILLENNIUM HOTEL \nwore ma.tching rings to signify their love ~md commitment for one another and r.e.ferred to each \nother as \"partner\" or \"spouse\"; they jointly submitted an Affidavit of Domestic Partnership so \nClaimant could acce~s health insurance Employee received through a prior employer; had joint \ncredit card accounts; jointly leased an apartment and were looking to jointly purchase a home; \nand on Facebook, a social media website, Employee listed Claimant as her \"spouse\" and stated \nEmployee and Claimant were in a domestic partnership.  Claimant submitted affidavits from \nherself,  her  daughter,  and  a  friend  attesting  to  the  couple's  committed  and  'financially \ninterdependent relationship.  Claimant asserts she was financially dependent upon Employee. \n(Notice of Constitutional Challenge and Request for Final Decision and Order, September 24, \n2012;  Declaration  of Deborah  Harris,  September  1,  2012;  Declaration  of Hannah  Large, \nSc:ptember 5, 2012; Declaration of Lynneue Warren, September 18, 2012; Adult Dependency \nQucstionnu.ire, April26, 2012). \n3)  Claimant and Employee were 110t married to one another when Employee died, and had \nnever been married to one anolher.  (Notice of Constitulional Challenge and Request for Final \nDecision and Order, September 24, 2012; Declaration of Deborah Harris, September 1, 2012; \nStipulated Facts and Request for Final Decision and Order, December 19, 2012). \n4)  Claimant docs not quallfy as a \"widow\" or ''widower\" eligible to receive death benefits \nunder AS  23.30,215, and AS 23.30.395(40) or (41).  (Stipulated Facts and Request for Final \nDecision and Order, December 19, 2012). \n5)  Under the plain language of the Act, Employer has no obligation to pay death bcnctits to \nClaimant.  (Id .). \n6)  On  April  9 .•  2012,  Claimant  timely  filed  a  claim  for  death  benefits.  (Workers' \nCompensation Claim, April 9, 2012). \n7)  On  May  7,  2012,  Employer  disputed  Claimant's  death  bcnelits  claim  on  the  basis \nClaimant was not Employee's husband or wife at the time of Employee's death.  (Answer, May \n7, 2012). \n8)  On May 18, 2012, Employer controverted Claimant's death bcneflts request~ for reasons \nincluding the l·ollowing: \n... Consistent  with  AS  23.30.215,  the  employer  has  not  received  any \ndocumentation  that  Ms.  Deborah  Harris  was  either  the  decedent's  wife,  or \nhusband.  Additionally, consistent with Rcmney v.  WhUewater Engineering, 122 \nP,3d 214 (October 14, 2005), surviving unmarried co-habitant who lived together \n3 \n\nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \nand hold th~:m.selvcs out to the community as husband and wife arc not entitled to \nworkers'  l:Ompcnsation  widows  benefits.  Thus,  the  emp.loyer  denies  lhat \nMs. Harris is entitled to benefits consistent with AS 23.30.215. \n(Controversion Notice, May 4, 2012). \n9)  On September 24, 2012~ to \"preserve the factual  context of her claim,\" Claimant filed \nNotice of Constitutional Challenge and Request for Final Decision and Order, with affidavits and \ndocumentary evidence attached.  (Stipulated Facts und  Request for Final  Decision and Order, \nDecember 19,  20 12;  Notice of Constitutional Challenge a11d  Request  lor Final  De(.;ision and \nOrder, September 24, 20 12). \n10 )  On Octo her 2, 2012, Employer filed its objection to Claimant's constitutional challenge \nand request for lin.al decision and order.  SpeciJically, Employer objected to the declaration and \nattached  evidence  and  affidavits'  admissions  on  the  grounds  of  hearsay  and  relevancy. \n(Employers  Objection  to  the  Employee's  Constitutional  Challenge  and  Request  for  Final \nDecision and Order, October 1, 2012). \n11)  Employee's  death  occurred  in  the  course  and  scope  of employment.  (Report  of \nOccupational  Injury  or  Jllness,  November  7,  2011;  Stipulated  Facts  and  Request .for  Final \nDecision and Order, December 19, 20 12). \n12)  Employer and Claimant assert Claimant's constitutional challenge and the accompanying \nevidence and any contrary cviden~e need not be considered to deny Claimant's claim.  Employer \nreserves its right to objecl to the evidence attached to Claimant's conslitutional challenge and to \nsubmit their own evidence if necessary or required.  (/d.). \n13)  Employer has paid death benefits to Vincent .Fadely, who is En1ployee's (now) 23 year \nold son.  (Compensation Reports, November 23, 2011  and February 2, 2012;  Death Benefits \nReports, November 23, 2011 and February 2, 2012). \nPRINCIPLES OF LAW \nAlaska Constitution, Artidc I, Section .t ~Inherent Rights.  This constitution is \ndedicated to the principles that all persons have a natural right to life, liherly, the \npursuit of happiness, and the enjoyment of the rewards of their own industry; that \nall  persons are equal and entitled to equal rights, opportunities, and protection \nunder Lhe law; and that all persons have corresponding obligations to the people \nand to the State. \n4 \n\n10:':;1~(  C::(\"'  ~l\"'b \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \nAJa~ka Constituti(m,  Article  I,  Section  25  - Marriage.  To  be  valid  or \nrecognized in this State, a marriage may exist only between one man and one \nwoman. \nAlaska Constitution, Article XII, Sedion 6 - Merit System.  The legislature \nshall  establish  a  system  under  which  the  merit  principle  will  govern  the \nemployment of persons by the State. \nAS 23.30.Cl01. Intent of the legislature and construction of chapter.  It is the \nintent of the legislature that \n(I) this chapter he interpreted so as  to  ensure the quick, efficient, fair,  and \npredictable delivery of indemnity and medical benefits to injured workers at a \nreasonable cost t<}  the employers who are subject t~)  the provisions of this \nchapter; \n(2) workers' compensation cases shall be decided on their merits except where \notherwise provided by statute .... \nThe board derives its authority and jurisdiction trom Act at AS 23.30.005, et seq., and the Alaska \nAdministrative Procedure Act AS 44.62.540.  An administrative agency  can only adjudicate a \ndispute if it has beon given explicit adjudicatory authority by statute.  Far North Sanilation. Inc. v. \nAlaska Public Utilities Commi.,·.o;ion, 825 P.2d 867, 870 (Alaska 1992).  The Alaska Supreme Court \nhas recogni~ed the board's equitable powers, but only as necessarily incident to exercise statutory \nadjudicative re.spon!libilities.  Blanas  v.  The  Brower Co~, 938  P.2d  1056,  1062 (Alaska  1997). \nApplying equitable or common law principles in a spccitic case is pen:n.itted, but the board can \nonly adjudicate in the context of a workers' compensation case, and lacks jurisdiction to decide \nconstitutional r,;lairns.  Alaska Public lnreresr Group v.  State.  167 P.3d 27, 36-37 (Alaska 2007), \nDougan v. Aurora Hlactric, inc., 50 P.3tl 789 (Alaska 2002). \nThe board may  base  its  decision not  only on  direcl  testimony,  medical findings,  and  other \ntangible  evidence,  but  also  on  the  board's \"experience, judgment,  observations,  W1ique  or \npeculiar facts of the case, and inferences drawn from all of the above.\"  Fairbanks North Star \nBorough v. Rogers & Babler. 747 P.2d 528, 533-34 (Alaska 1987). \nAS 23.30.145.  Attorney Fees. (a) Fees for legal services rendered in respect to a \nclaim are not valid unless approved hy the board, and the fees may not be less \nth<Ul 25 percent on the finlt $1,000 of compensation or pru1 of the fi.rst $1.000 of \n5 \n\nI'IHt<-cl-c~ll.) 11a:1al::l  t-rom:wut<K.t:.t<!:>  LUI'It-'  1o:~~ar cf<i  lal<ib  1-'.b~ll::l \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \ncompensation, and 10 percent of all sums in excess of $1,000 of compensation. \nWhen the hoard advises that a claim has been controverted, in whole or in part, \nthe board may direct that the fees for legal services be P~'id by the employer or \ncarrier in addition to compensation awarded; the fees may he allowed only on the \namount of compensation controverted and awarded.  When the board advises that \na claim has not been controvt!rted, but further advises that bona fide legal services \nhave been nmdered in respect to the claim, then the board shall direct the payment \nof the fees out of the compensation awarded.  Jn determining the amount of fees \nthe board shall lake into consideration the nature, length, and complexity of the \nservices  performed, transportation  charges,  and  the benefits resulting  from the \nservices to the compensation beneficiaries. \n(b)  1f an  employer fails  to  file  timely  notice  of controversy  or  fails  to  pay \ncompensation or medical and related benetits within 15 days after it becomes due \nor otherwise resists the payment of compensation or medical and related hene1its \nand if the claimant has employed an attorney in the successful prosecution of the \nclaim, the board shall make an award to reimburse the claimant for the costs in the \nproceedings, including reasonable attorney fees.  The award is in addition to the \ncompensation or medical and related benefits ordered. \nAS  23.30.215.  Compc:nsation  for death.  (a)  If the  mJury  causes  death,  the \ncompensation is known as u death benefit and is payahle in the following amounts \nto or for the benefit of the following persons: \n( 1) reasonable and necessary funeral expenses not exceeding $1 0,000; \n(2) if then! is a widow or widower or a child or children of the deceased, the \nfollowing percentages of' the spendable weekly wages of the deceased: \n(A) 80 percent lor the widow or widower with no children; \n(R) 50 percent for the widow or widower with one child and 40 percent for \nthe child; \n(C) 30 percent for the widow or widower with two or more children and \n70 percent divided equally among the children; \n(D) 100 percent for an only child when there is no widow or widower; \n(E) 100 percent, divided equally, if there are two or more children and no \nwidow or widower; \n(5)  $5,000  to  a surviving widow  or  widower,  or equally divided  among \nsurviving children of the deceased if there is no widow or widower. \n6 \n\n1o:':f~f cf'i l::ll\"ib  I\"'. (' lt::S \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \nor \n(b) ln computing death bcnelits, the spendable weekly wage  the deceased shall \nbe  computed  under  AS  23.30.220  and  shall  be  paid  in  accordance  with \nAS 23.30.155 and subject to the weekly maximum limitation in the aggregate as \nprovided in AS 23.30.175, but the total weekly compensation may not be less than \n$75  for  a widow or  widower nor less  than $25  weekly  to  a chlld or $50  for \nchildren. \n(c) All questions of dependency shall be determined as  the time of the injury, \nllf \nor death .... \nAS 23.30.395. Definitions.  In thi:s chapter .... \n(25) \"married\" includes a person who is divorced hut is required by the decree \nof divorce to contribute to the support of the former spouse; \n(40) \"widow\" includes only the decedent's wife living with or dependent for \nsupport upon the decedent at the time of death, or living apart for justifiable \ncause or by reason ofthc decedent's desertion at such a time; \n( 41) \"widower\" includes only the decedent's husband living with or dependent \nfor support upon the decedent ut lhe time of death, or living apart for justifiable \ncause or by reason ol'the decedent's desertion at such a lime. \nAS 25.05.01.1 (a).  Civil contract.  (a) Marriage is a civil ctmtract entered into by \none man and one womun that requires both a license and solemnization.  The man \nand the woman must each be at least one of the following: \n(I) I R years of age or older and otherwise capable; \n(2) qualified for a license under AS 25.05.171; or \n(3) a member of the armed forces of the United States while on active duty. \n(b) A person may not be joint!d in marriage in this state until a license has been \nobtained for that purp<.1se us provided in this chapter.  A marriage performed in \nthis stale is not valid without solemnization as provided in this chapter. \nAS 25.05.013.  Same-sex marriages.  (a) A marriage entered into by p~rsons of \nthe same sex, either under common law or under statute, that is recognized by \nanother stare or ·foreign jurisdiction is  void in this state, and contractual rights \ngranted hy virtue o I' the marriage, including its termination, arc unenforceable in \nthis state. \n7 \n\n1o:~1:::Jr  cr'\"i  l:::Jl\"tb  t-'.t::Vlt:l \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \n(b) A same-sex relationship may not be recognized by the state as being entitled \nto the benelits ofmarriagt:!. \nJn Ranney v.  Whitewater Engineering, 122 P.3d 214 (Alaska 2005), Sharon Ranney, a surviving \nunmarried cohabitant, chalh::nged the board's ruling she was ineligible for death benefits when \nher domestic partner was killed in a work·relatcd accident.  The Alaska Supreme Court held the \nurunarried cohabitant was ineligible for death benefits under the Act; and the board's decision \ndid not violate Ms. Ranney's state constitutional rights to privacy or l<l  equal protection.  The \nAlasku Supreme Court  found  the plain meaning of \"widow\" and \"wife\" in the Act excluded \nurunarried cohabitants  from  death benefit eligibility.  The Act's failure  to  include unmarried \ncohabitants in its detailed list of alternative beneficiaries eligible for death benefits if there is no \nsurviving spouse or. c.hildren further suggested such exclusion.  lrl. . at 219. \nRanney contended the hoard's determination she was ineligible for death benefits violated her \nconstitutional  right  to  privacy  and  infringed  her  right  to  equal  protection.  ln  addressing \nRanney's equal protection ~;onstitutional challenges, the Alaska Supreme Court noted the Act's \npurpo:>t: · to \"ensure the quick, efficient, fair and predictable delivery of .indemnity and medical \nbenefits to injured workers at a reasonable cost to employers''- is legitimate.  Ranney argued the \nstate cannot show the challenged provision  bears a falr and  substantial  relution  to  the  Act's \npurpose, because the Act is not intended to do anything except compensate injured workers and \ntheir  dependent.~· for  work-related  injuries  and  deaths;  and  the  distinction  between  legally \nman:ied spouses and urunarried cohabitants is untenable.  The Al.usku Supreme Court rejected \nRanney's arguments.  Even if one of the Act's purposes is to compensate dependents rather than \nfamilies,  as  contended  by Ranney, the  Alaska Supreme Court said the Act serves a broader \npurpose, to provide benefits in a \"quick, efficient, fair~ and predictable\" manner, at a reasonable \ncost to  employers, and  found  the Act's spousal benefit substantially furthers  this ovcrarching \npurpose, even if it might tall shor( in compensating all potential \"dependents.\" \nThe Alaska Supreme C<Jurl found the legislature could have adopted a system that required each \nrelationship be :;crutinized on an individual basis to dctennine whether death beneflts should be \ngranted~ but it did not.  Instead, the legislature engaged in the traditional legislative practice of \nline drawing.  lt determined the potentially incrt:!ased precision of requiring an a.d hoc decision in \null cases would be so administratively cosily, tht:: system would be better served by using a more \n8 \n\nlo:':f~::Jr  cr'i l::ll'ib  t-'. ':!' lt::l \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \ntormal. rule for dctenni.ning which relationships require death benefits,  The formal rule rcquir~s \nmarriage  for a \"widow\" or ••widower\" to receive death bcnelils.  Ranney,  122 P.3d at 221-22. \nThe Alaska Supreme Court concluded: \nBy adopting marriage as the primary criterion for detennining when an  intimate \npartner qualifies lor benefits, the legislature has determined that legal marriage is an \nadequate proxy lor the more particularized inquiry concerning whether a relationship \nis  serious  enough  or the  partner  is  sufficiently  dependent  to justity  awarding \nbenefits. \n/d., at 221. \nThe Alaska Supreme Court cuncluded the legislature's reliance on marriage as the uetermining \nfactor for spousal death benefits bears a H1ir and substantial relationship to the goal to ensure \n\"quick, eflicient, fair and predictable\" benefits delivery at a reasonable cost tt~ employers.  The \nAct's  balance  between  perfect  fairness  on  one  hand,  and  cost,  efficiency,  speed,  and \npredictability on the other, does not violate the equal protection clause.  !d., at 223-24. \nIn Alaska Civil Liberties Union v. State u/Alaska and Municipality ofAnchorage, 122 PJd 781 \n(Alaska  2005),  public  employees  with  same-sex  domestic  partners  challenged  government \nbenefit policies under which  unma~Tied couples were not eligible for  benefits.  The State of \nAlaska and Municipality of Anchorage offered valuable benefits to their employees' spouses not \noffered to their unmarried employees' domestic partners.  The Alaska Supreme Court noted all \noppOl:iite-sex adult couples may marry and thus become eligible for these benefits.  But no same \nsex C(luple could ever be eligible for these bcne1its because same-sex couples may not legally \nmarry  in  Alaska.  Therefore,  spousal  limitations  in  the  benefits  programs  atl'cctcd  public \nemployees with same-sex domestic partners differently than public employees who are married. \nThe Alaska Supreme Cm1rt had to determine if it was reasonable to pay public employees in \ncommitted domestic relationships with same-sex partners less  in  bene.fits than  their married \nco-workers. \nThe  issue  before  tht::  Alaska  Supreme  Court  was  whether  the  benefits  progrruns'  spousal \nlimitations  violated  the  rights  of public  employees with same-sex  domestic  partners \"equal \nrights, opportunities, and protection under the iaw.\"  '!be Alaska Constitution guarantees the \n9 \n\n1o:=-1:1r  ~r'i I::Jl'ib  t-' .11:1' li:S \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \nrlght  to  equal  treatment  and  stales  ''all  persons  arc  equal  and  entitled  to  equal  rights, \nopportunities, and protection under the law.\"  This is known as the \"e~1ual protection clause,\" and \nguarantees not only equal \"protection,\" but also equal \"rights\" and ''opportunities\" under the law. \nAlaska Conslilulion Anicle !. &ction 1. \nT() begin its inquiry, the Alaska Supreme Court determined the proper comparison was between \nsame-sex couples and  opposite-sex couples, whether or not they were  married,  rather than a \ncomparison  between  same-sex  and  opposite-sex  unmarried  couples.  Unmarried  public \nemployees in opposite-sex domestic relationships could obtain benefits by marrying opposite-sex \ndomestic partners.  Unmarried, public employees in committed same-sex domestic relationships \nwere absolutely denied any opportunity to obtain benefits because they were barred by law from \nmarrying  their  same-sex  partners  in  Alaska  or  having  any  marriage  perfbnned  elsewhere \nrecognized in Alaska.  !d., at 788.  The Alaska Supreme Court found cost control, administrative \nor \nenlciency, and promotion  marriage arc lcgitinutle governmental interests, but absolute denial \nof benefits to public employees with same-sex domestic partners is not substantially related t() \nthese governmental interests.  ld.. at 793-94. \nAlaska  Constitution  Article  I,  Section  1 guarantees  all  Alaskans \"the  rewards  of their own \nindustry,'~ and Article XII, Section 6 requires public employment be based on merit.  The Alaska \nSupreme  Court  found  benefit  programs  allowing  governments  to  give  mwried  workers \nsubstantially greater compensation than given to workers with same-sex partners for identical \nwork cut against these constitutional  principles, yet  further no  legitimate govenunent goal as \npublic  employers.  The  Alaska  Supreme  Court  concluded  the  public  employers'  spousal \nlimitations violated the Alaska Constitution's equal protection clause. \nThe Alaska Worker:;' Compensathm Board performs a quasi-judicial function, which resembles \na trial  court.  The board  may be  required to  apply equitable or common  law principles in  a \n:::pecific  case,  but  it  can  only  adjudicate  in  the  context  of u workers'  compensation  case. \nAdministrative agencies do  not have jurisdiction to  decide constitutional law issues.  Alaska \nPublic /nteresl Group v.  Slate.  167 P.3d 27, 36-37 (Alaska 2007); Dougan v.  Aurorll Electric. \nInc., 50 P.3d 789 (Alaska 2002). \n10 \n\nt•tHI'<-cl-C:::I::Jl..)  11:::1: 11:::1  t-rom: WUI'<K.t.l'<::.  Lut•tt\"'  to:':l~:::~r  cr<i  I::Jl<ib  I'\"'. ll' ll:S \nKERRY F/ \\DEL Y (DECEASED) v. MILLENNIUM HOTEL \nANALYSIS \n1)  ls Employee entitled to dc~tth benefits? \nAS 23.30.21 S(a)(2) states death bcnctits arc payable to the \"widow or widower or a child or \nchildren of the deceased ...' '  The terms \"widow\" and \"widower\" as used in the Act .include only \na decedent's wife, or husband, \"living with or dependent for support upon the decedent at the \ntime of death, or living apart for justifiable cause\" or because the decedent deserted the marriage. \nAS 23.30.395 (40) and (41 ). \nIn Alaska, a person becomes a. ''wife\" or \"husband\" by marriage.  To be man·ied, one woman and \n()ne  man  mu~t  undertake  certain  acts,  including  both  a  license  and  solemnization. \nAS  25.05.011.  Marriage's  definition  in  Alaska does  not  recognize  common  law  marriage. \nHarrelson v. Harrelson, 932 P.2d 247, 250 (Alaska 1997).  The Act delines \"married\" to include \na \"person who is divorced but is required by the decree of divorce to contribute to the supporl of \nthe former spouse.\"  AS 23.30.395(25).  \"Married'' does not .include persons who live together or \npresent themselves to the community as husband and wife, or as same-sex or domestic partners. \nIn  1998, Alaska voters adopted Alaska Constitution Article '~ Section 25, commonly known as \nthe Marriage Amendment, which provides, \"To be valid or recognized in this State, a marriage \nmay exist only between one man and one woman.''  Although il does not contain an express \nprohibition, the  Marriage Amendment confers validity and  reeognitjon in Alaska of marriage \nonly  between  one  man  and  one  woman.  In  Alaska,  the  Marriage  Amendment  effectively \nprohibits marria.ge, or the recognition thereof, between same sex individuals. \nClaimant acknowledges when Employee died, she and Employee were not married and were unable \nto marry under Alaska Jaw.  However, she asserts if Ala~ka law permitted marriage between same \nsex couples, or recognized out-of-state same-sex marriage certificates, she and Employee would \nhave  n1arried.  Claimant  asserts  she  was  in  a  same-sex  relationship  with  Enlployee  when \nEmployee died, was Employee's same-sex domestic partner, and was financially dependent upon \nEmployee. \n11. \n\n1'1Ht<-C:1 -C:I!J1.)  11!l: 11  t-rOm: WUI'<K.t:.t<~  LUI'It'  C:b~\"i'::lf:>  1o:'::ll!lf  c:r\"i  I::J1'1b  t'. 1C:' 11:l \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \nThe Alaska Supreme Court in Ranney examined the legislature's distinction between married and \nunmarried \"wives,\" and tl1e Act's broad purpose to provide \"quick, efficient, fair and predictable\" \nbenefits that arc not unreasonably expensive for employers.  It focused on the legislaLure's ability to \nadopt a system that, when determining whether death benefits are compensable, could have required \neach relationship be scmtini:?.ed on a case-by-case basis and recognized the legislature did not adopt \nsuch a workers' compensation system.  Instead, Ranney lotmd the legislature balanced the benefits \nor \ngreater precision against the administratively costly requirement of a dett:rmination in all cases. \nTo detcnnine which relationships are entitled to death btmefits, Ranney further found the legislature \ndetermined the system would be better served through a fonnal rule requiring marriage.  Ranney, \n122 P.3d  at 221-22.  By adopting marriage as the primary criterion lor <.letenni.ning when an \nintimate partner qualifies  for  death  benefits,  the  l~:gislature determined  legal  marriage  is  an \nadequate  \"proxy\"  for  the  inqniry  whether  a  relationship  is  serious  enough  or  the  partner \nsufficiently dependent enough to justify awarding death h~:nefits. !d., at 222. \nClaimant was  not  married  lo  Employee  when  Employee died,  nor was  Claimant Employee's \n\"widow\" or \"widower'' as defined by the Act because Claimant and Employee were not, and could \nnot be married to one another in Alaska.  Under AS 23.30.215 and AS 23.30.395(40) or (4l)'s plain \nlanguage,  En1ployee  is  not  entitled  to  death  benefits and,  therefore,  she  is  not  entitled  to  an \nattorney's fees and costs award.  AS 23.30.145. \n2)  Docs  the Alaska  Workers' Compensation  Board  have jurisdiction to  determine if \nAS 23.30.215 is unconstitutional'~ \nClaimant contends Alaska law precluded Employee and Claimant from marrying one another and \ntherefore AS 23.30.21S,s spousal limitation violates the Alaska and United States Constitutions. \nClaimant docs nor identify which constitutional rights she contends are violated.  Presumably, she is \nrctcrring to  the respective constitution's equal  protection clauses.  A  person asserting an  equal \nprotection  violation  must  demonstrate  the  challenged  law  treats  similarly  situated  persons \ndiffcn:ntly.  Absent disparate treatment of similarly situated persons, the law docs not violate the \naggrieved person's right to equal protection.  Alaska Constitution Article I, Section 1. \n12 \n\nt-'.l.Yltj \n.Kf!RRY FADELY (DECEASED) v. MlLLENNlUM HOTEL \nIt is uncertain if Claimant is solely challenging the constitutionality of the Act's death benefits \nprovisions,  AS  23.30.215,  AS  23.30.395(40)  or  (41),  or  if her  challenge  also  goes  to \nAS 25.05.011  and AS  25.05.013.  AS 25.05.013 voids same-sex marriages in Alaska, even if \nrecogni:~.cd elsewhere, and provides same-sex marriages are not recognized in Alaska, and are \nnot entitled to the benefits of marriage. \nIn Ranney, the Alaska Snprcme Court considered whether denial of deuth bcnctits under the Act \nto an unmarried opposite-sex cohabitant, in a committed and financially dependent relationship \nwith a partner killed  in  a work-related  accident, violated the surviving cohabitant's rights of \nprivacy and equal protection under the Alaska Constitution.  The Alaska Supreme Court rejected \nMs.  Ranney's argument the Act's definition of \"wife\" could include unmarried cohabitants, so \nunmarried cohabitants would fall within the de·llnition of \"widow.\"  The Alaska Supreme Court \nfound Ms. Ranney failed to identify any signiticant burden on the rights of unmarried couple~ to \npursue committed relationships while at the same time choosing not to marry, and found  no \nviolation of her right to privacy.  Ranney, 122 P.3d at 222. \nIn addressing Ms. Ranney's contention the Act inrringed upon her right to equal protection \\mder \nthe law, the Alaska Supr~e Court relied upon a past holding that workers' compensation benefits \nan:  nothing  more  than  an  economic  bem:ih,  and  therefore,  under the court's equal  protection \nanalysis, entitled to  only minimum protection.  !d., u.t  223; see also,  Williams v.  State Dep'l of \nRevenue.  R95 P.2d 99.  104 (Alaska 1995).  1l1e Ala:;ka Supreme Court's analysis relied upon the \nAct's broad purpose tu provide \"quick, efficient, fair, and predictable\" benefits at a reasonable cost \nto employers, and found the Act's deu.lh benefit provision bears a close and substantial relationship \nto this legitimate !ihlte interest.  \"The act's balance between perfect fairness on the one hand, and \ncost, cfticacy, speed, and predictability on the other, does not viotate the equal protection clause.\" \n/d., at 223-224. \nThe Alasku Supreme Court found compelling the legislature's determination to draw a precise line \nand adopt the formal rule, which requires marriage for \"widows\" or \"widowers\" lo receive death \nbenefits.  Ranney is distinguishable from the instant case.  In Ranney, the Alaska Supreme Court \ndid not have to address the obstacles faced by a same-sex couple because Ms. Ranney and the \n13 \n\n1•1Ht<-c1-C::~1.) 1~; 11  t-rom: WUt<K.t:.t<::,  LUI.It-'  t-'.1-'i'ltl \nKERRY FADELY (DECEASED) v. MlLLENNTUM HOTEL \ndeceased employee were of opposite sexes uml could have married.  They could have crossed the \nprecise line from unmarried to married, thereby entitling Ms. Ranney to death benefits. \nIn Alaska Civil Liberties Union v.  ,\\\"rate of Alaska and Municipality of Anchorage, the Alaska \nSupreme  Court addressed  whether state and  municipal employee  benefits provisions,  which \nof'Jered  benefits  to  employees'  spouses not also  offered  to  unmarried  employees'  domestic \npartners,  violated  the  equal  protc:ction  clause.  The  Alaska Supreme  Court considered  cost \ncontrol, administrative efficiency, and promotion of marriage legitimate governmental interests, \nbut found denial  of bcnctits to  public employees  with  same-sex domestic partners was  not \nl'uhslantially related to these governmental interests. \nThere arc basic and distinguishing diffcrcnc~s between the Ranney and Alaska Civil Liberties \nUnion cases, and between those cases and Claimant's case.  Alaska Civil Liberties Union dealt \nwith two governmental programs; while at  issue in Ranney and Claimant's case is a. wo:rkers' \ncompensation law, spccitically the Act's death btmetirs provision, which applies to both public \nru1d  private employers.  State of Alaska employee benelit programs are subject lo the \"Merit \nSystem\" constitutionally mandated in  Alaska's constitution.  Article XII,  section 6 does not \napply to private employers, including Employee's employer.  Alaska Civil Liberties Union relied \nat least in part on this constitutional provision. \nClaimant,  like  Ms.  RaMey,  asserts  the  Act's  death  bene tits  provision  violates  tht:  Alaska \nconstitution.  Claimant additionally asserts AS 23.30.215's spousal limitation violates the United \nStates Constitution.  The distinguishing ditlercnee is Ranney involved an unmarried opposite-sex \ncouple that could have  married under  Alaska law but did not.  Claimant's case involves an \nunmarried same-sex couple unable to  legally marry  under  Alaska  law,  Neither Ranney nor \nAlaska Civil l.ih~rlie.,·  Union directly addresses Claimant's state or federal  constitutional law \nchallenges. \nThe board us an administrative a~ency can only adjudicate a dispute if it has been given explicit \nadjudicatory authority by statute.  Far North Sanitation,  Inc:.  The hoard's equitable powers are \nlimited as necessarily incident to exercise statutory adjudicative re~]Jonsibilities . .Blanas.  Equitable \n14 \n\nI'IHt<-cl-cl::ll.:.  ll::l:lc rrom:wut<K.t:.t<!:>  LUI'It\"'  t\"'.l:::>'ll::j \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \nor common  law principles may  be applied  in a specific workers'  compensation case, but the \nboard lacks jurisdiction to decide Claimant':; const1tutional challenges, whatever those might be. \nAlaska Public Interest Group; Dougan. \nLacking jurisdiction  to  decide  constitutional  claims,  this  decision  will  not  address  Claimant's \ncontentions the Act's death benefits provision violates her constitutional rights under the Alaska and \nUnited States Constitutions. \nCONCLUSJONS OF LAW \nI) Claimant is not entitled to a death benefits award. \n2)  The board lacks jurisdiction to decide Claimant's constitutional challenges. \nOROF.R \nClaimant's April 9, 2012 death benefits claim is denied. \n15 \n\nt-',lb' lt::J \nKERRY FADELY (DECEASED) v. MILLENNTUM HOTEL \nDated in Anchorage, Alaska this 21 51 day of March 20 13. \nALASKA WORKERS' COMPENSATION BOARD \nPatricia Vollendorf, Member \n/s/~<£1'~-\nAln~teele~r \nAPPEAL PROCEDURES \nThis com~nsation order is a fl.nal decision. It becomes effective when filed  in the office of the \nboard unless proceedings to appeal it are instituted.  EfTective November 7, 2005, proceedings to \nappeal must be instituted in the Alaska Workers' Compensation Appeals Commission within 30 \ndays ofthe liling of this decision and be brought by a party in interest against the board and all other \nparties to the proceedings before the board.  If a request for reconsideration of this final decision is \ntimely filed with lh~ hoard~ any proceedings to appeal must be instituted within 30 days after the \nreconsideration decision is mailed to the parties or within 30 days ufler the date the reconsideration \nrequest  is  considered denied due to  the  absence of any  action  on  the  reconsideration  request, \nwhichever is earlier.  AS 23, 30.127. \nAn appeal may be initiated by tiling with the office ofthe Appeals Commission: (l) a signed notice \nof appeal specilying the hoard order appealed from and 2) a statement of the grounds upon which \nthe appeal  is taken.  A cross-appeal  may  be  initiated  by filing  with the of.lice of the  Appeals \nCommission a signed notice of' cruss-appeal within 30 days after the board decision is filed  or \nwithin IS days after service of a notice or appeal, whichever is later.  The notice of cross-appeal \nshall specify the board order appealed trom and the grounds upon wruch rhe cross-appeal is taken. \nAS 23.30.128. \nRECONSTDERA TTON \nA party may ask the board to reconsider this decision by ·f1Jing a petition 1t)r reconsideration tmder \nAS 44.62.540 and in accordance with 8 AAC 45.050.  The petition requesting reconsideration must \nbe filed with the board within 15 duys alter delivery or mailing of .this decision. \nMODIFICATION \nWithin one year after the rejection of a claim, or within one year after the last payment of bcnctits \nunder AS 23.30.180, 23.30.185, 23.30.190, 23.30.200, or 23.30.215, u party may ask the board to \nmodify this decision under AS 23.30.130 by filing a petition. in accordance with 8 AAC 45.150 and \n8 AAC 45.050. \n16 \n\nt-'.1 ('lt:l \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \nDated in An.choruge, Alaskn this 21st day ofMorch 2013. \nALASKA WORKERS' COMPENSATION BOARD \nJanel W1ight, Designated Chair \n.Patricia Vollendorf~ Member \n.lU'l1K  _ \nS.~Ru~:.;__-\nAmy Steele, ~ember \nAPPEAL PROCEDURES \nTI1is compcngation order is a fim~.l decision. lt becomes eftcctivc when filed in the office of the \nboard unless proceedings to e~ppeal it are instituted.  Effective Novt:mber 7, 2005, proceedings to \nappeal must be instituted in the Aloska Workers' Compensation Appeals Conunission within 30 \ndays of the tiling of this decision and be brought by a pru.ty in interest against the board and all other \npartie.'l to the proceedings bctore the board.  If a request for reconsideration <~f this final decision is \ntimeJy filed with the board, any proceedings to appeal must be instituted within 30 days after the \nreconsideration decision is mailed to the partie~ or within 30 days after fhe date the reconsidt--rntion \nI'equest  is  considered  dcn.icd  due to  the  absence of any  action on  the reconsidemtion request, \nwhichever is earlier.  AS 23, 30. t 27. \nAn appeal may be initiated by !11ing with the office of the Appeals Commission: (1) a signed notioo \nof appeal specifYing the board order appealed from and 2) a statement of the grounds upon which \nthe appeal  is taken.  A cross-appeal may be initiated  by tiling with the office of the Appeals \nCon1mission a signed notice of cross-appeal within 30 days afler the bonrd decision is tiled or \nwithin 15 days after setvice of a notice of appeal, whichever is Inter.  The notice of cross-appeal \nshall specify the board order appealed from and the gruunds upon which the cross-appeal is taken. \nAS 23.30.128. \nRECONSIJ)ERA TION \nA party may ask the board to reconsider this decisi{m by filing a petition for reconsideration under \nAS 44.62.540 and in accordance with 8 AAC 45.050.  The petition requesting reconsiderlltion must \nbe tiled with the board within 15 days alter delivery or mailing of this decision. \nMODIFICATION \nWithin ol\\e year after the rejection of a claim, or within one year after the last payment of benefits \nunder AS 23.30.180, 23.30.185, 23.30.190, 23.30.200, or 23.30.215, a party may osk the board to \nmodify this dedsion under AS 23.30.13() by filing a petition in accordance with 8 AAC 45.150 and \n8 AAC 45.050. \n16 \n\nt-'.li:V ll:l \nKERRY FADELY (DECEASED) v. MILLENNIUM HOTEL \nCERTIFICATION \nI hereby certify the foregoing is a full, true and correct copy of the Final Decision and Order in the \nmatter of KERRY  FADELY  (DECEASED),  employee;  v.  MILLENIUM  HOTEL,  employer; \nNEW HAMPSHIRE INSURANCE CO., insurer I defendants; Case No. 201116890; dated and filed \nin the office of the Alaska Workers'  Compensation Board in Anchorage, Alaska, on March 2\"1, \n2013. \n17 ",
      "document_type_other": "",
      "external_url": "http://www.lambdalegal.org/in-court/cases/harris-v-millennium-hotel",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60164"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117989,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117989"
    }
  ],
  "document_count": 6
}