{
  "case_id": 15057,
  "fetched_at": "2025-10-22T00:24:04.143810",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Agency for Persons with Disabilities ",
        "institution_alt_state": null,
        "institution_city": "Tallahassee ",
        "institution_county": null,
        "name": "Director of the Agency for Persons with Disabilities",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2016,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Florida",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2011-08-25",
    "filing_year": 2011,
    "id": 15057,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Placement in mental health facilities",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Intellectual/Developmental Disability",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "Disability and Disability Rights: Mental impairment",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation",
      "Jails, Prisons, Detention Centers, and Other Institutions: Deinstitutionalization/decarceration",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified"
    ],
    "last_checked_date": "2019-03-16T00:00:00-04:00",
    "main_docket": {
      "id": 29465,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2011,
      "docket_filing_number": 417,
      "is_main_docket": true,
      "court": "Northern District of Florida",
      "state": "Florida",
      "docket_office_number": "4",
      "docket_number_manual": "4:11-cv-00417-WS-CAS",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/flnd--4-11-cv-00417.html",
      "recap_link": "https://www.courtlistener.com/docket/4228777/jr-v-hansen/",
      "is_active": true
    },
    "name": "JR v. Hansen",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff is a person with intellectual disabilities that has been involuntarily committed to residential services.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [
      "Voluntary Dismissal"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Florida",
    "summary": "<p>On August 25, 2011, an individual with intellectual disabilities filed this lawsuit in the U.S. District Court for the Northern District of Florida. The plaintiff, represented by a nonprofit impact litigation firm, sued the Director of the Agency for Persons with Disabilities (APD) pursuant to 42 U.S.C. §§ 1983 and 1988, claiming violations of the Due Process Clause of the Fourteenth Amendment. The plaintiff was involuntarily committed to residential services pursuant to a Florida statute but never received a periodic review of his continued need for involuntary confinement. Thus, the plaintiff asked the court for a permanent injunction that would require the defendant to adopt policies and procedures to ensure that clients who are committed to the defendant's care and custody receive state-initiated, periodic review of their involuntary commitment.</p><p>On December 19, 2011, District Judge William Stafford denied the defendant's motion to dismiss for failure to state a claim on the basis that the plaintiff had provided sufficient allegations to survive the motion.</p><p>After the parties engaged in discovery, on May 22, 2012, Judge Stafford granted the defendant's motion for summary judgment on the basis that the APD successfully set up a nonadversarial scheme that allowed behavioral specialists the flexibility to perform tasks and make decisions for which they were trained, without having to spend unnecessary time in periodic court proceedings. The court reasoned that this scheme, when applied specifically to the plaintiff's case, was sufficient under the due process clause and periodic judicial review of involuntary commitment was not required. 2012 WL 1886438 (N.D. Fla. May 22, 2012).</p><p>On August 10, 2012, the plaintiff filed an appeal to the US Court of Appeals for the Eleventh Circuit. The Eleventh Circuit held on August 20, 2013, that the Supreme Court of Florida had to answer three certified questions related to the case because the Supreme Court of Florida is the \"arbiter[] of Florida law.\" These questions asked whether the \"support plan\" under a Florida statue requires that APD \"consider[s] the propriety of a continued involuntary admission for residential services,\" if APD is required under law \"to petition the circuit court for the release\" of a person from involuntary admission if the circumstances surrounding the admission have changed, and if Florida law requires that involuntary admissions are periodically reviewed. 736 F.3d 959, 973 (11th Cir. 2013). </p><p>On May 14, 2015, the Florida Supreme Court held that APD was not required to \"consider the propriety of continued involuntary admission\" and APD did not have \"to petition the circuit court for the release\" of a person who was involuntarily admitted but the circumstances surrounding the admission had changed. 175 So. 3d 710 (Fla. 2015). The case then returned to the Eleventh Circuit.</p><p>On October 15, 2015, the Eleventh Circuit delivered an opinion reversing the Florida Supreme Court's decision and remanding the case to the district court on the basis that the APD scheme was not constitutionally adequate. The court held that Florida's system was in violation of the Due Process Clause because it did not require continued involuntary commitment to be reviewed by a decision-maker with the authority to order release.</p><p>On July 25, 2016, the parties filed a joint stipulation of dismissal, and resolved the costs and fees in a separate agreement. The next day, Judge Stafford dismissed the case with prejudice. The case is now closed.</p>",
    "summary_published_date": "2019-03-15T00:00:00-04:00",
    "summary_short": "In 2011, the plaintiff, an individual with intellectual disabilities filed this lawsuit in the U.S. District Court for the Northern District of Florida. The plaintiff sued then Director for the Agency for Persons with Disabilities pursuant to 42 U.S.C. §§ 1938 & 1988. The plaintiff was involuntarily committed to residential services pursuant to Florida statute but never received any periodic review of his continued need for involuntary confinement to residential services. The District Court granted the Defendant's motion for summary judgment on the basis that the Agency's scheme of review satisfied the Due Process Clause. On October 20, 2015, the US Court of Appeals for the Eleventh Circuit reversed this decision and remanded the case to the lower court. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15057",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15057",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15057",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15057"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116670,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116670"
    },
    {
      "date": "2011-08-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Florida",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79297,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79297.pdf",
      "title": "Complaint for Declaratory and Injunctive Relief",
      "text": "Case 4:11-cv-00417-WS-CAS   Document 1   Filed 08/25/11   Page 1 of 7\nUNITED STATES DISTRICT COURT \nNORTHERN DISTRICT OF FLORIDA \nTALLAHASSEE DIVISION  \n \n_________________________ \n \nJ.R., \n \n     Plaintiff, \n \nv.                Case No.:    \n \nMICHAEL HANSEN, in his  \nOfficial Capacity as Director of  \nthe Agency for Persons with  \nDisabilities, \n \n     Defendant.  \n_________________________ \n \nCOMPLAINT FOR DECLARATORY AND INJUNCTIVE RELIEF \n \nPRELIMINARY STATEMENT \n \n1.  Plaintiff, J.R., brings this action to redress violations of his Due Process rights \nguaranteed by the Fourteenth Amendment to the United States Constitution.  J.R. is \ndiagnosed with mild mental retardation.1  On October 26, 2004, J.R. was involuntarily \ncommitted to residential services pursuant to Florida’s law governing civil commitment of \npersons with developmental disabilities:  Section 393.11 of the Florida Statutes.  Florida law \ndoes not provide for any type of periodic review for individuals committed pursuant to \nSection 393.11 of the Florida Statutes.  As a result of this omission, the continued \n                                                 \n1 The developmental disabilities community encourages use of the term “intellectual disability” in \nlieu of “retardation” or “mental retardation.”  See R.L. Schalock et al., The Renaming of ‘Mental \nRetardation:’ Understanding the Change to the term ‘Intellectual Disability,’ 45 Intellectual and \nDevelopmental Disabilities 116, 116-24 (2007); see also Pub. Law. 111-256, § 1, Oct. 5, 2010, 124 \nStat. 2643 (“Rosa’s Law”).  For purposes of consistency, since the state of Florida uses the term \n“retardation” in law, that term will be used for purposes of this complaint.    \n \n\nCase 4:11-cv-00417-WS-CAS   Document 1   Filed 08/25/11   Page 2 of 7\nappropriateness of J.R.’s involuntary commitment has never been reviewed by the \ncommitting court.   \nJURISDICTION \n2.  The jurisdiction of this Court is invoked pursuant to 28 U.S.C. § 1331 as this \naction arises under the Constitution and the laws of the United States, and pursuant to 28 \nU.S.C. § 1343(a)(3) as this action seeks to redress for civil rights violations under 42 U.S.C. \n§§ 1983 & 1988. \n3.  This Court has jurisdiction over claims seeking declaratory relief and injunctive \nrelief pursuant to 28 U.S.C. §§ 2201 & 2202.  \nVENUE \n4.  Venue is proper in this District under 28 U.S.C. § 1391(b) and N.D. Fla. Loc. R. \n3.1 because a substantial number of the events and omissions giving rise to J.R.’s claims \noccurred in the District.  \nPARTIES \n5.  Plaintiff, J.R., a person with mental retardation, has been involuntarily committed \nto residential services pursuant to Section 393.11 of the Florida Statutes.  J.R. has never \nreceived any periodic review of his continued need for involuntary confinement to residential \nservices.  \n6.  Defendant, Michael Hansen, is the Director of the Agency for Persons with \nDisabilities (“APD”).  APD is the state agency responsible for all services provided to \npersons with developmental disabilities under Chapter 393 of the Florida Statutes.  Fla. Stat. \n§ 20.197.  As the director of APD, Defendant is responsible for the custody and care of all \nthose committed under Section 393.11 of the Florida Statutes, including the adoption and \n2 \n \n\nCase 4:11-cv-00417-WS-CAS   Document 1   Filed 08/25/11   Page 3 of 7\nimplementation of any policies related to that commitment.  Defendant Hansen is sued in his \nofficial capacity for the purposes of declaratory and injunctive relief. \nFACTS \n \n7.  J.R. is a person with mental retardation.   \n8.  On May 23, 2003, a petition was filed to seek the involuntary commitment of J.R. \npursuant to Section 393.11 of the Florida Statutes which governs the involuntary \ncommitment of persons with developmental disabilities in Florida.   \n9.  On October 12, 2004, a hearing was convened in the Twentieth Judicial Circuit in \nLee County, Florida to determine whether J.R. was in need of involuntary commitment \npursuant to Section 393.11 of the Florida Statutes.  \n10.  Once a person is committed pursuant to the authority of Section 393.11 of the \nFlorida Statutes, the person’s commitment will continue until the court, which retains \njurisdiction throughout the commitment, releases the individual from the order.  Fla. Stat. § \n393.11(11).  Thus, the commitment order is of indefinite duration.  Id.  \n11.  At the time of the hearing, the court found that: \na. J.R. is a person with mental retardation; \nb. Placement in a residential setting was the least restrictive and most appropriate \nalternative to meet J.R.’s treatment and supervision needs; and \nc. As a result of J.R.’s mental retardation,  \ni.  He lacked sufficient capacity to consent to a voluntary application for \nservices from the state agency responsible for the care of persons with \ndevelopmental disabilities, and lacked basic survival or self-care skills to \nsuch a degree that close supervision and habilitation in a residential setting \n3 \n \n\nCase 4:11-cv-00417-WS-CAS   Document 1   Filed 08/25/11   Page 4 of 7\nwas necessary and, if not provided, could have resulted in a threat of \nsubstantial harm to his well-being; or \nii.  J.R. was likely to physically injure himself or others if allowed to remain \nat liberty. \n12.  Based on the court’s findings at the October 12th hearing, on October 26, 2004, \nthe court ordered J.R. into the custody and care of the Department of Children and Families \n(“DCF”) and required J.R. to live in residential services pursuant to Section 393.11 of the \nFlorida Statutes.  Due to the reorganization of DCF, J.R. is currently committed to the \ncustody and control of the APD. 2 \n13.  Since 2005, in compliance with his commitment order, J.R. has and continues to \nreside at various residential settings in Florida.   \n14.  Currently, J.R. resides at Positive Images Group Home in Gainesville, Florida. \n15.  If J.R. attempts to move out of the group home into an independent living \narrangement of his choice, then he will violate the commitment order.  \n16.  Section 393.11of the Florida Statutes does not provide for any type of periodic \nreview for individuals involuntarily committed pursuant to its authority.3 \n                                                 \n2 All responsibilities under DCF’s developmental services program, including persons committed \npursuant to Section 393.11 of the Florida Statutes were transferred to APD when the Florida \nlegislature created APD in 2004.  See generally, The Florida Legislature’s Office of Program \nPolicy Analysis and Government Accountability, The Department of Children and Families and \nthe Agency for Persons with Disabilities Have Improved Their Working Relationship, but \nSeveral Problems Remain, October 12, 2009; see also Fla. Stat. § 20.197.  Thus, upon the \ntransfer of responsibilities, Defendant inherited the responsibility for the custody and care of J.R. \nwhile J.R. is under the authority of the commitment order.  Id.  \n   \n3 Florida’s parallel civil commitment statute for persons with mental illness requires that \nindividuals who have been involuntarily committed to inpatient or outpatient mental health \nservices receive adversarial reviews, at a minimum, every 6 months by an administrative hearing \nofficer.  Fla. Stat. §§ 394.4655(6)(b)(1) & (7) and 393.467(7).  Thus, the state of Florida has \n4 \n \n\nCase 4:11-cv-00417-WS-CAS   Document 1   Filed 08/25/11   Page 5 of 7\n17.  In the seven years that J.R. has been committed, the committing court has not \nreviewed the commitment order for its continued appropriateness.   \n18.  Periodic review of J.R.’s involuntary commitment order would be used to \ndetermine if the basis for J.R.’s continued commitment continues to exist.   \n19.  Although J.R.’s mental retardation will always exist, his potential for \ndangerousness or harm to self or others can change.   \n20.  Additionally, J.R. can develop skills that mitigate the effect of his disability and \naid him in his ability to live independently.    \n21.  J.R.’s commitment order does not contain a definite end date, and J.R. will \ncontinue to live under its demands until the committing court determines that it is no longer \nnecessary.  See Section 393.11(11), Fla. Stat.  \nCLAIM FOR RELIEF – VIOLATION OF DUE PROCESS CLAUSE \n22.  At all times herein, Defendant acted under the color of state law.  \n23.  Involuntary civil commitment pursuant to Section 393.11 of the Florida Statutes is \na deprivation of a constitutionally protected liberty interest, and as such, implicates Due \nProcess protections guaranteed by the Fourteenth Amendment to the United States \nConstitution.  \n24.  Due Process requires that, as a result of J.R.’s involuntary commitment under \nSection 393.11 of the Florida Statutes, he receive state-initiated periodic, judicial review of \nhis commitment order.   \n                                                                                                                                                             \nidentified value and interest in providing a periodic adversarial review process to individuals \nwith mental illness who are involuntarily committed.   \n5 \n \n\nCase 4:11-cv-00417-WS-CAS   Document 1   Filed 08/25/11   Page 6 of 7\n25.  Due to the failure of Florida state law to provide for periodic review of \ninvoluntary commitment orders issued pursuant to Section 393.11 of the Florida Statutes, \nJ.R.’s rights protected by the Due Process Clause have and continue to be violated.  \n26.  J.R. has no adequate remedy at law. \n27.  J.R. also seeks attorney’s fees and costs pursuant to 42 U.S.C. § 1988, which \nauthorizes the award of attorney’s fees and costs to prevailing Plaintiffs in actions brought \npursuant to 42 U.S.C. § 1983. \nREQUEST FOR RELIEF \nWHEREFORE, J.R. respectfully requests that this Court: \n1.  Issue a declaratory judgment pursuant to 28 U.S.C. § 2201, declaring that failure to \nprovide state-initiated periodic, judicial review of involuntary commitment orders issued \npursuant to Section 393.11 of the Florida Statutes violates the Due Process Clause of the \nFourteenth Amendment to the United States Constitution.  In addition, declare that the state-\ninitiated periodic, judicial review shall incorporate the following procedures in order to \ncomport with the Due Process Clause:  \na.  Notification of right to counsel and appointment of counsel if indigent; and \nb.  Review conducted by a neutral and detached decision-maker who possesses \nthe authority to afford relief if such grounds exist.   \n2.  Issue a permanent injunction that requires Defendant to adopt policies and procedures \nto ensure that clients, like J.R., who are committed to Defendant’s care and custody pursuant \nto Section 393.11 of the Florida Statutes, receive state-initiated periodic, judicial review of \nthe involuntary commitment.  \n3.  Award Plaintiff reasonable attorneys’ fees and costs pursuant to 42 U.S.C. § 1988. \n6 \n \n\nCase 4:11-cv-00417-WS-CAS   Document 1   Filed 08/25/11   Page 7 of 7\n4.  Grant such other and further relief as this Court deems just and proper. \n \nRESPECTFULLY SUBMITTED, \n \n          /s/ Katherine DeBriere     \nKatherine DeBriere       \n  Fla. Bar No.:  58506 \n \n          Peter Sleasman   \n          Fla. Bar No.:  367931 \n                 \nFlorida Institutional Legal Services, Inc. \n          14260 W. Newberry Rd., Ste. #412 \n          Newberry, FL 32669-2765 \n          (352) 375-2494 (telephone) \n          (352) 331-5202 (facsimile)  \n          kdebriere@filsinc.org \n          psleasman@filsinc.org \n           \nATTORNEYS FOR PLAINTIFF \n \nDated:  August 25, 2011 \n   \n \n         \n                       \n \n7 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/79297"
    },
    {
      "date": "2015-10-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1315,
      "cite_1_reporter": "F.3d",
      "cite_1_vol": 803,
      "cite_2_page": 5973269,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2015,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79516,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79516.pdf",
      "title": "Eleventh Circuit Opinion",
      "text": "Case 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 1 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 1 of 1 \nUNITED STATES COURT OF APPEALS\nFOR THE ELEVENTH CIRCUIT\nELBERT PARR TUTTLE COURT OF APPEALS BUILDING\n56 Forsyth Street, N.W.\nAtlanta, Georgia 30303\nAmy C. Nerenberg For rules and forms visit\nActing Clerk of Court  www.ca11.uscourts.gov\nOctober 15, 2015\nMEMORANDUM TO COUNSEL OR PARTIES\nAppeal Number: 12-14212-AA\nCase Style: JR v. Michael Hansen\nDistrict Court Docket No: 4:11-cv-00417-WS-CAS\nThis Court requires all counsel to file documents electronically using the Electronic Case Files (\"ECF\") \nsystem, unless exempted for good cause.Enclosed is a copy of the court's decision filed today in this appeal. \nJudgment has this day been entered pursuant to FRAP 36. The court's mandate will issue at a later date in \naccordance with FRAP 41(b).\nThe time for filing a petition for rehearing is governed by 11th Cir. R. 40-3, and the time for filing a petition for \nrehearing en banc is governed by 11th Cir. R. 35-2. Except as otherwise provided by FRAP 25(a) for inmate filings, \na petition for rehearing or for rehearing en banc is timely only if received in the clerk's office within the time \nspecified in the rules. Costs are governed by FRAP 39 and 11th Cir.R.39-1. The timing, format, and content of a \nmotion for attorney's fees and an objection thereto is governed by 11th Cir. R. 39-2 and 39-3.\nPlease note that a petition for rehearing en banc must include in the Certificate of Interested Persons a complete list \nof all persons and entities listed on all certificates previously filed by any party in the appeal. See11th Cir. R. 26.1-\n1. In addition, a copy of the opinion sought to be reheard must be included in any petition for rehearing or petition \nfor rehearing en banc. See11th Cir. R. 35-5(k) and 40-1 .\nCounsel appointed under the CRIMINAL JUSTICE ACT must file a CJA voucher claiming compensation for time \nspent on the appeal no later than 60 days after either issuance of mandate or filing with the U.S. Supreme Court of a \npetition for a writ of certiorari (whichever is later).\nPursuant to Fed.R.App.P. 39, costs taxed against appellee.\nThe Bill of Costs form is available on the internet at www.ca11.uscourts.gov\nFor questions concerning the issuance of the decision of this court, please call the number referenced in the signature \nblock below. For all other questions, please call David L. Thomas, AAat (404) 335-6169.\nSincerely,\nAMY C. NERENBERG, Acting Clerk of Court\nReply to: Jeff R. Patch\nPhone #: 404-335-6161\nOPIN-1A Issuance of Opinion With Costs\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 2 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 1 of 22 \n[PUBLISH]\nIN THE UNITED STATES COURT OF APPEALS\nFOR THE ELEVENTH CIRCUIT\n________________________\nNo. 12-14212\n________________________\nD.C. Docket No. 4:11-cv-00417-WS-CAS\nJ.R., \nPlaintiff-Appellant,\nversus\nMICHAEL HANSEN, in his\nOfficial Capacity as Director of the Agency\nfor Persons with Disabilities,\nDefendant-Appellee.\n________________________\nAppeal from the United States District Court\nfor the Northern District of Florida\n________________________\n(October 15, 2015)\nBefore MARTIN and FAY, Circuit Judges.*\nMARTIN, Circuit Judge:\n*This opinion is issued as a quorum.  See28 U.S.C. §46(d); 11th Cir. R. 34-2.\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 3 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 2 of 22 \nTwo years ago we certified questions to the Florida Supreme Court about\nthat State’s scheme for the involuntary commitment of the intellectually disabled.  \nJ.R. v. Hansen, 736 F.3d 959 (11th Cir. 2013) (J.R. I). Today we revisit this appeal \nwith the benefit of that court’s answers. See J.R. v. Palmer, ___ So. 3d ___, 2015 \nWL 2236760 (Fla. May 14, 2015) (J.R. II). We hold that the statutory scheme, as \ndefinitively interpreted by the Florida Supreme Court, is facially unconstitutional \nbecause it violates the Due Process Clause of the Fourteenth Amendment to the \nUnited States Constitution.\nI. Background\nA. The Statutory Framework\nJ.R. claims that Florida law denies due process because it permits the State \nto keep intellectually disabled people like him involuntarily committed indefinitely \nwithout periodic review.  Florida’s statutory framework for involuntarily \ncommitting the intellectually disabled is somewhat complicated, involving several \ninterlocking provisions.\nChapter 393 of the Florida Statutes provides for the treatment of people with \n“developmental disabilities.”  Fla. Stat. § 393.062; J.R. II, 2015 WL 2236760, at \n*4.  The chapter gives the Agency for Persons with Disabilities (APD) authority to \nprovide both voluntary and involuntary treatment.  Fla. Stat. §§ 393.063(1), .065, \n.11; J.R. II, 2015 WL 2236760, at *4.  Section 393.11 governs the involuntary\n2\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 4 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 3 of 22 \nadmission of people who are intellectually disabled to non-secure residential \nfacilities.1 It provides:\nIf  a  person  has  an  intellectual  disability  and  requires  involuntary \nadmission to residential services provided by the agency, the circuit \ncourt of the county in which the person resides has jurisdiction to \nconduct  a  hearing  and  enter  an  order  involuntarily  admitting  the \nperson  in  order  for  the  person  to  receive  the  care,  treatment, \nhabilitation, and rehabilitation that the person needs.2\nA state circuit court may involuntarily admit a person only if, after a hearing, \nsee § 393.11(7), it makes three findings relevant here: (1) the person is \nintellectually disabled; (2) a residential setting is the least restrictive and most \nappropriate way to meet the person’s needs; and (3) the person is likely to injure \nhimself or others if not admitted, § 393.11(8)(b).3\n1 “Residential facilities”“provid[e] room and board and personal care for persons who \nhave developmental disabilities.”  Fla. Stat. §393.063(28).\n2 Section 393.11 does not specify whether the residential facilities are “secure” or “non-\nsecure.”  But a separate statute not relevant here, Fla. Stat. § 916.303(3), contemplates placement \nin securefacilities under different admission standards.  Compareid.(referring to “secure” \nfacilities), with§ 393.11 (mentioning neither “secure” nor “non-secure”).  The parties and the \nDistrict Court have assumed that §393.11 concerns admission to non-securefacilities, so we do \nthe same.  \n3 This general description in text suffices for our purposes.  For the inquisitive, the statute \nprovides in full:\nAn order of involuntary admission to residential services may not be entered \nunless the court finds that:\n1. The person is intellectually disabled or autistic;\n2.  Placement  in  a  residential  setting  is  the  least  restrictive  and  most \nappropriate alternative to meet the person’s needs; and\n3. Because of the person’s degree of intellectual disability or autism, the \nperson:\na. Lacks sufficient capacity to give express and informed consent \nto a voluntary application for services pursuant to [§] 393.065 and \nlacks basic survival and self-care skills to such a degree that close \n3\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 5 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 4 of 22 \nShortly after a person is admitted, the APD must give a “support plan” to the \ncircuit court that ordered admission.  § 393.11(8)(e).  Section 393.0651, which \ngoverns support plans, says that “[t]he ultimate goal of each [support] plan, \nwhenever possible, shall be to enable the client[4] to live a dignified life in the least \nrestrictive setting, be that in the home or in the community.”  A support plan may \ncall for the APD to place a client in a variety of settings, from very restrictive and \ncostly to quite permissive and inexpensive (to the State, at least).  § 393.0651(5)\n(listing six possible placements, ranging from a “[d]evelopmental disabilities \ncenter”5 to the “[c]lient’s own home or the home of a family member or direct \nservice provider”). The APD must initially develop a support plan in consultation \nwith the client, his parent or guardian, or his appointed advocate.  Id. It must then\nreview and revise each client’s support plan each year based on his progress in \nachieving the objectives of his earlier support plans.  § 393.0651(7).\nsupervision and habilitation in a residential setting is necessary \nand, if not provided, would result in a real and present threat of\nsubstantial harm to the person’s well-being; or\nb.  Is  likely  to  physically  injure  others  if  allowed  to  remain  at \nliberty.\n4 A person who is involuntarily admitted is called a “client.”  §393.063(5); see alsoJ.R. \nII, 2015 WL 2236760, at *4.\n5 A “[d]evelopmental disabilities center” is a “state-owned and state-operated facility ...\nproviding for the care, habilitation, and rehabilitation of clients with developmental disabilities.”\n§393.063(10)\n4\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 6 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 5 of 22 \nImportantly, the circuit court that first orders a person involuntarily admitted \nkeeps jurisdiction over the admission order, and the admitted person “may not be \nreleased . . . except by order of the court.”  § 393.11(11).  And the court is never\nrequired to review a continuing involuntary admission. Compare Fla. Stat. \n§ 916.303(3) (mandating that admissions to a secure facility, which are not at issue \nhere, “must be reviewed by the court at least annually at a hearing”), with § 393.11 \n(containing no similar requirement); see also J.R. II, 2015 WL 2236760, at *9.\nA person who is involuntarily admitted under § 393.11 thus has little \nrecourse to challenge the admission.  If he disagrees with his support plan, he may \nchallenge it in an administrative proceeding, § 393.0651(8), but the administrator \ncannot change or vacate the order of involuntary admission or order release.  As \nwe have said, only the circuit court can do that. § 393.11(11); see also J.R. II,\n2015 WL 2236760, at *9. The only avenue for relief from the order of admission \nis by way of habeas corpus: an involuntarily admitted person may challenge the \nadmission order by filing a habeas corpus petition with the circuit court that signed \nthe order in the first instance.  § 393.11(13); J.R. II, 2015 WL 2236760, at *8.\nB. J.R.\nJ.R. is an intellectually disabled man with an IQ of 56.  He functions as a \nseven-year-old. “Although J.R.’s [intellectual disability] will always exist, his \npotential for dangerousness . . . can change.”  In 2000 J.R. was charged with sexual \n5\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 7 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 6 of 22 \nbattery in Lee County, Florida.  The Lee County Circuit Court found J.R. \nincompetent to stand trial and involuntarily admitted him to the Department of\nChildren and Family Services (the precursor to the APD, J.R. II, 2015 WL \n2236760, at *1 n.1). In 2004 J.R. was involuntarily admitted to non-secure \nresidential services under § 393.11.  The order involuntarily admitting J.R. \ncontains no end date.  \nJ.R. has lived in several different settings since his admission.  While J.R.’s \ncommitment is characterized by the statutory scheme as “non-secure,” his liberty is \nsubstantially limited.6 As the District Court explained by way of example: “[i]f he \nwere to ‘elope,’ the police would probably be called to return him” to his group \nhome.  Beyond that, J.R. “is subject to a daily curfew of 10 p.m.”; he cannot drink \nalcohol; he had to “earn” the right to leave his group home, and when he does \nleave “he must always inform the . . . staff exactly where he is going, the purpose \nof his trip, and when he will return.”  If he does not comply with these \nrequirements, “he may lose his right to freedom of movement.”  While the precise\n6 The APD insists that J.R. is merely “admitted,” not “committed.”  It says that the “use \nof the term ‘commitment’ implies a more restrictive living setting than the community setting \nthat J.R. has maintained.”  Quoting Black’s Law Dictionary, the APD maintains that \n“commitment” necessarily implies confinement to a prison, mental hospital, or other institution.  \nWe are not so sure that involuntary “admission”to a residential group home does not fit within \nthat definition.  But even if it does not, this argument is semantic wrangling.  The APD is trying \nto makea distinctionbetween “commitment” and “admission,”but even if a distinctionexists it \nwould make no difference to this appeal.  Whether we call it “commitment” or “assignment” or \nsomething else altogether (perhaps “free rent”), the substance of the action is the same: the State \nexercises its sovereignty to force J.R. to live in a place he does not want to live, and prevents him \nfrom leaving.  That is a curtailment of his liberty by any name.\n6\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 8 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 7 of 22 \nrestrictions on J.R.’s liberty have changed and may continue to change with the \nannual revision of his support plan,7 the circuit court has not held a hearing about \nJ.R.’s commitment since 2005.  Neither has J.R. filed a habeas petition seeking \nrelease.  \nC. Procedural History\nIn 2011 J.R. filed suit under 42 U.S.C. § 1983 against Michael Hansen, the \nDirector of the APD.8 He alleged that Florida’s statutory scheme denies due \nprocess because it permits indefinite involuntary commitment without periodic \nreview by a decision-maker with authority to order release.9\nOn cross motions for summary judgment, the District Court held that the \nstatutory scheme was constitutional.  It rested its holding largely on its belief that \n§ 393.11, properly interpreted, contains an implicit requirement that if a committed \nperson no longer meets the admission criteria, the APD must petition the circuit\ncourt to order release.  Because the scope of the APD’s responsibilities under the \nstatute was (and is) critical to the constitutional inquiry, and because making that \n7 For example, under J.R.’s most recent support plan, he was able to move to a new \nresidence closer to his family.  But there has been no release recommendation.  \n8 After J.R.filed his notice of appeal,Mr.Hansen resigned as the Director of the APD; he \nwas replaced by Barbara Palmer.  At all relevant times the APDhas defended J.R.’s suit. For \nthat reason, we refer to the Defendant-Appellee as “the APD.”\n9 J.R. does not argue that the initial admission process is unconstitutional.  He objects \nonly to ongoing commitment without periodic review.\n7\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 9 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 8 of 22 \ndetermination was (and is) a question requiring interpretation of Florida law, we\ncertified questions to the Florida Supreme Court. J.R. I, 736 F.3d at 974.10\nWe now have that court’s answer.  It turns out that the District Court was\nmistaken. Florida law contains no requirement, explicit or implicit, that the APD \nreview the continuing commitment of intellectually disabled persons. J.R. II, 2015 \nWL 2236760, at *1.  Neither does Florida law require that the APD petition the \nadmitting circuit court to release a person who no longer meets the criteria for \ncommitment.  Id. Because the Florida Supreme Court “is unquestionably the \nultimate expositor of [Florida] law,” Riley v. Kennedy, 553 U.S. 406, 425, 128 S. \nCt. 1970, 1985 (2008) (alteration adopted) (quotation omitted), we are bound by its \nconclusive interpretation of § 393.11.\nII. Standard of Review\n“We review de novo the district court’s rulings on the parties’ cross motions \nfor summary judgment.” Owen v. I.C. Sys., Inc., 629 F.3d 1263, 1270 (11th Cir. \n2011).  A plaintiff challenging a law as facially unconstitutional “must establish \nthat no set of circumstances exists under which the [law] would be valid.”  Horton \nv. City of St. Augustine, Fla., 272 F.3d 1318, 1329 (11th Cir. 2001) (quotation \nomitted). \n10 “When substantial doubt exists about the answer to a material state law question upon \nwhich the case turns, a federal court should certify that question to the state supreme court . . . to \noffer the state court the opportunity to explicate state law.”  Forgione v. Dennis Pirtle Agency, \nInc., 93 F.3d 758, 761 (11th Cir. 1996)(per curiam).\n8\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 10 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 9 of 22 \nIII. Discussion\nA state shall not “deprive any person of life, liberty, or property, without due\nprocess of law.” U.S. Const. Amend. XIV, § 1. “The Due Process Clause\nprovides two different kinds of constitutional protections: procedural due process \nand substantive due process.”  Maddox v. Stephens, 727 F.3d 1109, 1118 (11th \nCir. 2013). Procedural due process is, as its name suggests, “a guarantee of fair \nprocedure.”  Zinermon v. Burch, 494 U.S. 113, 125, 110 S. Ct. 975, 983 (1990).\nJ.R. brings a procedural due process claim.  See McKinney v. Pate, 20 F.3d 1550, \n1555 (11th Cir. 1994) (en banc) (procedural due process claim may form the basis \nof a § 1983 suit).  “[A] § 1983 claim alleging a denial of procedural due process \nrequires proof of three elements: (1) a deprivation of a constitutionally-protected \nliberty or property interest; (2) state action; and (3) constitutionally[] inadequate \nprocess.”  Grayden v. Rhodes, 345 F.3d 1225, 1232 (11th Cir. 2003). The APD \nconcedes that the first two elements of the procedural due process inquiry are met\nhere.  The question for us is whether § 393.11 provides constitutionally adequate \nprocess.\nA. Constitutionally Adequate Process\nA state must release a person who is involuntarily committed if the grounds \nfor his commitment cease to exist.  See O’Connor v. Donaldson, 422 U.S. 563, \n574–75, 95 S. Ct. 2486, 2493 (1975); cf. Jackson v. Indiana, 406 U.S. 715, 738, 92 \n9\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 11 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 10 of 22 \nS. Ct. 1845, 1858 (1972) (“[D]ue process requires that the nature and duration of \ncommitment bear some reasonable relation to the purpose for which the individual \nis committed.”). But that requirement—release the committed when they deserve \nto be let out—is toothless if a state does not periodically review whether the \ngrounds for commitment are met. That is, a state could get around the timely-\nrelease requirement by simply refusing to ever consider the continued propriety of\ncommitment. To effectuate that requirement, then, the state must undertake some \nform of periodic review.  See Parham v. J.R., 442 U.S. 584, 607, 99 S. Ct. 2493, \n2506 (1979).11\nBut what form of review is constitutionally adequate?  To answer that \nquestion, courts turn to the balancing test from Mathews v. Eldridge, 424 U.S. 319, \n96 S. Ct. 893 (1976), which requires consideration of several factors:\nFirst, the private interest that will be affected by the official action; \nsecond, the risk of an erroneous deprivation of such interest through \nthe procedures used, and the probative value, if any, of additional or \nsubstitute  procedural  safeguards;  and  finally,  the  Government’s \ninterest,  including  the  function  involved  and  the  fiscal  and \nadministrative  burdens  that  the  additional  or  substitute  procedural \nrequirement would entail.\n11 Accord, e.g.,Doe v. Austin, 848 F.2d 1386, 1396(6th Cir. 1988) (explaining that “due \nprocess requires that someperiodic review take place during” a continued involuntary \ncommitment); Clark v. Cohen, 794 F.2d 79, 86 (3d Cir. 1986) (explaining that a plaintiff “was \nentitled to periodic review of her commitment”); cf.Williams v. Wallis, 734 F.2d 1434, 1438 \n(11th Cir. 1984) (upholding a scheme that provided periodicreview of continued commitment \nand remarking that “[t]he frequency of the evaluations also reduces the risk that the patient will \nbe confined any longer than necessary”); Hickey v. Morris, 722 F.2d 543, 549 (9th Cir. 1983) \n(holding that a statute adequately protected a plaintiff’s liberty because it required“regular \nreview of his continued confinement”).  \n10\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 12 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 11 of 22 \nId. at 335, 96 S. Ct. at 903.\nThe Mathews test is stated at a high level of generality.  It does not provide \nmuch guidance for this (or any) specific context. And constitutionally adequate \nprocess, the Supreme Court has said, is a flexible concept that “cannot be divorced \nfrom the nature of the ultimate decision that is being made.”  Parham, 442 U.S. at \n608, 99 S. Ct. at 2507.\nB. Supreme Court and Eleventh Circuit Precedent\nSo we are grateful to have two cases, one from the Supreme Court and one \nfrom a panel of this Court, which are especially instructive in helping us consider \nwhat process is constitutionally adequate after involuntary civil commitment:\nParham v. J.R. (no relation) and Williams v. Wallis.\nIn Parham, the Supreme Court considered constitutionally adequate process \nbefore and after the voluntary commitment of children to state hospitals by their \nparents. 442 U.S. at 587, 99 S. Ct. at 2496.  A plaintiff class of committed children \nchallenged Georgia’s scheme, arguing that they had a right to notice and a hearing \nbefore commitment.  Id. at 587–88 & n.2, 99 S. Ct. at 2496–97 & n.2. Though the\nSupreme Court upheld Georgia’s practice, it wrote this:\nWe conclude that the risk of error inherent in the parental decision to \nhave a child institutionalized . . . is sufficiently great that some kind of \ninquiry should be made by a “neutral factfinder” to determine [if] the \nstatutory requirements for admission are satisfied. . . . It is necessary \nthat the decisionmaker have the authority to refuse to admit any child \nwho does not satisfy the medical standards for admission.  Finally, it \n11\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 13 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 12 of 22 \nis  necessary  that  the  child’s  continuing  need  for  commitment  be \nreviewed periodically by a similarly independent procedure.\nId. at 606–07, 99 S. Ct. at 2506 (emphasis added).  Two things made the state \nscheme constitutionally adequate: review of an initial admission by a decision-\nmaker with authority to refuse admission, and, after admission, periodic review of \nthe continuing need for commitment.12\nIt is true that the plaintiffs in Parham focused on the initial deprivation of \nliberty caused by admitting children, rather than by keeping them committed, as \nhere.  But in its opinion the Supreme Court spoke several times about the \nrequirements for continuing commitment.  It explained that Georgia’s law\n“charged [hospital superintendents] with an affirmative statutory duty to discharge \nany child who is no longer . . . in need of therapy,” id. at 615, 99 S. Ct. at 2510,\n“[e]ven without a request for discharge,” id. at 591, 99 S. Ct. at 2498. And the \nCourt linked that ongoing affirmative duty to its conclusion that the initial\ndeprivation of liberty was constitutional: “We have held that the periodic reviews \ndescribed in the record reduce the risk of error in the initial admission and thus \nthey are necessary.”  Id. at 617, 99 S. Ct. at 2511 (emphasis added); see also id. at \n12 Parham did not require a judicial or even administrative hearing.  Because the \nquestion—whether the child meets the commitment criteria—was a medical one, the Court held \nthat review by a “physician will suffice, so long as he or she is free to evaluate independently the \nchild’s mental and emotional condition and need for treatment.”  Id.at 607, 99 S. Ct. at 2507.  \nThe Court explainedthat the State had an interest in ensuring that its doctors spent theirtime \ntreating patients, not preparing for court.  Id.at 605–06, 99 S. Ct. at 2506; see alsoid.at 606, 99 \nS. Ct. at 2506 (“Behavioral experts in courtrooms and hearings are of little help to patients.”).\n12\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 14 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 13 of 22 \n607, 99 S. Ct. at 2506 (“It is necessary that the child’s continuing need for \ncommitment be reviewed periodically . . . .” (emphasis added)).\nAfter Parham, in Williams v. Wallis, this Court addressed what process a \nstate must give to people who have been involuntarily committed on a continuing \nbasis. The plaintiffs in Williams challenged “Alabama’s procedures for the release \nof patients committed to the State’s mental health system after being found not \nguilty of a criminal offense by reason of insanity.”  734 F.2d at 1436.  Alabama \nassigned to each committed person a “treatment team” of medical professionals \nthat would “devise[] an individualized treatment plan” with the stated goal of\n“transfer[ring] [the person] to a less restrictive environment and [securing his or \nher] eventual release.” Id. The treatment team reviewed the person’s progress \nevery 60 to 90 days.  Id. We described the process by which a committed person \n(an “acquittee”) would be released:\nThe  decision  to  release  an  acquittee  is  usually  initiated  by  the \ntreatment team. . . . After the team recommends release, an acquittee \nnot  classified  as  special  can  be  released  with  the  approval  of  the \nforensic unit director of the hospital to which he is committed.  The \nproposed  release  of  special  patients[13] must  be  reviewed  by  the \nhospital’s superintendent or his designee.  The reviewing authority \nmay communicate the proposed release to the committing court, the \ndistrict  attorney,  the  acquittee’s  family,  and  others,  or  may  order \nfurther treatment for, or evaluation of, the acquittee.  The hospital \nsuperintendent then makes the final decision whether to release the \nspecial patient.\n13 “Special patients” werethose who were“considered dangerous to themselves or \nothers.”  SeeWilliams, 734 F.2d at 1436. \n13\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 15 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 14 of 22 \nId.\nThe plaintiffs claimed that this release process was unconstitutional because \nit did not require an adversary proceeding in which the State bore the burden of \nproof. Id. at 1437.  But, looking to Parham, we held that due process does not \ndemand an adversary proceeding.  See id. at 1438–39.  We explained:\nHospitals  and  their  medical  professionals  certainly  have  no  bias \nagainst  the  patient  or  against  release.  Therefore,  we  can  safely \nassume they are disinterested decision-makers.  In fact, the mental \nhealth system’s institutional goal—i.e., transfer to a less restrictive \nenvironment and eventual release—favors release. Other factors also \nfavor  release,  including  a  perennial  lack  of  space  and  financial \nresources,  which  militates  against  any  motivation  to  unnecessarily \nprolong hospitalization, and including the medical professional’s pride \nin his own treatment.  The frequency of the evaluations also reduces \nthe risk that the patient will be confined any longer than necessary.\nId. at 1438 (emphasis added).\nWe went on to explain that requiring an adversary proceeding “would have a \nnatural tendency to undermine the beneficial institutional goal of finding the least \nrestrictive environment including eventual release.”  Id. at 1439 (emphasis added).  \nFinally, we observed that Alabama provided a habeas corpus remedy as a \n“secondary or backup procedure, a safeguard” that existed to “rectify any error that \nmight have occurred during the initial nonadversary review.”  Id. at 1440.\nFrom this precedent we have synthesized several guiding principles. At the \noutset, as we have explained, it is clear that the State must conduct some form of \nperiodic review of continuing involuntary commitments. See Parham, 442 U.S. at \n14\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 16 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 15 of 22 \n607, 99 S. Ct. at 2506 (“[I]t is necessary that the child’s continuing need for \ncommitment be reviewed periodically by a[n] . . . independent procedure.”).\nYet this still leaves the question we posed above: what type of periodic \nreview is constitutionally adequate?  It is clear that the review need not consist of\nan adversarial proceeding involving a judge or even an administrator. See Parham,\n442 U.S. at 607–08, 99 S. Ct. at 2506–07; Williams, 734 F.2d at 1439; see also\nAustin, 848 F.2d at 1396 (holding that “due process requires that some periodic \nreview take place” but not necessarily “a periodic judicial review”); Hickey, 722 \nF.2d at 549 (“Due process does not always require an adversarial hearing.”).\nBut the cases impose two related restrictions on the form of review, at least \nwhere it is nonadversarial.  First, the reviewer must be required to consider the \npropriety of ongoing commitment. See Parham, 442 U.S. at 615, 99 S. Ct. at 2510\n(noting that the hospital superintendent “is charged with an affirmative statutory \nduty to discharge any child who is no longer mentally ill or in need of therapy”); \nWilliams, 734 F.2d at 1439 (observing that periodic reviews seek to meet the “goal \nof finding the least restrictive environment including eventual release” (emphasis \nadded)); see also Hickey, 722 F.2d at 549 (holding that adequate procedures\nincluded “regular review of [the plaintiff’s] continued confinement”); cf. Austin,\n848 F.2d at 1395–96 (explaining that periodic review must include whether \n15\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 17 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 16 of 22 \ncommitment should continue); Clark, 794 F.2d at 86 (describing that the periodic \nreviews considered whether to release the plaintiff).\nSecond, the reviewer must be authorized to order release if the criteria for \ncommitment are no longer met.  See Parham, 442 U.S. at 607, 99 S. Ct. at 2506\n(“It is necessary that the decisionmaker have the authority to refuse to admit any \nchild who does not satisfy the medical standards for admission.”); Williams, 734 \nF.2d at 1440 (“[T]he release decision is first addressed in the nonadversary \nproceedings described above, and the final release decision can be, and most often \nis, made at this level by the hospital professionals.” (emphasis added)).14\nFor instance, in Clark the Third Circuit considered a review scheme that \nviolated this second restriction.  There, medical professionals periodically \nreviewed the plaintiff’s continued confinement and had “consistently \nrecommended that [she] be released” for something like eight years.  Clark, 794 \n14 The APD argues that Williams does not stand for the proposition that the reviewer \nmust be authorized to order release.  It is true that in that case the “treatment team” was \nresponsible for periodically reviewing continued involuntary commitment, but the treatment \nteam could only “recommend[] release.” Williams, 734 F.2d at 1436; see alsoid.(“The decision \nto release an acquittee is usually initiated by the treatment team.” (emphasis added)).  A hospital \nsupervisor hadto approve the treatment team’s release recommendation before the person could \nactually be released.  See id.(explaining that the treatment team’s release recommendation for \n“special patients” was reviewed by “the hospital’s superintendent or his designee,” while the \nrelease recommendation for non-special patients was approved by “the forensic unit director of \nthe hospital to which [the acquittee] [wa]s committed”).  But it was the same group of medical \nprofessionals that reviewed the propriety of commitment and that, as a whole, had authority to \norder release.  There was no requirement that the medical professionals petition a court to order \nrelease, or that some other entity without any say in the medical-review process approve release.  \nThe distance between the reviewer and the person with authority to release was vanishingly \nsmall in Williams: from medical professionals to their supervisors.  Here the distance is vast: \nmedical professionals must petition a state court to order release.\n16\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 18 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 17 of 22 \nF.2d at 86.  But she was not released because “the reviewers lacked the authority to \nimplement their recommendations.”  Id. The Third Circuit found a violation of due \nprocess.  Id. It explained that the review “required by the due process clause is not \na moot court exercise.  The [reviewers] must have the authority to afford relief.”  \nId.; see also id. (finding a violation of procedural due process because “[o]ver the \ncourse of more than twenty-eight years [the plaintiff] was never afforded a hearing \nbefore any decisionmaker with authority to resolve her dispute”).\nFinally, the cases suggest that habeas corpus may serve as a backup to \nperiodic, nonadversarial review. See Williams, 734 F.2d at 1440; see also Hickey,\n722 F.2d at 549 (explaining that periodic, nonadversarial review is constitutional \nbecause a committed person can “receive judicial review under the court’s \ndiscretionary power or may [petition for] habeas relief”). But no case has \npermitted habeas to be the primary review procedure.  We assume this is because \nhabeas is by its very nature not a periodic, state-initiated review, which, as we have \njust explained, is required. See Parham, 442 U.S. at 607, 99 S. Ct. at 2506.  \nC. Application\nWith these guiding principles in mind, our task is to determine whether \nFlorida’s scheme provides constitutionally adequate process. We conclude that it \ndoes not. Section 393.11 is constitutionally infirm because it does not require\nperiodic review of continued involuntary commitment by a decision-maker with\n17\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 19 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 18 of 22 \nthe duty to consider and the authority to order release.  Such a scheme runs afoul of\nMathews, Parham, and Williams, and is unconstitutional on its face.\nThe APD offers several responses that it says undermine this conclusion, but \nnone persuades us. First, at oral argument it insisted that § 393.11 contains \n“implied” review obligations.  But as we now know, with the benefit of the Florida \nSupreme Court’s answers to our certified questions, the APD is mistaken in this \nunderstanding. The supreme arbiter of Florida law has told us in no uncertain \nterms that the statutory scheme contains no such implied obligations.  J.R. II, 2015 \nWL 2236760, at *8 (holding that the APD “is not required under either section \n393.0651 or section 393.11 . . . to petition the circuit court for a person’s release \nfrom an involuntary admission order in cases where the [APD] determines that the \ncircumstances that led to the initial admission order have changed”).\nNevertheless, the APD argues that the support-plan review process provides \nthe required periodic review. “Similar to the ‘treatment teams’ described in \nWilliams,” the APD says, “the client and the client’s providers may use the support \nplan to recommend further review of a client’s order of involuntary admission.” \n(Emphasis added.)  This may be true.  But the fact that the State “may use” the \nannual support-plan review to “recommend” that the circuit court consider the \npropriety of continuing involuntary commitment is not enough.  The Constitution \ndemands that when a state exercises its power to involuntarily commit its citizens \n18\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 20 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 19 of 22 \non an ongoing basis, it must require, not merely permit, review of the propriety of \ntheir commitment.\nSlightly differently, the APD says that the annual support-plan review does \nconsider the propriety of ongoing commitment, because in making the support plan \nthe APD must evaluate the “most appropriate, least restrictive, and most cost-\nbeneficial environment for accomplishment of the objectives for client progress.”  \n§ 393.0651.  And, the APD insists, the “most appropriate, least restrictive” \nenvironment may be no commitment at all.  For that reason, it says, support-plan \nreview necessarily considers whether to release a committed person.\nWe cannot agree, because the support-plan review process does not consider \nboth admission criteria. To initially admit a person under § 393.11, a circuit court \nmust find both (1) that “[p]lacement in a residential setting is the least restrictive \nand most appropriate alternative to meet the person’s needs” and (2) that the \nperson “lacks basic survival and self-care skills to such a degree that close \nsupervision and habilitation in a residential setting is necessary and, if not \nprovided, would result in a real and present threat of substantial harm to the \nperson’s well-being” or would leave the person “likely to physically injure others \nif allowed to remain at liberty.”  § 393.11(8)(b).  But the support-plan review \nconsiders only the first half of that two-part equation. See § 303.0651 (“Each \n[support] plan must include the most appropriate, least restrictive, and most \n19\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 21 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 20 of 22 \ncost-beneficial environment for accomplishment of the objectives for client \nprogress . . . .”).\nThere is no requirement that the support-plan review consider the second \ncriterion: whether a person is dangerous to himself or others.  So a committed \nperson may cease to meet this second criterion but languish under continued\ncommitment because the support plan does not address it. Take J.R. himself.  We \nhave no occasion to question whether he was dangerous at the time of his \nadmission under § 393.11.  The circuit court specifically found as much and that \nfinding is not challenged here.  But as we have already noted, J.R.’s “potential for \ndangerousness . . . can change.”  What happens if J.R. stops being dangerous?  The \nAPD is under no obligation to consider whether he is no longer dangerous and, if \nhe is not, release him or even recommend release to the circuit court. In this way, \nFlorida’s scheme differs from those in Parham and Williams, where the stated\npurpose of the periodic reviews was to consider release.  See Parham, 442 U.S. at \n615, 99 S. Ct. at 2510 (noting “an affirmative statutory duty to discharge” when \nwarranted); Williams, 734 F.2d at 1438 (describing “eventual release” as a central \ngoal of periodic medical reviews).\nIn any event, we think Florida’s scheme would be constitutionally suspect\neven if it did require the APD to periodically review whether a person is properly \ncommitted, for a simple reason: the APD does not have the authority to order\n20\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 22 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 21 of 22 \nrelease.  Only the admitting circuit court has that power.  Nothing authorizes the \nAPD to order release if it deigned to review the propriety of a person’s continued \ncommitment (which it need not), even if that review indicated that the person no \nlonger meets the commitment criteria.  Neither, in such a circumstance, would the \nAPD be required to ask the circuit court to consider release.\nThe APD finally argues that the availability of habeas corpus provides \nconstitutionally adequate process. But Williams makes clear that habeas corpus is \nnot adequate in and of itself. Habeas can be at most a backstop—a failsafe \nmechanism, not the sole process available. As we have already mentioned, this \nmakes good sense because habeas review occurs only if a petitioner asks for it; it is \nin no way the type of periodic review that due process requires.  See Williams, 734 \nF.2d at 1439; see also Austin, 848 F.2d at 1396 (holding that “due process requires \nthat some periodic review take place”).  And on a practical level, it seems fanciful \nto expect intellectually disabled persons to bring petitions for habeas corpus.  We \nagree with one of our sister Circuits that\n[n]o matter how elaborate and accurate the habeas corpus proceedings \navailable under [state law] may be once undertaken, their protection is \nillusory when a large segment of the protected class [i.e., “gravely \ndisabled”  persons  committed  to  mental  institutions]  cannot \nrealistically be expected to set the proceedings into motion in the first \nplace.\n21\n\nCase 4:11-cv-00417-WS-CAS   Document 87   Filed 10/15/15   Page 23 of 23\nCase: 12-14212     Date Filed: 10/15/2015     Page: 22 of 22 \nDoe v. Gallinot, 657 F.2d 1017, 1023 (9th Cir. 1981); see also id. at 1022–23\n(rejecting the State’s argument that “habeas corpus review on demand adequately \nprotects against erroneous” commitment).\nIV. Conclusion \nWe are sympathetic to the State of Florida’s interest in involuntarily \nadmitting the intellectually disabled to residential services in order to “prevent or \nreduce the severity of developmental disabilities” and to “enable individuals with \ndevelopmental disabilities to achieve their greatest potential for independent and \nproductive living.”  § 393.062.  Those are honorable goals, and we commend the \nState for striving to reach them. But we cannot sanction the State’s methods.  The \nConstitution demands periodic review of the propriety of ongoing commitment by \nsomeone with the duty to consider and the authority to order release when\nappropriate.  Florida’s statutory scheme does not meet those demands.\nREVERSED AND REMANDED.\n22",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79516"
    },
    {
      "date": "2013-08-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 959,
      "cite_1_reporter": "F.3d",
      "cite_1_vol": 736,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 85131,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/85131.pdf",
      "title": "Opinion",
      "text": "J.R. v. HANSEN 959\nCite as 736 F.3d 959 (11th Cir. 2013)\nproof  of  some  specific  illegal  conduct,’’ commenced  action  against  Agency  For\nSchad v. Arizona, 501 U.S. 624, 633, 111 Persons with Disabilities facially challeng-\nS.Ct.  2491,  115  L.Ed.2d  555  (1991),  his ing the constitutionality of Florida’s statu-\nargument  disregards  the  reckless  disre- tory scheme for involuntarily admitting in-\ngard for human life inherent in his com- tellectually disabled persons to residential\nmission of the bank robbery—an intention- services. The United States District Court\nal scienter that provides the culpability for for the Northern District of Florida, Wil-\nfelony murder, making it akin to first de-\nliam Stafford, Senior District Judge, 2012\ngree murder.  See id. at 641–42, 644, 111\nWL 1886438, granted summary judgment\nS.Ct. 2491.\nto the agency. Plaintiff appealed.\n[12]  Finally,  we  disagree  with  Mr.\nHolding:  The Court of Appeals, Martin,\nJackson that § 2113(e) is sufficiently am-\nCircuit  Judge,  held  that  certification  of\nbiguous such that the rule of lenity applies.\nquestions to the Supreme Court of Florida\nLenity is appropriate only when congres-\nwas warranted.\nsional purpose is unclear.  See Liparota v.\nUnited States, 471 U.S. 419, 427, 105 S.Ct. Questions certified.\n2084,  85  L.Ed.2d  434  (1985).   We  have\nalready determined that the language of\n§ 2113(e) establishes the intent to punish 1. Federal Courts O392\nfor any killing resulting from a bank rob-\nbery.  Accordingly, we hold that the dis- When substantial doubt exists about\ntrict  court’s  decision  not  to  instruct  the the answer to a material state law question\njury  on  intent  for  the  two  deaths  was upon which the case turns, a federal court\nproper under § 2113(e). should  certify  that  question  to  the  state\nsupreme court to offer the state court the\nAFFIRMED IN PART and REMAND-\nopportunity to explicate state law.\nED.  On remand, the district court should\nvacate  the  sentence  and  resentence  Mr.\n2. Constitutional Law O3867\nJackson consistent with our opinion.\nA  § 1983  claim  alleging  a  denial  of\n,\nprocedural due process requires proof of\nthree elements:  (1) a deprivation of a con-\n    stitutionally-protected liberty or property\ninterest;  (2) state action;  and (3) constitu-\nJ.R., Plaintiff–Appellant, tionally-inadequate  process.   U.S.C.A.\nConst.Amend. 14; 42 U.S.C.A. § 1983.\nv.\nMichael  HANSEN,  in  his  Official  Ca- 3. Constitutional Law O3875\npacity as Director of the Agency For\nPersons with Disabilities, Defendant– Constitutionally adequate process is a\nAppellee. flexible  concept  that  cannot  be  divorced\nfrom the nature of the ultimate decision\nNo. 12–14212.\nthat  is  being  made.   U.S.C.A.  Const.\nUnited States Court of Appeals, Amend. 14.\nEleventh Circuit.\n4. Constitutional Law O4041\nAug. 20, 2013.\nBackground:  Person involuntarily admit- Due process requires that people who\nted  to  ‘‘non-secure’’  residential  services are lawfully involuntarily committed be re-\n\n960 736 FEDERAL REPORTER, 3d SERIES\nleased  once  the  grounds  for  the  initial where medical professionals are well posi-\ncommitment  no  longer  exist;  thus,  when tioned and mandated to act when an ongo-\nsomeone is civilly committed, there must ing civil commitment is no longer proper.\nbe some form of periodic post-commitment U.S.C.A. Const.Amend. 14.\nreview.  U.S.C.A. Const.Amend. 14.\n9. Constitutional Law O4489\n5. Constitutional Law O3875   Habeas Corpus O537.1\nFramework to evaluate the due pro-\nThe availability of adversarial judicial\ncess  sufficiency  of  particular  procedures\nreview in the form of habeas proceedings\nrequires consideration of three distinct fac-\nserves as a backup plan to protect against\ntors: (1) private interest that will be affect-\nerroneous deprivations of due process lib-\ned by official action; (2) risk of erroneous\nerty  rights  in  the  form  of  civil  commit-\ndeprivation of such interest through proce-\nments.  U.S.C.A. Const.Amend. 14.\ndures used, and probable value, if any, of\nadditional  or  substitute  procedural  safe- 10. Federal Courts O392\nguards; and (3) government’s interest, in- Certification of a question to the Su-\ncluding  function  involved  and  fiscal  and preme Court of Florida was warranted as\nadministrative burdens that additional or to whether ‘‘support plan’’ review requires\nsubstitute procedural requirements would the Agency for Persons with Disabilities to\nentail.  U.S.C.A. Const.Amend. 14. consider the propriety of a continued invol-\n6. Constitutional Law O4041 untary  admission  to  residential  services\norder,  since  that  state  law  question  was\nSome form of periodic review is re-\nmaterial  to  the  case  which  had  been\nquired with respect to deprivations of lib-\nbrought by a person involuntarily admitted\nerty in the form of civil commitments to\nto ‘‘non-secure’’ residential services facially\nprotect against the erroneous deprivation\nchallenging the constitutionality of Flori-\nof liberty, but adversarial review, arguably\nda’s statutory scheme for involuntarily ad-\nthe gold standard of due process protec-\nmitting  intellectually  disabled  persons  to\ntions,  is  not  necessarily  required.\nresidential services, and substantial doubt\nU.S.C.A. Const.Amend. 14.\nexisted about the answer.  U.S.C.A. Const.\n7. Constitutional Law O4041 Amend.  14;  West’s  F.S.A.  §§ 393.0651,\nAdversarial judicial review is not nec- 393.11.\nessary  to  protect  against  the  erroneous\n11. Federal Courts O392\ndeprivation of liberty where medical pro-\nCertification of a question to the Su-\nfessionals are well positioned and mandat-\npreme Court of Florida was warranted as\ned  to  consider  the  propriety  of  ongoing\nto whether the Agency for Persons with\ncivil commitment; in other words, where\nDisabilities (ADP) required to petition the\nmedical  professionals’  periodic  reviews\ncircuit court for the release from an invol-\nmust consider release, courts are generally\nuntary admission order in cases where the\nsatisfied that the patient’s due process lib-\nAPD  determines  that  the  circumstances\nerty rights are protected.  U.S.C.A. Const.\nthat led to the initial admission order have\nAmend. 14.\nchanged, since that state law question was\n8. Constitutional Law O4041 material  to  the  case  which  had  been\nAdversarial judicial review is not nec- brought by a person involuntarily admitted\nessary  to  protect  against  the  erroneous to ‘‘non-secure’’ residential services facially\ndeprivation  of  due  process  liberty  rights challenging the constitutionality of Flori-\n\nJ.R. v. HANSEN 961\nCite as 736 F.3d 959 (11th Cir. 2013)\nda’s statutory scheme for involuntarily ad- Jonathan Daniel Grabb, Michael A. Pa-\nmitting  intellectually  disabled  persons  to lecki, Agency for Persons with Disabilities,\nresidential services, and substantial doubt Tallahassee, FL, for Defendant–Appellee.\nexisted about the answer.  U.S.C.A. Const.\nAppeal from the United States District\nAmend.  14;  West’s  F.S.A.  §§ 393.0651,\nCourt for the Northern District of Florida.\n393.11.\nD.C. Docket No. 4:11–cv–00417–WS–CAS.\n12. Federal Courts O392\nBefore MARTIN and FAY, Circuit\nCertification of a question to the Su-\nJudges, and EDENFIELD,* District\npreme  Court  of  Florida  was  warranted\nJudge.\nas to whether Florida’s statutory scheme\nfor  involuntarily  admitting  intellectually MARTIN, Circuit Judge:\ndisabled  persons  to  residential  services\nJ.R.  is  a  man  who  was  involuntarily\nmandates meaningful periodical review of\nadmitted  to  ‘‘non-secure’’  residential  ser-\ninvoluntary admissions to non-secure res-\nvices administered by the Florida Depart-\nidential services consistent with the com-\nment of Children and Family Services in\nmitment  schemes,  since  that  state  law\n2004.   Under  that  same  2004  admission\nquestion was material to the case which\norder, he continues to be committed in a\nhad  been  brought  by  a  person  involun-\nnon-secure  residential  facility.   He  filed\ntarily  admitted  to  ‘‘non-secure’’  residen-\nsuit against Michael Hansen, in his official\ntial services facially challenging the con-\ncapacity as the Director of the Agency for\nstitutionality  of  that  statutory  scheme,\nPersons with Disabilities (the successor to\nand  substantial  doubt  existed  about  the\nthe  Department  of  Children  and  Family\nanswer.   U.S.C.A.  Const.Amend.  14;\nServices), bringing a facial challenge to the\nWest’s F.S.A. §§ 393.0651, 393.11.\nconstitutionality  of  Florida’s  statutory\n13. Constitutional Law O3865 scheme for involuntarily admitting intellec-\ntually disabled persons to residential ser-\nDue process of law requires that some\nvices,  Florida  Statutes  § 393.11.  The\nprocedural  protection  must  be  given  to\nAgency  for  Persons  with  Disabilities\ndecrease the risk that a permissible depri-\n(APD)  is  responsible  for  administering\nvation is arrived at erroneously.  U.S.C.A.\nthese residential services in Florida.1  The\nConst.Amend. 14.\nDistrict Court granted summary judgment\nto the APD, and it is that ruling that J.R.\nappeals to this Court.\nJ.R. says that § 393.11 violates the Due\nKatherine  Debriere,  Kristen  Cooley Process Clause of the 14th Amendment on\nLentz,  Peter  Prescott  Sleasman,  Florida its face because it creates an impermissi-\nInstitutional Legal Services, Inc., Newber- bly high risk of wrongful deprivations of\nry, FL, for Plaintiff–Appellant. liberty.   This  is  so,  he  says,  because  it\n* Honorable B. Avant Edenfield, United States times relevant to this appeal, the state statute\nDistrict Judge for the Southern District of has been defended by the APD. Therefore, for\nGeorgia, sitting by designation. simplicity, we have referred to the Defendant–\n1.  After the filing of the Notice of Appeal in Appellee’s arguments as being made by the\nthis case, Michael Hansen resigned and Bar- APD, rather than by Mr. Hansen or Ms. Palm-\nbara Palmer became the new Director of the er.\nAgency for Persons with Disabilities.  At all\n\n962 736 FEDERAL REPORTER, 3d SERIES\ndoes  not  provide  people  who  have  been peatedly asserted that though the statute\ninvoluntarily admitted to non-secure resi- does not explicitly say so, it has an obli-\ndential  services  with  periodic  review  of gation to periodically review the propriety\ntheir continued involuntary confinement by of continued involuntary admission and pe-\na  decision  maker  who  has  authority  to tition the court if necessary.  Recognizing,\nrelease  them.2   Specifically,  no  one  dis- as the District Court did, that the scope of\nputes that the circuit court that issues the the APD’s obligations under the statute is\ninitial involuntary admission order retains critical  to  the  constitutional  inquiry,  and\njurisdiction over the order of commitment, also that this scope is a question of Flori-\nand that a person may only be released by da statutory law, we conclude that in or-\nfurther circuit court order.  See Fla. Stat. der for this court to decide this case we\n§ 393.11(11).  Neither is it disputed that must certify certain questions to the Su-\nthe court that committed J.R. has not held preme Court of Florida.3\na single hearing regarding his admission\norder since June of 2005.  It is not statuto- I.  The Statute\nrily required to do so.  See id. Chapter  393  of  the  Florida  Statutes\nprovides  for  people  with  ‘‘Developmental\n[1]  The  District  Court,  however,  em-\nDisabilities.’’  See Fla. Stat. § 393.062 et\nployed the doctrine of constitutional avoid-\nseq.  The legislative declaration of intent\nance  to  find  that  the  statutory  scheme\nexplains that the state legislature decided\nprovided constitutionally sufficient process\nto privatize care for these people, prioritiz-\nlargely  on  the  basis  of  its  finding  that\ning ‘‘community-based programs and ser-\n§ 393.11  ‘‘places  an  implicit  burden  on\nvices TTT in lieu of operation of programs\nAPD,  rather  than  the  client,  to  petition\ndirectly by state agencies.’’  Id. § 393.062.\nthe [admitting] court for release from an\nFlorida’s Medicaid Home and Community\norder of involuntary admission when the\nBased Services (HCBS) waivers combine\nconditions for release are indicated.’’  The\nstate and federal funds to pay for these\nDistrict  Court  certainly  recognized  that\ncommunity-based living arrangements.  A\n‘‘section  393.11  contains  no  provision  ex-\nlimited number of spots are available to\npressly  describing  APD’s  responsibilities\npeople  with  disabilities,  and  currently\nshould the time come when a developmen-\nthere  are  about  20,000  voluntary  appli-\ntally disabled client no longer satisfies the\ncants on the waiting list to receive HCBS\ninvoluntary  admission  requirements.’’\nMedicaid  waiver  services,  including  the\nHowever,  the  court  explained  that  the\nservices that J.R. receives.\nstatute  passed  constitutional  muster  be-\ncause it ‘‘can and should be read to imply Florida Statutes § 393.11 governs Flori-\nan obligation on the part of APD to peti- da’s ‘‘[i]nvoluntary admission to residential\ntion the circuit court to end the ‘hold’ on a services’’ scheme for intellectually disabled\nclient who is no longer deemed to be a persons and explains that:\ndanger to himself or others.’’  At oral ar- If a person has an intellectual disability\ngument  before  our  Court,  the  APD  re- and  requires  involuntary  admission  to\n2.  Notably, J.R. does not argue that the initial certify  that  question  to  the  state  supreme\nadmission process under § 393.11 is constitu- court TTT to offer the state court the opportu-\ntionally deficient. nity to explicate state law.’’  Forgione v. Den-\nnis Pirtle Agency, Inc., 93 F.3d 758, 761 (11th\n3.  ‘‘When substantial doubt exists about the\nCir.1996).\nanswer to a material state law question upon\nwhich the case turns, a federal court should\n\nJ.R. v. HANSEN 963\nCite as 736 F.3d 959 (11th Cir. 2013)\nresidential  services  provided  by  the vision and habilitation in a resi-\nagency, the circuit court of the county in dential setting is necessary and, if\nwhich the person resides has jurisdiction not  provided,  would  result  in  a\nto conduct a hearing and enter an order real  and  present  threat  of  sub-\ninvoluntarily admitting the person in or- stantial harm to the person’s well-\nder for the person to receive the care, being;  or\ntreatment,  habilitation,  and  rehabilita-\nb.  Is likely to physically injure oth-\ntion that the person needs.\ners if allowed to remain at liber-\nFla.  Stat.  § 393.11(1).   Upon  petition  or\nty.\nmotion filed in Florida state circuit court\nId. § 393.11(8)(b) (emphasis added).4\nby  a  petition  committee,  the  APD,  the\nstate attorney, or counsel for the person Within 45 days of receiving the order,\nneeding  services,  see  id.  §§ 393.11(2), the  APD  must  provide  the  circuit  court\n916.303(2), the court appoints a committee with  a  copy  of  a  ‘‘support  plan’’  for  its\nto examine the person’s intellectual abili- client,  outlining  a  treatment  plan  and\nties.   Id.  § 393.11(5).   The  circuit  court showing ‘‘that the person has been placed\nthen holds an adversarial hearing, where in the most appropriate, least restrictive\nthe person is entitled to representation by and  cost-beneficial  residential  setting.’’\ncounsel and can examine witnesses.  See Id. § 393.11(8)(e).\nid. § 393.11(6), (7).\n‘‘Support plans’’ are governed by section\nThe circuit court may not involuntarily\n393.0651 and apply to all APD clients in\nadmit the person unless it finds that:\nnon-secure residential services without ref-\n1.  The person is intellectually disabled\nerence to voluntary or involuntary admis-\nor autistic;\nsion.   See  id.  § 393.0651.  ‘‘The  ultimate\n2.  Placement in a residential setting is goal of each [support] plan, whenever pos-\nthe least restrictive and most appro- sible, shall be to enable the client to live a\npriate alternative to meet the per- dignified life in the least restrictive setting,\nson’s needs;  and be that in the home or in the community.’’\n3.  Because  of  the  person’s  degree  of Id. § 393.0651.5 Initial support plans must\nintellectual disability or autism, the be  developed  in  consultation  with  the\nperson; client, the client’s parent or guardian, or\na.  Lacks  sufficient  capacity  to  give the client’s appointed advocate.  Id. Sup-\nexpress and informed consent to a port  plans  must  then  be  reviewed  and\nvoluntary application for services revised annually in consultation with the\npursuant to [§ ] 393.065 and lacks same parties and based on a client’s prog-\nbasic survival and self-care skills ress in achieving support plan objectives.\nto such a degree that close super- Id. § 393.0651(7).\n4.  Section 393.11 does not specify whether the scribed § 393.11 as concerned with involun-\nresidential services are ‘‘secure’’ or ‘‘non-se- tary admission to non-secure residential set-\ncure.’’   However,  Florida  Statutes tings, and we will do the same.\n§ 916.303(3) allows the court to place a per-\nson in a secure facility, rather than a commu- 5.  A support plan may call for varying degrees\nnity placement, under a different admission\nof restrictive settings from a developmental\nstandard and subject to more robust annual\ndisabilities center (most restrictive) to even\nreview.  Compare Fla. Stat. § 916.303(3) with\nthe  client’s  own  home.   See  Fla.  Stat.\nid. § 393.11. This being the case, the parties\n§ 393.0651(5).\nand  the  District  Court  below  have  all  de-\n\n964 736 FEDERAL REPORTER, 3d SERIES\nAs  we  have  said,  the  Florida  circuit the Lee County Circuit Court found J.R.\ncourt that makes the first involuntary ad- incompetent to stand trial and involuntari-\nmission  decision  retains  jurisdiction  over ly  committed  him  to  the  Department  of\nthe order and it cannot be changed with- Children  and  Family  Services  (DCF),  a\nout permission from that court.  See id. precursor to the APD. In 2004, J.R. was\n§ 393.11(11).  Although the Florida state involuntarily admitted to ‘‘nonsecure’’ resi-\ncircuit  court  must  annually  review  a dential services, pursuant to § 393.11. The\nclient’s  placement  in  a  secure  setting, circuit court explained that ‘‘the purpose to\nFlorida law does not require the court to be served by residential care is vocational\nperform an adversarial, state-initiated, pe- training  and  social  skills  training.’’   The\nriodic review of a client who has been in- order contains no end date.\nvoluntarily admitted to services in a non-\nJ.R. has lived in several different group\nsecure setting.  Compare id. § 916.303(3)\nhomes  since  the  original  involuntary  ad-\n(review  for  secure  settings)  with  id.\nmission  order.   Despite  J.R.’s  admission\n§ 393.11  (admission  to  residential  ser-\norder  specifying  ‘‘non-secure’’  residential\nvices).  A client who disagrees with a sup-\nservices, his movements and freedom are\nport plan decision may challenge it in an\nsignificantly  limited.   As  the  District\nadministrative  proceeding,  id.\nCourt explained, ‘‘[i]f he were to ‘elope,’\n§ 393.0651(8), but the hearing officer can\nthe police would probably be called to re-\ndo nothing to change the original order of\nturn him’’ to his group home.  That being\ninvoluntary admission.  Rather, upon issu-\nsaid, the scope of the limitations on J.R.’s\nance of the involuntary admission order,\nmovements has changed and will continue\nthe client is notified in writing that he or\nto change with periodic alterations to his\nshe may challenge that order by way of a\nsupport plan pursuant to § 393.0651. Still,\nhabeas  petition  submitted  to  the  circuit\nas we have already observed, the circuit\ncourt, the only body with power to ever\ncourt  has  not  held  a  hearing  on  J.R.’s\nchange the order.  Id. § 393.11(13).\ncontinued  involuntary  admission  order\nsince 2005.\nII.  J.R.\nSince  2007,  J.R.  has  been  assigned  a\nJ.R. is an intellectually disabled 48 year-\n‘‘support  coordinator,’’  Jordan  Goldstein,\nold man with an IQ of 56 who functions at pursuant  to  Fla.  Stat.  § 393.063(37).6\nthe level of a 7 year-old.  It is not disputed\nJ.R.’s most recent ‘‘support plan’’ for 2012\nthat  ‘‘although  J.R.’s  mental  retardation\nwas  crafted  with  input  from  J.R.;   Mr.\nwill always exist, his potential for danger-\nGoldstein;  Gregory Jansen, a certified be-\nousness TTT can change’’ because ‘‘J.R. can\nhavior analyst overseeing J.R.’s case;  and\ndevelop skills that mitigate the effect of his\nKatherine DeBierre, J.R.’s attorney.  As a\ndisability and aid him in his ability to live\npart of this support plan, J.R. was able to\nindependently.’’\nmove  to  a  new  residence  of  his  choice\nIn 2000, J.R. was charged with sexual closer to his family.  But Mr. Jansen did\nbattery in Lee County, Florida.  In 2001, not recommend releasing J.R. from invol-\n6.  Under the statute, a ‘‘Support coordinator’’ of supports and services to determine the\nis extent to which they meet the needs and\na person who is designated by the agency to expectations  identified  by  the  individual,\nassist individuals and families in identifying family, and others who participated in the\ntheir capacities, needs, and resources TTT development of the support plan.\nand monitoring and evaluating the delivery Fla. Stat. § 393.063(37).\n\nJ.R. v. HANSEN 965\nCite as 736 F.3d 959 (11th Cir. 2013)\nuntary admission.  Neither has J.R. filed a (describing § 393.11 as providing for the\nhabeas petition with the circuit court to be deprivation  of  liberty),  rev’d  on  other\nreleased  from  the  involuntary  admission grounds, 398 So.2d 1360 (Fla.1981).  Thus,\norder. as  the  APD  concedes,  the  first  two  ele-\nments of the test for a claim of the denial\nIII.  Standard of Review of due process are easily established here.\nThe  question  left  for  us  to  answer  is\n‘‘We review de novo the district court’s\nwhether § 393.11 provides constitutionally\nruling  on  the  parties’  cross-motions  for\nadequate process.\nsummary judgment.’’  Owen v. I.C. Sys.,\nInc., 629 F.3d 1263, 1270 (11th Cir.2011).\nA.  Overview\nIn  a  facial  challenge,  ‘‘the  challenger\n[3, 4]  Constitutionally  adequate  pro-\nmust establish that no set of circumstances\ncess is a flexible concept that ‘‘cannot be\nexist under which the Act would be valid.’’\ndivorced from the nature of the ultimate\nHorton v. City of St. Augustine, Fla., 272\ndecision that is being made.’’  Parham v.\nF.3d 1318, 1329 (11th Cir.2001) (quotation\nJ.R., 442 U.S. 584, 608, 99 S.Ct. 2493, 2507,\nmarks omitted).\n61 L.Ed.2d 101 (1979).  It is well settled\nthat people who are lawfully involuntarily\nIV.  Discussion\ncommitted  must  be  released  once  the\n[2]  The  Due  Process  Clause  of  the\ngrounds  for  the  initial  commitment  no\nFourteenth  Amendment  provides  that  a\nlonger exist.  See O’Connor v. Donaldson,\nstate shall not ‘‘deprive any person of life,\n422 U.S. 563, 575, 95 S.Ct. 2486, 2493, 45\nliberty, or property, without due process of\nL.Ed.2d 396 (1975) (where a plaintiff chal-\nlaw.’’  U.S. Const. amend. XIV, § 1. ‘‘[A]\nlenged  his  continued  confinement  in  a\n§ 1983 claim alleging a denial of procedur-\nmental institution and the Court explained\nal due process requires proof of three ele-\nthat ‘‘even if his involuntary confinement\nments:  (1) a deprivation of a constitution-\nwas initially permissible, it could not con-\nally-protected liberty or property interest;\nstitutionally  continue  after  that  basis  no\n(2) state action;  and (3) constitutionally-\nlonger existed’’);  Jackson v. Indiana, 406\ninadequate process.’’  Grayden v. Rhodes,\nU.S.  715,  738,  92  S.Ct.  1845,  1858,  32\n345 F.3d 1225, 1232 (11th Cir.2003).\nL.Ed.2d 435 (1972) (where the Court held\nAs the District Court explained, ‘‘[b]y its that ‘‘due process requires that the nature\nplain  language,  [§ 393.11]  makes  loss  of and  duration  of  commitment  bear  some\nliberty a necessary concomitant to involun- reasonable  relation  to  the  purpose  for\ntary  admission  to  residential  services.’’ which the individual is committed’’).  Thus,\nSee also Addington v. Texas, 441 U.S. 418, when someone is civilly committed, there\n425, 99 S.Ct. 1804, 1809, 60 L.Ed.2d 323 must be some form of periodic post-com-\n(1979) (recognizing that ‘‘civil commitment mitment review.  See Parham, 442 U.S. at\nfor  any  purpose  constitutes  a  significant 607, 99 S.Ct. at 2506 (holding that continu-\ndeprivation of liberty’’);  Kinner v. State, ing  need  for  commitment  must  be  re-\n382  So.2d  756,  760  (Fla.  2d  DCA  1980) viewed periodically).7\n7.  See also, Doe v. Austin, 848 F.2d 1386, 1396 495, 102 L.Ed.2d 531 (1988);  Clark v. Cohen,\n(6th Cir.1988) (explaining that ‘‘due process 794 F.2d 79, 86 (3rd Cir.1986) (explaining\nrequires that some periodic review take place that a plaintiff ‘‘was entitled to periodic re-\nduring’’  a  continued  involuntary  commit- view of her commitment’’), cert. denied, 479\nment), cert. denied, 488 U.S. 967, 109 S.Ct. U.S.  962,  107  S.Ct.  459,  93  L.Ed.2d  404\n\n966 736 FEDERAL REPORTER, 3d SERIES\n[5]  To determine what process is due, B.  Relevant Precedents\ncourts turn to the test from Mathews v. We  are  cognizant—and  thankful—that\nEldridge, which requires the balancing of a in our task of applying the flexible balanc-\nnumber of considerations: ing test of Mathews to the case at hand we\ndo not write on a blank slate.  Two cases,\nFirst, the private interest that will be\none from the Supreme Court and one from\naffected by the official action;  second,\na panel of this Circuit, are especially in-\nthe risk of an erroneous deprivation of\nstructive in helping us consider what peri-\nsuch  interest  through  the  procedures\nodic  review  process  is  due  in  the  civil\nused, and the probative value, if any, of\ncommitment context:  Parham v. J.R., 442\nadditional or substitute procedural safe-\nU.S. 584, 99 S.Ct. 2493, 61 L.Ed.2d 101\nguards;   and  finally,  the  Government’s\n(1979) and Williams v. Wallis, 734 F.2d\ninterest, including the function involved\n1434 (11th Cir.1984).\nand  the  fiscal  and  administrative  bur-\ndens  that  the  additional  or  substitute\n1.  Parham v. J.R.\nprocedural requirement would entail.\nIn Parham, the Supreme Court exam-\n424  U.S.  319,  335,  96  S.Ct.  893,  903,  47 ined the process due both before and after\nL.Ed.2d 18 (1976).  The Supreme Court in the voluntary commitment of children by\nMathews  admonished  courts  employing their parents to state mental institutions.\nthis test to recognize that ‘‘procedural due 442 U.S. at 587, 99 S.Ct. at 2496.  In that\nprocess  rules  are  shaped  by  the  risk  of case,  Georgia  state  hospital  superinten-\nerror inherent in the truthfinding process dents were ‘‘given the power to admit tem-\nporarily any child for ‘observation and di-\nas applied to the generality of cases, not\nagnosis’ ’’ and to, if ‘‘find[ing] ‘evidence of\nthe rare exceptions.’’  Id. at 344, 96 S.Ct.\nmental illness’ and that the child is ‘suit-\nat 907.\nable for treatment,’ ’’ admit the child ‘‘ ‘for\nIn facial due process challenges, we have such period and under such conditions as\nlooked to the statute as written to deter- may be authorized by law.’ ’’  Id. at 591, 99\nmine whether the procedure provided com- S.Ct. at 2498.  After that time, ‘‘the super-\nports with due process.  We have declined intendent TTT [had] an affirmative duty to\nto simply rely on the defendant’s descrip- release any child ‘who [had] recovered TTT\ntion of how the statute operates in prac- or who [had] sufficiently improved [such]\ntice.  See Catron v. City of St. Petersburg, that  the  superintendent  determines  that\n658 F.3d 1260, 1269 (11th Cir.2011) (hold- hospitalization TTT is no longer desirable.’ ’’\ning a statute unconstitutional facially and Id.\nas-applied because as written it failed to A  class  action  suit  challenged  the\nprovide  ‘‘constitutionally  adequate  proce- scheme  arguing  that  the  children  had  a\ndural protections’’ despite the City’s argu- right to notice and a hearing before com-\nments about how the statute operates in mitment.  Id. at 596–98, 99 S.Ct. at 2501–\npractice). 02.  The Supreme Court ultimately disa-\n(1986);   cf.   Williams  v.  Wallis,  734  F.2d longer  than  necessary’’);   Hickey  v.  Morris,\n1434,  1438  (11th  Cir.1984)  (upholding  a 722 F.2d 543, 549 (9th Cir.1983) (holding that\nscheme that provided period reviews of con- a statute adequately protected a plaintiff’s in-\ntinued commitment and remarking that ‘‘[t]he terest with ‘‘regular review of his continued\nfrequency of the evaluations also reduces the confinement’’).\nrisk  that  the  patient  will  be  confined  any\n\nJ.R. v. HANSEN 967\nCite as 736 F.3d 959 (11th Cir. 2013)\ngreed.  In discussing the issue, however, any child who is no longer TTT in need of\nthe Court did therapy.’’   Id.  at  615,  99  S.Ct.  at  2510\nconclude that the risk of error inherent (emphasis added);  see also id. at 591, 99\nin the parental decision to have a child S.Ct. at 2498.  The Court explained that\ninstitutionalized TTT is sufficiently great ‘‘[w]e have held that the periodic reviews\nthat  some  kind  of  inquiry  should  be described in the record reduce the risk of\nmade by a ‘‘neutral factfinder’’ to deter- error in the initial admission and thus they\nmine [if] the statutory requirements for are  necessary.’’   Id.  at  617,  99  S.Ct.  at\nadmission are satisfiedTTTT It is neces- 2511  (emphasis  added).   The  Court  re-\nsary  that  the  decisionmaker  have  the manded  for  determining  exactly  ‘‘what\nauthority to refuse to admit any child process is due to justify continuing a vol-\nwho does not satisfy the medical stan- untary  commitment,’’  but  suggested  the\ndards for admission.  Finally, it is nec- admission procedure principles should be\nessary that the child’s continuing need considered.  Id. at 619, 99 S.Ct. at 2512.\nfor commitment be reviewed periodical-\nly  by  a  similarly  independent  proce- 2.  Williams v. Wallis\ndure.\nIn Williams v. Wallis, this Court direct-\nId. at 606–607, 99 S.Ct. at 2506 (emphasis ly  considered  the  process  required  in  a\nadded) (citations omitted). periodic review.  Williams involved a chal-\nBut, importantly, Parham held that that lenge  to  ‘‘Alabama’s  procedures  for  the\nprocedure did not have to include adver- release of patients committed to the state’s\nsarial  judicial  review.   The  Court  ex- mental health system after being found not\nplained  that  ‘‘[o]ne  factor  that  must  be guilty  TTT  by  reason  of  insanity.’’   734\nconsidered is the utilization of the time of F.2d at 1436.  Alabama’s scheme provided\nTTT behavioral specialists in preparing for for ‘‘treatment team[s],’’ of medical profes-\nand participating in hearings rather than sionals who would ‘‘devise[ ] an individual-\nperforming the task for which their special ized  treatment  plan’’  with  the  ‘‘goal  for\ntraining has fitted them.’’  Id. at 605–06, acquittees [to] transfer to a less restrictive\n99 S.Ct. at 2506.  Where, ‘‘the questions environment’’ and eventually be released.\nare essentially medical in character,’’ the Id. The team would review the acquittee\nCourt rejected ‘‘the notion that the short- every 60 to 90 days.  Id. The Court fur-\ncomings of specialists can always be avoid- ther described how\ned by shifting the decision from a trained [t]he decision to release an acquittee\nspecialist  TTT  to  an  untrained  judge  or is  usually  initiated  by  the  treatment\nadministrative hearing officer after a judi- teamTTTT  After  the  team  recommends\ncial-type hearing.’’  Id. at 609, 99 S.Ct. at release,  an  acquittee  not  classified  as\n2507–08.  ‘‘Thus, [review by] a staff physi- special can be released with the approv-\ncian will suffice, so long as he or she is free al  of  the  forensic  unit  director  of  the\nto evaluate independently the child’s TTT hospital to which he is committed.  The\nneed for treatment.’’  Id. at 607, 99 S.Ct. proposed release of special patients [who\nat 2507. are considered dangerous to themselves\nThough the Court focused primarily on and  others]  must  be  reviewed  by  the\nthe  admission  procedures,  the  Court  did hospital’s  superintendent  or  his  desig-\nnote  several  times  that  ‘‘the  superinten- nee.  The reviewing authority may com-\ndent of each hospital is charged with an municate  the  proposed  release  to  the\naffirmative  statutory  duty  to  discharge committing court, the district attorney,\n\n968 736 FEDERAL REPORTER, 3d SERIES\nthe  acquittee’s  family,  and  others,  or the  nonadversary  proceedings  described\nmay  order  further  treatment  for,  or above.’’  Id. at 1440 (emphasis added).\nevaluation of, the acquittee.  The hospi-\nC.  Guiding Principles\ntal superintendent then makes the final\ndecision whether to release the special [6]  Parham and Williams—and persua-\npatient. sive precedents from other circuits—yield\nat  least  four  guiding  principles  for  our\nId.\nCourt  in  analyzing  Florida’s  involuntary\nThe Court found that ‘‘[t]he[se] nonad- admission  to  residential  services  scheme\nversary proceedings do not create an un- which we consider here.  First, with re-\ndue risk of erroneous deprivation of liber- spect to deprivations of liberty in the form\nty, and substituting an adversarial element of civil commitments, some form of period-\nwould  not  provide  significant  increased ic review is required to protect against the\nprotection against such risk.’’  Id. at 1439. erroneous deprivation of liberty.  But ad-\nThe Court explained its reasoning as fol- versarial review—arguably the gold stan-\nlows: dard  of  due  process  protections,  see\nHospitals and their medical profession- Goldberg v. Kelly, 397 U.S. 254, 266–69, 90\nals  certainly  have  no  bias  against  the S.Ct. 1011, 1020–21, 25 L.Ed.2d 287 (1970)\npatient  or  against  release.   Therefore, (requiring a hearing before ending welfare\nwe can safely assume they are disinter- benefits)—is not necessarily required.  See\nested  decision-makers.   In  fact,  the Parham, 442 U.S. at 607–08, 99 S.Ct. at\nmental  health  system’s  institutional 2506–07;  Williams, 734 F.2d at 1439;  see\ngoal—i.e., transfer to a less restrictive also Austin, 848 F.2d at 1396 (holding that\nenvironment  and  eventual  release—fa- ‘‘due process requires that some periodic\nvors release.  Other factors also favor review take place’’ but that the Sixth Cir-\nrelease,  including  a  perennial  lack  of cuit ‘‘cannot say that due process requires\nspace and financial resources, which mi- a periodic judicial review’’);  Hickey, 722\nlitates against any motivation to unnec- F.2d at 549 (‘‘Due process does not always\nessarily prolong hospitalization, and in- require an adversarial hearing.’’).\ncluding the medical professional’s pride\n[7]  Second, adversarial judicial review\nin his own treatment.  The frequency of\nis  not  necessary  to  protect  against  the\nthe  evaluations  also  reduces  the  risk\nerroneous  deprivation  of  liberty  where\nthat  the  patient  will  be  confined  any\nmedical  professionals  are  well  positioned\nlonger than necessary.\nand mandated to consider the propriety of\nId. at 1438 (emphasis added).  This Court ongoing  commitment.   In  other  words,\nalso explained that ‘‘[t]o impose an adver- where  medical  professionals’  periodic  re-\nsarial atmosphere upon the medical deci- views  must  consider  release,  courts  are\nsionmaking process would have a natural generally satisfied that the patient’s liber-\ntendency to undermine the beneficial insti- ty rights are protected.  See Parham, 442\ntutional goal of finding the least restrictive U.S. at 615, 99 S.Ct. at 2510 (noting that\nenvironment  including  eventual  release.’’ the  hospital  superintendent  ‘‘is  charged\nId. at 1439 (emphasis added).  Finally, the with an affirmative statutory duty to dis-\nCourt also reviewed Alabama’s habeas pro- charge any child who is no longer mentally\ncedures  and  found  this  ‘‘secondary  or ill or in need of therapy’’);  Williams, 734\nbackup  procedure ’’  sufficient  given  that F.2d at 1439 (explaining that periodic re-\n‘‘the release decision is first addressed in views  occur  with  ‘‘the  beneficial  institu-\n\nJ.R. v. HANSEN 969\nCite as 736 F.3d 959 (11th Cir. 2013)\ntional goal of finding the least restrictive as proceedings serves as a backup plan to\nenvironment  including  eventual  release ’’ protect against erroneous deprivations of\n(emphasis  added));   see  also  Hickey,  722 liberty.  See Williams, 734 F.2d at 1440;\nF.2d at 549 (holding that adequate proce- see also Hickey, 722 F.2d at 549 (describ-\ndures  included  ‘‘regular  review  of  [the ing  how  the  statute’s  nonadversarial  re-\nplaintiff’s]  continued  confinement’’  (em- view  is  backstopped  by  the  ‘‘court’s  dis-\nphasis added));  cf.  Austin, 848 F.2d at cretionary  power’’  and  the  potential  for\n1395–96  (explaining  that  periodic  review ‘‘habeas relief’’).\nmust  be  of  whether  confinement  should\ncontinue);  Clark, 794 F.2d at 86 (describ- V.  Application\ning the periodic reviews as having ques-\n[10–12]  Our  task  is  to  determine\ntioned whether the plaintiff should be af-\nwhether  the  Florida  Statute  really  does\nforded release).\nprovide procedures that protect J.R. from\n[8]  Third, adversarial judicial review is the risk of erroneous deprivations.  Given\nnot necessary to protect against the erro- the arguments made by the APD and the\nneous deprivation of liberty where medical District Court’s finding of ‘‘implicit’’ obli-\nprofessionals are well positioned and man- gations  upon  the  APD  in  this  case,  we\ndated to act when an ongoing commitment believe that the answer to that question\nis  no  longer  proper.   See  Parham,  442 would be aided by the statutory interpre-\nU.S. at 607, 99 S.Ct. at 2506 (suggesting tation  of  the  Supreme  Court  of  Florida,\nthat  reviewer  of  ‘‘the  child’s  continuing the ultimate arbiter of Florida law.  See\nneed for commitment’’ should have author- Forgione, 93 F.3d at 761.\nity to release);  Williams, 734 F.2d at 1436\n(where the treatment team reports directly A.  Arguments\nto the superintendent who has the power\n[13]  J.R. argues that § 393.11 does not\nand duty to release).  This principle pres-\npass constitutional muster because it does\nent in Parham and Williams was captured\nnot entitle involuntarily admitted persons\nwell in Clark v. Cohen, where a plaintiff\nto periodic review of the propriety of con-\nwas given periodic medical and psychologi-\ntinued commitment ‘‘by a decision maker\ncal  reviews  that  ‘‘consistently  recom-\nthat  has  authority  to  release  them  from\nmended that [the plaintiff] be released TTT\ncommitment.’’  Thus, J.R. argues the in-\nbut the reviewers lacked the authority to\nvoluntary admission scheme impermissibly\nimplement  their  recommendations.’’   794\nrisks an erroneous deprivation of liberty in\nF.2d at 86.  The Third Circuit found the\nviolation  of  Mathews,  Parham,  and\nscheme to violate due process because the\nWilliams  and  is  unconstitutional  on  its\nreview ‘‘required by the due process clause\nface.  Based on this, J.R. says that ‘‘[h]is\nis not a moot court exercise.  The [review-\nliberty is presently infringed pursuant to\ners]  must  have  the  authority  to  afford\nan unconstitutional statutory scheme that\nrelief.’’  Id.\ncontains  no  adequate  procedure  for  the\n[9]  Fourth,  the  availability  of  adver- review  and  termination  of  the  admission\nsarial judicial review in the form of habe- order and restoration of his liberty.’’ 8\n8.  The APD argues that ‘‘the facts of J.R.’s case words, the APD suggests that because ‘‘J.R.’s\nundermine his challenge to section 393.11’’ counsel has never asserted that J.R. actually\nbecause ‘‘[he] does not allege that it would should be released from his order of involun-\neven be appropriate to release him from his tary admission to residential services’’ that\ninvoluntary admission to services.’’  In other ‘‘J.R. alleges that he risks a violation of his\n\n970 736 FEDERAL REPORTER, 3d SERIES\nThe  APD  responds  that  ‘‘taken  alone, endorse  any  of  the  ‘‘implied  obligations’’\nthis Court’s ruling in Williams v. Wallis discussed in the District Court order.\nrebuts each of J.R.’s argument[s].’’  First, During oral argument before this Court,\nthe APD argues that J.R.’s procedural due however, the APD insisted repeatedly that\nprocess  rights  are  protected  because though there are no explicit procedures or\n§ 393.0651(5)  allows  periodic  review  of requirements provided in the Florida stat-\nsupport plans designed to find the ‘‘most ute for either examining the propriety of\nappropriate,  least  restrictive,  and  most continued involuntary admission or seek-\ncost-beneficial environment for accomplish- ing the release of a client from an improp-\ner involuntary admission order, that such\nment of the objectives for client progress.’’\nconsiderations were ‘‘part of the analysis’’\nSee  Fla.  Stat.  § 393.0651.  The  APD  ex-\ninvolved in support plan review.  The APD\nplains, without pointing to anything explic-\nargued as well that the Medicaid Develop-\nit in the Florida statute, that ‘‘[s]imilar to\nmental Disabilities Waiver Services Cover-\nthe  ‘treatment  teams’  described  in\nage and Limitations Handbook, which was\nWilliams, the client and the client’s pro-\nnot in the record, specifies that such resi-\nviders may use the support plan to recom-\ndential  services  are  provided  based  on\nmend further review of a client’s order of\n‘‘medical  necessity.’’   Also  newly  relying\ninvoluntary admission’’ (emphasis added).\non this handbook, the APD says, ‘‘the in-\nSecond, the APD argues that the availabil-\ntent  of  waiver  services  as  noted  in  our\nity of habeas corpus and the fact that upon\nbrief is to help individuals live safely in the\nan order of involuntary admission a person community as opposed to an institutional\nis notified in writing of the availability of setting.  That is the entire point of these\nhabeas, see Fla. Stat. § 393.11(13), is suffi- services.’’  Thus the APD argued it was\ncient to protect against an erroneous de- clear  that  the  statute  calls  for  periodic\nprivation of liberty.  We have noted with review of J.R.’s continued involuntary ad-\ninterest that the APD did not in its brief mission to residential services.9\nconstitutional rights, but fails to allege that deemed as lacking the ability to live on his\nany actual violation has occurred.’’ own because doing so would either risk the\nBut the question of whether or not J.R. has threat of physical harm to himself or to oth-\na right to be released today does not preempt ers.  See Fla. Stat. § 393.11(8)(b).  If or when\nthe constitutional question presented here.  It those conditions cease to exist, J.R. is entitled\nis clear that a state can deprive J.R. of his to be released from that involuntary admis-\nliberty  ‘‘with  due  process  of  law.’’   U.S. sion order.  See Jackson, 406 U.S. at 732, 92\nConst.  amend.  XIV,  § 1.  ‘‘Due  process  of S.Ct. at 1855.  Thus, if the process provided\nlaw,’’ however, requires that some procedural to him under the statute is not ensuring that\nprotection must be given to decrease the risk there  is  only  a  constitutionally  acceptable\nthat a permissible deprivation is arrived at risk, as defined by Mathews, that he will be\nerroneously.  The question therefore is simply kept involuntarily admitted past the time that\nwhether the process afforded to J.R. comports those conditions cease to exist, then J.R. is\nwith the Constitution because it does not im- being subjected to an ongoing Constitutional\npermissibly  risk  an  erroneous  deprivation. violation.  See id. at 738, 92 S.Ct. at 1858;  cf.\nSee Mathews, 424 U.S. at 344, 96 S.Ct. at 907; Parham, 442 U.S. at 606–07, 99 S.Ct. at 2506.\nCatron, 658 F.3d at 1269.\nThe APD repeatedly suggests that J.R. is, 9.  The APD also alludes to the argument that\nessentially, the wrong plaintiff to bring this J.R.  is  deserving  of  less  process  than  the\ncase.  In fact, J.R. is the right plaintiff, even if plaintiffs in Williams or Parham—and poten-\nless than sympathetic, to challenge the facial tially not even periodic review—because the\nvalidity of the statute because for the past involuntary admission to residential services\nnine years he has been subjected to an invol- is less intrusive than confinement to a men-\nuntary  admission  order.   He  has  been tal  institution.   And  at  oral  argument,  the\n\nJ.R. v. HANSEN 971\nCite as 736 F.3d 959 (11th Cir. 2013)\nIn summary, the APD argues that find- First,  the  APD  admits  that  the  statute\ning that the process laid out in § 393.11 does  not  explicitly  require  the  APD  to\ndoes not provide constitutionally sufficient periodically review the propriety of J.R.’s\nprocedures amounts to this Court deciding continued  involuntary  admission  order.10\nthat it is ‘‘going to assume that the [APD] The  statute  requires  only  that  periodic\nis not going to do what they’re obligated to support  plan  reviews  ask  whether  the\ndo.’’ client has been placed in ‘‘the most appro-\npriate, least restrictive, and most cost-ben-\nB.  Analysis eficial environment for accomplishment of\nthe  objectives  for  client  progress.’’   Fla.\nThe problem for this Court is that it is\nStat. § 393.0651. This contrasts with the\nnot clear to us that the APD is ‘‘obligated\nrequirements for an order involuntarily ad-\nto  do’’  what  the  APD  suggested  at  oral\nmitting  a  person  to  residential  services,\nargument it is obligated to do:  periodically\nwhere a circuit court must find both (1)\nreview the involuntary admission orders of\nthat ‘‘[p]lacement in a residential setting is\nJ.R. and people like him.  The APD has\nthe least restrictive and most appropriate\npointed to nothing explicit in the statute\nalternative  to  meet  the  person’s  needs’’\nindicating that an obligation exists and has\nand (2) that the person ‘‘lacks basic surviv-\noffered no evidence of procedures in place\nal and self-care skills to such a degree that\nto require periodic review of the involun-\nclose supervision and habilitation in a resi-\ntary  commitment  status  of  these  people.\ndential  setting  is  necessary  and,  if  not\nWe cannot wholly disagree with J.R.’s provided, would result in a real and pres-\nargument that the face of the statute does ent threat of substantial harm to the per-\nnot provide process that comports with the son’s well-being’’ or would leave the person\nrequirements  of  the  relevant  precedent. ‘‘likely  to  physically  injure  others  if  al-\nAPD closed by arguing that the involuntary and  will  be  hauled  into  court  should  he\nadmission order was more or less meaning- choose to do so.  The District Court found\nless because there is no difference between that ‘‘J.R.’s liberty has been infringed by his\n‘‘involuntary’’ and ‘‘voluntary’’ admission to involuntary assignment to a group home in a\nresidential services.  We reject these argu- community where he does not choose to live.’’\nments as legally and factually incorrect, and Finally, Parham made clear that voluntary\ndefeated by the APD’s own concessions. commitments carry less stigma than involun-\nFirst, the District Court was right to reject tary commitments.  See Parham, 442 U.S. at\nthe APD’s argument that it was of great rele- 600, 99 S.Ct. at 2503 (describing how the\nvance that ‘‘J.R. was not ‘committed’ to a\ncommunity’s reaction to a child voluntarily\nstate institution but was, instead, ‘assigned’ to\ncommitted  ‘‘need  not  be  equated  with  the\ncommunity-based  residential  services.’’   As\ncommunity response resulting from being la-\nthe District Court pointed out, ‘‘[b]y its plain\nbeled by the state as delinquent, criminal, or\nlanguage, the statute makes loss of liberty a\nmentally ill and possibly dangerous’’).  Thus,\nnecessary concomitant to involuntary admis-\nneither legal precedent nor the facts of his\nsion  to  residential  services,’’  and  Florida\ncase support a finding that J.R. deserves less\ncourts have interpreted § 393.11 as doing so.\nprotection than the plaintiffs in either Parham\nSee Kinner, 382 So.2d at 760.  In its brief, the\nAPD conceded as much when it explained or  Williams.   Therefore,  the  principles  es-\nthat the first element of a claim alleging the poused in those cases apply here.\ndenial of procedural due process—a depriva-\ntion of a constitutionally protected liberty in- 10.  Indeed, as APD puts it, citing no specific\nterest—is easily met here. provision of the statute, ‘‘the client and the\nSecond, pointed out by the District Court, client’s providers may use the support plan to\nand demonstrated by the record established recommend further review of a client’s order\nbelow, an involuntarily committed individual of involuntary admission’’ (emphasis added).\ncannot simply walk away from a group home\n\n972 736 FEDERAL REPORTER, 3d SERIES\nlowed  to  remain  at  liberty.’’   Id. petition  the  circuit  court,  the  only  body\n§ 393.11(8)(b).   In  other  words,  periodic with  the  power  to  alter  the  order.   See\nsupport plan reviews consider only half of Fla. Stat. § 393.0651;  id. § 393.11(11).\nthe ultimate question of whether it is nec-\nIn  contrast,  there  are  a  few  specific\nessary for someone to be involuntarily ad-\ninstances in which the statute does call for\nmitted to residential services.\nan  involuntary  admission  order  to  non-\nAs  the  APD  pointed  out  in  its  brief, secure residential services to be reviewed\nthere are currently 20,000 people on the by  the  court.   Section  393.115,  ‘‘Dis-\nwaiting list to voluntarily receive HCBS charge,’’  specifies  that  where  a  minor  is\nMedicaid services, including the residential involuntarily  admitted  to  residential  ser-\nservices that J.R. receives.  Thus the ben- vices, upon the client reaching the age of\nefits provided to APD clients clearly con- majority, ‘‘the [APD] shall file a petition to\ntinue beyond when one reaches the point determine  the  appropriateness  of  contin-\nof no longer being a danger to himself or ued residential placement on an involun-\nothers.  As J.R.’s involuntary commitment tary basisTTTT in the court having continu-\norder itself explains, in residential services ing  jurisdiction  over  the  case.’’   Id.\nhe receives ‘‘vocational training and social § 393.115(1)(b).   And  § 393.11(9)(b)  ex-\nskills  training.’’   Conceivably,  J.R.  could plains that ‘‘[a]ny minor involuntarily ad-\ncontinue to make progress with respect to mitted to residential services shall, upon\nhis vocational and social skills by remain- reaching majority, be given a hearing to\ning  in  some  form  of  residential  services determine  the  continued  appropriateness\nlong  after  he  is  no  longer  a  danger  to of his or her involuntary admission.’’  Id.\nhimself or others.11  Thus the regime es- § 393.11(9)(b).  That the statute provides\ntablished in § 393.11 contrasts to those in for instances in which the APD must ap-\nParham and Williams, where the statuto- proach the admitting court calls into ques-\nrily mandated goal of the periodic reviews tion the idea that it has an ‘‘obligation’’ to\nwas to consider release.  See Parham, 442 do so in other circumstances.\nU.S. at 615, 99 S.Ct. at 2510 (noting ‘‘an\nWe are also aware that the Florida leg-\naffirmative  statutory  duty  to  discharge’’\nislature has required periodic judicial re-\nwhen warranted);  Williams, 734 F.2d at\nview in other contexts.  For example, the\n1438  (describing  ‘‘eventual  release’’  as  a\nDistrict Court recognized that an admit-\ncentral goal of periodic medical reviews).\nting court may choose to admit an intellec-\nSecond,  the  statute  does  not  provide tually disabled person into secure residen-\nprocedures for the APD if it were to de- tial services under Fla. Stat. § 916.303(3).\ncide someone should be released from an In that context, the secure placement is\ninvoluntary admission order.  Nothing on reviewed  annually  at  a  hearing.   Id.\nthe face of § 393.0651 mandates that the § 916.303(3).  Florida’s mental illness stat-\nAPD, having found a client to no longer be ute contains similar provisions, by which\na danger to himself or to others, should people  involuntarily  committed  to  either\n11.  Also, we do not read the statute to equate at a great risk of harm to self or others, one\n‘‘medical necessity’’ with the client of APD would have to ask why the state of Florida\nbeing a danger to himself or others.  It is not has allowed 20,000 individuals to stay on the\nhard to see that HCBS Medicaid waiver ser- HCBS Medicaid waiver services waitlist.  The\nvices are provided out of medical necessity to record contains no evidence to support a find-\nindividuals who are not at a great risk of ing that any person admitted to residential\nharm to self or others.  If every person eligi- services,  voluntarily  or  involuntarily,  must\nble for HCBS Medicaid waiver services were pose a threat to self or others.\n\nJ.R. v. HANSEN 973\nCite as 736 F.3d 959 (11th Cir. 2013)\ninpatient or outpatient services receive pe- but also the agency that is required to\nriodic review from either the committing provide the ordered services.  If APD\ncourt or a hearing officer with the authori- were  to  determine  that  a  client  had\nty to afford release.  See id. § 394.467(7); reached the point of no longer meeting\nid. § 394.4655(7).  And even people com- the involuntary admission requirements,\nmitted  under  Florida’s  Sexually  Violent the agency could not on its own authori-\nPredators Act receive periodic judicial re- ty cease to provide those services.  In-\nview  by  the  committing  court.   Id. stead, acting in its own best interests as\n§ 394.918(1),  (3).   It  is  clear,  therefore, well as those of the individual the agen-\nthat where the Florida legislature wishes cy  was  ordered  to  serve,  APD  would\nto  provide  periodic  review  of  continued have to petition the appropriate circuit\ncommitments, it has often said so explicit- court for an order releasing the agency\nly. from its responsibility to provide those\nIn contrast, in Parham, the Court em- services and, at the same time, releasing\nphasized the statutory mandate to afford the client from the order of involuntary\nrelease to a child no longer needing com- admission.   If,  for  whatever  reason,\nmitment  and  that  the  decisionmaker  in APD  failed  to  seek  a  client’s  release\ncharge of a child’s periodic review should from an involuntary admission no longer\nhave the authority to afford release.  See deemed necessary, or if the client were\n442 U.S. at 607, 615, 99 S.Ct. at 2506, 2510. to disagree with an agency assessment\nIn Williams, a procedure existed by which that release would not be appropriate,\na treatment team finding commitment no then—as  a  safeguard—a  petition  for\nlonger necessary was to report their rec- writ of habeas corpus may be filed ‘‘[a]t\nommendation  to  the  hospital  superinten- any time and without notice’’ by or on\ndent  with  the  power  and  duty  to  afford behalf of the client.\nrelease.  See 734 F.2d at 1436. If  the  District  Court  is  right  about  the\nDespite  the  distinguishing  characteris- APD’s  obligations  under  the  statute,  it\ntics of the statutes reviewed in Parham may be constitutional.  We still have some\nand Williams, the District Court, employ- concerns that the statute does not, even\ning  the  doctrine  of  constitutional  avoid- under  this  formulation,  require  that  the\nance, did find that the statute contained APD consider the propriety of the contin-\nplausible implied obligations.  The District ued involuntary admission order.  Howev-\nCourt explained, in pertinent part: er, we also recognize that if the APD were\nheld  to  this  implied  obligation,  it  would\nWhile section 393.11 contains no pro-\nalso, arguably, be required to periodically\nvision  expressly  describing  APD’s  re-\nconsider whether the ‘‘hold’’ should be lift-\nsponsibilities should the time come when\ned.\na  developmentally  disabled  client  no\nlonger  satisfies  the  involuntary  admis- Although we certainly share the District\nsion requirements, the statute can and Court’s desire to avoid the constitutional\nshould be read to imply an obligation on question, we are not comfortable merely\nthe part of APD to petition the circuit affirming its ruling based on implied obli-\ncourt to end the ‘‘hold’’ on a[ ] client who gations  not  explicit  on  the  face  of  the\nis no longer deemed to be a danger to statute.   See  Catron,  658  F.3d  at  1269.\nhimself  or  others.   The  circuit  court’s Federal  Courts  are  not  the  arbiters  of\norder, after all, binds not only the client Florida  law;   that  responsibility  rests\nwho is admitted to residential services squarely with the Supreme Court of Flori-\n\n974 736 FEDERAL REPORTER, 3d SERIES\n \nda.  In other words, our assertion that the\nstatute ‘‘can and should be’’ read a certain Monique WILKERSON,\nway  in  order  to  provide  constitutionally Plaintiff–Appellee,\nsufficient process does not make it such\nv.\nthat the statute must be read that way.\nFor that reason, we certify the following Thedious  SEYMOUR,  Dekalb  County\nquestions to the Supreme Court of Florida. Police  Officer,  O.B.  Parker,  Dekalb\nCounty Police Sergeant, Defendants–\nAppellants.\nQuestions Certified\nNo. 12–15938.\n1) Does  ‘‘support  plan’’  review  under\nFla.  Stat.  § 393.0651  require  the\nUnited States Court of Appeals,\nAgency for Persons with Disabilities\nEleventh Circuit.\nto consider the propriety of a contin-\nued involuntary admission to residen- Oct. 30, 2013.\ntial services order entered under Fla.\nBackground:   Arrestee  brought  action\nStat. § 393.11?\nagainst  two  police  officers  under  § 1983\n2) Is the Agency for Persons with Dis- alleging  false  arrest.  The  United  States\nabilities  required,  pursuant  to  Fla. District Court for the Northern District of\nStat.  § 393.0651  and/or  Fla.  Stat. Georgia denied officers’ motion for sum-\n§ 393.11, to petition the circuit court mary  judgment  on  grounds  of  qualified\nfor the release from an involuntary immunity. Officers appealed.\nadmission order in cases where the Holdings:  The Court of Appeals, Restani,\nAPD  determines  that  the  circum- United  States  Court  of  International\nstances that led to the initial admis- Trade Judge, sitting by designation, held\nsion order have changed? that:\n3) Does Fla. Stat. § 393.062 et. seq. pro- (1) first officer was not entitled to quali-\nvide a statutory mandate to meaning- fied immunity from false arrest claim,\nfully  periodically  review  involuntary and\nadmissions to non-secure residential\n(2) second officer was entitled to qualified\nservices consistent with the commit-\nimmunity from false arrest claim.\nment schemes discussed in Parham\nv. J.R., 442 U.S. 584, 99 S.Ct. 2493, 61 Affirmed in part and reversed in part.\nL.Ed.2d 101 (1979) and Williams v.\nWallis,  734  F.2d  1434  (11th  Cir.\n1. Federal Courts O579\n1984)?\nCourt of Appeals had jurisdiction over\nQUESTIONS CERTIFIED.\npolice officers’ interlocutory appeal of Dis-\ntrict Court’s denial of qualified immunity\nin arrestee’s § 1983 action as a collateral\norder.   28  U.S.C.A.  § 1291;  42  U.S.C.A.\n,\n§ 1983.\n2. Federal Courts O776\nThe Court of Appeals reviews a denial\n  of qualified immunity de novo.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/85131"
    },
    {
      "date": "2011-12-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Northern District of Florida",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79299,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79299.pdf",
      "title": "Order Denying Defendant's Motion to Dismiss",
      "text": "Case 4:11-cv-00417-WS-CAS   Document 29   Filed 12/19/11   Page 1 of 2\nPage 1 of  2\nUNITED STATES DISTRICT COURT FOR THE\nNORTHERN DISTRICT OF FLORIDA\nTALLAHASSEE DIVISION\nJ.R.,\nPlaintiff,\nv. 4:11cv417-WS\nMICHAEL HANSEN, in his\nOfficial Capacity as Director of\nthe Agency for Persons with \nDisabilities,\nDefendant.\n                                                     \nORDER DENYING DEFENDANT'S MOTION TO DISMISS\nBefore the court is the defendant's motion to dismiss for failure to state a claim. \nDoc. 10.  The plaintiff has filed a response (doc. 12) in opposition to the motion.\nBriefly, the plaintiff has alleged that, in 2004, his mental retardation resulted in his\nbeing involuntarily and indefinitely committed to the defendant's custody pursuant to\nFlorida's law—Florida Statute § 393.11—governing the civil commitment of persons with\ndevelopmental disabilities.  Under section 393.11, a person's commitment continues\nuntil the court, which retains jurisdiction throughout the commitment, releases the\nindividual from the order of commitment.  The Plaintiff alleges that, since his\ncommitment, the court has not once reviewed the commitment order for its continued\nappropriateness.  The plaintiff maintains that his continued commitment, without\nperiodic state-initiated review of its appropriateness, constitutes a violation of his due\n\nCase 4:11-cv-00417-WS-CAS   Document 29   Filed 12/19/11   Page 2 of 2\nPage 2 of  2\nprocess rights.  \nBecause the court finds that the plaintiff's allegations are sufficient to survive the\ndefendant's motion to dismiss, it is ORDERED:\nThe defendant's motion to dismiss (doc. 10) is DENIED.\nDONE AND ORDERED this      19th       day of        December      , 2011.\ns/ William Stafford                                         \nWILLIAM STAFFORD\nSENIOR UNITED STATES DISTRICT JUDGE",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "29",
      "clearinghouse_link": "clearinghouse.net/doc/79299"
    },
    {
      "date": "2015-05-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 710,
      "cite_1_reporter": "So.3d",
      "cite_1_vol": 175,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Florida state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 85125,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/85125.pdf",
      "title": "Opinion",
      "text": "710 Fla. 175 SOUTHERN REPORTER, 3d SERIES\n698;  Lukehart v. State, 70 So.3d 503, 521– IV.  CONCLUSION\n22 (Fla.2011);  Troy v. State, 57 So.3d 828, For the forgoing reasons, we affirm the\n842–44 (Fla.2011).  Therefore, this Court denial  of  Hunter’s  postconviction  motion\naffirms the denial of each of these claims. and deny his habeas petition.\nD.  Cumulative Error It is so ordered.\n[15]  Hunter  also  argues  that  he  was\nLABARGA, C.J., and PARIENTE,\ndenied a fundamentally fair trial based on\nLEWIS, QUINCE, CANADY, POLSTON,\ncumulative  error.   ‘‘However,  where  the\nand PERRY, JJ., concur.\nindividual claims of error alleged are ei-\nther procedurally barred or without merit,\n,\nthe claim of cumulative error also neces-\nsarily fails.’’  Israel v. State, 985 So.2d 510,\n520  (Fla.2008)  (quoting  Parker  v.  State,\n904  So.2d  370,  380  (Fla.2005)).   As  dis-\ncussed  in  the  analysis  of  the  individual    \nissues above, the alleged errors are either\nprocedurally  barred  or  without  merit. J.R., Appellant,\nTherefore,  the  cumulative  error  claim  is\nv.\nsimilarly without merit, and we affirm the\nBarbara PALMER, etc., Appellee.\ndenial of this claim.\nNo. SC13–1549.\nIII.  HABEAS PETITION Supreme Court of Florida.\nIn his habeas petition, Hunter contends\nMay 14, 2015.\nthat  Florida’s  death  penalty  statute  vio-\nRehearing Denied Sept. 24, 2015.\nlates  the  Eighth  Amendment’s  evolving\nstandards of decency because most states Background:  Committee involuntarily ad-\nrequire a unanimous jury verdict to recom- mitted  to  non-secure  residential  services\nmend  a  death  sentence.   However,  this brought  action  against  Agency  For  Per-\nCourt recently reviewed and rejected this sons with Disabilities (APD) facially, chal-\nsame argument in Kimbrough v. State, 125 lenging  the  constitutionality  of  Florida’s\nSo.3d  752,  753  (Fla.2013).   As  we  ex- statutory scheme for involuntarily admit-\nplained in Kimbrough, Hunter’s claim ‘‘is ting intellectually disabled persons to resi-\nsubject to our general jurisprudence that dential  services.  The  United  States  Dis-\nnon-unanimous  jury  recommendations  to trict  Court  for  the  Northern  District  of\nimpose the sentence of death are not un- Florida, William Stafford, Senior District\nconstitutional.’’  Kimbrough, 125 So.3d at Judge,  2012  WL  1886438,  granted  sum-\n754  (quoting  Mann  v.  State,  112  So.3d mary judgment to the agency. Committee\n1158,  1162  (Fla.2013));   see  also  Parker, appealed. The United States Court of Ap-\n904  So.2d  at  383  (‘‘This  Court  has  re- peals for the Eleventh Circuit, 736 F.3d\npeatedly held that it is not unconstitutional 959, certified questions to the Florida Su-\nfor a jury to recommend death on a simple preme Court.\nmajority vote.’’).  Accordingly, we deny re- Holdings:  The Supreme Court, Labarga,\nlief. C.J., held that:\ner is not entitled to relief. Hunter, 8 So.3d at 1075–76.\n\nJ.R. v. PALMER Fla. 711\nCite as 175 So.3d 710 (Fla. 2015)\n(1) statutory support plan review did not with  the  circuit  court  for  any  reason.\nrequire APD to consider propriety of West’s F.S.A. §§ 393.0651, 393.11.\ncontinued  involuntary  admission,  and\n(2) APD  was  not  statutorily  required  to\npetition court for release after deter-\nmining  that  admission  requirements\nPeter P. Sleasman and Kristen Cooley\nwere no longer met.\nLentz  of  the  Florida  Institutional  Legal\nQuestions answered. Services Project, Florida Legal Services,\nPariente, J., filed dissenting opinion. Inc., Newberry, FL, for Appellant.\nCanady,  J.,  filed  dissenting  opinion  in Pamela Jo Bondi, Attorney General and\nwhich Pariente, J., joined. Allen C. Winsor, Solicitor General, Talla-\nhassee, FL;  and Juan Ricardo Collins of\nthe Agency for Persons with Disabilities,\n1. Constitutional Law  2473\nO Tallahassee, FL, for Appellee.\nCourts are without power to construe\nan  unambiguous  statute  in  a  way  which\nLABARGA, C.J.\nwould extend, modify, or limit, its express\nIn this case we consider three questions\nterms or its reasonable and obvious impli-\nof law certified by the United States Court\ncations; to do so would be an abrogation of\nof Appeals for the Eleventh Circuit con-\nlegislative power.\ncerning  the  agency  review  requirements\n2. Mental Health  51.20 for the continued involuntary admission of\nO\nStatutory  ‘‘support  plan’’  review  did developmentally  disabled  individuals  to\nnot require the Agency for Persons with residential  services  under  chapter  393,\nDisabilities (APD) to consider the propri- Florida Statutes (2011).  We have jurisdic-\nety of a continued involuntary admission to tion.   See  art.  V,  § 3(b)(6),  Fla.  Const.\nresidential services order regarding a per- Specifically, the Eleventh Circuit certified\nson with developmental disability; although the following questions:\nstatute mandated that APD ‘‘shall develop\n1) Does  ‘‘support  plan’’  review  under\nand specify by rule the core components of\nFla. Stat. § 393.0651 require the Agency\nsupport plans,’’ nothing required consider-\nfor Persons with Disabilities to consider\nation of whether the elements required for\nthe propriety of a continued involuntary\ninvoluntary  admission  were  still  satisfied\nadmission  to  residential  services  order\nduring a client’s annual support plan re-\nentered under Fla. Stat. § 393.11?\nview.  West’s F.S.A. §§ 393.0651, 393.11.\n2) Is the Agency for Persons with Dis-\n3. Mental Health  51.20 abilities required, pursuant to Fla. Stat.\nAgency for PeOrsons with Disabilities § 393.0651 and/or Fla. Stat. § 393.11, to\n(APD) was not statutorily required to peti- petition the circuit court for the release\ntion the circuit court for the release from from an involuntary admission order in\nan  involuntary  admission  order  in  cases cases where the APD determines that\nwhere the APD determined that the cir- the circumstances that led to the initial\ncumstances that led to the initial admission admission have changed?\nof a person with developmental disability 3) Does Fla. Stat. § 393.062 et. seq. pro-\nto residential services had changed; noth- vide a statutory mandate to meaningful-\ning in the statutory scheme indicated that ly periodically review involuntary admis-\nAPD had an obligation to file a petition sions to non-secure residential services\n\n712 Fla. 175 SOUTHERN REPORTER, 3d SERIES\nconsistent with the commitment schemes ing on J.R.’s continued involuntary admis-\ndiscussed in Parham v. J.R., 442 U.S. sion since 2005.\n584, 99 S.Ct. 2493, 61 L.Ed.2d 101 (1979)\nOn August 25, 2011, J.R. filed suit un-\nand Williams v. Wallis, 734 F.2d 1434\nder  42  U.S.C.  §§ 1983  and  1988  in  the\n(11th Cir.1984)?\nUnited  States  District  Court  for  the\nJ.R. v. Hansen (J.R.II ), 736 F.3d 959, 974\nNorthern  District  of  Florida  against  the\n(11th Cir.2013).  For the reasons we ex-\nDirector of the Agency.  Section 1983 pro-\nplain,  we  answer  the  first  two  certified\nvides a cause of action against any person\nquestions  in  the  negative  and  decline  to\nwho deprives another of rights under the\nanswer the third certified question.\ncolor of law.  Section 1988 governs pro-\nFACTS AND PROCEDURAL ceedings in vindication of civil rights and\nHISTORY provides  for  prevailing  party  attorney’s\nfees for section 1983 claims.  J.R. sought\nJ.R.  is  an  intellectually  disabled  man\na declaratory judgment that Florida’s stat-\nwith an IQ of 56, who functions at the level\nutory  scheme  for  involuntarily  admitting\nof  a  seven-year-old.   In  2000,  J.R.  was\nintellectually disabled persons to residen-\ncharged with sexual battery in Lee Coun-\ntial services under section 393.11, Florida\nty, Florida.  In 2001, the circuit court con-\nStatutes, is facially unconstitutional.  J.R.\ncluded that J.R. was incompetent to stand\nargued that the statutory scheme violates\ntrial  and  involuntarily  committed  him  to\nthe Due Process Clause of the Fourteenth\nthe  Department  of  Children  and  Family\nAmendment  because  it  does  not  provide\nServices.1,2 In 2004, J.R. was involuntarily\npeople who have been involuntarily admit-\nadmitted to nonsecure residential services\nted to nonsecure residential services with\nunder  section  393.11,  Florida  Statutes.\nperiodic review of their continued involun-\nThe involuntary admission order does not\ntary confinement by a decision-maker who\ninclude an end date for J.R.’s involuntary\nhas authority to release them.  Both J.R.\nadmission.\nand the Agency filed motions for summary\nUpon his admission to nonsecure resi-\njudgment.\ndential services, J.R. was given a support\nplan, and that plan is periodically reviewed The district court granted the Agency’s\nand revised under section 393.0651, Flori- motion for summary judgment and denied\nda Statutes.  Under section 393 0651, the J.R.’s  motion  for  summary  judgment.\nAgency  for  Persons  with  Disabilities J.R. v. Hansen (J.R.I ), No. 4:11cv417–WS,\n(Agency) is required to conduct an annual 2012  WL  1886438,  at  *14–15  (N.D.Fla.\nsupport plan review for each person who May  22,  2012).   The  court  noted  that  a\nreceives services from the Agency.  As a plaintiff in a procedural due process claim\nresult,  while  J.R.  has  lived  in  multiple ‘‘must prove three elements:  (1) a depriva-\ngroup  homes  since  his  commitment,  the tion of a constitutionally-protected liberty\nlimitations on his activities have varied— or property interest;  (2) state action;  and\nand will continue to change—with the peri- (3)  constitutionally-inadequate  process.’’\nodic  revisions  to  his  support  plan.   The Id.  at  *7.  The  court  concluded  that  the\ncircuit court, however, has not held a hear- first two elements—deprivation of a consti-\n1.  Prior to October 2004, the Agency for Per- 2.  In 2007, the Legislature authorized the use\nsons with Disabilities existed as the Develop- of  the  name  Department  of  Children  and\nmental Disabilities Program within the De- Families.   See  ch.  2007–174,  Laws  of  Fla.\npartment of Children and Family Services.\n\nJ.R. v. PALMER Fla. 713\nCite as 175 So.3d 710 (Fla. 2015)\ntutionally  protected  liberty  interest  and plaining the elements of a claim brought\nstate action—were ‘‘easily proved.’’  Id. at under section 1983, the Eleventh Circuit\n*7–8.   However,  after  analyzing  section concluded that ‘‘the first two elements of\n393.11 in light of Mathews v. Eldridge, 424 the test for a claim of the denial of due\nU.S.  319,  96  S.Ct.  893,  47  L.Ed.2d  18 process are easily established here.’’  J.R.\n(1976), Parham v. J.R., 442 U.S. 584, 99 II, 736 F.3d at 965.  The Eleventh Circuit\nS.Ct.  2493,  61  L.Ed.2d  101  (1979),  and then  addressed  whether  section  ‘‘393.11\nWilliams v. Wallis, 734 F.2d 1434 (11th provides constitutionally adequate process’’\nCir.1984),  the  court  determined  that  the regarding review of involuntary admission\nthird element—constitutionally inadequate orders.   Id.  The  Eleventh  Circuit  noted\nprocess—was not established.  J.R.I, 2012 that J.R. did not challenge the constitu-\nWL 1886438 at *13.  As a result, the dis- tionality  of  his  initial  involuntary  admis-\ntrict court concluded that section 393.11, sion.  Id. at 962 n. 2.\nFlorida Statutes, is constitutional.  Id. at\nThe Eleventh Circuit began its analysis\n*15.  The court explained:\nby noting that ‘‘[t]he [Agency] has pointed\nHere,  the  Florida  Legislature  has to nothing explicit in the statute indicating\nfashioned what, in essence, is a nonad- that an obligation exists and has offered no\nversarial scheme that (1) allows section evidence of procedures in place to require\n393.11 clients and their family members periodic review of the involuntary commit-\nor advocates to provide input into the ment status of these people.’’  Id. at 971.\ndevelopment and annual revision of sup- Based primarily on Parham and Williams,\nport plans that detail ‘‘the most appro- the Eleventh Circuit determined that there\npriate, least restrictive, and most cost- are ‘‘at least four guiding principles TTT in\nbeneficial  environment  for  accomplish- analyzing Florida’s involuntary admission\nment of the objectives for client prog- to residential services scheme.’’  Id. at 968.\nress and a specification of all services First, some form of periodic review is re-\nauthorized,’’  § 393.0651;   (2)  authorizes quired  to  protect  against  the  erroneous\n[the  Agency]—through  the  advice  of deprivation of liberty.  Id. ‘‘Second, adver-\nspecialists  and  without  court  involve- sarial judicial review is not necessary to\nment—to decide what is ‘‘the most ap- protect against the erroneous deprivation\npropriate,  least  restrictive,  and  most of liberty where medical professionals are\ncost—beneficial  environment’’  suitable well positioned and mandated to consider\nfor a client’s individual needs and behav- the  propriety  of  ongoing  commitment.’’\niors;  (3) authorizes [the Agency]—with Id.  ‘‘Third,  adversarial  judicial  review  is\nclient  input  and  without  court  approv- not necessary TTT where medical profes-\nal—to move a client to progressively less sionals are well positioned and mandated\nrestrictive environments as the client’s to act when an ongoing commitment is no\nneeds  and  behaviors  change;   and  (4) longer proper.’’  Id. at 969.  And ‘‘[f]ourth,\nplaces an implicit burden on [the Agen- the availability of adversarial judicial re-\ncy], rather than the client, to petition the view  in  the  form  of  habeas  proceedings\ncourt for release from an order of invol- serves as a backup plan to protect against\nuntary  admission  when  the  conditions erroneous deprivations of liberty.’’  Id.\nfor release are indicated.\nThe  Eleventh  Circuit  expressed  doubt\nId. at *14. regarding whether Florida’s scheme satis-\nJ.R. appealed the district court’s deci- fies these factors.  Id. at 971–73.  First,\nsion  to  the  Eleventh  Circuit.   After  ex- the  Eleventh  Circuit  questioned  whether\n\n714 Fla. 175 SOUTHERN REPORTER, 3d SERIES\nthe statutes require the Agency to periodi- ally  violent  predators  under  sections\ncally review involuntary admission orders. 394.918(1), (3), Florida Statutes.  J.R. II,\nId. at 971. Section 393.0651 does not ex- 736 F.3d at 972–73.\nplicitly require the Agency to periodically\nThe  Eleventh  Circuit  certified  three\nreview involuntary admission orders to de-\nquestions to this Court because it was ‘‘not\ntermine whether an admitted person con-\ncomfortable merely affirming [the district\ntinues to meet the standard for involuntary\ncourt’s] ruling based on implied obligations\nadmission  set  out  in  section  393.11.   Id.\nnot explicit on the face of the statute,’’ and\nInstead,  section  393.0651  requires  the\nthe Florida Supreme Court, rather than a\nAgency  to  annually  review  whether  the\nfederal court, is ‘‘the arbiter[ ] of Florida\nclient has been placed in ‘‘the most appro-\nlaw.’’   Id.  at  973.  In  the  analysis  that\npriate, least restrictive, and most cost-ben-\nfollows,  we  first  set  out  the  arguments\neficial environment for accomplishment of\npresented by J.R. and the Agency.  We\nthe objectives for client progress.’’  Id. at\nthen review the specific relevant provisions\n971.  Based on this discrepancy, the Elev-\nof chapter 393 and answer the first two\nenth Circuit concluded that ‘‘periodic sup-\ncertified questions in the negative.  Final-\nport plan reviews consider only half of the\nultimate question of whether it is neces- ly, we explain why we decline to answer\nsary for someone to be involuntarily admit- the third certified question.\nted  to  residential  services.’’   Id.  at  972.\nSecond, the Eleventh Circuit concluded PARTIES’ ARGUMENTS\nthat  section  393.0651  ‘‘does  not  provide J.R. contends that each of the certified\nprocedures for the [Agency] if it were to questions should be answered in the nega-\ndecide someone should be released from tive.   He  argues  that  the  first  certified\nan involuntary admission order.’’  Id. The question should be answered in the nega-\nEleventh Circuit explained that ‘‘[n]othing\ntive  because  support  plan  review  under\non the face of § 393.0651 mandates that\nsection 393.0651, Florida Statutes (2011),\nthe [Agency], having found a client to no\ndoes not require the Agency to consider\nlonger be a danger to himself or to others,\nthe continued propriety of an involuntary\nshould  petition  the  circuit  court  [for  a\nadmission  order.   J.R.  then  argues  that\nclient’s  release],  the  only  body  with  the\nthe  second  certified  question  should  be\npower to alter the order.’’  Id. The court\nanswered in the negative because neither\npointed out that other sections in chapter\nsection  393.0651  nor  section  393.11  re-\n393 require judicial review of ‘‘an involun-\nquires the Agency to petition the circuit\ntary  admission  order  to  non-secure  resi-\ncourt for an individual’s release from an\ndential  services’’  under  specific  circum-\ninvoluntary admission order when the cir-\nstances involving minors.  Id. (discussing\ncumstances that led to the initial involun-\n§§ 393.11(9)(b), 393.115, Fla. Stat.).  The\ntary  admission  have  changed.   Finally,\nEleventh Circuit also noted ‘‘that the Flor-\nJ.R. argues that the third certified ques-\nida legislature has required periodic judi-\ntion should be answered in the negative\ncial review in other contexts,’’ such as se-\nbecause  chapter  393  does  not  provide  a\ncure  detention  of  intellectually  disabled\nstatutory mandate for meaningful periodic\npersons under section 916.303(3), Florida\nreview of involuntary admission orders in\nStatutes, involuntary commitment of per-\naccordance  with  Parham  and  Williams.\nsons  with  mental  illness  under  sections\n394.4655(7)  and  394.467(7),  Florida  Stat- The  Agency  argues  that  each  of  the\nutes, and involuntary commitment of sexu- certified questions should be answered in\n\nJ.R. v. PALMER Fla. 715\nCite as 175 So.3d 710 (Fla. 2015)\nthe affirmative because the obligations im- self-care  skills  to  such  a  degree  that\nplicit in sections 393.0651 and 393.11 re- close  supervision  and  habilitation  in  a\nquire the Agency to review the continued residential  setting  is  necessary  and,  if\npropriety of an initial involuntary admis- not provided, would result in a real and\nsion order during annual support plan re- present threat of substantial harm to the\nview  and  petition  the  circuit  court  if  an person’s well-being;  or\nindividual’s circumstances have changed to\nb.  Is likely to physically injure oth-\nthe point that involuntary admission is no\ners if allowed to remain at liberty.\nlonger  appropriate.   The  Agency  main-\ntains that support plan review provides the § 393.11(8)(b),  Fla.  Stat.  (2011).   Within\nnecessary  meaningful  periodic  review. forty-five days of receiving an order invol-\nThe  Agency  further  contends  that  this untarily admitting a person to residential\nCourt  is  required  to  interpret  sections services,  the  Agency  must  ‘‘provide  the\n393.0651 and 393.11 in a way that upholds court with a copy of the person’s family or\ntheir constitutionality. individual support plan and copies of all\nexaminations and evaluations, outlining the\nAPPLICABLE LAW treatment  and  rehabilitative  programs.\nChapter 393, Florida Statutes (2011), ad- The agency shall document that the person\ndresses the treatment of developmentally has been placed in the most appropriate,\ndisabled  individuals.   A  ‘‘client’’  of  the least  restrictive  and  cost-beneficial  resi-\nAgency is ‘‘any person determined eligible dential setting.’’ § 393.11(8)(e), Fla. Stat.\nby the agency for services under this chap- (2011).  The circuit court that enters the\nter.’’ § 393.063(5), Fla. Stat. (2011).  The initial involuntary admission order\nAgency provides both voluntary and invol- has continuing jurisdiction to enter fur-\nuntary services to persons with develop- ther orders to ensure that the person is\nmental  disabilities.   See  §§ 393.065, receiving adequate care, treatment, ha-\n393.11, Fla. Stat. (2011). bilitation,  and  rehabilitation,  including\nSection 393.11 governs the involuntary psychotropic medication and behavioral\nadmission of developmentally disabled in- programming.  Upon request, the court\ndividuals to residential services.  In order may transfer the continuing jurisdiction\nfor an individual to be involuntarily admit- to the court where a client resides if it is\nted to residential services, the circuit court different from where the original invol-\nmust find that: untary admission order was issued.  A\n1.  The  person  is  mentally  retarded person  may  not  be  released  from  an\nor autistic; order for involuntary admission to resi-\ndential services except by the order of\n2.  Placement in a residential setting\nthe court.\nis the least restrictive and most appro-\npriate alternative to meet the person’s § 393.11(11), Fla. Stat. (2011).  An invol-\nneeds;  and untary admission order may be appealed\n3.  Because of the person’s degree of by ‘‘[a]ny party to the proceeding who is\nmental retardation or autism, the per- affected by an order of the court, including\nson: the agency.’’ § 393.11(12), Fla. Stat. (2011).\na.  Lacks  sufficient  capacity  to  give In addition, an involuntarily admitted per-\nexpress and informed consent to a vol- son may file a petition for a writ of habeas\nuntary application for services pursuant corpus ‘‘to question the cause, legality, and\nto s. 393.065 and lacks basic survival and appropriateness  of  the  person’s  involun-\n\n716 Fla. 175 SOUTHERN REPORTER, 3d SERIES\ntary admission’’ at any time. § 393.11(13), mond Aircraft Industries, Inc. v. Horow-\nFla. (2011). itch,  107  So.3d  362,  367  (Fla.2013),  we\nAll clients of the Agency must have their explained that:\nsupport plans reviewed and revised annu- Legislative  intent  is  the  polestar  that\nally. § 393.0651(7), Fla. Stat. (2011).  Sec- guides our analysis regarding the con-\ntion 393.0651 governs support plan review struction and application of the statute.\nfor  clients  enrolled  in  the  Agency’s  ser- See Bautista v. State, 863 So.2d 1180,\nvices and states that: 1185 (Fla.2003).  Our statutory analysis\nEach plan must include the most appro- begins  with  the  plain  meaning  of  the\npriate, least restrictive, and most cost- actual  language  of  the  statute,  as  we\nbeneficial  environment  for  accomplish- discern legislative intent primarily from\nment of the objectives for client prog- the text of the statute.  See Heart of\nress and a specification of all services Adoptions, Inc. v. J.A., 963 So.2d 189,\nauthorized.  The plan must include pro- 198 (Fla.2007).  If statutory language is\nvisions for the most appropriate level of ‘‘clear and unambiguous and conveys a\ncare for the client.  Within the specifica- clear and definite meaning, there is no\ntion  of  needs  and  services  for  each occasion  for  resorting  to  the  rules  of\nclient,  when  residential  care  is  neces- statutory  interpretation  and  construc-\nsary,  the  agency  shall  move  toward tion;  the statute must be given its plain\nplacement of clients in residential facili- and obvious meaning.’’  Holly v. Auld,\nties based within the client’s community. 450  So.2d  217,  219  (Fla.1984)  (quoting\nThe ultimate goal of each plan, whenev- A.R.  Douglass,  Inc.  v.  McRainey,  102\ner possible, shall be to enable the client Fla. 1141, 137 So. 157, 159 (1931)).\nto live a dignified life in the least restric- Further, ‘‘courts of this state are ‘without\ntive setting, be that in the home or in power to construe an unambiguous statute\nthe community. in a way which would extend, modify, or\n‘‘In developing a client’s annual family or limit, its express terms or its reasonable\nindividual support plan, the individual or and obvious implications.  To do so would\nfamily with the assistance of the support be  an  abrogation  of  legislative  power.’ ’’\nplanning  team  shall  identify  measurable Holly v. Auld, 450 So.2d at 219 (quoting\nobjectives  for  client  progress  and  shall Am. Bankers Life Assurance Co. of Fla. v.\nspecify a time period expected for achieve- Williams,  212  So.2d  777,  778  (Fla.  1st\nment of each objective.’’ § 393.0651(6), Fla. DCA 1968)).  When a specific provision is\nStat.  (2011).   ‘‘The  agency  shall  develop not  included  in  a  statute,  we  have  ex-\nand specify by rule the core components of plained that:\nsupport  plans.’’  § 393.0651(1),  Fla.  Stat. ‘‘[W]here the legislature has inserted\n(2011).   Clients  or  their  parents,  guard- a provision in only one of two statutes\nians, or client advocates are permitted to that  deal  with  closely  related  subject\nadministratively challenge the results of a matter, it is reasonable to infer that the\nsupport  plan  or  a  revision  to  a  support failure to include that provision in the\nplan. § 393.0651(8), Fla. Stat. (2011). other statute was deliberate rather than\ninadvertent.’’  2B Norman J. Singer &\nANALYSIS J.D. Shambie Singer, Statutes and Stat-\n[1]  In the first two certified questions, utory Construction § 51:2 (7th ed. 2008).\nthis Court is asked to interpret provisions ‘‘In  the  past,  we  have  pointed  to  lan-\nof chapter 393, Florida Statutes.  In Dia- guage in other statutes to show that the\n\nJ.R. v. PALMER Fla. 717\nCite as 175 So.3d 710 (Fla. 2015)\nlegislature  ‘knows  how  to’  accomplish support  plan  review,  and  the  order  in\nwhat it has omitted in the statute [we which  the  various  residential  placement\nwere  interpreting].’’   Cason  v.  Fla. options  must  be  considered.   Section\nDep’t of Mgmt. Services, 944 So.2d 306, 393.0651  also  requires  that  the  support\n315  (Fla.2006);   see  also  Horowitz  v. plan establish measurable goals for client\nPlantation Gen. Hosp. Ltd. P’ship, 959 progress;   support  plans  for  clients  who\nSo.2d  176,  185  (Fla.2007);   Rollins  v. are public school students are coordinated\nPizzarelli, 761 So.2d 294, 298 (Fla.2000). with  individual  education  plans;   and  the\nOlmstead  v.  FTC,  44  So.3d  76,  82  (Fla. Agency  promulgate  rules  regarding  the\n2010). core  components  of  support  plans.   The\nWe reject the Agency’s argument that statutory scheme also affords the right to\nwe are required to find the implied obli- an  administrative  appeal  of  the  decision\ngations in sections 393.0651 and 393.11 be- reached following annual review of a sup-\ncause we must interpret the statutes in a port  plan.   Even  though  section\nway  that  upholds  their  constitutionality. 393.0651(1)  mandates  that  the  Agency\nCertified questions one and two ask us to ‘‘shall develop and specify by rule the core\ninterpret the provisions of section 393.0651 components of support plans,’’ the Agency\nand 393.11 in order to assist the Eleventh has not pointed to any rule in its brief to\nCircuit  in  resolving  this  case.   Certified this  Court  or  the  Eleventh  Circuit  that\nquestions one and two do not ask us to requires consideration of whether the ele-\nresolve the ultimate issue in this case— ments required for involuntary admission\nwhether section 393.11 is facially unconsti- are still satisfied during a client’s annual\ntutional.  See Internet Solutions Corp. v. support plan review.  See J.R.II, 736 F.3d\nMarshall, 39 So.3d 1201, 1206 (Fla.2010) at 971.\n(distinguishing ‘‘the subject of the certified Nothing  within  the  text  of  section\nquestion from the issue of whether exercis- 393.0651 can be construed to include con-\ning jurisdiction over Marshall would vio- sideration  of  the  elements  that  must  be\nlate due process’’). established  in  order  for  a  person  to  be\nSupport Plan Review involuntarily  committed  under  section\n[2]  We answer the Eleventh Circuit’s 393.11(8)(b).  Nor can section 393.0651 be\nfirst certified question in the negative be- construed  to  include  consideration  of\ncause  support  plan  review  under  section whether a client is a danger to himself or\n393.0651 does not require the Agency to others to satisfy the third element for in-\nconsider the continued propriety of an in- voluntary  admission  in  section\nvoluntary admission order entered under 393.11(8)(b)3. All clients of the Agency—\nsection 393.11.  As the Agency conceded both voluntarily and involuntarily admitted\nbefore the Eleventh Circuit, the require- clients—receive  annual  support  plan  re-\nments  for  involuntary  admission  are  not view.   Nothing  in  section  393.0651  indi-\nexplicitly  discussed  anywhere  in  section cates that support plan review for involun-\n393.0651.   See  J.R.II,  736  F.3d  at  971. tarily admitted clients differs in any way\nfrom support plan review for voluntarily\nSection 393.0651 provides a comprehen-\nadmitted clients.\nsive scheme regarding annual support plan\nreview for the Agency’s clients.  Section The  Agency’s  reliance  on  section\n393.0651  details  who  is  involved  in  a 393.0651’s requirement that each support\nclient’s  annual  support  plan  review,  the plan ‘‘must include the most appropriate,\nfactors that must be considered during the least  restrictive,  and  most  cost-beneficial\n\n718 Fla. 175 SOUTHERN REPORTER, 3d SERIES\nenvironment for accomplishment of the ob- cussed above:  ‘‘The ultimate goal of each\njectives for client progress and a specifica- plan, whenever possible, shall be to enable\ntion  of  all  services  authorized’’  does  not the client to live a dignified life in the least\ntake into account the continued appropri- restrictive setting, be that in the home or\nateness of an involuntary admission order. in  the  community.’’   Like  chapter  393’s\nThe  text  of  section  393.11(8)(b)2,  which statement of legislative purpose, this goal\nsets forth the second element that must be does not address or imply the continued\nfound  by  a  circuit  judge  in  order  for  a review of the appropriateness of an invol-\nperson to be involuntarily admitted, sub- untary admission order.  The Agency’s ar-\nstantially  overlaps  with  the  requirement gument that support plan review includes\nregarding support plan review relied on by an implied requirement to review whether\nthe Agency—‘‘[p]lacement in a residential an involuntarily admitted person still quali-\nsetting  is  the  least  restrictive  and  most fies  for  involuntary  admission  would  re-\nappropriate  alternative  to  meet  the  per- quire this Court to impermissibly rewrite\nson’s needs.’’  If the Legislature intended the requirements of support plan review\nfor support plan review to require consid- adopted by the Legislature.\neration of all of the elements for involun- Accordingly, we answer the first certi-\ntary  admission,  section  393.0651  would fied question in the negative because sup-\nhave expressly provided for it.  See Olm- port  plan  review  under  section  393.0651\nstead, 44 So.3d at 82. does not require the Agency to consider\nthe continued propriety of an involuntary\nThe Agency contends that the statement\nadmission  order  entered  under  section\nof legislative purpose behind chapter 393\n393.11.\nsupports  the  finding  of  an  implied  obli-\ngation;   however,  the  legislative  purpose Circuit Court Release from\ndoes  not  support  that  proposition.   The Involuntary Admission\nlegislative  purpose  stated  in  section [3]  We next answer the Eleventh Cir-\n393.062 provides cuit’s second certified question in the nega-\nthe development and implementation of tive  because  the  Agency  is  not  required\ncommunity-based services that will en- under  either  section  393.0651  or  section\nable individuals with developmental dis- 393.11,  Florida  Statutes,  to  petition  the\nabilities  to  achieve  their  greatest  po- circuit court for a person’s release from an\ntential  for  independent  and  productive involuntary  admission  order  in  cases\nliving, enable them to live in their own where the Agency determines that the cir-\nhomes or in residences located in their cumstances that led to the initial admission\ncommunities, and permit them to be di- order  have  changed.   Neither  section\nverted  or  removed  from  unnecessary 393.0651  nor  section  393.11  can  be  con-\ninstitutional placements. strued to impose an implicit obligation on\nThe  legislative  purpose  fails  to  address the Agency to petition the circuit court for\ncontinued review of the appropriateness of a person’s release from an involuntary ad-\nan involuntary admission order because it mission  order  when  the  Agency  deter-\ndoes  not  take  into  account  section mines that the circumstances that led to\n393.11(8)(b)3, which requires finding that the initial admission order have changed.\nan individual would be a danger to himself Section 393.11(11) does not indicate who\nor  others  if  he  is  allowed  to  remain  at may petition the circuit court for a per-\nliberty.  Section 393.0651 contains a stated son’s release from an involuntary admis-\ngoal similar to the legislative purpose dis- sion;  however, other subsections of section\n\nJ.R. v. PALMER Fla. 719\nCite as 175 So.3d 710 (Fla. 2015)\n393.11  explicitly  provide  for  two  circum- court for any reason.  Because requiring\nstances for challenging involuntary admis- the Agency to file a petition with the cir-\nsion orders.  First, section 393.11(13) ex- cuit court would impose an obligation on\nplicitly permits an involuntarily admitted the Agency to undertake a specific act not\nperson to petition the circuit court for a required by statute, finding an implied ob-\nwrit  of  habeas  corpus  to  challenge  the ligation within section 393.11 that requires\nappropriateness of his involuntary admis- the Agency to file a petition based on an\nsion.  Second, section 393.11(9)(b) explicit- involuntary admission order no longer be-\nly provides that ‘‘[a]ny minor involuntarily ing appropriate would modify the express\nadmitted to residential services shall, upon terms of an unambiguous statute.\nreaching majority, be given a hearing to\nSimilarly, section 393.0651 does not con-\ndetermine  the  continued  appropriateness\ntain any provisions that can be construed\nof his or her involuntary admission.’’  Sec-\nas requiring the Agency to file a petition\ntion 393.115(1)(b) builds on the procedure\nwith the circuit court for any reason.  Sec-\nfor dealing with minors in residential ser-\nvices upon reaching the age of majority. tion 393.0651 requires the Agency to do\nIt provides that in the case of a voluntarily multiple things, such as consider specific\nadmitted minor turning eighteen, ‘‘[i]f the factors during a support plan review, con-\nresident appears to meet the criteria for sider various residential placement options\ninvoluntary  admission  to  residential  ser- in a specified order, establish measurable\nvices, as defined in s. 393.11, the agency goals  for  a  client’s  progress,  coordinate\nshall file a petition to determine the appro- support  plans  for  clients  who  are  public\npriateness of continued residential place- school students with individual education\nment  on  an  involuntary  basis.’’ plans, promulgate rules regarding the core\n§ 393.115(1)(b), Fla. Stat. (2011).  As such, components of support plans, and annually\nthe Legislature explicitly provided for the provide a written report to a client or the\nAgency to file a petition with the circuit client’s parent, guardian, or client advocate\ncourt to determine the appropriateness of regarding  the  client’s  ‘‘habilitative  and\ninvoluntary admission in the case of a vol- medical  progress.’’   Nowhere,  though,  in\nuntarily admitted minor turning eighteen. section 393.0651, is the Agency required—\nThe  Legislature,  however,  did  not  in- or  even  advised—to  petition  the  circuit\nclude a provision in section 393.11 regard- court for any reason.\ning the Agency filing a petition with the\nThe only reference to any type of review\ncircuit court under any circumstances.  In-\nprocedure mentioned in section 393.0651 is\nstead,  section  393.11  provides  one  refer-\nthat a client or the client’s parent, guard-\nence  to  a  petition  being  filed  with  the\nian, or client advocate may seek adminis-\ncircuit  court—the  involuntarily  admitted\ntrative  review  of  a  support  plan  or  the\nperson’s right to file a petition for a writ of\noutcome of an annual support plan review.\nhabeas corpus challenging an involuntary\nHowever, a successful administrative chal-\nadmission  order  contained  in  section\nlenge to a support plan would presumably\n393.11(13).   Further,  section  393.11  pro-\nlead to a revised support plan rather than\nvides  for  one  circumstance—a  minor\na petition being filed by the Agency with\nreaching the age of majority—in which an\nthe  appropriate  circuit  court  for  the\ninvoluntarily admitted person is entitled to\nclient’s release.\na  review  hearing.   Nothing  in  section\n393.11  indicates  that  the  Agency  has  an While neither section 393.0651 nor sec-\nobligation to file a petition with the circuit tion 393.11 mentions who may petition the\n\n720 Fla. 175 SOUTHERN REPORTER, 3d SERIES\ncircuit court for review of an involuntary circumstances that led to the initial admis-\nadmission  order  when  a  client’s  circum- sion order have changed.\nstances change, other provisions of Florida Analysis of Federal Constitutional\nlaw specifically address the periodic judi- Case Law\ncial review of various types of involuntary\nWe decline to answer the Eleventh Cir-\ncommitment orders.  The Legislature has\ncuit’s third certified question.  Unlike the\nspecifically addressed periodic judicial re-\nfirst two certified questions that ask us to\nview in the context of secure detention of\ninterpret  provisions  of  chapter  393,  the\nintellectually disabled persons under sec-\nthird certified question asks us to analyze\ntion  916.303(3),  involuntary  commitments\nchapter 393 in light of federal constitution-\nof persons with mental illness under sec-\nal case law and effectively resolve J.R.’s\ntions  394.4655(7)  and  394.467(7),  Florida\nunderlying  federal  constitutional  claim.\nStatutes, and involuntary commitments of\nBecause this certified question asks us to\nsexually violent predators under sections\ninterpret federal law, we decline to answer\n394.918(1),  (3),  Florida  Statutes.   There-\nit.\nfore, in certain contexts, the Legislature\nhas  exercised  its  prerogative  to  require\nCONCLUSION\nperiodic judicial review of involuntary com-\nBased on the foregoing, we answer certi-\nmitment orders.  See Olmstead, 44 So.3d\nfied questions one and two in the negative\nat 82.  And we decline to assume that the\nand  decline  to  answer  certified  question\nLegislature forgot how to address periodic\nthree.  Having answered the first two cer-\njudicial review of involuntary admissions to\ntified  questions  and  declining  to  answer\nresidential services under chapter 393.\nthe third, we return this case to the United\nFurther,  as  discussed  above  regarding States Court of Appeals for the Eleventh\nthe first certified question, the Agency is Circuit.\nnot  required  to  even  consider  all  of  the\nIt is so ordered.\nelements required for involuntary admis-\nsion  when  conducting  an  annual  support LEWIS, QUINCE, POLSTON, and\nplan review under section 393.0651.  Be- PERRY, JJ., concur.\ncause requiring the Agency to file a peti-\nPARIENTE, J., dissents with an\ntion with the circuit court would impose an\nopinion.\nobligation on the Agency to undertake a\nspecific act not required by statute, finding CANADY, J., dissents with an opinion,\nan  implied  obligation  within  section in which PARIENTE, J., concurs.\n393.0651 that requires the Agency to peti-\nPARIENTE, J., dissenting.\ntion the circuit court for the release from\nan  involuntary  admission  order  would I agree with the statutory construction\nmodify the express terms of an unambigu- analysis set forth in Justice Canady’s dis-\nous statute.  Accordingly, we answer the sent, which appropriately relies upon both\nsecond certified question in the negative the plain language of the statute and the\nbecause nothing in either section 393.0651 interpretation  of  the  statutory  phrase\nor section 393.11 can be construed to im- ‘‘least  restrictive’’  in  the  context  of  the\npose an implicit obligation on the Agency statutory scheme to explain why the well-\nto petition the circuit court for a person’s reasoned opinion of Judge Stafford in J.R.\nrelease from an involuntary admission or- v.  Hansen,  No.  4:11cv417–WS,  2012  WL\nder when the Agency determines that the 1886438 (N.D.Fla. May 22, 2012), correctly\n\nJ.R. v. PALMER Fla. 721\nCite as 175 So.3d 710 (Fla. 2015)\ninterpreted chapter 393, Florida Statutes. Hansen, 736 F.3d 959, 971–73 (11th Cir.\nI write to add to that matrix of statutory 2013).\nconstruction  the  cardinal  principle  that I simply do not see how the majority can\nstatutes should, whenever possible, be con- ignore the constitutional implications of its\nstrued to ensure a constitutional outcome. analysis  of  a  state  statute  that  is  being\nspecifically attacked as facially unconstitu-\nThe clear and indisputable result of the\ntional and fail in its statutory interpreta-\nmajority’s statutory interpretation, despite\ntion to view the statute through the lens of\nthe  majority’s  avoidance  of  it,  will  be  a the presumption of constitutional validity.\nfinding that the statute is unconstitutional. For  all  these  reasons,  I  join  in  Justice\nYet, even though the constitutional ques- Canady’s  dissent.   I  would  answer  the\ntion is at the heart of this case, the majori- first two certified questions in the affirma-\nty declines in its statutory interpretation tive and ensure that this Court’s analysis\nanalysis to consider one of the fundamen- of the statute is faithful to our obligation\ntal  principles  of  statutory  construction— to construe statutes in a manner that up-\nthat courts must strive ‘‘to construe chal- holds their constitutionality.\nlenged legislation to effect a constitutional\nCANADY, J., dissenting.\noutcome  whenever  possible.’’   Scott  v.\nI disagree with the majority’s decision\nWilliams,  107  So.3d  379,  384  (Fla.2013)\nregarding the first two questions certified\n(quoting Fla. Dep’t of Revenue v. Howard,\nby the United States Court of Appeals for\n916 So.2d 640, 642 (Fla.2005)).  Further,\nthe  Eleventh  Circuit.   I  would  answer\ncourts are obligated to give statutes ‘‘a fair\nboth of those questions in the affirmative.\nconstruction  that  is  consistent  with  the\nI agree, however, with the majority’s deci-\nfederal and state constitutions as well as\nsion to decline to answer the third certified\nwith  the  legislative  intent.’’   Caple  v.\nquestion, which is a question of federal law\nTuttle’s Design–Build, Inc., 753 So.2d 49,\nrather than Florida law.\n51 (Fla.2000) (quoting State v. Stalder, 630\nThe powers and duties of a state agency\nSo.2d 1072, 1076 (Fla.1994)).\n‘‘include  both  those  expressly  given  and\nThe  majority  claims  that  because  the those given by clear and necessary impli-\nfirst  two  certified  questions  do  not  ask cation from the provisions of the statute’’\nunder which the agency operates. City Gas\nthis  Court  to  resolve  the  ultimate  issue\nCo. v. Peoples Gas Sys., Inc., 182 So.2d\nof  whether  the  statute  is  facially  uncon-\n429, 436 (Fla.1965).  It is an elementary\nstitutional, it does not need to apply the\nprinciple of Florida law that ‘‘[w]hen au-\npresumption  of  constitutionality.   See\nthority is given by statute to accomplish a\nmajority  op.  at  717  (declining  to  apply\nstated governmental purpose, there is also\nthe  principle  that  statutes  should  be  in-\ngiven by implication authority to do every-\nterpreted  in  a  way  to  uphold  their  con-\nthing necessary to accomplish the purpose\nstitutionality  because  the  first  two  certi-\nthat  is  not  a  violation  of  law  or  public\nfied  questions  do  not  ask  this  Court  to\npolicy.’’  Bailey v. Van Pelt, 78 Fla. 337,\nresolve the ultimate issue of constitution-\n82 So. 789, 792 (1919).  These principles\nality).  However, the third certified ques- regarding the interpretation of the statuto-\ntion,  which  the  majority  declines  to  an- ry powers and duties of governmental enti-\nswer, asks exactly whether this statute is ties are, of course, based on a more gener-\nconstitutional, and that is the ultimate is- al principle regarding the interpretation of\nsue  the  Eleventh  Circuit  Court  of  Ap- statutory  rights  (or  powers)  and  duties:\npeals  was  asked  to  decide.   See  J.R.  v. ‘‘ ‘If a statute grants a right or imposes a\n\n722 Fla. 175 SOUTHERN REPORTER, 3d SERIES\nduty, it also confers, by implication, every beneficial  environment  for  accomplish-\nparticular power necessary for the exercise ment of the objectives for client prog-\nof the one or the performance of the oth- ressTTTT The ultimate goal of each plan,\ner.’  TTT That which is clearly implied is as whenever possible, shall be to enable the\nmuch a part of the law and is as effectual client to live a dignified life in the least\nas that which is expressed.’’  Girard Trust restrictive setting, be that in the home\nCo. v. Tampashores Dev. Co., 95 Fla. 1010, or in the community.\n117 So. 786, 788 (1928) (quoting Newcomb § 393.0651 (Emphasis added).  Third, ser-\nv. City of Indianapolis, 141 Ind. 451, 40 vices provided to an involuntarily admitted\nN.E.  919,  921–22  (1895)).   A  statutory individual are provided in a more restric-\nduty  obviously  carries  with  it  a  duty  to tive setting than are services provided to\ntake the particular steps reasonably neces- individuals who are not involuntarily ad-\nsary for the performance of the duty. mitted.  Indeed, the most restrictive set-\nIn his order granting the Agency’s mo- ting for the provision of services is under\ntion for summary judgment, Judge Staf- an involuntary admission.\nford made the crucial determination that To reject Judge Stafford’s conclusion, it\nthe  statutory  scheme  ‘‘places  an  implicit must be assumed that the Legislature in-\nburden on [the Agency], rather than the tended to require the Agency to have indi-\nclient,  to  petition  the  court  for  release vidual support plans developed and revised\nfrom  an  order  of  involuntary  admission with a focus on ensuring that services are\nwhen the conditions for release are indicat- provided in the least restrictive appropri-\ned.’’  J.R. v. Hansen, No. 4:11cv417–WS, ate setting but did not intend to (a) require\n2012 WL 1886438, at *14 (N.D.Fla. May the  annual  review  process  to  take  into\n22, 2012).  The correctness of this determi- account that the context of an involuntary\nnation flows ineluctably from three indis- admission  is  more  restrictive  than  other\nputable points.  The first two points are contexts, or (b) require the Agency to take\nbased on express provisions of the statute. the steps necessary to implement an indi-\nThe third point is based on the meaning of vidual support plan by seeking termination\n‘‘least  restrictive’’  in  the  context  of  the of  an  individual’s  involuntary  admission\nstatute. when the statutory requirements for invol-\nFirst, section 393.0651(7), Florida Stat- untary admission are no longer satisfied.\nutes (2011), requires that the Agency pro- This is nonsensical.\nvide for an annual revision of each client’s There is no cogent reason that the annu-\nindividual support plan.  There is no sug- al  review  process  should  be  allowed—or\ngestion that a revised individual support required—to ignore the undeniable reality\nplan is not intended to determine the pro- that an involuntary admission is more re-\nvision of services by the Agency.  Second, strictive than other contexts in which ser-\nunder section 393.0651, a crucial focus of vices  are  provided.   The  annual  review\nthe individual support plan process is the process for an involuntarily admitted indi-\nidentification of the least restrictive envi- vidual  can  only  determine  the  ‘‘least  re-\nronment for the provision of services to a strictive’’ appropriate setting for services if\nclient.  Section 393.0651 leaves no doubt it  considers  whether  the  legal  require-\nabout  the  importance  of  identifying  the ments for involuntary admission are still\nleast restrictive environment for the provi- satisfied.  Similarly, once it is determined\nsion of services: that a less restrictive context than involun-\nEach plan must include the most appro- tary admission is the appropriate context\npriate, least restrictive, and most cost- for the provision of services, it necessarily\n\nJ.R. v. PALMER Fla. 723\nCite as 175 So.3d 710 (Fla. 2015)\nfollows that the Agency has a duty to take trary, it is axiomatic that the Legislature\nthe steps necessary to ensure that services is presumed to know the law.  See Holmes\nare provided in the less restrictive context, Cnty. Sch. Bd. v. Duffell, 651 So.2d 1176,\nincluding petitioning the court for termi- 1179 (Fla.1995).  And it is axiomatic that\nnation of the involuntary admission. absent a clear inconsistency courts ‘‘must\nThe  ‘‘stated  governmental  purpose,’’ TTT construe related statutory provisions\nBailey, 82 So. at 792, of the statute is the in harmony with one another.’’  Villery v.\nprovision of services in ‘‘the most appropri- Fla. Parole & Prob. Comm’n, 396 So.2d\nate, least restrictive’’ setting possible, sec- 1107, 1111 (Fla.1980) (superseded by stat-\ntion 393.0651, Fla. Stat. (2011).  The duty ute as recognized by Van Tassel v. Coff-\nplaced  on  the  Agency  to  carry  out  that man, 486 So.2d 528, 529 (Fla.1986)).  The\npurpose necessarily carries with it ‘‘by im- various provisions of chapter 393 therefore\nplication’’ both the authority and the duty must be read harmoniously in light of the\n‘‘to do everything necessary to accomplish whole chapter.\nthe purpose that is not a violation of law or Finally, the duty of the Agency under\npublic policy.’’  Bailey, 82 So. at 792.  The section 393.0651 is in no way circumscribed\nAgency’s consideration in the annual indi-\nby the statutory provisions related to judi-\nvidual support plan review process of the\ncial review of involuntary admissions when\nappropriateness  of  continued  involuntary\na client reaches the age of majority, see\nadmission and the Agency’s action to ob-\n§ 393.115, Fla. Stat. (2011), or the provi-\ntain  judicial  termination  when  continued\nsions authorizing an involuntarily admitted\ninvoluntary  admission  no  longer  consti-\nperson  to  petition  for  release,  see\ntutes the ‘‘most appropriate, least restric-\n§ 393.11(13), Fla. Stat. (2011).  These spe-\ntive’’ environment for the provision of ser-\ncific provisions are in no way inconsistent\nvices are both essential to carrying out the\nwith  the  broad  duty  imposed  by  section\nunequivocal  mandate  of  the  statute.\n393.0651.  The implication that they limit\n§ 393.0651, Fla. Stat. (2011).  There is no\nthe reach of the duty imposed by section\nexpress provision of law or any public poli-\n393.0651 is not reasonable.  That implica-\ncy that stands in the way of such action by\ntion effectively rewrites the clearly estab-\nthe Agency.  Recognizing these aspects of\nlished statutory duty of the Agency under\nthe  statutory  scheme  is  simply  acknowl-\nsection 393.0651.  The annual review pro-\nedging  the  plain  import  of  the  statute.\ncess is a critical feature of the statutory\nFailing to recognize them results from a\nscheme  designed  to  ensure  the  ongoing\ncramped, unreasonable reading of the stat-\nprotection  of  the  rights  of  the  Agency’s\nutory text.\nclients.  It is neither necessary nor appro-\nThe view that the legislative purpose set\npriate to truncate that process because the\nforth  in  section  393.0651  ‘‘does  not  take\nLegislature  has  adopted  other  specific\ninto  account  section  393.11(8)(b)3,  which\nstatutory  measures  to  help  protect  the\nrequires finding that an individual would\nrights  of  clients  in  particular  circum-\nbe a danger to himself or others if he is\nstances.\nallowed  to  remain  at  liberty[,]’’  majority\nI therefore dissent.\nop. at 718, improperly imports incoherence\ninto chapter 393.  There is absolutely no\nPARIENTE, J., concurs.\nauthority, however, to support the assump-\ntion that in enacting one statutory provi- ,\nsion the Legislature is ignorant of other\nrelated statutory provisions.  On the con-  ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/85125"
    },
    {
      "date": "2016-07-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Florida",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79294,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79294.pdf",
      "title": "Docket",
      "text": "CLOSED\nU.S. District Court\nNorthern District of Florida (Tallahassee)\nCIVIL DOCKET FOR CASE #: 4:11−cv−00417−WS−CAS\nJR v. HANSEN Date Filed: 08/25/2011\nAssigned to: SENIOR JUDGE WILLIAM STAFFORD Date Terminated: 05/23/2012\nReferred to: MAGISTRATE JUDGE CHARLES A Jury Demand: None\nSTAMPELOS Nature of Suit: 440 Civil Rights: Other\nCase in other court:  USCA, 12−14212−A Jurisdiction: Federal Question\nCause: 28:1331 Federal Question: Other Civil Rights\nPlaintiff\nJR represented by PETER PRESCOTT SLEASMAN\nFLORIDA INSTITUTIONAL LEGAL\nSERVICES INC − NEWBERRY FL\n14260 W NEWBERRY RD\nSTE 412\nNEWBERRY, FL 32669\n850−488−9071\nFax: 850−488−8640\nEmail: peters@disabilityrightsflorida.org\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nCASSANDRA JAE CAPOBIANCO\nFLORIDA INSTITUTIONAL LEGAL\nSERVICES INC − NEWBERRY FL\n14260 W NEWBERRY RD\nSTE 412\nNEWBERRY, FL 32669\n352−256−3422\nEmail: cassandra@floridalegal.org\nATTORNEY TO BE NOTICED\nKATHERINE JEAN ANN DEBRIERE\nFLORIDA INSTITUTIONAL LEGAL\nSERVICES INC − NEWBERRY FL\n14260 W NEWBERRY RD\nSTE 412\nNEWBERRY, FL 32669\n352−375−2494\nFax: 352−331−5202\nEmail: katy.debriere@jaxlegalaid.org\nATTORNEY TO BE NOTICED\nV.\nDefendant\nMICHAEL HANSEN represented by JONATHAN DANIEL GRABB\nAGENCY FOR PERSONS WITH\nDISABILITIES − TALLAHASSEE FL\n4030 ESPLANADE WAY\nSTE 380\nTALLAHASSEE, FL 32399−0950\n850−414−8857\nFax: 850−410−0665\nEmail: eto@flabar.org\nATTORNEY TO BE NOTICED\nKAREN ANN BRODEEN\nOFFICE OF THE ATTORNEY\n\nGENERAL − TALLAHASSEE FL\nTHE CAPITOL STE PL−01\n400 S MONROE ST\nTALLAHASSEE, FL 32399\n850−414−3665\nFax: 850−488−4872\nEmail: karen.brodeen@myfloridalegal.com\nATTORNEY TO BE NOTICED\nSTEPHANIE ALLISON DANIEL\nARNOLD & SICHTA\n6279 DUPONT STATION COURT\nJACKSONVILLE, FL 32257\n850/414−3300\nFax: 850/488−4872\nEmail: Stephanie.Daniel@myfloridalegal.com\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n08/25/2011 1  COMPLAINT for Declaratory and Injunctive Relief against MICHAEL HANSEN (\nFiling fee $ 350 receipt number 1129−1983463.), filed by JR. (Attachments: # 1\nsummons) (DEBRIERE, KATHERINE) (Entered: 08/25/2011)\n08/25/2011 2  CIVIL COVER SHEET. (DEBRIERE, KATHERINE) (Entered: 08/25/2011)\n08/26/2011 3  Summons Issued as to MICHAEL HANSEN. (dlt) (Entered: 08/26/2011)\n09/02/2011 4  SUMMONS Returned Executed by JR. MICHAEL HANSEN served on 8/29/2011,\nanswer due 9/19/2011. (Attachments: # 1 Return of Service) (DEBRIERE,\nKATHERINE) (Entered: 09/02/2011)\n09/06/2011 Set Deadlines/Hearings: Answer due by 9/19/2011. (erl) (Entered: 09/06/2011)\n09/13/2011 5  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n09/13/2011)\n09/13/2011 6  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 09/13/2011)\n09/15/2011 7  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n09/15/2011)\n09/15/2011 8  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 09/15/2011)\n09/19/2011 9  NOTICE of Appearance by JONATHAN DANIEL GRABB on behalf of All\nDefendants (GRABB, JONATHAN) (Entered: 09/19/2011)\n09/19/2011 10  MOTION TO DISMISS FOR FAILURE TO STATE A CLAIM by MICHAEL\nHANSEN. (Attachments: # 1 Appendix, # 2 Appendix) (GRABB, JONATHAN)\n(Entered: 09/19/2011)\n09/19/2011 Set/Reset Deadlines as to 10 MOTION TO DISMISS FOR FAILURE TO STATE A\nCLAIM . (Internal deadline for referral to judge if response not filed earlier:\n10/7/2011). (erl) (Entered: 09/20/2011)\n09/27/2011 11  INITIAL SCHEDULING ORDER signed by SENIOR JUDGE WILLIAM\nSTAFFORD on 9/27/11. Fed.R.Civ.P. 7.1 Corporate Disclosure Statement Deadline\nset for 10/11/2011. Rule 26 Meeting Report due by 11/10/2011. Discovery due by\n1/25/2012. (amm) (Entered: 09/27/2011)\n10/06/2011 12  MEMORANDUM in Opposition re 10 MOTION TO DISMISS FOR FAILURE TO\nSTATE A CLAIM filed by JR. (SLEASMAN, PETER) (Entered: 10/06/2011)\n10/07/2011 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 12 Memorandum in\nOpposition to Motion to Dismiss filed. (amm) (Entered: 10/07/2011)\n\n10/10/2011 13  MOTION to Proceed Anonymously by JR. (DEBRIERE, KATHERINE) (Entered:\n10/10/2011)\n10/11/2011 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 13 MOTION to Proceed\nAnonymously (amm) (Entered: 10/11/2011)\n10/12/2011 14  ORDER GRANTING 13 PLAINTIFF'S MOTION TO PROCEED\nANONYMOUSLY. Signed by SENIOR JUDGE WILLIAM STAFFORD on\n10/12/2011. (erl) (Entered: 10/12/2011)\n10/14/2011 15  ATTORNEY TIME RECORDS by MICHAEL HANSEN. (GRABB, JONATHAN)\n(Entered: 10/14/2011)\n10/14/2011 16  ATTORNEY TIME RECORDS − SEALED PORTION by MICHAEL HANSEN.\n(GRABB, JONATHAN) (Entered: 10/14/2011)\n10/14/2011 17  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n10/14/2011)\n10/14/2011 18  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 10/14/2011)\n10/27/2011 19  REPORT of Rule 26(f) Planning Meeting. (DEBRIERE, KATHERINE) (Entered:\n10/27/2011)\n10/27/2011 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 19 Report of Rule 26(f)\nPlanning Meeting (dlt) (Entered: 10/27/2011)\n10/31/2011 20  ORDER ADOPTING PARTIES' PROPOSED DISCOVERY SCHEDULE : The\nparties' proposed alternative discovery schedule is hereby ADOPTED. Discovery due\nby 1/27/2012. Dispositive Motions to be filed by 2/17/2012. Mediation to take place\nby 2/24/2012. Signed by SENIOR JUDGE WILLIAM STAFFORD on 10/31/2011.\n(dlt) (Entered: 10/31/2011)\n11/15/2011 21  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n11/15/2011)\n11/15/2011 22  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 11/15/2011)\n11/15/2011 23  ATTORNEY TIME RECORDS by MICHAEL HANSEN. (GRABB, JONATHAN)\n(Entered: 11/15/2011)\n11/15/2011 24  ATTORNEY TIME RECORDS − SEALED PORTION by MICHAEL HANSEN.\n(GRABB, JONATHAN) (Entered: 11/15/2011)\n12/12/2011 25  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n12/12/2011)\n12/12/2011 26  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 12/12/2011)\n12/14/2011 27  ATTORNEY TIME RECORDS by MICHAEL HANSEN. (GRABB, JONATHAN)\n(Entered: 12/14/2011)\n12/14/2011 28  ATTORNEY TIME RECORDS − SEALED PORTION by MICHAEL HANSEN.\n(GRABB, JONATHAN) (Entered: 12/14/2011)\n12/19/2011 29  ORDER DENYING 10 DEFENDANT'S MOTION TO DISMISS. Signed by SENIOR\nJUDGE WILLIAM STAFFORD on 12/19/2011. (dlt) (Entered: 12/19/2011)\n01/05/2012 30  Defendant Hansen's ANSWER to 1 Complaint for Declaratory and Injunctive Relief\nby MICHAEL HANSEN. (GRABB, JONATHAN) (Entered: 01/05/2012)\n01/13/2012 31  ATTORNEY TIME RECORDS by MICHAEL HANSEN. (GRABB, JONATHAN)\n(Entered: 01/13/2012)\n01/13/2012 32  ATTORNEY TIME RECORDS − SEALED PORTION by MICHAEL HANSEN.\n(GRABB, JONATHAN) (Entered: 01/13/2012)\n\n01/13/2012 33  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n01/13/2012)\n01/13/2012 34  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 01/13/2012)\n02/08/2012 35  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n02/08/2012)\n02/08/2012 36  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 02/08/2012)\n02/10/2012 37  Joint MOTION requesting release from obligation to mediate by JR. (DEBRIERE,\nKATHERINE) (Entered: 02/10/2012)\n02/13/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 37 Joint MOTION\nrequesting release from obligation to mediate (dlt) (Entered: 02/13/2012)\n02/14/2012 38  ORDER GRANTING 37 Motion requesting release from obligation to mediate.\nSigned by SENIOR JUDGE WILLIAM STAFFORD on 2/14/2012. (dlt) (Entered:\n02/14/2012)\n02/15/2012 39  ATTORNEY TIME RECORDS by MICHAEL HANSEN. (GRABB, JONATHAN)\n(Entered: 02/15/2012)\n02/15/2012 40  ATTORNEY TIME RECORDS − SEALED PORTION by MICHAEL HANSEN.\n(GRABB, JONATHAN) (Entered: 02/15/2012)\n02/17/2012 41  MOTION for Summary Judgment by JR. (Internal deadline for referral to judge if\nresponse not filed earlier: 3/6/2012). (Attachments: # 1 Appendix Index, # 2 Appendix\nOne, # 3 Appendix Six, # 4 Appendix Eight) (DEBRIERE, KATHERINE) Additional\nattachment added on 4/10/12 Per Order 45 : # 5 Sealed Appendices #2,3,4,5,7 and 9)\n(amm). (Entered: 02/17/2012)\n02/17/2012 42  MOTION to Seal Certain Summary Judgment Appendices #2,3,4,5,7 and 9 by JR.\n(DEBRIERE, KATHERINE) (Entered: 02/17/2012)\n02/17/2012 43  MOTION re 41 MOTION for Summary Judgment Oral Argument Request by JR.\n(DEBRIERE, KATHERINE) (Entered: 02/17/2012)\n02/17/2012 44  MOTION for Summary Judgment by MICHAEL HANSEN. (Internal deadline for\nreferral to judge if response not filed earlier: 3/6/2012). (Attachments: # 1 Exhibit\nExhibit A− Affidavit, # 2 Exhibit Exhibit B− Motions to Dismiss Charges & for\nInvoluntary Admission, # 3 Exhibit Exhibit C− Motion for Involuntary Admission, # 4\nExhibit Exhibit D− Order for Involuntary Admission, # 5 Exhibit Exhibit E− Register\nof Actions) (GRABB, JONATHAN) (Entered: 02/17/2012)\n02/21/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 42 Plaintiff's MOTION to\nSeal Certain Summary Judgment Appendices #2,3,4,5,7 and 9, 41 Plaintiff's MOTION\nfor Summary Judgment , 44 Defendant's MOTION for Summary Judgment , 43\nPlaintiff's MOTION Oral Argument Request re 41 MOTION for Summary Judgment\n(dlt) (Entered: 02/21/2012)\n02/22/2012 45  ORDER GRANTING 42 PLAINTIFF'S MOTION TO FILE UNDER SEAL. The\nclerk is directed to file, under seal, the appendices that have been submitted to the\nclerk by the plaintiff. Signed by SENIOR JUDGE WILLIAM STAFFORD on\n2/22/2012. (dlt) (Entered: 02/22/2012)\n03/05/2012 46  RESPONSE in Opposition re 44 MOTION for Summary Judgment filed by JR.\n(Attachments: # 1 Index to Appendices, # 2 Appendix Appendix #1, # 3 Appendix\nAppendix #2, # 4 Appendix Appendix #3, # 5 Appendix Appendix #4) (DEBRIERE,\nKATHERINE) (Entered: 03/05/2012)\n03/06/2012 47  RESPONSE to Motion re 41 MOTION for Summary Judgment filed by MICHAEL\nHANSEN. (Attachments: # 1 Appendix Appendix A, # 2 Appendix Appendix B, # 3\nAppendix Appendix C, # 4 Appendix Appendix D) (GRABB, JONATHAN) (Entered:\n03/06/2012)\n\n03/07/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 47 Defendant's Response to\nMotion (dlt) (Entered: 03/07/2012)\n03/15/2012 48  ATTORNEY TIME RECORDS by MICHAEL HANSEN. (GRABB, JONATHAN)\n(Entered: 03/15/2012)\n03/15/2012 49  ATTORNEY TIME RECORDS − SEALED PORTION by MICHAEL HANSEN.\n(GRABB, JONATHAN) (Entered: 03/15/2012)\n03/15/2012 50  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n03/15/2012)\n03/15/2012 51  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 03/15/2012)\n03/22/2012 52  ORDER DIRECTING DEFENDANT TOT COMPLY WITH LOCAL RULES −\n(Internal deadline for referral to judge if Plaintiff's response not filed earlier:\n4/13/2012)., Defendant statement of undisputed material facts due by 3/30/2012.).\nSigned by SENIOR JUDGE WILLIAM STAFFORD on 3/22/2012. (dlt) (Entered:\n03/23/2012)\n03/29/2012 53  STATEMENT OF FACTS Defendant's Statement of Undisputed Material Facts in\nSupport of Defendant's Motion for Summary Judgment Re: 44 MOTION for Summary\nJudgment . (GRABB, JONATHAN) (Entered: 03/29/2012)\n03/30/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 53 Statement of Facts (dlt)\n(Entered: 03/30/2012)\n03/30/2012 54  NOTICE OF HEARING: Telephonic Status Conference set for 4/2/2012 11:00 AM\nbefore SENIOR JUDGE WILLIAM STAFFORD.\nNOTE: If you or any party, witness or attorney in this matter has a disability that\nrequires special accommodation, such as, a hearing impairment that requires a sign\nlanguage interpreter or a wheelchair restriction that requires ramp access, please\ncontact Angie Maxwell at 850−521−3516 in the Clerk's Office at least one week prior\nto the hearing (or as soon as possible) so arrangements can be made.\ns/ Angie Maxwell\nCourtroom Deputy Clerk (amm) (Entered: 03/30/2012)\n04/02/2012 55  Minute Entry for proceedings held before SENIOR JUDGE WILLIAM\nSTAFFORD:Telephonic Status Conference held on 4/2/2012. (Court Reporter Lisa\nJones.) (amm) (Entered: 04/02/2012)\n04/02/2012 56  ORDER REASSIGNING CASE. Case reassigned to MAGISTRATE JUDGE\nCHARLES A STAMPELOS for all further proceedings. MAGISTRATE JUDGE\nWILLIAM C SHERRILL, JR no longer assigned to case. Signed by CHIEF JUDGE M\nCASEY RODGERS on 4/2/12. **Please use case number with new judge initials on\nall future filings: 4:11cv417−WS/CAS. (pll) (Entered: 04/03/2012)\n04/05/2012 57  STATUS REPORT on Plaintiff by JR. (DEBRIERE, KATHERINE) (Entered:\n04/05/2012)\n04/06/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 57 Status Report (erl)\n(Entered: 04/06/2012)\n04/13/2012 58  RESPONSE by JR re 53 Statement of Facts . (DEBRIERE, KATHERINE) (Entered:\n04/13/2012)\n04/13/2012 59  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n04/13/2012)\n04/13/2012 60  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 04/13/2012)\n\n05/01/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 58 Response to Statement\nof Facts (dlt) (Entered: 05/01/2012)\n05/02/2012 61  STATUS REPORT J.R. v. Hansen Status Update _final 5/2/12 by MICHAEL\nHANSEN. (GRABB, JONATHAN) (Entered: 05/02/2012)\n05/03/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 61 Status Report (dlt)\n(Entered: 05/03/2012)\n05/03/2012 62  NOTICE by JR re 61 Status Report (DEBRIERE, KATHERINE) (Entered:\n05/03/2012)\n05/04/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 62 Notice (Other) (erl)\n(Entered: 05/04/2012)\n05/04/2012 63  NOTICE TO THE PARTIES re 47 Response to Motion, 41 MOTION for Summary\nJudgment , 44 MOTION for Summary Judgment , 46 Response in Opposition to\nMotion, ( Motions for summary judgment will be taken under advisement by\n5/21/2012.). Signed by SENIOR JUDGE WILLIAM STAFFORD on 5/4/2012. (erl)\n(Entered: 05/04/2012)\n05/15/2012 64  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n05/15/2012)\n05/15/2012 65  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 05/15/2012)\n05/22/2012 66  ORDER GRANTING 44 DEFENDANT'S MOTION FOR SUMMARY JUDGMENT.\nDENYING 41 J.R.'S Motion for Summary Judgment. DENYING 43 J.R.'S request for\noral argument. The clerk shall enter judgment stating: \"All claims are DISMISSED\nwith prejudice.\" Signed by SENIOR JUDGE WILLIAM STAFFORD on 5/22/2012.\n(erl) (Entered: 05/23/2012)\n05/23/2012 67  CLERK'S JUDGMENT entered pursuant to 66 Order on Motion for Summary\nJudgment (erl) (Entered: 05/23/2012)\n06/14/2012 68  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n06/14/2012)\n06/14/2012 69  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 06/14/2012)\n06/19/2012 70  MOTION for Reconsideration re 66 Order on Motion for Summary Judgment, Order\non Motion for Miscellaneous Relief,,,, by JR. (DEBRIERE, KATHERINE) (Entered:\n06/19/2012)\n06/20/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 70 Plaintiff's MOTION for\nReconsideration re 66 Order on Motion for Summary Judgment. (dlt) (Entered:\n06/20/2012)\n07/03/2012 71  RESPONSE by MICHAEL HANSEN re 70 MOTION for Reconsideration re 66 Order\non Motion for Summary Judgment, Order on Motion for Miscellaneous Relief,,,,\nDefendant's Response to Plaintiff's Motion for Summary Judgment on Request for\nDeclaratory Relief. (GRABB, JONATHAN) (Entered: 07/03/2012)\n07/05/2012 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 71 Defendant's Response\nTo Plaintiff's Motion For Summary Judgment. (dlt) (Entered: 07/05/2012)\n07/12/2012 72  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n07/12/2012)\n07/12/2012 73  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 07/12/2012)\n\n07/13/2012 74  ORDER DENYING 70 PLAINTIFF'S MOTION FOR RECONSIDERATION. Signed\nby SENIOR JUDGE WILLIAM STAFFORD on 7/13/2012. (dlt) (Entered:\n07/13/2012)\n08/10/2012 75  NOTICE OF APPEAL as to 66 Order on Motion for Summary Judgment, Order on\nMotion for Miscellaneous Relief,,,, 67 Clerk's Judgment by JR. ( Filing fee $455\nReceipt Number 1129−2373297.) (DEBRIERE, KATHERINE) (Entered: 08/10/2012)\n08/10/2012 76  ATTORNEY TIME RECORDS by JR. (DEBRIERE, KATHERINE) (Entered:\n08/10/2012)\n08/10/2012 77  ATTORNEY TIME RECORDS − SEALED PORTION by JR. (DEBRIERE,\nKATHERINE) (Entered: 08/10/2012)\n08/14/2012 78  Appeal Instructions re: 75 Notice of Appeal : The Transcript Request Form is available\non the Internet at\nhttp://www.flnd.uscourts.gov/forms/Attorney/ECCA_transcript_form_fillable.pdf\n**PLEASE NOTE** Separate forms must be filed for each court reporter. Transcript\nOrder Form due by 8/28/2012. (dlt) (Entered: 08/14/2012)\n08/14/2012 79  Transmission of Notice of Appeal and Docket Sheet to US Court of Appeals re 75\nNotice of Appeal ; (dlt). Modified on 8/16/2012 to correct the judge name from Hinkle\nto Stafford on notice(dlt). (Entered: 08/14/2012)\n08/15/2012 80  TRANSCRIPT REQUEST by JR (DEBRIERE, KATHERINE) (Entered: 08/15/2012)\n08/15/2012 81  ATTORNEY TIME RECORDS by MICHAEL HANSEN. (GRABB, JONATHAN)\n(Entered: 08/15/2012)\n08/15/2012 82  ATTORNEY TIME RECORDS − SEALED PORTION by MICHAEL HANSEN.\n(GRABB, JONATHAN) (Entered: 08/15/2012)\n08/16/2012 83  USCA Case Number 12−14212−A for 75 NOTICE OF APPEAL by JR. (dlt) (Entered:\n08/17/2012)\n11/07/2012 84  Pursuant to F.R.A.P. 11(c), the Clerk of the District Court for the Northern District of\nFlorida certifies that the record is complete for purposes of this appeal re: 75 Notice of\nAppeal, Appeal No. 12−14212−AA. The entire record on appeal is available\nelectronically. (dlt) (Entered: 11/07/2012)\n01/23/2013 85  Certified and Transmitted Record on Appeal to US Court of Appeals re 75 Notice of\nAppeal#12−14212−A − (2 Volumes of Pleadings) (dlt) (Entered: 01/23/2013)\n01/29/2013 86  USCA# 12−14212−A Acknowledgment 85 Appeal Record Sent to USCA. (dlt)\n(Entered: 01/30/2013)\n10/15/2015 87  USCA OPINION as to 75 Notice of Appeal. USCA # 12−14212−AA. REVERSED\nAND REMANDED. (kdm) (Entered: 10/15/2015)\n10/20/2015 88  NOTICE of Appearance by STEPHANIE ALLISON DANIEL on behalf of All\nDefendants (DANIEL, STEPHANIE) (Entered: 10/20/2015)\n10/20/2015 89  NOTICE of Appearance by KAREN ANN BRODEEN on behalf of All Defendants\n(BRODEEN, KAREN) (Entered: 10/20/2015)\n12/22/2015 90  MANDATE of USCA 87 JUDGMENT \"REVERSED AND REMANDED\" as to 75\nNotice of Appeal. The enclosed copy of the judgment is hereby issued as mandate of\nthe court. The court's opinion was previously provided on the date of issuance. USCA\n#12−14212−AA (tdl) (Entered: 12/29/2015)\n12/29/2015 91  ORDER of USCA as to 75 Notice of Appeal. USCA #12−14212−AA. (tdl) (Entered:\n12/30/2015)\n01/08/2016 92  NOTICE of Appearance by CASSANDRA JAE CAPOBIANCO on behalf of JR\n(CAPOBIANCO, CASSANDRA) (Entered: 01/08/2016)\n07/25/2016 93  STIPULATION of Dismissal by JR. (SLEASMAN, PETER) (Entered: 07/25/2016)\n07/26/2016 ACTION REQUIRED BY DISTRICT JUDGE: Chambers of SENIOR JUDGE\nWILLIAM STAFFORD notified that action is needed Re: 93 Stipulation of Dismissal\n\n(tdl) (Entered: 07/26/2016)\n07/26/2016 94  ORDER OF DISMISSAL re 93 Stipulation. The clerk shall enter judgment of\ndismissal stating: \"This action is dismissed with prejudice.\" Signed by SENIOR\nJUDGE WILLIAM STAFFORD on 7/26/2016. (tdl) (Entered: 07/26/2016)\n07/26/2016 95  CLERK'S JUDGMENT, entered pursuant to 94 Order. (tdl) (Entered: 07/26/2016)",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79294"
    },
    {
      "date": "2012-05-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 1886438,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2012,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Florida",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79301,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79301.pdf",
      "title": "Order Granting Defendant's Motion for Summary Judgment",
      "text": "Page 1 of  26\nUNITED STATES DISTRICT COURT FOR THE\nNORTHERN DISTRICT OF FLORIDA\nTALLAHASSEE DIVISION\nJ.R.,\nPlaintiff,\nv. 4:11cv417-WS\nMICHAEL HANSEN, in his\nOfficial Capacity as Director of\nthe Agency for Persons with \nDisabilities,\nDefendant.\n                                                     \nORDER GRANTING DEFENDANT'S MOTION FOR SUMMARY JUDGMENT\nThe plaintiff in this case mounts a constitutional challenge to a Florida statute,\nsection 393.11, that sets forth the state's scheme for involuntarily admitting mentally\nretarded persons to residential services provided by the Agency for Persons with\nDisabilities (\"APD\").  The plaintiff contends that the statute violates the Due Process\nClause of the Fourteenth Amendment to the United States Constitution.\nBefore the court at this time are the parties' cross-motions for summary judgment\n(docs. 41 & 44) and their respective responses (docs. 46 & 47) thereto.  The parties\nhave been advised (doc. 63) that the motions would be taken under consideration as of\na date certain.  Because the court concludes that section 393.11 comports with the\nconstitutional requirements of due process, the court grants the defendant's and denies\nthe plaintiff's motion for summary judgment.\n\nPage 2 of  26\nI.  SECTION 393.11\nChapter 393 of the Florida statutes, entitled \"Developmental Disabilities,\" governs\nthe treatment and services provided for persons with developmental disabilities,\nincluding mental retardation.  In enacting Chapter 393, the Florida Legislature\nrecognized that community-based services, as opposed to institutional placements,\nwould \"enable individuals with developmental disabilities to achieve their greatest\npotential for independent and productive living, enable them to live in their own homes\nor in residences located in their own communities, and permit them to be diverted or\nremoved from unnecessary institutional placements.\"  Accordingly, the Legislature\ndeclared that, \"in developing community-based programs and services for individuals\nwith developmental disabilities, private businesses, non-for profit corporations, units of\nlocal government, and other organizations capable of providing needed services to\nclients in a cost-efficient manner shall be given preference in lieu of operation of\nprograms directly by state agencies.  Id. at § 393.062. \nSection 393.11 provides that \"[w]hen a person is mentally retarded and requires\ninvoluntary admission to residential services provided by the agency, the circuit court of\nthe county in which the person resides shall have jurisdiction to conduct a hearing and\nenter an order involuntarily admitting the person in order that the person may receive\nthe care, treatment, habilitation, and rehabilitation which the person needs.\"  Fla. Stat. §\n393.11(1).  If, as in this case, criminal charges are dismissed against a defendant found\nto be incompetent due to mental retardation, involuntary admission to residential\nservices can be initiated by petition or motion filed by APD, the state attorney, or by\ncounsel for the person needing services.  § 916.303(2).  \n\nPage 3 of  26\nUpon receiving such a petition or motion, the circuit court must appoint an\nexamining committee comprised of \"no fewer than three disinterested experts who have\ndemonstrated to the court an expertise in the diagnosis, evaluation, and treatment of\npersons with mental retardation.\" § 393.11(5)(b).  After examining the person being\nconsidered for involuntary admission, the committee must file a written report with the\ncourt, explicitly documenting the extent to which the person meets the criteria for\ninvoluntary admission.  § 393.11(5)(e).  Once the committee's written report is filed, a\nhearing for involuntary admission is conducted.  § 393.11(7).  The person with mental\nretardation is entitled to be represented by counsel at \"all stages of the judicial\nproceeding.\"  § 393.11(6)(a).  \"If the attorney, during the course of his or her\nrepresentation, reasonably believes that the person with mental retardation cannot\nadequately act in his or her own interest, the attorney may seek the appointment of a\nguardian ad litem.\"  § 393.11(6)(b). \nAn order of involuntary admission to residential services may be entered\nprovided the circuit court finds that:\n1. The person is mentally retarded . . . ;\n2. Placement in a residential setting is the least restrictive and most\nappropriate alternative to meet the person's needs; and\n3. Because of the person's degree of mental retardation . . . , the person:\na. Lacks sufficient capacity to give express and informed consent to a\nvoluntary application for services pursuant to s. 393.065 and lacks basic\nsurvival and self-care skills to such a degree that close supervision and\nhabilitation in a residential setting is necessary and, if not provided, would\nresult in a real and present threat of substantial harm to the person's\nwell-being; or\nb. Is likely to physically injure others if allowed to remain at liberty.\n\nPage 4 of  26\n§393.11(8)(b) (emphasis added).  \nWithin 45 days of its receipt of an order admitting a person, or \"client,\" to\nresidential services, APD must provide the circuit court with a copy of a \"support plan\"\noutlining the treatment and rehabilitative programs prescribed for the client and\ndocumenting that the client \"has been placed in the most appropriate, least restrictive\nand cost-beneficial residential setting.\"  § 393.11(8)(e).  \"The client, if competent, the\nclient's parent or guardian, or, when appropriate, the client advocate,\"1 must be\nconsulted in the development of the support plan.  § 393.0651.  \"The ultimate goal of\neach plan, whenever possible, shall be to enable the client to live a dignified life in the\nleast restrictive setting, be that in the home or in the community.\"  Id. \nWhen deciding the appropriate placement for a client, APD must consider\nplacements in the following order: \n(a) Client's own home or the home of a family member or direct service\nprovider.\n(b) Foster care facility.\n(c) Group home facility.\n(d) Intermediate care facility for the developmentally disabled.\n(e) Other facilities licensed by the agency which offer special programs for\npeople with developmental disabilities.\n(f) Developmental disabilities center.\n1  A client advocate may be appointed by the support planning team for a client\nwho is a minor or for a client who is not capable of express and informed consent when:\n(a) the parent or guardian cannot be identified; (b) the whereabouts of the parent or\nguardian cannot be discovered; or (c) the state is the only legal representative of the\nclient.  § 393.0651(4).\n\nPage 5 of  26\n§ 393.0651(5).2  The client (or client advocate) and the administrator of the facility to\nwhich placement is proposed must be consulted in determining the appropriate\nplacement.  § 393.0651(5). \nSupport plans are required to be revised annually, following review of a client's\nprogress in achieving the objectives set forth in his or her plan.  § 393.0651(7).  The\nclient (or client advocate) must be consulted during the annual review and revision of\nthe support plan.  Id.  Like the initial support plan, each revised plan must include \"the\nmost appropriate, least restrictive, and most cost-beneficial environment for\naccomplishment of the objectives for client progress.\"  § 393.0651. \nThe circuit court that issues the initial order for involuntary admission to\nresidential services \"shall have continuing jurisdiction to enter further orders to ensure\nthat the person is receiving adequate care, treatment, habilitation, and rehabilitation,\nincluding psychotropic medication and behavioral programming.\"  § 393.11(11).  Upon\nrequest, the admitting court may transfer the continuing jurisdiction to the court where a\nclient resides if that place is different from where the original involuntary admission\norder was issued.  Id.  Only the circuit court has the authority to release a person from\nan order for involuntary admission to residential services.  Id. \n2  A \"foster care facility\" means a residential facility licensed under chapter 393\nwhich provides a family living environment including supervision, the capacity of which\nmay not be more than three residents.  § 393.063(15).  A \"group home facility\" means a\nresidential facility licensed under chapter 393 which provides a family living environment\nincluding supervision, the capacity of which shall be at least 4 but not more than 15\nresidents.  § 393.063(16).  An \"intermediate care facility for the developmentally\ndisabled\" means a residential facility licensed and certified pursuant to part VIII of\nchapter 400.  § 393.063(20).  A \"developmental disabilities center\" means a state-\nowned and state-operated facility (once known as a \"Sunland Center\").  § 393.063(10).  \n\nPage 6 of  26\nIf a developmentally disabled defendant in a criminal case is found to need\ninvoluntary residential services but \"there is a substantial likelihood that the defendant\nwill injure another person or continues to present a danger of escape,\" and if services in\ncommunity residential facilities or other community settings are judged to be\ninappropriate for that defendant, the committing court may continue the defendant's\nplacement in a secure facility in lieu of admission to non-secure residential services.  §\n916.303(3).  Any secure placement so continued must be reviewed by the court at least\nannually at a hearing.  Id.      \nUnlike section 916.303(3), section 393.11 does not provide for periodic judicial\nreview of persons involuntarily admitted to non-secure residential services.  The\nadmitted person may, however, file a petition for a writ of habeas corpus at any time\nand without notice \"to question the cause, legality, and appropriateness of the person's\ninvoluntary admission.\"  § 393.11(13).  The admitted person (or client advocate) may\nalso challenge his or her support plan through Florida's administrative hearing process. \n§ 393.0651(8).  An administrative hearing officer may not, however, amend or rescind\nthe circuit court's order involuntarily assigning the individual to residential services.  \nII.  BACKGROUND FACTS\nThe plaintiff (\"J.R.\") is a retarded 48-year-old male who reportedly has obsessive\ncompulsive and psychotic symptoms.  Born in Tampa, Florida, he and his family\nrelocated to the Fort Myers area when he was a child.  His parents are now deceased,\nbut he still has siblings and other family members in the Fort Myers area.  \nAfter leaving his parents' home at the age of 16, J.R. reportedly worked as a\nmigrant farm laborer and dishwasher at times.  He can read simple sentences but has\n\nPage 7 of  26\npoor written skills.  He functions at a 7 year, 1 month level on the Vineland Adaptive\nBehavior Scale and has a reported IQ of 56 (last tested on March 29, 2001).  \nIn 2000, J.R. was charged in Lee County, Florida, with sexual battery.  In 2001,\nafter finding J.R. incompetent to stand trial, the Lee County Circuit Court involuntarily\ncommitted J.R. to the custody of the Department of Children and Family Services\n(\"DCF\") for treatment in DCF's Mentally Retarded Defendant Program.  In 2004, lacking\nevidence to suggest that J.R. would ever become competent to stand trial, the circuit\ncourt dismissed the criminal charges against J.R. and—upon motion filed by J.R.'s\nattorney—ordered J.R. admitted to \"secure\" residential services pursuant to section  \n393.11.  After learning that DCF recommended a non-secure rather than a secure\nplacement, the circuit court later changed its order, involuntarily admitting J.R. to \"non-\nsecure\" rather than \"secure\" residential services.  Without specifying any particular type\nof residential setting, the court explained that the purpose of the ordered residential care\nwas to provide J.R. with vocational and social skills training.\nJ.R. has resided in the Positive Images Group Home (\"PIGH\") in Gainesville,\nFlorida, since he left DCF's custody in or about 2007.3  PIGH is a behavior focused\ngroup home, whose staff members are specially trained to work with individuals who\ndisplay extreme and/or violent behaviors.  As required for all residents at a behavior\nfocused group home, a Certified Behavior Analyst (\"CBA\") was assigned to J.R. when\nhe arrived at PIGH.  J.R.'s CBA, Gregory Jansen (\"Jansen\"), is—and has been since\n2007—responsible for assessing J.R.'s behavior and developing a behavior plan (\"BP\")\n3  Gainesville is in Alachua County, Florida, which is in a different state judicial\ncircuit from Lee County.\n\nPage 8 of  26\nbased on that assessment.  \nAt PIGH, residents may be supervised 24 hours a day, 7 days a week. \nAccording to Jansen, APD assesses on a semi-annual basis whether a resident's\nbehaviors necessitate the level of training and supervision provided in a behavior\nfocused group home.  In 2007, an APD placement coordinator identified PIGH as the\n\"only appropriate community placement available throughout the state\" for someone\nwith J.R.'s behavioral history.  \nThe BP initially devised by Jansen placed significant restrictions on J.R's\nmovements.  The initial restrictions resulted, in part, from behaviors exhibited by J.R.\nwhen he first arrived at PIGH, including inappropriate touching of group home female\nstaff and physical/verbal aggression towards staff members.  In the years since 2007,\nas J.R.'s needs and behaviors have changed for the better, Jansen has repeatedly\nmodified J.R.'s BP to reduce the restrictions imposed.  J.R. must nonetheless comply\nwith a number of group home rules and regulations, which include a curfew, a ban on\nalcohol consumption, and certain limitations on his freedom of movement.\nJordan Goldstein (\"Goldstein\") has been J.R.'s support coordinator since 2007. \nAs defined in section 393.063, a \"support coordinator\" means: \na person who is designated by [APD] to assist individuals and families in\nidentifying their capacities, needs, and resources, as well as finding and\ngaining access to necessary supports and services; coordinating the\ndelivery of supports and services; advocating on behalf of the individual\nand family; maintaining relevant records; and monitoring and evaluating\nthe delivery of support and services to determine the extent to which they\nmeet the needs and expectations identified by the individual, family, and\nothers who participated in the development of the support plan.\n§ 393.063(36).  J.R.'s most recent support plan, dated February 1, 2012, was written by\n\nPage 9 of  26\nGoldstein.  Among those who participated in the development of that support plan were\nGoldstein, J.R., CBA Jansen, and attorney Katherine DeBriere (\"DeBriere\"), J.R.'s\ncounsel in this case. \nThe opening statement of J.R.'s 2012 support plan reveals that \"[J.R.] would like\nto move back to the Fort Myers area where his family lives.\"  As reported by Goldstein, \nCBA Jansen recently submitted an updated BP in which he stated:\nThe low frequency and intensity of [J.R.'s] behaviors and his ability to stay\nout of trouble with limited and covert supervision indicate that he would be\nable to maintain in a less restrictive setting such as Residential Habilitation\ngroup home as opposed to Behavior Focused (BF) group home he is\ncurrently residing at.    \nDoc. 41, Ex. 9, p.2.  Jansen recommended that J.R. be transitioned \"to this less\nrestrictive setting in his hometown whenever such an opportunity becomes available.\" \nNoting that APD's local review committee (\"LRC\") had approved Jansen's\nrecommendation, Goldstein concluded his 2012 support plan as follows:\n[J.R.'s] expressed desire is to live in the community independently and\nreturn to the Fort Myers to be near his family. [J.R.'s] SP [support plan]\ngoals are in place to assist him in learning replacement behaviors\nconsistent with his [BP] goals and his court ordered non secure residential\nplacement at PIGH.  During the past year [J.R.] has demonstrated he is\nmaking progress towards his [BP] goals.  He has earned freedom of\nmovement and has maintained a job for over a year with no reported\ninappropriate behaviors or incidents with the oversight of an SE coach. \nHe reportedly is an excellent worker and has been offered relocation job\nopportunities [with] Steak and Shake in the Fort Myers area where [J.R.]\ndesires to move to someday.  [J.R.'s] civil court case remains open in Lee\ncounty.  [J.R.] has legal representation to assist him in petitioning the court\nto allow him to return to the Fort Meyers area into a [less restrictive\nenvironment].  In the meantime [J.R.] is aware of his need to continue to\nmake progress towards successfully completing his [BP] treatment goals\nand increasing his freedom of movement as a necessary step in\npromoting his independence.  His [BP] has been recently updated and\napproved by the LRC with the understanding that it will be submitted to the\nCourt for review and a determination if he is to be reclassified by APD into\n\nPage 10 of  26\na less supervised more independent residential setting.  Pending further\ncourt review of his progress, [J.R.] will continue in his behavior focus\n[group home] placement at the PIGH.\nDoc. 41, Ex. 9, p. 5-6. \nAccording to both Goldstein and Jansen, J.R. is not free to simply move out of\nthe group home where he currently lives.  If he were to \"elope,\" the police would\nprobably be called to return him to PIGH.  Moreover, any refusal on J.R.'s part to\ncomply with his BP or the group home rules could result in his losing the freedoms he\nhas so far gained.  With a serious violation of rules, he could be subjected to greater\nsupervision and/or a more restrictive placement.\nCharles Ball, APD's Deputy Director of Budget and Planning, asserts that, when\na section 393.11 client refuses residential services \"by not showing up and not following\nthe rules of the facility,\" the agency will file a notice, advising the circuit court that the\nindividual is refusing services.  Ball described a recent instance involving a man—not\nJ.R.—who repetitively eloped from his group home.  After the agency notified the circuit\ncourt that the man was refusing services, the man was returned to court and there given\nwhat Ball characterized as a \"management lesson\" by the judge.  The man thereafter\n\"substantially increased\" his compliance with his residential services order.\nBall explained that an order under section 393.11 requires performance not only\nby the person admitted to residential services but also by the agency that must provide\nthose services.  Without a release from the court, the agency cannot simply stop\nproviding required services.  If, based on the noncompliance of the client, the agency is\nnot capable of performing its obligations under the court's admission order,\nthen—according to Ball—the agency must be \"proactive\" in notifying—and seeking\n\nPage 11 of  26\nfurther instruction from—the court.  \nWhile explaining that APD would need a release from the court before it could\nstop providing services altogether, Ball emphasized that the exact effect of an order\nunder section 393.11 can be \"substantially altered\" over time.  That is, a person might\nbe placed in the most restrictive setting initially but over time be graduated down to a\nvery unrestricted setting, such as a foster home or an independent living setting.  In\nBall's words: \"So while [APD] cannot invalidate an order of the court, . . . the fact would\nbe that the effect of the order would be appreciably diminished as long as the person's\ncare plan was being carried out appropriately and their needs were being met.\"  \nThe 2004 order entered by the Lee County Circuit Court involuntarily admitting\nJ.R. to residential services did not specify or in any way limit the residential setting\nwherein J.R. is to receive those services.  The order simply states that J.R. is to be\n\"involuntarily admitted to NON-SECURE residential services.\"  Doc. 44, Ex. 4 (emphasis\nin original).  Nonetheless, when Goldstein contacted Kerry Kahn, an APD employee\nwho coordinates residential placements in the Fort Myers area, he (Goldstein) was\ntold—incorrectly—that the \"committing court\" would have to approve a change in J.R.'s\nliving arrangements before J.R. could move to Fort Myers.  Goldstein received a similar\nresponse from the office of Genie Rehak, DCF Assistant Regional Legal Counsel.4 \nIn 2010, having been unsuccessful with his efforts—efforts begun in March of\n4  Rehak's response was based, in part, on her communications with APD\nSupervising Attorney Julie Waldman.  By email to Rehak dated November 2, 2010,\nWaldman explained (without having seen the circuit court's order): \"APD's position is\nthat [J.R.] continues to need services and we are not filing petitions to change orders.  If\nhe wants to change it, he will have to . . . pursue that.  He seems to be able to know\nwho to contact for assistance.\" \n\nPage 12 of  26\n2008—to get APD to move J.R. to Fort Myers, Goldstein began contacting law offices,\nasking if they would assist with J.R.'s case.  After talking with public defenders in both\nFort Myers and Alachua County, a legal aid office in Fort Myers, and Three Rivers Legal\nServices, Inc., all to no avail, Goldstein contacted Florida Institutional Legal Services,\nInc. (\"FILS\"), a non-profit law office located in Newberry, Florida.5  FILS attorney\nDeBriere agreed to help J.R., not by filing a petition with the Lee County Circuit Court\nseeking permission to move J.R. to a less restricted setting, not by filing a state court\nhabeas corpus action on J.R.'s behalf, but instead by filing this federal declaratory\njudgment action, challenging the constitutionality of the statute invoked when J.R. was\ninvoluntarily assigned to residential services.  In her response to the defendant's motion\nfor summary judgment, DeBriere explained:\n    The reason current counsel took J.R.'s case was because FILS is a\nnon-profit law office whose mission is to provide representation on cases\nthat have the potential to impact more than just one person.  J.R.'s\ncounsel has not filed a petition for habeas corpus because it agreed to file\na federal lawsuit.  Unlike a petition for habeas corpus, this lawsuit fulfills\nFILS mission of providing the greatest potential impact for the largest\nnumber of people, namely all persons who are subject to involuntary\ncommitment orders under § 393.11.\nDoc. 46, p. 10.  Neither J.R. himself or anyone on his behalf has ever filed an\nadministrative action challenging J.R.'s support plan or a habeas corpus action\nchallenging his continued involuntary admission to residential services. \nAttorney DeBrier filed this lawsuit on behalf of J.R. on August 25, 2011.  She\ncontends that section 393.11 violates due process because it does not require state-\n5  By declaration, doc. 46-1, Goldstein stated: \"In my experience, the people I\nserve as a support coordinator are not commonly able to obtain legal counsel.  The\ndifficulty I experienced in trying to find counsel for J.R. supports this conclusion.\"  \n\nPage 13 of  26\ninitiated periodic judicial review of J.R.'s involuntary admission to residential services. \nShe seeks declaratory and injunctive relief as well as attorney's fees and costs.6 \nIII. ANALYSIS\nJ.R. contends that the procedures set forth in section 393.11 for continuing\nreview of his involuntary admission to residential services are not adequate to shield\nhim from the risk of an erroneous deprivation of his interest in being released from\nconfinement.  J.R. suggests that, to comport with due process, the statute should\nrequire (1) state-initiated periodic judicial review by the entity—the circuit court—having\nsole jurisdiction to release an individual from an order entered pursuant to section\n393.11; and (2) notification to the individual of his or her right to counsel and\nappointment of counsel if indigence is established.  According to J.R. the law as\ncurrently written falls short of constitutional standards because it places the burden on\ndevelopmentally disabled persons to seek review of an admission order by petition for\nhabeas corpus.  The court is not convinced.\nThe Due Process Clause of the Fourteenth Amendment to the United States\nConstitution provides that a state shall not \"deprive any person of life, liberty, or\nproperty, without due process of law.\"  When a plaintiff asserts a denial of procedural\ndue process, he must prove three elements: (1) a deprivation of a constitutionally-\nprotected liberty or property interest; (2) state action; and (3) constitutionally-inadequate\n6  DeBriere recently advised this court that APD has provided a residential\nreferral packet to J.R., listing five group homes in or around Fort Myers, including three\ngroup homes that provide standard residential habilitation services.  Doc. 57.  J.R. has\nsince moved to a group home that provides standard residential habilitation services in\nPort Charlotte, Florida, approximately thirty miles from Fort Myers, Florida.  J.R. has\nalso chosen a new support coordinator who lives in the Fort Myers area.  Doc. 61.\n\nPage 14 of  26\nprocess.  Grayden v. Rhodes, 345 F.3d 1225, 1232 (11th Cir. 2003).\nThe United States Supreme Court has repeatedly recognized that \"civil\ncommitment for any purpose constitutes a significant deprivation of liberty that requires\ndue process protection.\"  Addington v. Texas, 441 U.S. 418, 425 (1979) (citing cases). \nOn its face, section 393.11 makes involuntary admission to residential services\nappropriate only (1) when \"close supervision and habilitation in a residential setting\" is\nneeded to prevent a threat of substantial harm to a person lacking in basic survival and\nself-care skills, or (2) when a person \"is likely to physically injure others if allowed to\nremain at liberty.\"  § 393.11(8)(b).  By its plain language, the statute makes loss of\nliberty a necessary concomitant to involuntary admission to residential services.  See\nKinner v. State, 382 So. 2d 756, 760 (Fla. 2d DCA 1980) (recognizing that admission to\nservices under section 393.11 constitutes a deprivation of liberty), rev'd on other\ngrounds, 398 So. 2d 1360 (Fla. 1981).  J.R.'s case is no exception.  Indeed, the record\namply demonstrates that J.R.'s involuntary assignment to a Gainesville-based behavior\nfocused group home has resulted in a loss of J.R.'s liberty for due process purposes.7 \nThe first element of J.R.'s due process claim has been easily proved.\nThe second element—state action—has been easily proved as well.  Not only is\nan order by a state circuit court required before a person may be involuntarily admitted\nto residential services under section 393.11, but also a state agency—APD—is\n7  APD makes much of the fact that J.R. was not \"committed\" to a state institution\nbut was, instead, \"assigned\" to community-based residential services.  While the\ndistinction may affect the degree of infringement, it does not alter the fact that J.R.'s\nliberty has been infringed by his involuntary assignment to a group home in a\ncommunity where he does not choose to live.  \n\nPage 15 of  26\nresponsible for providing the person so admitted with \"the most appropriate level of\ncare\" in \"the most appropriate, least restrictive, and most cost-beneficial environment for\naccomplishment of the objectives for client progress.\"  § 393.0651. \nIn deciding whether the third element—constitutionally-inadequate process—has\nbeen proved, the court must first determine what process is due to ensure that the state\ndoes not improperly curtail the liberty interests of persons, like J.R., who are\ninvoluntarily admitted to residential services.  The Supreme Court has long and often\nsaid that \" 'due process is flexible and calls for such procedural protections as the\nparticular situation demands.' \"  Greenholtz v. Inmates of Nebraska Penal and\nCorrectional Complex, 442 U.S. 1, 12 (1979) (quoting Morrissey v. Brewer, 408 U.S.\n471, 481 (1972)).  In other words, \"[w]hat process is constitutionally due cannot be\ndivorced from the nature of the ultimate decision that is being made.\"  Parham v. J.R.,\n442 U.S. 584, 608 (1979).  \nHere, J.R. does not challenge the process used in the first instance to\ninvoluntarily admit persons to residential services pursuant to section 393.11.  Instead,\nhe contends that the statute fails to provide a constitutionally-adequate procedure for\nreviewing the continued appropriateness, or lack thereof, of the confinements\ninvoluntarily imposed under the statute's authority.\n  It is well established that persons must be released from involuntary confinement\nonce the grounds for initial confinement cease to exist.  See, e.g., O'Connor v.\nDonaldson, 422 U.S. 563, 574-75 (1975) (explaining that, \"even if [the plaintiff's]\ninvoluntary confinement was initially permissible, it could not constitutionally continue\nafter that basis no longer existed\"); Jackson v. Indiana, 406 U.S. 715, 738 (1972)\n\nPage 16 of  26\n(noting that \"due process requires that the nature and duration of commitment bear\nsome reasonable relation to the purpose for which the individual is committed\").  To\nensure release when release is merited, a number of courts have suggested that some\nform of post-commitment periodic review is required.  See, e.g., Parham, 442 U.S. at\n607 (noting that a person's continuing need for commitment must be reviewed\nperiodically by a neutral factfinder); Clark v. Cohen, 794 F.2d 79, 86 (3rd Cir. 1986)\n(noting that due process requires periodic reviews of a patient's continuing need for\ninstitutionalization by a hearing tribunal having the authority to afford relief).  What form\nthat periodic review takes may vary.  Compare Wyatt v. King, 773 F. Supp. 1508, 1516\n(M.D. Ala. 1991) (concluding that mentally ill patients involuntarily committed to state\ninstitutions are entitled to periodic judicial post-commitment review), with Williams v.\nWallis, 734 F.2d 1434, 1439 (11th Cir. 1984) (concluding that periodic nonadversarial\nreview by medical professionals satisfies due process where such professionals have\nthe authority to release insanity acquittees if and when they are found fit for release). \nIn Williams, the Eleventh Circuit considered a due process challenge to\nAlabama's procedures for the release of patients committed to the state's mental health\nsystem after being acquitted of a criminal offense only by reason of insanity.  Every\nperson so committed to an Alabama mental hospital is assigned a treatment team\n(consisting of a psychiatrist, a psychologist, a physician, a nurse, a social worker, and\nother support personnel) that periodically (every 60-90 days) reviews the acquitee's\nprogress toward the treatment goal of transfer to a less restrictive environment and\neventual release.  The treatment team typically initiates the decision to release an\ninsanity acquitee.  The final decision regarding release is made by the hospital\n\nPage 17 of  26\nsuperintendent.  While there is no formal policy allowing Alabama insanity acquittees to\nseek judicial review of a hospital's release decisions, Alabama law provides that\npersons confined as insane may seek release by filing a writ of habeas corpus.  In the\nhabeas proceeding, the patient must prove by a preponderance of the evidence that he\nor she is no longer mentally ill and dangerous.  The Eleventh Circuit concluded that\nAlabama's release procedures satisfied due process. \nIn rejecting the plaintiff's argument that periodic adversary proceedings, rather\nthan periodic medical reviews, were required for due process purposes, the Williams\ncourt explained that, if an adversarial atmosphere were imposed upon Alabama's\nrelease procedures, it would likely undermine rather than aid the hospital's beneficial\ngoal of finding the least restrictive environment, leading to ultimate release, for the\ncommitted insanity acquittees.  Unconvinced that Alabama's nonadversary release\nprocedures create an undue risk of erroneous deprivation of an insanity acquitee's\nliberty interests, the Eleventh Circuit wrote:\nHospitals and their medical professionals certainly have no bias against\nthe patient or against release.  Therefore, we can safely assume they are\ndisinterested decision-makers. In fact, the mental health system's\ninstitutional goal—i.e., transfer to a less restrictive environment and\neventual release—favors release.  Other factors also favor release,\nincluding a perennial lack of space and financial resources, which militates\nagainst any motivation to unnecessarily prolong hospitalization, and\nincluding the medical professional's pride in his own treatment.  The\nfrequency of the evaluations also reduces the risk that the patient will be\nconfined any longer than necessary.\nId. at 1438.  \nIn Parham, the Supreme Court reviewed a Georgia law permitting a parent or\nguardian to seek state-administered institutional mental health care for a minor child. \n\nPage 18 of  26\nThe Georgia law gives the state's regional mental hospitals the authority to admit a\nminor child if, after observation, the hospital finds \"evidence of mental illness\" and\ndetermines that the child is \"suitable for treatment\" in the hospital.  Against a due\nprocess challenge, the Court upheld Georgia's nonadversarial procedures for admitting\na child to a state mental hospital for treatment.  In the Court's words:\n    Due process has never been thought to require that the\nneutral and detached trier of fact be law trained or a judicial\nor administrative officer. . . . Surely, this is the case as to\nmedical decisions, for neither judges nor administrative\nhearing officers are better qualified than psychiatrists to\nrender psychiatric judgments.  Thus, a staff physician will\nsuffice, so long as he or she is free to evaluate\nindependently the child's mental and emotional condition and\nneed for treatment.\n    It is not necessary that the deciding physician conduct a\nformal or quasi-formal, hearing.  A state is free to require\nsuch a hearing, but due process is not violated by use of\ninformal traditional medical investigative techniques. . . . The\nmode and procedure of medical diagnostic procedures is not\nthe business of judges. What is best for a child is an\nindividual medical decision that must be left to the judgment\nof physicians in each case. We do no more than emphasize\nthat the decision should represent an independent judgment\nof what the child requires and that all sources of information\nthat are traditionally relied on by physicians and behavioral\nspecialists should be consulted.\n    . . . .\n    Although we acknowledge the fallibility of medical and\npsychiatric diagnosis, we do not accept the notion that the\nshortcomings of specialists can always be avoided by\nshifting the decision from a trained specialist using the\ntraditional tools of medical science to an untrained judge or\nadministrative hearing officer after a judicial-type hearing.\nEven after a hearing, the nonspecialist decisionmaker must\nmake a medical-psychiatric decision.  Common human\nexperience and scholarly opinions suggest that the\nsupposed protections of an adversary proceeding to\ndetermine the appropriateness of medical decisions for the\n\nPage 19 of  26\ncommitment and treatment of mental and emotional illness\nmay well be more illusory than real. \nParham, 442 U.S. at 607-609 (internal quotation marks and citations omitted); see also\nHickey v. Morris, 722 F.2d 543, 549 (9th Cir. 1983) (holding that periodic review of an\ninsanity acquittee's mental health by health professionals, rather than a court,\nadequately protects the insanity acquittee's interest in regular review of his or her\ncontinued confinement).\nIn deciding that the challenged procedures satisfied due process, the Supreme\nCourt in Parham and the circuit courts in Williams and Hickey applied the balancing test\narticulated in Mathews v. Eldridge, 424 U.S. 319, 335 (1976).  The Mathews Court held\nthat, when determining what procedures are required to minimize the risk of error when\nliberty interests are at stake, a court must balance three factors: \nFirst, the private interest that will be affected by the official\naction; second, the risk of an erroneous deprivation of such\ninterest through the procedures used, and the probative\nvalue, if any, of additional or substitute procedural\nsafeguards; and finally, the Government's interest, including\nthe function involved and the fiscal and administrative\nburdens that the additional or substitute procedural\nrequirement would entail.\nId. at 335.  Applying the Mathews test here, this court concludes that Florida's\nprocedures for the review and release of individuals admitted to residential services\npursuant to section 393.11 satisfy due process.  \nUnlike the plaintiffs in Parham, Williams, and Hickey, J.R. has not experienced\nthe very intrusive confinements of a state mental institution.  He nonetheless has a\nstrong interest in avoiding confinement as an admittee to non-secure community-based\nresidential services.  Stronger, however, is the state's interest in protecting the\n\nPage 20 of  26\ncommunity from a man who was charged with committing a sexual battery on a\ndevelopmentally disabled woman, whose mental retardation made him unable to\nproceed to trial on that charge, and who—through his past conduct—has demonstrated\nthat he needs behavioral, vocational, and social skills training to allow him to safely\nfunction in society.8  \nTo balance these competing interests, the Florida Legislature enacted section\n393.11, thereby fashioning a flexible alternative to existing state programs for the\ntreatment of individuals with developmental disabilities, programs \"which often\nunnecessarily place clients in institutions, are unreasonably costly, are ineffective in\nbringing the individual client to his or her maximum potential, and are in fact debilitating\nto many clients.\"  Fla. Stat. § 393.062.  Under section 393.11, APD is charged with the\ncontinuing responsibility to see that all persons admitted to residential services are\nplaced \"in the most appropriate, least restrictive, and most cost-beneficial residential\nsetting\" for accomplishment of the objectives for client progress.  There is a wide range\nof possible residential settings, from more intrusive to less intrusive, ranging from a\nstate-operated institution to locally-operated group homes to family and/or client\nresidences.  If, at any time, the behavioral specialists determine that a client is ready for\na more appropriate and less restrictive residential setting, APD has an affirmative duty\nto effect—with the client's input—an appropriate change in placement.  Semi-annual\nreview by a CBA and annual review by a support team help to insure that clients are not\nleft in settings that are more restrictive than necessary. \n8  In its order admitting J.R. to residential services, the court stated that \"the\npurpose to be served by residential care is vocational training and social skills training.\" \n\nPage 21 of  26\nFor developmentally disabled defendants who are continued in a secure facility\npursuant to section 916.303(3), in lieu of placement in a non-secure setting pursuant to\nsection 933.11, the Florida Legislature determined that court review is required \"at least\nannually at a hearing.\"  In contrast, the Legislature deliberately chose not to require\nperiodic judicial review of APD's decisionmaking pursuant to section 933.11, instead\nrequiring nonadversarial annual review and revision of each client's support plan by at\nleast one specialist knowledgeable about the appropriateness of any particular\nplacement for any particular client.  There is nothing in this record to suggest that the\nspecialists would have a bias against the clients.  In fact, the support coordinator who is\nresponsible for annually reviewing and revising a client's support plan is a person\ndesignated by APD to \"advocat[e] on behalf of the individual.\"  § 393.063(36).  \nAs recognized by the Supreme Court, \"[n]ot every determination by state officers\ncan be made most effectively by use of the procedural tools of judicial or administrative\ndecision-making.\"  Parham, 442 U.S. at 608 (internal quotation marks and citation\nomitted).  Indeed, it is doubtful that a nonspecialist judge or administrative hearing\nofficer would be as well equipped as a behavioral specialist to determine what is the\n\"most appropriate, least restrictive, and most cost-beneficial residential setting\" for any\nparticular client.  Here, given Florida's carefully-devised scheme for involuntarily\nadmitting developmentally disabled persons to a flexible array of residential placements\nand services, the added requirement of state-initiated periodic judicial review of every\nclient's case—with lawyers involved—would likely add a cumbersome and costly step\nthat would hinder rather than aid the state's goal of getting each client into the most\nappropriate and least restrictive environment in a timely manner.  See Parham, 442\n\nPage 22 of  26\nU.S. at 608 n.16 (noting that \"[t]he judicial model for factfinding for all constitutionally\nprotected interests, regardless of nature, can turn rational decisionmaking into an\nunmanageable enterprise\").   \nThe Lee County Circuit Court's order in this case did not specify any particular\nresidential setting for J.R., leaving APD with the decision as to \"the most appropriate,\nleast restrictive and cost-beneficial residential setting\" for J.R.'s particular needs.  The\norder also placed no restrictions on APD's ability to move J.R. from one setting to\nanother as J.R.'s conduct and needs changed.  Consistent with the court's order, and\nbased on the relevant examinations, evaluations, and recommendations, APD initially\nplaced J.R. in a behavior focused group providing 24-hour-7-day-a-week supervision. \nSince his initial admission to that home, J.R.'s behavior has been closely monitored by a\ncertified behavior analyst and a support coordinator, both of whom are required to\nreview J.R.'s progress on a periodic basis.  J.R.'s support coordinator is required to\nrevise J.R.'s support plan annually, after review and consultation with J.R. and other\nsupport plan participants, including J.R.'s CBA.  According to CBA Jansen, APD\nassesses on a semi-annual basis whether the frequency and/or intensity of an client's\nbehaviors necessitates the level of training and supervision provided in a behavior\nfocused group home.  Based on J.R.'s compliance with his BP, Jansen recently\nrecommended that J.R. be moved to a regular \"residential habilitation\" group home that\ndoes not provide an intensive level of treatment or supervision.  Jansen's\nrecommendation was accepted by J.R.'s support coordinator, was approved by APD's\nlocal review committee, and was acted upon—perhaps more slowly than necessary—by\nAPD.  J.R. has now moved to a less restrictive group home environment closer to his\n\nPage 23 of  26\nfamily, where he continues to receive services as needed.  \nWhile APD has the authority—indeed, duty—to move a section 393.11 client\nfrom a more restrictive to a less restrictive residential setting as circumstances dictate,\nonly the circuit court has the authority to release an individual from an order under\nsection 393.11.  J.R. contends that state-initiated periodic review by the circuit court is\nrequired for due process purposes simply because the circuit court, and only the circuit\ncourt, has that final authority.  This court thinks not.\nWhile section 393.11 contains no provision expressly describing APD's\nresponsibilities should the time come when a developmentally disabled client no longer\nsatisfies the involuntary admission requirements, the statute can and should be read to\nimply an obligation on the part of APD to petition the circuit court to end the \"hold\" on an\nclient who is no longer deemed to be a danger to himself or others.  The circuit court's\norder, after all, binds not only the client who is admitted to residential services but also\nthe agency that is required to provide the ordered services.  If APD were to determine\nthat a client had reached the point of no longer meeting the involuntary admission\nrequirements, the agency could not on its own authority cease to provide those\nservices.  Instead, acting in its own best interests as well as those of the individual the\nagency was ordered to serve, APD would have to petition the appropriate circuit court\nfor an order releasing the agency from its responsibility to provide those services and, at\nthe same time, releasing the client from the order of involuntary admission.  If, for\nwhatever reason, APD failed to seek a client's release from an involuntary admission no\nlonger deemed necessary, or if the client were to disagree with an agency assessment\nthat release would not be appropriate, then—as a safeguard—a petition for writ of\n\nPage 24 of  26\nhabeas corpus may be filed \"[a]t any time and without notice\" by or on behalf of the\nclient.  \nJ.R.'s counsel suggests that it is \"fundamentally unfair\" to expect a man with\nmental retardation to \"be able to navigate the complex process of seeking judicial\nreview on his own.\"  To be sure, \"review procedures must be tailored to the capacities\nand circumstances of those who are to be heard,\" Goldberg v. Kelly, 397 U.S. 254, 269\n(1970); and J.R.'s mental retardation and educational level make it unlikely that he will\nbe able to petition the court on his own.  It must be remembered, however, that, under\nsection 393.11, petitions to an administrative hearing officer (in case of disagreement\nover the terms of a support plan) or to the circuit court (in case of disagreement over\nrelease eligibility) are backup measures intended to safeguard against agency errors,\ninattention, or inaction.  If, because of his or her mental retardation and educational\nlimitations, a client is unable to petition the courts on his or her own, family members, an\nadvocate, or a support coordinator may be able to either find counsel for the client9   or\nhelp the client draft a letter to the court asking for the appointment of counsel.\nIV. CONCLUSION\nSupreme Court Justice Bushrod Washington long ago wrote:\nIt is but a decent respect due to the wisdom, the integrity,\nand the patriotism of the legislative body, by which any law is\npassed, to presume in favour of its validity, until its violation\nof the constitution is proved beyond all reasonable doubt. \nThis has always been the language of this Court, when that\nsubject has called for its decision; and I know that it\nexpresses the honest sentiments of each and every member\n9  In J.R.'s case, his support coordinator was able, albeit with difficulty, to find\ncounsel to assist J.R. with court interaction. \n\nPage 25 of  26\nof this bench.\nOgden v. Saunders, 25 U.S. 213, 270 (1827); see also Davis Warehouse Co. v. Bowles,\n321 U.S. 144, 153 (1944) (stating that \"State statutes, like federal ones, are entitled to\nthe presumption of constitutionality\"); Kinner, 398 So. 2d 1360, 1363 (Fla. 1981)\n(recognizing that \"all doubt will be resolved in favor of the constitutionality of a statute,\nand that an act will not be declared unconstitutional unless it is determined to be invalid\nbeyond a reasonable doubt\"). \nHere, the Florida Legislature has fashioned what, in essence, is a nonadversarial\nscheme that (1) allows section 393.11 clients and their family members or advocates to\nprovide input into the development and annual revision of support plans that detail \"the\nmost appropriate, least restrictive, and most cost-beneficial environment for\naccomplishment of the objectives for client progress and a specification of all services\nauthorized,\" § 393.0651; (2) authorizes APD—through the advice of specialists and\nwithout court involvement—to decide what is the \"the most appropriate, least restrictive,\nand most cost-beneficial environment\" suitable for a client's individual needs and\nbehaviors; (3) authorizes APD—with client input and without court approval—to move a\nclient to progressively less restrictive environments as the client's needs and behaviors\nchange; and (4) places an implicit burden on APD, rather than the client, to petition the\ncourt for release from an order of involuntary admission when the conditions for release\nare indicated.  Under this scheme, the behavioral specialists are given the flexibility to\nperform the tasks and make the decisions for which they were trained, without having to\nspend the time needed to prepare for and perhaps participate in periodic court\n\nPage 26 of  26\nproceedings.10  See Parham, 442 U.S. at 605 (noting that \"[b]ehavioral experts in\ncourtrooms and hearings are of little help to patients\").  Parham, 442 U.S. at 605. \nBecause specialists as well as APD representatives are not infallible, however, the\nLegislature has provided the means by which judicial review may be sought when and if\nneeded.  \nHaving carefully reviewed the terms of the statute as well as the particular\ncircumstances of J.R.'s situation, the court is convinced that section 393.11 passes\nmuster under the Due Process Clause.  Accordingly, it is ORDERED:\n1.  J.R.'s motion for summary judgment (doc. 41) is DENIED.\n2.  J.R.'s request for oral argument (doc. 43) is DENIED.\n3.  The defendant's motion for summary judgment (doc. 44) is GRANTED.\n4.  The clerk shall enter judgment stating: \"All claims are DISMISSED with\nprejudice.\"  \nDONE AND ORDERED this       22nd        day of       May      , 2012.\ns/ William Stafford                                           \nWILLIAM STAFFORD\nSENIOR UNITED STATES DISTRICT JUDGE\n10  The court is mindful that, even if periodic judicial review were required, the\ncircuit and administrative courts are likely to defer to the opinions expressed by the\nspecialists having knowledge about the needs and behaviors of the clients.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "66",
      "clearinghouse_link": "clearinghouse.net/doc/79301"
    }
  ],
  "document_count": 8
}