{
  "case_id": 135,
  "fetched_at": "2025-10-22T00:03:16.209525",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Hagerstown",
        "institution_county": "Washington",
        "name": "Washington County Detention Center ",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 135,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Suicide prevention (facilities)",
      "General/Misc.: Classification / placement",
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "General/Misc.: Access to lawyers or judicial system",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Suicide prevention"
    ],
    "last_checked_date": "2007-05-29T00:00:00-04:00",
    "main_docket": {
      "id": 42961,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Maryland",
      "docket_office_number": "",
      "docket_number_manual": "No Court Case",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "CRIPA Investigation, Washington County (MD)",
    "never_filed": true,
    "non_docket_case_number": "168-35-41",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Maryland",
    "summary": "<p>In 1996, the Civil Rights Division of the U.S. Department of Justice notified Washington County, Maryland that the Department intended to investigate the county's Detention Center for unconstitutional jail conditions.  The DOJ was particularly concerned with inadequate suicide prevention at the Detention Center but also with overcrowding and unsanitary conditions; inadequate medical care, nutrition, and opportunities for exercise; lack of access to the courts; physical and verbal abuse by staff; and failure to respond to inmate grievances.  </p><p>In 1997, following the investigation, the DOJ notified the President of the Board of its findings and made recommendations regarding suicide prevention, medical care, opportunities for outdoor exercise, hygiene in intake, sanitation in the female housing unit, and access to the courts.  It appears that the Attorney General did not file suit against the Detention Center, so there was never a court proceeding. </p><p></p>",
    "summary_published_date": "2005-05-19T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/135",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=135",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=135",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=135"
  },
  "documents": [
    {
      "date": "1997-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 602,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/602.pdf",
      "title": "Memorandum re: Findings Letter re: CRIPA Investigation of the Washington County Detention Center, Hagerstown, Maryland",
      "text": "Memorandum\nSHR:MHN:MS:KAK:cmw\nDJ 168-35-41\nSubject Date\nFindings Letter re:  Washington County- March 27, 1997\nDetention Center  (Hagerstown, MD)\nTo From\nIsabelle Katz Pinzler zj Steven H. Rosenbaum\nActing Assistant Attorney General AK Chief•\nCivil Rights Division '  ^Special Litigation\nSection\nWe have completed our investigation of the Washington County\nDetention Center, pursuant to the Civil Rights of Institutionalized\nPersons Act  (\"CRIPA\").  We recommend that you sign the attached\nletter advising county officials that unconstitutional  conditions\nexist at the facility with respect to the County's failure to\nprovide adequate suicide prevention, medical care, opportunity for\noutdoor exercise, hygiene during intake, sanitation in the female\nhousing unit, and access to courts.  As required by CRIPA, the\nminimal remedial measures necessary to redress the unconstitutional\nconditions are specified for each relevant area in this letter.\nThroughout the investigation of the facility, we have worked  closely\nwith the United States Attorney's office.\nAttachment\nApproved:\nDisapproved:\nComments:\nCRIPA Investigation\nJC-MD-002-003\n\nU.S. Department of Justice\nCivil Rights Division\nOffice of the Assistant Attorney General  Hbshington, D.C.  20035\nApril 18, 1997\nMr. Gregory I. Snook\nPresident\nBoard of County Commissioners\nof Washington County, Maryland\n100 West Washington Street\nHagerstown, MD  21740\nRe:  Washington County Detention Center\nDear Mr. Snook:\nOn April 22, 1996, we advised you that the Department of\nJustice would investigate conditions of confinement at the\nWashington County Detention Center  (WCDC or the jail), pursuant\nto the Civil Rights of Institutionalized Persons Act  (CRIPA),\n42 U.S.C. § 1997 e_L s_eij.  In October 1996, we toured the facility\nto examine conditions, accompanied by a medical doctor and a\npenologist as expert consultants.  In addition, we have reviewed\nfacility policy statements and documents.  We did a second, more\nlimited tour on March 5, 1997, focusing on use of force, and\nreviewing some of the areas we had examined on the first tour.\nFollowing both tours, we provided the Sheriff, the Warden, the\nCounty Attorney, and other Detention Center staff with\npreliminary assessments of the jail, including the most pressing\nproblems.\nWe want to thank county officials and WCDC staff for their\ncooperation during this investigation.  Everyone we dealt with\nwas professional, and ready and willing to aid our investigation.\nThis letter is the official notification to you of our\nfindings and recommendations.  We will also send you the reports\nof our expert consultants under separate cover.  As we informed\nthe officials we met with, we were impressed by many features of\nthe WCDC operation and facility.  However, there are a number of\nareas that are constitutionally deficient.  The deficiencies are\nin the following areas:  suicide prevention, medical care,\nopportunity for outdoor exercise, hygiene in intake, sanitation\nin female housing, and access to courts.\nThe constitutional law governing conditions of confinement\nfor inmates has two sources.  With respect to inmates who have\nbeen convicted of criminal offenses, the Eighth Amendment's ban\n\n-2-\non cruel and unusual punishment governs all aspects of conditions\ndiscussed here.  The Eighth Amendment \"imposes duties on  [prison]\nofficials, who must provide humane conditions of confinement;\nprison officials must ensure that inmates receive adequate food,\nclothing, shelter, and medical care.\"  Farmer v. Brennan,\n114 S.Ct. 1970, 1976  (1994).  It also forbids excessive physical\nforce against prisoners.  Hudson v. McMillian, 503 U.S. 1 (1992).\nPretrial detainees \"retain at least those constitutional rights\n. . . enjoyed by convicted prisoners.\"  Id. at 545.  With respect\nto pretrial detainees, the Fourteenth Amendment prohibits\nconditions or practices not reasonably related to the legitimate\ngovernmental objectives of safety, order, and security.  Bell v.\nWolfish, 441 U.S. 520  (1979).  Pretrial detainees have not been\nconvicted of anything, and therefore they may not be punished.\nThe facts that support our findings of unconstitutional\nconditions at WCDC are set forth below, along with the remedies\nrequired to correct the deficiencies.\nA.  Inadequate Suicide Prevention\nThree WCDC inmates killed themselves between August 24,\n1995 and November 16, 1995.  Each of the first two victims\nhanged himself from a ventilation grate, using a bed sheet; the\nthird slit his wrists, apparently with the blade from a safety\nrazor.  Less than two weeks later, on November 30, 1995, guards\ncut down an inmate who had hanged himself, again from a\nventilation grate using a bed sheet.  The inmate lived, though he\nwas in serious medical condition.  Five days later a fifth\nincident occurred —  again a hanging, by the same method.  The\njail personnel caught this inmate in time, and cut him down.\nThere was another serious suicide attempt in 1996, and another in\nearly 1997.\nIn late 1995 and early 1996, jail authorities took a number\nof measures in an attempt to solve the obvious suicide\nproblem:  the ceiling grates  (used by some of the victims to hang\nthemselves) were covered; for a few weeks immediately following\nthe third suicide, staff performed one-half hour checks on all\ninmates; some members of the staff  (but not all) received\nemergency training on mental health and suicide,- seat belt\ncutters were purchased to use to cut down hanging victims;\nportable radios were purchased, to allow quicker response time,- a\nfull-time psychiatric worker was hired through a grant  (although\nhis assigned task is not suicide prevention, but coordination of\naftercare for seriously mentally ill inmates).  After the serious\nattempt in 1996, when an inmate tried to slit his own throat, the\nonly further action taken by the facility was a new practice of\nissuing shaving razors for just the short period of time it takes\nto shave, rather than leaving them in the possession of the\ninmates.\n\n-3-\nSuicide prevention remains inadequate.  In general, it is\napparent that WCDC has focused on the physical \"hardware\"\nproblems to the exclusion of mental health and other less\ntangible issues.  The screening instrument used by the jail is\ninadequate because it does not sufficiently assess the indicators\nof suicide risk.  Further, there has been no use of 24-hour\nobservation for inmates who present an acute risk of suicide.\nWhile 15 minute checks are done for some inmates exhibiting\nsuicidal ideation, prolonged use of this \"special watch,\" without\nthe appropriate frequent reassessment of its necessity, appears\nto have desensitized the staff to the importance of the practice.\nAnd the psychological charts of persons with noted suicidal\nideation indicate insufficient attention to their mental health\nneeds.  For example, one patient who was on special 15 minute\nwatch for 60 days was, during that time, seen only twice by a\npsychiatrist.  Finally, staff training on suicide prevention has\nnot been institutionalized, though the Warden states that he\nhopes to repeat such training.\nRecommendation:  At a minimum, the gaps in prevention\nidentified above should be filled:  WCDC should revise its\nscreening instrument; use 24-hour observation as a prevention\ntool where appropriate; revise its special watch practice,- take\nsteps to provide more comprehensive mental health services to\ninmates at risk for suicide; and arrange for annual staff\ntraining on the topic.  In order to get more information and\nassistance with developing the best way to accomplish this end,\nwe suggest that the Sheriff contact the National Institute of\nCorrections  (NIC), which has consultants who specialize in\nsuicide prevention.  The NIC will make a consultant available to\nWCDC for free, for a site visit and assessment.\nB.  Inadequate Medical Care\n1.  Generally Poor Quality Of Care\nOur investigation revealed that WCDC's medical care delivery\nsystem has a number of serious flaws.  Most generally, we find\nthat the quality of medical care at WCDC is substandard:  intake\nphysical exams are not comprehensive enough to ensure adequate\ntreatment  (especially for women), and the charting and the\ntreatment itself is often inappropriate, with inadequate\nfollow-up.  Although staffing levels are much better than they\nused to be at the jail, some of the problem may be caused by\ninsufficient staffing.  WCDC has a doctor present at the facility\nfor just eight hours each week.  During this time, the doctor\nmust conduct intake physical exams as well as the week's sick\ncall.  In addition, the full-time RN at the facility also serves\nas a full-time medical contract administrator, decreasing\neffective nursing coverage.\n\n-4-\nCompounding the problems of poor care, staff attitudes\nappear unprofessional in many instances.  In addition, there is a\ncomplete absence of evaluation and correction of problems that\nbecome apparent during a crisis.\nRecommendation:  WCDC should improve intake, establish\nbetter quality review of treatment, and increase staffing\ncoverage.  In addition, the facility should improve oversight of\nthe current physician and reassess his qualifications.  To ensure\nthat serious incidents are properly assessed and appropriate\nremedial steps taken, medical personnel should be assigned to\nreview events leading up to each incident in which an inmate ends\nup in an acute care facility, to evaluate those events, assess\ncauses, recommend improvements, and oversee implementation of the\nrecommendations.  Where necessary, senior non-medical staff\nshould also be involved in this process.\n2.  Treatment Of Inmates Infected With HIV\nMedical care fo*r WCDC inmates infected with HIV is\npractically nonexistent, posing immediate danger to their health.\nNot one of the inmates identified by the jail at the time of our\nfirst tour as HIV-infected was receiving appropriate treatment,\nand a number were receiving no treatment at all.  No patient was\nreceiving appropriate antiretroviral medications or dosages,- none\nhad periodic T-cell or other laboratory monitoring; none was\nreceiving appropriate prophylactic medications, and none was\nbeing followed regularly.  In sum, WCDC's care for HIV-infected\ninmates exhibits indifference to their medical needs.\nWCDC's inadequate treatment of inmates with HIV disease\nseems to have a number of causes.  The facility's doctor admitted\nto our consultant that he has little experience treating\nindividuals with HIV disease, and that he has never initiated\ntreatment for any patient with HIV disease.  Although the doctor\nstated that patients with HIV are usually referred to an outside\nspecialist, we found no evidence that this has in fact occurred.\nIn addition, the facility formulary lists only three HIV-related\nantiretroviral medications.  The most potent medications, vital\nto a medication regimen, are not on the formulary, and appear not\nto have been prescribed for any patient.\nRecommendation:  WCDC should establish a chronic care clinic\nfor all persons medical staff know are infected with HIV so that\nthe patients receive regular, comprehensive health care by a\nphysician knowledgeable, experienced, and comfortable in treating\nHIV disease.  Protocols for treating HIV-infected individuals are\na necessary part of this reform.  The formulary should be\nexpanded to include other HIV-related drugs, and all HIV-infected\npatients should receive appropriate therapy.  WCDC should\nformalize its relationship with the county health department so\n\n-5-\nthat HIV prevention can continue in continuity with other\nactivities of medical services and so that HIV prevention is a\nrecognized responsibility of the health care vendor.\n3.  Other Chronic Illnesses\nMedical care for persons with other chronic illnesses at\nWCDC is also inadequate.  The quality of the treatment provided\nchronic care patients is substandard.  The problem is especially\nacute for asthma patients, but heart disease, diabetes,\nhypertension, and epilepsy are also habitually undertreated and\ndisregarded at WCDC.\nBesides inadequate treatment, patients with asthma face two\nother major problems at WCDC.  Most important, asthma inhalers\nwere, at the time of the first tour, kept by the officers, rather\nthan by the patients.  Because inmates are kept locked up in\ntheir cell for many hours each day, this made it difficult for\nthem to access their inhalers, and was very dangerous for them\nduring asthma attacks at night.  It was unclear that this policy\nhad been completely corrected at the time of the second visit.\nIn addition, asthma patients apparently are discouraged from\nexercising, without an appropriate medical evaluation.\nRecommendation:  WCDC should establish protocols for\ntreating individuals with chronic illnesses.  Protocols should\ndiscuss the frequency of follow-up for reevaluation of the\npatient's condition, guidance to the practitioner in management,\nthe type and frequency of laboratory and other diagnostic\ntesting, instructions regarding medications, special therapies,\nexercise, diet, and maintenance education.  If nurses participate\nin the screening or evaluation of persons with chronic illnesses,\nthey should have training in appropriate physical diagnosis and\nassessment.  Each patient identified with a chronic illness  (such\nas asthma, heart disease, diabetes, hypertension, HIV infection,\nepilepsy, etc.) should be followed regularly with clear\ndocumentation in the chart.  Patients with asthma should be\nallowed to keep their inhalers within ready reach, and should not\nbe discouraged from exercising except for particular medical\nreasons.\n4.  Unacceptable Delay In Responding To Inmate's Request\nFor Health Care\nWe received many complaints from inmates regarding the long\ndelay in seeing a nurse after requesting medical attention.\nInmate grievances and a past report of the Maryland Commission on\nCorrectional Standards reveal that similar complaints have been\nmade for years.  (The situation had apparently improved somewhat\nby the time of our second visit, but remained a problem,\naccording to both inmates and patient charts.)  Timely\ndisposition of requests for health services is essential to\n\n-6-\nadeguate inmate health.  Requests for health care services must\nbe screened and handled promptly.  Where necessary, evaluation\nand treatment must be available at any time.\nRecommendation:  WCDC should screen all requests for medical\ncare promptly, and evaluate and treat inmates within a reasonable\namount of time.  A mechanism of triaging medical complaints\nshould be developed and implemented.\n5.  The Co-payment System Creates A Barrier To Health Care\nAccess\nWCDC's policy is that inmates who have any money in their\njail accounts are assessed a co-payment fee for medical care,\nunless care is \"required as necessary treatment.\"  The policy\ndefines \"necessary treatment\" quite restrictively, as \"treatment\n. . . which is necessary to diagnose, prevent, arrest, or correct\nany conditions of health which, if left untreated, could\nreasonably result in serious and/or permanent physical or mental\ndisability or loss of life.\"  The examples given of care that is\nnot \"necessary,\" however, are less stringent —  \"cosmetic\nprocedures, custodial care, experimental procedures, sex changes,\npersonal hygiene/convenience items, abortions not within the\nscope of this definition, weight/dietary control, and nonmedical\nself-help or self-care training.\"\nWhatever this policy language means, it is not reflected in\nactual practice.  Facility staff and inmates all report that each\ndoctor's or nurse's visit is charged for, unless a clear\nemergency, such as a seizure or a dramatic bloody traumatic\ninjury, exists.  In general, inmates are charged for everything.\nIn addition, patients are charged extra for any over-the-counter\nitem recommended and dispensed during their visit, such as\nantifungal cream or acetaminophen.\nThe risks are especially great in a facility like WCDC, in\nwhich inmates have no ability to earn money, that fee-for-service\nprograms for health care will impede access to care.  Our tour\nrevealed that the present WCDC practice creates unacceptable\nbarriers to access; as a result, inmates are not receiving needed\ncare.\nRecommendation:  WCDC should amend the co-payment policy to\neliminate barriers to required treatment, which includes but is\nnot limited to treatment for injury, fever, contagious disease,\nand mental health, as well as follow-up and preventative care.\n\n-7-\nC.  Inadequate Opportunity For Outdoor Exercise\nIt is constitutionally required that inmates receive the\nchance for outdoor exercise.  Yet staff and inmate interviews,\nalong with activity logs, all confirmed that inmates are given a\nchance to exercise outdoors only during the most clement months,\nand only rarely even then.  Inmates frequently go 1 to 4 months\nwithout the chance to be outside.  This practice has particularly\nsignificant consequences for WCDC's substantial long-term inmate\npopulation.\nRecommendation:  Inmates should be allowed to exercise\noutside regularly.\nD.  Hygiene In Intake\nInmates at WCDC spend an inordinately long time in the\nintake area —  48 to 120 hours.  Showers are rarely available to\ninmates in intake.  In addition, inmates in intake are not given\nclean clothes or hygiene items, and at least sometimes they do\nnot receive sheets and blankets.\nRecommendations:  WCDC should decrease the length of stay in\nintake to 48 hours or less, except in rare circumstances.  If the\nstay is over 36 hours, the jail should provide clean clothes,\nhygiene items, and showers.\nE.  Sanitation In The Female Housing Unit\nWCDC's female housing unit has numerous sanitation problems.\nDrinking water is scarce throughout the facility, but this is\nespecially true in the female housing unit.  The problem is\nexacerbated by the fact that the female bathroom sinks do not\ndrain properly.  As a result, female inmates use their mop room\nfor drinking water and to brush their teeth.  There is\ninsufficient hot water in the female showers, and at least one of\nthem, too, does not drain properly.  In addition, it appears that\nair quality is inadequate in the unit.\nRecommendation:  WCDC should immediately and again in the\nsummer months evaluate air quality in the female housing unit,\nand take any corrective steps necessary; improve availability of\ndrinking water around the facility, especially in the female\nhousing unit; and audit and address the drainage issues in the\nfemale housing unit.\nF.  Access To Courts\nWCDC has a constitutional obligation to provide adequate\naccess to courts to its inmates —  i.e.. access to a law library\nor to other legal assistance, for purposes of defending a\ncriminal case  (unless the inmate has counsel), directly or\ncollaterally attacking their sentence, and challenging conditions\n\n-8-\nof confinement.  The jail houses both pretrial detainees and\nsentenced inmates, with lengths of stay ranging from a few hours\nto over a year; the majority of the inmate population at any\ngiven time is medium to long term, with a length of stay of over\n4 months.  This is sufficient time for access to legal materials\nor assistance to be useful to inmates with legal needs.\nThe WCDC law library is inadequate, and the facility offers\nno alternative means to meet its obligation of access to the\ncourts.  First, access to the library is very limited.  Second,\nthe library itself lacks the resources that could make it useful:\nthere is no set of the U.S. Code, no federal cases, no case\nfinders, no treatises on relevant legal topics.  Nor does the\nlibrary have any \"nutshell\" guides to law, or legal reference\nbooks about prison law.  There is no staff or trained inmate\nassistance.  The facility does not make special provision for\nilliterate inmates.  To supplement the law library, the facility\nuses an interlibrary loan system.  But this system, too, is\ninadequate.  Inmates may receive only precisely identified\nmaterials, such as cases identified by citation, and may not\nreceive books or material from books.\nThis system does not provide inmates with adequate access to\ncourts.  Even a trained lawyer would be unable to defend or bring\na case with the resources available to WCDC inmates.  Even if the\nsystem worked quickly, because inmates have no access to case\nfinders, they cannot know what to request; further, they\ncompletely lack access to any materials except cases.\nRecommendation:  WCDC should develop and implement a new\npolicy ensuring timely and adequate access to legal materials or\nlegal assistance, with provision for illiterate and non-English\nspeaking inmates.  The jail should either provide legal\nassistance to inmates, or supplement its library and establish a\nbetter system for allowing inmates to get materials that are not\nin the library.\nPursuant to CRIPA, the Attorney General may institute a\nlawsuit to correct deficiencies of the kind identified in this\nletter 49 days after appropriate officials have been notified of\nthem.  42 U.S.C. § 1997b(a)(1).  We would prefer to resolve the\nissues mentioned cooperatively, and we have every confidence that\nwe will be able to do so.  We look forward to working with you to\n\n-9-\ndevelop solutions.  The line attorney assigned to this matter,\nMargo Schlanger, will be in contact with you soon, or you can\ncall her at  (202) 616-8657.\nSincerely,\nIsabelle Katz Pinzler\nActing Assistant Attorney General\nCivil Rights Division\ncc:  Richard Douglas, Esquire\nCounty Attorney\nMr. Charles F. Mades\nWashington County Sheriff\nLieutenant Van Evans\nWarden, Washington County Detention Center\nLynne Battaglia, Esquire\nUnited States Attorney\nDistrict of Maryland",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/602"
    },
    {
      "date": "1996-04-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 601,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/601.pdf",
      "title": "Notice Letter re: CRIPA Investigation of the Washington County Detention Center, Hagerstown, Maryland",
      "text": "U.S. Department of Justice\nCivil Rights Division\nOffice of the Assistant Attorney General  Washington, D.C.  20530\nApril 22, 1996\nMr. Gregory I. Snook\nPresident\nBoard of County Commissioners\nof Washington County, Maryland\n100 West Washington Street\nHagerstown, MD  21740\nRe:  Washington County Detention Center\nDear Mr. Snook:\nI am writing to inform you that the United States Department\nof Justice intends to investigate conditions at the Washington\nCounty Detention Center, pursuant to the Civil Rights of\nInstitutionalized Persons Act, 42 U.S.C. § 1977 et seq.\nThe purpose of the investigation is to determine whether\nconditions in the Detention Center violate the constitutional\nrights of its inmates.  The investigation will focus on suicide\nprevention, but will also cover allegations of overcrowding and\nunsanitary conditions; inadequate medical care, nutrition, and\nopportunities for exercise; lack of access to the courts\nresulting from an inadequate law library; physical and verbal\nabuse by staff; and failure to respond to inmate grievances.  In\ninitiating this investigation,- we have not prejudged that the\nfacility violates inmates' -constitutional rights.  If we do find\nany violations, we will confer with you and your staff about\nappropriate corrective action.\nWe will endeavor to coordinate this investigation with\nrelevant officials in Washington County.  We will be in touch\nwith your staff to work out the specifics of our investigation.\nPlease feel free to contact us if you have questions on this\nmatter.  The attorney assigned to the case is Margo Schlanger, at\n(202) 616-8657.\nCRIPA Investigation\nJC-MD-002-002\n\n- 2 -\nYour cooperation in this matter is greatly appreciated.\nSincerely,\nPatrick\nAssistant Attorney General\nCivil Rights Division\ncc:  Lynne Battaglia, Esquire\nUnited States Attorney\nDistrict of Maryland\nRichard Douglas, Esquire\nCounty Attorney\nMr. Charles F. Mades\nWashington County Sheriff\nLieutenant Van Evans\nWarden, Washington County Detention Center",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/601"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129442,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129442"
    },
    {
      "date": "1996-03-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 600,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/600.pdf",
      "title": "Memorandum: Proposed CRIPA Investigation of the Washington County Detention Center, Hagerstown, Maryland",
      "text": "Memorandum\nCRIPA Investigation\nJC-MD-002-001\nAEP:MHN:MS:cmw\nDJ  168-35-41\nSubject Date\nProposed Investigation of the March 7, 1996\nWashington County Detention Center,\nHagerstown, Maryland\nTo From\nDeval L. Patrick Arthur E. Peabody, Jr.\nAssistant Attorney General Chief\nCivil Rights Division Special Litigation Section\nRecommendation\nWe recommend investigating the conditions of confinement at the\nWashington County Detention Center (\"WCDC\" or \"the jail\"), Hagerstown,\nMaryland, pursuant to the Civil Rights of Institutionalized Persons\nAct  (\"CRIPA\") , 42 U.S.C. § 1977 et. seq.  Newspaper reports,\ninterviews, and other information we have received suggest that\nsuicide prevention at WCDC is unconstitutionally inadequate.  There\nhave been three suicides at WCDC since August 24, 1995, along with two\nserious  (though unsuccessful) attempts, the most recent in\nDecember 1995.  In addition, we have received allegations of\novercrowding and unsanitary conditions; inadequate medical care,\nnutrition, and opportunities for exercise; lack of access to the\ncourts resulting from an inadequate law library; physical and verbal\nabuse by staff; and failure to respond to inmate grievances.\nIt is important that we begin the investigation as soon as\npossible.  First, the suicide problem appears extraordinarily acute.\nIn addition, we believe the local authorities might welcome a timely\noffer of help.  The county Sheriff, who has authority over the jail,\nwas recently quoted as saying, \"At this point, I think we've done\neverything humanly possible. . . . I'm open to any outside suggestions\nthat are reasonable.\"!./  If we go in quickly with a suicide expert\nand a general penologist, the problems at WCDC may be able to be\nsolved in a collegial and cooperative way.  This would be an effective\nuse of our expertise on jail suicide prevention, including recent\nexperience gained during our investigations and settlement of 18\nMississippi jail cases.  Finally, because the facility is so close to\nWashington, an investigation would be an efficient use of scarce\nresources.\n1/  Clyde Ford, Inmate Found Hanging in Cell, Morning Herald\n(Hagerstown), Dec. 1, 1995, at Al, A6.\n\n- 2 -\nSources of Information\nThe Washington County Detention Center came to our attention\nthrough a newspaper account of the rash of suicides there.  In\naddition to fairly extensive information from the Hagerstown\nnewspapers, we have talked to a number of people with information\nabout the jail.  We have conducted telephone interviews with\nDebra Gardner, the chief attorney of Washington County Legal Services;\nMichael Morrissette, who runs the Washington County Public Defenders\nOffice; Suzanne Smith, Legal Program Administrator of the ACLU\nFoundation of Maryland; Rita Tate, a board member of the Maryland\nAlliance for the Mentally 111; Louis Metzner, a private attorney in\nHagerstown who is affiliated with the ACLU; Lindsay Hayes, a national\nexpert on jail/prison suicide prevention at the National Center on\nInstitutions and Alternatives; and Ken Kerle, of the American Jail\nAssociation, which is headquartered in Hagerstown.\nBackground\nWCDC is a medium-size jail with 128 cells.  Apparently, it also\nhas a new wing with numerous additional cells, but that section of the\nfacility stands empty because of understaffing.  The jail's current\npopulation is approximately 385,2./  primarily defendants awaiting\ntrial and people convicted and sentenced to less than 180 days\nimprisonment.  The inmates who have already been convicted are subject\nto the jurisdiction of the Maryland Division of Corrections, which\npays a per diem to the jail to house them.  As far as we have been\nable to determine, WCDC is not under a court order of any type.\nFactual Allegations\nI.  Suicide Prevention\nWCDC's first suicide since 1987 occurred on August 24, 1995;\nthere was another on October 30, and another on November 16.  Each of\nthe first two victims hanged himself from a ventilation grate, using a\nbed sheet; the third slit his wrists, apparently with the blade from a\nsafety razor.  Less than two weeks later, on November 30, guards cut\ndown an inmate who had hanged himself, again from a ventilation grate\nusing a bed sheet.  The inmate lived, though he was in serious medical\ncondition.  Five days later the fifth incident occurred -- again a\nhanging, by the same method.  The jail personnel caught this inmate in\ntime, and cut him down. 3./\n2/  Telephone Interview of Michael Morrissette  (Dec. 4, 1995).\n3./  Clyde Ford, Suicides Have Jail Administrators Puzzled,\nHerald-Mail  (Hagerstown), Nov. 18, 1995, at Al; Clyde Ford,\nInmate Found Hanging in Cell. Morning Herald, Dec. 1, 1995, at\nAl; Terry Headlee, Officials  'At a Loss' to Explain Suicides,\n(continued...)\n\n- 3 -\nThis rate of suicides -- 1 per 100 population  --is\nextraordinarily high.  The national rate of suicide deaths in jails is\nless than 1 per 1200 population, per year. 4/\nBased on local newspaper reports, it appears that the jail's\nresponse has been inadequate.  Certain steps were taken\nimmediately:  the grates that provided an opportunity for hangings\napparently have been modified to correct the problem, and cell check\nfrequency was increased from every hour to every half hour.  Also,\ninmates were, at least for a while, no longer assigned to single\ncells.  But it does not appear that additional screening, observation\nor classification techniques, or facility modification are being\nundertaken.5/  Experts believe that such steps, along with\neffective training, are all necessary parts of an adequate suicide\nprevention policy.6/\nThoroughgoing suicide prevention is remarkably effective.  For\nexample, prior to 1986, the State of New York averaged 26 to 3 0\nsuicides each year in its county and city jails, but following full\nimplementation of a comprehensive suicide prevention program, the\nstate experienced only three suicides in 1993  (the last year for which\nwe have information).2/  In Hagerstown, however, local newspapers\nthat interviewed the Warden and the Sheriff in charge of the facility\nreport that they are at a loss as to what to do:\n\"*These  [suicides] are without rhyme or reason,' said Warden Lt.\nVan Evans. \"8./\n3./  (• • • continued)\nHerald-Mail, Dec. 3, 1995, at Al; Clyde Ford, Jail Tries to Stop\nSuicides. Morning Herald, Dec. 7, at Al; Clyde Ford, Suicidal\nInmates No Strangers to Legal System. Morning Herald, Dec. 7,\n1995, at A3.\n4./  Bureau of Justice Statistics, 1 Census of Local Jails, 1988,\nTables A, 10 (1988 statistics:  284 suicide deaths; total inmate\npopulation 341,893).\n5/  We have been unable to ascertain that any suicide screening\nor classification is performed at the jail.\n6/  See Joseph Rowan & Lindsay Hayes, Training Curriculum on\nSuicide Detection and Prevention in Jails and Lockups  (2d ed.,\n1995) .\n2/  Letter from Lindsay Hayes  (May 31, 1994).\n8_/ Clyde Ford, Suicides Have Jail Administrators Puzzled.\nHerald-Mail, Nov. 18, 1995, at Al.\n\n- 4 -\n\"[Sheriff Charles F.] Mades said he does not think the problem is\nwith the staff.  He said if people are determined to take their\nown lives, they will find a way. \"9./\n\"[Sheriff Mades said,]  'If  [an inmate] needs help, it's here.\nBut if he doesn't  [ask], what can we do?  There's a certain\nresponsibility on an inmate, who is an adult, to ask for help if\nthey need it.'\"10/\nIn addition to underscoring that the necessary, thorough review of\nfactors contributing to the suicide problem is not being undertaken,\nsuch views function as obstacles to an effective suicide prevention\nprogram.11/\nII.  Medical Care\nIn addition, the information we have indicates that medical care\nat WCDC may be unconstitutionally inadequate.  We have received\ncomplaints about specific incidents of mistreatment and WCDC's failure\nto respond to inmate medical needs. 12./  In addition, and probably\nmore important, we understand that it is the jail's health care policy\nto charge even indigent inmates for medical services.\nThe relevant statute and regulations seem to establish two\ndistinct kinds of charges.  First, by statute and according to WCDC\nregulations, inmates are required to reimburse the jail for all\nnon-excepted medical treatment, including sick call procedures,\ndoctor's visits, and psychologist, psychiatrist, or counseling visits.\nThe exceptions in this category are fairly broad, including care\nreceived after a referral by a facility nurse or doctor, and care\n9/\n10/  Terry Headlee, Officials  'at a loss' to Explain Suicides.\nHerald-Mail, Dec. 3, 1995, at Al, A3.\n11/  Joseph Rowan & Lindsay Hayes, Training Curriculum on Suicide\nDetention and Prevention in Jails and Lockups 1-2  (2d ed., 1995).\n12/  Telephone Interview of Debra Gardner, Washington County\nLegal Services  (Dec. 7, 1995)  (inmate died after being given\nThorazine, which was obviously contraindicated; inmate was not\nallowed to refrigerate antibiotics, and suffered serious medical\nconsequences; HIV+ inmate receiving inadequate treatment; other\nexamples); Letter from Austin Gladhill to ACLU Foundation of\nMaryland  (Dec. 2, 1995)  (inmates not given cold and flu\nmedication); Letter from Ira Green to ACLU Foundation of Maryland\n6-8  (May 29, 1995)  (inmates charged for necessary medical care);\nLetter from same to same, at 2 (June 13, 1995)  (inmate subject to\nrespiratory attacks not allowed access to his doctor until he\nalmost died).\n\n- 5 -\n\"required as necessary treatment\"  (that is, \"treatment prescribed,\nperformed, or guided by a licensed and qualified medical practitioner\nwhich is necessary to diagnose, prevent, arrest, or correct any\ncondition of health which, if left untreated, could reasonably result\nin serious and/or permanent physical or mental disability or loss of\nlife\").12/  Still, much needed medical care  (and almost all\nmental health care) does not meet this definition of \"necessary.\"\nAlso, it seems that inmates are required to pay for any\nover-the-counter medication, prescribed or not.\nIn addition, by statute, inmates are required to pay the jail $4\nfor each visit to an institutional medical unit or noninstitutional\nphysician, dentist, or optometrist .14./  This \"copayment\" fee\nappears to apply even if the treatment obtained is necessary, though\nwe have insufficient information to be sure that is indeed how the\nstatute is interpreted at WCDC.  Cf. Johnson v. Department of Public\nSafety and Correctional Services, 885 F. Supp. 817, 818  (D. Md. 1995)\n(listing exceptions from copayment requirement under regulations for\nMaryland state prisons).\nGiven that inmates at WCDC apparently have little or no\nopportunity to earn money, and that many of the pretrial detainees are\nin jail precisely because they have insufficient funds to make bond,\nwe are concerned about the impact of these policies on the adequacy of\nmental health and medical care.23./  Though we do not believe that\ncharging inmates for medical care  (and perhaps even for mental health\ncare) is unconstitutional per se, if such a policy in practice works a\ndeprivation of adequate medical/mental health treatment, it would\nviolate the Due Process Clause and amount to cruel and unusual\npunishment.  Because of the recent spate of suicides, anything that\ndeters inmates from seeking mental health counseling is particularly\ntroubling.\nIII.  Other Conditions\nSome of our sources have identified a number of other problems in\nconditions of confinement.  In fact, an inmate letter to the ACLU\nFoundation of Maryland explains the suicides by pointing to inmate\n13/  Md. Ann. Code art. 87, § 46(c)  (1995); Washington County\nDetention Center, Health Care Policies and Procedures, Policy No.\n39 (2/13/95) .\n14./  Md. Ann. Code art. 87, § 46 (d)  (1995).\n15/  One of the suicide victims had only $400, and so was unable\nto make his $500 bond.  Clyde Ford, Suicidal Inmates No Strangers\nto Legal System. Morning Herald  (Hagerstown), Dec. 7, 1995, at\nA3.\n\n- 6 -\nfrustration with a variety of jail conditions. 16./ That letter,\nwritten by one inmate on behalf of a group, makes a large number of\ncomplaints -- overcrowding; inadequate nutrition; unsanitary\nconditions  (smelly and infested mattresses; inadequate hygiene\nopportunity); inadequate exercise time;i2/  inadequate heating of\nthe cells; physical and verbal abuse by staff; failure to respond to\ngrievances.  In addition, the letter and other information lead us to\nbelieve that the law library at the jail is inadequate to its\nconstitutionally required purpose of providing access to the courts\nfor inmates. 13./ These are allegations of serious deficiencies,\nwhich, if true, also raise Fourteenth and Eighth Amendment issues.\nConclusion\nIn sum, we urge your prompt approval of a CRIPA investigation of\nthe Washington County Detention Center, in Hagerstown, Maryland, to\nassess allegations of overcrowding and unsanitary conditions;\ninadequate medical care, nutrition, and opportunities for exercise;\nlack of access to the courts resulting from an inadequate law library;\nphysical and verbal abuse by staff; and failure to respond to inmate\ngrievances.\nAttachmen\nApproved i\nDisapproved:\nComments:\n16/  Letter from Austin Gladhill to ACLU Foundation of Maryland\n(Dec.  2, 1995).\n17/  Michael Morrissette, of the Washington County Public\nDefenders Office, concurs that WCDC has too much lockdown time.\nConversation with Michael Morrissette  (12/3).\n18/  Id.; Letter from Ira Green to ACLU Foundation of Maryland\n(May 29, 1995).",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/600"
    }
  ],
  "document_count": 4
}