{
  "case_id": 9832,
  "fetched_at": "2025-10-20T22:41:53.655012",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Los Angeles",
        "name": "Los Angeles Police Department",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1989,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Central District of California",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1983-11-01",
    "filing_year": 1983,
    "id": 9832,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female",
      "Policing: Strip search policy (policing)"
    ],
    "last_checked_date": "2007-06-20T00:00:00-04:00",
    "main_docket": {
      "id": 33249,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1983,
      "docket_filing_number": 7050,
      "is_main_docket": true,
      "court": "Central District of California",
      "state": "California",
      "docket_office_number": "2",
      "docket_number_manual": "CV 83-7050-SVW",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Kennedy v. LAPD",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Female arrestee who was subjected to a strip search by the LAPD.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1987-10-14",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "California",
    "summary": "<p>In 1983, Plaintiff filed a lawsuit under 42 U.S.C. § 1983 against the Los Angeles Police Department and two LAPD officers in the United States District Court for the Central District of California.  Plaintiff, represented by the ACLU of Southern California, claimed she was arrested without probable cause and was subjected to a body-cavity search in violation of the Fourth Amendment.</p><p>Specifically, Plaintiff claimed Defendants arrested her and took her to the Van Nuys Jail where she was subjected to a body cavity strip search.  The officers found no drugs or weapons.  Plaintiff sued the City of Los Angeles alleging that their blanket policy of subjecting all those arrested for felonies to a body-cavity search was unconstitutional.</p><p>After a jury trial, Plaintiff was awarded $5,000 in actual damages against each arresting officer, and an additional $3,000 in punitive damages from one officer, and $1,000 from the other officer.  The jury awarded $25,000 in actual damages against the City of Los Angeles.  </p><p>Defendants moved for a new trial claiming the Court (Judge Stephen V. Wilson) improperly instructed the jury.  </p><p>On August 14, 1987, the Court (Judge Wilson) denied Defendants' motion for a new trial.  The Court held that the LAPD's policy of doing a visual body-cavity search of all felony arrest detainees violated the fourth amendment and that the jail officials' body cavity strip search of Plaintiff was improper because the jail officials did not suspect that Plaintiff was concealing contraband.    Kennedy v. Los Angeles Police Dept., 667 F. Supp. 697 (C.D. Cal. 1987).  Defendants appealed.</p><p>On October 11, 1989, the Ninth Circuit Court of Appeals (Judges Cynthia Holcomb Hall, Edward Leavy, and Lloyd D. George) affirmed the jury verdict and judgment for Plaintiff.  The Court held: (1) Defendant police officers were not entitled to qualified immunity because they lacked probable cause to arrest plaintiff, (2) this arrest justified the jury's award of punitive damages against arresting officers, and (3) Defendant city's blanket policy subjecting all felony arrestees to visual body-cavity search was unconstitutional.  Kennedy v. Los Angeles Police Dept., 901 F.2d 702 (9th Cir. 1989).</p><p>The 9th Circuit first issued its order as 887 F.2d 920 (9th Cir. 1989) but then amended its opinion after denying rehearing en banc as 901 F.2d 702 (9th Cir. 1989).</p><p>Docket: CV 83-7050-SVW</p><p></p>",
    "summary_published_date": "2012-03-03T00:00:00-05:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9832",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9832",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9832",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9832"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121656,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121656"
    },
    {
      "date": "1987-08-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": 697,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 667,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Central District of California",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55505,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55505.pdf",
      "title": "Amended Memorandum and Order",
      "text": "667 F.Supp. 697 (1987)\nKaren KENNEDY, Plaintiff,\nv.\nLOS ANGELES POLICE DEPARTMENT, City of Los Angeles, Daryl Gates, James J. King,\nStanley A. Schott, Mary Buelna, and Karen Houghton, Defendants.\nNo. CV 83-7050-SVW.\nUnited States District Court, C.D. California.\nAugust 14, 1987.\n698 *698 Pam Lawson, Las Vegas, Nev., for plaintiff.\nJames K. Hahn, City Atty., Greg Wolff, Deputy City Atty., Los Angeles, Cal., for defendants.\nAMENDED MEMORANDUM AND ORDER\nWILSON, District Judge.\nIn this opinion, the court discusses the constitutionality of a policy of the Los Angeles Police Department (\"LAPD\")\n[1]\nthat mandates a visual body cavity search for every pretrial detainee arrested on any felony charge.  This issue\narises in the following context: the plaintiff, Karen Kennedy, was arrested for grand theft and subjected to a body\ncavity search. The plaintiff sued for a violation of her civil rights. At trial, a jury found that the plaintiff had been\narrested without probable cause and that the body cavity search violated her constitutional rights. The defendants\nnow move for a new trial on the principal ground that the jury was improperly instructed regarding the law on\nwhen police officers may conduct body cavity searches of felony arrestees. Because the court finds that the\nvisual body cavity policy at issue here is unconstitutional, it denies the defendants' new trial motion.\nFACTUAL BACKGROUND\nThis case arises out of the arrest and eventual body cavity search of the plaintiff, Karen Kennedy. The arrest was\nthe result of a dispute between Kennedy and her former roommate who shared a two bedroom apartment in the\nBrentwood area of Los Angeles. Kennedy and her roommate suffered a falling out after the roommate, without\nwarning, told Kennedy that she was moving out of the apartment leaving Kennedy with a rent she couldn't afford.\nKennedy alleged that the roommate owed her money (approximately $600) for apartment and refrigerator rent\nand telephone bills. When the roommate refused to pay the debt before departing, Kennedy, in a pique of anger,\nengaged in some self-help by hiding her roommate's portable television and some other minor items in various\nspots in the apartment as security until the debt was paid. The roommate called the police upon discovering\nduring the process of moving that she could not locate some of her belongings. The police responded by\ndemanding entry into the apartment and ordered Kennedy to remain on a sofa while they searched the entire\napartment for the roommate's belongings. The police had Kennedy under continuous observation, even to the\npoint of insisting that she leave the bathroom door open in her apartment when she had a bowel movement. The\njury in this case found that the search of the apartment was proper.\nAfter searching for but not finding the television or other items, the officers who had been called to the scene,\nOfficers King and Schott, arrested Kennedy for the felony of Grand Theft. Grand Theft is defined in part as the\ntheft of personal property valued at over $400. See Cal.Penal Code § 487(1) (West Supp.1986). The testimony at\ntrial revealed hostility and frustration on the part of the officers in not locating the roommate's items and in\nKennedy's failure to cooperate by telling the police where she had placed them. No serious effort was made to\n699 determine whether or not the missing *699 items had a aggregate value of over $400. The jury found that\nprobable cause did not exist for this arrest.\n\nFollowing her arrest, Kennedy was booked into the Van Nuys jail. During the booking process, she was subjected\n700 to a body cavity search.[2] The jury found that *700 this search was improper because it was conducted even\nthough the jail officials did not have a reasonable suspicion that she was carrying or concealing contraband or a\nweapon or that she was suffering from a communicable disease.\nDISCUSSION\nI. THE CONSTITUTIONALITY OF THE LAPD POLICY\nThe first ground of the defendants' motion for new trial ultimately depends on whether the court believes that the\nLAPD's policy requiring body cavity searches of all felony arrestees is unconstitutional. Below, then, the court\nexplains why the policy is unconstitutional before it addresses the contentions of each side's motion.\nThe standard for when a body cavity search of a pretrial detainee may be conducted is far from certain. At a\nminimum, however, the cases are clear that such searches cannot take place if they are arbitrary and\npurposeless.\nThe starting point of any analysis of the law in this area must be Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60\nL.Ed.2d 447 (1979). Bell addressed the general question of how to evaluate the constitutionality of conditions or\nrestrictions placed upon pretrial detainees and the specific question of whether body cavity searches of pretrial\ndetainees may ever be conducted on less than probable cause.\nIn Bell, Justice Rehnquist concluded that body cavity searches of pretrial detainees could be conducted on less\nthan probable cause. 441 U.S. at 560, 99 S.Ct. at 1885, 60 L.Ed.2d at 482. That holding left open the question,\nhowever, of precisely when such searches become unconstitutional. Thus, a court must look to the general\nlanguage in the opinion in order to derive the standard. First, the court notes that Justice Rehnquist conceded\nthat in this area, the Fourth Amendment does protect both pretrial detainees and convicted prisoners from\nunreasonable searches. 441 U.S. at 558-59, 99 S.Ct. at 1884, 60 L.Ed.2d at 481. He added that when evaluating\nwhether a particular intrusion is allowable, a court should consider \"the scope of the particular intrusion, the\nmanner in which it is conducted, the justification for initiating it, and the place in which it is conducted.\" 441 U.S.\nat 559, 99 S.Ct. at 1884, 60 L.Ed.2d at 481. This test thus becomes a standard by which the LAPD's policy\nregarding body cavity searches can be evaluated.\nBell is also helpful in determining when searches will clearly be permissible or impermissible. A spectrum of\ncircumstances exists under which a body cavity search might be justified. At one point on the spectrum,\nrepresented by the existence of probable cause, a body cavity search is always permissible because Bell\nteaches that such searches of pretrial detainees may be made on less than probable cause. In contrast, at the\nother end of the spectrum, a search may never take place. This second point is reached when a court determines\nthat the search is merely a restriction or condition that \"is arbitrary or purposeless.\" Bell, 441 U.S. at 539, 99 S.Ct.\nat 1874, 60 L.Ed.2d at 468 (\"[I]f a restriction or condition is not reasonably related to a legitimate goal 00 if it is\n97\narbitrary or purposeless 00 a court permissibly may infer that the purpose of the governmental action is\n97\n[3]\npunishment that may not constitutionally be inflicted upon detainees qua detainees.\").\n701 *701 In determining where to draw the line between permissible and impermissible searches, the court is\ncognizant of Bell's admonition that the courts should not unnecessarily interfere with the management of jails.\nPrison officials must be free to take appropriate action to ensure the safety of inmates and\ncorrections personnel and to prevent escape or unauthorized entry.\nBell, 441 U.S. at 547, 99 S.Ct. at 1878, 60 L.Ed.2d at 473. See also Block v. Rutherford, 468 U.S. 576, 104 S.Ct.\n3227, 82 L.Ed.2d 438 (1984). Block stresses that when a District Court reviews the practices of jail officials, it\nshould not substitute \"its view on the proper administration of [a jail] for that of ... experienced administrators of\nthat facility.\" Block, 468 U.S. at 589, 104 S.Ct. at 3234, 82 L.Ed.2d at 449.\n\nWith Bell to guide them, the lower courts have tried to define precisely when a body cavity search of an arrestee\nwould be permissible. One area of contention has been whether jail officials are allowed to have a policy\nrequiring strip or even body cavity searches of all arrestees. Knowing that Bell allows body cavity searches on\nless than probable cause, the courts have held that jail officials may not have a blanket policy that they will\nconduct body cavity searches of all arrestees for minor offenses. Rather, the courts have said that such searches\nmay not take place unless the jailers have some \"reasonable suspicion.\" For example, the Ninth Circuit in Giles v.\nAckerman, 746 F.2d 614 (9th Cir. 1984) held that an arrestee on a minor traffic offense may not be subjected to a\nstrip search (a less intrusive search than a visual body cavity search) upon being booked into a jail without \nreasonable suspicion that the particular arrestee was carrying contraband or in any way threatening jail security.\nThe blanket policy of the jailer in Giles requiring that all persons booked into that jail be strip searched regardless\nof any suspicion that the arrestee threaten jail security was held unconstitutional.\nIn Ward v. County of San Diego, 783 F.2d 1385 (9th Cir.1986) the court reaffirmed its holding in Giles. In Ward,\nthe blanket policy of the jailer went even further than in Giles since the arrestee, who was arrested on a\nmisdemeanor charge, was required to submit to a strip search that included a visual body cavity inspection.\nIn Weber v. Dell, 804 F.2d 796, 802 (2nd Cir.1986), the court held \"that the Fourth Amendment precludes prison\nofficials from performing strip/body cavity searches of arrestees charged with misdemeanors or other minor\noffenses unless the officials have a reasonable suspicion that the arrestee is concealing weapons or other\ncontraband based on the crime charged, the particular characteristics of the arrestee, and/or the circumstances\n702 of the arrest.\"[4]*702Id. at 802. Other circuits have come down with similar holdings. Id. at 801 n. 6.[5]\nUnlike the cases cited above, however, this case presents a unique fact pattern in that the plaintiff here was\nsubjected to a body cavity search pursuant to a blanket policy of the LAPD requiring body cavity searches of all\nfelony arrestees even if the jailers have no reason to suspect that an arrestee is harboring weapons or\ncontraband. All but one of the previous cases were limited to blanket policies regarding searches of arrestees for\n[6]\nminor offenses.  The question for the court is whether the Fourth (and perhaps Fifth) Amendment requires\nLAPD jailers to have reasonable suspicion before they may conduct a body cavity search of felony arrestees. The\ncourt concludes that they must.\nThe starting point for analyzing this question must be Bell, which, as stated above, dictates that in analyzing the\nreasonableness of any policy regarding searches, \"[c]ourts must consider the scope of the particular intrusion,\nthe manner in which it is conducted, the justification for initiating it, and the place in which it is conducted\n[cases].\" Bell, 441 U.S. at 559, 99 S.Ct. at 1884, 60 L.Ed.2d at 481 (emphasis added). There can be no doubt\nthat body cavity searches are one of the most intrusive searches that law enforcement officials can carry out,\neven if they are conducted in private and in a courteous and professional manner. See Bell, 441 U.S. at 558, 99\nS.Ct. at 1884, 60 L.Ed.2d at 480 (\"Admittedly, this practice instinctively gives us the most pause.\"). See also441\nU.S. at 576-77, 99 S.Ct. at 1893, 60 L.Ed.2d at 492 (Marshall, J., dissenting) (\"In my view the body-cavity\nsearches [required in Bell] represent one of the most grievous offenses against personal dignity and common\ndecency.\"). Thus the focus for the court must be the LAPD's justification for initiating this blanket policy with\nrespect to felony arrestees.\nThe justification for doing such searches was explained in Bell.\nA detention facility is a unique place fraught with serious security dangers. Smuggling of money,\ndrugs, weapons, and other contraband is all too common an occurrence. And inmate attempts to\nsecrete these items into the facility by concealing them in body cavities are documented in this\nrecord ... and in other cases.\nBell, 441 U.S. at 559, 99 S.Ct. at 1884, 60 L.Ed. at 481.\nThus the justification for such searches is real, but the only test the LAPD uses to determine whether contraband\n[7]\nis being harbored by a felony arrestee is the classification of the offense (i.e. felony or misdemeanor).  The\ncourt does not believe that the classification of an offense alone is sufficiently probative of the question of\nwhether a particular arrestee is harboring contraband. A cursory examination of the California statutes reveals a\n\nmultitude of felony offenses which do not in any way suggest drugs or dangerous weapons. In California, a felony\nis \"a crime which is punishable with death or by imprisonment in the state prison.\" Cal.Penal Code § 17 (West\nSupp.1987). Examples of felonies in this state include willful tax evasion, Cal. Rev. & Tax Code § 19406 (West\n1983), securities fraud, Cal.Corp.Code § 25541 (West 1977), conspiracy to restrain trade, Cal.Bus. & Prof.Code\n§ 16755 (West 1987), falsification of accounts by public officials, Penal Code § 424, fraudulently obtaining over\n$400 in telephone services, Penal Code § 502.7, and bribery of an officer in a financial institution, Penal Code §\n703 639. It is highly unlikely that anyone arrested for these felonies would be harboring weapons *703 or contraband\nin body cavities upon arrest. On the other hand, some misdemeanor offenses do involve drugs, violence and\nweapons. Examples of misdemeanors include assault, Penal Code § 241, disturbing the peace, Penal Code §\n415, being under the influence of a controlled substance in public, Penal Code § 647, and carrying a loaded\nfirearm, Penal Code § 12031.\nThis case provides a prime example of how the LAPD's sole reliance on the fact that an arrestee has been\ncharged with a felony rather than a misdemeanor tells the LAPD almost nothing about whether a suspect is\nharboring weapons or contraband. At the time Ms. Kennedy was searched, the jailer had, according to the\ncustom and practice of the jail, a booking slip which informed the jailer that Ms. Kennedy was being charged with\ngrand theft 00 a crime which in almost all instances does not involve weapons or drugs. Further, the jailer testified\n97\n[8]\nthat she did not have any suspicion that Ms. Kennedy had drugs or weapons.  Ms. Kennedy was compelled\nnonetheless to undergo the visual body cavity search simply because the policy compelled it. If for example the\narresting officer decided that the television set and other small items had a value of $399 and not $400, the\n[9]\nminimum required for grand theft,  Ms. Kennedy would not have been subjected to a visual body cavity search.\nNot only does the court believe that the LAPD's search policy with respect to felony arrestees cannot be justified\non the basis of its probative value, it also does not believe that the policy can be justified on the basis of\nadministrative necessity. The court notes the jailers are instructed to perform body cavity searches of arrestees\ncharged with misdemeanors only when those arrestees are suspected of harboring weapons or contraband.\nFurthermore, it appears that the number of arrests for misdemeanors in the City of Los Angeles far outweighs the\n[10]\nnumber of felony arrests here.  Thus the jailers have shown themselves capable of making these\ndeterminations, and the record shows that they do in fact make such determinations with respect to a substantial\npercentage of the individuals arrested in the City of Los Angeles.\nBecause a felony charge alone tells a jailer almost nothing about whether an arrestee is harboring weapons,\nmoney, drugs, or other contraband, the court believes that the LAPD's policy requiring body cavity searches of all\nfelony arrestees amounts to punishment of these individuals. As Bell points out, a restriction or condition upon an\narrestee in a jail which is not \"reasonably related to a legitimate goal,\" but is rather \"arbitrary or purposeless\" is\npunishment and prohibited by the fifth and fourteenth amendments. See Bell, 441 U.S. 535-39, 99 S.Ct. at 1874,\n60 L.Ed.2d 468. Thus the court believes that even under the broad guidelines set forth by Bell, this policy of the\nLAPD cannot pass constitutional muster.\nThe court has found only one opinion that arguably appears to draw a conclusion different from its own. See \nDufrin v. Spreen, 712 F.2d 1084 (6th Cir.1983). In Dufrin, the court considered a fourth amendment challenge to a\n704 search that took place under a policy of a jailer that required *704 a strip search for all female arrestees\n\"regardless of the nature of the charges against them and regardless of the probability that they might be carrying\ncontraband.\" The court in that case, however, did not actually pass upon the policy itself. 712 F.2d at 1089\n(\"Since this is a purely individual claim under § 1983, we are not asked ... to make any rules of broad application\nor to lay down any bright line based upon the type of crime charged.\"). The court then went on to uphold that\nsearch, stressing that the felony involved there is one of violence.\nGiven the scope of what was decided in Dufrin, it is only fair to compare the two cases on their facts, and several\nsignificant facts distinguish Dufrin from the case at bar. First, the offense in Dufrin was felonious assault, which\nthe Dufrin court itself observed has violence as an element. Second, the matron was not made aware of the\nspecific charges against the prisoners committed to her custody. In the case at bar, the crime charged did not\nsuggest contraband or drugs and the matron as a matter of routine, was made aware of the crime for which the\narrestee was booked. It is clear that the Dufrin court placed great weight on the nature of the offense and noted\n\nthat the other strip search cases involved misdemeanor and minor offenses not normally associated with\nweapons or contraband.\nThus this court concludes that the policy of the LAPD requiring body cavity searches of all felony arrestees is\nunconstitutional because it is arbitrary and purposeless. Therefore, the court believes that it correctly instructed\nthe jury on the question of whether the search that took place in this case was proper. The instruction of the court\nwas as follows:\n[T]he jail officials must have had reasonable suspicion that she was carrying or concealing\ncontraband or a weapon or that she was suffering from a communicable disease. Factors for you\nto consider in determining whether the jail officials had reasonable suspicion include the nature of\nthe alleged offense, Ms. Kennedy's appearance and conduct at the time, whether she had a prior\nrecord and any other information the police had at the time she was booked.\nNote that this instruction includes the nature of the offense as an element that a jailer may consider in\ndetermining whether to conduct a search. The problem with the LAPD policy is it only depends on whether a\nfelony has been charged. Because the instruction comports with the requirements of Bell and its progeny, the\ncourt rejects the defendants' argument that the instruction was incorrect and denies its new trial motion.\nIn denying this new trial motion, the court is expressing the view that the fourth and fourteenth amendments\nrequire prison officials to determine under a minimal standard of reasonable suspicion whether a felony arrestee\nis carrying contraband or a weapon before conducting a body cavity search. The court stresses that it is not this\ncourt's purpose to superimpose its views of prison administration upon those professionals entrusted with the\nsafety of our prisons. We are not telling the prison officials how to perform this task or what factors they should\nconsider in evaluating reasonable suspicion. The factors listed in the jury instruction only provided suggestions to\nassist them in their task. The LAPD may, for example, find that the nature of the crime charged alone without\n[11]\nmore might suffice.  The court does conclude, however, that some determination of reasonable suspicion is\nrequired for persons initially booked on felonies as well as those booked on misdemeanors.\nII. QUESTIONING OF WITNESSES\nA second ground upon which defendants found their new trial motion involves the alleged abuse of discretion by\nthe court in questioning the defendant officers while they were testifying. This ground does not require a new trial.\n705 The *705 court may question witnesses on the stand. See, e.g., United States v. Articles of Device, 481 F.2d 434\n(10th Cir.1973); Beetler v. Sales Affiliates, Inc., 431 F.2d 651 (7th Cir.1970). Furthermore, the court notes that it\ncautioned the jury that any questions asked by the court were not to be construed as indicating that the court had\nany opinion regarding the issues at hand.\nIT IS SO ORDERED.\n[1] By contrast, the policy of the Los Angeles Police Department with respect to persons detained on\nmisdemeanor charges is that the Department will only engage in body cavity searches of those arrestees if the\nDepartment suspects those arrestees of harboring weapons or contraband.\n[2] In her testimony, Kennedy described the cell to which she was taken: \n[Kennedy]: THEY JUST TOOK ME ARM-IN-ARM AND TOOK ME TO THIS PADDED CELL. I RECALL IT BEING\nLIKE A PADDED CELL WITH A VERY BRIGHT LIGHT AND A DRAIN IN THE CENTER, AND IT WAS JUST A\nVERY STENCH, SMELLY PLACE.\nUnder questioning from her attorney, Mr. Lawson, Kennedy also described to which she was subjected in her\ntestimony:\n\n[Kennedy]: ONE OF THE LADIES CAME INTO THE CELL WITH ME AND SHE STARTED TO RUN HER\nFINGERS THROUGH MY HAIR. AND I WAS ASKING HER WHY SHE WAS DOING THAT, AND SHE WAS\nTELLING ME THAT SHE WAS CHECKING ME FOR FLEAS AND FOR LICE.\nAND SHE HAD ALSO ASKED ME IF I HAD ANY VENEREAL DISEASE, AND I TOLD HER NO. AND SHE SAID,\nWELL, WHAT WE WANT YOU TO DO IS TO TAKE EACH ARTICLE OF CLOTHING OFF AND TURN IT INSIDE\nOUT AND THEN GIVE IT TO US. SO I 00 I 00\n97 97\n[Lawson]: EXCUSE ME. DO YOU KNOW THE IDENTITY OF THIS OFFICER, THE WOMAN WHO TOLD YOU\nTHAT? WAS THAT MARY BUELNA?\n[Kennedy]: I 00 I 00 THE NAME SOUNDS 00 YES, IT SOUNDS 00\n97 97 97 97\n[Lawson]: BUT THERE WERE TWO LADIES?\n[Kennedy]: BUT THERE WERE TWO. THERE WERE TWO.\n[Lawson]: HOW WERE THEY DRESSED?\n[Kennedy]: IN UNIFORM.\n[Lawson]: FULL UNIFORM 00 BADGES, EVERYTHING?\n97\n[Kennedy]: I DON'T RECALL. I JUST REMEMBER THEY WORE UNIFORMS.\n[Lawson]: THAT WAS IT? JUST THE TWO OFFICERS AND YOU, NO ONE ELSE 00\n97\n[Kennedy]: Yes.\n[Lawson]: 00 IS THAT RIGHT?\n97\nALL RIGHT. NOW, WHAT HAPPENED, THEN, AFTER THEY 00 THEY TOLD YOUR THEY WANTED YOU TO\n97\nTAKE OFF EACH ITEM OF YOUR CLOTHING?\n[Kennedy]: I KEPT ASKING WHY I HAD TO DO THAT AND WHAT THEY WERE LOOKING FOR, AND THEY\nJUST TOLD ME THAT I SHOULD JUST FOLLOW THE PROCEDURE AND DO AS THEY SAY.\nSO I 00 AFTER I HAD GOTTEN ALL OF MY CLOTHES OFF, THEY TOLD ME TO TURN AROUND AND 00 NO,\n97 97\nFIRST OF ALL, THEY TOLD ME TO BEND DOWN AND TOUCH THE FLOOR AND TO DO LIKE THESE HOPS\nLIKE 00 LIKE A 00 A 00 HOPS LIKE A RABBIT WOULD HOP. AND I TOLD 00\n97 97 97 97\n[Lawson]: WHILE YOU WERE BENT DOWN?\n[Kennedy]: YES.\nAND I TOLD THEM THAT I COULDN'T BEND DOWN, THAT I HAD A LOT OF PROBLEMS WITH MY BACK.\nAND THEY JUST TOLD ME, THEY SAID, LOOK, YOU'RE GOING TO THE 00 YOU'RE GOING TO DO WHAT\n97\nWE'RE TELLING YOU TO DO. SO, YOU KNOW, I 00 I WAS SCARED AND I DID WHAT THEY TOLD ME TO DO.\n97\nTHEN THEY TOLD ME TO BEND DOWN AND TO SQUAT MY 00 OPEN MY LEGS APART AS FAR AS I COULD,\n97\nTO STICK MY FINGERS UP MY VAGINA, AND TO PROBE UP THERE TO, UMH, I WAS 00 I DIDN'T KNOW\n97\nWHAT FOR.\n[Lawson]: WHO WAS IT THAT TOLD YOU TO DO THAT, KAREN?\n[Kennedy]: I DON'T KNOW WHICH ONE IT WAS.\n[Lawson]: WAS ONE OF THE OFFICERS DOING MOST OF THE TALKING?\n[Kennedy]: YES.\n\n[Lawson]: WHAT WAS THE OFFICER DOING, THE OTHER OFFICER, AT THE TIME?\n[Kennedy]: JUST STANDING AND OBSERVING AND TELLING ME JUST TO DO AS THEY SAID. AND 00\n97\n[Lawson]: WERE THERE ANY COMMENTS MADE ABOUT YOUR BODY?\n[Kennedy]: JUST AS I TURNED AROUND AND STOOD UP, THEN THIS ONE00 I MEAN, HERE I AM,\n97\nHYSTERICAL, AND THIS LADY COMMENTS ABOUT THE BEAUTIFUL BREASTS I HAD. AND I JUST\nCOULDN'T BELIEVE 00 (WITNESS CRYING.)\n97\nUMH, SO, ANYWAY, THEY TOLD ME TO TURN AROUND AND TO STICK MY BUTTOCKS IN THE AIR AND TO\nSTICK MY FINGERS UP MY ANUS AND TO PROBE AROUND IN THERE FOR THEM TO SEE IF ANYTHING\nWAS VISIBLE.\nAND IT WAS REALLY HUMILIATING, ESPECIALLY WHEN YOU DON'T KNOW WHAT YOU'RE THERE FOR,\nWHY YOU HAD TO BE PUT THROUGH THIS IN ADDITION.\n[Lawson]: KAREN, DO YOU KNOW WHAT TIME IT WAS, ABOUT, THIS 00 ABOUT THAT TIME THAT ALL THAT\n97\nWAS HAPPENING TO YOU?\n[Kennedy]: I JUST KNOW THAT I WAS IN 00 IN JAIL FOR ABOUT 11 HOURS.\n97\n[Lawson]: DID THEY ASK YOU TO DO ANYTHING ELSE WHEN YOU WERE IN THAT NUDE CONDITION?\n[Kennedy]: THEY ASKED ME TO 00 TO TOUCH THE FLOOR. WHEN I TOLD THEM THAT I COULDN'T TOUCH\n97\nTHE FLOOR WITH MY BUTTOCKS IN THE AIR, ONE OF THE POLICEMEN HAD NOTICED THAT I HAD THIS\nBIG SCAR. AND THEN WHEN SHE NOTICED THAT, THEN THEY SAID, WELL, YOU KNOW, YOU DON'T\nHAVE TO DO ANY MORE. SO 00\n97\n[3] This minimal standard of decency derives from the due process clauses of the fifth and fourteenth\namendments and not the eighth amendment. See Bell, 441 U.S. at 535 n. 16, 99 S.Ct. at 1872, 60 L.Ed.2d at\n466. \nThe Court of Appeals properly relied on the Due Process Clause rather than the Eighth Amendment in\nconsidering the claims of pretrial detainees. Due process requires that a pretrial detainee not be punished. A\nsentenced inmate, on the other hand, may be punished, although that punishment may not be cruel and unusual\nunder the Eighth Amendment. The Court recognized this distinction in Ingraham v. Wright, 430 U.S. 651, 671-72\nn. 40, 97 S.Ct. 1401, 1412 n. 40, 51 L.Ed.2d 711 (1977).\n[4] The Second Circuit pointed out in Weber that this result was not inconsistent with Bell.\nIn the portion of Bell v. Wolfish that applies directly to the issue before us, the Supreme Court held that probable\ncause is not necessary to justify routine strip/body cavity searches of arraigned pre-trial detainees after those\ninmates have had contact with visitors from outside the institution. Instead, the \"test of reasonableness\" requires\na \"balancing of the need for the particular search against the invasion of personal rights that the search entails.\" \nId.,441 U.S. at 559, 99 S.Ct. at 1884. In the Wolfish setting, that test required the balancing of the institution\nagainst the privacy interests of \"the significant and legitimate security interests of the inmates.\" Id. at 560, 99\nS.Ct. at 1885. In concluding that the security interests of the prison in undertaking strip/body cavity searches after\n\"contact\" visits outweighed the privacy interests of the inmates 00 prisoners who had already been arraigned, had\n97\nfailed to make bail, and had presumably chosen to receive visitors and to enjoy physical contact with them 00 the\n97\nCourt recognized the need for \"mutual accommodation between institutional needs and objectives and the\nprovisions of the Constitution that are of general application.\" Id. at 546, 99 S.Ct. at 1878 (quoting Wolff v.\nMcDonnell, 418 U.S. 539, 555, 94 S.Ct. 2963, 2974, 41 L.Ed.2d 935 (1974)). It did not, however, read out of the\nConstitution the provision of general application that a search be justified as reasonable under the circumstances.\nThe imposition of a standard short of probable cause in determining the balance of interests at stake in Wolfish in\nno way dispensed with that requirement.\n\n[5] In this regard, Justice Powell's short opinion in Bell v. Wolfish, 441 U.S. at 563, 99 S.Ct. at 1886, 60 L.Ed.2d\nat 484 concurring in part and dissenting in part is curious when he states: \"In view of the serious intrusion on\none's privacy occasioned by such a search, I think at least some level of cause, such as reasonable suspicion,\nshould be required to justify the anal and genital searches described in this case.\"\n[6] The one case dealing with a felony was Dufrin v. Spreen, 712 F.2d 1084 (6th Cir.1983), discussed below.\n[7] According to its policy, the LAPD may conduct body cavity searches of misdemeanor arrestees if it suspects\nthem of harboring weapons or contraband.\n[8] Evidently, even the arresting officers themselves had no suspicion that Ms. Kennedy was carrying drugs or\nweapons for they did not bother to search her. See Tinetti v. Wittke, 479 F.Supp. 486 (E.D.Wis.),aff'd,620 F.2d\n160 (7th Cir.1980). \nIn fact, there was hardly a need since she was arrested at her apartment and the officers watched her every\nmovement thereafter 00 even to the point of watching her go to the bathroom and have a bowel movement.\n97\nBecause she was under the control of the police officers at all times thereafter for alleged \"security reasons,\" the\nexamination of her anus at the jail was even more senseless. See Jones v. Edwards, 770 F.2d 739, 740-41 (8th\nCir.1985).\n[9] The evidence at trial demonstrated that the officers merely made an educated guess at best as to their worth.\n[10] The court notes that in 1985, the total number of felony arrests in the city of Los Angeles was 61,282. The\nnumber of women arrested for felonies was 6,501. In contrast, the total number of misdemeanor arrests is\n99,614, and number women arrested for misdemeanors was 17,079. California Department of Justice, Division of\nLaw Enforcement, Bureau of Criminal Statistics and Special Services, 1985 Criminal Justice (Los Angeles\nCounty).\n[11] We do not suggest that this is the only means of evaluation or that the description of the crime itself is the \nsine qua non for conducting the search. See Clements v. Logan, 454 U.S. 1304, 1310, 102 S.Ct. 284, 288, 70\nL.Ed.2d 461, 466 (1981).\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55505"
    },
    {
      "date": "1988-10-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 702,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 901,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Ninth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 56285,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/56285.pdf",
      "title": "Order",
      "text": "901 F.2d 702 (1989)\nKaren KENNEDY, Plaintiff-Appellee,\nv.\nLOS ANGELES POLICE DEPARTMENT; City of Los Angeles; James J. King; Stanley A.\nSchott, Defendants-Appellants.\nNos. 87-6316, 87-6400, and 87-6602.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted August 3, 1988.\nDecided October 11, 1989.\nAs Amended on Denial of Rehearing and Rehearing April 9, 1990.\n703 *703 Richard M. Helgeson, Asst. City Atty., Los Angeles, Cal., for defendants-appellants.\nJoan W. Howarth and Pamela R. Lawson, ACLU Foundation of Southern California, Los Angeles, Cal., for\nplaintiff-appellee.\n[*]\nBefore HALL and LEAVY, Circuit Judges, and GEORGE , District Judge.\nAs Amended on Denial of Rehearing and Rehearing En Banc April 9, 1990.\n704  ORDER\n*704\nThe opinion published in 887 F.2d 920 shall be amended at page 934 as follows:\nGrand theft, a felony, thus properly could be considered in deciding whether to search Kennedy.\nAnd in some cases, the charge itself may give rise to reasonable suspicion. See, e.g.,Thompson\nv. City of Los Angeles, 885 F.2d 1439, 1447 (9th Cir.1989) (The felony of grand theft auto \"is\nsufficiently associated with violence to justify a visual strip search.\") (footnote omitted); ....\nThe full court has been advised of the suggestion for rehearing en banc and no active judge has requested a vote\non whether to rehear the matter en banc. (Fed.R.App.P. 35.)\nThe petition for rehearing is DENIED and the suggestion for rehearing en banc is REJECTED.\nOPINION\nCYNTHIA HOLCOMB HALL, Circuit Judge:\nKaren Kennedy brought a civil rights action under section 1983 against, among others, the Los Angeles Police\nDepartment and two of its officers, James J. King and Stanley A. Schott. The case reached the jury, who after\ndetermining that Kennedy's rights were violated, awarded her compensatory and punitive damages.\nI\nKaren Kennedy and Karen Houghton were roommates in a two-bedroom apartment. The two women had entered\ninto a two-year lease on November 15, 1982. On January 21, 1983, Houghton, without prior warning, left\nKennedy a note indicating that she would be vacating the apartment the following morning. According to\nKennedy, Houghton owed her a total of $694 for her portion of rent and utilities and for bounced checks.\n\nThe following morning Houghton, with her parents and grandparents, arrived at the apartment with a car trailer to\nretrieve her belongings. Kennedy testified that she unsuccessfully attempted to speak with Houghton about their\ndifferences. Houghton refused to pay the debt before departing and told Kennedy that she was moving to La\nJolla, California (although in fact she was moving to Beverly Hills). Houghton left no forwarding address.\nHoughton made several trips to complete her move. During one of the trips, Kennedy moved two of Houghton's\nwicker chairs into Kennedy's bedroom and Houghton's television into the living room behind some drapes.\nKennedy retained these items as \"security\" for the debt Houghton owed her. Kennedy then installed a lockout\ndevice on the front door to prevent Houghton from entering the apartment with her key. When Houghton returned,\nshe noticed that some of her belongings were missing. She called the police.\nOfficers King and Schott responded to the call. They demanded entry into the apartment. Kennedy was with her\ndaughter and a friend of her daughter. The officers then spoke with Kennedy, who explained that she intended to\nhold the property as security for money Houghton owed her. The officers ordered Kennedy to remain on the sofa\n[1]\nwhile they searched the apartment for the missing items.  The officers' search was unsuccessful.\nOfficers King and Schott arrested Kennedy for grand theft, a felony, and escorted her to the Van Nuys jail. At the\njail, Kennedy was forced to submit to a body-cavity search. After stripping off all her clothing, Kennedy was\nrequired to expose her vaginal and anal cavities so that the two women officers could determine whether\nKennedy was concealing drugs or weapons. She was not.\nIn a special verdict, the jury determined that King and Schott were not entitled to qualified immunity and had\nviolated Kennedy's constitutional rights when they arrested her. The jury awarded $5,000 in actual damages\n705 against each officer, as well as $3,000 in punitive damages against King and $1,000 in punitive damages against \n*705 Schott. The jury also determined that Kennedy's constitutional rights were violated because of the City of\nLos Angeles' policy to subject all those arrested for felonies to a body-cavity search. The jury awarded $25,000 in\nactual damages against the City.\nAppellants timely appeal from the jury's determination. The district court had jurisdiction under 28 U.S.C. §§\n1331, 1343(4). This court has jurisdiction under 28 U.S.C. § 1291.\nII\nAt the end of Kennedy's case, and at the end of trial, appellants moved for a directed verdict. On appeal, the\nofficers contend that the district court erred in failing to direct a verdict in their favor. They advance two bases to\nsupport this contention: (1) that probable cause to arrest was established as a matter of law; and (2) that they\nwere entitled to qualified immunity as a matter of law.\nA\nFor Kennedy to prevail under her section 1983 claim, she must establish that (1) she was deprived of a right\nsecured by the Constitution or laws of the United States; and (2) the deprivation was caused by state action. \nParratt v. Taylor, 451 U.S. 527, 535, 101 S.Ct. 1908, 1912, 68 L.Ed.2d 420 (1981); Gorenc v. Salt River Project\nAgric. Improvement and Power Dist., 869 F.2d 503, 505 (9th Cir.1989). The appellants contend that the district\ncourt erred in denying their motions for a directed verdict on the ground that probable cause to arrest was\nestablished as a matter of law. Appellants thus conclude that the arrest did not violate the Constitution.\n\"A directed verdict ... should not be granted unless `the evidence permits only one reasonable conclusion as to\nthe verdict.' The evidence must be viewed in the light most favorable to the prevailing party and all inferences\nmust be drawn in that party's favor.\" Flores v. Pierce, 617 F.2d 1386, 1389 (9th Cir.) (quoting Kay v. Cessna\nAircraft Co., 548 F.2d 1370, 1372 (9th Cir.1977)), cert. denied, 449 U.S. 875, 101 S.Ct. 218, 66 L.Ed.2d 96\n(1980). In a section 1983 action, probable cause generally is a jury question. McKenzie v. Lamb, 738 F.2d 1005,\n1008 (9th Cir.1984). However, a directed verdict on the issue of probable cause is proper if no reasonable jury\ncould determine that the officers did not have probable cause to arrest. Id. \"`Probable cause exists when facts\n\nand circumstances within the arresting officer's knowledge and of which he has reasonably trustworthy\ninformation are sufficient to warrant a man of reasonable caution and prudence in the belief that the defendant is\ncommitting or has committed a crime.'\" Floyd v. Farrell, 765 F.2d 1, 5 (1st Cir.1985) (quoting State v. Lemire, 121\nN.H. 1, 424 A.2d 1135, 1138 (1981)).\nThe officers arrested Kennedy for committing grand theft, a violation of California Penal Code § 487. Under\nCalifornia law, theft is defined in the following manner: \"Every person who shall feloniously steal, take, carry, lead,\nor drive away the personal property of another ... is guilty of theft.\" Cal.Penal Code § 484(a) (West 1988). Grand\ntheft occurs \"[w]hen the money, labor or real or personal property taken is of a value exceeding four hundred\ndollars ($400)....\" Id. at § 487.\nThe district court recognized, and the appellants do not contest, that an element of the crime of grand theft is the\nspecific intent permanently to deprive an owner of her property. See People v. Kageler, 32 Cal.App.3d 738, 745;\n108 Cal.Rptr. 235, 239 (1973). The court instructed the jury that if it determined that the officers reasonably\nshould have known that Kennedy \"merely intended to take temporary possession of the property belonging to\nHoughton, for example, as security for a debt owed by Houghton,\" they did not have probable cause. Appellants\ndo not challenge this instruction. Part of the probable cause analysis must be whether the officers could believe\nthat Kennedy had the necessary intent.\nAs part of the investigation, Schott discovered from Houghton that Kennedy had told Houghton that she was\n706 keeping her property as security until Houghton paid *706 Kennedy the money she was owed. Schott admitted\nthat he \"probably\" passed this information on to King when King arrived at the scene. And when King and Schott\nconfronted Kennedy in her apartment, Kennedy and a friend of her daughter explained to the officers that\nKennedy was holding the property as security until Houghton paid her debts.\nUpon reviewing the facts in this case, giving Kennedy the benefit of all reasonable inferences that may be drawn\nfrom the evidence presented at trial, we conclude that there was sufficient evidence to support the jury's\ndetermination that probable cause for an arrest was lacking. The officers do not contend on appeal (nor would\nthe record support) that they believed Kennedy was holding Houghton's property for any purpose other than as\nsecurity for a debt allegedly owed. Therefore, there was no reasonable basis from which anyone could believe\nthat Kennedy had the specific intent permanently to deprive Houghton of her property. On the contrary, the jury\nquite properly concluded that a prudent person would not have believed that Kennedy, who was entangled in an\nordinary neighborhood dispute, had committed grand theft. See United States v. Hoyos, 868 F.2d 1131, 1136 (9th\nCir.1989). Consequently, the district court properly refused to direct a verdict for the appellants.\nB\nThe appellants next contend that the district court erred in refusing to grant a directed verdict on the ground of\nqualified immunity. Police officers \"are shielded from liability for civil damages insofar as their conduct does not\nviolate clearly established statutory or constitutional rights of which a reasonable person would have known.\" \nHarlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982). It is clearly established, of\ncourse, that an arrest without probable cause violates the Constitution. See McKenzie, 738 F.2d at 1007. Thus,\nthe relevant question in this case is \"whether a reasonable officer could have believed [Kennedy's warrantless\narrest] to be lawful, in light of clearly established law and the information the [arresting] officers possessed.\" \nAnderson v. Creighton, 483 U.S. 635, 641, 107 S.Ct. 3034, 3040, 97 L.Ed.2d 523 (1987); see Kraus v. County of\nPierce, 793 F.2d 1105, 1109 (9th Cir.1986),cert. denied,480 U.S. 932, 107 S.Ct. 1571, 94 L.Ed.2d 763 (1987); \nsee also Floyd, 765 F.2d at 5; Bilbrey v. Brown, 738 F.2d 1462, 1466-67 (9th Cir.1984). This court has stated that\nthis inquiry is a question for the trier of fact. Schlegel v. Bebout, 841 F.2d 937, 945 (9th Cir.1988). However, if\nthere is only one reasonable conclusion a jury could reach on this issue, a directed verdict would have been\nproper. Cf. Anderson, 483 U.S. at 641, 107 S.Ct. at 3040 (qualified immunity issue can be argued as a matter of\nlaw on summary judgment).\nOur preceding discussion about the obvious lack of probable cause is dispositive of the qualified immunity\nquestion. The jury could have concluded that no reasonable officer in Schott's and King's position could have\nbelieved that Kennedy had the requisite criminal intent necessary to give rise to probable cause to arrest her for\n\ngrand theft. The only information the officers had about Kennedy's intent in taking Houghton's property was that\nKennedy was holding it as security. The officers heard this explanation from Houghton, Kennedy, and a friend of\nKennedy's daughter. There simply was no evidence to indicate any other intent. Accordingly, the district court did\nnot err in denying the appellants' motions for a directed verdict on qualified immunity.\nIII\nAppellants claim that the district court improperly instructed the jury on probable cause. Specifically, they contend\nthat the jury instructions improperly intertwined the standard for probable cause with the concept of sufficient\n[2]\nevidence to prove guilt.\n707 *707 This court reviews instructions to determine, viewing them as a whole, whether they adequately cover each\nissue and whether they are misleading or state the law incorrectly. Martinelli v. City of Beaumont, 820 F.2d 1491,\n1493 (9th Cir.1987). In the contested instruction, the court told the jury in part:\nA police officer may not arrest a person for the commission of a felony without an arrest warrant\nunless he has probable cause to believe that a felony has been committed by the person arrested\nwhether or not a felony has in fact been committed. Probable cause exists if the facts and\ncircumstances known to the officer, and of which he had reasonable trustworthy information, are\nsufficient to warrant a prudent person in believing that the suspect has committed a felony. The\nhunch, guess, conjecture or surmise of an officer is not enough, and there must be enough actual\nevidence to reasonably lead to the conclusion that the suspect has committed a felony.\nIn the present case, to constitute \"probable cause\" for the arrest of plaintiff for the commission of\nGRAND THEFT, without an arrest warrant, the evidence must establish that defendant officers\nKING and SCHOTT must have had reasonable cause to believe ALL of the following:\n1. That plaintiff stole, took or carried away the personal property of defendant HOUGHTON; AND\n2. That plaintiff had the specific intent to PERMANENTLY DEPRIVE defendant HOUGHTON of\nher property; AND\n3. That the property had to have a reasonable and fair market value of more that [sic] $400.00 at\nthe time of the theft and the locality of the theft....\nAppellants suggest that this instruction improperly \"mandates a determination by the officers of plaintiff's guilt of\ntheft rather than the probability of criminal activity.\" This argument is meritless. The instruction properly stated\nthat probable cause exists if there were sufficient facts \"to warrant a prudent person in believing that the suspect\nhas committed a felony.\" This is in accord with the law. See Floyd, 765 F.2d at 5. The court never suggested that\nthe \"reasonable cause\" necessary for arrest was the same as the \"proof beyond a reasonable doubt\" needed for\na criminal conviction.\nIV\nAppellants contend that the evidence was insufficient to support the jury's award of punitive damages: $3,000\nagainst King and $1,000 against Schott. We disagree.\nPunitive damages may be assessed in section 1983 actions \"when the defendant's conduct is shown to be\nmotivated by evil motive or intent, or when it involves reckless or callous indifference to the federally protected\nrights of others.\" Smith v. Wade, 461 U.S. 30, 56, 103 S.Ct. 1625, 1640, 75 L.Ed.2d 632 (1983). The decision to\nimpose such sanctions is within the exclusive province of the jury. Runge v. Lee, 441 F.2d 579, 584 (9th Cir.),\n[3]\ncert. denied,404 U.S. 887, 92 S.Ct. 197, 30 L.Ed.2d 169 (1971).\n708 *708 Appellants' insufficiency argument is meritless. There is no question that the officers knew that they were\nresponding to a neighborhood dispute. It is also clear that the officers had no reason to believe that Kennedy took\n\nHoughton's property for any reason other than as security. Yet they arrested her, even though they were aware of\n[4]\nthe specific intent requirement of grand theft.  Furthermore, although the officers testified that Kennedy's refusal\nto tell them the location of Houghton's television was a large factor in determining that probable cause existed to\narrest, Kennedy testified that the officers repeatedly told her to \"shut up\" when she tried to explain the situation.\nUnder all these circumstances, we conclude that the jury could determine that arresting Kennedy constituted\nreckless disregard for her right not to be arrested without probable cause. See Gagnon v. Ball, 696 F.2d 17 (2d\nCir.1982) (arresting someone requesting help from police without determining whether her complaint is justified\nevidences reckless disregard for rights of others). There is ample support in the record to justify the jury's\ndetermination.\nV\nAppellants also claim that the district court committed reversible error by questioning the police officers in such a\nway as to create the impression of partiality. In support of their claim, appellants quote the following line of court\ninquiry concerning the value of the property Kennedy had taken:\nThe Court: That's what [her roomate [sic]] said 00\n97\nKing: That's correct.\nThe Court: 00 Isn't that right? And you never did anything but accept what she said to you; isn't that\n97\ncorrect?\nKing: That's all I could really go on at that time. I mean, I had to make a reasonable decision....\nThe Court: Do you think you could have waited a few days and inquired further?\nKing: I had a victim and a father who were insistent.\nThe Court: So you arrest people because fathers of victims tell you to do so, is that your position?\nKing: No, sir. We hadn't even gotten to that point....\nThe Court: You're not a recovery agency, are you?\n. . . . .\nYou're a police department; isn't that right?\n. . . . .\nOther people worry about recovering property, not you; isn't that right?\nKing: No, sir. Part of our mission is the recovery of property....\nThe Court: You could have waited a couple of days, couldn't you have ...?\nKing: We did look into it further, your honor.\n. . . . .\nThe Court: But you arrested her that day, didn't you?\n. . . . .\nHow much time elapsed between the time you walked into her apartment and the time you placed\nher under arrest?\nKing: [Around] 20 to 30 minutes.\n\nCourt: So that was the extent of your investigation?\nAppellants quote another exchange to demonstrate improper judicial questioning:\nThe Court: Couldn't you have gone down to the city attorney's office and gotten a complaint\n[before arresting Kennedy]?\n. . . . .\nSchott: I would have been remiss in my responsibilities if I did that.\n709 *709 The Court: That's your view. But could you have done that?\n. . . . .\nYou could have investigated further before making an arrest, though, couldn't you have?\nSchott: I'm not quite sure how much further I could have investigated.\nThe Court: Could you have checked the value of the property?\nSchott: That's not normally our procedure....\nThe Court: In this case you didn't even see the television, did you?\nSchott: No....\nIn a federal courtroom, a district judge has the undeniable right to examine witnesses and call the jury's attention\nto important evidence. Shad v. Dean Witter Reynolds, Inc., 799 F.2d 525, 531 (9th Cir.1986). This may be\nnecessary to \"clarify[] the evidence, control[] the orderly presentation of the evidence, confine[] counsel to\nevidentiary rulings, and prevent[] undue repetition of testimony.\" United States v. Malcolm, 475 F.2d 420, 427 (9th\nCir.1973),quoted in United States v. Harris, 501 F.2d 1, 10 (9th Cir.1974). However, attached to this right is an\nimportant qualification: the judge must always remain fair and impartial. \"[A] trial court must be ever mindful of the\nsensitive role it plays in a jury trial and avoid even the appearance of advocacy or partiality.\" Harris, 501 F.2d at\n10; see also Pollard v. Fennell, 400 F.2d 421, 424 (4th Cir.1968) (\"[A]s one who, in the eyes of the jury, occupies\na position of preeminence and special persuasiveness, the district judge must be assiduous in performing his\nfunction as governor of the trial dispassionately, fairly and impartially.\"). Indeed, the sensitivity of the judge's role\nhas prompted us, on many occasions, to urge judicial restraint. See, e.g., Shad, 799 F.2d at 531 (9th Cir.1986)\n(quoting Warner v. Transamerica Ins. Co., 739 F.2d 1347, 1351 (8th Cir.1984)); Handgards, Inc. v. Ethicon, Inc.,\n743 F.2d 1282, 1289 (9th Cir.1984),cert. denied,469 U.S. 1190, 105 S.Ct. 963, 83 L.Ed.2d 968 (1985); Harris,\n501 F.2d at 10-11.\nThe standard for reversing a verdict because of general judicial misconduct during trial is rather stringent. \nHandgards, 743 F.2d at 1289. We must determine whether the district court's inquiry rendered the trial unfair. Id.\nThis court has stated:\nA trial court will be reversed for excessive judicial intervention only if the record \"disclose[s] actual\nbias on the part of the trial judge [or] leave[s] the reviewing court with an abiding impression that\nthe judge's remarks and questioning of witnesses projected to the jury an appearance of advocacy\nor partiality.\"\nShad, 799 F.2d at 531 (quoting Warner, 739 F.2d at 1351). And we have noted: \"Very few cases outside of the\ncriminal law area support an appellate finding of general judicial misconduct during trial.\" Handgards, 743 F.2d at\n1289; see also In re Aircrash in Bali, Indonesia, 871 F.2d 812, 815 (9th Cir.1989).\nRegrettably, the trial court's questioning was not marked by complete indifference. Some of his questions instead\nwere quite pointed and intemperate. Nevertheless, viewing the trial record as a whole, we conclude that reversal\nis not warranted. It cannot be said that the court \"repeatedly and consistently\" was discontent to allow counsel to\nquestion witnesses. See Pollard, 400 F.2d at 424 (judge impeded counsel's interrogation repeatedly, assumed\n\nthe role of witness as well as advocate, and misstated factual accounts, requiring reversal). The court's\nquestioning and the responses fill only eight pages of the 400 page transcript. The court did not assume a role as\nwitness by introducing evidence at trial. See id. at 425-26. Nor did the court dominate questioning of the\nwitnesses so as to preempt counsel's function. See Sit-Set, A.G. v. Universal Jet Exchange, Inc., 747 F.2d 921,\n926 (4th Cir.1984) (finding \"judicial domination of the examination of witnesses so persistent [and yet\nunnecessary] throughout the trial that the result was an effective preemption of counsel's legitimate function in\nthe adversarial process\").\n710 *710 The court began questioning King because counsel repeatedly strayed to an area of questioning that the\ncourt had disallowed (strip search). The court's questions began as an attempt to get counsel back on track about\nthe value of the television. The court's questioning of Schott was prompted by Schott's statement that he would\nhave been negligent in his duties if he did not arrest Kennedy immediately, to which the court expressed\nunderstandable skepticism. Cf. Pollard, 400 F.2d at 424-25 (no apparent justification for judicial intervention); Sit-\nSet, 747 F.2d at 926 (same). Questions indicating skepticism are not improper if witnesses are permitted to\nrespond. Shad, 799 F.2d at 531. Moreover, the court explained to the jury that the court's questions were not\nindicative of its feelings about the case. Such a disclaimer is not a panacea for pervasive and biased judicial\naction. See Sit-Set, 747 F.2d at 926. But given the limited scope of the court's intervention in the present case,\nwe believe this explanation alleviated any appearance of impartiality the judge's questioning may have conveyed.\nSee Shad, 799 F.2d at 531; see also United States v. Laurins, 857 F.2d 529, 538 (9th Cir.1988),cert. denied,___\nU.S. ___, 109 S.Ct. 3215, 106 L.Ed.2d 565 (1989).\nVI\nThe Los Angeles Police Department (LAPD) has a policy requiring all those who are arrested on suspicion of\nhaving committed a felony to be subjected to a body-cavity search. The jury found that this policy, which resulted\nin Kennedy being searched, violated her rights. Kennedy was awarded $25,000 in actual damages against the\nCity of Los Angeles.\nAppellants challenge the district court's instruction that the body-cavity search of Kennedy would violate her\nfourth amendment rights unless the jail officials \"had a reasonable suspicion that she was carrying or concealing\n[5]\ncontraband or a weapon or that she was suffering from a communicable disease.\"  Appellants moved for a new\ntrial, which was denied. The district court issued an opinion holding that the LAPD's policy of conducting a visual\nbody-cavity search of all felony arrest detainees, regardless of reasonable suspicion, violates the fourth\namendment. Kennedy v. Los Angeles Police Department, 667 F.Supp. 697 (C.D. Cal.1987).\nThis court reviews instructions to determine whether viewing them as a whole, they adequately cover each issue\nand whether they are misleading or state the law incorrectly. Martinelli, 820 F.2d at 1493. This court reviews de\nnovo questions of law. United States v. McConney, 728 F.2d 1195, 1201 (9th Cir.) (en banc), cert. denied,469\nU.S. 824, 105 S.Ct. 101, 83 L.Ed.2d 46 (1984).\nA\nThe City of Los Angeles has imposed a blanket policy that subjects all felony arrestees to a visual body-cavity\nsearch. The policy mandates in part:\nArrestees booked into Department facilities on all felony offenses, and misdemeanor offenses\nrelated to the use of narcotics, shall be given a skin search. Skin searches of arrestees booked on\nother misdemeanor charges shall be made when there is probable cause to believe that an\narrestee is concealing contraband or weapons.\nWhen there is probable cause to believe that an arrestee is concealing contraband or weapons\ninside a body cavity, a visual body-cavity search shall be conducted.\n\nFacially, the policy appears to acknowledge the difference in intrusiveness between a skin search and a body-\ncavity search, requiring probable cause only for the latter. However, the LAPD has eliminated this distinction in its\n711 construction and *711 implementation of the policy. A police officer of the City of Los Angeles testified that the\nbody-cavity search was part of a skin or strip search, and so the skin search, strip search, and visual body-cavity\nsearch were really \"one and the same.\" The litigants do not take issue with this characterization. Accordingly, for\npurposes of deciding this case, we must analyze the LAPD's policy as requiring perfunctory body-cavity searches\n[6]\nof all felony arrestees.  Our ultimate task is to determine whether the searches mandated by this policy are\nreasonable under the fourth amendment.\nB\nThe intrusiveness of a body-cavity search cannot be overstated. Strip searches involving the visual exploration of\nbody cavities is dehumanizing and humiliating. The Supreme Court has commented: \"Admittedly, this practice\ninstinctively gives us the most pause.\" Bell v. Wolfish, 441 U.S. 520, 558, 99 S.Ct. 1861, 1884, 60 L.Ed.2d 447\n(1979); see also id. at 576-77, 99 S.Ct. at 1893-94 (\"In my view the body-cavity searches ... represent one of the\nmost grievous offenses against personal dignity and common decency.\") (Marshall, J., dissenting). See generally\nShuldiner, Visual Rape: A Look at the Dubious Legality of Strip Searches, 13 J. Marshall L.Rev. 273 (1980).\nKennedy first was forced to strip off all her clothing. After exposing her naked body to two policewomen, Kennedy\nthen was required to insert her fingers into her vagina and anus so that the policewomen could check whether\nshe had concealed any drugs or contraband in these body cavities. In response to her lawyer's questioning,\nKennedy described this frightening experience:\nKennedy: One of the ladies came into the cell with me and she started to run her fingers through\nmy hair. And I was asking her why she was doing that, and she was telling me that she was\nchecking me for fleas and for lice.\n. . . . .\nLawyer: Then, after ... they wanted you to take off each item of clothing?\nKennedy: I kept asking why I had to do that and what they were looking for, and they just told me\nthat I should just follow the procedure and do as they say.\nSo I 00 after I had gotten all of my clothes off, they told me to turn around and 00 no, first of all, they\n97 97\ntold me to bend down and touch the floor and to do like these hops like 00 like a 00 a rabbit would\n97 97\nhop.\n. . . . .\nAnd I told them that I couldn't bend down, that I had a lot of problems with my back. And they just\ntold me, they said, look, you're going to the 00 you're going to do what we're telling you to do. So,\n97\nyou know, I 00 I was scared and I did what they told me to do.\n97\nThen they told me to bend down and to squat my 00 open my legs apart as far as I could, to stick\n97\nmy fingers up my vagina, and to probe up there to, umh, I was 00 I didn't know what for.\n97\n. . . . .\nLawyer: Were there any comments made about your body?\nKennedy: Just as I turned around and stood up, then this one 00 I mean, here I am, hysterical, and\n97\nthis lady comments about the beautiful breasts I had. And I just couldn't believe 00 (witness crying.)\n97\nUmh, so anyway, they told me to turn around and to stick my buttocks in the air and to stick my\nfingers up my anus and to probe around in there for them to see if anything was visible. And it was\n\n712 really humiliating, especially when you don't know what *712 you're there for, why you had to be\nput through this in addition.\n. . . . .\nLawyer: Did they ask you to do anything else when you were in that nude condition?\nKennedy: They asked me to 00 to touch the floor. When I told them that I couldn't touch the floor\n97\nwith my buttocks in the air, one of the policemen had noticed that I had this big scar. And then\nwhen she noticed that, then they said, well, you know, you don't have to do any more. So 00\n97\nAfter the search, Kennedy was placed in a cell until, hours later, bond was posted.\nIt is against this backdrop that we must test the constitutionality of the LAPD's body-cavity search policy. See \nWolfish, 441 U.S. at 559, 99 S.Ct. at 1884.\nC\nThe Supreme Court has emphasized \"the limited role\" of courts in the administration of detention facilities. Block\nv. Rutherford, 468 U.S. 576, 584-85, 104 S.Ct. 3227, 3231-32, 82 L.Ed.2d 438 (1984). Corrections officials\npossess special expertise in this area and must struggle regularly to maintain security in a most difficult and\npotentially explosive setting. Id. (citing Wolfish, 441 U.S. at 540-41 n. 23, 99 S.Ct. at 1874-75 n. 23). This sober\nunderstanding has led the judiciary to accord special deference to the judgments of administrators concerning the\nfunctioning of correctional facilities. Id.\nNevertheless, the judiciary does play a significant, albeit limited, role. Convicted prisoners, no less those\nsuspected of having perpetrated criminal activity, retain some constitutional liberties. Wolfish, 441 U.S. at 545, 99\nS.Ct. at 1877 (\"[C]onvicted prisoners do not forfeit all constitutional protections by reason of their conviction and\nconfinement in prison.\"). \"There is no iron curtain drawn between the Constitution and the prisons of this country.\"\nWolff v. McDonnell, 418 U.S. 539, 555-56, 94 S.Ct. 2963, 2974-75, 41 L.Ed.2d 935 (1974),quoted in Wolfish,\n441 U.S. at 545, 99 S.Ct. at 1877. When litigants petition the federal courts to review the application of an\ninstitutional policy, the courts must proceed cautiously; the Supreme Court has sounded this warning\nemphatically and with considerable wisdom. Yet, at the same time, we must be equally careful not to abdicate our\nfunction as the guardians of the Constitution. In the end, there must be a delicate balancing; \"[t]here must be a\n`mutual accommodation between institutional needs and objectives and the provisions of the Constitution that are\nof general application.'\" Wolfish, 441 U.S. at 546, 99 S.Ct. at 1877 (quoting Wolff, 418 U.S. at 556, 94 S.Ct. at\n2974).\nD\nIn attempting to arrive at a mutual accommodation between the institutional needs and objectives of the LAPD\nand the shield of the Constitution, we are without a mechanistic formula. Instead, the Supreme Court has\ncautioned:\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted.\nId. at 559, 99 S.Ct. at 1884.\nWe already have addressed the scope of the intrusion of a visual body-cavity search. Kennedy's testimony of her\nordeal illustrates all too well the personal invasion this search entails. Next, we examine the manner in which the\nsearch was conducted. It does not appear that Kennedy's search was performed abusively. In her brief, Kennedy\ndoes make passing reference in her factual statement that an inspecting officer \"commented about her breasts,\"\n\nbut fails to argue that the search in general was abusive. We then analyze the place in which the search was\n713 conducted. Here, the policewomen accompanied Kennedy to a room in the Van Nuys jail, where she was *713\nsearched. Kennedy does not complain that the room exposed her to passersby or in any other way made the\nsearch more humiliating.\nThe critical inquiry is whether the LAPD has sufficient justification for imposing its blanket search policy. The\nLAPD proffers that \"[concerns] for safety, security, and the proper administration of the jail system provided the\nfoundation for such a policy\" and that \"[p]rison officials have a legitimate penological interest in preventing drugs,\ncontraband weapons or other unlawful objects from entering penal facilities.\" These concerns and this interest no\ndoubt are weighty. As the Wolfish Court acknowledged:\nA detention facility is a unique place fraught with serious security dangers. Smuggling of money,\ndrugs, weapons, and other contraband is all too common an occurrence. And inmate attempts to\nsecrete these items into the facility by concealing them in body cavities are documented in this\nrecord and in other cases.\n441 U.S. at 559, 99 S.Ct. at 1884 (citations to the record and to other cases omitted).\nNevertheless, the enacted policy, if it is to be constitutional, must be \"reasonably related\" to the penal institution's\ninterest in maintaining security. Id. at 540, 99 S.Ct. at 1874; see Watt v. City of Richardson Police Dep't, 849 F.2d\n195, 198 (5th Cir.1988) (upholding a search policy limited to those offenders charged with or having criminal\nhistory of narcotics, shoplifting, or weapons charges); cf. Thornburgh v. Abbott, ___ U.S. ___, 109 S.Ct. 1874,\n1879, 104 L.Ed.2d 459 (1989); Turner v. Safley, 482 U.S. 78, 89-90, 107 S.Ct. 2254, 2261-2262, 96 L.Ed.2d 64\n(1987). A ham-handed approach to policy making runs the serious risk of infringing upon detainees' constitutional\nrights. In the instant case, the LAPD fails to offer a serious justification for subjecting all felony arrestees to a\nbody-cavity search as a matter of course, whereas only those misdemeanor arrestees charged with offenses\nrelating to narcotics or suspected of concealing contraband or weapons are forced to undergo such a search.\nThe LAPD asserts:\nIt is not unreasonable for the legislature and the City's police department to assume that felony\nsuspects, because of the societal judgment respecting the greater reprehensibility of their crimes,\npose a correspondingly more substantial risk of also violating the security concerns of the City's\ndetention facility.\nThe principle that courts must provide wide latitude to prison policies needed to maintain institutional order and\nsecurity, Wolfish, 441 U.S. at 547, 99 S.Ct. at 1878, necessarily presupposes that the administrators have crafted\nthose policies with careful deliberation. The LAPD's justification is devoid of any trace of such care; instead, it\nrests on \"assum[ptions]\" and \"societal judgment[s].\" A glaring omission from the LAPD's justification is any\ndocumentation (or even assertion) that felony arrestees have attempted to smuggle contraband into the jail in\ngreater frequency than misdemeanor arrestees.\nThe district court below convincingly demonstrated that the felony/misdemeanor classification is not reasonably\nrelated to the institution's objective of maintaining security. It conducted a thoughtful examination of California's\ncriminal scheme to show that a crime's classification as a felony or misdemeanor alone cannot reasonably\nforecast an arrestee's stealthful proclivities. The district court noted that the following crimes are considered\nfelonies in California: willful tax evasion, Cal.Rev. & Tax Code § 19406 (West 1983), securities fraud,\nCal.Corp.Code § 25541 (West 1977), conspiracy to restrain trade, Cal.Bus. & Prof.Code § 16755 (West 1987),\nfalsification of accounts by public officials, Cal.Penal Code § 424, fraudulently obtaining over $400 in telephone\nservices, Cal.Penal Code § 502.7, and bribery of an officer in a financial institution, Cal.Penal Code § 639. \nKennedy, 667 F.Supp. at 702. The district court contrasted these felonies, which by dint of classification would\ntrigger a routine body-cavity search, with the following crimes that are designated misdemeanors and yet do not\n714 automatically actuate such a search: assault, Cal.Penal Code § 241, disturbing *714 the peace, Cal.Penal Code\n§ 415, being under the influence of a controlled substance in public, Cal.Penal Code § 647, and carrying a loaded\nfirearm, Cal.Penal Code § 12031, Kennedy, 667 F.Supp. at 703.\n\nIndeed, as the district court insightfully noted, this case itself underscores the inherent failings of a search policy\npredicated solely on a felony/misdemeanor classification. The district court described the mechanics leading to\nKennedy's search:\nAt the time Ms. Kennedy was searched, the jailer had, according to the custom and practice of the\njail, a booking slip which informed the jailer that Ms. Kennedy was being charged with grand theft\n00 a crime which in almost all instances does not involve weapons or drugs. Further, the jailer\n97\ntestified that she did not have any suspicion that Ms. Kennedy had drugs or weapons. Ms.\nKennedy was compelled nonetheless to undergo the visual body cavity search simply because the\npolicy compelled it. If for example the arresting officer decided that the television set and the other\nsmall items had a value of $399 and not $400, the minimum required for grand theft, Ms. Kennedy\nwould not have been subjected to a visual body cavity search.\nId. (footnotes omitted). Kennedy's arrest involved an ordinary squabble between two roommates. Unfortunately\nfor Kennedy, the arresting officers, making \"an educated guess at best,\" id. at 703 n. 9, valued the missing items\nin excess of $399, and transmogrified this domestic squabble into an arrest for grand theft, a felony under\nCalifornia law necessitating a body-cavity search.\nIn short, the LAPD's felony/misdemeanor classification alone indicates little about the likelihood of the arrestee's\nconcealing drugs, weapons, or contraband, the basis for subjecting an arrestee to a visual body-cavity search.\nOn balance, the LAPD's policy cannot withstand the constitutional review articulated in Wolfish.\nE\nOur conclusion that the City's search policy is unconstitutional under Wolfish does not end the analysis. The\nCourt in Wolfish delineated the constitutional test for a broad-based policy to search pretrial detainees or\nconvicted inmates that is not premised on individualized suspicion. Accordingly, the possibility remains that the\nCity of Los Angeles had an alternative basis for subjecting Kennedy to a visual body-cavity search.\nI\nPreliminarily, the Court's analysis in Wolfish requires further reflection. Ordinarily, the propriety of a search under\nthe fourth amendment depends on the particular and individual circumstances surrounding the subject of the\nsearch. Those individual circumstances are carefully considered and then tested against an established\nstandard, such as probable cause or reasonable suspicion. The Wolfish Court did not follow this customary path;\nthe exigencies of a prison setting demanded a departure. The Court recognized the necessity of according\nconsiderable deference to policies enacted to manage these exigencies and sought to strike a balance between\nthe competing needs of the institution and those of the individual. Significantly, this balancing was performed in\nthe abstract; it did not focus on the particular circumstances of the individual searched to determine the\nconstitutionality of the policy as a whole.\nThis construction of the Wolfish analysis follows ineluctably from the Court's disposition of the fourth amendment\nclaims. Wolfish involved a class action that challenged, among other things, an institutional policy that mandated\nvisual body-cavity searches of all pretrial detainees after contact visits with outsiders. The Court examined the\nconstitutionality of this policy and rejected the contention that such searches required probable cause. After\nweighing the security needs of the institution against the privacy costs exacted from the inmates, the Court\nupheld the broad-based searches. The Court concluded:\n715 But we deal here with the question whether visual body-cavity inspections as *715 contemplated\nby the [institution's] rules can ever be conducted on less than probable cause. Balancing the\nsignificant and legitimate security interests of the institution against the privacy interests of the\ninmates, we conclude that they can.\nWolfish, 441 U.S. at 560, 99 S.Ct. at 1885.\n\nThis passage is somewhat enigmatic. A possible interpretation is that the Court's balancing was merely prefatory\nto devising a standard against which to test a particular search. Under this interpretation, the balancing yielded a\nstandard less than probable cause in the Wolfish case. The Court's holding, however, cannot sustain this\nconstruction. Ultimately, the Court found the searches resulting from this policy 00 all of them 00 to be\n97 97\nconstitutional. Id. at 558, 99 S.Ct. at 1884. The Court did not proceed to define a standard short of probable\ncause, such as reasonable suspicion. The Court did not remand the case for further consideration in light of its\nbalancing approach. Nor did the Court pay momentary attention to the particular facts of each individual search. It\nis, therefore, conceivable that a member of the class met a visitor for brief seconds, was observed the entire time\nby a cadre of guards, and yet was searched pursuant to the policy, clearly without individualized suspicion.\nNevertheless, this search, assuming it took place, was permissible under Wolfish; on balance, such a search was\n\"reasonable.\" See Shuldiner, supra, at 285 (noting that the Court did not examine the \"justification for conducting\nthese searches arbitrarily and en masse\").\nThe only standard we discern from Wolfish in reviewing the constitutionality of an institutional policy is the two-\npronged balancing test. Justice Powell's pithy partial dissent in that case lends considerable support to our\nreading:\nI join the opinion of the Court except the discussion and holding with respect to body-cavity\nsearches. In view of the serious intrusion on one's privacy occasioned by such a search, I think at\nleast some level of cause, such as a reasonable suspicion, should be required to justify the anal\nand genital searches described in this case. I therefore dissent on this issue.\nWolfish, 441 U.S. at 563, 99 S.Ct. at 1886 (Powell, J., concurring in part, dissenting in part). This passage is\nrevealing: the majority was not formulating a \"level of cause\" against which the constitutionality of the particular\nsearches were to be tested. That is, the majority was not focusing on the individual basis for each search; the\nmajority's constitutional inquiry instead centered around the soundness of the policy as a whole. Cf. Rickman v.\nAvanti, 854 F.2d 327 (9th Cir.1988) (upholding, under Wolfish balancing test, visual body-cavity searches of all\nsegregation unit inmates leaving their cells); Michenfelder v. Sumner, 860 F.2d 328 (9th Cir.1988).\n2\nIn Wolfish, the Court held the search policy to be constitutional. Our review of the LAPD's policy, in contrast, has\nled to a different conclusion. Nevertheless, a search, although not supportable under an institutional policy, is not\nper se unconstitutional. We now must examine the particular circumstances surrounding Kennedy's arrest to\ndetermine whether there was reasonable suspicion to conduct a visual body-cavity search.\nThere is an initial question whether reasonable suspicion is the proper level of cause necessary to justify the\nsearch of a felony arrestee. Numerous cases have scrutinized search policies requiring arrestees on minor\noffenses to undergo a visual body-cavity search. See, e.g., Giles v. Ackerman, 746 F.2d 614 (9th Cir.1984),cert.\ndenied,471 U.S. 1053, 105 S.Ct. 2114, 85 L.Ed.2d 479 (1985). In Giles, the Ninth Circuit tested the\nconstitutionality of a county policy that required all arrestees for minor traffic violations to be subjected to a strip\n[7]\nsearch. Id. at 615. The court applied the Wolfish balancing test and found the county's policy of strip searching\n716 every *716 arrestee unnecessary to protect the institution's security interest. After concluding that the Wolfish test\ncould not sustain the search, the court held that \"arrestees charged with minor offenses may be subjected to a\nstrip search only if jail officials possess a reasonable suspicion that the individual arrestee is carrying or\nconcealing contraband.\" Id. at 617; see also Ward v. County of San Diego, 791 F.2d 1329, 1332-33 (9th Cir.1986)\n(no immunity for public officials who unreasonably subject misdemeanor arrestees to visual body-cavity\nsearches), cert. denied,483 U.S. 1020, 107 S.Ct. 3263, 97 L.Ed.2d 762 (1987); Weber v. Dell, 804 F.2d 796, 802\n(2d Cir.1986) (striking down blanket body-cavity search policy of arrestees charged with misdemeanors or other\nminor offenses and requiring particularized reasonable suspicion), cert. denied,483 U.S. 1020, 107 S.Ct. 3263,\n97 L.Ed.2d 762 (1987).\nThat this case involves a felony arrest does not alter the level of cause required to justify a visual body-cavity\nsearch. Logically, the classification of the offense in some cases might inform the presence of suspicion, but it\n\ndoes not inform the level of suspicion required. Indeed, the reasonable suspicion standard established in Giles\nprudently invites the consideration of the nature of the crime charged in determining the constitutionality of an\nindividual search. The court emphasized: \"Reasonable suspicion may be based on such factors as the nature of\nthe offense, the arrestee's appearance and conduct, and the prior arrest record.\" 746 F.2d at 617 (citations\n[8]\nomitted).\nGrand theft, a felony, thus properly could be considered in deciding whether to search Kennedy. And in some\ncases, the charge itself may give rise to reasonable suspicion. See, e.g., Thompson v. City of Los Angeles, 885\nF.2d 1439, 1447 (9th Cir.1989) (The felony of grand theft auto \"is sufficiently associated with violence to justify a\n[9]\nvisual strip search.\") (footnote omitted); Dufrin v. Spreen, 712 F.2d 1084, 1089 (6th Cir.1983); Watt, 849 F.2d at\n197-98 (\"Reasonableness under the fourth amendment must afford police the right to strip search arrestees\nwhose offenses posed the very threat of violence by weapons or contraband drugs that they must curtail in\nprisons.\"). This is certainly not such a case. The grand theft charge here centered around an ordinary\ndisagreement between two roommates. No weapons, no drugs, no contraband, no violent acts of any kind were\ninvolved. Nor were there any other circumstances that provided reasonable suspicion to believe that Kennedy\nconcealed contraband. The City does not contend otherwise.\nF\nIn conclusion, the district court did not err in giving a reasonable suspicion instruction. The search of Kennedy\ncould not be justified by the LAPD's policy that subjects all felony arrestees to visual body-cavity searches.\nConsequently, the search's constitutionality hinged upon whether the officials had reasonable suspicion that\nKennedy was concealing contraband. The jury reasonably determined that they did not.\n717  VII\n*717\nAppellants next claim the district court erred in awarding attorney's fees because the court based its\ndetermination of the amount on hearsay: a computer printout of the time records kept by Kennedy's counsel.\nAppellants do not contest Kennedy's entitlement to fees under 42 U.S.C. § 1988; they concede that she was the\nprevailing party below.\nIf the district court indeed relied upon an improper basis in determining the amount of attorney's fees, such as\nhearsay, it abused its discretion. Cf. SEC v. Carter Hawley Hale Stores, 760 F.2d 945, 947 (9th Cir.1985) (court\nabuses its discretion if it relies on clearly erroneous facts or misapplies the law). We must therefore determine\nwhether the district court improperly admitted into evidence Kennedy's attorneys' time records. We review for an\nabuse of discretion the admission of evidence. Gauthier v. AMF, Inc., 788 F.2d 634, 635 (9th Cir.),modified,805\nF.2d 337 (1986).\nA hearsay statement is admissible as a business record under Fed.R.Evid. 803(6) if the following foundational\nfacts are shown by testimony of the custodian or another qualified witness: (1) the writing is made or transmitted\nby a person with knowledge at or near the time of the incident recorded; (2) the record is kept in the course of a\nregularly conducted business activity. See United States v. Ordonez, 737 F.2d 793, 805 (9th Cir.1983); see also \nUnited States v. Linn, 880 F.2d 209, 216 (9th Cir.1989); United States v. Catabran, 836 F.2d 453, 457 (9th\nCir.1988). However, the record is not admissible if the source of information or the method or circumstances of\npreparation indicate a lack of trustworthiness. See Ordonez, 737 F.2d at 805.\nOne of the attorneys who worked on the case stated in affidavits that she entered information from her husband's\nhandwritten time records into the computer that generated the printout presented to the district court. She swore\nthat the time records were maintained during the course of her firm's representation of Kennedy. She further\nswore that she and her husband reviewed the records before his death and determined that they were accurate.\nThese statements laid a proper foundation for admission of the time records. Appellants do not persuasively\nargue that there are indications of untrustworthiness. See United States v. Licavoli, 604 F.2d 613, 622-23 (9th\n\nCir.) (district courts have broad discretion regarding determination of trustworthiness), cert. denied,446 U.S. 935,\n100 S.Ct. 2151, 64 L.Ed.2d 787 (1979). The district court did not abuse its discretion by admitting this evidence.\nVIII\nThe decision below is affirmed, and Kennedy's request for attorneys' fees on appeal under 42 U.S.C. § 1988 is\ngranted, see Leer v. Murphy, 844 F.2d 628, 634 (9th Cir.1988).\n[*] Honorable Lloyd D. George, United States District Judge for the District of Nevada, sitting by designation.\n[1] The jury found that the search of the apartment was lawful.\n[2] The appellee urges us not to address the merits of this issue, arguing that this objection was not raised at trial.\nHowever, the appellants sufficiently preserved this objection. They objected to the instruction in general and\nproposed an alternate instruction on probable cause. Moreover, the court was aware that the appellants did not\nagree with the instructions. Martinelli v. City of Beaumont, 820 F.2d 1491, 1493 (9th Cir.1987).\n[3] Appellants urge us to adopt a stringent standard for reviewing a jury's award of punitive damage 00 substantial\n97\nevidence beyond a reasonable doubt. The appellants acknowledge that Ninth Circuit case law does not support\nthis proffered standard. Brief of Appellant at 14. \nWe reject the appellants' novel standard. Initially, they ignore the well-established principle that we cannot\noverrule Ninth Circuit precedents without convening en banc. Christoffel v. E.F. Hutton, 588 F.2d 665, 667 (9th\nCir.1978). Furthermore, the appellants appear to confound the standard the jury must consider in determining\nwhether to impose punitive damages and that which we must employ upon review. The jury's discretion is\nconsiderable, see Kraus v. Santa Fe S. Pac. Corp., 878 F.2d 1193, 1200 (9th Cir.1989), and, if supportable, will\nnot be lightly disturbed, see Fountila v. Carter, 571 F.2d 487, 492 (9th Cir.1978); see also Kraus, 878 F.2d at 1200\n.\n[4] King's testimony shows that he was aware of the \"intent permanently to deprive\" element of grand theft. And\nSchott testified that he knew intent is a critical element of grand theft (although he also seemed to believe that\ntaking someone's property for any reason constitutes theft).\n[5] The court gave further guidance: \nFactors for you to consider in determining whether the jail officials had reasonable suspicion include the nature of\nthe alleged offense, Ms. Kennedy's appearance and conduct at the time, whether she had a prior record and any\nother information the police had at the time she was booked.\nKennedy v. Los Angeles Police Dep't, 667 F.Supp. 697, 704 (C.D.Cal.1987).\n[6] We, therefore, have no occasion to pass upon the constitutionality of an official policy that subjects all felony\narrestees to strip searches that do not involve visual inspection of body cavities. Nor, of course, do we have\noccasion to assess the constitutionality of a blanket search policy that more narrowly focuses on particular types\nof felony arrests.\n[7] The policy specifically required visual examination of the appellant's body cavities. The appellant, however,\nwas spared this examination, as the officer failed to comply with this requirement. Her examination was confined\nto a skin search. Although the Giles decision did not, therefore, directly involve a visual body-cavity search, the\ncourt indicated that its holding logically would engulf the more intrusive search. 746 F.2d at 616 n. 2.\n[8] It is worth noting that, were we to depart from a reasonable suspicion standard for this part of the analysis, we\nwould be required to construct a new level of cause. Reasonable suspicion, the standard for minor offenses, is\nthe least protective constitutional standard. Because a felony denotes a more serious criminal classification, we\nwould be forced to design a standard lower than reasonable suspicion. See United States v. Montoya de\nHernandez, 473 U.S. 531, 540-41, 105 S.Ct. 3304, 3310-11, 87 L.Ed.2d 381 (1985) (rejecting \"clear indication\"\n\nas a \"third verbal standard in addition to `reasonable suspicion' and `probable cause'\" and noting that \"subtle\nverbal gradations may obscure rather than elucidate the meaning of the provision in question\").\n[9] In Dufrin, appellee was subjected to a visual body-cavity search. The appellant had a policy requiring such\nsearches of all female prisoners to be incarcerated in the Oakland County jail, irrespective of the nature of the\ncrime or the probability that contraband has been concealed. 712 F.2d at 1085. The Sixth Circuit upheld the\nconstitutionality of the search, relying heavily on the fact that the appellee was arrested on felonious assault, a\nviolent felony. Id. at 1087, 1088, 1089.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/56285"
    },
    {
      "date": "1987-08-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 697,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 667,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Central District of California",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 21153,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/21153.pdf",
      "title": "Amended Memorandum and Order",
      "text": "KENNEDY v.  LOS ANGELES POLICE DEPT.  697 \nClteaa667 F.Supp. 697 (C.D.Cal. (987) \nof  protecting  subcontractors  on  federal  For the  foregoing  reasons,  defendant's \nprojects,  as  well  as  hamper  the  federal  motion  for  summary judgment is  denied. \ngovernment's construction efforts.  A status conference will be held on Sep-\nConceivably, a state's insurance regula- tember 4,  1987,  at 11:00  a.m.  to  set the \ntion might be so harsh that it could effec- further schedule for the discovery and trial \ntively prohibit a surety from issuing Miller  of this case. \nAct bonds and, perhaps, interfere with the  IT IS SO  ORDERED. \ngovernment's ability to contract for public \nworks.  Such effects could present an ob \nstacle to the federal purpose.  Preemption \nwould likely be found in such a case where \nstate \"regulation\" had become a \"prohibi-\ntion\" sufficient to interfere with the feder-\nal purpose.  In this case, California's regu-\nlations  do  not  approach  such  a  \"prohibi \ntion\" against Miller Act sureties.  See. e.g.  Karen KENNEDY, Plaintiff, \nCalifornia Coastal Comm 'n,  107 S.Ct. at  v. \n1428-29  (finding  no  preemption  as  state  LOS  ANGELES  POLICE  DEPART. \nregulation did not amount to prohibition of \nMENT,  City  of  Los  Angeles,  Daryl \nfederally permitted activity).  The Califor \nGates, James J. King, Stanley A. Schott, \nnia regulations, broadly viewed, codify in \nMary  Buelna,  and  Karen  Houghton, \nsurance claims procedures which are con \nDefendants. \nsistent with good claims handling general \nNo. CV 83-7050-SVW. \nly.  Further, INA's argument is \"too spec \nulative to support preemption.\"  See, Hills  United States District Court, \nborough County, 471 U.S. at 720, 105 S.Ct.  C.D.  California. \nat 2379  (rejecting  argument that county \nregulation  of plasma  donors  would  raise  Aug.  14,  1987. \ncost of plasma and thus interfere with fed-\neral interest in assuring adequate plasma \nArrestee  brought  civil  rights  action \nsupply);  accord, Chevron, 726 F.2d at 501 \nagainst city  police  department and police \n(possible,  future  conflicts  insufficient for \nofficers.  Defendants moved for new trial \nfinding of preemption). \nafter judgment was  entered  in  favor  of \nDefendant IN A has  not shown that ei  arrestee.  The  District Court,  Wilson,  J., \nther the objectives of the California stat  held that police department policy mandat \nute,  or the  application of that statute to  ing  visual  body  cavity  search  for  every \nIN A, would conflict with the Miller Act and  pretrial  detainee  arrested  on  any  felony \nthe accompanying regulations.  Nor does it  charge was unconstitutional. \nappear that enforcement of the California \nMotion denied. \nstatute would interfere with congressional \nobjectives. \n1. Searches and Seizures cS==>55 \nBody cavity searches of pretrial detain \nVI. \nee cannot take place if they are arbitrary \nThe  court concludes  that (1)  plaintiff's \nand purposeless. U.S.C.A. Const.Amend. 4. \naction is  not barred by this court's prior \norder;  (2) Section 790.03 of the California  2. Searches and Seizures cS==>55 \nInsurance  Code  does  regulate  defendant  City police department policy mandat \nINA,  a surety which  issued a Miller Act  ing  visual  body  cavity  search  for  every \nbond to be performed in California;  and (3)  pretrial  detainee  arrested  on  any  felony \nthe Miller Act does not preempt that state  charge,  even  if jailors  had  no  reason  to \nregulation of unfair insurance practices.  suspect that arrestee was harboring weap-\n\n698  667 FEDERAL SUPPLEMENT \nons or contraband, was arbitrary and pur  FACTUAL BACKGROUND \nposeless, and thus, unconstitutional.  U.S.  This case arises out of the arrest and \nC.A.  Const.Amend. 4.  eventual body cavity search of the plaintiff, \nKaren Kennedy.  The arrest was the result \n3. Federal Civil Procedure $=>2333  of  a  dispute  between  Kennedy  and  her \nDefendants were not entitled to new  former roommate who shared a two bed \ntrial of civil  rights action  based on  trial  room apartment in the Brentwood area of \ncourt's questioning defendants while they  Los Angeles.  Kennedy and her roommate \nwere testifying;  court may question wit  suffered a falling out after the roommate, \nnesses on stand and court cautioned jury  without warning,  told  Kennedy  that she \nthat any questions asked by court were not  was moving out of the apartment leaving \nto be construed as indicating that court had  Kennedy with a rent she couldn't afford. \nany opinion regarding issues at hand.  Kennedy alleged that the roommate owed \nher money (approximately $600) for apart \nment and refrigerator rent and telephone \nbills.  When the roommate refused to pay \nPam Lawson, Las Vegas, Nev., for plain \nthe debt before departing, Kennedy, in a \ntiff. \npique of anger, engaged in some self-help \nJames K. Hahn, City Atty., Greg Wolff,  by  hiding  her  roommate's  portable  tele \nDeputy City Atty., Los Angeles, Cal., for  vision and some other minor items in vari \ndefendants.  ous spots in the apartment as security until \nthe debt was paid.  The roommate called \nthe police upon discovering during the pro \nAMENDED MEMORANDUM  cess of moving that she could not locate \nAND  ORDER  some  of  her  belongings.  The  police  re \nsponded by demanding entry into the apart \nWILSON, District Judge. \nment and ordered Kennedy to remain on a \nIn this opinion, the court discusses the  sofa while they searched the entire apart \nconstitutionality of a policy of the Los An  ment for the roommate's belongings.  The \ngeles  Police  Department  (\"LAPD\")  that  police had Kennedy under continuous ob \nmandates a visual body cavity search for  servation,  even  to  the  point  of insisting \nevery pretrial detainee arrested on any fel  that she leave the bathroom door open in \nony charge.1  This issue arises in the fol  her apartment when she had a bowel move \nlowing context: the plaintiff, Karen Kenne  ment.  The jury in this case found that the \ndy, was arrested for grand theft and sub  search of the apartment was proper. \njected to a body cavity search.  The plain  After searching for but not finding the \ntiff sued for a violation of her civil rights.  television or other items, the officers who \nAt trial, a jury found that the plaintiff had  had been called to the scene, Officers King \nbeen arrested without probable cause and  and Schott, arrested Kennedy for the felo \nthat the body cavity search violated  her  ny of Grand Theft.  Grand Theft is defined \nconstitutional rights.  The defendants now  in part as the theft of personal property \nmove  for  a  new  trial  on  the  principal  valued at over $400.  See Cal.Penal Code \nground that the jury was  improperly in  § 487(1) (West Supp.1986).  The testimony \nstructed regarding the law on when police  at trial revealed hostility and frustration on \nofficers may conduct body cavity searches  the part of the officers in not locating the \nof  felony  arrestees.  Because  the  court  roommate's items and in Kennedy's failure \nfinds that the visual body cavity policy at  to cooperate by telling the police where she \nissue here is unconstitutional, it denies the  had placed them.  No serious effort was \ndefendants' new trial motion.  made to determine whether or not the miss-\n1.  By contrast, the policy of the Los  Angeles  searches of those arrestees if the Department \nPolice Department with respect to persons de  suspects those arrestees of harboring weapons \ntained on misdemeanor charges is that the De  or contraband. \npartment  will  only  engage  in  body  cavity \n\nKENNEDY v. LOS ANGELES POLICE DEPT.  699 \nCite .. ftlJ7 F.Supp. 697 (C.D.CaI. 1987) \ning items had a aggregate value of over  Following  her  arrest,  Kennedy  was \n$400.  The jury found that probable cause  booked into the Van Nuys jail.  During the \ndid not exist for this arrest.  booking  process,  she was  subjected to  a \nbody cavity search.2  The jury found that \n2.  In her testimony, Kennedy described the cell  LIKE-LIKE A-A-HOPS LIKE A RABBIT \nto which she was taken:  WOULD HOP.  AND I TOLD-\n[Kennedy]: THEY JUST TOOK ME ARM-IN  [Lawson]:  WHILE  YOU  WERE  BENT \nDOWN? \nARM  AND  TOOK  ME  TO  THIS  PADDED \n[Kennedy]:  YES. \nCELL.  I RECALL IT BEING LIKE A PAD· \nAND  I TOLD THEM THAT  I COULDN'T \nDED CELL WITH A VERY BRIGHT LIGHT \nBEND DOWN, THAT I HAD A LOT OF PROB· \nAND A DRAIN IN THE CENTER, AND  IT \nLEMS WITH MY BACK.  AND THEY JUST \nWAS  JUST  A  VERY  STENCH,  SMELLY \nTOLD ME, THEY SAID, LOOK, YOU'RE GO· \nPLACE. \nING TO THE-YOU'RE GOING TO DO WHAT \nUnder  questioning  from  her  attorney,  Mr. \nWE'RE TELLING  YOU  TO  DO.  SO,  YOU \nLawson, Kennedy also described to which she  KNOW, I-I WAS SCARED AND I DID WHAT \nwas subjected in her testimony:  THEY TOLD ME TO DO. \n[Kennedy]:  ONE  OF  THE  LADIES  CAME  THEN THEY TOLD ME TO BEND DOWN \nINTO  THE  CELL  WITH  ME  AND  SHE  AND  TO  SQUAT  MY-OPEN  MY  LEGS \nSTARTED  TO  RUN  HER  FINGERS  APART AS FAR AS I COULD, TO STICK MY \nTHROUGH MY HAIR.  AND I WAS ASKING  FINGERS UP MY VAGINA, AND TO PROBE \nHER WHY SHE WAS  DOING THAT, AND  UP  THERE TO,  UMH,  I  W AS-I  DIDN'T \nSHE WAS TELLING ME THAT SHE WAS  KNOW WHAT FOR. \nCHECKING ME FOR FLEAS AND FOR LICE.  [Lawson]:  WHO WAS IT THAT TOLD YOU \nAND SHE HAD ALSO ASKED ME IF I HAD  TO DO THAT, KAREN? \nANY  VENEREAL  DISEASE,  AND  I  TOLD  [Kennedy]:  I DON'T KNOW WHICH ONE IT \nHER NO.  AND SHE SAID, WELL, WHAT  WAS. \nWE WANT YOU TO DO IS TO TAKE EACH  [Lawson]: WAS ONE OF THE OFFICERS DO· \nARTICLE OF CLOTHING OFF AND TURN IT  ING MOST OF THE TALKING? \nINSIDE OUT AND THEN GIVE IT TO  US.  [Kennedy]:  YES. \nSO 1-1- [Lawson]:  WHAT WAS THE OFFICER DO· \n[Lawson]:  EXCUSE ME.  DO  YOU  KNOW  lNG, THE OTHER OFFICER, AT THE TIME? \nTHE IDENTITY  OF  THIS  OFFICER,  THE  [Kennedy]: JUST STANDING AND OBSERV· \nWOMAN  WHO  TOLD  YOU  THAT?  WAS  ING  AND  TELLING  ME JUST TO  DO  AS \nTHAT MARY BUELNA?  THEY SAID.  AND-\n[Lawson]:  WERE THERE ANY COMMENTS \n[Kennedy]:  I-I-THE  NAME  SOUNDS \nMADE ABOUT YOUR BODY? \nYES, IT SOUNDS-\n[Kennedy]:  JUST AS  I TURNED AROUND \n[Lawson]:  BUT  THERE  WERE  TWO  LA· \nAND STOOD UP, THEN THIS ONE-I MEAN, \nDIES? \nHERE I AM, HYSTERICAL, AND THIS LADY \n[Kennedy]:  BUT  THERE  WERE  TWO. \nCOMMENTS  ABOUT  THE  BEAUTIFUL \nTHERE WERE TWO. \nBREASTS I HAD.  AND I JUST COULDN'T \n[Lawson]:  HOW WERE THEY DRESSED? \nBELIEVE-(WITNESS CRYING.) \n[Kennedy]:  IN UNIFORM. \nUMH, SO, ANYWAY, THEY TOLD ME TO \n[Lawson]:  FULL  UNIFORM-BADGES, \nTURN AROUND AND TO STICK MY BUT· \nEVERYTHING? \nTOCKS  IN THE AIR  AND  TO  STICK  MY \n[Kennedy]:  I DON'T RECALL.  I JUST RE· \nFINGERS  UP  MY  ANUS  AND  TO  PROBE \nMEMBER THEY WORE UNIFORMS. \nAROUND IN THERE FOR THEM TO SEE IF \n[Lawson]:  THAT WAS IT?  JUST THE TWO \nANYTHING WAS VISIBLE. \nOFFICERS AND YOU, NO ONE ELSE \nAND IT WAS REALLY HUMILIATING, ES· \n[Kennedy]:  Yes. \nPECIALLY  WHEN  YOU  DON'T  KNOW \n[Lawson]:-IS THAT RIGHT? \nWHAT  YOU'RE  THERE  FOR,  WHY  YOU \nALL  RIGHT.  NOW,  WHAT  HAPPENED,  HAD TO BE PUT THROUGH THIS IN ADDI· \nTHEN, AFTER THEY-THEY TOLD YOUR  TION. \nTHEY WANTED YOU TO TAKE OFF EACH  [Lawson]:  KAREN, DO YOU KNOW WHAT \nITEM OF YOUR CLOTHING?  TIME IT WAS, ABOUT, THIS-ABOUT THAT \n[Kennedy]: I KEPT ASKING WHY I HAD TO  TIME THAT ALL THAT WAS HAPPENING \nDO THAT AND WHAT THEY WERE LOOK·  TO YOU? \nING FOR, AND THEY JUST TOLD ME THAT  [Kennedy]: I JUST KNOW THAT I WAS IN \nI SHOULD JUST FOLLOW THE PROCEDURE  IN JAIL FOR ABOUT 11 HOURS. \nAND DO AS THEY SAY.  [Lawson]: DID THEY ASK YOU TO DO ANY· \nSO I-AFTER I HAD GOTTEN ALL OF MY  THING ELSE WHEN YOU WERE IN THAT \nCLOTHES OFF, THEY TOLD ME TO TURN  NUDE CONDITION? \nAROUND AND-NO, FIRST OF ALL, THEY  [Kennedy]:  THEY  ASKED  ME  TO-TO \nTOLD  ME TO  BEND DOWN AND TOUCH  TOUCH THE FLOOR.  WHEN I TOLD THEM \nTHE FLOOR AND TO DO LIKE THESE HOPS  THAT  I  COULDN'T  TOUCH  THE  FLOOR \n\n700  667 FEDERAL SUPPLEMENT \nthis search was improper because it was  court must look to the general language in \nconducted even though the jail officials did  the opinion in order to derive the standard. \nnot have a reasonable suspicion that she  First, the court notes that Justice Rehn \nwas carrying or concealing contraband or a  quist conceded that in this area, the Fourth \nweapon or that she was suffering from a  Amendment does protect both pretrial de \ncommunicable disease.  tainees and convicted prisoners from unrea \nsonable searches.  441 U.S. at 558-59, 99 \nDISCUSSION  S.Ct. at 1884, 60 L.Ed.2d at 481.  He added \nthat when evaluating whether a particular \nI.  THE CONSTITUTIONALITY OF THE \nintrusion is allowable, a court should con \nLAPD POLICY \nsider \"the scope of the particular intrusion, \nThe first ground of the defendants' mo \nthe manner in  which it is conducted, the \ntion  for  new  trial ultimately  depends  on \njustification for initiating it, and the place \nwhether the court believes that the LAPD's \nin which it is conducted.\"  441 U.S. at 559, \npolicy requiring body cavity searches of all \n99 S.Ct. at 1884, 60 L.Ed.2d at 481.  This \nfelony  arrestees  is  unconstitutional.  Be \ntest thus becomes a standard by which the \nlow, then, the court explains why the policy \nLAPD's  policy  regarding  body  cavity \nis unconstitutional before it addresses the \nsearches can be evaluated. \ncontentions of each's ide's motion. \nBell is also helpful in determining when \n[1]  The standard for when a body cavi \nsearches will clearly be permissible or im \nty search of a  pretrial detainee  may  be \npermissible.  A spectrum of circumstances \nconducted is far from certain.  At a mini \nexists  under which  a body  cavity search \nmum,  however,  the  cases  are  clear that \nmight be justified.  At one  point on  the \nsuch searches cannot take place if they are \nspectrum, represented by the existence of \narbitrary and purposeless. \nprobable  cause,  a  body  cavity  search  is \nThe starting point of any analysis of the  always  permissible  because  Bell  teaches \nlaw in this area must be Bell v.  Wolfish,  that  such  searches  of  pretrial  detainees \n441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447  may be made on less than probable cause. \n(1979).  Bell addressed the general ques  In contrast, at the other end of the spec \ntion of how to evaluate the constitutionality  trum, a search may never take place.  This \nof conditions  or restrictions  placed  upon  second point is reached when a court deter \npretrial detainees and the specific question  mines that the search is merely a restric \nof whether body cavity searches of pretrial  tion or condition that \"is arbitrary or pur \ndetainees may ever be  conducted on  less  poseless.\"  Bell, 441 U.S. at 539, 99 S.Ct. \nthan probable cause. \nat 1874, 60 L.Ed.2d at 468 (\"[I]f a restric \nIn Bell, Justice Rehnquist concluded that  tion or condition is not reasonably related \nbody cavity searches of pretrial detainees  to a legitimate goal-if it is arbitrary or \ncould be conducted on less than probable  purposeless-a court permissibly may infer \ncause.  441 U.S. at 560, 99 S.Ct. at 1885, 60  that the purpose of the governmental ac \nL.Ed.2d at 482.  That holding left open the  tion is punishment that may not constitu \nquestion, however, of precisely when such  tionally be inflicted upon detainees qua de \nsearches become unconstitutional.  Thus, a  tainees.\").3 \nWITH MY BUITOCKS IN THE AIR, ONE OF  The Court of Appeals properly relied on the \nTHE POLICEMEN HAD  NOTICED THAT I  Due Process Clause rather than the Eighth \nHAD THIS BIG SCAR.  AND THEN WHEN  Amendment in considering the claims of pre· \nSHE  NOTICED THAT,  THEN THEY SAID,  trial detainees.  Due process requires that a \nWELL, YOU KNOW, YOU DON'T HAVE TO  pretrial detainee  not be punished.  A sen \nDO ANY MORE.  SO- tenced inmate, on the other hand, may be \npunished, although that punishment may not \n3.  This  minimal  standard  of decency  derives  be  cruel  and  unusual  under  the  Eighth \nfrom the due process clauses of the fifth and  Amendment.  The Court recognized this dis \nfourteenth  amendments  and  not  the  eighth  tinction in Ingraham v.  Wright, 430 U.S. 651, \namendment.  See Bell, 441 U.S. at 535 n. 16,99  671-72 n. 40, 97 S.Ct.  1401,  1412 n. 40, 51 \nS.Ct. at 1872, 60 L.Ed.2d at 466.  L.Ed.2d 711 (1977). \n\nKENNEDY v. LOS ANGELES POLICE DEPT.  701 \nCIte as 667 F.Supp. 697 (C.D.CaI. 1987) \nIn determining where to draw the line  Giles v. Ackerman, 746 F.2d 614 (9th Cir. \nbetween  permissible  and  impermissible  1984)  held  that an  arrestee  on  a  minor \nsearches, the court is cognizant of Bell's  traffic offense may not be subjected to a \nadmonition that the courts should not un  strip search (a less intrusive search than a \nnecessarily interfere with the management  visual  body  cavity  search)  upon  being \nof jails. \nbooked into a jail without reasonable sus \nPrison officials must be free to take ap  picion  that  the  particular  arrestee  was \npropriate action to ensure the safety of \ncarrying contraband or in any way threat \ninmates and corrections personnel and to \nening jail security.  The blanket policy of \nprevent escape or unauthorized entry. \nthe jailer in  Giles requiring that all per \nBell, 441 U.S. at 547, 99 S.Ct. at 1878, 60 \nsons booked into that jail be strip searched \nL.Ed.2d at 473.  See also Block v. Ruther \nregardless of any suspicion that the arres \nford,  468  U.S.  576,  104  S.Ct.  3227,  82 \ntee threaten jail security was held unconsti \nL.Ed.2d  438  (1984).  Block  stresses  that \ntutional. \nwhen a District Court reviews the practices \nof jail officials, it should not substitute \"its  In Ward v.  County of San Diego,  783 \nview on the proper administration of [a jail]  F.2d  1385  (9th  Cir.1986)  the  court  re \nfor that of ... experienced administrators  affirmed its holding in Giles.  In Ward, the \nof that facility.\"  Block, 468 U.S. at 589,  blanket policy of the jailer went even fur \n104 S.Ct. at 3234, 82 L.Ed.2d at 449.  ther than in Giles since the arrestee, who \nWith  Bell  to  guide  them,  the  lower  was  arrested  on  a  misdemeanor  charge, \ncourts have tried to define precisely when a  was required to submit to a strip search \nbody cavity search of an arrestee would be  that included a visual body cavity inspec \npermissible.  One  area of contention has  tion. \nbeen whether jail officials are allowed to \nIn Weber v. Dell, 804 F.2d 796, 802 (2nd \nhave a policy requiring strip or even body \nCir.1986), the court held \"that the Fourth \ncavity searches of all arrestees.  Knowing \nAmendment precludes prison officials from \nthat Bell allows body cavity searches on \nperforming strip/body cavity searches of \nless than probable cause, the courts have \narrestees  charged with  misdemeanors  or \nheld that jail officials may not have a blan \nket policy that they will conduct body cavi  other minor offenses unless  the officials \nty searches of all arrestees for minor of  have a reasonable suspicion that the arres \nfenses.  Rather, the courts have said that  tee is concealing weapons or other contra \nsuch searches may not take place unless  band based on the crime charged, the par \nthe jailers  have  some  \"reasonable suspi  ticular  characteristics  of  the  arrestee, \ncion.\"  For example, the Ninth Circuit in  and/or the circumstances of the arrest.\" 4 \n4.  The Second Circuit pointed out in Weber that  its outweighed the privacy interests of the \nthis result was not inconsistent with Bell.  inmates-prisoners who had already been ar \nIn the portion of Bell v.  Wolfish that applies  raigned,  had failed  to make bail,  and had \ndirectly to the issue before us, the Supreme  presumably chosen to receive visitors and to \nCourt held that probable cause is not neces  enjoy physical contact with them-the Court \nsary  to  justify  routine  strip/body  cavity  recognized the need for \"mutual accommoda \nsearches of arraigned pre-trial detainees after  tion between institutional needs and objec \nthose inmates have had contact with visitors \ntives and the provisions of the Constitution \nfrom  outside  the  institution.  Instead,  the \nthat are of general application.\"  ld. at 546, 99 \n\"test of reasonableness\" requires a ''balancing \nS.Ct. at 1878 (quoting Wolff v. McDonnell, 418 \nof the need for the particular search against \nU.S. 539, 555, 94 S.Ct. 2963, 2974, 41 L.Ed.2d \nthe invasion of personal rights that the search \nentails.\"  ld., 441 U.S. at 559, 99 S.Ct. at 1884.  935 (1974».  It did not, however, read out of \nIn the Wolfish setting, that test required the  the Constitution the provision of general ap \nbalancing of the institution against the priva  plication that a search be justified as reason \ncy interests of \"the significant and legitimate  able under the circumstances.  The imposi \nsecurity interests of the inmates.\"  ld. at 560,  tion of a standard short of probable cause in \n99 S.Ct. at 1885.  In concluding that the secur  determining the balance of interests at stake \nity  interests  of the  prison  in  undertaking  in  Wolfish  in  no way dispensed with that \nstrip/body cavity searches after \"contact\" vis- requirement. \n\n702  667 FEDERAL SUPPLEMENT \nId. at 802.  Other circuits have come down  initiating this blanket policy with respect to \nwith  similar holdings.  Id.  at 801  n.  6.6  felony arrestees. \n[2]  Unlike the cases cited above, how  The justification for doing such searches \never, this case presents a unique fact pat  was explained in Bell. \ntern in that the plaintiff here was subjected  A detention facility is a unique place \nto a body cavity search pursuant to a blan  fraught with  serious  security dangers. \nket policy  of  the  LAPD  requiring  body  Smuggling  of money,  drugs,  weapons, \ncavity searches of all felony arrestees even  and other contraband is all too common \nif the jailers have no reason to suspect that  an occurrence.  And inmate attempts to \nan arrestee is harboring weapons or contra  secrete these items into the facility by \nband.  All but one of the previous cases  concealing them in body cavities are doc \nwere limited to blanket policies regarding  umented in this record ... and in other \nsearches of arrestees for minor offenses.6  cases. \nThe question for the court is whether the \nBell, 441 U.S. at 559, 99 S.Ct. at 1884, 60 \nFourth (and perhaps Fifth) Amendment re \nL.Ed. at 481. \nquires  LAPD  jailers  to  have  reasonable \nThus the justification for such searches \nsuspicion before they may conduct a body \nis real, but the only test the LAPD uses to \ncavity  search  of  felony  arrestees.  The \ndetermine whether contraband is being har \ncourt concludes that they must. \nbored by a felony arrestee is the classifica \nThe  starting  point  for  analyzing  this \ntion  of the offense (i.e.  felony  or misde \nquestion  must be  Bell,  which,  as  stated \nmeanor).7  The court does not believe that \nabove, dictates that in analyzing the rea \nthe  classification  of an  offense  alone  is \nsonableness  of  any  policy  regarding \nsufficiently  probative  of the  question  of \nsearches, \"[c ] ourts must consider the scope \nwhether a particular arrestee is harboring \nof the particular intrusion, the manner in \ncontraband.  A cursory examination of the \nwhich it is conducted, the justification for \nCalifornia statutes reveals a multitude of \ninitiating it, and the place in which it is \nfelony offenses which do not in any way \nconducted [cases].\"  Bell, 441 U.S. at 559, \nsuggest drugs or dangerous weapons.  In \n99 S.Ct. at 1884, 60 L.Ed.2d at 481 (empha \nCalifornia,  a felony  is  \"a crime which  is \nsis  added).  There  can  be  no  doubt that \nbody cavity searches are one of the most  punishable with death or by imprisonment \nintrusive searches that law enforcement of  in the state prison.\"  Cal. Penal Code § 17 \nficials can carry out, even if they are con  (West Supp.1987).  Examples of felonies in \nducted in private and in  a courteous and  this state include willful tax evasion, Cal. \nprofessional manner.  See Bell, 441 U.S. at  Rev. & Tax Code § 19406 (West 1983), se \n558,  99  S.Ct.  at 1884,  60  L.Ed.2d at 480  curities  fraud,  Cal.Corp.Code  § 25541 \n(\"Admittedly,  this  practice  instinctively  (West 1977),  conspiracy to restrain trade, \ngives us the most pause.\").  See also 441  Cal.Bus. & Prof.Code § 16755 (West 1987), \nU.S. at 576-77, 99 S.Ct. at 1893, 60 L.Ed.2d  falsification of accounts by public officials, \nat 492  (Marshall, J.,  dissenting)  (\"In  my  Penal Code  § 424,  fraudulently obtaining \nview the body-cavity searches [required in  over $400 in telephone services, Penal Code \nBell] represent one of the most grievous  § 502.7, and bribery of an officer in a fi \noffenses against personal dignity and com  nancial institution, Penal Code § 639.  It is \nmon  decency.\").  Thus  the focus  for the  highly  unlikely  that anyone  arrested for \ncourt must be the LAPD's justification for  these felonies would be harboring weapons \n5.  In this regard, Justice Powell's short opinion  6.  The one case dealing with a felony was Dufrin \nin Bell v.  Wolfish, 441 U.S. at 563, 99 S.Ct. at  v.  Spreen,  712  F.2d  1084  (6th Cir.1983),  dis \n1886, 60 L.Ed.2d at 484 concurring in part and  cussed below. \ndissenting in part is curious when he states: \"In \nview of the serious intrusion on one's privacy  7.  According to its policy, the LAPD may conduct \noccasioned by such a search, I think at least \nbody cavity searches of misdemeanor arrestees \nsome level of cause, such as reasonable suspi \nif it suspects them of harboring weapons or \ncion, should be required to justify the anal and \ncontraband. \ngenital searches described in this case.\" \n\nKENNEDY v. LOS ANGELES POLICE DEPT.  703 \nCite as 667 F'supp. 697 (C.D.CaI. 1987) \nor contraband in body cavities upon arrest.  court  notes  the  jailers  are  instructed  to \nOn the other hand, some misdemeanor of  perform body cavity searches of arrestees \nfenses do involve drugs, violence and weap  charged  with  misdemeanors  only  when \nons.  Examples of misdemeanors  include  those arrestees are suspected of harboring \nassault, Penal Code  § 241,  disturbing the  weapons  or contraband.  Furthermore,  it \npeace, Penal Code § 415, being under the  appears  that the  number  of arrests  for \ninfluence of a controlled substance in pub  misdemeanors in the City of Los Angeles \nlic, Penal Code § 647, and carrying a load  far outweighs the number of felony arrests \ned firearm, Penal Code § 12031.  here.10  Thus the jailers have shown them \nThis case provides a prime example of  selves capable of making these determina \ntions, and the record shows that they do in \nhow the LAPD's sole reliance on the fact \nthat an arrestee has been charged with a  fact make such determinations with respect \nfelony rather than a misdemeanor tells the  to a substantial percentage of the individu \nals  arrested in  the City of Los  Angeles. \nLAPD almost nothing about whether a sus \npect is harboring weapons or contraband.  Because  a  felony  charge  alone  tells  a \nAt the time Ms. Kennedy was searched, the  jailer almost nothing about whether an ar \njailer  had,  according  to  the  custom  and  restee is harboring weapons, money, drugs, \npractice of the jail,  a booking slip which  or other contraband, the court believes that \ninformed the jailer that Ms. Kennedy was  the LAPD's policy  requiring body  cavity \nbeing charged with grand theft-a crime  searches of all felony arrestees amounts to \nwhich in almost all instances does not in  punishment of these individuals.  As Bell \nvolve weapons or drugs.  Further, the jail  points out, a restriction or condition upon \ner testlfied that she did not have any suspi  an arrestee in a jail which is not \"reason \ncion that Ms. Kennedy had drugs or weap  ably related to a legitimate goal,\" but is \nons.s  Ms.  Kennedy was compelled none  rather \"arbitrary or purposeless\" is punish \ntheless to undergo the visual body cavity  ment and prohibited by the fifth and four \nsearch simply because the policy compelled  teenth  amendments.  See  Bell,  441  U.S. \nit.  If for  example  the  arresting  officer  535-39, 99  S.Ct. at 1874, 60 L.Ed.2d 468. \ndecided that the television set and other  Thus the court believes that even under the \nsmall items had a value of $399 and not  broad  guidelines  set forth  by  Bell,  this \n$400,  the  minimum  required  for  grand  policy of the LAPD cannot pass constitu \ntheft,9 Ms. Kennedy would not have been  tional muster. \nsubjected to a  visual body cavity search.  The  court  has  found  only  one  opinion \nNot only does the court believe that the  that arguably appears to draw a conclusion \nLAPD's search policy with respect to felo  different  from  its  own.  See  Dufrin  v. \nny arrestees cannot be justified on the ba  Spreen,  712  F.2d 1084 (6th Cir.1983).  In \nsis of its probative value, it also does not  Dufrin,  the  court  considered  a  fourth \nbelieve that the policy can be justified on  amendment challenge to a search that took \nthe basis of administrative necessity.  The  place  under a  policy  of a  jailer that re-\n8.  Evidently, even the arresting officers them·  9.  The evidence at trial demonstrated that the \nselves had no suspicion that Ms. Kennedy was  officers merely made an educated guess at best \ncarrying drugs or weapons for they did  not  as to their worth. \nbother to search her.  See Tinetti v. Wittke, 479 \nF.Supp. 486 (E.D.Wis.), aff'd, 620 F.2d 160 (7th  10.  The court notes that in 1985, the total num \nCir.1980). \nber of felony arrests in the city of Los Angeles \nIn fact, there was hardly a need since she was  was 61,282.  The number of women arrested for \narrested  at  her  apartment  and  the  officers \nfelonies was 6,501.  In contrast, the total num \nwatched her every movement thereafter-even \nber of misdemeanor arrests is 99,614, and num \nto the point of watching her go to the bathroom \nber women arrested for misdemeanors was 17,-\nand have a bowel movement.  Because she was \n079.  California Department of Justice, Division \nunder the control of the police officers at all \nof Law Enforcement, Bureau of Criminal Statis \ntimes thereafter for alleged \"security reasons,\" \ntics and Special Services, 1985 Criminal Justice \nthe examination of her anus at the jail was even \nmore senseless.  See Jones v. Edwards, 770 F .2d  (Los Angeles County). \n739, 740-41 (8th Cir.1985). \n\n704  667 FEDERAL SUPPLEMENT \nquired a strip search for all female arres  nature of the alleged offense, Ms. Kenne \ntees  \"regardless  of  the  nature  of  the  dy's appearance and conduct at the time, \ncharges against them and regardless of the  whether she had a prior record and any \nprobability  that they  might  be  carrying  other information the police had at the \ncontraband.\"  The court in that case, how  time she was booked. \never, did not actually pass upon the policy \nNote  that this  instruction  includes  the \nitself.  712 F.2d at 1089 (\"Since this is a \nnature of the offense as an element that a \npurely individual claim  under § 1983,  we \njailer may consider in determining whether \nare not asked  '\"  to  make any rules  of \nto conduct a search.  The problem with the \nbroad application or to lay down any bright \nLAPD policy is it only depends on whether \nline  based  upon  the  type  of  crime \na felony has been charged.  Because the \ncharged.\").  The  court  then  went  on  to \nuphold that search, stressing that the felo  instruction comports with the requirements \nny involved there is one of violence.  of Bell and its progeny, the court rejects \nthe defendants' argument that the instruc \nGiven the scope of what was decided in \ntion was incorrect and denies its new trial \nDufrin, it is only fair to compare the two \nmotion. \ncases on their facts, and several significant \nfacts distinguish Dufrin from the case at  In  denying  this  new  trial  motion,  the \nbar.  First, the offense in Dufrin was felo  court is expressing the view that the fourth \nnious assault, which the Dufrin court itself  and fourteenth amendments require prison \nobserved has violence as an element.  Sec  officials to determine under a minimal stan \nond, the matron was not made aware of the  dard of reasonable suspicion whether a fel \nspecific charges against the prisoners com  ony arrestee is  carrying contraband or a \nmitted to her custody.  In the case at bar,  weapon  before  conducting a  body  cavity \nthe crime charged did not suggest contra  search.  The court stresses that it is not \nband or drugs and the matron as a matter  this  court's  purpose  to  superimpose  its \nof routine, was made aware of the crime  views of prison administration upon those \nfor which the arrestee was booked.  It is  professionals entrusted with the safety of \nclear that the Dufrin court placed great  our prisons.  Weare not telling the prison \nweight on the nature of the offense and \nofficials how to perform this task or what \nnoted that the other strip search cases in \nfactors they should consider in evaluating \nvolved  misdemeanor  and  minor  offenses \nreasonable suspicion.  The factors listed in \nnot normally associated with  weapons or \nthe jury instruction only provided sugges \ncontraband. \ntions  to  assist them  in  their  task.  The \nThus this court concludes that the policy  LAPD may, for example, find that the na \nof  the  LAPD  requiring  body  cavity  ture of the crime  charged alone  without \nsearches of all felony arrestees is unconsti  more might suffice.ll  The court does con \ntutional  because  it is  arbitrary  and  pur  clude, however, that some determination of \nposeless.  Therefore,  the  court  believes  reasonable  suspicion  is  required  for  per \nthat it correctly instructed the jury on the  sons initially booked on felonies as well as \nquestion of whether the search that took  those booked on misdemeanors. \nplace in this case was proper.  The instruc \ntion of the court was as follows: \nII.  QUESTIONING OF WITNESSES \n[T]he jail officials must have had reason \nable suspicion that she was carrying or  [3]  A  second  ground  upon  which  de \nconcealing  contraband  or  a  weapon  or  fendants found their new trial motion in \nthat she was suffering from a communi  volves the alleged abuse of discretion by \ncable disease.  Factors for you to consid  the court in questioning the defendant offi \ner in determining whether the jail offi  cers  while  they  were  testifying.  This \ncials had reasonable suspicion include the  ground does not require a new trial.  The \n11.  We do not suggest that this is the only means  the search.  See Clements v.  Logan,  454 U.S. \nof evaluation or that the description  of the  1304, 1310, 102 S.Ct. 284, 288, 70 L.Ed.2d 461, \ncrime itself is the sine qua non for conducting  466 (1981). \n\nSTATE FARM FIRE AND CAS. CO. v. POOMAIHEALANI  705 \nCite 88667 F.Supp. 705 (D.Hawail 1987) \ncourt may question witnesses on the stand.  tion that insured's actions fell within policy \nSee, e.g.,  United States v.  Articles of De- exclusion;  different standard of proof was \nvice, 481 F.2d 434 (10th Cir.1973);  Beetler  involved, insurer was not party or in privity \nv. Sales Affiliates, Inc., 431 F.2d 651 (7th  with party to criminal action, and acquittal \nCir.1970).  Furthermore,  the  court  notes  was not admissible  to  prove lack of con \nthat it cautioned the jury that any ques- duct. \ntions asked by the court were not to be \nconstrued as indicating that the court had  2. Action e=>69(6) \nany opinion regarding the issues at hand.  Where underlying tort suit will decide \nidentical issue in declaratory action, court \nIT IS SO ORDERED.  has  discretion  to  stay declaratory  action \npending completion of tort suit. \n3. Action e=>69(6) \nInsurer's  action  seeking  declaration \nthat insured intentionally injured another \nwithin meaning of policy exclusion would \nbe  stayed pending completion of pending \nstate tort suit against insured by injured \nSTATE  FARM  FIRE  AND \nperson  involving  similar  issues  of intent \nCASUALTY CO., Plaintiff, \nand self-defense. \nv. \n4. Insurance e=>514.9(1) \nJoseph POOMAIHEALANI, Jr., Faye \nUnder Hawaii law, homeowner's insur \nKaleo and Richard Kaleo, \ner had duty to defend insured in tort action \nDefendants. \nbrought by neighbor who insured had in \nCiv. No. 86-0112.  tentionally struck; genuine issue existed as \nto  whether  insured  acted  in  self-defense \nUnited States District Court, \nand thus was not excluded from coverage. \nD. Hawaii. \n5. Insurance e=>602.5 \nApril 17, 1987. \nHomeowner's  insurer  did  not  act  in \nbad  faith  by  filing  declaratory  action \nIn declaratory action by homeowner's  against insured it was obligated to defend \ninsurer against insured and neighbor who  in state court tort action, based on question \nbrought tort action  against that insured,  as to whether coverage existed. \ninsured moved for stay and insurer cross \nmoved for summary judgment.  The Dis \ntrict Court, Kay, J., held that:  (1) acquittal  William  W.  Ramos-Saunders,  Goodsill \nof  insured  in  criminal  assault  action  Anderson  Quinn  & Stifel,  Honolulu,  Ha \nbrought  by  neighbor  did  not  bar  relit  waii, for plaintiff. \nigation of issue of intent;  (2) declaratory  Benjamin Menor, Ron Menor, Weinberg \naction would be stayed pending completion  & Bell, Jan M. Weinberg, Ashley K. Fen \nof state tort suit;  and (3) insurer had duty  ton, Honolulu, Hawaii, for defendants. \nto defend insured, who intentionally struck \nneighbor,  in  light of genuine issue as to \nORDER  GRANTING  POOMAIHEALA \nwhether insured acted in self-defense. \nNI'S  MOTION  TO  STAY  AND \nOrdered accordingly.  GRANTING  IN  PART AND  DENY \nING IN  PART STATE FARM'S MO \nTION  FOR  SUMMARY JUDGMENT \n1. Judgment e=>828(3.10) \nInsured's acquittal on criminal assault  KAY, District Judge. \ncharge did not bar relitigation of issue of  On July 6, 1983, Mrs. Faye Kaleo (herein \nintent in  insurer's action seeking declara- after referred to  as  \"Kaleo\") confronted ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/21153"
    },
    {
      "date": "1988-10-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 702,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 901,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Ninth Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 21155,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/21155.pdf",
      "title": "Order",
      "text": "702  901  FEDERAL REPORTER. 2d SERIES \nistreri's  request  to  amend  her  complaint  officers.  The United States District Court \nand instead dismissing her equal protection  for the Central District of California, Ste \nclaim with prejudice.  phen V.  Wilson, J., 667  F.Supp. 697,  held \nfor arrestee, and defendants appealed. The \nC.  Excessive Force.  Search  and Seizure \nCourt of Appeals,  Cynthia Holcomb  Hall, \nBalistreri's complaint alleges no facts at  Circuit Judge, held that:  (1) police officers \nall  suggesting  that  defendants  subjected \nwere  not  entitled  to  qualified  immunity \nher to any search, seizure, or use of force, \nwhere they lacked probable cause to arrest \nlawful or otherwise.  There is no allegation \nplaintiff;  (2) arrest of plaintiff constituted \ntending to show that Balistreri's husband \nreckless disregard for her right not to be \nwas a state agent, or that his  acts  were \narrested  without  probable  cause,  thereby \nratified,  condoned  or  instigated  by  the \njustifying  award  of  punitive  damages \nstate.  Accordingly,  dismissal  of  these \nagainst  arresting  officers;  and  (3)  city's \nclaims was proper. \nblanket policy of subjecting all  felony  ar \nCONCLUSION  restees  to  visual  body-cavity  search  was \nWe AFFIRM the district court's dismis  unconstitutional. \nsal of plaintiff's search, seizure and use of \nAffirmed. \nforce  claims  and  due  process  claim,  but \nREVERSE the dismissal with prejudice of  Opinion, 887  F.2d 920,  superseded. \nplaintiff's  equal  protection  claim,  and  re \nmand with instructions to the district court \nto permit the plaintiff to amend the com \n1.  Arrest c<;:::>63.4( 6) \nplaint. \nPolice  officers,  who  were  informed \nLAUGHLIN E.  WATERS,  District  that  plaintiff  was  holding  former  room \nJudge, concurring in  the result.  mate's property as security until she paid \nher debts, lacked probable cause to arrest \nI withdraw my prior concurring and dis \nsenting opinion.  I concur only in the result  plaintiff for grand theft in violation of Cali \nof the Second Amended Opinion.  fornia law;  there was no  reasonable basis \nfrom which anyone could believe that plain \ntiff had specific intent permanently to de \nprive  former  roommate  of  property. \nWest's Ann.Cal.Penal Code § 487. \nKaren KENNEDY. Plaintiff-Appellee,  2.  Municipal Corporations c<;:::>747(3) \nv.  Police officers are shielded from liabili \nLOS  ANGELES  POLICE  DEPART·  ty for civil damages insofar as their con \nMENT;  City of Los Angeles;  James J.  duct  does  not  violate  clearly  established \nKing;  Stanley A.  Schott.  Defendants  statutory or constitutional rights of which \nAppellants.  a  reasonable  person  would  have  known. \nNos. 87-6316, 87-6400, and 87-6602. \n3.  Civil  Rights c<;:::>214(6) \nUnited States Court of Appeals, \nNinth Circuit.  Police  officers  were  not  entitled  to \nqualified  immunity  from  arrestee's  civil \nArgued and Submitted Aug. 3,  1988. \nrights  suit  where  they  lacked  probable \nDecided Oct.  11,  1989.  cause  to  arrest her for  grand  theft.  42 \nAs Amended on  Denial of Rehearing  U.S.C.A.  § 1983. \nand Rehearing En Banc April 9,  1990. \n4.  Civil  Rights c<;:::>275(1) \nArrestee  brought  civil  rights  action  Punitive damages may be assessed in \nagainst police  department and  two  of its  § 1983 actions when defendant's conduct is \n\nKENNEDY v.  LOS ANGELES POLICE DEPT.  703 \nCite as 901 F.2d 702 (9th Ctr. 1989) \nshown to  be  motivated by  evil  motive  or  search was unconstitutional;  felony misde \nintent, or when it involves reckless or cal- meanor classification indicated little about \nlous  indifference  to  federally  protected  likelihood  of  arrestee's  concealing  drugs, \nrights of others.  42  U.S.C.A.  § 1983.  weapons  or contraband,  which  was  basis \nfor subjecting arrestee to search.  U.S.C.A. \n5. Civil Rights p275(I) \nConst.Amend. 4. \nDecision to impose punitive damages in \n§ 1983 action  is  within exclusive province  11.  Evidence p351 \nof jury.  42  U.S.C.A  § 1983.  Hearsay  statement  is  admissible  as \nbusiness record if writing is made or trans \n6.  Civil Rights p275(1) \nmitted  by  person  with  knowledge  at  or \nArrest  of  plaintiff  for  grand  theft \nnear time of incident recorded and record is \nwithout probable cause constituted reckless \nkept in course of regularly conducted busi \ndisregard for her right not to be arrested \nness activities;  however, record is  not ad \nwithout probable cause, thereby justifying \nmissible if source of information or method \njury's award of punitive damages in  civil \nor  circumstances  of  preparation  indicate \nrights action brought against arresting of \nlack of trustworthiness.  Fed.Rules  Evid. \nficers.  42  U.S.C.A.  § 1983. \nRule 803(6),  28  U.S.C.A. \n7.  Federal Courts p906 \n12.  Evidence p351 \nAlthough  trial  court's  questioning of \nComputer  printout  of  time  records \ndefendant police officers in civil rights ac \nkept by plaintiff's counsel was admissible \ntion was not marked by complete indiffer \nas business record in determining award of \nence,  in  that some  questions  were  quite \nattorney fees to plaintiff who prevailed in \npointed and intemperate, no reversible er \ncivil rights action;  attorney who worked on \nror occurred  on  ground  that questioning \ncase stated in  affidavits that she entered \ncreated impression of partiality. \ninformation from handwritten time records \n8.  Federal Civil Procedure p1969  into  computer  that  generated  printout \nFederal district judge has  undeniable  presented  to  trial  court,  and  swore  that \nright to examine witnesses and call jury's  time  records  were  maintained  during \nattention to important evidence in order to  course of her firm's representation of plain \nclarify evidence,  control  orderly  presenta  tiff  and  that  attorney  who  handwrote \ntion of evidence, confine counsel to eviden  records  had  reviewed  them  for  accuracy \ntiary rulings, and prevent undue repetition  before  his  death.  Fed.Rules  Evid.Rule \nof  testimony;  however,  attached  to  that  803(6),  28  U.S.C.A.;  42  U.S.C.A.  § 1988. \nright is important qualification that judge \nalways remain fair and impartial. \nRichard M.  Helgeson,  Asst.  City  Atty., \n9.  Federal Courts p906 \nLos  Angeles,  Cal.,  for  defendants-appel \nTrial court will be reversed for exces \nlants. \nsive judicial intervention only if record dis \ncloses actual bias on part of judge or leaves  Joan W.  Howarth and  Pamela R.  Law \nreviewing  court  with  abiding  impression  son, ACLU Foundation of Southern Califor \nthat judge's  remarks  and  questioning  of  nia,  Los  Angeles,  Cal.,  for plaintiff-appel \nwitnesses projected to jury appearance of  lee. \nadvocacy or partiality. \nAppeal from  the United States District \n10.  Drugs and Narcotics pI84(6)  Court for the Central District of California. \nSearches and Seizures p55 \nCity's blanket policy of subjecting all  Before HALL and LEAVY,  Circuit \nfelony  arrestees  to  visual  body-cavity  Judges, and GEORGE', District Judge. \n• Honorable Lloyd D. George, United States Dis·  designation. \ntrict Judge for the District of Nevada, sitting by \n\n704  901  FEDERAL REPORTER, 2d SERIES \nORDER  her belongings.  Kennedy testified that she \nThe  opmJOn  published  in  887  F.2d  920  unsuccessfully  attempted  to  speak  with \nHoughton about their differences.  Hough \nshall be amended at page 924  as  follows: \nton refused to pay the debt before depart \nGrand  theft,  a  felony,  thus  properly \ning and told Kennedy that she was moving \ncould be considered in  deciding whether \nto La Jolla, California (although in fact she \nto search Kennedy.  And in some cases, \nwas moving to Beverly Hills).  Houghton \nthe charge itself may give rise to reason \nleft  no  forwarding address. \nable  suspicion.  See,  e.g.,  Thompson  v. \nCity of ws Angeles, 885 F.2d 1439, 1-147  Houghton made several trips to complete \n(9th  Cir.1989)  (The  felony  of  grand  her move.  During one of the trips, Kenne \ntheft  auto  \"is  sufficiently  associated  dy moved two of Houghton's wicker chairs \nwith  violence to justify a  visual  strip  into  Kennedy's  bedroom  and  Houghton's \nsearch.\") (footnote omitted);  ....  television into the living room behind some \ndrapes.  Kennedy retained these items as \nThe  full  court has  been  advised of the \n\"security\"  for  the  debt  Houghton  owed \nsuggestion for  rehearing en  banc  and  no \nher.  Kennedy then installed a lockout de \nactive  judge  has  requested  a  vote  on \nvice on the front door to prevent Houghton \nwhether  to  rehear  the  matter  en  banco \nfrom entering the apartment with her key. \n(Fed.R.App.P. 85.) \nWhen Houghton returned, she noticed that \nThe  petition  for  rehearing  is  DE~IED  some of her belongings were missing.  She \nand the suggestion for rehearing en banc is  called the police. \nREJECTED. \nOfficers  King  and  Schott responded  to \nthe  call.  They  demanded  entry  into  the \nOPINION \napartment.  Kennedy was with her daugh \nCYNTHIA HOLCOMB  HALL,  Circuit \nter  and  a  friend  of  her  daughter.  The \nJudge: \nofficers then spoke with Kennedy. who ex \nKaren  Kennedy  brought  a  civil  rights  plained that she intended to hold the prop \naction  under section  1983  against. among  erty as security for money Houghton owed \nothers, the Los Angeles Police Department  her.  The officers ordered Kennedy to re \nand two of its officers, James J. King and  main on the sofa while they searched the \nStanley A.  Schott.  The case  reached the  apartment for the missing items.'  The of \njury, who after determining that Kennedy's  ficers'  search was unsuccessful. \nrights were violated, awarded her compen \nOfficers King and Schott arrested Ken \nsatory and punitive damages.  nedy for grand theft, a felony, and escort \ned her to the Van  Nuys jail.  At the jail, \nKennedy was forced to submit to a body \nKaren  Kennedy  and  Karen  Houghton  cavity search.  After stripping off all her \nwere roommates  in  a  two-bedroom apart  clothing, Kennedy was required to expose \nment.  The two women had entered into a  her vaginal  and  anal cavities so that the \ntwo-year lease on November 15. 1982.  On  two women officers could determine wheth \nJanuary 21, 1983, Houghton, without prior  er Kennedy was concealing drugs or weap \nwarning,  left  Kennedy  a  note  indicating  ons.  She was  not. \nthat she would be vacating the apartment \nIn a special verdict, the jury determined \nthe following morning.  According to Ken \nthat King and Schott were not entitled to \nnedy, Houghton owed her a total of $694 \nqualified immunity and had violated Kenne \nfor her portion of rent and utilities and for \ndy's constitutional rights when they arrest \nbounced checks. \ned her.  The jury awarded $5,000 in actual \nThe  following  morning Houghton,  with  damages against each officer,  as  well  as \nher parents and  grandparents,  arrived at  $3,000  in  punitive  damages  against  King \nthe apartment with a car trailer to retrieve  and  $1,000  in  punitive  damages  against \n1.  The jury found that the search of the apart·  ment was lawfuL \n\nKENNEDY v.  LOS ANGELES POLICE DEPT.  705 \nCite as 901  F.2d 702 (9th Ctr. 1989) \nSchott.  The jury also determined that Ken·  tion 1983 action, probable cause generally \nnedy's  constitutional  rights  were  violated  is a jury question.  McKenzie Z'.  Lamb. 738 \nbecause of the City of Los Angeles' policy  F.2d 1005, 1008 (9th Cir.1984).  However, a \nto subject all those arrested for felonies to  directed  verdict on  the  issue of probable \na  body-cavity  search.  The  jury  awarded  cause is proper if no reasonable jury could \n$25,000 in actual damages against the City.  determine  that  the  officers  did  not  have \nAppellants timely appeal from the jury's  probable cause to arrest.  Id.  \"'Probable \ndetermination.  The district court had juris·  cause exists when facts and circumstances \ndiction  under  28  U.S.c.  §§  1331,  1343(4).  within  the  arresting  officer's  knowledge \nThis court has jurisdiction under 28 U.S.C.  and of which he  has reasonably trustwor \n§ 129l.  thy information are sufficient to warrant a \nman of reasonable caution and prudence in \nII  the belief that the defendant is committing \nAt the end of Kennedy's case, and at the  or has committed a crime.'\"  Floyd v. Far \nend of trial, appellants moved for a direct  rell,  765 F.2d  1,  5 (1st  Cir.1985) (quoting \ned verdict.  On appeal, the officers contend  State v. Lemire, 121 N.H. 1,424 A.2d 1135, \nthat the district court erred in  failing  to  1138 (1981». \ndirect a  verdict in  their favor.  They ad \nThe officers arrested Kennedy for com \nvance two bases to support this contention: \nmitting grand theft, a violation of Califor \n(1) that probable cause to arrest was estab \nnia  Penal  Code  § 487.  Under  California \nlished as a matter of law;  and (2) that they \nlaw, theft is defined in the following man \nwere  entitled  to  qualified  immunity  as  a \nner:  \"Every person who shall feloniously \nmatter of law. \nsteal, take, carry, lead, or drive away the \npersonal property of another ... is guilty \nA \nof theft.\"  CaL Penal Code § 484(a) (West \nFor Kennedy to prevail under her section \n1988).  Grand  theft  occurs  \"[ w ]hen  the \n1983 claim, she must establish that (1) she \nmoney, labor or real or personal property \nwas  deprived  of  a  right secured  by  the \ntaken is of a value exceeding four hundred \nConstitution or laws of the United States; \ndollars ($400) .... \"  Id.  at § 487. \nand (2) the deprivation was caused by state \naction.  Parratt v.  Taylor,  451  U.S.  527,  The  district  court  recognized,  and  the \n535,  101  S.Ct.  1908,  1912,  68  L.Ed.2d 420  appellants do not contest, that an element \n(1981);  Gorenc  v.  Salt  River  Project  of the crime of grand theft is the specific \nAgric. Improvement and Power Dist., 869  intent permanently to deprive an owner of \nF.2d  503,  505  (9th  Cir.1989).  The  appel  her property.  See People  v.  Kageler,  32 \nlants contend that the district court erred  CaLApp.3d 738, 745;  108 CaLRptr. 235, 239 \nin denying their motions for a directed ver  (1973).  The court instructed the jury that \ndict on the ground that probable cause to  if it determined  that the officers  reason \narrest was established as a matter of law.  ably  should  have  known  that  Kennedy \nAppellants  thus  conclude  that the  arrest  \"merely intended to take temporary posses \ndid not violate the Constitution.  sion of the property belonging to Hough \nton,  for  example,  as  security  for  a  debt \n\"A  directed  verdict  ...  should  not  be \nowed  by  Houghton,\"  they  did  not  have \ngranted unless 'the evidence permits only \nprobable  cause.  Appellants  do  not chal \none  reasonable  conclusion  as  to  the  ver \nlenge this instruction.  Part of the proba \ndict.'  The evidence must be viewed in the \nble  cause  analysis  must  be  whether  the \nlight most favorable to the prevailing party \nofficers could believe that Kennedy had the \nand all inferences must be drawn in  that \nnecessary intent. \nparty's favor.\"  Flores v.  Pierce, 617 F.2d \n1386, 1389 (9th Cir.) (quoting Kay v.  Cess  As part of the investigation, Schott dis· \nna Aircraft Co.,  548 F.2d 1370, 1372 (9th  covered from Houghton that Kennedy had \nCir.1977», cert.  denied,  449  U.S.  875,  101  told  Houghton  that she was  keeping  her \nS.Ct. 218,  66 L.Ed.2d 96 (1980).  In a sec·  property as  security  until  Houghton  paid \n\n706  901  FEDERAL REPORTER, 2d  SERIES \nKennedy the money she was owed.  Schott  reasonable  officer  could  have  believed \nadmitted  that  he  \"probably\"  passed  this  [Kennedy's warrantless arrest] to be law \ninformation on to King when King arrived  ful, in light of clearly established law and \nat the scene.  And when King and Schott  the information the [arresting] officers pos \nconfronted Kennedy in her apartment, Ken  sessed.\"  Anderson 1'.  Creighton, 483 U.S. \nnedy  and  a  friend  of  her  daughter  ex  635,  641,  107 S.Ct. 3034, 3040, 97  L.Ed.2d \nplained to the officers that Kennedy was  523 (1987);  see Kraus V.  County of Pierce, \nholding  the  property  as  security  until  793  F.2d  1105,  1109  (9th  Cir.1986),  cert. \nHoughton paid her debts.  denied,  480  U.S.  932,  107  S.Ct.  1571,  94 \n[1]  Upon  reviewing  the  facts  in  this  L.Ed.2d  763  (1987);  see  also  Floyd,  765 \ncase,  giving  Kennedy  the  benefit  of  all  F.2d  at  5;  Bilbrey  1'.  Brown,  738  F.2d \nreasonable inferences that may  be  drawn  1462,  1466-67  (9th  Cir.1984).  This  court \nfrom  the  evidence  presented  at trial,  we  has  stated that this inquiry is  a question \nconclude that there was sufficient evidence  for the trier of fact.  Schlegel 1'.  Bebout, \nto  support  the  jury's  determination  that  841 F.2d 937, 945 (9th Cir.1988).  However, \nprobable cause for an arrest was lacking.  if there is only one reasonable conclusion a \nThe officers do not contend on appeal (nor  jury could reach on  this issue, a directed \nwould  the  record  support)  that  they  be  verdict  would  have  been  proper.  Cj \nlieved  Kennedy  was  holding  Houghton's  Anderson,  483  U.S.  at 641,  107  S.Ct.  at \nproperty  for  any  purpose  other  than  as  3040 (qualified immunity issue can  be  ar \nsecurity for a debt allegedly owed.  There  gued as a matter of law on summary judg \nfore,  there was  no  reasonable basis  from  ment). \nwhich  anyone could believe that Kennedy  Our preceding discussion about the obvi \nhad the specific intent permanently to de  ous lack of probable cause is dispositive of \nprive  Houghton of her property.  On  the  the qualified immunity question.  The jury \ncontrary, the jury quite properly concluded  could  have  concluded  that  no  reasonable \nthat a prudent person would not have be  officer in Schott's and King's position could \nlieved that Kennedy, who was entangled in  have believed that Kennedy had the requi \nan  ordinary  neighborhood  dispute,  had  site criminal intent necessary to give rise to \ncommitted grand theft.  See United States  probable  cause  to  arrest  her  for  grand \nv.  Hoyos,  868  F.2d  1131,  1136  (9th  Cir.  theft.  The  only  information  the officers \n1989).  Consequently,  the  district  court  had  about  Kennedy's  intent  in  taking \nproperly refused to direct a verdict for the  Houghton's  property  was  that  Kennedy \nappellants.  was  holding  it  as  security.  The  officers \nheard  this  explanation  from  Houghton, \nB \nKennedy, and a friend of Kennedy's daugh \n[2,3]  The appellants next contend that  ter.  There simply was no evidence to indi \nthe district court erred in refusing to grant  cate  any  other  intent.  Accordingly,  the \na directed verdict on the ground of quali  district  court  did  not err  in  denying  the \nfied immunity.  Police officers \"are shield  appellants'  motions  for a  directed  verdict \ned from liability for civil damages insofar  on qualified immunity. \nas  their conduct does  not  violate  clearly \nestablished  statutory  or  constitutional \nIII \nrights of which a reasonable person would \nhave known.\"  Harlow V.  Fitzgerald, 457  Appellants claim  that the district court \nU.S.  800,  818,  102  S.Ct.  2727,  2738,  73  improperly instructed the jury on probable \nL.Ed.2d  396  (1982).  It is  clearly  estab  cause.  Specifically, they contend that the \nlished,  of course,  that an  arrest without  jury  instructions  improperly  intertwined \nprobable  cause  violates  the  Constitution.  the standard for probable cause with the \nSee McKenzie, 738 F.2d at 1007.  Thus, the  concept  of  sufficient  evidence  to  prove \nrelevant question in this case is \"whether a  guilt.2 \n2.  The appellee urges us not to address the mer- its of this issue, arguing that this objection was \n\nKENNEDY v.  LOS ANGELES POLICE DEPT.  707 \nCUe as 901 F.2d 702 (9th Ctr. 1989) \nThis court reviews instructions to deter- 3.  That the  property  had  to  have  a \nmine,  viewing them  as  a  whole,  whether  reasonable and fair market value of more \nthey  adequately  cover  each  issue  and  that [sic] $400.00 at the time of the theft \nwhether they are misleading or state the  and the locality of the theft. ... \nlaw  incorrectly.  Martinelli  v.  City  oj \nAppellants suggest that this instruction \nBeaumont,  820  F.2d  1491,  1493  (9th  Cir. \nimproperly \"mandates a determination  by \n1987).  In  the  contested  instruction,  the \nthe  officers  of  plaintiff's  guilt  of  theft \ncourt told the jury in  part: \nrather than the probability of criminal ac \nA police officer may not arrest a per \ntivity.\"  This argument is  meritless.  The \nson for the commission of a felony with \ninstruction  properly  stated  that  probable \nout an arrest warrant unless he has prob \ncause exists if there were sufficient facts \nable cause to believe  that a felony  has \n\"to warrant a prudent person in believing \nbeen committed by  the person arrested \nthat the suspect has committed a felony.\" \nwhether or not a felony has in fact been \nThis is in accord with the law.  See Floyd, \ncommitted.  Probable cause exists if the \n765 F.2d at 5.  The court never suggested \nfacts  and  circumstances  known  to  the \nthat the \"reasonable cause\" necessary for \nofficer, and of which he had reasonable \narrest was the same as the \"proof beyond a \ntrustworthy  information,  are  sufficient \nreasonable  doubt\"  needed  for  a  criminal \nto warrant a prudent person in believing \nconviction. \nthat the suspect has committed a felony. \nThe hunch, guess, conjecture or surmise \nof an  officer is  not enough, and  there  IV \nmust be enough actual evidence to rea \nAppellants contend that the evidence was \nsonably lead to the conclusion  that the \ninsufficient to support the jury's award of \nsuspect has committed a felony. \npunitive damages:  $3,000 against King and \nIn  the  present  case,  to  constitute \n$1,000 against Schott.  We disagree. \n\"probable cause\" for the arrest of plain \ntiff  for  the  commission  of  GRAND  [4.5]  Punitive  damages  may  be  as \nTHEFT, without an arrest warrant, the  sessed in  section  1983  actions  \"when the \nevidence  must establish that defendant  defendant's conduct is shown to be motivat-\nofficers KING and SCHOTT must have  ed  by  evil  motive  or  intent,  or  when  it \nhad reasonable cause to believe ALL of  involves reckless or callous indifference to \nthe following:  the federally  protected  rights of others.\" \n1.  That plaintiff stole, took or carried  Smith 1'.  Wade,  461  U.S. 30, 56,  103 S.Ct. \naway the personal property of defendant  1625,  1640,  75  L.Ed.2d  632  (1983).  The \nHOUGHTON;  AND  decision to impose such sanctions is within \n2.  That plaintiff had the specific  in  the exclusive province of the jury.  Runge \ntent to PERMANENTLY DEPRIVE de  V.  Lee,  441  F.2d 579,  584  (9th  Cir.),  cert. \nfendant  HOUGHTON  of  her  property;  denied,  404  U.S.  887,  92  S.Ct.  197,  30 \nAND  L.Ed.2d 169 (1971).~ \nnot  raised  at  trial.  However.  the  appellants  We reject the appellants' novel standard.  Ini \nsufficiently preserved this objection.  They ob·  tially. they ignore the well-established principle \njected to  the  instruction  in  general and  pro  that we cannot overrule  Ninth Circuit  prece \nposed  an  alternate  instruction  on  probable  dents without convening en bane.  Christoffel V. \ncause.  Moreover. the court was aware that the  E.F.  Hutton.  588 F.2d 665. 667 (9th Cir.1978). \nappellants did not agree with the instructions.  Furthermore. the appellants appear to confound \nMartinelli V.  City of Beaumont. 820 F.2d 1491.  the standard the jury must consider in deter \n1493 (9th Cir.1987).  mining  whether  to  impose  punitive  damages \nand that which we must employ upon review. \n3.  Appellants urge us to adopt a stringent stan  The jury's discretion is considerable, see Kraus \ndard for reviewing a jury's award of punitive  V.  Santa Fe S  Pac.  Corp .•  878 F.2d 1193. 1200 \ndamage-substantial evidence beyond a reason·  (9th Cir.1989). and. if supportable. will not be \nable doubt.  The appellants acknowledge that  lightly disturbed. see Fountila v. Carter, 571 F.2d \nNinth Circuit  case law does not  support this  487.492 (9th Cir.1978); see also Kraus. 878 F.2d \nproffered standard.  Brief of Appellant at  14.  at 1200. \n\n708  901  FEDERAL REPORTER. 2d  SERIES \n[6]  Appellants'  insufficiency  argument  The Court:  Do you think you could have \nis merit less.  There is no question that the  waited  a  few  days  and  inquired  fur \nofficers knew that they were responding to  ther? \na  neighborhood dispute.  It is  also  clear  King:  I had a  victim and a father who \nthat the officers had no  reason to believe  were insistent. \nthat  Kennedy  took  Houghton's  property \nThe Court:  So you arrest people because \nfor any reason other than as security.  Yet \nfathers of victims tell you to do so, is \nthey arrested her, even though they were \nthat your position: \naware of the specific intent requirement of \nKing:  No, sir.  We hadn't even gotten to \ngrand theft.l  Furthermore, although the \nthat point. ... \nofficers testified that Kennedy's refusal to \nThe Court:  You're not a recovery agen \ntell  them the location of Houghton's tele \ncy,  are you? \nvision  was  a  large  factor  in  determining \nthat probable cause existed to arrest, Ken \nnedy testified that the officers repeatedly  You're a police department;  isn't that \ntold  her to  \"shut up\"  when  she tried to  right: \nexplain  the situation. \nUnder all  these circumstances,  we  con \nOther people  worry about recovering \nclude  that  the jury could  determine that \nproperty, not you;  isn't that right? \narresting Kennedy constituted reckless dis \nKing:  No, sir.  Part of our mission is the \nregard  for  her  right  not  to  be  arrested \nwithout  probable  cause.  See  Gagnon  v.  recovery of property .... \nBall,  696  F.2d  17  (2d  Cir.1982) (arresting  The  Court:  You  could  have  waited  a \nsomeone requesting help from police with  couple of days, couldn't you have ... : \nout determining whether her complaint is  King:  We did look into it further, your \njustified evidences  reckless  disregard  for  honor. \nrights of others).  There is ample support \nin the record to justify the jury's determi \nThe  Court:  But you  arrested  her that \nnation. \nday, didn't you? \nV \n[7]  Appellants also claim  that the dis  How  much  time  elapsed between the \ntrict court committed  reversible error by  time  you  walked  into  her  apartment \nquestioning  the  police  officers  in  such  a  and  the  time  you  placed  her  under \nway as to create the impression of partiali  arrest? \nty.  In  support of their claim,  appellants  King:  [Around] 20  to 30  minutes. \nquote  the  following  line  of court inquiry \nCourt:  So  that was the extent of your \nconcerning the value of the property Ken \ninvestigation? \nnedy had taken: \nAppellants  quote  another  exchange  to \nThe  Court:  That's  what  [her  room ate \ndemonstrate improper judicial questioning: \n[sic]] said-\nThe Court:  Couldn't you have gone down \nKing:  That's correct. \nto the city attorney's office and gotten \nThe Court:  -Isn't that right?  And you \na  complaint [before  arresting  Kenne \nnever did anything but accept what she \ndy]? \nsaid to you;  isn't that correct? \nKing:  That's all I could really go on at \nthat time.  I  mean,  I  had to make a  Schott:  would have been remiss in my \nreasonable decision ....  responsibilities if I did  that. \n4_  King's testimony shows that he was aware of  though he also seemed  to  believe that taking \nthe \"intent permanently to deprive\" element of  someone's property for any reason constitutes \ngrand theft.  And Schott testified that he knew  theft). \nintent  is a critical clement of grand theft (al· \n\nKESNEDY v.  LOS ANGELES POLICE DEPT.  709 \nCite as 901 Fold 702 (9th Clr. 1989) \nThe Court:  That's your view.  But could  [9]  The standard for reversing a verdict \nyou have done that:  because of general judicial misconduct dur-\ning trial is  rather stringent.  Handgards, \n743  F.2d  at  1289.  We  must  determine \nYou  could  have  in ves tiga ted  further \nwhether  the  district  court's  inquiry  ren \nbefore  making  an  arrest,  though, \ndered the trial unfair.  Id.  This court has \ncouldn't you have: \nstated: \nSchott:  I'm  not  quite  sure  how  much \nA trial court will be reversed for exces \nfurther I could have investigated. \nsive  judicial  intervention  only  if  the \nThe Court:  Could you have checked the \nrecord \"disclose[ s] actual bias on the part \nvalue of the property: \nof the trial judge [or] leave[s] the review \nSchott:  That's  not  normally  our proce \ning court with an abiding impression that \ndure .... \nthe judge's remarks and questioning of \nThe Court:  In this case you didn't even \nwitnesses  projected  to  the  jury  an  ap \nsee the television, did  you? \npearance of advocacy or partiality.\" \nSchott:  No .... \nShad,  799  F.2d  at 531  (quoting  Warner, \n[8]  In  a  federal  courtroom,  a  district  739  F.2d  at  1351).  And  we  have  noted: \njudge has the undeniable right to examine  \"Very few cases outside of the criminal law \nwitnesses and  call  the jury's attention to  area support an appellate finding of gener \nimportant evidence.  Shad 1'.  Dean Witter  al judicial misconduct during trial.\"  Hand \nReynolds, Inc.,  799 F.2d 525, 531 (9th Cir.  gards,  743  F.2d  at  1289;  see  also  In  re \n1986).  This may be necessary to \"clarify[ ]  Aircrash in Bali, Indonesia, 871 F.2d 812, \nthe evidence, control[] the orderly presen  815 (9th Cir.1989). \ntation of the evidence, confine[ ] counsel to \nRegrettably, the trial court's questioning \nevidentiary  rulings,  and  prevent[]  undue \nwas not marked by complete indifference. \nrepetition of testimony.\"  United States V. \nSome of his questions instead were quite \nMalcolm, 475 F.2d 420, 427 (9th Cir.1973), \npointed  and  intemperate.  Nevertheless, \nquoted  in  United  States  1'.  Harris,  501 \nviewing  the  trial  record  as  a  whole,  we \nF.2d  1,  10  (9th  Cir.1974).  However,  at \nconclude that reversal is not warranted.  It \ntached to this right is an important qualifi \ncannot be  said that the court \"repeatedly \ncation:  the judge must always remain fair \nand consistently\" was discontent to allow \nand  impartial.  \"[A]  trial  court  must  be \ncounsel  to  question  witnesses.  See  Pol \never mindful of the sensitive role it plays in \nlard, 400 F.2d at 424 (judge impeded coun \na jury trial and avoid even the appearance \nsel's interrogation repeatedly, assumed the \nof  advocacy  or  partiality.\"  Harris,  501 \nrole  of witness  as well  as advocate,  and \nF.2d at 10;  see  also  Pollard V.  Fennell, \n400 F.2d 421, 424 (4th Cir.1968) (\"[A]s one  misstated factual accounts, requiring rever \nwho,  in  the eyes  of  the jury,  occupies  a  sal).  The court's questioning and the re \nposition  of  preeminence  and  special  per  sponses  fill  only  eight pages  of the  400 \nsuasiveness, the district judge must be as  page transcript.  The court did not assume \nsiduous in performing his function as gov  a role as witness by introducing evidence at \nernor of the trial dispassionately, fairly and  trial.  See id. at 425-26.  Nor did the court \nimpartially.\").  Indeed,  the  sensitivity  of  dominate questioning of the witnesses so \nthe judge's role has prompted us, on many  as to preempt counsel's function.  See Sit \noccasions, to urge judicial restraint.  See,  Set, A.G. V.  Universal Jet Exchange, Inc., \ne.g.,  Shad,  799  F.2d at 531  (9th Cir.1986)  747  F.2d  921,  926  (4th  Cir.1984)  (finding \n(quoting  Warner  V.  Transamerica  Ins.  \"judicial domination of the examination of \nCo.,  739  F.2d  1347,  1351  (8th  Cir.1984);  witnesses so  persistent [and yet unneces \nHandgards, Inc. V.  Ethicon, Inc., 743 F.2d  sary] throughout the trial that the result \n1282, 1289 (9th Cir.1984), cert. denied, 469  was an effective  preemption of counsel's \nU.S.  1190,  105  S.Ct.  963,  83  L.Ed.2d  968  legitimate function  in  the adversarial pro \n(1985);  Harris,  501  F.2d at 10-11.  cess\"). \n\n710  901  FEDERAL REPORTER, 2d  SERIES \nThe  court  began  questioning  King  be  that she was suffering from a communica \ncause counsel repeatedly strayed to an area  ble disease.\" ,.  Appellants moved for a new \nof  questioning  that  the  court  had  disal  trial, which was denied.  The district court \nlowed (strip search).  The court's questions  issued an opinion holding that the LAPD's \nbegan as an attempt to get counsel back on  policy  of conducting  a  visual  body-cavity \ntrack  about  the  value  of  the  television.  search  of all  felony  arrest detainees,  re \nThe  court's  questioning  of  Schott  was  gardless  of reasonable  suspicion.  violates \nprompted  by  Schott's  statement  that  he  the  fourth  amendment.  Ken nedy  1'.  Los \nwould have been negligent in  his duties if  Angeles Police  Department,  667  F.Supp. \nhe did not arrest Kennedy immediately, to  697  (C.D.  Ca1.1987). \nwhich  the court expressed understandable \nThis court reviews instructions to deter \nskeptici~m.  Cf Polta rd,  400 F.2d at 424-\nmine  whether  viewing  them  as  a  whole, \n25  (no  apparent  justification  for  judicial \nthey  adequately  cover  each  issue  and \nintervention);  Sit-Set,  747  F.2d  at  926 \nwhether they are misleading or state the \n(same).  Questions  indicating  skepticism \nlaw  incorrectly.  Martinelli,  820  F.2d  at \nare not improper if witnesses are permitted \n1493.  This  court  reviews  de  novo  ques \nto respond.  Shad. 799 F.2d at 531.  More \nover, the court explained to the jury that  tions of law.  United States P.  McConney, \n728  F.2d  1195,  1201  (9th  Cir.)  (en  banc), \nthe court's questions were not indicative of \ncert. denied, 469 U.S. 824, 105 S.Ct. 101, 83 \nits  feelings  about  the  case.  Such  a  dis \nL.Ed.2d 46 (1984). \nclaimer is not a panacea for pervasive and \nbiased  judicial  action.  See  Sit-Set,  747 \nF.2d at 926.  But given the limited scope of  A \nthe court's intervention in the present case, \nThe City of Los Angeles has imposed a \nwe believe this explanation alleviated any \nblanket policy  that subjects all  felony  ar \nappearance  of  impartiality  the  judge's \nrestees to a visual body-cavity search.  The \nquestioning  may  have  conveyed.  See \npolicy mandates in  part: \nShad,  799  F.2d  at 531;  see  also  United \nStates 1'.  Laurins, 857  F.2d 529, 538 (9th  Arrestees booked into Department fa \nCir.1988), cert.  denied,  - t:.S. --, 109  cilities on all felony offenses, and misde \nS.Ct.  3215,  106  L.Ed.2d 565 (1989).  meanor  offenses  related  to  the  use  of \nnarcotics,  shall be  given  a  skin  search. \nVI  Skin searches of arrestees booked on oth \ner misdemeanor charges shall  be  made \n[to]  The  Los  Angeles  Police  Depart \nwhen there is  probable cause to believe \nment  (LAPD)  has  a  policy  requiring  all \nthat an arrestee is concealing contraband \nthose  who  are  arrested  on  suspicion  of \nor weapons. \nhaving committed a felony to be subjected \nto  a  body-cavity  search.  The jury found  When  there  is  probable  cause  to  be \nthat this policy, which resulted in Kennedy  lieve that an arrestee is concealing con \nbeing searched, violated her rights.  Ken  traband or weapons inside a body cavity, \nnedy was awarded $25,000 in actual dam  a visual body-cavity search shall be con \nages against the City of Los  Angeles.  ducted. \nAppellants challenge the district court's  Facially,  the policy appears to acknowl \ninstruction that the body-cavity search of  edge  the  difference  in  intrusiveness  be \nKennedy would violate her fourth amend  tween  a  skin  search  and  a  body-cavity \nment rights unless the jail officials \"had a  search, requiring probable cause only  for \nreasonable suspicion that she was carrying  the latter.  However, the LAPD has elimi \nor concealing contraband or a weapon  or  nated this distinction in its construction and \n5.  The court gave further guidance:  time, whether she had a prior record and any \nFactors for you to consider in  determining  other information the police had at the time \nwhether the jail officials had reasonable suspi·  she was booked. \ncion include the nature of the alleged offense,  Kennedy l'. Los Angeles Police Dep't, 667 F.Supp. \nMs. Kennedy's appearance and conduct at the  697, 704 (C.O.CaI.1987). \n\nKENNEDY  v.  LOS ANGELES POLICE DEPT.  711 \nCite as 901 F.2d 702 (9th Ctr. 1989) \nimplementation of the policy.  A police offi- that, and she was telling me that she \ncer of the City of Los Angeles testified that  was checking me for fleas and for lice. \nthe body-cavity search was part of a skin \nor  strip  search,  and  so  the  skin  search, \nstrip search, and visual bod;i-cavity search  Lawyer:  Then,  after  they  wanted \nwere really \"one and the same.\"  The liti  you to take off each item of clothing? \ngants do not take issue with this character  Kennedy:  I kept asking why I had to do \nization.  Accordingly,  for  purposes of de  that and what they were looking for, \nciding  this  case,  we  must  analyze  the  and they just told me that I should just \nLAPD's  policy  as  requiring  perfunctory  follow  the  procedure  and  do  as  they \nbody-cavity  searches  of  all  felony  arres  say. \ntees.6  Our ultimate task  is  to  determine \nSo  I-after I had  gotten all  of my \nwhether the searches mandated by this pol \nclothes  off,  they  told  me  to  turn \nicy are reasonable under the fourth amend-\naround and-no, first of all, they told \nment. \nme to bend down and touch the floor \nand  to  do  like  these  hops  like-like \nB  a-a rabbit would hop. \nThe intrusiveness of a body-cavity search \ncannot  be  overstated.  Strip  searches  in \nAnd I told them that I couldn't bend \nvolving the visual exploration of body cavi \nties is dehumanizing and humiliating.  The  down, that I had a lot of problems with \nSupreme  Court  has  commented:  \"Admit  my back.  And they just told me, they \ntedly,  this  practice  instinctively  gives  us  said, look, you're going to the-you're \nthe most pause.\"  Bell /'.  Wolfish, 441 U.S.  going to do what we're telling you to \n520,  558,  99  S.Ct.  1861,  1884,  60  L.Ed.2d  do.  So, you know, I-I was scared and \n447 (1979);  see also id. at ,')76-77, 99 S.Ct.  I did  what they told me  to do. \nat 1893-94  (\"In  my  view  the  body-cavity  Then they told me to bend down and \nsearches  ...  represent  one  of  the  most  to  squat my-open my  legs apart as \ngrievous offenses against personal dignity  far as I could, to stick my fingers up \nand common decency.\")  (Marshall, J., dis  my vagina, and to probe up there to, \nsenting).  See generally Shuldiner, Visual  umh,  I was-I didn't know what for. \nRape:  A Look at the Dubious Legality of \nStrip Searches,  13 J. Marshall L.Rev. 273 \n(1980).  Lawyer:  Were  there  any  comments \nmade about your body? \nKennedy first was forced to strip off all \nher  clothing.  After  exposing  her  naked  Kennedy:  Just as I turned around and \nbody  to  two  policewomen,  Kennedy  then  stood up, then this one-I mean, here I \nwas required to insert her fingers into her  am, hysterical, and this lady comments \nvagina and anus so that the policewomen  about  the  beautiful  breasts  I  had. \ncould check whether she had concealed any  And  I just couldn't believe-(witness \ndrugs or contraband in these body cavities.  crying.) \nIn  response  to  her  lawyer's  questioning,  Umh,  so  anyway,  they  told  me  to \nKennedy described this frightening experi  turn around and to stick my buttocks \nence:  in the air and to stick my fingers up \nKennedy:  One  of the  ladies  came  into  my anus and to probe around in there \nthe cell with me and she started to run  for them to see if anything was visible. \nher fingers  through my  hair.  And  I  And  it  was  really  humiliating,  espe \nwas  asking  her  why  she  was  doing  cially  when  you  don't  know  what \n6.  We, therefore, have no occasion to pass upon  cavities.  Nor, of course, do we have occasion to \nthe constitutionality of an official policy that  assess the constitutionality of a blanket search \nsubjects all  felony arrestees to  strip searches  policy that more narrowly focuses on particular \nthat do not involve visual inspection of body  types of felony arrests. \n\n712  901  FEDERAL REPORTER, 2d  SERIES \nyou're there for,  why  you  had to be  99  S.Ct.  at 1877.  When litigants petition \nput through this in  addition.  the federal courts to review the application \nof an institutional policy, the courts must \nproceed cautiously;  the Supreme Court has \nLawyer:  Did they ask you to do anything \nsounded  this  warning  emphatically  and \nelse when you were in that nude condi \nwith  considerable  wisdom.  Yet,  at  the \ntion? \nsame time, we must be equally careful not \nKennedy:  They  asked  me  to-to touch \nto abdicate our function as the guardians \nthe  floor.  When  I  told  them  that I \nof the Constitution.  In the end, there must \ncouldn't touch the floor with my but \nbe a delicate balancing;  \"[t]here must be a \ntocks in  the air, one of the policemen \n'mutual  accommodation  between  institu \nhad noticed that I had this  big scar. \ntional  needs and objectives and the provi \nAnd then when she noticed that, then \nsions of the Constitution that are of gener \nthey  said,  well,  you  know,  you  don't \nal application.'''  Wolfish, 441 U.S. at 546, \nhave to do  any more.  So-\n99 S.Ct. at 1877 (quoting Wolff, 418 U.S. at \nAfter the search, Kennedy was placed in a  556,  94  S.Ct. at 2974). \ncell  until,  hours  later,  bond  was  posted. \nIt is against this backdrop that we must  D \ntest  the  constitutionality  of  the  LAPD's \nIn attempting to arrive at a mutual ac \nbody-cavity  search  policy.  See  Wolfish, \ncommodation  between  the  institutional \n441  U.S.  at 559, 99  S.Ct. at 1884. \nneeds and objectives of the LAPD and the \nshield of the Constitution, we are without a \nC  mechanistic  formula.  Instead,  the  Su \nThe Supreme Court has emphasized \"the  preme Court has cautioned: \nlimited role\" of courts in the administration  The test of reasonableness under the \nof detention  facilities.  Block  I'.  Ruther  Fourth Amendment is not capable of pre \nford,  468 U.S. 576, 584-85, 104 S.Ct. 3227,  cise definition or mechanical application. \n3231-32,  82  L.Ed.2d  438  (1984).  Correc  In  each case it requires a balancing of \ntions officials possess special expertise in  the  need  for  the  particular  search \nthis  area and  must struggle regularly  to  against the  invasion  of personal rights \nmaintain  security  in  a  most difficult and  that  the  search  entails.  Courts  must \npotentially  explosive  setting.  Id.  (citing  consider the scope of the particular intru \nWolfish, 441 U.S. at 540-41 n. 23, 99 S.Ct.  sion, the manner in which it is conducted, \nat  1874-75  n.  23).  This  sober  under  the justification for initiating it, and the \nstanding  has  led  the  judiciary  to  accord  place in  which it is  conducted. \nspecial deference to the judgments of ad  Id.  at 559, 99  S.Ct. at 1884. \nministrators concerning the functioning of  We already have addressed the scope of \ncorrectional facilities.  Id. \nthe intrusion of a visual body-cavity search. \nNevertheless,  the judiciary does  play  a  Kennedy's  testimony  of  her  ordeal  illus \nsignificant, albeit limited,  role.  Convicted  trates all too well the personal invasion this \nprisoners, no less those suspected of hav  search entails.  Next, we examine the man \ning  perpetrated  criminal  activity,  retain  ner in which the search was conducted.  It \nsome constitutional liberties.  Wolfish, 441  does not appear that Kennedy's search was \nU.S. at 545, 99 S.Ct. at 1877 (\"[C]onvicted  performed abusively.  In her brief, Kenne \nprisoners  do  not forfeit  all  constitutional  dy does make passing reference in her fac \nprotections  by  reason  of  their  conviction  tual  statement that an  inspecting officer \nand confinement in prison.\").  \"There is no  \"commented about her breasts,\" but fails \niron  curtain drawn  between the Constitu  to  argue  that the search in  general was \ntion  and  the  prisons  of  this  country.\"  abusive.  We  then  analyze  the  place  in \nWolff L'.  McDonnell, 418 U.S. 539, 555-56,  which  the  search  was  conducted.  Here, \n94  S.Ct.  2963,  2974-75,  41  L.Ed.2d  935  the policewomen accompanied Kennedy to \n(1974),  quoted in Wolfish, 441  U.S. at 545,  a room in the Van Nuys jail, where she was \n\nKENNEDY v.  LOS ANGELES POLICE DEPT.  713 \nCite as 901  F.2d 702 (9th Clr. 1989) \nsearched.  Kennedy does not complain that  weapons  are  forced  to  undergo  such  a \nthe room  exposed  her to  passersby or in  search.  The LAPD asserts: \nany other way made the search more hu- It is  not unreasonable for the legis la-\nmiliating.  ture and the City's police department to \nassume that felony suspects, because of \nThe critical inquiry is whether the LAPD \nthe  societal  judgment  respecting  the \nhas sufficient justification for imposing its \ngreater reprehensibility of their crimes, \nblanket search policy.  The LAPD proffers \npose a correspondingly more substantial \nthat \"[concerns]  for  safety, security,  and \nrisk  of also  violating  the  security  con \nthe proper administration of the jail system \ncerns of the City's detention facility. \nprovided the foundation for such a policy\" \nThe  principle  that courts  must provide \nand  that  \"[p]rison  officials  have  a  legit \nwide  latitude to  prison policies  needed to \nimate  penological  interest  in  preventing \nmaintain  institutional  order  and  security, \ndrugs, contraband weapons or other unlaw \nWolfish, 441 U.S. at 547, 99 S.Ct. at 1878, \nful objects from entering penal facilities.\" \nnecessarily presupposes that the adminis \nThese concerns and this interest no doubt \ntrators  have  crafted  those  policies  with \nare  weighty.  As  the  Wolfish  Court  ac \ncareful deliberation.  The LAPD's justifica \nknowledged: \ntion  is  devoid  of any trace of such care; \nA detention facility  is  a  unique place  instead,  it  rests  on  \"assum[ptions]\"  and \nfraught  with  serious  security  dangers.  \"societal judgment[s].\"  A glaring omission \nSmuggling  of  money,  drugs,  weapons,  from the LAPD's justification is any docu \nand other contraband is all too common  mentation (or even  assertion)  that felony \nan occurrence.  And inmate attempts to  arrestees have attempted to smuggle con \nsecrete these items into  the  facility  by  traband into the jail in  greater frequency \nconcealing them in body cavities are doc  than misdemeanor arrestees. \numented  in  this  record  and  in  other  The  district  court  below  convincingly \ncases.  demonstrated that the felony Imisdemeanor \n441 U.S. at 559, 99 S.Ct. at 1884 (citations  classification  is  not  reasonably related to \nto the record and to other cases omitted).  the  institution's  objective  of  maintaining \nsecurity.  It conducted a thoughtful exami \nNevertheless, the enacted policy, if it is \nnation  of California's  criminal  scheme  to \nto  be constitutional,  must be  \"reasonably \nshow that a crime's classification as a felo \nrelated\" to the penal institution's interest \nny  or misdemeanor alone  cannot  reason \nin  maintaining  security.  Id.  at  540,  99 \nably forecast an arrestee's stealthful pro \nS.Ct. at 1874;  see Watt v.  City of Richard \nclivities.  The district court noted that the \nson Police Dep't,  849  F.2d  195,  198  (5th \nfollowing crimes are considered felonies in \nCir.1988) (upholding a search policy limited \nCalifornia:  willful tax evasion, Cal. Rev. & \nto those offenders charged with or having \nTax Code  § 19406 (West 1983),  securities \ncriminal history of narcotics, shoplifting, or \nfraud, Cal.Corp.Code § 25541 (West 1977), \nweapons charges);  cf Thornburgh v.  Ab \nconspiracy  to  restrain  trade,  CaL Bus.  & \nbott,  - U.S. -, 109 S.Ct.  1874,  1879, \nProf. Code  § 16755  (West  1987),  falsifica \n104 L.Ed.2d 459 (1989);  Turner v.  Safley, \ntion of accounts by public officials, CaLPe \n482  U.S.  78,  89-90,  107  S.Ct.  2254,  2261-\nnal Code § 424, fraudulently obtaining over \n2262, 96 L.Ed.2d 64 (1987).  A ham-handed  $400 in telephone services, CaLPenal Code \napproach to policy making runs the serious  § 502.7,  and bribery of an officer in a fi \nrisk of infringing upon detainees' constitu  nancial  institution,  Cal. Penal  Code  § 639. \ntional  rights.  In  the  instant  case,  the  Kennedy, 667 F.Supp. at 702.  The district \nLAPD fails to offer a serious justification  court contrasted these felonies,  which  by \nfor  subjecting  all  felony  arrestees  to  a  dint of classification would trigger a rou \nbody-cavity search as a matter of course,  tine body-cavity search, with the following \nwhereas only those misdemeanor arrestees  crimes  that are designated misdemeanors \ncharged with offenses relating to narcotics  and yet do not automatically actuate such a \nor suspected of concealing  contraband or  search:  assault, Cal.Penal Code § 241, dis-\n\n714  901  FEDERAL REPORTER,  2d  SERIES \nturbing the  peace,  Cal.Penal  Code  § 415,  not end the analysis.  The Court in Wolfish \nbeing under the influence of a  controlled  delineated  the  constitutional  test  for  a \nsubstance in  public, Cal.Penal Code § 647,  broad-based policy to search pretrial detain \nand carrying a  loaded  firearm,  Cal.Penal  ees or convicted inmates that is not prem \nCode  § 12031,  Kennedy,  667  F.Supp.  at  ised  on  individualized  suspicion.  Accord \n703.  ingly, the possibility remains that the City \nIndeed, as the district court insightfully  of Los Angeles had an alternative basis for \nnoted,  this case  itself underscores  the in  subjecting Kennedy to a visual body-cavity \nherent failings of a search policy predicat  search. \ned solely on a felony/misdemeanor classifi \ncation.  The  district  court  described  the \nmechanics leading to  Kennedy's search: \nAt  the  time  Ms.  Kennedy  was  Preliminarily,  the  Court's  analysis  in \nsearched, the jailer had, according to the  Wolfish requires further reflection.  Ordi \ncustom and practice of the jail, a booking  narily, the propriety of a search under the \nslip  which  informed  the jailer that Ms.  fourth amendment depends on the particu \nKennedy was being charged with grand  lar and individual circumstances surround \ntheft-a crime  which  in  almost  all  in  ing the subject of the search.  Those indi \nstances  does  not  involve  weapons  or  vidual  circumstances  are  carefully  con \ndrugs.  Further, the jailer testified that  sidered and then tested against an estab \nshe did not have any suspicion that Ms.  lished standard, such as probable cause or \nKennedy  had  drugs  or  weapons.  Ms.  reasonable suspicion.  The  Wolfish  Court \nKennedy  was  compelled  nonetheless  to  did  not  follow  this  customary  path;  the \nundergo  the  visual  body  cavity  search  exigencies of a prison setting demanded a \nsimply because the  policy  compelled  it.  departure.  The  Court recognized the ne \nIf for example the arresting officer de \ncessity of according considerable deference \ncided that the television set and the other \nto policies enacted to manage these exigen \nsmall items had a value of $399 and not \ncies and sought to strike a balance between \n$400,  the  minimum  required  for  grand \nthe competing needs of the institution and \ntheft, Ms. Kennedy would not have been \nthose of the individual.  Significantly, this \nsubjected to a visual body cavity search. \nbalancing was performed in the abstract;  it \nId.  (footnotes omitted).  Kennedy's arrest \ndid not focus on the particular circumstanc \ninvolved an ordinary squabble between two \nes of the individual searched to determine \nroommates.  Unfortunately  for  Kennedy, \nthe  constitutionality  of  the  policy  as  a \nthe arresting officers, making \"an educat \nwhole. \ned guess at best,\" id.  at 703  n.  9,  valued \nThis construction of the Wolfish analysis \nthe missing items in  excess of $399,  and \ntransmogrified this domestic squabble into  follows ineluctably from the Court's dispo \nan arrest for grand theft, a felony  under  sition  of  the  fourth  amendment  claims. \nCalifornia law  necessitating a  body-cavity  Wolfish  involved a class action that chal \nsearch.  lenged, among other things, an institution \nal policy that mandated visual body-cavity \nIn short, the LAPD's felony/misdemean \nsearches of all pretrial detainees after con \nor classification alone indicates little about \nthe likelihood of the arrestee's concealing  tact visits with outsiders.  The Court exam \ndrugs,  weapons,  or contraband, the  basis  ined the constitutionality of this policy and \nfor subjecting an arrestee to a visual body  rejected the contention that such searches \ncavity  search.  On  balance,  the  LAPD's  required probable cause.  After weighing \npolicy  cannot withstand the constitutional  the security needs of the institution against \nreview articulated in  Wolfish.  the privacy costs exacted from the inmates, \nthe Court upheld the broad-based searches. \nE  The Court concluded: \nOur conclusion that the City's search pol  But  we  deal  here  with  the  question \nicy is unconstitutional under Wolfish does  whether visual body-cavity inspections as \n\nKENNEDY v.  LOS ANGELES POLICE DEPT.  715 \nCite as 901 F.ld 702 (9th Clr. 1989) \ncontemplated by the [institution's] rules  some level of cause, such as a reasonable \ncan ever be conducted on less than proba- suspicion,  should  be  required to justify \nble cause.  Balancing the significant and  the anal and genital searches described \nlegitimate security interests of the insti- in this case.  I therefore dissent on this \ntution  against  the  privacy  interests  of  issue. \nthe inmates, we conclude that they can.  Wolfish,  441  U.S. at 563, 99 S.Ct. at 1886 \nWolfish, 441  U.S. at 560, 99 S.Ct. at 1885.  (Powell, J., concurring in part, dissenting in \npart).  This passage is revealing:  the ma \nThis passage is somewhat enigmatic.  A \njority  was  not  formulating  a  \"level  of \npossible interpretation is  that the Court's \ncause\" against which  the constitutionality \nbalancing was merely prefatory to devising \nof the particular searches were to be test \na standard against which to test a particu \ned.  That is, the majority was not focusing \nlar search.  Under this interpretation, the \non the individual basis for each search;  the \nbalancing  yielded  a  standard  less  than \nmajority's  constitutional  inquiry  instead \nprobable cause in  the  Wolfish  case.  The \ncentered around the soundness of the poli \nCourt's  holding,  however,  cannot  sustain \ncy as a whole.  Cf Rickman v. Amnti, 854 \nthis  construction.  Ultimately,  the  Court \nF.2d  327  (9th  Cir.1988)  (upholding,  under \nfound the searches resulting from this poli \nWolfish  balancing test,  visual  body-cavity \ncy-ali of them-to be constitutional.  Id. \nsearches  of all  segregation  unit  inmates \nat 558, 99 S.Ct. at 1884.  The Court did not \nproceed to define a standard short of prob  leaving their cells);  Michenfelder L'.  Sum \nner, 860  F.2d 328 (9th  Cir.1988). \nable  cause, such as  reasonable suspicion. \nThe  Court  did  not  remand  the  case  for  2 \nfurther  consideration  in  light  of  its  bal \nIn  Wolfish,  the  Court  held  the  search \nancing approach.  N or did  the Court pay \npolicy to be constitutional.  Our review of \nmomentary attention to the particular facts \nthe LAPD's policy, in contrast, has led to a \nof each individual search.  It is, therefore, \ndifferent  conclusion.  Nevertheless,  a \nconceivable that a member of the class met \nsearch, although not supportable under an \na  visitor for brief seconds,  was observed \ninstitutional policy, is not per se unconstitu \nthe entire time by a cadre of guards, and \ntionr'.  We now must examine the particu \nyet was  searched pursuant to  the  policy, \nlar circumstances  surrounding  Kennedy's \nclearly  without  individualized  suspicion.  arrest to determine whether there was rea \nNevertheless, this search, assuming it took  sonable suspicion to conduct a visual body \nplace, was permissible under  Wolfish;  on  cavity search. \nbalance, such a search was \"reasonable.\" \nThere is an initial question whether rea \nSee Shuldiner, supra,  at 285 (noting that \nsonable  suspicion  is  the  proper  level  of \nthe Court did not examine the \"justification \ncause necessary to justify the search of a \nfor  conducting  these  searches  arbitrarily \nfelony  arrestee.  Numerous  cases  have \nand en masse\"). \nscrutinized search policies requiring arres \nThe only standard we discern from Wolf  tees on minor offenses to undergo a visual \nish in reviewing the constitutionality of an  body-cavity search.  See, e.g., Giles v. Ack \ninstitutional policy is the two-pronged bal  erman, 746  F.2d 614  (9th  Cir.1984),  cert. \nancing test.  Justice Powell's pithy partial  denied,  471  U.S.  1053,  105 S.Ct. 2114,  85 \ndissent in that case lends considerable sup  L.Ed.2d  479  (1985).  In  Giles,  the  Ninth \nport to our reading:  Circuit  tested  the  constitutionality  of  a \nI join the opinion of the Court except  county policy that required all arrestees for \nthe discussion and  holding with  respect  minor traffic violations to be subjected to a \nto body-cavity searches.  In view of the  strip search.7  Id.  at 615.  The court ap \nserious intrusion on  one's privacy occa  plied the Wolfish balancing test and found \nsioned by such a search, I think at least  the county's policy of strip searching every \n7.  The policy specifically required visual exami·  requirement.  Her examination was confined to \nnation  of the  appellant's  body  cavities.  The  a skin search.  Although the Giles decision did \nappellant, however,  was spared this examina·  not, therefore, directly involve a  visual body· \ntion, as the officer failed to comply with this  cavity search, the court indicated that its hold· \n\n716  901  FEDERAL REPORTER, 2d  SERIES \narrestee unnecessary to protect the institu  Grand  theft,  a  felony,  thus  properly \ntion's security interest.  After concluding  could be considered in deciding whether to \nthat the Wolfish test could not sustain the  search Kennedy.  And in  some cases, the \nsearch,  the  court  held  that  \"arrestees  charge itself may  give rise to  reasonable \ncharged with minor offenses may be sub  suspicion.  See,  e.g.,  Thompson  v.  City of \njected to a strip search only if jail officials  Los Angeles, 885 F.2d 1439, 1447 (9th Cir. \npossess a reasonable suspicion that the in  1989) (The felony of grand theft auto \"is \ndividual arrestee is carrying or concealing  sufficiently associated with violence to jus \ncontraband.\"  Id. at 617;  see also Ward 1'.  tify a visual strip search.\") (footnote omit \nCounty of San DietlO, 791 F.2d 1329, 1332- ted);  Dufrin  V.  Spreen,  712  F.2d  1084, \n33  (9th  Cir.1986) (no  immunity for  public  1089  (6th  Cir.1983);  Watt,  849  F.2d  at \n9 \nofficials  who  unreasonably subject misde  197-98 (\"Reasonableness under the fourth \nmeanor  arrestees  to  visual  body-cavity  amendment must afford police the right to \nsearches), cert.  denied, 483 U.S.  1020, 107  strip  search  arrestees  whose  offenses \nS.Ct. 3263, 97 L.Ed.2d 762 (1987);  Weber I'.  posed the very threat of violence by weap \nDell, 804 F.2d 796, 802 (2d Cir.1986) (strik  ons  or contraband  drugs  that they  must \ning down blanket body-cavity search policy  curtail in prisons.\").  This is certainly not \nof arrestees charged with misdemeanors or  such a case.  The grand theft charge here \nother minor offenses and requiring particu  centered around an ordinary disagreement \nlarized reasonable suspicion), cert.  denied,  between two roommates.  No weapons, no \n483  U.S.  1020,  107  S.Ct. 3263,  97  L.Ed.2d  drugs,  no  contraband,  no  violent  acts  of \n762 (19H7).  any kind  were involved.  Nor were there \nThat this  case  involves  a  felony  arrest  any other circumstances that provided rea \ndoes not alter the level of cause required to  sonable suspicion to believe that Kennedy \njustify a visual body-cavity search.  Logi  concealed contraband.  The City does  not \ncally,  the  classification  of the  offense  in  contend otherwise. \nsome cases might inform the presence of \nsuspicion, but it does not inform the level \nF \nof suspicion required.  Indeed, the reason \nable suspicion standard established in Giles  In  conclusion,  the district court did  not \nprudently invites  the consideration of the  err in giving a reasonable suspicion instruc \nnature of the crime charged in determining  tion.  The search of Kennedy could not be \nthe  constitutionality  of  an  individual  justified by the LAPD's policy that subjects \nsearch.  The court emphasized:  \"Reason  all  felony  arrestees  to  visual  body-cavity \nable  suspicion  may  be  based  on  such  searches.  Consequently, the search's con \nfactors  as the nature of the offense, the  stitutionality hinged upon whether the offi \narrestee's appearance and conduct, and the  cials had reasonable suspicion that Kenne \nprior arrest record.\"  746 F.2d at 617 (cita  dy  was  concealing contraband.  The jury \ntions omitted).s  reasonably  determined  that they did  not. \ning logically would engulf the more intrusive  and 'probable cause'\" and noting that \"subtle \nsearch.  746 F.2d at 616 n.  2.  verbal gradations may obscure rather than elu· \ncidate the  meaning of the  provision  in  ques \n8_  It is worth noting that, were we to depart from  tion\"). \na reasonable suspicion standard for this part of \nthe analysis, we would be required to construct  9.  In Dufrin, appellee was subjected to a visual \na new level of cause.  Reasonable suspicion, the  body·cavity search.  The appellant had a policy \nstandard for minor offenses, is the least protec  requiring such searches of all female prisoners \ntive constitutional standard.  Because a felony  to be incarcerated in the Oakland County jail, \ndenotes a more serious criminal classification,  irrespective of the nature of the crime or the \nwe would be forced to design a standard lower  probability that contraband has been concealed. \nthan reasonable suspicion.  See United States v.  712 F.2d at 1085.  The Sixth Circuit upheld the \nMontoya de Hernandez.  473  U.S.  531,  540--41,  constitutionality of the search, relying heavily \n105 S.C!. 3304, 3310--11, 87 L.Ed.2d 381 (1985)  on the fact that the appellee was arrested on \n(rejecting \"clear indication\" as a \"third verbal  felonious assault, a violent felony.  Id. at 1087, \nstandard in addition to 'reasonable suspicion'  1088, 1089. \n\nBOYES v.  SULLIVAN  717 \nCite as 901 F.2d 717 (9th Ctr. 1989) \nVII  of her firm's  representation  of  Kennedy. \nAppellants  next claim the district court  She  further swore that she and  her hus \nerred in awarding attorney's fees because  band reviewed the records before his death \nthe  court based  its  determination  of the  and  determined  that they  were  accurate. \namount on hearsay:  a computer printout of  These statements laid a proper foundation \nthe time records kept by Kennedy's coun  for admission of the time records.  Appel \nsel.  Appellants do not contest Kennedy's  lants do not persuasively argue that there \nentitlement to fees under 42 U .S.C. § 1988;  are indications of untrustworthiness.  See \nthey concede  that she was the prevailing  United States  Z'.  Lical'oli,  604  F.2d  613, \nparty below.  622-23 (9th Cir.) (district courts have broad \nIf the district court indeed relied upon an  discretion regarding determination of trust \nimproper basis in determining the amount  worthiness), eert. denied, 446 U.S. 935, 100 \nof  attorney's  fees,  such  as  hearsay,  it  S.Ct.  2151,  64  L.Ed.2d  787  (1979).  The \nabused its discretion.  Cf SEC 1'.  Carter  district court did not abuse its discretion by \nHazcley Hale Stores, 760 F.2d 945, 947 (9th  admitting this evidence. \nCir.1985) (court abuses its discretion  if it \nrelies on clearly erroneous facts or misap \nVIII \nplies the law).  We  must therefore deter \nThe decision below is affirmed, and Ken \nmine whether the district court improperly \nnedy's request for  attorneys'  fees on  ap \nadmitted  into  evidence  Kennedy's  attor \nneys'  time  records.  We  review  for  an  peal under 42 C.S.C. § 1988 is granted, see \nabuse of discretion  the  admission  of evi  Leer  v.  Mu rphy,  844  F.2d  628,  634  (9th \ndence.  Gauthier 1'.  AMF,  Inc ..  788  F.2d  Cir.1988). \n684, 635 (9th Cir.), modified, 805 F.2d 337 \n(1986). \n[11]  A hearsay statement is admissible \nas  a  business  record  under  Fed.R.Evid. \n803(6)  if the  following  foundational  facts \nare shown by testimony of the custodian or \nanother qualified witness: (1) the writing is  Thomas BOYES, Plaintiff-Appellant. \nmade  or  transmitted  b~'  a  person  with  v. \nknowledge at or near the time of the inci \nLouis W.  SeLLIV AN.  M.D., Secretary \ndent recorded;  (2) the record is kept in the \ncourse of a  regularly conducted  business  of Health &  Human Services, * \nactivity.  See  United  States  Z'.  Ordonez,  Defendant-Appellee. \n737  F.2d 793, 805 (9th Cir.1983);  see also  :\\'0. 88-15342. \nUnited States 1'.  Linn, 880 F.2d 209,  216 \n(9th Cir.1989);  United States 1'.  Catabran,  United States Court of Appeals. \n836 F.2d 453, 457 (9th Cir.1988).  However,  Ninth Circuit. \nthe record is not admissible if the source of \nArgued and Submitted Oct. 3,  1989. \ninformation or the method or circumstanc \nDecided  Dec.  7,  1989. \nes of preparation indicate a lack of trust \nworthiness.  See Ordonez, 737 F.2d at 805.  As Amended Mar. 6,  1990. \n[12]  One of the attorneys who worked  As  Amended April  11,  1990. \non  the  case  stated in  affidavits  that she  Rehearing En  Banc Granted \nentered  information  from  her  husband's  May  16,  1990. \nhandwritten time records into the computer \nthat generated  the  printout  presented  to \nthe district court.  She swore that the time  Review was sought of denial of Social \nrecords were maintained during the course  Security disability benefits.  Summary \n* Louis W. Sullivan, M.D., has been substituted for  of the  Federal  Rules of Appellate  Procedure. \nOtis R. Bowen, M.D., pursuant to Rule 43(c)(l) ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/21155"
    },
    {
      "date": "1989-10-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 920,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 887,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Ninth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 53975,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/53975.pdf",
      "title": "Order",
      "text": "887 F.2d 920 (1989)\nKaren KENNEDY, Plaintiff-Appellee,\nv.\nLOS ANGELES POLICE DEPARTMENT; City of Los Angeles; James J. King; Stanley A.\nSchott, Defendants-Appellants.\nNos. 87-6316, 87-6400 and 87-6602.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted August 3, 1988.\nDecided October 11, 1989.\n921 *921 Richard M. Helgeson, Asst. City Atty., Los Angeles, Cal., for defendants-appellants.\nJoan W. Howarth and Pamela R. Lawson, ACLU Foundation of Southern Cal., Los Angeles, Cal., for plaintiff-\nappellee.\n922 *922 Before HALL and LEAVY, Circuit Judges, and GEORGE[*], District Judge.\nCYNTHIA HOLCOMB HALL, Circuit Judge:\nKaren Kennedy brought a civil rights action under section 1983 against, among others, the Los Angeles Police\nDepartment and two of its officers, James J. King and Stanley A. Schott. The case reached the jury, which after\ndetermining that Kennedy's rights were violated, awarded her compensatory and punitive damages.\nI\nKaren Kennedy and Karen Houghton were roommates in a two-bedroom apartment. The two women had entered\ninto a two-year lease on November 15, 1982. On January 21, 1983, Houghton, without prior warning, left\nKennedy a note indicating that she would be vacating the apartment the following morning. According to\nKennedy, Houghton owed her a total of $694 for her portion of rent and utilities and for bounced checks.\nThe following morning Houghton, with her parents and grandparents, arrived at the apartment with a car trailer to\nretrieve her belongings. Kennedy testified that she unsuccessfully attempted to speak with Houghton about their\ndifferences. Houghton refused to pay the debt before departing and told Kennedy that she was moving to La\nJolla, California (although in fact she was moving to Beverly Hills). Houghton left no forwarding address.\nHoughton made several trips to complete her move. During one of the trips, Kennedy moved two of Houghton's\nwicker chairs into Kennedy's bedroom and Houghton's television into the living room behind some drapes.\nKennedy retained these items as \"security\" for the debt Houghton owed her. Kennedy then installed a lockout\ndevice on the front door to prevent Houghton from entering the apartment with her key. When Houghton returned,\nshe noticed that some of her belongings were missing. She called the police.\nOfficers King and Schott responded to the call. They demanded entry into the apartment. Kennedy was with her\ndaughter and a friend of her daughter. The officers then spoke with Kennedy, who explained that she intended to\nhold the property as security for money Houghton owed her. The officers ordered Kennedy to remain on the sofa\n[1]\nwhile they searched the apartment for the missing items.  The officers' search was unsuccessful.\nOfficers King and Schott arrested Kennedy for grand theft, a felony, and escorted her to the Van Nuys jail. At the\njail, Kennedy was forced to submit to a body-cavity search. After stripping off all her clothing, Kennedy was\nrequired to expose her vaginal and anal cavities so that the two women officers could determine whether\nKennedy was concealing drugs or weapons. She was not.\n\nIn a special verdict, the jury determined that King and Schott were not entitled to qualified immunity and had\nviolated Kennedy's constitutional rights when they arrested her. The jury awarded $5,000 in actual damages\nagainst each officer, as well as $3,000 in punitive damages against King and $1,000 in punitive damages against\nSchott. The jury also determined that Kennedy's constitutional rights were violated because of the City of Los\nAngeles' policy to subject all those arrested for felonies to a body-cavity search. The jury awarded $25,000 in\nactual damages against the City.\nAppellants timely appeal from the jury's determination. The district court had jurisdiction under 28 U.S.C. §§\n1331, 1343(4). This court has jurisdiction under 28 U.S.C. § 1291.\nII\nAt the end of Kennedy's case, and at the end of trial, appellants moved for a directed verdict. On appeal, the\nofficers contend that the district court erred in failing to direct a verdict in their favor. They advance two bases to\nsupport this contention:\n923 *923 (1) that probable cause to arrest was established as a matter of law; and (2) that they were entitled to\nqualified immunity as a matter of law.\nA\nFor Kennedy to prevail under her section 1983 claim, she must establish that (1) she was deprived of a right\nsecured by the Constitution or laws of the United States; and (2) the deprivation was caused by state action. \nParratt v. Taylor, 451 U.S. 527, 535, 101 S.Ct. 1908, 1912-13, 68 L.Ed.2d 420 (1981); Gorenc v. Salt River\nProject Agric. Improvement and Power Dist., 869 F.2d 503, 505 (9th Cir.1989). The appellants contend that the\ndistrict court erred in denying their motions for a directed verdict on the ground that probable cause to arrest was\nestablished as a matter of law. Appellants thus conclude that the arrest did not violate the Constitution.\n\"A directed verdict ... should not be granted unless `the evidence permits only one reasonable conclusion as to\nthe verdict.' The evidence must be viewed in the light most favorable to the prevailing party and all inferences\nmust be drawn in that party's favor.\" Flores v. Pierce, 617 F.2d 1386, 1389 (9th Cir.) (quoting Kay v. Cessna\nAircraft Co., 548 F.2d 1370, 1372 (9th Cir.1977)), cert. denied, 449 U.S. 875, 101 S.Ct. 218, 66 L.Ed.2d 96\n(1980). In a section 1983 action, probable cause generally is a jury question. McKenzie v. Lamb, 738 F.2d 1005,\n1008 (9th Cir.1984). However, a directed verdict on the issue of probable cause is proper if no reasonable jury\ncould determine that the officers did not have probable cause to arrest. Id. \"`Probable cause exists when facts\nand circumstances within the arresting officer's knowledge and of which he has reasonably trustworthy\ninformation are sufficient to warrant a man of reasonable caution and prudence in the belief that the defendant is\ncommitting or has committed a crime.'\" Floyd v. Farrell, 765 F.2d 1, 5 (1st Cir.1985) (quoting State v. Lemire, 121\nN.H. 1, 424 A.2d 1135, 1138 (1981)).\nThe officers arrested Kennedy for committing grand theft, a violation of California Penal Code § 487. Under\nCalifornia law, theft is defined in the following manner: \"Every person who shall feloniously steal, take, carry, lead,\nor drive away the personal property of another ... is guilty of theft.\" Cal.Penal Code § 484(a) (West 1988). Grand\ntheft occurs \"[w]hen the money, labor or real or personal property taken is of a value exceeding four hundred\ndollars ($400)....\" Id. at § 487.\nThe district court recognized, and the appellants do not contest, that an element of the crime of grand theft is the\nspecific intent permanently to deprive an owner of her property. See People v. Kageler, 32 Cal.App.3d 738, 745;\n108 Cal.Rptr. 235, 239 (1973). The court instructed the jury that if it determined that the officers reasonably\nshould have known that Kennedy \"merely intended to take temporary possession of the property belonging to\nHoughton, for example, as security for a debt owed by Houghton,\" they did not have probable cause. Appellants\ndo not challenge this instruction. Part of the probable cause analysis must be whether the officers could believe\nthat Kennedy had the necessary intent.\n\nAs part of the investigation, Schott discovered from Houghton that Kennedy had told Houghton that she was\nkeeping her property as security until Houghton paid Kennedy the money she was owed. Schott admitted that he\n\"probably\" passed this information on to King when King arrived at the scene. And when King and Schott\nconfronted Kennedy in her apartment, Kennedy and a friend of her daughter explained to the officers that\nKennedy was holding the property as security until Houghton paid her debts.\nUpon reviewing the facts in this case, giving Kennedy the benefit of all reasonable inferences that may be drawn\nfrom the evidence presented at trial, we conclude that there was sufficient evidence to support the jury's\ndetermination that probable cause for an arrest was lacking. The officers do not contend on appeal (nor would\n924 the record support) that they believed Kennedy was holding Houghton's property for any purpose other than as \n*924 security for a debt allegedly owed. Therefore, there was no reasonable basis from which anyone could\nbelieve that Kennedy had the specific intent permanently to deprive Houghton of her property. On the contrary,\nthe jury quite properly concluded that a prudent person would not have believed that Kennedy, who was\nentangled in an ordinary neighborhood dispute, had committed grand theft. See United States v. Hoyos, 868 F.2d\n1131, 1136 (9th Cir. 1989). Consequently, the district court properly refused to direct a verdict for the appellants.\nB\nThe appellants next contend that the district court erred in refusing to grant a directed verdict on the ground of\nqualified immunity. Police officers \"are shielded from liability for civil damages insofar as their conduct does not\nviolate clearly established statutory or constitutional rights of which a reasonable person would have known.\" \nHarlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982). It is clearly established, of\ncourse, that an arrest without probable cause violates the Constitution. See McKenzie, 738 F.2d at 1007. Thus,\nthe relevant question in this case is \"whether a reasonable officer could have believed [Kennedy's warrantless\narrest] to be lawful, in light of clearly established law and the information the [arresting] officers possessed.\" \nAnderson v. Creighton, 483 U.S. 635, 641, 107 S.Ct. 3034, 3039-40, 97 L.Ed.2d 523 (1987); see Kraus v. County\nof Pierce, 793 F.2d 1105, 1109 (9th Cir. 1986),cert. denied,480 U.S. 932, 107 S.Ct. 1571, 94 L.Ed.2d 763\n(1987); see also Floyd, 765 F.2d at 5; Bilbrey v. Brown, 738 F.2d 1462, 1466-67 (9th Cir.1984). This court has\nstated that this inquiry is a question for the trier of fact. Schlegel v. Bebout, 841 F.2d 937, 945 (9th Cir.1988).\nHowever, if there is only one reasonable conclusion a jury could reach on this issue, a directed verdict would\nhave been proper. Cf. Anderson, 483 U.S. at 641, 107 S.Ct. at 3039-40 (qualified immunity issue can be argued\nas a matter of law on summary judgment).\nOur preceding discussion about the obvious lack of probable cause is dispositive of the qualified immunity\nquestion. The jury could have concluded that no reasonable officer in Schott's and King's position could have\nbelieved that Kennedy had the requisite criminal intent necessary to give rise to probable cause to arrest her for\ngrand theft. The only information the officers had about Kennedy's intent in taking Houghton's property was that\nKennedy was holding it as security. The officers heard this explanation from Houghton, Kennedy, and a friend of\nKennedy's daughter. There simply was no evidence to indicate any other intent. Accordingly, the district court did\nnot err in denying the appellants' motions for a directed verdict on qualified immunity.\nIII\nAppellants claim that the district court improperly instructed the jury on probable cause. Specifically, they contend\nthat the jury instructions improperly intertwined the standard for probable cause with the concept of sufficient\n[2]\nevidence to prove guilt.\nThis court reviews instructions to determine, viewing them as a whole, whether they adequately cover each issue\nand whether they are misleading or state the law incorrectly. Martinelli v. City of Beaumont, 820 F.2d 1491, 1493\n(9th Cir. 1987). In the contested instruction, the court told the jury in part:\nA police officer may not arrest a person for the commission of a felony without an arrest warrant\nunless he has probable cause to believe that a felony has been committed by the person arrested\n\n925 whether or not a felony has in fact been *925 committed. Probable cause exists if the facts and\ncircumstances known to the officer, and of which he had reasonable trustworthy information, are\nsufficient to warrant a prudent person in believing that the suspect has committed a felony. The\nhunch, guess, conjecture or surmise of an officer is not enough, and there must be enough actual\nevidence to reasonably lead to the conclusion that the suspect has committed a felony.\nIn the present case, to constitute \"probable cause\" for the arrest of plaintiff for the commission of\nGRAND THEFT, without an arrest warrant, the evidence must establish that defendant officers\nKING and SCHOTT must have had reasonable cause to believe ALL of the following:\n1. That plaintiff stole, took or carried away the personal property of defendant HOUGHTON; AND\n2. That plaintiff had the specific intent to PERMANENTLY DEPRIVE defendant HOUGHTON of\nher property; AND\n3. That the property had to have a reasonable and fair market value of more that [sic] $400.00 at\nthe time of the theft and the locality of the theft....\nAppellants suggest that this instruction improperly \"mandates a determination by the officers of plaintiff's guilt of\ntheft rather than the probability of criminal activity.\" This argument is meritless. The instruction properly stated\nthat probable cause exists if there were sufficient facts \"to warrant a prudent person in believing that the suspect\nhas committed a felony.\" This is in accord with the law. See Floyd, 765 F.2d at 5. The court never suggested that\nthe \"reasonable cause\" necessary for arrest was the same as the \"proof beyond a reasonable doubt\" needed for\na criminal conviction.\nIV\nAppellants contend that the evidence was insufficient to support the jury's award of punitive damages: $3,000\nagainst King and $1,000 against Schott. We disagree.\nPunitive damages may be assessed in section 1983 actions \"when the defendant's conduct is shown to be\nmotivated by evil motive or intent, or when it involves reckless or callous indifference to the federally protected\nrights of others.\" Smith v. Wade, 461 U.S. 30, 56, 103 S.Ct. 1625, 1640, 75 L.Ed.2d 632 (1983). The decision to\nimpose such sanctions is within the exclusive province of the jury. Runge v. Lee, 441 F.2d 579, 584 (9th Cir.),\n[3]\ncert. denied,404 U.S. 887, 92 S.Ct. 197, 30 L.Ed.2d 169 (1971).\nAppellants' insufficiency argument is meritless. There is no question that the officers knew that they were\nresponding to a neighborhood dispute. It is also clear that the officers had no reason to believe that Kennedy took\nHoughton's property for any reason other than as security. Yet they arrested her, even though they were aware of\n[4]\nthe specific intent requirement of grand theft.  Furthermore, although the officers testified that Kennedy's refusal\nto tell them the location of Houghton's television was a large factor in determining that probable cause existed to\n926 arrest, Kennedy testified that the officers repeatedly *926 told her to \"shut up\" when she tried to explain the\nsituation.\nUnder all these circumstances, we conclude that the jury could determine that arresting Kennedy constituted\nreckless disregard for her right not to be arrested without probable cause. See Gagnon v. Ball, 696 F.2d 17 (2d\nCir.1982) (arresting someone requesting help from police without determining whether her complaint is justified\nevidences reckless disregard for rights of others). There is ample support in the record to justify the jury's\ndetermination.\nV\nAppellants also claim that the district court committed reversible error by questioning the police officers in such a\nway as to create the impression of partiality. In support of their claim, appellants quote the following line of court\ninquiry concerning the value of the property Kennedy had taken:\n\nThe Court: That's what [her roomate [sic]] said 00\n97\nKing: That's correct.\nThe Court: 00 Isn't that right? And you never did anything but accept what she said to you; isn't that\n97\ncorrect?\nKing: That's all I could really go on at that time. I mean, I had to make a reasonable decision....\nThe Court: Do you think you could have waited a few days and inquired further?\nKing: I had a victim and a father who were insistent.\nThe Court: So you arrest people because fathers of victims tell you to do so, is that your position?\nKing: No, sir. We hadn't even gotten to that point....\nThe Court: You're not a recovery agency, are you?\n. . . . .\nYou're a police department; isn't that right?\n. . . . .\nOther people worry about recovering property, not you; isn't that right?\nKing: No, sir. Part of our mission is the recovery of property....\nThe Court: You could have waited a couple of days, couldn't you have ...?\nKing: We did look into it further, your honor.\n. . . . .\nThe Court: But you arrested her that day, didn't you?\n. . . . .\nHow much time elapsed between the time you walked into her apartment and the time you placed\nher under arrest?\nKing: [Around] 20 to 30 minutes.\nCourt: So that was the extent of your investigation?\nAppellants quote another exchange to demonstrate improper judicial questioning:\nThe Court: Couldn't you have gone down to the city attorney's office and gotten a complaint\n[before arresting Kennedy]?\n. . . . .\nSchott: I would have been remiss in my responsibilities if I did that.\nThe Court: That's your view. But could you have done that?\n. . . . .\nYou could have investigated further before making an arrest, though, couldn't you have?\nSchott: I'm not quite sure how much further I could have investigated.\n\nThe Court: Could you have checked the value of the property?\nSchott: That's not normally our procedure....\nThe Court: In this case you didn't even see the television, did you?\nSchott: No....\nIn a federal courtroom, a district judge has the undeniable right to examine witnesses and call the jury's attention\nto important evidence. Shad v. Dean Witter Reynolds, Inc., 799 F.2d 525, 531 (9th Cir. 1986). This may be\n927 necessary to \"clarify[] the evidence, control[] the orderly presentation of the evidence, confine[] counsel to *927\nevidentiary rulings, and prevent[] undue repetition of testimony.\" United States v. Malcolm, 475 F.2d 420, 427 (9th\nCir.1973),quoted in United States v. Harris, 501 F.2d 1, 10 (9th Cir.1974). However, attached to this right is an\nimportant qualification: the judge must always remain fair and impartial. \"[A] trial court must be ever mindful of the\nsensitive role it plays in a jury trial and avoid even the appearance of advocacy or partiality.\" Harris, 501 F.2d at\n10; see also Pollard v. Fennell, 400 F.2d 421, 424 (4th Cir.1968) (\"[A]s one who, in the eyes of the jury, occupies\na position of preeminence and special persuasiveness, the district judge must be assiduous in performing his\nfunction as governor of the trial dispassionately, fairly and impartially.\"). Indeed, the sensitivity of the judge's role\nhas prompted us, on many occasions, to urge judicial restraint. See, e.g., Shad, 799 F.2d at 531 (9th Cir.1986)\n(quoting Warner v. Transamerica Ins. Co., 739 F.2d 1347, 1351 (8th Cir.1984)); Handgards, Inc. v. Ethicon, Inc.,\n743 F.2d 1282, 1289 (9th Cir.1984),cert. denied,469 U.S. 1190, 105 S.Ct. 963, 83 L.Ed.2d 968 (1985); Harris,\n501 F.2d at 10-11.\nThe standard for reversing a verdict because of general judicial misconduct during trial is rather stringent. \nHandgards, 743 F.2d at 1289. We must determine whether the district court's inquiry rendered the trial unfair. Id.\nThis court has stated:\nA trial court will be reversed for excessive judicial intervention only if the record \"disclose[s] actual\nbias on the part of the trial judge [or] leave[s] the reviewing court with an abiding impression that\nthe judge's remarks and questioning of witnesses projected to the jury an appearance of advocacy\nor partiality.\"\nShad, 799 F.2d at 531 (quoting Warner, 739 F.2d at 1351). And we have noted: \"Very few cases outside of the\ncriminal law area support an appellate finding of general judicial misconduct during trial.\" Handgards, 743 F.2d at\n1289; see also In re Aircrash in Bali, Indonesia, 871 F.2d 812, 815 (9th Cir.1989).\nRegrettably, the trial court's questioning was not marked by complete indifference. Some of his questions instead\nwere quite pointed and intemperate. Nevertheless, viewing the trial record as a whole, we conclude that reversal\nis not warranted. It cannot be said that the court \"repeatedly and consistently\" was discontent to allow counsel to\nquestion witnesses. See Pollard, 400 F.2d at 424 (judge impeded counsel's interrogation repeatedly, assumed\nthe role of witness as well as advocate, and misstated factual accounts, requiring reversal). The court's\nquestioning and the responses fill only eight pages of the 400 page transcript. The court did not assume a role as\nwitness by introducing evidence at trial. See id. at 425-26. Nor did the court dominate questioning of the\nwitnesses so as to preempt counsel's function. See Sit-Set, A.G. v. Universal Jet Exchange, Inc., 747 F.2d 921,\n926 (4th Cir.1984) (finding \"judicial domination of the examination of witnesses so persistent [and yet\nunnecessary] throughout the trial that the result was an effective preemption of counsel's legitimate function in\nthe adversarial process\").\nThe court began questioning King because counsel repeatedly strayed to an area of questioning that the court\nhad disallowed (strip search). The court's questions began as an attempt to get counsel back on track about the\nvalue of the television. The court's questioning of Schott was prompted by Schott's statement that he would have\nbeen negligent in his duties if he did not arrest Kennedy immediately, to which the court expressed\nunderstandable skepticism. Cf. Pollard, 400 F.2d at 424-25 (no apparent justification for judicial intervention); Sit-\nSet, 747 F.2d at 926 (same). Questions indicating skepticism are not improper if witnesses are permitted to\nrespond. Shad, 799 F.2d at 531. Moreover, the court explained to the jury that the court's questions were not\nindicative of its feelings about the case. Such a disclaimer is not a panacea for pervasive and biased judicial\n\naction. See Sit-Set, 747 F.2d at 926. But given the limited scope of the court's intervention in the present case,\n928 we believe this explanation alleviated any *928 appearance of impartiality the judge's questioning may have\nconveyed. See Shad, 799 F.2d at 531; see also United States v. Laurins, 857 F.2d 529, 538 (9th Cir.1988),cert.\ndenied,___ U.S. ___, 109 S.Ct. 3215, 106 L.Ed.2d 565 (1989).\nVI\nThe Los Angeles Police Department (LAPD) has a policy requiring all those who are arrested on suspicion of\nhaving committed a felony to be subjected to a body-cavity search. The jury found that this policy, which resulted\nin Kennedy being searched, violated her rights. Kennedy was awarded $25,000 in actual damages against the\nCity of Los Angeles.\nAppellants challenge the district court's instruction that the body-cavity search of Kennedy would violate her\nfourth amendment rights unless the jail officials \"had a reasonable suspicion that she was carrying or concealing\n[5]\ncontraband or a weapon or that she was suffering from a communicable disease.\"  Appellants moved for a new\ntrial, which was denied. The district court issued an opinion holding that the LAPD's policy of conducting a visual\nbody-cavity search of all felony arrest detainees, regardless of reasonable suspicion, violates the fourth\namendment. Kennedy v. Los Angeles Police Department, 667 F.Supp. 697 (C.D.Cal.1987).\nThis court reviews instructions to determine whether viewing them as a whole, they adequately cover each issue\nand whether they are misleading or state the law incorrectly. Martinelli, 820 F.2d at 1493. This court reviews de\nnovo questions of law. United States v. McConney, 728 F.2d 1195, 1201 (9th Cir.) (en banc), cert. denied,469\nU.S. 824, 105 S.Ct. 101, 83 L.Ed.2d 46 (1984).\nA\nThe City of Los Angeles has imposed a blanket policy that subjects all felony arrestees to a visual body-cavity\nsearch. The policy mandates in part:\nArrestees booked into Department facilities on all felony offenses, and misdemeanor offenses\nrelated to the use of narcotics, shall be given a skin search. Skin searches of arrestees booked on\nother misdemeanor charges shall be made when there is probable cause to believe that an\narrestee is concealing contraband or weapons.\nWhen there is probable cause to believe that an arrestee is concealing contraband or weapons\ninside a body cavity, a visual body-cavity search shall be conducted.\nFacially, the policy appears to acknowledge the difference in intrusiveness between a skin search and a body-\ncavity search, requiring probable cause only for the latter. However, the LAPD has eliminated this distinction in its\nconstruction and implementation of the policy. A police officer of the City of Los Angeles testified that the body-\ncavity search was part of a skin or strip search, and so the skin search, strip search, and visual body-cavity\nsearch were really \"one and the same.\" The litigants do not take issue with this characterization. Accordingly, for\npurposes of deciding this case, we must analyze the LAPD's policy as requiring perfunctory body-cavity searches\n[6]\nof all felony arrestees.  Our ultimate task is to determine whether the searches mandated by this policy are\nreasonable under the fourth amendment.\nB\n929 The intrusiveness of a body-cavity search cannot be overstated. Strip searches involving *929 the visual\nexploration of body cavities are dehumanizing and humiliating. The Supreme Court has commented: \"Admittedly,\nthis practice instinctively gives us the most pause.\" Bell v. Wolfish, 441 U.S. 520, 558, 99 S.Ct. 1861, 1884, 60\nL.Ed.2d 447 (1979); see also id. at 576-77, 99 S.Ct. at 1893-94 (\"In my view the body-cavity searches ...\nrepresent one of the most grievous offenses against personal dignity and common decency.\") (Marshall, J.,\n\ndissenting). See generally Shuldiner, Visual Rape: A Look at the Dubious Legality of Strip Searches, 13 J.\nMarshall L.Rev. 273 (1980).\nKennedy first was forced to strip off all her clothing. After exposing her naked body to two policewomen, Kennedy\nthen was required to insert her fingers into her vagina and anus so that the policewomen could check whether\nshe had concealed any drugs or contraband in these body cavities. In response to her lawyer's questioning,\nKennedy described this frightening experience:\nKennedy: One of the ladies came into the cell with me and she started to run her fingers through\nmy hair. And I was asking her why she was doing that, and she was telling me that she was\nchecking me for fleas and for lice.\n. . . . .\nLawyer: Then, after ... they wanted you to take off each item of clothing?\nKennedy: I kept asking why I had to do that and what they were looking for, and they just told me\nthat I should just follow the procedure and do as they say.\nSo I 00 after I had gotten all of my clothes off, they told me to turn around and 00 no, first of all, they\n97 97\ntold me to bend down and touch the floor and to do like these hops like 00 like a 00 a rabbit would\n97 97\nhop.\n. . . . .\nAnd I told them that I couldn't bend down, that I had a lot of problems with my back. And they just\ntold me, they said, look, you're going to the 00 you're going to do what we're telling you to do. So,\n97\nyou know, I 00 I was scared and I did what they told me to do.\n97\nThen they told me to bend down and to squat my 00 open my legs apart as far as I could, to stick\n97\nmy fingers up my vagina, and to probe up there to, umh, I was 00 I didn't know what for.\n97\n. . . . .\nLawyer: Were there any comments made about your body?\nKennedy: Just as I turned around and stood up, then this one 00 I mean, here I am, hysterical, and\n97\nthis lady comments about the beautiful breasts I had. And I just couldn't believe 00 (witness crying.)\n97\nUmh, so anyway, they told me to turn around and to stick my buttocks in the air and to stick my\nfingers up my anus and to probe around in there for them to see if anything was visible. And it was\nreally humiliating, especially when you don't know what you're there for, why you had to be put\nthrough this in addition.\n. . . . .\nLawyer: Did they ask you to do anything else when you were in that nude condition?\nKennedy: They asked me to 00 to touch the floor. When I told them that I couldn't touch the floor\n97\nwith my buttocks in the air, one of the policemen had noticed that I had this big scar. And then\nwhen she noticed that, then they said, well, you know, you don't have to do any more. So 00\n97\nAfter the search, Kennedy was placed in a cell until, hours later, bond was posted.\nIt is against this backdrop that we must test the constitutionality of the LAPD's body-cavity search policy. See \nWolfish, 441 U.S. at 559, 99 S.Ct. at 1884-85.\n\nC\nThe Supreme Court has emphasized \"the limited role\" of courts in the administration of detention facilities. Block\nv. Rutherford, 468 U.S. 576, 584-85, 104 S.Ct. 3227, 3231-32, 82 L.Ed.2d 438 (1984). Corrections officials\n930 possess special expertise in *930 this area and must struggle regularly to maintain security in a most difficult and\npotentially explosive setting. Id. (citing Wolfish, 441 U.S. at 540-41 n. 23, 99 S.Ct. at 1875 n. 23). This sober\nunderstanding has led the judiciary to accord special deference to the judgments of administrators concerning the\nfunctioning of correctional facilities. Id.\nNevertheless, the judiciary does play a significant, albeit limited, role. Convicted prisoners, no less those\nsuspected of having perpetrated criminal activity, retain some constitutional liberties. Wolfish, 441 U.S. at 545, 99\nS.Ct. at 1877 (\"[C]onvicted prisoners do not forfeit all constitutional protections by reason of their conviction and\nconfinement in prison.\"). \"There is no iron curtain drawn between the Constitution and the prisons of this country.\"\nWolff v. McDonnell, 418 U.S. 539, 555-56, 94 S.Ct. 2963, 2974-75, 41 L.Ed.2d 935 (1974),quoted in Wolfish,\n441 U.S. at 545, 99 S.Ct. at 1877. When litigants petition the federal courts to review the application of an\ninstitutional policy, the courts must proceed cautiously; the Supreme Court has sounded this warning\nemphatically and with considerable wisdom. Yet, at the same time, we must be equally careful not to abdicate our\nfunction as the guardians of the Constitution. In the end, there must be a delicate balancing; \"[t]here must be a\n`mutual accommodation between institutional needs and objectives and the provisions of the Constitution that are\nof general application.'\" Wolfish, 441 U.S. at 546, 99 S.Ct. at 1878 (quoting Wolff, 418 U.S. at 556, 94 S.Ct. at\n1878).\nD\nIn attempting to arrive at a mutual accommodation between the institutional needs and objectives of the LAPD\nand the shield of the Constitution, we are without a mechanistic formula. Instead, the Supreme Court has\ncautioned:\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted.\nId. at 559, 94 S.Ct. at 2976.\nWe already have addressed the scope of the intrusion of a visual body-cavity search. Kennedy's testimony of her\nordeal illustrates all too well the personal invasion this search entails. Next, we examine the manner in which the\nsearch was conducted. It does not appear that Kennedy's search was performed abusively. In her brief, Kennedy\ndoes make passing reference in her factual statement that an inspecting officer \"commented about her breasts,\"\nbut fails to argue that the search in general was abusive. We then analyze the place in which the search was\nconducted. Here, the policewomen accompanied Kennedy to a room in the Van Nuys jail, where she was\nsearched. Kennedy does not complain that the room exposed her to passersby or in any other way made the\nsearch more humiliating.\nThe critical inquiry is whether the LAPD has sufficient justification for imposing its blanket search policy. The\nLAPD proffers that \"[concerns] for safety, security, and the proper administration of the jail system provided the\nfoundation for such a policy\" and that \"[p]rison officials have a legitimate penological interest in preventing drugs,\ncontraband weapons or other unlawful objects from entering penal facilities.\" These concerns and this interest no\ndoubt are weighty. As the Wolfish Court acknowledged:\nA detention facility is a unique place fraught with serious security dangers. Smuggling of money,\ndrugs, weapons, and other contraband is all too common an occurrence. And inmate attempts to\n\nsecrete these items into the facility by concealing them in body cavities are documented in this\nrecord and in other cases.\n441 U.S. at 559, 99 S.Ct. at 1884 (citations to the record and to other cases omitted).\n931 *931 Nevertheless, the enacted policy, if it is to be constitutional, must be \"reasonably related\" to the penal\ninstitution's interest in maintaining security. Id. at 540, 99 S.Ct. at 1874-75; see Watt v. City of Richardson Police\nDep't, 849 F.2d 195, 198 (5th Cir.1988) (upholding a search policy limited to those offenders charged with or\nhaving criminal history of narcotics, shoplifting, or weapons charges); cf. Thornburgh v. Abbott, ___ U.S. ___, 109\nS.Ct. 1874, 1879, 104 L.Ed.2d 459 (1989); Turner v. Safley, 482 U.S. 78, 89-90, 107 S.Ct. 2254, 2261-62, 96\nL.Ed.2d 64 (1987). A ham-handed approach to policy making runs the serious risk of infringing upon detainees'\nconstitutional rights. In the instant case, the LAPD fails to offer a serious justification for subjecting all felony\narrestees to a body-cavity search as a matter of course, whereas only those misdemeanor arrestees charged\nwith offenses relating to narcotics or suspected of concealing contraband or weapons are forced to undergo such\na search. The LAPD asserts:\nIt is not unreasonable for the legislature and the City's police department to assume that felony\nsuspects, because of the societal judgment respecting the greater reprehensibility of their crimes,\npose a correspondingly more substantial risk of also violating the security concerns of the City's\ndetention facility.\nThe principle that courts must provide wide latitude to prison policies needed to maintain institutional order and\nsecurity, Wolfish, 441 U.S. at 547, 99 S.Ct. at 1878, necessarily presupposes that the administrators have crafted\nthose policies with careful deliberation. The LAPD's justification is devoid of any trace of such care; instead, it\nrests on \"assum[ptions]\" and \"societal judgment[s].\" A glaring omission from the LAPD's justification is any\ndocumentation (or even assertion) that felony arrestees have attempted to smuggle contraband into the jail in\ngreater frequency than misdemeanor arrestees.\nThe district court below convincingly demonstrated that the felony/misdemeanor classification is not reasonably\nrelated to the institution's objective of maintaining security. It conducted a thoughtful examination of California's\ncriminal scheme to show that a crime's classification as a felony or misdemeanor alone cannot reasonably\nforecast an arrestee's stealthful proclivities. The district court noted that the following crimes are considered\nfelonies in California: willful tax evasion, Cal.Rev. & Tax Code § 19406 (West 1983), securities fraud,\nCal.Corp.Code § 25541 (West 1977), conspiracy to restrain trade, Cal.Bus. & Prof.Code § 16755 (West 1987),\nfalsification of accounts by public officials, Cal.Penal Code § 424, fraudulently obtaining over $400 in telephone\nservices, Cal.Penal Code § 502.7, and bribery of an officer in a financial institution, Cal.Penal Code § 639. \nKennedy, 667 F.Supp. at 702. The district court contrasted these felonies, which by dint of classification would\ntrigger a routine body-cavity search, with the following crimes that are designated misdemeanors and yet do not\nautomatically actuate such a search: assault, Cal.Penal Code § 241, disturbing the peace, Cal.Penal Code § 415,\nbeing under the influence of a controlled substance in public, Cal.Penal Code § 647, and carrying a loaded\nfirearm, Cal.Penal Code § 12031. Kennedy, 667 F.Supp. at 703.\nIndeed, as the district court insightfully noted, this case itself underscores the inherent failings of a search policy\npredicated solely on a felony/misdemeanor classification. The district court described the mechanics leading to\nKennedy's search:\nAt the time Ms. Kennedy was searched, the jailer had, according to the custom and practice of the\njail, a booking slip which informed the jailer that Ms. Kennedy was being charged with grand theft\n00 a crime which in almost all instances does not involve weapons or drugs. Further, the jailer\n97\ntestified that she did not have any suspicion that Ms. Kennedy had drugs or weapons. Ms.\nKennedy was compelled nonetheless to undergo the visual body cavity search simply because the\npolicy compelled it. If for example the arresting officer decided that the television set and the other\n932 small items had a value of $399 and not $400, the minimum required for grand *932 theft, Ms.\nKennedy would not have been subjected to a visual body cavity search.\n\nId. (footnotes omitted). Kennedy's arrest involved an ordinary squabble between two roommates. Unfortunately\nfor Kennedy, the arresting officers, making \"an educated guess at best,\" id. at 703 n. 9, valued the missing items\nin excess of $399, and transmogrified this domestic squabble into an arrest for grand theft, a felony under\nCalifornia law necessitating a body-cavity search.\nIn short, the LAPD's felony/misdemeanor classification alone indicates little about the likelihood of the arrestee's\nconcealing drugs, weapons, or contraband, the basis for subjecting an arrestee to a visual body-cavity search.\nOn balance, the LAPD's policy cannot withstand the constitutional review articulated in Wolfish.\nE\nOur conclusion that the City's search policy is unconstitutional under Wolfish does not end the analysis. The\nCourt in Wolfish delineated the constitutional test for a broad-based policy to search pretrial detainees or\nconvicted inmates that is not premised on individualized suspicion. Accordingly, the possibility remains that the\nCity of Los Angeles had an alternative basis for subjecting Kennedy to a visual body-cavity search.\n1\nPreliminarily, the Court's analysis in Wolfish requires further reflection. Ordinarily, the propriety of a search under\nthe fourth amendment depends on the particular and individual circumstances surrounding the subject of the\nsearch. Those individual circumstances are carefully considered and then tested against an established\nstandard, such as probable cause or reasonable suspicion. The Wolfish Court did not follow this customary path;\nthe exigencies of a prison setting demanded a departure. The Court recognized the necessity of according\nconsiderable deference to policies enacted to manage these exigencies and sought to strike a balance between\nthe competing needs of the institution and those of the individual. Significantly, this balancing was performed in\nthe abstract; it did not focus on the particular circumstances of the individual searched to determine the\nconstitutionality of the policy as a whole.\nThis construction of the Wolfish analysis follows ineluctably from the Court's disposition of the fourth amendment\nclaims. Wolfish involved a class action that challenged, among other things, an institutional policy that mandated\nvisual body-cavity searches of all pretrial detainees after contact visits with outsiders. The Court examined the\nconstitutionality of this policy and rejected the contention that such searches required probable cause. After\nweighing the security needs of the institution against the privacy costs exacted from the inmates, the Court\nupheld the broad-based searches. The Court concluded:\nBut we deal here with the question whether visual body-cavity inspections as contemplated by the\n[institution's] rules can ever be conducted on less than probable cause. Balancing the significant\nand legitimate security interests of the institution against the privacy interests of the inmates, we\nconclude that they can.\nWolfish, 441 U.S. at 560, 99 S.Ct. at 1885.\nThis passage is somewhat enigmatic. A possible interpretation is that the Court's balancing was merely prefatory\nto devising a standard against which to test a particular search. Under this interpretation, the balancing yielded a\nstandard less than probable cause in the Wolfish case. The Court's holding, however, cannot sustain this\nconstruction. Ultimately, the Court found the searches resulting from this policy 00 all of them 00 to be\n97 97\nconstitutional. Id. at 558, 99 S.Ct. at 1884. The Court did not proceed to define a standard short of probable\ncause, such as reasonable suspicion. The Court did not remand the case for further consideration in light of its\nbalancing approach. Nor did the Court pay momentary attention to the particular facts of each individual search. It\nis, therefore, conceivable that a member of the class met a visitor for brief seconds, was observed the entire time\n933 by a cadre of guards, and *933 yet was searched pursuant to the policy, clearly without individualized suspicion.\nNevertheless, this search, assuming it took place, was permissible under Wolfish; on balance, such a search was\n\"reasonable.\" See Shuldiner, supra, at 285 (noting that the Court did not examine the \"justification for conducting\nthese searches arbitrarily and en masse\").\n\nThe only standard we discern from Wolfish in reviewing the constitutionality of an institutional policy is the two-\npronged balancing test. Justice Powell's pithy partial dissent in that case lends considerable support to our\nreading:\nI join the opinion of the Court except the discussion and holding with respect to body-cavity\nsearches. In view of the serious intrusion on one's privacy occasioned by such a search, I think at\nleast some level of cause, such as a reasonable suspicion, should be required to justify the anal\nand genital searches described in this case. I therefore dissent on this issue.\nWolfish, 441 U.S. at 563, 99 S.Ct. at 1886-87 (Powell, J., concurring in part, dissenting in part). This passage is\nrevealing: the majority was not formulating a \"level of cause\" against which the constitutionality of the particular\nsearches were to be tested. That is, the majority was not focusing on the individual basis for each search; the\nmajority's constitutional inquiry instead centered around the soundness of the policy as a whole. Cf. Rickman v.\nAvaniti, 854 F.2d 327 (9th Cir.1988) (upholding, under Wolfish balancing test, visual body-cavity searches of all\nsegregation unit inmates leaving their cells); Michenfelder v. Sumner, 860 F.2d 328 (9th Cir.1988).\n2\nIn Wolfish, the Court held the search policy to be constitutional. Our review of the LAPD's policy, in contrast, has\nled to a different conclusion. Nevertheless, a search, although not supportable under an institutional policy, is not\nper se unconstitutional. We now must examine the particular circumstances surrounding Kennedy's arrest to\ndetermine whether there was reasonable suspicion to conduct a visual body-cavity search.\nThere is an initial question whether reasonable suspicion is the proper level of cause necessary to justify the\nsearch of a felony arrestee. Numerous cases have scrutinized search policies requiring arrestees on minor\noffenses to undergo a visual body-cavity search. See, e.g., Giles v. Ackerman, 746 F.2d 614 (9th Cir.1984),cert.\ndenied,471 U.S. 1053, 105 S.Ct. 2114, 85 L.Ed.2d 479 (1985). In Giles, the Ninth Circuit tested the\nconstitutionality of a county policy that required all arrestees for minor traffic violations to be subjected to a strip\n[7]\nsearch. Id. at 615. The court applied the Wolfish balancing test and found the county's policy of strip searching\nevery arrestee unnecessary to protect the institution's security interest. After concluding that the Wolfish test\ncould not sustain the search, the court held that \"arrestees charged with minor offenses may be subjected to a\nstrip search only if jail officials possess a reasonable suspicion that the individual arrestee is carrying or\nconcealing contraband.\" Id. at 617; see also Ward v. County of San Diego, 791 F.2d 1329, 1332-33 (9th Cir.1986)\n(no immunity for public officials who unreasonably subject misdemeanor arrestees to visual body-cavity\nsearches), cert. denied,483 U.S. 1020, 107 S.Ct. 3263, 97 L.Ed.2d 762 (1987); Weber v. Dell, 804 F.2d 796, 802\n(2d Cir.1986) (striking down blanket body-cavity search policy of arrestees charged with misdemeanors or other\nminor offenses and requiring particularized reasonable suspicion), cert. denied,483 U.S. 1020, 107 S.Ct. 3263,\n97 L.Ed.2d 762 (1987).\nThat this case involves a felony arrest does not alter the level of cause required to justify a visual body-cavity\n934 search. Logically, the classification of the offense in *934 some cases might inform the presence of suspicion, but\nit does not inform the level of suspicion required. Indeed, the reasonable suspicion standard established in Giles\nprudently invites the consideration of the nature of the crime charged in determining the constitutionality of an\nindividual search. The court emphasized: \"Reasonable suspicion may be based on such factors as the nature of\nthe offense, the arrestee's appearance and conduct, and the prior arrest record.\" 746 F.2d at 617 (citations\n[8]\nomitted).\nGrand theft, a felony, thus properly could be considered in deciding whether to search Kennedy. And in some\ncases, the charge itself may give rise to reasonable suspicion. See, e.g., Dufrin v. Spreen, 712 F.2d 1084, 1089\n[9]\n(6th Cir.1983); Watt, 849 F.2d at 197-98 (\"Reasonableness under the fourth amendment must afford police the\nright to strip search arrestees whose offenses posed the very threat of violence by weapons or contraband drugs\nthat they must curtail in prisons.\"). This is certainly not such a case. The grand theft charge here centered around\nan ordinary disagreement between two roommates. No weapons, no drugs, no contraband, no violent acts of any\n\nkind were involved. Nor were there any other circumstances that provided reasonable suspicion to believe that\nKennedy concealed contraband. The City does not contend otherwise.\nF\nIn conclusion, the district court did not err in giving a reasonable suspicion instruction. The search of Kennedy\ncould not be justified by the LAPD's policy that subjects all felony arrestees to visual body-cavity searches.\nConsequently, the search's constitutionality hinged upon whether the officials had reasonable suspicion that\nKennedy was concealing contraband. The jury reasonably determined that they did not.\nVII\nAppellants next claim the district court erred in awarding attorneys' fees because the court based its\ndetermination of the amount on hearsay: a computer printout of the time records kept by Kennedy's counsel.\nAppellants do not contest Kennedy's entitlement to fees under 42 U.S.C. § 1988; they concede that she was the\nprevailing party below.\nIf the district court indeed relied upon an improper basis in determining the amount of attorneys' fees, such as\nhearsay, it abused its discretion. Cf. SEC v. Carter Hawley Hale Stores, 760 F.2d 945, 947 (9th Cir.1985) (court\nabuses its discretion if it relies on clearly erroneous facts or misapplies the law). We must therefore determine\nwhether the district court improperly admitted into evidence Kennedy's attorneys' time records. We review for an\nabuse of discretion the admission of evidence. Gauthier v. AMF, Inc., 788 F.2d 634, 635 (9th Cir.),modified,805\nF.2d 337 (1986).\nA hearsay statement is admissible as a business record under Fed.R.Evid. 803(6) if the following foundational\nfacts are shown by testimony of the custodian or another qualified witness: (1) the writing is made or transmitted\n935 by a person with *935 knowledge at or near the time of the incident recorded; (2) the record is kept in the course\nof a regularly conducted business activity. See United States v. Ordonez, 737 F.2d 793, 805 (9th Cir.1983); see\nalso United States v. Linn, 880 F.2d 209, 216 (9th Cir.1989); United States v. Catabran, 836 F.2d 453, 457 (9th\nCir.1988). However, the record is not admissible if the source of information or the method or circumstances of\npreparation indicate a lack of trustworthiness. See Ordonez, 737 F.2d at 805.\nOne of the attorneys who worked on the case stated in affidavits that she entered information from her husband's\nhandwritten time records into the computer that generated the printout presented to the district court. She swore\nthat the time records were maintained during the course of her firm's representation of Kennedy. She further\nswore that she and her husband reviewed the records before his death and determined that they were accurate.\nThese statements laid a proper foundation for admission of the time records. Appellants do not persuasively\nargue that there are indications of untrustworthiness. See United States v. Licavoli, 604 F.2d 613, 622-23 (9th\nCir.) (district courts have broad discretion regarding determination of trustworthiness), cert. denied,446 U.S. 935,\n100 S.Ct. 2151, 64 L.Ed.2d 787 (1979). The district court did not abuse its discretion by admitting this evidence.\nVIII\nThe decision below is affirmed, and Kennedy's request for attorneys' fees on appeal under 42 U.S.C. § 1988 is\ngranted, see Leer v. Murphy, 844 F.2d 628, 634 (9th Cir.1988).\n[*] Honorable Lloyd D. George, United States District Judge for the District of Nevada, sitting by designation.\n[1] The jury found that the search of the apartment was lawful.\n[2] The appellee urges us not to address the merits of this issue, arguing that this objection was not raised at trial.\nHowever, the appellants sufficiently preserved this objection. They objected to the instruction in general and\n\nproposed an alternate instruction on probable cause. Moreover, the court was aware that the appellants did not\nagree with the instructions. Martinelli v. City of Beaumont, 820 F.2d 1491, 1493 (9th Cir.1987).\n[3] Appellants urge us to adopt a stringent standard for reviewing a jury's award of punitive damage 00 substantial\n97\nevidence beyond a reasonable doubt. The appellants acknowledge that Ninth Circuit case law does not support\nthis proffered standard. Brief of Appellant at 14. \nWe reject the appellants' novel standard. Initially, they ignore the well-established principle that we cannot\noverrule Ninth Circuit precedents without convening en banc. Christoffel v. E.F. Hutton, 588 F.2d 665, 667 (9th\nCir.1978). Furthermore, the appellants appear to confound the standard the jury must consider in determining\nwhether to impose punitive damages and that which we must employ upon review. The jury's discretion is\nconsiderable, see Kraus v. Santa Fe S. Pac. Corp., 878 F.2d 1193, 1200 (9th Cir.1989), and, if supportable, will\nnot be lightly disturbed, see Fountila v. Carter, 571 F.2d 487, 492 (9th Cir.1978); see also Kraus, 878 F.2d at 1200\n.\n[4] King's testimony shows that he was aware of the \"intent permanently to deprive\" element of grand theft. And\nSchott testified that he knew intent is a critical element of grand theft (although he also seemed to believe that\ntaking someone's property for any reason constitutes theft).\n[5] The court gave further guidance: \nFactors for you to consider in determining whether the jail officials had reasonable suspicion include the nature of\nthe alleged offense, Ms. Kennedy's appearance and conduct at the time, whether she had a prior record and any\nother information the police had at the time she was booked.\nKennedy v. Los Angeles Police Dep't, 667 F.Supp. 697, 704 (C.D.Cal.1987).\n[6] We, therefore, have no occasion to pass upon the constitutionality of an official policy that subjects all felony\narrestees to strip searches that do not involve visual inspection of body cavities. Nor, of course, do we have\noccasion to assess the constitutionality of a blanket search policy that more narrowly focuses on particular types\nof felony arrests.\n[7] The policy specifically required visual examination of the appellant's body cavities. The appellant, however,\nwas spared this examination, as the officer failed to comply with this requirement. Her examination was confined\nto a skin search. Although the Giles decision did not, therefore, directly involve a visual body-cavity search, the\ncourt indicated that its holding logically would engulf the more intrusive search. 746 F.2d at 616 n. 2.\n[8] It is worth noting that, were we to depart from a reasonable suspicion standard for this part of the analysis, we\nwould be required to construct a new level of cause. Reasonable suspicion, the standard for minor offenses, is\nthe least protective constitutional standard. Because a felony denotes a more serious criminal classification, we\nwould be forced to design a standard lower than reasonable suspicion. See United States v. Montoya de\nHernandez, 473 U.S. 531, 540-41, 105 S.Ct. 3304, 3310-11, 87 L.Ed.2d 381 (1985) (rejecting \"clear indication\"\nas a \"third verbal standard in addition to `reasonable suspicion' and `probable cause'\" and noting that \"subtle\nverbal gradations may obscure rather than elucidate the meaning of the provision in question\").\n[9] In Dufrin, appellee was subjected to a visual body-cavity search. The appellant had a policy requiring such\nsearches of all female prisoners to be incarcerated in the Oakland County jail, irrespective of the nature of the\ncrime or the probability that contraband has been concealed. 712 F.2d at 1085. The Sixth Circuit upheld the\nconstitutionality of the search, relying heavily on the fact that the appellee was arrested on felonious assault, a\nviolent felony. Id. at 1087, 1088, 1089.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/53975"
    }
  ],
  "document_count": 6
}