{
  "case_id": 43340,
  "fetched_at": "2025-10-20T22:54:58.167914",
  "case_data": {
    "attorney_orgs": [
      "NAACP Legal Defense Fund"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Wallkill Prison",
        "institution_alt_state": null,
        "institution_city": "Wallkill",
        "institution_county": "Ulster",
        "name": "Warden",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Department of Correction",
        "institution_alt_state": null,
        "institution_city": "Albany",
        "institution_county": "Albany",
        "name": "New York Commissioner of Correction",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [],
    "court": "Southern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1970-03-01",
    "filing_year": 1970,
    "id": 43340,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Mail"
    ],
    "last_checked_date": "2022-06-15T00:00:00-04:00",
    "main_docket": {
      "id": 55963,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1970,
      "docket_filing_number": 1114,
      "is_main_docket": true,
      "court": "Southern District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "1:70-cv-1114",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Sostre v. Otis",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1971,
    "permanent_injunction": false,
    "plaintiff_description": "Martin Sostre, a New York prisoner and activist",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Yes",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1971-06-28",
    "settlement_judgment_year": 1971,
    "special_collections": [
      "Martin Sostre cases"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>This is a historic case about the receipt of mail in New York prisons, one of the Clearinghouse's&nbsp;<a href=\"../../../../search/case/?special_collection=5701\" target=\"_blank\" rel=\"noopener\"> collection</a> of cases brought by prisoners' rights activist Martin Sostre, whose wikipedia biography is <a href=\"https://en.wikipedia.org/wiki/Martin_Sostre\" target=\"_blank\" rel=\"noopener\">here</a>.&nbsp;</p>\r\n<p>Martin Sostre sought an order enjoining the officers at Wallkill Correctional Facility from interfering with his receipt of literature which he ordered through the prison mail. He had been transferred to that prison in early August 1969. Sostre sued the former Walkill warden and the former New York Commissioner of Correction in March 1970 in the U.S. District Court for the Southern District of New York. He sought an injunction and $20,000 in damages.</p>\r\n<p>The defendants moved to dismiss the complaint for failure to state a claim and for lack of subject matter jurisdiction. Judge Constance Baker Motley denied the motion on June 3, 1970, and the defendants filed an answer to the complaint on July 9, 1970.</p>\r\n<p>On October 27, 1970, Sostre, proceeding pro se, moved for judgment on the pleadings. The defendants had requested that the court defer its decision pending the outcome of <em>Sostre v. McGinnis</em>, 442 F.2d 178, argued en banc in the Second Circuit on October 21, 1970. (Described <a href=\"../../../../case/17407/\" target=\"_blank\" rel=\"noopener\">here</a>.)</p>\r\n<p>On March 24, 1971, the New York State Department of Correction adopted a new procedure for screening publications sent to state prisoners and established a review committee as part of this new process. Two days after this change, several civil rights lawyers entered an appearance for Sostre and filed a memorandum of law in support of his motion for judgment on the pleadings. In this new memorandum, Sostre withdrew the damages claim and substituted the acting prison superintendent and the current commissioner as defendants.</p>\r\n<p>In an opinion by Judge Mansfield, the court ruled for Sostre on the pleadings on June 28, 1971. The court held that the prison&rsquo;s procedure for screening literature was constitutionally deficient. Under that new system, a committee of prison officials decided censorship disputes, guided by a list of criteria and with a presumption that literature should be freely available, and decisions were required to be reached within certain time limits. But the process did not give incarcerated people notice of reason for delays in receipt of literature or that they could present arguments to committee. The court reaffirmed the &ldquo;constitutional right to rudimentary due process under prison conditions including (1) notice; (2) some opportunity to object (either personally or in writing), and (3) a decision by a body that can be expected to act fairly.&rdquo; The court declined to provide detailed rules and procedures. 330 F. Supp. 941.</p>\r\n<p>The court then detailed the problems with the process: it was ex parte without any notice given to the publisher or person who ordered it. it did not place the burden of showing that censored literature was not protected on the censors, and it appeared to permit a final decision without any judicial determination. Citing the Second Circuit opinion in <em>McGinnis</em>, the court concluded &ldquo;that any prison regulation or practice which restricts the right of free expression that a prisoner would have enjoyed if he had not been imprisoned must be related both reasonably to advancement of justifiable purpose of prison.&rdquo; That case, however, did not addressed the issue of an incarcerated person&rsquo;s right to receive and read literature. The court continued on to note the benefits of a better administrative procedure: &ldquo;federal courts might be relieved of jurisdiction, at least until administrative remedies had been exercised.&rdquo;</p>\r\n<p>In conclusion, the court did somewhat qualify its holding. It explained that prisons could impose some censorship, looking to the deference that the <em>McGinnis</em> opinion afforded to prison administrators. The court stayed the order for 40 days from to permit modification of the procedure in order to ensure notice and an opportunity to be heard.</p>\r\n<p>We do not have additional information on the trajectory of this case after this opinion. The case is now closed.</p>",
    "summary_published_date": "2022-06-15T16:09:13.889474-04:00",
    "summary_short": "Martin Sostre sought an order enjoining the officers at Wallkill Correctional Facility from interfering with his receipt of literature which he ordered through the prison mail. He sued the former Walkill warden and the former New York Commissioner of Correction in March 1970 in the U.S. District Court for the Southern District of New York. He sought an injunction and $20,000 in damages. The court held that New York's process was constitutionally deficient. The case is now closed.",
    "summary_tiny": "Historic prison mail case brought by activist Martin Sostre",
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/43340",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=43340",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=43340",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=43340"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 131331,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/131331"
    },
    {
      "date": "1971-07-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 941,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 330,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131352,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131352.pdf",
      "title": "Opinion",
      "text": " \n \nSostre v. Otis, 330 F.Supp. 941 (1971)   \n \n \n \n   \n330 F.Supp. 941 \nIn this action arising under the federal Civil Rights Law, \nUnited States District Court, S.D. New York. \n42 U.S.C. § 1983, plaintiff, Martin Sostre, seeks an order \nenjoining  the  supervisory  personnel  at  Wallkill \nMartin SOSTRE, Plaintiff, \nCorrectional  Facility,  where  Sostre  is  incarcerated \nv. \npursuant  to  a  30  to  40-year  sentence  for  a  narcotics \nNelson H. OTIS, Acting Superintendent of Wallkill \noffense,  from  interfering  with  his  receipt  of  literature \nCorrectional Facility, et al., Defendants. \nwhich  he  has  ordered  through  the  mails.  Sostre \nNo. 70 Civ. 1114.  commenced  the  action  in  March  1970  seeking  an \n|  injunction  *942  and  $20,000  damages,  naming  as \nJuly 28, 1971.  defendants the former warden of Wallkill, the late Charles \nL.  McKendrick,  and  the  former  Commissioner  of \nCorrection, Paul D. McGinnis. The defendants moved to \ndismiss the complaint for failure to state a claim upon \nSynopsis  which relief could be granted and for lack of subject \nState prison inmate brought action under federal civil  matter  jurisdiction.  The  motion  was  denied  by  Judge \nrights  law  seeking  order  enjoining  prison  supervisory  Motley on June 3, 1970, and the defendants filed an \npersonnel from interfering with his receipt of literature.  answer on July 9, 1970. On October 27, 1970, Sostre, \nOn inmate’s motion for judgment on the pleadings that  proceeding pro se, moved for judgment on the pleadings. \nwas treated as motion for summary judgment, the District  At the request of defendants we deferred decision pending \nCourt, Mansfield, Circuit Judge, held that procedure for  the outcome of Sostre v. McGinnis, 442 F.2d 178 (Dkt. \nscreening literature whereby committee made up of prison  No. 35038, 2d Cir.), argued en banc October 21, 1970, \nofficials  from  number  of  fields  decided  censorship  which was decided on February 24, 1971. On March 26, \ndisputes, such evaluation was guided by presumption that  1971, counsel entered an appearance for Sostre and filed a \nliterature should be freely available and by list of seven  memorandum  of  law  in  support  of  his  motion  for \nspecific criteria of nonacceptability, and decisions were  judgment  on  the  pleadings.  In  this  memorandum  the \nrequired to be reached within certain time limits was  damage claim was withdrawn and Acting Superintendent \ndeficient, in that prisoners were not given notice of reason  Otis  and  Commissioner  Oswald  were  substituted  as \nfor delays in receipt of literature and notice that they  defendants, Rule 25(d) (1), F.R.Civ.P. Further delay has \ncould present argument to committee.  been due in part to submission of additional briefs and \n   papers by the parties. \nMotion granted to extent indicated and order stayed. \n   The case arises from Sostre’s attempts to obtain assorted \nProcedural Posture(s): Motion for Summary Judgment;  literature.  In  May  1968,  while  incarcerated  at  Green \nMotion for Judgment on the Pleadings.  Haven Prison, Sostre subscribed to the following weekly \nand  monthly  publications:  Workers  World,  Liberator \nAttorneys and Law Firms  Magazine,  Afro-America,  Negro  Digest,  Criminal  Law \nBulletin, Muhammed Speaks, and the Buffalo Challenger. \n*941 Peter L. Zimroth, Louis I. Parley, New York City, \nHe received none of these publications while at Green \nfor plaintiff; Stanley A. Bass, New York City, of counsel. \nHaven.  On  August  9,  1969,  one  day  after  being \ntransferred  to  Wallkill,  he  requested  the  above \nLouis J. Lefkowitz, Atty. Gen., of the State of New York, \npublications from Warden McKendrick, who allegedly \nNew York City, for defendants; Samuel A. Hirshowitz, \nreplied that a check would be made and the property \nFirst Asst. Atty. Gen., Hillel Hoffman, Asst. Atty. Gen., \ngiven to Sostre. On August 15, 1969, Sostre was given 12 \nof counsel. \ncopies of the Liberator, 5 copies of Afro-America, 52 \ncopies of the Buffalo Challenger, and 11 copies of Negro \nOpinion \nDigest. He did not receive Workers World, Muhammed \n \nSpeaks, or the Criminal Law Bulletin. A prison official \ninformed  Sostre  that  these  publications  were  being \nMANSFIELD, Circuit Judge:* \ncleared and would be given to Sostre when they had been \n1 \n \n\n \n \nSostre v. Otis, 330 F.Supp. 941 (1971)   \n \n \ncleared.    \nOn August 25, 1969, Sostre met with a deputy warden  The  memorandum  established  a  committee  of  review \nand  requested,  unsuccessfully,  the  three  publications  consisting of the head of the service unit, a member of the \nwhich  he  had  not  received.  On  August  26,  Sostre  mental hygiene staff, the chaplains, the chief educational \nsubmitted a written request for an interview with Warden  officer, and the superintendent, the latter three of whom \nMcKendrick  concerning  these  publications.  At  the  could be represented by delegates. “Whoever brings up \ninterview, on September 2, 1969, Warden McKendrick  the subject of unacceptability” was instructed to “submit \nrefused to permit Sostre to receive Workers World on the  their argument” to this committee. The committee was \nground that it contained material supporting a prisoners’  empowered to report to the institutional head concerning \nriot in an army stockade in Vietnam and denied having  the questioned literature, and that official was directed to \nseen the Criminal Law Bulletin. He granted Sostre the  make a preliminary decision. This decision was to remain \nright  to  receive  Muhammed  Speaks.  When  Sostre  in force while the committee’s report and the decision \nattempted to claim his back issues of Muhammed Speaks,  itself were forwarded to the Commissioner of Correction, \nhowever, an assistant deputy warden told him that they  who was to make a final decision after review of the \nhad been thrown away.  question by the Central Office. \nOn August 27, 1969, Sostre renewed his subscription to  On  April  29,  1971,  the  March  24  directive  was \nWorkers World for another year although it had been and  superseded  by  Administrative  Bulletin  No.  2.  This \ncontinued to be withheld from him by prison officials. On  bulletin  provided  specifically  that  “inmates  shall  be \nAugust 30, 1969, Sostre ordered two publications-Listen  allowed to subscribe to or to receive from authorized \nBrother and Martin Sostre in Court-from World View  correspondents a wide range of books, magazines and \nPublishers in New York City. These publications also  newspapers.”  Detailed  guidelines  stating  seven  factors \nwere withheld.  which could lead to non-acceptability of literature were \nestablished.  The  institutional  superintendents  were \nLater  Sostre  made  additional  purchases  of  reading  directed to create review committees consisting of “the \nmaterial  as  follows:  on  October  10,  1969,  a  6-month  head of the service unit, a member of the Mental Hygiene \nsubscription to Claridad (a Spanish-language magazine  staff, the chaplains, an education officer or teacher, or \nfrom Puerto Rico); on October 20, Selected Writings of  librarians, and a representative of the custodial service.” \nMao Tse Tung and Quotations from Mao Tse Tung; on  The process of making decisions, and the procedure for \nNovember 6, a 1-year subscription to the Black Panther  review thereof, remained unchanged, but a paragraph was \nParty Newspaper; on December 18, a 1-year subscription  added imposing certain time limitations on the process to \nto Ramparts; On December 19, a 10-week subscription to  insure  that  a  final  decision  would  be  reached  within \nthe  Guardian  and  a  copy  of  the  Handbook  of  approximately two weeks. \nRevolutionary Warfare, by Kwame Nkrumah. \nThe  defendants  do  not  deny  that  issues  of  the  Black \nOn March 24, 1971, the New York State Department of  Panther Party Newspaper and Workers World are being \nCorrection adopted a new procedure, designated Adm.  withheld from Sostre. These issues are not returned to the \nNo. 82, for the screening of literature ordered *943 by and  publishers but are kept by prison officials as they arrive. \nsent to prisoners. This memorandum stated:  They also admit that five books-Listen Brother, Martin \nSostre  in  Court,  Selected  Writings  of  Mao  Tse  Tung, \nQuotations  from  Chairman  Mao,  and  Handbook  of \n“The policy of this Department is to \nRevolutionary Warfare-were returned to their publishers. \nallow  free  access  to  media  in  the \nAccording  to  letters  from  Assistant  Attorney  General \ninstitutional setting for either program \nHoffman dated May 21, 1971, and May 28, 1971, what \nor  private  individual  use.  The \nappear to be all the disputed issues of Claridad and the \ngoverning  criteria  are  that  this \nGuardian have been screened and approved by the review \nmaterial  be  acceptable  for  legal \ncommittee and have been given to Sostre. \nmailing in the United States, should \nnot be obscene and not tend to excite  In recent years the denial of due process in internal prison \nactivities  posing  a  threat  to  prison  administration  has  been  claimed  with  increased \ndiscipline.”  frequency, see Burns v. Swenson, 430 F.2d 771, 778-780 \n2 \n \n\n \n \nSostre v. Otis, 330 F.Supp. 941 (1971)   \n \n \n(8th Cir. 1970); Sostre v. Rockefeller, 312 F.Supp. 863,  forfeited all the rights of free citizens, Brown v. Peyton, \n871-873 (S.D.N.Y.1970), rev’d in part sub nom. Sostre v.  437 F.2d 1228, 1230 (4th Cir. 1971); Fortune Society v. \nMcGinnis, 442 F.2d 178 (Dkt. No. 35038, 2d Cir. 1971)  McGinnis,  supra,  319  F.Supp.  at  904;  Carothers  v. \n[hereinafter cited to pages in the slip opinion], but such  Follette, 314 F.Supp. 1014, 1023 (S.D.N.Y.1970), we are \nclaims  have  generally  arisen  in  the  context  of  the  not unmindful that “[l]awful incarceration brings about \ndisciplining  of  inmates  for  violation  of  prison  rules.  the necessary withdrawal or limitation of many privileges \nAdditional due process questions have been presented in  and  rights,  a  retraction  justified  by  the  considerations \nconnection  with  decisions  concerning  an  inmate’s  underlying our penal system.” Price v. Johnston, 334 U.S. \nsuitability for release on parole, Menechino v. Oswald,  266,  285,  68  S.Ct.  1049,  92  L.Ed.  1356  (1948).  “A \n430 F.2d 403 (2d Cir. 1970), or revocation thereof, United  prisoner retains all the rights of an ordinary citizen except \nStates ex rel. Bey v. Connecticut State Board of Parole,  those expressly, or by necessary implication, taken from \n443 F.2d 1079 (2d Cir. 1971). At the same time, a number  him by law,” Coffin v. Reichard, 143 F.2d 443, 445 (6th \nof  cases  have  challenged,  and  courts  have  on  First  Cir. 1944), cert. denied, 325 U.S. 887, 65 S.Ct. 1568, 89 \nAmendment  grounds  overturned,  decisions  of  prison  L.Ed. 2001 (1945) (emphasis added). \nofficials denying specific literature to inmates, see Walker  “Accordingly, we conclude that any prison regulation or \nv.  Blackwell,  411  F.2d  23,  28-29  (5th  Cir.  1969)  practice which restricts the right of free expression that a \n(Muhammed Speaks); Fortune Society v. McGinnis, 319  prisoner  would  have  enjoyed  if  he  had  not  been \nF.Supp. 901 (S.D.N.Y.1970) (Fortune News); Shakur v.  imprisoned must be related both reasonably, Sostre v. \nCommissioner  of  Corrections,  69  Civ.  4493  *944  McGinnis, 334 F.2d 906 (2d Cir.), cert. denied, 379 U.S. \n(S.D.N.Y.1969) (pretrial detainees permitted to receive  892, 85 S.Ct. 168, 13 L.Ed.2d 96 (1964); cf. Labat v. \nBlack Panther Party Newspaper). Cf. Sobel v. Reed, 327  McKeithen, 243 F.Supp. 662 (E.D.La.1965), Aff’d, 361 \nF.Supp.  1294  (S.D.N.Y.,  1971)  (parolee  has  First  F.2d  757  (5th  Cir.  1966),  and  necessarily,  Barnett  v. \nAmendment right to address left-wing organizations).  Rodgers, 133 U.S.App.D.C. 296, 410 F.2d 995 (1969); \nJackson v. Godwin, 400 F.2d 529 (5th Cir. 1968); Coffin \nThere is little question that the procedure set forth in  v. Reichard, 143 F.2d 443 (6th Cir. 1944), cert. denied, \nAdministrative Bulletin No. 2, now in effect, would not  325 U.S. 887, 65 S.Ct. 1568, 89 L.Ed. 2001 (1945); Cf. \nsatisfy  the  requirements  of  due  process  were  it  the  Shelton v. Tucker, 364 U.S. 479, 81 S.Ct. 247, 5 L.Ed.2d \nmechanism  by  which  censorship  was  imposed  on  231  (1960),  to  the  advancement  of  some  justifiable \nliterature in a free society outside prison walls. First, the  purpose  of  imprisonment.”  Carothers  v.  Follette,  314 \nprocedure is completely ex parte: no notice need be given  F.Supp. at 1024. \neither to the publisher of the questioned material or to the    \ninmate for whom it is destined. See Carroll v. President    \nand Commissioners of Princess Anne, 393 U.S. 175, 89 \nS.Ct. 347, 21 L.Ed.2d 325 (1968). Second, it does not  We accept the premise that certain literature may pose \nplace on the censors the burden of showing that censored  such a clear and present danger to the security of a prison, \nliterature is not protected, and it appears to permit a final  or to the rehabilitation of prisoners, that it should be \nrestraint without any judicial determination. These factors  censored.  To  take  an  extreme  example,  if  there  were \nwere held to invalidate a censorship scheme in Freedman  mailed to a prisoner a brochure demonstrating in detail \nv. Maryland, 380 U.S. 51, 58, 85 S.Ct. 734, 13 L.Ed.2d  how to saw prison bars with utensils used in the mess hall, \n649 (1965); cf. Blount v. Rizzi, 400 U.S. 410, 91 S.Ct.  or how to provoke a prison riot, it would properly be \n423,  27  L.Ed.2d  498  (1971)  (administrative  agency  screened.  A  magazine  detailing  for  incarcerated  drug \nseeking  to  censor  must  initiate  judicial  review  of  its  addicts  how  they  might  obtain  an  euphoric  “high,” \ndecision). Third, persons affected by the censorship are  comparable to that experienced from heroin, by sniffing \nnot  afforded  an  opportunity  to  be  heard,  Carroll  v.  aerosol or glue available for other purposes within the \nPresident and Commissioners of Princess Anne, supra; cf.  prison walls, would likewise be censorable as restraining \nAmerican and European Agencies, Inc. v. Gilliland, 101  *945  effective  rehabilitation.  Furthermore,  it  is \nU.S.App.D.C. 104, 247 F.2d 95, 97-98, cert. denied 355  undoubtedly  true  that  in  the  volatile  atmosphere  of  a \nU.S. 884, 78 S.Ct. 152, 2 L.Ed.2d 114 (1957).  prison, where a large number of men, many with criminal \n However,  such  considerations  are  obviously  not  tendencies, live in close proximity to each other, violence \ndispositive  of  the  validity  of  a  censorship  regulation  can be fomented by the printed word much more easily \nimposed  in  the  prison  context.  While  it  is  clear  that  than  in  the  outside  world.  Some  censorship  or  prior \nindividuals  incarcerated  in  penal  institutions  have  not  restraint on inflammatory literature sent into prisons is, \n3 \n \n\n \n \nSostre v. Otis, 330 F.Supp. 941 (1971)   \n \n \ntherefore, necessary to prevent such literature from being  protection were afforded, federal courts might be relieved \nused to cause disruption or violence within the prison. It  of jurisdiction, at least until administrative remedies had \nmay well be that in some prisons where the prisoners’  been exercised. See Eisen v. Eastment, 421 F.2d 560, \nflash-point  is  low,  articles  regarding  bombing,  prison  568-569 (2d Cir. 1969); Wright v. McMann, 387 F.2d \nriots, or the like, which would be harmless when sold on  519, 527-528 (2d Cir. 1967). \nthe corner newsstand, would be too dangerous for release   On the opposite extreme there are those who advocate \nto  the  prison  population.  On  the  other  hand,  while  that there should be no censorship at all, or that the \nprisoners are obviously not entitled to all of the rights of  prisoner  should  have  the  full  panoply  of  due  process \nfree  citizens,  we  would  be  loath  to  find  that  an  rights-i. e., written notice of the proposed censorship, a \nindividual’s right to read such literature as he chooses,  recorded hearing before a disinterested party where the \nprovided no substantial danger of disruption is presented,  inmate can cross-examine and call witnesses on his own \nis  expressly  or  impliedly  lost  upon  his  incarceration,  behalf, representation by retained counsel or a counsel \nCoffin v. Reichard, supra, or that this right is any less  substitute, and a written memorandum of decision setting \nsignificant  than  the  right  to  be  free  from  arbitrary,  forth the evidence, the reasons for the decision, and the \ncapricious, or unwarranted punishment.  action taken. The approach was rejected by the court in \nSostre v. McGinnis, supra, in considering disciplinary \nThe  essential  question  before  us  is  whether  any  procedures. We likewise reject it. As Judge Kaufman \nprocedural due process safeguards should be afforded as a  stated in Sostre: \nmatter of constitutional right to a prisoner as a means of  “If  substantial  deprivations  are  to  be  visited  upon  a \nprotecting his exercise of the First Amendment rights to  prisoner, it is wise that *946 such action should at least be \nwhich he is entitled, as so limited by prison conditions.  premised  on  facts  rationally  determined.  ***  In  most \nThe problem of establishing due process procedures that  cases, it would probably be difficult to find an inquiry \nwill be fairly and reasonably suited to prison conditions  minimally  fair  and  rational  unless  the  prisoner  were \nhas  only  recently  been  the  subject  of  judicial  confronted with the accusation, informed of the evidence \nconsideration in other connections, Sostre v. McGinnis,  against him *** and afforded a reasonable opportunity to \nsupra  (prison  discipline);  Carothers  v.  Follette,  314  explain his actions.” Sostre v. McGinnis, 442 F.2d at 198. \nF.Supp.  1014  (S.D.N.Y.1970)  (prison  discipline);    \nMenechino  v.  Oswald,  supra  (parole  eligibility).  This \nappears to be the first instance where the question has  We agree, and for the reasons expressed in Carothers we \nbeen presented with respect to a prisoner’s right to receive  believe  that  a  prisoner  is  entitled  as  a  matter  of \nand read literature.  constitutional  right  to  rudimentary  due  process  under \nprison  conditions  including  (1)  notice;  (2)  some \nIt  is  urged  that  establishment  of  any  such  procedural  opportunity to object (either personally or in writing), and \nsafeguards is neither mandated nor necessary and that,  (3) a decision by a body that can be expected to act fairly. \nsince the day-to-day power to censor incoming literature  We see no necessity for detailed rules and procedures on \n(subject to final judicial supervision) is granted prison  the subject, as long as basic fairness is assured, or for \nofficials,  the  procedures  followed  do  not  matter:  the  advance  court  approval  of  censorship.  See  Eisner  v. \nconcern of the courts should be limited to the correctness  Stamford  Board  of  Education,  440  F.2d  803  (2d  Cir. \nof the substantive results. This approach has been found  1971) (school officials need not obtain judicial sanction \nunacceptable in the area of prison discipline, Sostre v.  before censoring publications on school property). As the \nMcGinnis, supra, and we likewise reject it in the equally  court stated in Sostre, supra: \nimportant area of the prisoner’s limited First Amendment  “[W]e  do  not  believe  that  there  is  any  need  for  the \nrights. Indeed defendants here, by their recent adoption of  extraordinary procedure requiring defendants to submit \na  procedure  having  some  aspects  of  due  process,  rules and regulations governing the receipt, distribution, \napparently recognize the inadequacy of the old approach,  discussion  and  writing  of  political  literature  for  the \nwhich not only has failed to protect such rights as the  approval of the district court.” (442 F.2d at p. 204.) \nprisoner does have but has resulted in federal courts being    \nswamped  with  pro  se  petitions  seeking  review,  on  a    \nsubstantive basis of discipline arising out of exercise of   Applying  these  principles  here,  defendants  appear  to \nFirst Amendment rights. See, e.g., Fortune Society v.  have met one of the requirements of due process, i. e., the \nMcGinnis,  supra:  Walker  v.  Blackwell,  supra.  establishment of a body that will act fairly in deciding \nFurthermore,  if  adequate  administrative  procedural  censorship  disputes.  Their  recently-adopted  procedure \n4 \n \n\n \n \nSostre v. Otis, 330 F.Supp. 941 (1971)   \n \n \nrepresents a step toward eliminating the possibility of  In view of our disposition of this case, it is unnecessary to \narbitrary action which is present when decisions regarding  hold an evidentiary hearing or to review the disputed \nthe acceptability of literature for prison inmates are made  publications. Cf. Carroll v. President and Commissioners \nby a single official acting without the guidance of clearcut  of Princess Anne, supra, 393 U.S. at 185, 89 S.Ct. 347, 21 \nstandards.  The  procedure  seeks  to  involve  responsible  L.Ed.2d  325.  We  find  that  the  present  procedure  for \nprison officials from a number of fields-including experts  screening literature is deficient in the respects indicated \nin mental hygiene, librarians, and chaplains-in evaluating  and enjoin the defendants from preventing Sostre from \neach piece of literature that is challenged. Such evaluation  receiving  literature  of  any  kind,  except  pursuant  to  a \nis to be guided by a presumption that literature should be  finding of unacceptability *947 resulting from a screening \nfreely available, and a list of seven specific criteria of  procedure in which the inmate concerned has notice and \nnon-acceptability is provided. Moreover, the time limits  an opportunity to be heard. \nwithin which decisions must be reached assure the inmate \nthat his right to receive literature not posing a threat to  Sostre’s motion for judgment on the pleadings is treated \nprison order, discipline, and security will not be frustrated  as a motion for summary judgment, Rule 56, F.R.C.P., \nby  undue  administrative  delays.  In  practice,  the  new  and is granted to the extent indicated. \nprocedures appear already to be having a healthy effect, \nfor  two  publications  which  had  been  withheld  from  We have noted the good faith manifested by the State and \nSostre-Claridad  and  the  Guardian-have  now  been  its  counsel  through  the  adoption  of  the  procedure \nscreened and presented to him.  described above and the approval of much of the literature \n   which Sostre ordered. The State’s substantial interests in \nbarring disruptive and inflammatory publications from its \nThe  foregoing  procedure,  as  far  as  it  goes,  is  to  be  penal institutions must also be kept in mind. Therefore, \ncommended. However, it does not go far enough. Lacking  we  do  not  think  it  unreasonable  to  require  that  the \nare the essential elements of notice to the prisoner that  publications not yet approved, as well as those previously \nliterature addressed to him has been censored or withheld  returned to the publishers, be submitted to procedures \nand an opportunity to be heard. Notice to the prisoner is  complying with minimal due process, if such are adopted \nneeded to inform him of the reason for delays in the  by the State. Accordingly, the effectiveness of this order \nreceipt of literature, and also to inform him that he may  is stayed 40 days from entry so as to permit modification \npresent  argument  (either  orally  or  in  writing)  to  the  of the recently-developed procedure (1) to require notice \ncommittee  in  favor  of  a  finding  that  the  literature  is  to  the  inmate  involved,  and  (2)  to  give  the  inmate \nacceptable. Although in some cases such an opportunity  involved an opportunity to be heard. \nto be heard may have limited utility in that the inmate has \nIt is so ordered. \nno  foreknowledge  of  the  material  he  has  ordered,  in \ncertain cases the inmate may be able to comment on the \nAll Citations \nbasis of knowledge of the material gained from reading it \nbefore incarceration, his familiarity with other works by \n330 F.Supp. 941 \nthe same author, or other sources such as book reviews, \n \nand his views as to the unlikelihood that the literature, \nhowever, inflammatory, will lead to disruption. \nFootnotes \n \n*  Was assigned the case as a District Judge and after appointment to the Circuit Court of Appeals was designated to sit \n  on the District Court for the purpose of completing this phase of the case. \n \n \n5 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131352"
    }
  ],
  "document_count": 2
}