{
  "case_id": 11273,
  "fetched_at": "2025-10-22T00:14:26.338728",
  "case_data": {
    "attorney_orgs": [
      "Law Office of Lainey Feingold"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "San Francisco",
        "institution_county": null,
        "name": "City of San Francisco",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Disability Rights"
    ],
    "cause_other": "",
    "causes": [
      "Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12111 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2010,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2007,
    "id": 11273,
    "injunction_duration": "37",
    "issues": [],
    "last_checked_date": "2009-05-12T00:00:00-04:00",
    "main_docket": {
      "id": 31782,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "California",
      "docket_office_number": "",
      "docket_number_manual": "NA",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "San Francisco APS Agreement",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2010,
    "order_start_year": 2007,
    "permanent_injunction": false,
    "plaintiff_description": "blind and other visually-impaired persons",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": "2007-05-16",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "California",
    "summary": "<p>In 2007, attorneys representing blind and visually impaired persons entered into structured negotiations with the City of San Francisco.  On May 16, 2007, the parties entered into a settlement agreement about the city's Accessible Pedestrian Signals. These signals, also called APS, make a sound when the walk sign is on. The signals also vibrate when the walk sign is on. This agreement was the first of its kind in the United States. The City agreed to spend at least 1.6 million dollars and install APS. At least eighty intersections will have APS.</p><p></p>",
    "summary_published_date": "2009-05-12T00:00:00-04:00",
    "summary_short": "In 2007, the blind community entered into a settlement agreement with the City of San Francisco.  Under the agreement, San Francisco agreed to install blind-accessible pedestrian signals on the street corners.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11273",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11273",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11273",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11273"
  },
  "documents": [
    {
      "date": "2007-06-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Lainey Feingold website",
      "document_status": "Coding Complete",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 47505,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/47505.pdf",
      "title": "San Francisco APS Press Release",
      "text": "San Francisco APS Press Release - Law Office of Lainey Feingold 1/24/13 11:45 AM\nLaw Office of Lainey Feingold \nDISABILITY RIGHTS LEGAL ADVOCACY\nSan Francisco APS Press Release\nThis press release about Accessible Pedestrian Signals (APS) was issued as a result of a\nSettlement Agreement negotiated by Lainey and co-counsel Linda Dardarian using Structured\nNegotiations. Claimants in the San Francisco APS case were the California Council of the Blind,\nthe San Francisco based LightHouse for the Blind and Visually Impaired, the Independent Living\nResource Center San Francisco, and blind advocate Damien Pickering. The full Settlement\nAgreement is posted in the Accessible Pedestrian Signals Settlements Category.\nRead the 2010 APS press release\nSimplified Summary of this Document\nInstallation of Accessible Pedestrian Signals Will Aid Blind, Visually Impaired\nCommunity\nFirst Agreement of its Kind in the Nation Enhances Public Safety with State-of-the Art\nSignaling Devices, Averts Potential Litigation\nSan Francisco, California (June 20, 2007) — San Francisco Municipal Transportation Agency\n(SFMTA) Executive Director and CEO Nathaniel P. Ford, Sr. and City Attorney Dennis Herrera\ntoday announced a comprehensive agreement with representatives for the blind and visually\nimpaired community, in which the City will commit at least $1.6 million over the next two and a\nhalf years to install accessible pedestrian signals. The state-of-the art signaling devices will\nassist visually impaired pedestrians by emitting a rapid ticking sound in tandem with the\nfamiliar WALK symbol displayed for sighted pedestrians. Other accessibility features include\nlocator tones and vibrating pushbuttons to help those with visual impairments locate the\ndevices, and the ability to provide helpful audible information such as street names when\npedestrians press the pushbutton for one second or longer.\nThe agreement which was reached without litigation through a collaborative process known as\nstructured negotiations represents the first of its kind in the nation, according to advocates for\nthe blind and visually impaired community. In addition to the $1.6 million committed to install\naccessible pedestrian signals at no fewer than 80 intersections over the next two and a half\nyears, the agreement provides that the City will seek additional funding for more installations\nand develop a policy for San Francisco residents to request accessible pedestrian signals at\nother intersections.\nThe agreement to install accessible pedestrian signals puts San Francisco in the national\nhttp://lflegal.com/2007/06/aps-press-release Page 1 of 3\n\nSan Francisco APS Press Release - Law Office of Lainey Feingold 1/24/13 11:45 AM\nvanguard in working to enhance public safety for blind and visually impaired pedestrians. The\nSFMTA is committed to do everything it can to expand this program to its fullest potential in the\nyears to come, said SFMTA Executive Director and CEO Nathaniel Ford. I am very grateful to\nthe advocates for San Francisco’s blind community in working to advance this comprehensive\nagreement, especially Anita Aaron of LightHouse for the Blind and Visually Impaired, and\nEugene Lozano, Jr. and many members of the California Council of the Blind.. I also appreciate\nthe hard work of City Attorney Dennis Herrera and his deputies, whose commitment to finding a\nmutually beneficial solution made this agreement possible.\nThis agreement reflects far more than our commitment to public safety it represents San\nFrancisco’s commitment to engage the disability community in a manner that is cooperative\nrather than confrontational on matters involving accessibility and compliance with the\nAmericans With Disabilities Act, said City Attorney Dennis Herrera. Im very proud to have\nreached an accord that is the first of its kind in the nation, committing to install state of the art\nsignaling devices while averting the possibility of costly litigation. Im grateful to Nat Ford for his\nleadership and vision on this issue, and thankful, too, for the positive approach taken by\nadvocates for the blind and visually impaired community.\nRepresentatives of San Francisco’s blind community applauded todays’ announcement.\nWe commend San Francisco for being the first public entity in the United States to\nvoluntarily sign a comprehensive agreement regarding accessible pedestrian signals\ndevices that are critical for pedestrian safety. — Anita Aaron, Executive Director of\nthe LightHouse for the Blind and Visually Impaired on Van Ness Avenue\nLinda Porelle, President of the San Francisco Chapter of the California Council of the Blind,\npraised the City of San Francisco for recognizing, through this historic agreement, the\nfundamental importance of Accessible Pedestrian Signals to the safety of blind and visually\nimpaired pedestrians. We look forward to working closely with the City to fully implement the\nterms of the agreement.”\nIn addition to the City, parties to the agreement are the California Council of the Blind, the\nLightHouse for the Blind and Visually Impaired, the Independent Living Resource Center San\nFrancisco, and Damien Pickering, a blind individual. In the negotiations, the blind and visually\nimpaired community was represented by disability rights lawyers Lainey Feingold and Linda M.\nDardarian.\nPress Contacts\nKristen Holland for the S.F. Municipal Transportation Agency. (415) 701-4649\nMatt Dorsey for the Office of the City Attorney. (415) 554-4662\nLainey Feingold for the disability organizations and individual Claimant. (510) 548-5062\nhttp://lflegal.com/2007/06/aps-press-release Page 2 of 3\n\nSan Francisco APS Press Release - Law Office of Lainey Feingold 1/24/13 11:45 AM\nLinda M. Dardarian for the disability organizations and individual Claimant. (510) 763-9800\nRepresentatives of the LightHouse for the Blind and the California Council of the Blind available\nfor interviews and demonstration of APS technology.\nhttp://www.ilrcsf.org/\nCopyright © 1999-2013, Law Office of Lainey Feingold - Tel: 510.548.5062\nhttp://lflegal.com/2007/06/aps-press-release Page 3 of 3",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/47505"
    },
    {
      "date": "2007-05-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Lainey Feingold website",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33931,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33931.pdf",
      "title": "Settlement Agreement and Release of Claims",
      "text": " \nSETTLEMENT AGREEMENT AND RELEASE OF CLAIMS \nThis Settlement Agreement and Release of Claims (“Agreement”) is entered \ninto on May 16, 2007, by and between California Council of the Blind (“CCB”); \nSan Francisco LightHouse for the Blind and Visually Impaired (“The \nLightHouse”); Independent Living Resource Center San Francisco (“ILRC”); and \nDamien Pickering, an individual (hereafter collectively “Claimants”); and the City \nand County of San Francisco, acting through the Municipal Transportation Agency \n(hereinafter referred to as “City” or “SFMTA”).  Claimants and the City are \nhereinafter referred to collectively as “the Parties.” \nI.  RECITALS \nWHEREAS, A dispute has arisen between the Parties concerning whether \nthe City provides Claimants and blind and other visually-impaired persons with \nlegally required access to information provided by pedestrian signals in San \nFrancisco; and \nWHEREAS, On April 6, 2004, the Parties entered into a Structured \nNegotiations Agreement, to preserve the Parties’ respective rights during \nnegotiations, to allow a period of APS equipment testing, to toll the statute of \nlimitations and to provide for the retention of an APS expert consultant to assist the \nParties during the settlement negotiation process; and  \nWHEREAS, Negotiations between the Parties, which included an APS pilot \nproject to test emerging APS technology, have resulted in the installation of APS \nunits purchased from Polara or Novax at various Intersections in San Francisco; \nWHEREAS, The Parties have reviewed commercially available APS \ntechnology and research regarding the safety and accessibility of available APS \ntechnology as of the date of this Agreement and have agreed upon the standards set \nforth in the Technical Specifications attached hereto as Exhibit A; \nWHEREAS, the Parties have a shared goal of establishing a comprehensive \nprogram regarding installation and maintenance of APS in San Francisco, and this \nAgreement, which among other things establishes a framework for on-going \ncooperation between the City and the blind and visually impaired community, \nrepresents the first step in achieving that goal; \nNOW, THEREFORE, in order to avoid the burden and expense of litigation, \nto agree upon and implement a plan to effect the intent of the Parties, and for good \nand valuable consideration, the receipt of which is hereby acknowledged, including \nPage 1  of 24 \n \n\n \nthe representations, warranties, and covenants contained in this Agreement, the \nParties hereby agree as follows: \nII.  DEFINITIONS \nAs used in this Agreement, the following terms shall have the meaning \nascribed to them in this Section.  Capitalized terms used in this Agreement and not \ndefined in this Section II are defined in the Technical Specifications. \n“Agreement” shall mean this Settlement Agreement and Release of Claims \nand all Exhibits attached hereto.  \n“APS” shall mean a Pushbutton-Integrated device that communicates \ninformation about Pedestrian Timing in a non-visual manner, such as audible \ntones, speech messages, and vibrating surfaces, and has the following features to \nthe extent that they are available from an APS vendor:  (1) a Pushbutton Locator \nTone; (2) a pushbutton actuation tone and light in response to the button push to \nindicate that the button has been pressed; (3) an Audible Walk Indication; (4) a \nVibrotactile Walk Indication; (5) automatic volume adjustment in response to \nambient sound; (6) a tactile arrow; (7) a Pushbutton Information Message; (8) \nstreet name in Braille and Large Print; and (9) a Pushbutton with a 2” minimum \ndiameter. \n“APS Consultant” shall mean a contractor to be retained by City for expert \nconsulting services related to APS.  The APS Consultant shall be an orientation \nand mobility specialist certified by the Academy for Certification of Vision \nRehabilitation and Education Professionals and an expert in APS. \n“APS Intersection” shall mean an Intersection where APS are installed on \nboth ends of every Crosswalk in the Intersection.  For example, an Intersection \nwith four crosswalks becomes an APS Intersection when eight APS are installed at \nthe Intersection. \n“Claimants’ Counsel” shall mean Goldstein, Demchak, Baller, Borgen & \nDardarian and The Law Office of Elaine B. Feingold, and the attorneys practicing \nlaw therein. \n“Claimants’ Priority List” shall mean that certain list of Intersections that \nare a high priority for APS installation as identified by the Claimants, attached \nhereto as Exhibit B and fully incorporated herein. \nPage 2  of 24 \n \n\n \n“Effective Date” shall mean that date the SFMTA Board of Directors \napproves this Agreement, or the date that all Parties have signed this Agreement, \nwhichever is later.   \n“Individual APS Request Policy” shall mean the policy to be adopted \npursuant to Section IV.I.1 of this Agreement for the intake and processing of \npublic requests for APS installations. \n“Intersection” shall mean a location with one or more pedestrian \ncrosswalks, including mid-block crossings, and with one or more Visual Pedestrian \nSignals associated with the crosswalks. \n“Intersection Assessment” shall mean the process of evaluating an \nIntersection in accordance with the standards set forth in the Prioritization Tool, for \nthe purpose of assigning an Intersection Score to an Intersection being evaluated \nfor APS installation. \n“Intersection Score” shall mean the numerical score assigned to an \nIntersection following an Intersection Assessment using the Prioritization Tool \nattached hereto as Exhibit C.   \n“Phase 1 Pilot Project Intersections” shall mean the following \nIntersections at which APS technology has been installed as of the Effective Date: \n1.  Market and Van Ness,  \n2.  Market and Powell,  \n3.  8th and Hyde/Market,  \n4.  Fulton and Larkin,  \n5.  Potrero Ave. between 22nd and 23rd (San Francisco General \nHospital), and \n6.  Polk and Grove. \n“Phase 2 Pilot Project Intersections” shall mean the following \nIntersections: \n1.  2nd & King  \n2.  Pacific & Stockton  \n3.  Embarcadero & Ferry Building \n4.  Grove & Van Ness  \n5.  Ocean & San Jose \n6.  Fremont & Mission \n7.  Mid-block crossing signal on Phelan Avenue at City College. \nPage 3  of 24 \n \n\n \n“Prioritization Tool” shall mean the document containing standards for \nconducting an Intersection Assessment for the purpose of prioritizing Intersections \nfor APS installation based upon evaluation factors and weights specified in the \nPrioritization Tool, which is attached hereto as Exhibit C and incorporated by \nreference as though fully set forth herein. \n“Public APS Request List” shall mean the list of requests received from \nmembers of the public for APS installations at particular Intersections within San \nFrancisco.  The Public APS Request List that exists as of the Effective Date of this \nAgreement is attached hereto as Exhibit D and incorporated by reference as though \nfully set forth herein.  \n“SFMTA Board” shall mean the Municipal Transportation Agency Board \nof Directors. \n“Status Meeting” shall mean the regularly scheduled meeting between the \nParties to this Agreement as described in Section IV.J.1 of this Agreement. \n“Technical Specifications” shall mean the technical standards for APS.  \nThe Parties hereby agree upon a current set of Technical Specifications for APS, \nattached hereto as Exhibit A and incorporated by reference as though fully set forth \nherein.   \nIII.  TERMS AND CONDITIONS \nA.  Required Approval \nThis Agreement is subject to the prior approval of the SFMTA Board.   \nB.  No Admission of Liability  \nIn entering into this Agreement, the City does not admit, and specifically \ndenies, that it has violated or failed to comply with any provisions of any \napplicable laws of any state relating to accessibility for persons with visual \nimpairments, any regulations or guidelines promulgated pursuant to those statutes, \nor any other applicable laws, regulations, or legal requirements.  By entering into \nthis Agreement, no party is admitting the sufficiency of any claim, allegation, \nassertion, contention or position raised by the other party or the sufficiency of any \ndefense to any such claim, allegation, assertion, contention or position.  The City’s \nentry into this Agreement is not and may not be used by any person or organization \nas an admission or evidence that the City has engaged in any practice that violates \nany law or regulation. \nPage 4  of 24 \n \n\n \nC.  Entire Agreement \nThis Agreement contains the entire agreement between the Parties.  This \nAgreement expresses the complete and final understanding with respect to the \nsubject matter of this Agreement.  The Parties hereto understand and agree that the \nterms of this Agreement supersede any prior discussions, understandings, or \nagreements between them related to the subject matter hereof.   \nD.  Authority \nThe signatories to this Agreement represent and warrant that they have the \nauthority to execute this Agreement and to bind parties on whose behalf they \nexecute this Agreement, that the Agreement does not require court approval, and \nthat it does not conflict with or contravene the terms of any agreement, judgment \nor order binding or enforceable against the Parties hereto.   \nE.  Voluntary Agreement \nThe Parties each acknowledge that they are entering into this Agreement \nfreely, knowingly, voluntarily and with a full understanding of its terms.  The \nParties acknowledge that they have consulted with counsel of their own choosing \nconcerning this Agreement and that they were given reasonable time to review and \nconsider the terms of this Agreement. \nF.  Construction  \nThe language of this Agreement shall be construed as a whole according to \nits fair meaning, and not strictly for or against any of the Parties.  The terms of this \nAgreement are the product of joint negotiations and shall not be construed as \nhaving been authored by one party rather than another.  Any ambiguity shall not be \nconstrued against any Party.  Where required by context, the plural includes the \nsingular and the singular includes the plural.  The headings in this Agreement are \nsolely for convenience and will not be considered in its interpretation. \nG.  Severability \nIf any provision or provisions of this Agreement shall be held invalid, illegal \nor unenforceable, the validity, legality and/or enforceability of the remaining \nprovisions shall not in any way be affected or impaired thereby. \nH.  Counterparts  \nPage 5  of 24 \n \n\n \nThis Agreement may be executed in counterparts, each of which will be \nconsidered an original, but all of which, when taken together, will constitute one \nand the same instrument. \nI.  Controlling Law \nThis Agreement shall be governed by and construed in accordance with the \nlaws of the State of California. \nJ.  Change of Law During Term of the Agreement  \nIf any party to this Agreement contends that there is a change in any \napplicable law or regulation relating to APS that will require modification of this \nAgreement, that party shall notify the other party in writing.  The notification will \ninclude a specific proposal for the amendment of the language of this Agreement \nas required by the change in law or regulation.  Within ten (10) business days of \nreceipt of notice of the proposed amendment, the other party shall provide a \nwritten statement setting forth its response to the proposed amendment.  If the \nParties are in agreement regarding the proposed modification, the modification \nshall be offered as soon as possible to the SFMTA Board for its consideration with \na request for its approval.  If the Parties cannot reach agreement regarding the \nproposed amendment within sixty (60) calendar days from the date of the original \nnotice of proposed amendment, the proposed amendment shall be submitted to \nDispute Resolution pursuant to Section VII.B below. \nK.  Additional Documents  \nTo the extent any documents are required to be executed by any of the \nParties to effectuate this Agreement, each party hereto agrees to execute and \ndeliver such and further documents as may be required to carry out the terms of \nthis Agreement. \nL.  Force Majeure \nNeither party shall be liable for breach of this Agreement when any failure \nto comply with a requirement of this Agreement is due to causes beyond the \nreasonable control of the party required to perform, such as acts of God, acts of \nterrorism, acts of civil or military authority, civil disturbances, labor disputes, \ngovernment order or regulation, abnormal weather conditions, earthquakes, fires, \nstrikes, floods, epidemics, quarantine, war, riot, delays in transportation, and \ninability due to causes beyond the reasonable control of the party to obtain \nnecessary labor, materials or manufacturing facilities, and in such event the party \nrequired to perform shall perform as soon as such cause is removed.  In the event \nPage 6  of 24 \n \n\n \nthat a party wishes to invoke this Section III.L it shall provide written notice to the \nother party as soon as practicable of the conditions that are preventing \nperformance, the performance obligations under this Agreement that are affected \nby those conditions, whether the party whose performance is affected anticipates \nthat it will be able to complete performance when the conditions are removed, and \nif so, when performance of the obligation is anticipated to be completed.  \nM.  No Third Party Beneficiaries   \nThe Agreement is for the benefit of the Parties hereto only and no other \nperson or entity shall be entitled to rely hereon, receive any benefit here from, or \nenforce against either party any provision hereof.  The Parties specifically intend \nthat there be no third party beneficiaries to this Agreement. \nN.  Modification   \nNo modification of this Agreement by the Parties shall be effective unless it \nis in writing and executed and approved in the same manner as the original \nAgreement.   \nO.  Notices to the Parties \nExcept as otherwise provided in this Agreement, all notifications, reports \nand communications to the Parties required under this Agreement shall be made in \nwriting and shall be sufficient by regular mail and  electronic mail, with all \nattachments in Microsoft Word format, to the following persons: \nFor Claimants: \nFor SFMTA: \nCalifornia Council of the Blind \nCristina Olea  Eugene Lozano, Jr.  \nPedestrian Program Manager  4537 Sycamore Ave; Sacramento, CA 95841 \nSan Francisco Municipal Transportation  lozanoe@csus.com \nAgency  Anita Aaron \n1 South Van Ness Avenue, 7th Floor  LightHouse for the Blind \nSan Francisco, CA 94103  214 Van Ness Ave. \nSan Francisco, CA  94102 \n \naaaron@lighthouse-sf.org \nCristina.Olea@sfmta.com \nLinda M. Dardarian \nGoldstein, Demchak, Baller, Borgen & \nDardarian  \n300 Lakeside Drive, Suite 1000 \nOakland, CA  94612 \nldardarian@gdblegal.com \nPage 7  of 24 \n \n\n \nAny party may change such persons and/or addresses by written notice to \nthe other Parties, which shall include new contact information for that party.   \nIV.  WHAT THE CITY WILL DO \nThe City agrees to take the following actions during the term of this \nAgreement: \nA.  APS Funding.  SFMTA agrees to expend at least $1,600,000.00 (one \nmillion six hundred thousand dollars) for APS planning, installation \nand administration for the Intersections at which APS are to be \ninstalled pursuant to this Agreement.  \n1.  Additional Funding.  SFMTA will seek additional funding \nother than the funding identified in this Agreement for APS \nduring the term of this Agreement, including but not limited to \nfunding through the SFMTA budget, and through federal, state \nand local funding sources.  Except for the amount specified in \nSection IV.A above, the Parties understand that SFMTA \nrequests for APS funding in its budget or applications for grants \nand loans do not guarantee that the SFMTA will receive \nfunding as a result of any funding request. \n2.  Cooperation with Other City Agencies.  The Parties \nrecognize that in addition to SFMTA, other departments, \nagencies, commissions, boards, and councils of the City and \nCounty of San Francisco, including but not limited to the \nMayor's Office on Disability and the Mayor’s Disability \nCouncil, may be able to provide or assist in obtaining funding \nfor APS beyond the funding identified in this Agreement.  \nThroughout the term of this Agreement, SFMTA agrees to \nwork with and coordinate the efforts of all such City \ndepartments and agencies towards the Parties’ shared goal of \nincreasing APS funding beyond the amount stated in this \nAgreement.  The Parties agree to support each other’s efforts to \nobtain additional APS funding from such other City \ndepartments, agencies, boards, commissions, and councils, \nincluding from the Office of the Mayor, and from the San \nFrancisco Board of Supervisors. \n3.  Caltrans Intersections.  SFMTA will request that CalTrans \nparticipate in the cost of APS installation at any Intersection \nscheduled for signal upgrades, installation or alteration that is \nPage 8  of 24 \n \n\n \npart of the State highway system in the City.  SFMTA will \nrequest that Caltrans install APS that comply with the Technical \nSpecifications described in Section IV.D, below, at all \nIntersections in the City that are part of the State highway \nsystem, including but not limited to State Route 1, at which \nsignal upgrades, installation or alteration will take place. \n4.  Allowable SFMTA Expenses.  Allowable SFMTA expenses \nfor APS under this Agreement include APS equipment, \nextended warranties, incremental costs of planning (such as \nintersection scoring, public outreach for APS, the APS \nConsultant contract expenses and administration of SFMTA \nAPS policies), new Intersection design and Intersection \nmodification design directly attributable to APS, installation \ncosts, and any troubleshooting or adjustments to APS \ninstallations that are required by problems unique to APS \ntechnology, project management costs, and any other APS \nrelated costs mutually agreed to by the Parties.  How to \napportion the funding among allowable expenses for APS \nwithin the requirements of this Agreement is a matter within the \ndiscretion of the SFMTA. \nB.  Specific APS Intersections.  SFMTA agrees to complete at least \neighty (80) new APS Intersection installations at currently signalized \nIntersections by December 31, 2009, as follows: \n1.  Phase 2 Pilot Project Intersections.  By June 30, 2007, \nSFMTA agrees to complete APS installation at all Phase 2 Pilot \nProject Intersections. \n2.  Third Street Light Rail Corridor.  By June 30, 2007, SFMTA \nshall install APS at no more than thirty-eight (38) Intersections \nin which SFMTA is already making Intersection modifications \nas part of the construction of the Third Street Light Rail Project.   \n3.  BART Intersections. By December 31, 2007, SFMTA shall \ninstall APS at the Intersections serving Bay Area Rapid Transit \nstations at the corners of 16th Street and Mission Street, and 24th \nStreet and Mission Street. \n4.  Claimants’ Priority List Intersections.  By December 31, \n2009, and to the extent to which they are not already included \nPage 9  of 24 \n \n\n \nin the Phase 1 Pilot and/or APS installation priorities listed \nabove, SFMTA shall install APS at all Intersections included in \nClaimants’ Priority List.   \n5.  Public APS Request List Intersections.  Subject to Section \nIV.B and to the extent to which they are not already included in \nthe Phase 1 Pilot and/or APS installation priorities listed above, \nSFMTA shall install APS at Intersections for which APS \ninstallation has been requested by a member of the public, \nsubject to prioritization through use of the Prioritization Tool.   \n6.  CalTrans State Route 1 Signal Upgrade Project \nIntersections.  The Parties acknowledge that CalTrans \nIntersection projects are planned for 19th Avenue during the \nterm of the Agreement.  APS installations at Intersections on \n19th Avenue that are included in Exhibits B or D shall be \ncompleted in accordance with the CalTrans construction \nschedule for those Intersections. \nC.  Phase 1 Pilot Project Intersections.  The APS at the Phase 1 Pilot \nProject Intersections shall conform to the Technical Specifications by \nJune 30, 2007.  The six Phase 1 Pilot Project Intersections are in \naddition to the “at least eighty (80) intersections” described in Section \nIV.B above.   \nD.  Technical Specifications.  The City shall maintain current Technical \nSpecifications for APS at all times, and shall conduct all APS \ninstallation, operation and maintenance in accordance with the then-\ncurrent Technical Specifications.  The Technical Specifications as of \nthe Effective Date are attached hereto as Exhibit A.  The Parties \nacknowledge that the Technical Specifications may change over time, \ndepending on factors which include but are not limited to changes in \nlegal requirements, advances in APS technology, commercial \navailability of APS equipment, APS user feedback and the City’s \nexperience with APS installation and maintenance.  During the term \nof this Agreement, the City shall give Claimants an opportunity to \nreview and comment on any proposed amendments to the Technical \nSpecifications prior to their adoption by the City.  All such \namendments shall be consistent with the Americans with Disabilities \nAct and applicable California disability access laws. \nE.  Newly Signalized or Upgraded Intersections. \nPage 10  of 24 \n \n\n \nThroughout the term of this Agreement, at all newly signalized and \nupgraded intersections where APS are not yet being installed, SFMTA \nshall do work to make them ready for eventual APS installation.  Such \n“make ready” work shall mean incorporating the requirements for \neventual APS installation into the design of the work to be done in the \nIntersection consistent with the then-current Technical Specifications.  \nAll new poles installed at newly signalized and upgraded intersections \nwill be located, to the extent possible, to make them APS-ready.  \nConduit will be laid as part of the “make ready” work when necessary \nto connect a pedestrian signal to a remotely located pole where APS \nwould be installed. \nF.  Maintenance of Existing APS Intersections. \n1.  MTA shall install and configure all APS to be operational at all \ntimes when the associated vehicular signal is in normal \noperation, except during temporary periods of maintenance or \nrepair.  Should an APS malfunction, the City will correct the \nproblem as soon as possible.  SFMTA shall maintain existing \nAPS Intersections, giving priority to those APS Intersections \nthat have been the subject of maintenance complaints from the \npublic.  SFMTA shall create an intake form for APS complaints \nthat is accessible to people with visual impairments and a \ntracking mechanism for SFMTA's responses to such \ncomplaints.  In information regarding its APS installations and \npolicy, the City will provide a phone number and an email \naddress that can be used by the public to report APS \nmalfunctions or maintenance issues and to follow-up regarding \nSFMTA’s response to such complaints. \n2.  If SFMTA expenditures for troubleshooting and non-routine \nmaintenance of APS installations exceed fifty thousand dollars \n($50,000) in any three month period during the term of this \nAgreement, then the schedule and deadlines for APS \ninstallations at Intersections subject to this Agreement shall be \nrenegotiated by the Parties using the following procedure:  If \nduring the term of this Agreement the City wishes to \nrenegotiate the APS installation schedule based on greater-than-\nanticipated maintenance costs under this Section IV.F.2, the \nCity shall provide written notice to the Claimants detailing the \nAPS maintenance problems and including the City’s proposed \nPage 11  of 24 \n \n\n \nchange to the APS installation schedule specified in this \nAgreement.  The Parties shall meet and confer in good faith \nover a period not to exceed forty-five (45) days from the date of \nthe City’s notice, during which period the installation schedule \nset forth in this Agreement shall be suspended.  If the Parties \ncannot agree on a revised APS installation schedule within \nforty-five (45) days from the City’s written notice, then either \nparty may submit the matter for resolution according to the \ndispute resolution procedures set forth in Section VII. \nG.  APS Consultant.  During the term of this Agreement the City shall \nmaintain a contract with an APS Consultant.  City will consult \nClaimants on the selection of an APS Consultant during any APS \nConsultant selection process, including giving Claimants the \nopportunity to interview any proposed APS Consultant. The APS \nConsultant shall provide the following services at SFMTA request:  \nparticipate in Intersection Assessments, review APS complaints, \nreview the completed installation of APS at any Intersection, make \nrecommendations on potential changes to SFMTA APS policies or \nTechnical Specifications; and report to the Parties on APS issues at \nStatus Meetings described in Section IV.J.1 herein.   \nH.  Intersection Scoring.  An Intersection Assessment shall be conducted \nat (i) any Intersection at which APS is to be installed, (ii) any \nIntersection for which APS has been requested, and (iii) all \nIntersections within San Francisco that are included in the CalTrans \nState Route 1 Signal Upgrade project during the term of this \nAgreement.   \n1.  Participation of APS Consultant.   The SFMTA may request \nthe assistance of the APS Consultant for Intersection \nAssessments.  \n2.  Public Request List Intersection Assessments.  If an \nIntersection Assessment is being conducted as a result of a \nrequest by a member of the public, that person shall be given \nnotice and an opportunity to participate in the assessment.  The \nprocedure for requestor participation in Intersection \nAssessments shall be set out in detail in the SFMTA’s \nIndividual APS Request Policy to be developed by SFMTA \npursuant to this Agreement.   \nPage 12  of 24 \n \n\n \n3.  Prioritization Tool.  The City shall maintain a Prioritization \nTool for the purpose of identifying the evaluation factors to be \nused in Intersection Assessments at all times, and shall conduct \nall Intersection Assessments in accordance with the guidelines \nin the then-current Prioritization Tool.  The Parties \nacknowledge that the factors to be considered in an Intersection \nAssessment may change over time, depending on factors which \ninclude but are not limited to changes in legal requirements, \nadvances in APS technology, APS user feedback and City's \nexperience with APS.  During the term of this Agreement, the \nCity shall give Claimants an opportunity to review and \ncomment on any proposed amendments to the Prioritization \nTool prior to their adoption by City.  Disputes regarding \nsubstantial changes to the Prioritization Tool will be resolved \npursuant to the Dispute Resolution provisions of Section VII of \nthis Agreement. \nI.  SFMTA Policies. \n1.  Individual APS Request Policy.  The SFMTA shall draft an \nIndividual APS Request Policy with accessible forms, and \nprocedures for members of the public to request APS at \nparticular Intersections which shall, at a minimum include: \na.  A mechanism for tracking APS requests and SFMTA \nresponses, including name of requestor, date of request, \nunique request tracking number, identification of \nintersection for which APS is requested and the Intersection \nScore. \nb. Standard information to be effectively communicated to \nAPS requestors within ten (10) business days of the receipt \nof the request, including but not limited to a unique tracking \nnumber for the request status, the requestor’s right to \nparticipate in the Intersection Assessment on the date and \ntime that it is scheduled.  SFMTA will accommodate \nreasonable requests to reschedule Intersection Assessments \nto accommodate requestors. \nc.  A process for providing a preliminary Intersection Score to \nthe requestor within a specified time period of the request \nand a procedure for the requestor to contest the score.   \nPage 13  of 24 \n \n\n \nd. At the time of providing a requestor the preliminary \nIntersection Score, SFMTA shall also effectively \ncommunicate to the requestor the relative priority of the \nrequested Intersection as compared to all other Intersections \nthen scheduled for APS installation, any work being planned \nby SFMTA at that intersection, and, given then current APS \ninstallation priorities, whether APS are likely to be installed \nat that Intersection within the succeeding three (3) years.  \nSuch notice shall also provide the requestor with the name \nand phone number of a contact person at SFMTA to answer \nquestions about the request.   \n2.  APS Installation Policy.  The SFMTA shall draft a policy that \nidentifies SFMTA’s ongoing policies and procedures regarding \nAPS consistent with this Agreement. \n3.  Claimant Review of SFMTA Policies.  Within sixty (60) \ncalendar days of the Effective Date of this Agreement, SFMTA \nshall provide Claimants with a draft Individual APS Request \nPolicy and a draft APS Installation Policy.  Within ten (10) \nbusiness days of receipt of a draft policy, Claimants shall \nprovide written comments regarding the draft policy.  If the \nParties are in agreement regarding the content of a draft policy, \nthe policy shall be presented as soon as possible to the SFMTA \nBoard for its consideration, with a request for its approval and, \nif approved by the SFMTA Board, shall be adopted and \nimplemented by the SFMTA. Consistent with its obligations as \na public agency, the SFMTA reserves the right to present its \nAPS policies to any public body for public review and \ncomment on the contents of APS policies, and to adjust APS \npolicies as the SFMTA deems necessary to respond to public \nneed, as long as the policies remain consistent with the \nAmericans with Disabilities Act and applicable California \ndisability access laws. \nJ.  APS Planning. \n1.  Status Meetings.  The Parties shall meet at least twice per \ncalendar year during the term of this Agreement to discuss the \nstatus of installations, status of the Public Request List, \ncomplaints related to APS, APS user community feedback, \npotential funding sources, the status of any SFMTA funding \nPage 14  of 24 \n \n\n \nrequests for APS, Technical Specifications, SFMTA APS \npolicies, plans for future APS installations, and any other APS-\nrelated issue that a party would like to discuss.  At least ten (10) \nbusiness days prior to each status meeting, each party shall \nsubmit to the other in writing any changes proposed to SFMTA \nAPS policies or APS Technical Specifications.  Claimants may \nrequest that other City personnel, CalTrans personnel, or \nvendor representatives with information about any of the issues \nto be discussed be present at the Status Meeting, and the City \nwill make good faith efforts to arrange for the participation of \nthose persons or entities.    \n2.  Proposition K Prioritization Program Renewal.  SFMTA \nshall provide a meaningful opportunity to Claimants to \nparticipate in the development of the SFMTA’s funding request \nfor the upcoming Proposition K Prioritization Program of the \nSan Francisco County Transportation Authority. \n3.  Dissemination of Public Information.  The Parties will \ncooperate to provide APS information to the public and \nmechanisms for public feedback about APS in San Francisco, \nincluding but not limited to posting APS information on the \nSFMTA website, including all Intersections where APS are \ninstalled; the Individual APS Request Policy; procedures for \nsubmitting requests for APS maintenance or APS complaints; \ninformation on APS operation and functionality and the City’s \nAPS Installation Policy.  SFMTA shall also request such \ninformation to be posted on other appropriate City websites.  \nThe City shall make all information listed in this Section IV.J.3 \navailable to members of the public with visual impairments in \nalternative formats upon request.   \nK.  Reports. \nSFMTA shall provide an APS report to Claimants ten (10) calendar \ndays in advance of any Status Meetings held pursuant to Section \nIV.J.1 of this Agreement.  A final report shall be submitted to \nClaimants within thirty (30) days of the termination of this \nAgreement.  The APS reports shall include the following information:  \n1.  APS installations since the last report; \nPage 15  of 24 \n \n\n \n2.  APS maintenance completed during the reporting period;  \n3.  Issues or unforeseen events, if any, the SFMTA has \nencountered in implementing this Agreement and how the \nSFMTA plans to address or respond to the issues or unforeseen \nevents; \n4.  Any complaints received regarding APS during the previous \nreporting period;  \n5.  The SFMTA’s experiences with application of the Technical \nSpecifications during the reporting period and any required \ndepartures from the Technical Specifications during the \nreporting period; \n6.  APS installations and APS maintenance planned for the \nupcoming reporting period;  \n7.  A detailed cost accounting for APS expenditures, including but \nnot limited to the cost of each installation and the cost of \nmaintenance per APS intersection; \n8.  Funding requested by SFMTA and the status of  such requests,  \nfunding opportunities anticipated for the upcoming reporting \nperiod, other City agencies, departments and personnel with \nwhom SFMTA worked regarding APS funding during the \nreporting period, and planned contacts for the upcoming \nreporting period;  \n9.  Status of CalTrans projects in the City and efforts to obtain \nfunding from CalTrans for APS Installations.  \nV.  WHAT CLAIMANTS WILL DO   \nClaimants agree to take or cause to be taken the following actions during the \nterm of this Agreement: \nA.  Support SFMTA efforts to obtain additional APS funding from such \nother City departments, agencies, boards, commissions, and councils, \nincluding but not limited to the Office of the Mayor and from the San \nFrancisco Board of Supervisors; \nPage 16  of 24 \n \n\n \nB.  Participate in Status Meetings as described in Section IV.J.1 and seek \ncommunity input regarding issues to be raised in such meetings; \nC.  Review reports provided pursuant to Section IV.K and seek \ncommunity input on issues identified therein; \nD.  Participate in the development of SFMTA’s funding request for the \nupcoming Proposition K Prioritization Program of  the San Francisco \nCounty Transportation Authority pursuant to Section IV.J.2 herein; \nE.  Work with SFMTA to disseminate APS information to the public.  As \npart of that program, Claimant San Francisco LightHouse will provide \ninformation to members of the blind community about the City’s APS \nprogram and will conduct a reasonable number of demonstrations of \ninstalled APS for the blind community, the exact number of which to \nbe solely determined by the LightHouse.  Subject to the availability of \ndemonstration units on loan from the manufacturer, the SFMTA will \nloan the LightHouse one APS for training purposes for at least the \nfirst twelve months following the Effective Date.  \nVI.  TERM OF AGREEMENT \nThis Agreement shall remain in effect from the Effective Date until June 30, \n2010.   \nVII.  DISPUTE RESOLUTION \nExcept as otherwise set forth herein, all disputes concerning compliance \nwith this Agreement shall be resolved as follows: \nA.  Meet and Confer. \n1.  Notice of Potential Dispute.  If a party (the “Initiating Party”) \nbelieves that the other party (the “Responding Party”) has not \ncomplied with any provision of this Agreement, the Initiating \nParty shall provide the Responding Party with Notice of \npotential dispute containing the following information:  (i) the \nalleged act of non-compliance; (ii) a reference to the specific \nprovision(s) of the Settlement Agreement that the Initiating \nParty claims has been violated; (iii) a statement of the remedial \naction sought by the Initiating Party; and (iv) a brief statement \nof the specific facts, circumstances and legal argument \nsupporting the position of the Initiating Party. \nPage 17  of 24 \n \n\n \n2.  Response.  Within thirty (30) calendar days of receipt of a \nNotice as described above, the Responding Party shall respond \nto the Initiating Party in writing. \n3.  Within ten (10) business days of receipt of a Response as \ndescribed above, the Parties will meet and confer and negotiate \nin good faith for at least thirty (30) days in an attempt to resolve \ntheir dispute. \nB.  Mediation. \n1.  If the Parties cannot resolve the disputed issue through the meet \nand confer process described above, the Parties agree to use a \nmutually acceptable mediator or mediation service to mediate \nthe dispute.  The Parties will agree on a mediator or mediation \nservice within thirty (30) days following the end of the meet \nand confer period set forth in Section VII.A, and set a date for \nmediation to take place promptly.  \n2.  Should mediation prove unsuccessful, either party may file an \naction to enforce this Agreement. \n3.  The Parties agree not to file any judicial action to enforce this \nAgreement until this dispute resolution process has been \ncompleted and then only if the alleged violations or \nnoncompliance with this Agreement have not been corrected as \na result of the dispute resolution effort by the Parties. \nVIII. NEGOTIATIONS REGARDING FUTURE AGREEMENT \nA.  By no later than December 21, 2009, the Parties shall begin \nnegotiations in good faith to enter into a further agreement regarding \nthe issues set forth in Section VIII.B herein.  Such negotiations shall \ncontinue for a period not to exceed ninety (90) days unless the Parties \nmutually agree to extend the period further (“Future Negotiations”). \nB.  During the Future Negotiations, the Parties shall negotiate in good \nfaith regarding a further plan for installing APS at Intersections in the \nCity, and extension and/or modification of the programs, policies, and \nprocedures implemented as a result of this Settlement Agreement. \nIX.  RELEASE AND COVENANT NOT TO SUE \nPage 18  of 24 \n \n\n \nA.  Release.   \n  In return for the consideration provided for in this Agreement, upon \nthe Effective Date of this Agreement, Claimants release the City and \nits officers, boards, commissions, directors, parents, subsidiaries, \naffiliates, successors, insurers, employees, attorneys, and agents \n(“Released Parties”) from any and all claims, liabilities, obligations, \ndemands, and actions, that were brought or could have been brought \nagainst the Released Parties regarding legally required access to \ninformation provided by pedestrian signals at Intersections at which \nAPS are installed pursuant to Section IV of the Agreement \n(hereinafter referred to as “Claims”), provided the APS at those \nIntersections continue to be maintained in accordance with Section \nIV.F.2 of the Agreement.  This Release encompasses, without \nlimitation, any Claims arising directly or indirectly out of or otherwise \nconnected with:  (a) the Americans with Disabilities Act; and (b) any \nother federal, state, or local statute or regulation involving the rights \nof persons with disabilities. \nB.  Covenant Not to Sue.   \n  Except as required by due legal process not initiated directly or \nindirectly by any of them, and for the time period set forth in Section \nIX.C. herein, Claimants expressly covenant that none of them will \nfile, initiate, commence, institute, maintain or prosecute any action at \nlaw, suit in equity or other proceeding arising out of, or in any way \nconnected with claims, cross-claims or counterclaims, liens, demands, \nrights, causes of action, debts, obligations, contracts, expenses, \ndamages and liabilities of any kind whatsoever, whether liquidated or \nunliquidated, whether at this time suspected, known or unknown, and \nwhether anticipated or unanticipated, that Claimants have had in the \npast, now have, or may have in the future against the Released Parties \nfor any act or omission occurring through and including the term of \nthis Covenant Not to Sue, as set forth in Section IX.C. herein, for any \nand all information provided by pedestrian signals in the City.  This \nCovenant Not to Sue does not extend to any claim based on any \nalleged failure by the City to perform any of its obligations under the \nSettlement Agreement, which shall be handled pursuant to the terms \nof Section VII, herein. \nC.  Term of the Covenant Not to Sue.   \nPage 19  of 24 \n \n\n \n  The covenant not to sue set forth in Section IX.B. herein shall extend \nfrom the Effective Date until the later date of either June 30, 2010, the \nexpiration of the Future Negotiations period described in Section VIII, \nabove (should the Claimants elect to engage in such Future \nNegotiations), or any agreed upon extension thereto.  Should the \nParties execute a further Settlement Agreement as a result of the \nFuture Negotiations, that Agreement, or an associated Addendum, \nshall include an appropriate release of Claimants’ Claims. \nX.  Publicity. \nWithin fifteen (15) calendar days of the Effective Date of the Agreement, the \nParties shall hold a joint press conference and issue a joint press release to \nannounce the City’s APS program. \nXI.  MONETARY RELIEF \nA.  Attorney’s Fees, Expenses and Costs from Inception to and \nIncluding April 10, 2007. \nThe SFMTA will make two payments to Claimants’ Counsel which \ntogether shall be payment in full for reasonable attorney’s fees, costs, \nand expenses, including consultant and expert witness fees and costs, \nfor Claimants’ Counsel’s time and expenses in connection with this \nmatter through and including April 10, 2007.  The first payment shall \nbe due promptly following July 1, 2007 and shall be in the amount of \none hundred eighty-five thousand five hundred twenty dollars and \nninety-seven cents ($185,520.97).  The second payment shall be in the \namount of one hundred seventy-five thousand ($175,000.00) and shall \nbe due promptly following July 1, 2008.  Each payment shall be made \npayable to Goldstein, Demchak, Baller, Borgen & Dardarian and to \nthe Law Office of Elaine B. Feingold, to be divided as they instruct, \nand to be delivered to Linda M. Dardarian, Goldstein, Demchak, \nBaller, Borgen and Dardarian, at 300 Lakeside Drive, Suite 1000, \nOakland, California 94612.  \nB.  Additional Payment. \nPromptly following July 1, 2007, the SFMTA will deliver to Linda M. \nDardarian, Goldstein, Demchak, Baller, Borgen and Dardarian, at 300 \nLakeside Drive, Suite 1000, Oakland, California 94612, a check in the \namount of thirty thousand dollars ($30,000.00) payable to the \n“Goldstein, Demchak, Baller, Borgen and Dardarian Client Trust \nPage 20  of 24 \n \n\n \nAccount.”  This amount shall be payment in full and final settlement \nof the Claims of Claimants that are being released in Section IX, \nabove. \nC.  Attorney’s Fees, Expenses, and Costs, Including Expert Fees, \nIncurred between April 11, 2007 and the Expiration Date of the \nAgreement.   \n1.  Compensable Activities. \nSubject to the following terms, the City shall pay Claimants’ \nCounsel reasonable attorney’s fees, expenses, and costs, \nincluding expert fees, incurred between April 11, 2007 and the \nexpiration date of the Agreement, for performing all work \nreasonably necessary to monitor, implement and administer the \nSettlement Agreement, including but not limited to reviewing \nreports, participating in semi-annual meetings, reviewing and \ncommenting on SFMTA policies, and participating in and \nmemorializing any agreement that may result from the Future \nNegotiations set forth in Section VIII, above. \n \n2.  Procedure. \nFor each calendar quarter during the term of this Agreement, \nClaimants’ Counsel shall submit to the City a statement of \nreasonable attorney’s fees, expenses and costs incurred during \nthe previous quarter.  Promptly following July 1, 2009 and after \nthe Parties have resolved any dispute about the amount of such \nfees and costs, SFMTA shall pay to Claimants’ Counsel all \nreasonable attorney’s fees and costs incurred and during \ncalendar years 2007 and 2008.  For each subsequent calendar \nyear during the term of this Agreement, SFMTA shall pay for \nall reasonable attorney’s fees and costs promptly following \nClaimants’ Counsel’s submittal of the final statement of fees \nand costs for that calendar year and after the Parties have \nresolved any dispute about the amount of such fees and costs.  \nClaimants’ Counsels’ quarterly statements of fees incurred shall \nbe supported by a description of services by date and by biller \nand, subject to the provisions of Subsection XI.C.2, below, \nshall not exceed the following total amounts per period (“Period \nCaps”):  $30,000 for April 11 to December 31, 2007; $20,000 \nfor January 1, 2008 to December 31, 2008; $20,000 for January \nPage 21  of 24 \n \n\n \n1, 2009 to December 31, 2009; and $25,000 for January 1, 2010 \nto December 31, 2010.  Any objections or disputes regarding \nthe statement shall be handled pursuant to the procedure set \nforth in Section VII, above.  Work performed pursuant to \nSection VII shall not be subject to the Period Caps set forth \nherein but shall instead be subject to Section XI.D, below.  \nD.  Attorney’s Fees, Expenses and Costs Incurred Pursuant to \nSection VII.   \n1.  Standard for Payment of Attorney’s Fees, Expenses and \nCosts. \nIf any of the Parties files a Notice of Potential Dispute, initiates \nrenegotiation of the APS installation schedule as set forth in \nSection IV.F, above, or submits any other issue for Dispute \nResolution pursuant to Section VII of the Settlement \nAgreement, reasonable attorney’s fees, litigation expenses, \nexpert witness fees, expenses and other costs, including \nmediator fees, shall be recovered by Claimants if they are \nprevailing parties (i.e., succeed on any significant issue or \nachieve the benefit sought in the dispute). \n2.  Procedure. \nOnce the Parties have resolved the underlying dispute, they \nshall meet and confer regarding, or raise during any applicable \nmediation, the payment of Claimants’ reasonable attorney’s \nfees, expenses and costs incurred in resolving the underlying \ndispute.  If the payment of attorney’s fees, expenses and costs is \nnot resolved within thirty (30) days of the initial meet and \nconfer on this issue, or during the applicable mediation of the \nunderlying dispute, either party may submit the fee dispute to \nbinding arbitration.  The arbitration hearing shall be conducted \nby an arbitrator affiliated with JAMS, in accordance with the \nJAMS Streamlined Arbitration Rules & Procedures.  However, \nthose Rules will be modified as necessary to ensure that the \nhearing is held within thirty (30) days of the submission to \narbitration, and that a written decision on the matter is rendered \nwithin sixty (60) days of the first hearing date. \nPage 22  of 24 \n \n\n \nIN WITNESS WHEREOF, the undersigned have caused this Agreement to \nbe executed by themselves or their duly authorized representatives on the dates set \nforth opposite their signatures.   \n \nCITY AND COUNTY OF SAN  CLAIMANTS: \nFRANCISCO,  \n \nMUNICIPAL TRANSPORTATION \nCALIFORNIA COUNCIL OF THE BLIND \nAGENCY: \n \nAPPROVED:  ___________________________________ \n \nBy:  Jeff Thom, President \n \n \n           \nLIGHTHOUSE FOR THE BLIND AND \nNathaniel P. Ford, Sr. \nVISUALLY IMPAIRED \nExecutive Director/CEO \n \nMunicipal Transportation Agency \n___________________________________ \n  By:  Anita Aaron, Executive Director/CEO \nApproved as to Form:   \nINDEPENDENT LIVING RESOURCE \n \nCENTER SAN FRANCISCO \nDENNIS J. HERRERA   \nCity Attorney  ____________________________________ \n  By: Herb Levine, Executive Director  \n   \nBy:           \nDAMIEN PICKERING \n  Christiane Hayashi \n \n  Deputy City Attorney \n____________________________________ \n \nBy: Damien Pickering \nMTAB Resolution Number:_______________\nDate: ____________________  CLAIMANTS' COUNSEL:  \nAttest: ___________________   \nRoberta Boomer  GOLDSTEIN, DEMCHAK, BALLER, \nSecretary,   BORGEN & DARDARIAN \nMunicipal Transportation Agency Board   \n____________________________________ \nBy:  Linda M. Dardarian \n \n  LAW OFFICE OF ELAINE B. FEINGOLD \n \n \n____________________________________ \nBy:  Lainey Feingold \n \nPage 23  of 24 \n \n\n \nINDEX TO EXHIBITS \nExhibit  Description \nA  Technical Specifications  \nB \nClaimants’ Priority List  \nC \nPrioritization Tool \nD \nPublic APS Request List  \n \nPage 24  of 24 \n \n\n \nEXHIBIT A \nTECHNICAL SPECIFICATIONS  \n \n1.  Definitions. \n1.1.  Accessible Pedestrian Signal, or APS means, for the purpose of \nthis Agreement, a Pushbutton-Integrated device that communicates information about \nPedestrian Timing in a non-visual manner, such as audible tones, speech messages, and \n1.2.  vibrating surfaces, and has the following features to the extent that \nthey are available from an APS vendor:  (1) a Pushbutton Locator Tone; (2) a pushbutton \nactuation tone and light in response to the button push to indicate that the button has been \npressed; (3) an Audible Walk Indication; (4) a Vibrotactile Walk Indication; (5) \nautomatic volume adjustment in response to ambient sound; (6) a tactile arrow; (7) a \nPushbutton Information Message; (8) street name in Braille and Large Print; and (9) a \nPushbutton with a 2” minimum diameter. \n1.3.  Audible Beaconing means the use of a permanently fixed sound \nsource to provide directional orientation and crossing alignment information to \npedestrians with visual impairments or blindness.   \n1.4.  Audible Walk Indication means an audible method of indicating \nthe Walk Interval, either through a Rapid Tick or Speech Message.  When a Speech \nMessage is the Audible Walk Indication, it shall follow the following model:  “[Street \nname].  Walk sign is on to cross [Street Name].”   \n1.5.  Control Surface means the vertical surface on which the \npushbutton is located. \n1.6.  Intersection means a location with one or more pedestrian \ncrosswalks, including mid-block crossings, and with one or more Visual Pedestrian \nSignals associated with the crosswalks.   \n1.7.  Pedestrian Change Interval means the portion of the Pedestrian \nTiming during which the flashing upraised hand, symbolizing “Don’t Walk,” is \ndisplayed, signaling that pedestrians should finish crossing the street.   \n1.8.  Pedestrian Timing means the cycle of the time allotted in the signal \ncycle to allow a pedestrian to cross the street.  Pedestrian Timing consists of:  (i) the \nWalk Interval and (ii) the Pedestrian Change Interval.   \n1.9.  Pushbutton Information Message means the information delivered \naudibly when the pushbutton is pressed and held for one second or more during the \nflashing or steady “Don’t Walk” indicator.  The Pushbutton Information Message shall \nfollow the model “Wait to cross [Street name] at [cross street name].”  Information on \nunusual intersection signalization or geometry may be provided following the crosswalk \nidentification message.  No other types of information may be provided.   \nExhibit A- Page 1 \n \n\n \n1.10.  Pushbutton-Integrated Accessible Pedestrian Signal means an \nAccessible Pedestrian Signal in which all audible and vibrotactile information is provided \nfrom the pushbutton housing.  The Pushbutton-Integrated APS may also activate an \noverhead speaker where Audible Beaconing is provided, as set forth in section 2.6 below.   \n1.11.  Pushbutton Locator Tone means a repeating sound that informs \napproaching pedestrians of the APS.  Pushbutton Locator Tones shall be easily locatable, \nshall have duration of 0.15 seconds or less, and shall repeat at one-second intervals while \nthe visual flashing and steady “Don’t Walk” message appears on the Visual Pedestrian \nSignal.   \n1.12.  Rapid Tick means a ticking sound that repeats at the rate of ten \nticks per second.   \n1.13.  Speech Message means a spoken instruction that provides \ninformation to the pedestrian with visual impairments or blindness about the street \ncrossing location and Walk Interval.  When a Speech Message is the Audible Walk \nIndication, it shall follow the following model:  “[Street Name].  Walk sign is on to cross \n[Street Name].”   \n1.14.  Vibrotactile Walk Indication means a tactile arrow that contrasts \nwith the background, is oriented in the direction of travel on the associated crosswalk, \nand vibrates throughout the Walk Interval, indicating that the Walk Interval is on.   \n1.15.  Visual Pedestrian Signal means a signal that provides information \nabout Pedestrian Timing in a visual manner.   \n1.16.  Walk Indication means a method of informing the pedestrian that \nthe Walk Interval has begun.   \n1.17.  Walk Interval means the portion of the Pedestrian Timing during \nwhich the walking person, symbolizing “Walk,” is displayed, signaling that pedestrians \nare permitted to start to cross the street.   \n2.  Installation and Operational Requirements.  \n2.1.  Walk Indication and Pushbutton Information Message. \n2.1.1.   When Pushbutton-Integrated APS serving separate \ncrosswalks are installed on two separate poles on a single street corner or other locations \nwith pedestrian crosswalks separated by at least 10 feet at the same crossing, the Audible \nWalk Indication shall be a Rapid Tick.   \n2.1.2.  When Pushbutton-Integrated APS serving separate \ncrosswalks are installed on the same pole, the Audible Walk Indication shall be a Speech \nMessage.   \nExhibit A- Page 2 \n \n\n \n2.1.3.  Where the Visual Pedestrian Signal is a fixed time signal \n(i.e., does not require pedestrian activation), the Accessible Pedestrian Signal shall also \nbe a fixed timed signal.   \n2.1.4.  Except as provided in sections 2.1.5 and 2.1.6 herein, the \nAudible and Vibrotactile Walk Indications shall be repeated for the entire duration of the \nWalk Interval.  \n2.1.5.  This paragraph applies only to a situation in which a \npedestrian signal (i) is used to assist pedestrians crossing a minor street that intersects a \nmajor street; (ii) stays in a rest-in-walk status; and (iii) only changes to “Don’t Walk” \nwhen a pedestrian pushes the button to cross the major street, or a vehicle activates the \nsignal to cross the major street.  In such situations, and where technology provided by the \nCity’s APS vendors provide the option, when the duration of the rest-in-walk status is \nlonger than 7 seconds, the Audible Walk Indication will terminate after 7 seconds but the \nVibrotactile Walk Indication will stay on throughout the rest-in-walk status.   \n2.1.6.  Alternatively, if technology provided by the City’s APS \nvendors permits, when the duration of the rest-in-walk status is longer than 7 seconds, the \nAudible and Vibrotactile Walk Indications will terminate after 7 seconds.  These non-\nvisual Walk Indications will be re-activated during the rest-in-walk status whenever a \npedestrian pushes the button to cross the minor street and there is sufficient time \nremaining in the pedestrian phase for the Pedestrian Change Interval.   \n2.2.  Volume Settings. \n2.2.1.  The Pushbutton Locator Tone and Walk Indication emitting \nfrom the Pushbutton Housing shall be audible, under varying conditions of ambient \nsound, 6 feet to 12 feet from the pushbutton, or to the building line of the nearest \nbuilding, whichever is less.  When the pushbutton is pressed and held for one second or \nmore during the flashing or steady “Don’t Walk” phase, the volume of the Walk Indicator \nand Locator Tone will be increased for a maximum of two cycles.  Under such \ncircumstances, the volume of the Locator Tone shall be increased during the Pedestrian \nChange Interval only.   \n2.2.2.  Volume shall be increased for one, or if available from the \nvendor, two Pedestrian Timing cycles following a button press of one second or more.   \nExhibit A- Page 3 \n \n\n \n2.3.  APS Control Surface and Pole Placement. \n2.3.1.  Where two or more APS serving two or more crosswalks \nare installed on a single street corner or other pedestrian crossing location, they shall be \ninstalled such that the APS Control Surfaces and associated speakers are separated by a \nhorizontal distance of at least 10 feet unless it is structurally impracticable or technically \ninfeasible to do so.  If the City believes that the APS Control Surfaces and associated \nspeakers cannot be placed ten feet apart because of structural impracticability or technical \ninfeasibility, it shall provide Claimants with the factual basis for the City’s position in \nwriting, including the identity of the intersection where the poles are located.  The City \nshall also inform Claimants whether the APS will be installed on a single pole or on two \npoles separated by less than 10 feet (and, if the latter, the distance between the two APS \nControl Surfaces and the distance between the associated speakers).  The City shall also \ninform Claimants of the means by which it will ensure that these APS provide \nunambiguous information regarding which crosswalk is in the Walk Interval, including \nthe Speech Message(s) to be used, if any.  The APS pushbutton shall be located \napproximately 42 inches above the adjacent walking surface. \n2.3.2.  All APS Control Surfaces shall be placed so that the \nControl Surface is within five feet of the extended crosswalk lines, and not more than 10 \nfeet from the edge of the curb unless the curb ramp is longer than 10 feet.  The Control \nSurface of the Accessible Pedestrian Signals shall be oriented to be parallel to the \ncrosswalk to be used.  In addition, the poles on which Accessible Pedestrian Signals are \nplaced in new or altered Intersections where new poles are installed, where feasible shall \nbe located 10 inches or less to a level, firm, stable, slip-resistant, all-weather surface no \nless than 36 inches by 48 inches and on an accessible route to the curb ramp.  (All \ndimensions are horizontally measured.)  \n2.4.  Number of Accessible Pedestrian Signals Per Intersection. \n  If one crosswalk at an Intersection is to be equipped with an Accessible \nPedestrian Signal, each crosswalk in that intersection that has a Visual Pedestrian Signal \nshall be equipped with Accessible Pedestrian Signals for each Visual Pedestrian Signal \nassociated with the crosswalk.   \n2.4.1.  Where transit stops are located along a median or traffic \nisland, Pushbutton Integrated APS shall be installed in the median or traffic island where \nan existing pedestrian pushbutton is installed.   \n2.5.  Hours of Operation of Accessible Pedestrian Signals. \n2.5.1.  If the City receives complaints from the community \nregarding noise levels emitting from an Accessible Pedestrian Signal at night, the City \nshall evaluate the APS and make any required adjustments to ensure the APS’ volume \nsetting complies with Section 2.2, above.  If complaints continue after such adjustments \nare made, and the signal is a fixed-time signal, the City may elect to change the signal to \na pedestrian actuated signal.  On reasonable request from Claimants, the City shall inform \nClaimants of any Intersections that have been the subject of noise complaints. \nExhibit A- Page 4 \n \n\n \n2.5.2.  The APS shall be deactivated when the associated vehicular \nsignal is in flashing mode.   \n2.6.  Audible Beaconing. \nThe parties recognize that some, but not all Intersections may be appropriate for \nAudible Beaconing.  The City will consider the use of Audible Beaconing when the \nfunction is included in commercially available APS equipment.   \n2.7.  Text Requirements.  \n  Raised characters, text, symbols, pictorial symbol signs and Braille where \nprovided shall conform to the requirements of the California Building Code, Section \n1117B.5.2, 1117B.5.3, 1117B.5.4, 1117B.5.5, 1117B.5.6,.  Color coded textured \nhorizontal bands shall be provided in accordance with 1117B.5.9. \nExhibit A- Page 5 \n ",
      "document_type_other": null,
      "external_url": "http://lflegal.com/2007/05/sf-aps-agreement/",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/33931"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118960,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118960"
    }
  ],
  "document_count": 3
}