{
  "case_id": 10585,
  "fetched_at": "2025-10-22T00:11:48.138408",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "New Jersey Department of Corrections",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 2011,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Equal Protection"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      }
    ],
    "court": "New Jersey state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2007-12-12",
    "filing_year": 2007,
    "id": 10585,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Classification / placement",
      "General/Misc.: Conditions of confinement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Law library access",
      "Discrimination Basis: Sex discrimination",
      "General/Misc.: Totality of conditions",
      "Affected Sex/Gender(s): Female",
      "General/Misc.: Bathing and hygiene"
    ],
    "last_checked_date": "2015-03-16T00:00:00-04:00",
    "main_docket": {
      "id": 32439,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2007,
      "docket_filing_number": 123,
      "is_main_docket": true,
      "court": "New Jersey state trial court",
      "state": "New Jersey",
      "docket_office_number": "",
      "docket_number_manual": "C-123-07",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Jones v. Hayman",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "New Jersey women prisoners transferred to men's prison.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Attorneys fees",
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New Jersey",
    "summary": "<p>On December 12, 2007, more than 40 women prisoners filed a class action suit against the New Jersey Department of Corrections in the Superior Court of New Jersey, under various provisions of state law. Plaintiffs, who were represented by the ACLU of New Jersey and the ACLU's Women's Rights Project, sought injunctive and declaratory relief, challenging their transfer and subsequent treatment as violative of their due process and equal protection rights, their right to be free from cruel and unusual punishment, and their right to privacy.</p><p>In March 2007, the DOC arbitrarily transferred plaintiffs from a women's prison to a maximum-security men's prison. There, the women prisoners were allegedly confined to their cells for up to 22 hours a day. Plaintiffs alleged that they were also deprived of access to the prison law library, school, medical facilities, and main recreational yard. The complaint also states that the women prisoners were subject to catcalls and harassment and were denied access to basic hygiene.</p><p>On January 10, 2008, plaintiffs moved for a temporary restraining order and preliminary injunction prohibiting any further transfer of women prisoners to the men's prison. Shortly thereafter, the parties entered into a consent order that, with limited exception for women inmates transferred to administrative segregation or stabilization units, prohibited any further transfers pending future actions by the court.</p><p>Defendants continued to actively oppose plaintiff's motions for class certification and preliminary injunctive relief. On July 21, 2008, the court (Judge Maria M. Spyek) granted plaintiff's motion for class certification and for an injunction prohibiting DOC from transferring more women to the men's prison while the case proceeded in court.</p><p>On September 3, 2008, the DOC transferred all women at the men's prison back to the women's prison. In May 2009, the court (Judge Spyek) granted defendant's motion for summary judgment, dismissing the case as moot. The court also denied plaintiffs' request for attorney's costs, finding that they were not a \"prevailing party\" because they did not obtain a judgment on the merits, their suit did not have a basis in law, and the legal action \"did not play a role\" in the DOC's decision to transfer women prisoners back to the women's prison.</p><p>Plaintiffs subsequently appealed the trial court's decision denying attorney's fees. The New Jersey Appellate Division court (Judge Jose Fuentes) reversed and remanded, holding that (1) the trial court should have held a hearing to determine whether DOC's actions were causally related to the lawsuit, and (2) the relief obtained by the prisoners had a basis in law.</p><p>The case was settled at the beginning of July 2011.</p>",
    "summary_published_date": "2015-03-16T00:00:00-04:00",
    "summary_short": "On December 12, 2007, more than 40 women prisoners filed a class action suit against the New Jersey Department of Corrections in the Superior Court of New Jersey, under various provisions of state law. Plaintiffs, who were represented by the ACLU of New Jersey and the ACLU's Women's Rights Project, sought injunctive and declaratory relief, challenging their transfer and subsequent treatment as violative of their due process and equal protection rights, their right to be free from cruel and unusual punishment, and their right to privacy.\r\n\r\nOn July 21, 2008, the court (Judge Maria M. Spyek) granted plaintiff's motion for class certification and for an injunction prohibiting DOC from transferring more women to the men's prison while the case proceeded in court. On September 3, 2008, the DOC transferred all women at the men's prison back to the women's prison. In May 2009, the court (Judge Spyek) granted defendant's motion for summary judgment, dismissing the case as moot. The court also denied plaintiffs' request for attorney's costs. The New Jersey Appellate Division court (Judge Jose Fuentes) reversed and remanded the trial court's decision denying attorney's fees.  The case was settled at the beginning of July 2011.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10585",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10585",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10585",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10585"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120480,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120480"
    },
    {
      "date": "2011-02-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 416,
      "cite_1_reporter": "A.3d",
      "cite_1_vol": 13,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 291,
      "cite_3_reporter": "N.J.Super.LEXIS",
      "cite_3_vol": 418,
      "citation_status": "Official citation found/coded",
      "court": "New Jersey state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 76088,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/76088.pdf",
      "title": "Opinion (State Appellate Court)",
      "text": " \n \n13 A.3d 416 (2011) \n418 N.J. Super. 291 \nKathleen JONES, Lakesha Jones, Sylvia Flynn and Helen L. Ewell, on \nbehalf of themselves and all individuals similarly situated, Plaintiffs-\nAppellants, \nv. \nGeorge W. HAYMAN, in his official capacity as Commissioner of the New \nJersey Department of Corrections; James Barbo, in his official capacity \nas Acting Deputy Commissioner of the New Jersey Department of \nCorrections; Lydell Sherrer, in his official capacity as Acting Assistant \nCommissioner for the Division of Operations of the New Jersey \nDepartment of Corrections, William Hauck, in his official capacity as \nActing Administrator of the Edna Mahan Correctional Facility, Michelle \nRicci, in her official capacity as Administrator of the New Jersey State \nPrison, Alfred N. Kandell, in his official capacity as Assistant \nAdministrator of the New Jersey State Prison, James Drumm, in his \nofficial capacity as Assistant Administrator of the New Jersey State \nPrison, Herbert A. Kaldany, in his official capacity as Director of \nPsychiatry of the New Jersey Department of Corrections, and Thomas F. \nDechan, in his official capacity as Director of Education of the New \nJersey State Prison, Defendants-Respondents. \nNo. A-3173-09T3 \nSuperior Court of New Jersey, Appellate Division. \nArgued October 27, 2010. \nDecided February 25, 2011. \n419*419 Mie Lewis (American Civil Liberties Union Foundation Women's Rights Project) of \nthe New York Bar, admitted pro hac vice, argued the cause for appellants (American Civil \nLiberties Union of New Jersey Foundation, attorneys; Ms. Lewis, Lenora M. Lapidus and \nEdward L. Barocas, on the brief). \nDianne M. Moratti, Deputy Attorney General, argued the cause for respondents (Paula T. \nDow, Attorney General, attorney; Melissa H. Raksa, Assistant Attorney General, of counsel; \nMs. Moratti, on the brief). \n\nBefore Judges FUENTES, ASHRAFI and NUGENT. \nThe opinion of the court was delivered by \nFUENTES, J.A.D. \nThis appeal requires us to consider under what circumstances a plaintiff, who brings an \naction pursuant to statutes containing fee-shifting provisions, may be deemed a prevailing \nparty under the catalyst theory when the underlying action is dismissed as moot without a \nfinal judicial determination on the merits of the case. \nPlaintiffs Kathleen Jones, Lakesha Jones, Sylvia Flynn, and Helen Ewell were four inmates \ninitially confined in the Edna Mahan Correctional Facility (EMCF), an all-female penal \nfacility. Following their transfer, along with several other women prisoners, to the previously \nall-male New Jersey State Prison (NJSP), plaintiffs brought a class action suit against the \nNew Jersey Department of Corrections (DOC) alleging discriminatory and unconstitutional \nconditions of confinement in violation of Article I, Paragraph 1 of the New Jersey \nConstitution; the Law Against Discrimination (LAD), N.J.S.A. 10:5-1 to -42; and the New \nJersey Civil Rights Act, N.J.S.A. 10:6-1 to -2. \nIn the course of pre-trial proceedings, plaintiffs successfully obtained certification to proceed \nas a class and were granted a preliminary injunction restraining the DOC from continuing to \ntransfer women inmates to NJSP. Shortly after the court granted the preliminary injunction, \ndefendants transferred all of the women inmates (including plaintiffs) who were held in \nNJSP back to the female facility. The 420*420 trial court thereafter dismissed plaintiffs' \nunderlying action as moot. \nPlaintiffs then sought attorneys' fees under N.J.S.A. 10:5-27.1 and N.J.S.A. 10:6-2, claiming \nthat they were \"prevailing parties\" in the litigation because they (1) successfully obtained a \npreliminary injunction barring defendants from continuing to transfer women inmates into \nNJSP; and (2) were the catalyst for defendants' actions in transferring plaintiffs and other \nmembers of the class back to the female penal facility. \nThe trial court denied plaintiffs' application for counsel fees, finding that they were not a \n\"prevailing party\" because plaintiffs did not obtain a judgment on the merits, their suit did not \nhave a basis in law, and the legal action \"did not play a role\" in the DOC's decision to \ntransfer plaintiffs from NJSP back to the female facility. \nWe now reverse and remand for the trial court to apply the standards articulated by our \nSupreme Court in Mason v. City of Hoboken, 196 N.J. 51, 70-79, 951 A.2d 1017 (2008), \nand more recently reaffirmed and explained in our opinion in D. Russo, Inc. v. Township of \nUnion, 417 N.J.Super. 384, 9 A.3d 1089 (App.Div.2010). The following facts will inform our \nanalysis of these issues. \nI \n\nCommencing in March 2007, the DOC transferred approximately forty female prisoners \nfrom EMCF, New Jersey's sole women's prison, to NJSP, a maximum-security men's \nprison. Prior to this transfer, all of the female prisoners had been housed exclusively at \nEMCF. According to DOC representatives, the transfer was made in order to reduce the \noverall inmate population at EMCF and to alleviate some of the strain on resources at that \nfacility. \nPlaintiffs filed this suit in the Chancery Division on December 12, 2007, alleging illegal \nconfinement; discriminatory, cruel, and unusual conditions of confinement; and violations of \nthe right to privacy in connection with the transfer and confinement of the women prisoners \nin the male penal institution. Plaintiffs sought class action status for a certified class \nconsisting of \"all general population women prisoners who are now or in the future will be \nconfined in New Jersey State Prison.\" The complaint sought declaratory and injunctive \nrelief, an award of costs, and the award of reasonable attorneys' fees. \nThe complaint recited numerous incidents of alleged mistreatment and unwarranted \ninfringement of the female prisoners' right to privacy both in the manner the transfer was \ncarried out and in the conditions the women were forced to endure while at NJSP. With \nrespect to the transfer, plaintiffs alleged that the women held at EMCF were taken from their \ncells by \"guards in full riot gear carrying batons, mace, and other weapons.\" Thereafter, \neach woman was taken to a separate room and compelled to strip naked \"while guards, \nincluding male guards, observed her and filmed her with a video camera.\" \nAccording to the complaint: \nBecause many of the women held at EMCF have experienced sexual and physical abuse \nby men prior to and in some cases during their incarceration they were extremely frightened \nby the procedures employed during the transfer and by the prospect of transfer to a men's \nprison. Nursing and psychiatric staff had to be called to attend to the panic-stricken women, \nand many women were medicated or received increased dosages of medication. \nPlaintiffs alleged equally harrowing experiences caused by the disparate conditions of \nconfinement between the women 421*421 at NJSP and the general population male \ninmates. The complaint alleged the imposition of restrictions on \"medical care; legal access; \neducational and other rehabilitative services; . . . work opportunities; and exercise facilities\" \nfor the female prisoners. \nAccording to plaintiffs, female prisoners seeking mental health care at NJSP were subjected \nto \"dangerous and degrading conditions\" in the psychiatric unit, and female prisoners in \ngeneral were denied the \"ability to maintain basic cleanliness with respect to their bodies, \nclothing, and environment.\" In addition, the complaint asserted that female prisoners were \nsubject to \"routine exposure . . . to observation by male guards and civilian staff in non-\nemergency situations while carrying out basic bodily functions and while in states of nudity.\" \nOn January 10, 2008, plaintiffs moved for a temporary restraining order and preliminary \ninjunction prohibiting any further transfer of female prisoners to NJSP. According to \nplaintiffs, they took this step after being informed by prison staff that future transfers of \nfemale prisoners to NJSP were imminent. Shortly thereafter, the parties entered into a \n\nconsent order that, with a limited exception for female inmates transferred to the \nadministrative segregation or stabilization units, prohibited any further transfer of female \ninmates to NJSP pending further order from the court. \nDespite these initial indications of compromise and agreement, defendants actively \nopposed plaintiffs' motions seeking class certification and preliminary injunctive relief, and in \nlieu of filing a responsive pleading, cross-moved to dismiss the complaint or, alternatively, \nfor summary judgment.[1] The evidence presented by defendants at this stage of the \nproceedings was derived entirely from the certification of Michelle R. Ricci, the \nAdministrator of NJSP, dated February 7, 2008. \nIn this twenty-six page certification, containing 102 numbered paragraphs and forty-five \npages of exhibits, Ricci first provided an overview of her experiences holding various \nadministrative positions in the DOC. Of particular relevance here, Ricci averred that \nbeginning on March 6, 2007, thirteen \"female general population inmates\" were transferred \nfrom EMCF into NJSP, and, eight days later, twenty more women inmates from EMCF were \ntransferred to NJSP. As of February 7, 2008, a total of thirty-six women taken from the \ngeneral population of EMCF had been transferred and confined in unit 1EE in the South \nCompound of NJSP. The entire facility housed 1,076 \"general population\" male inmates at \nthat time.[2] \nThe February 2008 Ricci certification was a point-by-point rebuttal of the charges of \nmistreatment and inadequate, constitutionally impermissible conditions levied by plaintiffs in \ntheir verified complaint. Ricci described in detail the treatment, programs, and facilities \nmade available to the women inmates confined at NJSP in the areas of medical services, \naccess to legal resources, education, laundry 422*422 and personal hygiene, hours of cell \nconfinement, recreational activities, visitation schedules, religious services, telephone \naccess, job assignments, privacy concerns, and cleaning supplies. \nThe court denied defendants' motion seeking to dismiss the case and granted plaintiffs' \nmotions for class certification and preliminary injunction. In granting plaintiffs' motion for \npreliminary injunctive relief, the court relied on the standards articulated by the Court in \nCrowe v. De Gioia, 90 N.J. 126, 132-34, 447 A.2d 173 (1982). \nUnder Crowe, in order to enjoin defendants from continuing to transfer women inmates to \nNJSP at this stage of the litigation, the trial court was required to find that: (1) injunctive \nrelief was necessary to prevent irreparable harm to the members of the class; (2) the claims \nasserted by plaintiffs on behalf of the class were supported by settled legal rights; (3) \nplaintiffs made a preliminary showing of a reasonable probability of ultimate success on the \nmerits; and (4) the relative hardship to the parties caused by the granting of injunctive relief \nweighed in favor of plaintiffs. Ibid. \nApplying the first prong of Crowe to the facts alleged in the complaint, the court found that \nthe assertions that the women confined at NJSP were \"deprived of psychiatric and medical \ncare, items of basic hygiene, and privacy from male guards when undressing, showering or \nusing the toilets\" constituted irreparable harm because these allegations \"add up to a \nsituation where the women prisoners are suffering beyond a severe personal \ninconvenience.\" \n\nThe second prong of Crowe required the court to determine whether plaintiffs' claims were \nbased on legally settled rights. Id. at 133, 447 A.2d 173. The trial court found that claims \nmade under Article I, Paragraph 1 of the New Jersey Constitution, the LAD, and the New \nJersey Civil Rights Act were indeed grounded on \"legally settled rights.\" \nUnder the third prong of Crowe the court was required to find that plaintiffs had a \nreasonable probability of ultimate success on the merits. Ibid. However, the trial court's \nanalysis instead focused solely on whether the issuance of injunctive relief would preserve \nthe status quo. Guided by this concern, the court concluded that enjoining defendants from \ncontinuing to transfer women inmates to NJSP \"will not change the conditions of \nconfinement at the NJSP, nor will it change the institution where Plaintiffs and other women \nprisoners are being confined.\" The court made no specific findings on the question of the \nprobability of success on the merits of plaintiffs' underlying suit; thus, that question arguably \nremains unresolved. \nFinally, the fourth prong of Crowe required the court to balance the relative hardships \ncaused by the issuance of restraints. Id. at 134, 447 A.2d 173. Here, the trial court found: \nIf an injunction were not granted, women prisoners transferred over to the NJSP would be \nsubject to the alleged inhumane and inequitable conditions present there. Furthermore, the \nhardship to the women prisoners there would likely become exacerbated by the increase in \nthe number of women prisoners confined at the NJSP. However, if the injunctive relief is \ngranted, Defendants would not be permitted to transfer other women prisoners to the NJSP. \nMoreover, Defendants have not provided specifically how an injunction which simply \nmaintains the status quo harms them in this matter. Therefore, the Court finds that Plaintiffs \nhave satisfied the final prong of the Crowe test.[3] \n423*423 On September 3, 2008, the DOC transferred all general population female prisoners \nconfined at NJSP back to EMCF. Defendants thereafter moved for summary judgment, \narguing that plaintiffs' case had been rendered moot by this action. In support of their \nmotion, defendants submitted the certifications of DOC Commissioner George Hayman, \nEMCF Administrator William Hauck, NJSP Administrator Ricci, DOC Assistant \nCommissioner of Programs Brigite Mitchell-Morton, State Parole Board Director of \nCommunity Programs Division Leonard Ward, and DOC Deputy Commissioner for \nOperations Lydell Sherrer. \nAlthough all the public officials attempted to focus their statements on their particular area of \nresponsibility within the prison system, the central theme advanced in each of these \ncertifications was two-fold: (1) the case was now moot because the women had been \nreturned to EMCF, thus de facto eliminating all of the conditions complained of by plaintiffs; \nand (2) the decision to transfer the women back to EMCF was wholly unrelated to plaintiffs' \nlawsuit. The latter point was central to defendants' argument opposing plaintiffs' motion for \ncounsel fees. The following excerpts from DOC Commissioner Hayman's certification \nencapsulate defendants' position before the court: \nIn March 2007, general population female inmates were transferred from EMCF to NJSP in \norder to reduce the overall inmate population at EMCF and alleviate some of the strain on \nresources at that facility. \n\nThe transfer was only intended to be temporary. The general population female inmates \nwere returned to EMCF once the overall population at EMCF had dropped to a point where \nthe facility's resources would provide the appropriate level of care, custody and security. \nSince the transfer in March 2007, the EMCF population numbers have been steadily \ndeclining. This reduction in population has had a corresponding positive effect on the overall \nfacility. Though the population began to decrease shortly after the March 2007 transfer, the \ngeneral population female inmates were not immediately returned to EMCF in order to allow \nfor further monitoring of the fluctuation in the population to determine whether the overall \ndecline was a temporary condition or indicative of a more permanent trend. \nAfter a sufficient period of time, it was determined that the decrease in the population was \nconsistent and, as a result, it was the appropriate time to return the general population \nfemale inmates back to EMCF. \nThe decision to return the female general population inmates to EMCF was based solely on \noperational reasons and totally unrelated to this litigation. \nThe trial court granted defendants' motion for summary judgment and dismissed the case \nas moot. Plaintiffs thereafter moved for an award of counsel fees, arguing that, under the \ncatalyst theory, the court should consider them a prevailing party on three grounds: (1) \nplaintiffs' lawsuit prompted defendants to improve significantly 424*424 the conditions of \nconfinement for the women inmates while at NJSP; (2) despite defendants' recent \nstatements otherwise, there was a factual nexus between plaintiffs' legal action and interim \nrelief obtained in the form of class certification and preliminary injunction, and defendants' \ndecision to return the women to EMCF; and (3) plaintiffs' legal action and the interim relief \nawarded by the court had a basis in law. Plaintiffs also requested that the court conduct an \nevidentiary hearing during which both sides could present evidence in support of their \nrespective positions. \nThe court denied plaintiffs' motion for counsel fees without a hearing. Relying principally on \nDavidson v. Roselle Park Soccer Federation, 304 N.J.Super. 352, 700 A.2d 900 \n(Ch.Div.1996), a trial court opinion that predated our Supreme Court's decision in Mason, \nsupra, 196 N.J. 51, 951 A.2d 1017, the trial court reached the following conclusion: \nSince this matter has not been litigated and was dismissed as moot, Plaintiffs never \nreceived any relief that had an adequate basis in law sufficient to grant attorney's fees. \nAdditionally, the Court finds that Plaintiffs are not the prevailing party since it has never \nmade a ruling on the legality and constitutionality of the conditions faced by the female \nlitigants at NJSP. The preliminary injunction merely represents a ruling to maintain the \nstatus quo and not a ruling on the merits of the action. \nThus, the Court never ruled in favor of the Plaintiffs on this issue. Although, Plaintiffs \nprevailed in obtaining a preliminary injunction and class action certification, and sought \nreconsideration of these orders, before these reconsideration motions were decided, \nDefendants transferred the women inmates back to Edna Mahan. This action was found to \nhave mooted the litigation for the reasons set forth in the Court's decision of May 23, 2008. \nHence, the unsettled determination of these matters prior to dismissal cannot stand as a \n\nbasis for finding Plaintiffs as the prevailing parties. In fact, the only settled motion is \nDefendants' Summary Judgment motion resulting in this matter being dismissed as moot. \nThe court also adopted the certifications submitted by defendants as the basis for rejecting \nplaintiffs' argument for the existence of a factual nexus between the legal action and \ndefendants' decision to return the women to EMCF. Specifically noting the certification \nsubmitted by DOC Commissioner Hayman, the court found that \"this litigation did not play a \nrole in the transfer, but it was an operational decision made independent of this suit.\" \nII \nPlaintiffs now appeal, arguing that the trial court erred in its interpretation and application of \nthe catalyst theory as adopted by our Supreme Court in Mason, supra, 196 N.J. 51, 951 \nA.2d 1017, for determining who is a prevailing party for purposes of awarding attorneys' \nfees under the fee-shifting provisions of the LAD, N.J.S.A. 10:5-27.1, and the New Jersey \nCivil Rights Act, N.J.S.A. 10:6-2. Plaintiffs also argue that the court erred as a matter of law \nin holding that the preliminary injunction granted prior to the dismissal of the case was \ninsufficient to independently support a finding that plaintiffs were the prevailing party for the \npurpose of awarding attorneys' fees. We agree that the trial court misapplied the standards \nestablished by the Court in Mason. We remand for the court to reconsider plaintiffs' motion \nfor counsel fees and apply 425*425 the legal principles we will discuss herein. \nUnder the catalyst theory adopted by our Supreme Court in Mason, and more recently \nreaffirmed and explained by this court in D. Russo, a plaintiff seeking an award of counsel \nfees as a prevailing party in an action brought under a fee-shifting statute is entitled to \nrecover such fees if the suit \"achieves the desired result because [it] brought about a \nvoluntary change in the defendant's conduct.\" Mason, supra, 196 N.J. at 72, 951 A.2d 1017; \nD. Russo, supra, 417 N.J.Super. at 389, 9 A.3d 1089. \nA plaintiff need not obtain a final judgment on the merits or secure a consent decree from a \ndefendant in order to be considered a \"prevailing party\" under the catalyst theory. Mason, \nsupra, 196 N.J. at 76, 951 A.2d 1017. In order to be awarded counsel fees under the \ncatalyst theory, a plaintiff must demonstrate \"(1) a factual causal nexus between the \nlitigation and the relief ultimately achieved; and (2) that the relief ultimately secured by \nplaintiff had a basis in law.\" Ibid. (internal quotation marks and citation omitted). \nWe reverse the trial court's denial of plaintiffs' motion for counsel fees and remand for \nfurther analysis because the court's ruling was not grounded on the two-prong approach \noutlined in Mason. That being said, we also address two sub-elements of the Mason \nparadigm that have not received particularized appellate review, specifically: (1) how a court \nshould determine whether a plaintiff presented the proofs necessary to meet the \"causal \nnexus\" requirement under the first prong of Mason; and (2) what a plaintiff needs to show to \nestablish that the \"relief ultimately secured had a basis in law.\" Mason, supra, 196 N.J. at \n76, 951 A.2d 1017. \nCausal Nexus \n\nAs the Court indicated in Mason, to determine whether a plaintiff has established a causal \nnexus between the litigation and the actions taken by defendant, a trial court is required to \n\"conduct [a] fact-sensitive inquiry on a case-by-case basis, evaluating the reasonableness \nof, and motivations for, an agency's decisions, and viewing each matter on its merits.\" \nMason, supra, 196 N.J. at 79, 951 A.2d 1017. \nWhen, as here, the extent and timing of the interim relief obtained by plaintiffs strongly \nsuggests a causal link between the litigation and the actions taken by defendants, the \nburden shifts to defendants to show that plaintiffs' suit was not a catalyst for the actions \ntaken. Id. at 80, 951 A.2d 1017. Defendants can meet this burden by producing evidence \nshowing that the actions taken were wholly independent of plaintiffs' legal efforts. Self-\nserving certifications from agency officials are not in and of themselves sufficient to meet \nthis burden of proof. Although the precise quantity and quality of proof necessary is always \ncase-specific, the court's ultimate ruling must be supported by competent and credible \nevidence. \nHere, the trial court erred by accepting at face value the factual allegations and ultimate \nlegal positions advanced by defendants in their certifications, without affording plaintiffs the \nopportunity to challenge the veracity of the allegations proffered in these certifications. \nFurthermore, it can be argued that the record developed before the trial court undermines \nthe independence of thought and action attested to by the agency officials at the latter \nstages of this litigation. More specifically, the issue of whether the transfer of the women to \nNJSP was always intended to be a temporary measure, as defendants claimed in the \nSeptember 2008 certifications, or a permanent plan to relocate 426*426 some of the women \ninmates to NJSP, as argued by plaintiffs, cannot be definitively settled by simply accepting \ndefendants' unexamined version of the facts. \nThis factual uncertainty is manifested in the detailed, comprehensive certification submitted \nin February 2008 by NJSP Administrator Ricci in defense of the underlying suit. \nConspicuously missing from Ricci's February certification is any direct statement, or even \noblique indication, that the policy of transferring women inmates to NJSP was a temporary \nsolution to the overcrowded conditions at EMCF. Ricci's comments present a strong \ndefense of the DOC's policy, without reservation of any kind as to the permanency of the \ntransfers. Ricci's only intent was to rebut the allegations of mistreatment and \nunconstitutional conditions of confinement plaintiffs alleged they were subjected to at the \nmen's facility. \nIn sharp contrast, all of the September 2008 certifications submitted after the return of the \nwomen to EMCF followed a concise, formulistic style best represented by Commissioner \nHayman's certification, which averred that the transfer of the women to NJSP was always \nintended to be a temporary solution. Thus, for the first time in the course of the litigation, \nHayman asserted that the decision to return the women to EMCF was wholly unrelated to \nand independent of plaintiffs' efforts in this lawsuit. \nWhether Hayman's certification reflects the original policy of the DOC or is merely a \nstrategic maneuver to avoid the imposition of counsel fees cannot be answered through the \nsummary process employed by the trial court. The court should have addressed this \napparent inconsistency in defendants' policy and position before deciding whether there \n\nwas a factual causal nexus between the litigation and the relief ultimately achieved. This \nkind of fact-sensitive determination requires a plenary hearing in which both sides are \nafforded the opportunity to present evidence in support of their respective positions and to \nchallenge a witness's veracity through cross-examination.[4] \nBasis In Law \nIn determining whether there is a \"basis in law\" for any relief secured by plaintiffs for \npurposes of awarding attorneys' fees under the catalyst theory, a court must consider \nplaintiffs' success in obtaining interim relief, as well as in defending against defendants' \nefforts for summary disposition of the litigation as a matter of law. Especially relevant to this \nanalysis is the magnitude or degree of plaintiffs' success as compared to obtaining a \ncomplete and final judgment on the merits. \nHere, plaintiffs successfully survived defendants' threshold attempts to dismiss their case in \nlieu of filing a responsive pleading and secured certification to proceed as a class, \novercoming one of the most critically important procedural challenges associated with these \ntypes of cases and opening the door to obtaining the discovery necessary to substantiate \ntheir claims. Most notably, plaintiffs also obtained preliminary injunctive relief over \ndefendants' strong objections, preventing other members of the class from enduring the \nhardships and indignities allegedly experienced 427*427 by the thirty-six class members who \nwere transferred to NJSP and arguably prompting defendants to abandon the policy at \nissue. \nThis kind of interlocutory relief established the legal viability of plaintiffs' claims in a variety \nof contexts and key phases of the litigation. On these facts, we are satisfied that plaintiffs \nmet the \"basis in law\" prong under Mason. We nevertheless offer the following analysis as a \nmeans of providing some guidance to the trial court in these matters. \nIn cases with a procedural posture such as the one before us, where a defendant ceases \nthe contested behavior before a final judicial determination on the merits of the underlying \nclaim may be achieved by plaintiffs, the \"basis in law\" prong should be construed as \nproviding a check against groundless or harassing litigation. The trial court must be satisfied \nthat the underlying suit was not frivolous or unreasonable. Idaho Conservation League, Inc. \nv. Russell, 946 F.2d 717, 719-20 (9th Cir. 1991). \nThis approach serves two salutary purposes. First, it gives a reasonably ascertainable \nmeaning to the \"basis in law\" prong. Second, it discourages frivolous litigation while \navoiding the creation of an insurmountable roadblock to attorneys' fees for plaintiffs who \nsuccessfully pursue a suit to the point of obtaining significant preliminary relief, only to see \ntheir claims mooted by the voluntary actions of a defendant whose primary motivation may \nbe seeking to escape the fee-shifting consequences of his or her actions. \nStated differently, the \"basis in law\" prong should be construed in a manner that promotes \nthe public policy underpinning fee-shifting statutes: to afford \"access to the judicial process \nto persons who have little or no money with which to hire a lawyer by providing an incentive \nto lawyers to undertake litigation,\" Best v. C & M Door Controls, Inc., 200 N.J. 348, 354, 981 \nA.2d 1267 (2009); and to ensure that plaintiffs who have bona fide claims can attract \n\ncompetent counsel in cases involving statutory rights, thereby giving substantive meaning to \nour commitment to the principle of \"justice for all citizens.\" New Jerseyans for a Death \nPenalty Moratorium v. N.J. Dep't of Corr., 185 N.J. 137, 152-53, 883 A.2d 329 (2005) \n(citation omitted). \nFinally, as we recognized in D. Russo, [P]laintiffs could be entitled to an award of at least a \nportion of their attorney's fees even if the catalyst theory were held to be inapplicable. \n. . . . \nOur courts also have recognized that success in obtaining preliminary injunctive relief may \nprovide a sufficient foundation for an award of the attorney's fees under a fee-shifting \nstatute even though the case became moot before a final adjudication. \n[D. Russo, supra, 417 N.J.Super. at 388-89, 9 A.3d 1089 (internal citations omitted).] \nHere, the trial court failed to consider this alternative basis for awarding plaintiffs counsel \nfees in connection with their success in obtaining a preliminary injunction against \ndefendants. If on remand the court were to find that plaintiffs remain unable to recover \ncounsel fees as a prevailing party under the \"causal nexus\" prong of the catalyst theory, the \ncourt shall then determine whether plaintiffs are otherwise entitled to a partial award of \nattorneys' fees for successfully securing preliminary injunctive relief.[5] \n428*428 Reversed and remanded for the court to conduct a plenary hearing consistent with \nthis decision. We do not retain jurisdiction. \n[1] Although not directly related to the issues before us, we note that plaintiffs also sought sanctions against \ndefendants on a variety of grounds, including inducing false testimony and invasions of the attorney-client privilege. \n[2] The term \"general population inmate\" is used to distinguish those inmates from other inmates who are confined in \nspecial segregated areas of the prison based on their disciplinary record, mental health concerns, or other factors \nnecessitating their separation from the general population. See N.J.A.C. 10A:5-1.3. According to Ricci, when these \ninmates are included, the total inmate population at NJSP as of February 2008 was 1,816. \n[3] The trial court did not decide defendants' motion for reconsideration of these rulings before dismissing plaintiffs' \ncomplaint as moot. Thus, the issue of whether the court erred in granting preliminary injunctive relief at this stage of \nthe litigation is not directly before us. The question remains relevant, however, to the extent it may bear on the trial \ncourt's ultimate determination of whether plaintiffs are entitled to any award of counsel fees. \n[4] We recognize that our Supreme Court has strongly discouraged trial courts from using \"an attorney-fee application \nas an invitation to become mired in a second round of litigation.\" Furst v. Einstein Moomjy, Inc., 182 N.J. 1, 24, 860 \nA.2d 435 (2004). That admonition is not relevant here, however, because the question before the court is not the \namount of fees plaintiffs should receive, as was the case in Furst, but whether plaintiffs are entitled to any award of \nfees as a prevailing party under the catalyst theory. \n[5] Given the concerns noted supra about the court's application of the standards under Crowe for granting \npreliminary injunctive relief, defendants should be permitted the opportunity to challenge the underlying basis for the \nissuance of the preliminary injunction as a defense to plaintiffs' application for counsel fees. \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/76088"
    },
    {
      "date": "2008-07-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU National Prison Project",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New Jersey state supreme court",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33469,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33469.pdf",
      "title": "Motion to Dismiss Complaint",
      "text": "SUPElUon covin OF NEW JERSEY \nCHANCRRY DIVISION \nMERCER COUNTY \nDOCKET NO.  C-123-07  ' \n..... OI'~ C(lIIIIf \n~OII COURT Of 1f,J. \nKATHLEEN JONES, LAKESHA JONES,  -- ~EIICOUN1Y \nIJECElVED AND FILED \nSYLVIA FLYNN and HELEN L. EWELL, \n011 behalf of themselves and all individuals \nsim ilarly situated \nPlaintiffs \nv.  DECISION \nGEORGE W. HAYMAN et al.  Motion to Dismiss Complaint \nDefendants \nMARIA M. SYPEK, P.J. Ch. \nJuly 21, 2008 \nThe matter comes before the Court on a Motion to Dismiss Complaint \nfor Failure to State a Claim, or in the Alternative for Summary Judgment \nfiled by the Offiee of the Attorney General, Diane M. Moratti, Deputy \nAttorney General appearing on behalf of the Defendants' and opposition \nhaving been filed by the American Civil Liberties Union of New Jersey \nFoundation, Mia Lewis, Esq .â€¢ admitted Pro Hac Vice and Edward L. \nBaroeas, Esq., appearing on behalf orthe Plaintiffs' and the Court having \n\nreviewed all documents submitted and having heard oral argument and for \ngood cause shown, the Court makes the following findings: \nThis matter arises from a class action complaint and order to shClw \ncause with temporary restraints flied on December 12,2007 by Kathleen \nJones (\"Kathleen\"), Lakesha Jones (\"Lakesha\"), Sylvia Flynn and Helen L. \nEwell (collectively \"Plaintiffs\") against George W. Hayman, the \nCommissioner of the New Jersey Departmel~t of Corrections (\"DOC\"), \nJames Barbo, the Acting Deputy Commissioner of the DOC, Lydell Sherrer, \nthe Acting Assistant Commissioner for the Division of Operations of the \nDOC, William Hauck, the Acting Administrator of the Edna Mahan \nCorrectional Facility (\"EMCF\"), Michelle Ricci, the Administrator of the \nNew Jersey State Prison (\"NJSP\"), Alfred N. Kandell, an Assistant \nAdministrator of the NJSP. James Drumm, an Assistant Administrator of the \nNJSP, Herbert A. KaJdany. the Director of Psychiatry of the DOC and \nThomas F. Dechan, the Director of Education of the NJSP (collectively \n\"Defendants\") alleging that the transfer of women prisoners to the NJSP and \nthe conditions to whi.ch they are subject there violate the New Jersey \nConstitution, New Jersey Civil Rights Act and New Jersey Law Against \nDiscrimination.  On January 22, 2008, the parties entered into a consel'lt \norder whereby the parties agreed that the DOC would not transfer any \n2 \n\nfemale inmates from the EMCF to Section lEE of the NJSP until further \norder of the court.  The consent order also permitted the DOC to transfer \nfemale inmates from the EMCF to the administrative segregation unit or the \nStabilization Unit of the NJSP so long as they were later returned to the \nEMCF.  Defendants now move to dismiss the complaint for failure to state a \nclaim upon which relief can be granted, or in the alternative, for summary \njudgment. \nThis case centers on the transfer of approximately forty women \nprisoners in March 2007 from the EMCF to the NJSP.  Plaintiffs are four of \nthe tbrty prisoners who were transferred by the DOC to the NJSP, a \nmaximum-security men's prison which holds approximately 1,800 male \ninmates.  Plaintiffs have alleged that these transfers were unlawful and claim \nthat since arriving at the NJSP, they and the other women prisoners have \nbeen subject to inhumane and inequitable conditions of confinement. \nDefendant George W. Hayman is the Commissioner of the DOC. \nPursuant to N.J.S.A. 30; I B.6, he serves as the administrator and chief \nexecutive officer of the DOC and has numerous responsibilities and duties, \nincluding the appointment and removal of officers and the dete1111ination of \nall policy tnatters as they relate to the administration of institutions. \n3 \n\nDefe.ndant James Barbo is the Acting Deputy Commissioner of the \nDOC and Defendant Lydell Sherrer is the Acting Assistant Commissioner \nfor the Division of Operations of the DOC.  As such, Plaintiffs contend that \nthey are also responsible for the unlawful transfer of women prisoners from \nthe EMCF to the NJSP and for the unlawful conditions to which women \nprisoners are subject at the NJSP. \nDefendant William Hauck is the Acting Administrator of the EMCF. \nAs such, Plaintiffs state that he is responsible tor carrying out or overseeing \nthe unlawful transfer of women prisoners from the EMCF to the NJSP. \nDefendant Michelle Ricci is the Administrator of the NJSP.  As such. \nPlaintiffs assert that she is also responsible tor the carrying out or overseeing \nof the unlawful transfer of women prisoners from the EMCF to the NJSP \nand for the unlawful conditions to which women prisoners are subject at the \nNJSP. \nDefendant Alfred N. Kandel! was the Assistant Administrator of the \nNJSP until October 2007 and Defendant James Drumm has since October \n2007 served in the same position.  As such. Plaintiffs state that they have \nhad direct authority over the housing unit where the women prisoners are \nconfined in the NJSP and are consequently responsible for the unlawful \nconditions to which the women prisoners are subject there. \n4 \n\nDefendant Herbert A. Kaldany is the Director of Psychiatry of the \nDOC.  Therefore, Plaintiffs contend that he is responsible for the denial of \nmental health care for the women prisoners confined at the NJSP. \nDefendant Thomas F. Dechan is the Director of Education for the \nNJSP.  Plaintiffs state that ill that position he has the duty of providing legal \nservices, includIng law library services. for all prisoners confined at the \nNJSP ,Plaintiffs assert thElt he is responsible for denying the women \nprisoners' access to educational, rehabilitative and legal services. \nPlaintiffs first challenge their transfer and the transfer of thirty-six \nother female inmates from the EMCF to the N1SP.  Plaintiffs provide that \nprior to these transfers, the EMCF held all women prisoners in New Jersey. \nPlaintiffs state that the EMCF holds approx.imately 1,000 women prisoners \nof all security cJassitlcations.  Before March 2007, Plaintiffs claim that the \nonly women prisol1ers who were transferred out of the EMCF were those \nwho had committed serious violations of prison rules.  However,Plaintiffs \nstate that betore prisoners were transferred, they had a right to be heard \nbefore a disciplinary board.  lfthe board found that the violation had \noccurred, Plaintiffs state that the prisoner would be sent to a disciplinary \nsegregation unit at the NJSP before eventually returning to the EMCF. \n5 \n\nPlaintiffs' position is that in March 2007, approximately forty female \ninmates, the majority of whom were classified as medium-security prisoners \nand had excellent disciplinary records, were transferred to a maximum \nsecurity unit in the NJSP on two separate occasions.  Plaintiffs allege that no \nnotice was given of these transfers and no opportunity was presented to be \nheard.  Plaintiffs assert that the DOC later admitted that no policy guided \nthis decision to transfer these forty women prisoners. \nFurthermore, Plaintiffs contend that the women prisoners were subject \nto harassment and embarrassment when they were first transferred. \nPlaintiffs allege that when each ofthem was taken from their rooms, they \nwere stripped naked while male guards armed in full riot gear observed and \nvideo taped them.  After the strip searches were completed, Plaintiffs allege \nthat the women prisoners were handcuffed and loaded on a bus to be taken \nto the NJSP.  Plaintiffs state that many of the women being transferred \nbecame panic-stricken because they were extremely frightened by the \nprocedures employed by the officers during the transfers and by the thoughts \nof being confined in a men's prison.  Plaintiffs provide that many of these \nwomen were medicated in order to treat them during the transfers. \nPlaintiffs state that the DOC explained the transfers by referring to a \nsettlement agreement reached by prisoners with mental disorders and the \n6 \n\nDOC in D.M. v. Terhune, 67 F. SU12P. 2d 401 (D.N.J. 1999).  Plaintiffs claim \nthat this settlement agreement requires that certain special-needs prisoners \nbe housed in single-occupancy cells.  However,Plaintiffs contend that this \nagreement does not require that non-special-needs prisoners be transferred. \nPlaintiffs also make numerous claims that they have been subject to \ninhumane and inequitable conditions of continement at the NJSP.  Plainti'ffs \nfirst state that they were able to spend many hours of the day outside of their \ncells while confined at the EMCF but now are rarely pel111itted movement \naround the NJSP.  Plaintiffs state that although male general population \nprisoners at the NJSP are able to move around the prison  meals or to \nfOT \nattend certain programs, female general population prisoners there are \nconfined to their units and prohibited from moving about the prison.  As a \nresult, Plaintiffs contend that female general population prisoners are locked \nup in their ce Ils for a longer period oftime each day than male general \npopulation prisoners.  Plaintiffs also state that the window of each woman's \ncell is frosted over whereas the male prisoners each have clear views out of \ntheir windows.  Plaintiffs compare these restrictive and isolated conditions \nof confinement to those of women sent to the NJSP for punishment in \ndisciplinary segregation.  Plaintiffs provide that such conditions have created \n7 \n\nor exacerbated feelings of MXiety, depression and other emotional distress in \nthe women prisoners who were transf-erred from the EMCF. \nPlaintiffs contend that they have been deprived of psychiatric care at \nthe NJSP.  Plaintiffs state that the EMCF provided women prisoners with \nsome measure of psychiatric care and services including counseling and \nmediation, and the ability to obtain prescriptions for medication.  Plaintiffs \nalso state that male prisoners at the NJSP receive similar care.  However, \nPlaintiffs provide that women prisoners at the NJSP are denied psychiatric \ncounseling and mediation.  Plaintiffs contend that when women prisoners \nrequest such care or prescriptions for medication, they are placed in or \nthreatened to be sent to Unit I GO, a stabilization unit, in order to punish \nthem for making such a request.  Plaintiffs claim that the conditions in Unit \n1G  G are filthy and dangerous; the women are only given one quilt-like \ndrape and a piece of rubber foam for bedding, and are not provided with \nrunning water. \nSpecifically, Lakesha states that she has been suffering from \ndepression and anxiety attacks since her sister died in 1996.  Lakesha \nprovides that while confined at the EMCF, she was able to discontinue the \nuse of her medications because oftha availability ofactivities there, \nHowever, after she was transferred to the NJSP. she claims that her \n8 \n\ncondition has worsened.  She states that she was told by correctional officers \nthere that if she requested medication or other care she would be sent to Unit \n1G  G.  Lakesha asserts that she now suffers from frequent anxiety and \nasthma attacks which go untreated. \nPlaintiffs next assert that women prisoners are deprived of medical \ncare at the NJS.P.  Plaintiffs claim that women prisoners at EMCP receive \nprivate medical examinations in the prison hospital with no custody staff \npresent.  FurthemlOre, Plaintiffs allege that male prisoners at the NJSP \nreceive on-site medical care in a clinic or in an infirmary where no guards \nare present.  However. Plaintiffs state that women pl'isol1ers at the NJSP are \ndenied access to the prison's clinic, unable to obtain information about their \nown medical conditions and have no privacy because they are examined in \nan open area of their housing unit.  Plaintiffs allege that these examinations \nare conducted in the presence of male guards.  Plaintiffs claim that on rare \noccasions, examinations are conducted in a tiny, ill-equipped room; \nhowever, the male guards then stand inside the room where they are in view \nthe procedure.  Plaintiffs claim that women prisoners are routinely denied \nreceipt of the following services: medical examinations, diagnoses, routine \ntreatment and prescriptions.  Alternatively, if these services are provided, \noften they are delayed,  Additionally, some women prisoners have to be \n9 \n\ntransferred back to the EMCF for some medical needs and only receive \ntreatment after being locked up in a cell for several hours. \nLakesba states that on one occasion, she had an asthma attack outside \nher cell and signaled to an officer because she needed her inhaler which was \ninside her cell.  However, Lakesha states that although the officer saw her, \nshe refused to open Lakesha's cell door and just waived her off.  Lakesha \nasserts that other prisoners were screaming that she was having an asthma \nattack, yet she did not receive any help tbr several more minutes.  Lakesha \nstates that after another asthma attack, she required a \"breathing treatment\" \nwhich included a prescription for a steroid.  Additionally, she claims that she \nhas requested eye care  multiple occasions but has been denied each time. \nOil \nMs. Flynn provides that she suffers from high cholesterol and a \nthyroid condition.  She states that she needs medication in order to prevent \nheart attacks, strokes and to control weight gain.  However, she claims that \nrefills of her medication are filled late and that she doesn't have access to \nher cholesterol count.  She states that NJSP officers once told her that \ndoctors \"don't have time\" for her.  Additionally, she claims that she severely \ninjured her arm in November 2007 but was told she wouldn't receive an x \nray for at least two to three months. \n10 \n\nMs. Ewell srates that she needs gynecological care following a \nhysterectomy she had while at the EMCF.  However, she refuses to submit \nto a gynecological exam at the NJSP because the examination room is filthy \nand because male guards would be present.  Furthermore, she states that \nwhen she left her false teeth for repair, it took nine weeks before they were \nreplaced. \nFinally, Kathleen states that she was forced to submit to a medical \nexamination while a male guard watched.  She st!\\tes that she also forced \nherself to take a gynecological eXam in the dirty examination room in the \nwomen  unit because if she refused to be examined in that room, she \nIS \nwouldn't receive any care. \nPlaintiffs next contend that women prisoners are denied access to \nlegal services.  Plaintiffs state that women prisoners at the EMCF have \naccess to a law library, may conduct their own research and can keep their \nlegal matters priVate.  Plaintiffs also allege that male prisoners at the NJSP \nhave direct personal access to the law llbrary, including reporters and Lexis \nNexis, and receive assiStance from the Inmate Law Association.  However, \nPlaintiffs claim that women prisoners at the NJSP are prohibited from \nentering the law library and are only provided access to paper. envelopes and \npencils once a month.  Plaintiffs funher allege that women prisoners must \nII \n\nuse a \"paging\" system in order to request copies of specific statutes or cases, \nbut because their access to research materials is denied, they have no way of \nknowing what to request. \nPlaintiffs also state that NJSP officials have placed a computer in the \nwomen's housing unit with LexisÂ·Nexis that has only been available for \nshort periods of time.  However, Plaintiffs allege that this version of Lex isÂ· \nNexis is inadequate because it excludes materials available in printed \nvolumes found in the NJSP'g law library, including treatises on criminal and \ncivil procedure in New Jersey.  Plaintiffs claim that only two women \nprisoner paralegills are permitted to use the computer.  Furthermore, \nPlaintiffs state that they have no privacy during communications with their \nattorneys as any phone call must be conducted in the presence of a staff \nmember. \nPlaintiffs next milintain that women prisoners have also been denied \naccess to educational and other rehilbilitative programming.  Plaintiffs state \nthat women prisoners at the EMCF are provided access to classrooms where \nvarious academic programs are offered.  Similarly, Plaintiffs state that male \nprisoners at the NJSP are offered approximately one hundred educational \nand therilpeutic programs to choose from.  Plaintiffs claim that male \nprisoners are taught classes at the Donald Bourne School, which consists of \n12 \n\ndozens of classrooms.  Plaintiffs allege that male prisoners also have access \nto college correspondence courses, computers and a library with over 2,000 \nvolumes.  However, Plaintiffs state that women prisoners are excluded from \nthe Donald Boume School and all other educational programs offered to \nmale prisoners.  Plaintiffs assert that the only educational opportunity that \nhas ever been provided to women prisoners at the NJSP was one OED \nprogram that began in October 2007.  Additionally. Plaintiffs state that the \nNJSP created an \"educationai area\" by emptying out a storage closet and \nadding; a few desks and chairs, but argue that this falls short of providing \nequaJ learning facilities for male and female inmates. \nAs to rehabilitative programming, Plaintiffs state that at the EMCF \nwomen prisoners are offered various programs including those dealing with \ndomestic violence, parenting skills, alcohol and drug abuse.  Plaintiffs \nfurther provide that male prisoners at the NJSP are offered similar programs \nin addition to religious services and peer programs such as a chess club and \nthe NAACP.  However, Plaintiffs allege that women prisoners at the NJSP \nare barred from all ofthese programs.  Plaintiffs claim that the only \nprogramming once available to women prisoners was It weekly anger \nmanagement and twelve-step classes that have already ended and a weekly \nChristian church service and bible study group.  Further. although a book \n13 \n\nclub is open to women for participation once a month and a parenting class \nhas been held twice, Plaintiffs assert that because the tacilities are so \ninadequate. the programs are held in the open and as  result the women \nit \nhave no privacy If they choose to discuss personal matters. \nSpecifically, Ms. Flynn states that while confined at the EMCF. she \nparticipated in the \"Women Aware\" program and received one-on-one \ncounseling from a domestic violence specialist,  In addition, she completed \ntwenty-two certificate granting programs, a 5000-hour apprenticeship in \nupholstery, and worked as an upholsterer and hairdresser.  She also \nparticipated in the New Jersey Flower Show and in a number of religious \nand vocational programs.  However, she states that since she was transferred \nto the NJSP, she has been denied access to all of these programs and any \nother programs available to the male prisoners. \nKathleen provides that while confined at the EMCP, she participated \nin programs designed to maintain mothers' bonds with their children and \nwas permitted to occasionally call her children for fl'ee and have them visit \nher at the prison,  However, at the NJSP, she states that she is required to \npay at least $13 for all calls to her children and alleges that programs to aid \nchildren's visitation are not provided. \n14 \n\nPlaintiffs also contend that women prisoners do not receive an equal \nallocation of work opportunities at the NJSP.  Plaintiffs state that at the \nEMCF, women prisoners have access to all available work assignments and \nwork approximately six hours a day.  However, PlaintitTs claim that women \nprisoners at the NJSP are allocated only a small number of assignments and \nconsequently are less able than men to purchase necessary items.  Ms. Flynn \nand Kathleen provide that they earned $6.00 and $4.00 a day respectively \nwhile confined at the EMCF, but now receive $2.50 and $2.30 a day \nrespectively working at the NJSP. \nPlaintiffs next assert that women prisoners at the NJSP are denied \ntheir right to meaningful exercise.  Plaintiffs state that female inmates at the \nEMCF receive between two and four hours a day of outdoor exercise in \nIt \nlarge yard and two hours a day for three to five days a week of indoor \nexercise in a gymnasium.  Plaintiffs also state that male inmates at the NJSP \nreceive outdoor exercise in a larger yard and are permitted to participate in \nintramural sports.  However, Plaintiffs state that women prisoners at the \nNJSP are only offered outdoor exercise for two hours a day every other day \nin II much smaller yard.  Plaintiffs allege that the exercise equipment in the \nwomen's yard was constructed for use by male prisoners and is in poor \ncondition.  Plaintiffs claim that women prlsoners are prohibited from \n15 \n\nparticipating in intramural sports.  Furthermore, Plaintiffs state that male \nprisoners in cells overlooking the female yard expose themselves at their \nwindows and make numerous degrading comments towards the female \ninmates.  Plaintiffs also state that women prisoners recently gained access to \nthe gymnasium for one hour a day, three days a week but because there are \nvery few pieces of equipment. many women fail to get any meaningful \nexercise. \nFinally, Plaintiffs maintain that women prisoners have been denied \ntheir rights to basic hygiene and privacy.  Plaintiffs state that women \nprisoners at the EMCF aTe allowed to clean their cells every day with clean \nwater and are allowed to do their own laundry in washing machines and \ndryers in each housing unit.  Furthermore, women prisoners there are \nsupplied with an adequate amount of sanitary napkins and toilet paper. \nHowever, Plaintiffs claim that female inmates at the NJSP are only \npermitted to clean their cells once a week and must share one i:fucket of \nwater with ten to twelve other cells.  Plaintiffs state that women prisoners at \nthe NJSP also are not permitted to launder their own clothes but must send \ntheir clothing to a laundry service operated by male prisoners.  Plaintiffs \ncontend that NJSP officers have warned them not to send undergarments \nwith their laundry because they will likely be stolen.  As a result, Plaintiffs \n16 \n\nclaim that many of the women prisoners wash their undergarments by hand \nin their cells, but don't have clean water to do so.  Additionally, Plaintiffs \nclaim that women prisoners there do not receive an adequate stlpply of \nsanitary napkins and toilet paper. \nAs to the denial of their privacy rights, Plaintiffs state that at the \nNJSP, male guards occasionally peer into their cells, sometimes with a \nt1ashlight, when women prisoners are undressed Or using the toilet. \nAdditionally, Plaintiffs claim th.at windows in the door of each shower \nexpose women to the view of anyone who walks by. \nAs a result of these allegedly unlawful transfers and inhumane \nconditions. Plaintiffs filed this class action complaint seeking declaratory \nand injunctive relief.  Plaintiffs claim that these transters from the EMCF to \nthe NJSP violated their substantive and procedural due process rights under \nthe New Jersey Constitution and New Jersey Civil Rights Act.  Plaintiffs \nallege that Defendants have knowingly and foreseeably subjected the women \nprisoners at the NJSP to conditions of confinement that constitute cruel and \nunusual punishment.  Plaintiffs assert that a dispadty ill conditions and \ntreatment exists between male prisoners and female prisoners at the NJSP \nwhich violates the women prisoners' right to equal protection under the New \nJersey Constitution, New .Jersey Civil Rights Act and New Jersey Law \n17 \n\nAgainst Discrimination.  Therefore, Plaintiffs seek a declaration that the \npolicies, procedures, acts and omissions of Defendants are prohibited and a \npermanent injunction prohibiting Defendants from su~iecting the women \nprisoners to the unconstitutional and unlawful contlnement and punishment \nthey have described. \nIn response, Defendants first address Plaintiffs' contention that the \ntransfer of prisoners from the EMCF to the NJSP was unlawful.  Defendants \nstate that pursuant to NJSP policy, inmates are not given advance notice of \nany transports because it is a security risk which may lead inmates to plan \nescapes, assaults or otherwise compromise the safe opel'ation of the prison, \nDefendants further contend that they are not required by law to provide \nnotice to inmates who are being transferred from one prison to another, \nDefendants also provide a background as to the operation and running \nof the housing of women prisoners at the NJSP.  Defendants state that they \nhave several different units where the women prisoners are housed, \nDefendants state that Unit lEE is where the general population women \nprisoners are housed, Unit lFF houses those women prisoners in \nadministrative segregation and Unit 1G  O houses any women prisoners for \nmental health stabilization.  Defendants claim that the NJSP has gradually \ncreated and scheduled programs for the female inmates and takes into \n18 \n\nconsideration the needs and interests of the inmates, the reSources available \nand the schedule of the rest of the prison.  Ms. Ricci and Mr. Drumm state \nthat they regularly tour Unit lEE. speak to inmates and address ilny inmate \nconcerns. \nAs to the genera.1 restrictio.ns alleged by Plaintiffs, Senior Corrections \nOfficer Naomi Coleman reports that, based on her conversations with female \ninmates, women prisoners have adjusted to the NJSP and are content with \ntheir housing.  She further reports that I EE is a relatively stable unit where \nonly a few disputes have occurred.  Defendants state that there have been no \nsuicide attempts on Unit lEE and only one fight on the unit.  Furthermore, \nthe two prisoners involved in the tight have both expressed their desire to \nreturn to Unit lEE after being released from administrative segregation. \nDefendants claim that the windows in Unit LEE were frosted over in \nOctober 2007 after several female inmates complained that male inmates \ncould see into their cells when the male inmates were in the recreation yard. \nDefendants state that the window frosting allows sunlight into the cells and \nonly blocks anyone olltside from seeing into the cell.  Defendants also state \nthat some of the mt~Je inmates' cells were frosted over after female inmates \ncomplained that men could see into their yard. \n19 \n\nDefendants state that Unit lEE inmates have been advised that in \norder to submit grievances they must fill out an administl'ative remedy form \n(\"ARF\").  However, Defendants provide that very few of these forms have \nbeen filled out, and that those that were filled out did not raise any serious \nconcerns or any of the issues raised by Plaintiffs in this litigation. \nFurthermore, Defendants claim that Kathleen and Ms. Flynn have only \nsubmitted three ARF's, Ms, Ewell has submitted five ARF's and Lakesha \nhas failed to submit any ARF's, \nAs to mental health care, Defendants state that a committee is in place \nwhich regularly discusses concerns and resolutions to those concerns in \norder to avoid any critical incidents from occurring,  Defendants provide that \nbefore an inmate can be transferred to Unit lGG, several criteria must first \nbe met and a recommendation must be issued by the mental health staff'. \nAs to medical examinations and treatment, Defendants state that there \nis a medical office in Unit 1F F where routine medical treatment is \nadministered.  Defendants provide that correctional officers are pl'esent \noutside of the door only to ensure safety and not to violate the privacy of the \ninmates.  Defendants state that officers are similarly stationed when male \ninmates are being treated.  Furthermore, Defendants claim that women \n20 \n\nprisoners do have access to the main clinical areas when more complex \nmedical procedures are necessary. \nDefendants also contend that women prisoners at the NJSP are \nprovided with sufficient Jegal access.  Defendants state that there is currently \none computer with Lexis-Nexis access in Unit lEE and another one on the \nway.  Defendants assert that there are two female inmate paralegals, which \nmakes up 5.5% of the women general population prisoners, whereas there \nare eight male inmate paralegals, which makes up only 0.0074% of the male \ngeneral popUlation.  Furthermore, Defendants claim that Lexis-Nexis \ntraining is currently being offered for the women prisoners an.d that a \nmajority of the female inmates have signed up for it. \nAs to educational opportunities, Defendants state that both male and \nfemale inmates have educational opportunities and that a higher percentage \noffel11ale inmates are involved in a OED program than are male Inmates. \nDefendants allege that a classroom has been provided for women who have \nrequested entry into a OED program.  Defendants state that six women, or \n16.6% of the women prisoner population, have made such a request. \nDefendants also provide that the classrooms in the Donald Bourne School \nare used for a OED program for seventy general population male inmates. \nDefendants state that this only constitutes 6.5% of the male general \n21 \n\npopulation.  Defendants assert that none of the female inmates have \nrequested access to pre-OED programs and that several of the female \ninmates have been provided college correspondence course information. \nDefendants also state that a paralegaJ functions class will soon be offered to \nthe women prisoners and that a creative writing program wlll be held for \nfemale inmates only. \nRegarding rehabilitative and other programming, Defendants state that \nwomen prisoners have access to televisions in the day area and weekly \ninstructional video programs.  Defendants provide that women prisoners \nmay participate in a parenting program, the tall stock market game, a \nhobby/arts program and a book club under the guidance of Dr. Nancy Wolff \nof Rutgers University.  Defendants state that religious services for women \nprisoners are held and that a beauty salon is available to the prisoners in Unit \n1B  E as well.  Defendants claim that women prisoners also may participate in \nAlcoholics Anonymous. \nAs to visitation, Defendants contend that contact visitation for all \ninmates is on Saturday and Sunday and that female inmates in Unit lEE may \nalso have non-contact window visits from 3:30-6:00 P.M. on Tuesdays and \n6:30-9:001).M. on Thursdays.  Defendants state that although a grant was \nprovided to the EMCF for a \"federally funded visitation program,\" there is \n22 \n\nno similar program for any of the inmates at the NJSI>.  Defendants contend \nthat during visitation hours, children are permitted to sit next to their \nmothers and that female inmates may have their pictures taken with their \nchildren. \nAs to work opportunities for women prisoners, Defendants state that \nmale and female inmates receive the same number of work credits and are \npaid the same rate for the same types of jobs.  Defendants claim that the \nDOC has formed an inmate wage committee which standardizes jobs and \nwages for the fourteen institutions in New Jersey, and that each institution \nhas different job assignments based upon the needs of that particular prison. \nRegarding Plaintiffs' contention that women prisoners' right to \nexercise has been denied, Defendants state that cardiovascular equipment is \navaiJable to the female inmates in Unit lEE even though it is not available to \nthe male general population inmates.  Defendants claim that aerobics, Pilates \nand other strength conditioning and programming has been made available \ndaily to the female inmates by way of sign-up sheets.  Defendants assert that \nyard movement for Unit lEE is scheduled for two hOllTS!\\. day, four days II \nweek where the female iru'liates have access to numerous games and \nactiviti.es.  However, Defendants claim that male inmates are only provided \nfive hours of olltdoor recreation a week.  Defendants also state that female \n23 \n\ninmates have access to gym movements three nights a week whereas male \ninmates only have such access for two hours every fifth day.  Furthermore, \nDefendants provide that a handball league is currently being formed for \nfemale inmates and that they have access to seasonal incentive-based \nprogramming depending on interest. \nDefendants tinally address Plaintiffs' allegation that women prisoners \nare denied their right to basic hygiene and privacy.  Defendants state that \nfemale inmates are permitted to have clothes sent down to the laundry on \nany day of the week if such a need arises whereas male inmates may only \nsend clothes down on Wednesdays.  Defendants contend that both male and \nfemale inmates complain of lost laundry and that no female inmate in Unit \nlEE has ever submitted a claim for lost or damaged property.  Furthermore. \nLt. Schafer, who is responsible for Unit lEE and male housing units \nrepresents that many male inmates also wash their undergarments in their \ncells and thus no difference exists between ma.le and female inmates in this \nregard.  Defendants further provide that female inmates are supplied with \nmore rolls of toilet paper than male inmates, and are provided sanitary pads \nwhenever they are needed.  Defendants also assert that all inmates are \nprovided with cleaning supplies, and on request, can obtain more cleaning \nsupplies on a daily basis. \n\nAs to Plaintiffs' privacy concerns, Defendants state that the door to \nthe showers in Unit LEE is completely covered and that officers cannot see \ninto the showers.  Furthermore, Defendants assert that all inmates have the \nability to cover half of the window to their cell door when using the toilet in \norder to protect their privacy. \nDefendants  bring this motion to dismiss Plaintiffs' complaint or \nfiQW \nin the alternative a motion for summary judgment against Plaintiffs. \nDefendants state that the transfer of the women prisoners from the EMCF to \nNJSP was notl.lnlawful, and additionally was a final agency determination \nwhich cal1 only be challenged in the Appellate Division.  Furthermore, \nDefendants contend that the informatioll they have presented demonstrates \nthat female inmates in Unit lEE of the NJSP are not being treated unfairly, \nnot beil~g discriminated against and are not subjected to cruel and unusual \npunishment.  Defendants also assert that the conditions in Unit lEE ofthe \nNJSP and the state of mind of the female inmates are not as Plaintiffs would \nhave the Court believe.  Ms. Ricci reports that based on her personal \nobservations, Unit lEE is clean, quiet. and any grievances aired by the \nfemale inmates are relatively minor and quickly addressed.  Ms. Coleman \nalleges that many ofthe female inmates in 'Unit lEE like being housed there \nbec~luse it provides them with a structured environment and keeps them out \n25 \n\noftrouble.  Ms. Ricci concludes that based on her experience over the last \nten months, after the female inmates initially adjust to the NJSP, they have \nbecome generally content to remain at the NJSP. \nIn reply, Plaintiffs contend that Ms. Ricci rarely visits Unit 1E E and \nthat women prisoners are prohibited from speaking to her or Mr. Drumm. \nTherefore, Plaintiffs maintain that neither Ms. Ricci nor Mr. Drumm has \nfirst-hand knowledge about what happens on the unit. \nPlaintiffs dispute Defendants' contention that Unit I EE is mostly \nquiet and that the NJSP has received very few complaints from the women \nprisoners.  Plail1tiffs state that there have been multiple fights among women \nprisoners confined in Unit lEE as well as other critical problems including \nsuicide attempts and medical emergencies.  Plaintiffs state that when women \nprisoners make complaints, they are frequently intimidated by Ms. Coleman \nand other NJSP officers.  Furthermore. Plaintiffs contend that when women \nprisoners ask for ARF's, they afe frequently denied such forms, and even \nwhen they are able to submit them, the forms are frequently lost. \nAs to Defendants' contentions concerning legal access, Plaintiffs state \nthat women prisoners have not received any meaningful legal training. \nPlaintiffs contend that some women prisoners were provided with fifteen to \nthirty minutes of group instruction by a prisoner paralegal and then forced \n26 \n\nby Ms, Ricci to sign forms acknowledging that legal research instruction had \nbeen given. \nAs to Defendants' statements regarding women prisoners' access to \nexercise equipment and yard time, Plaintifis contend that because the \naerobics class coincides with the OED class, the aerobics videos cannot be \nused at all.  Plaintiffs state that the yard time for women prisoners is o:fl:en \nless than eight hours per week because it doesn't begin until the periodic \ncount ofp risoners has been completed.  Additionally, Plaintiffs state that \nwomen prisoners' gym time is shorter than indicated by Defendants. \nPlaintiffs also dispute Defendants' contentions about the details of the \nvisitation rights of women prisoners.  Plaintiffs state that weekend visits are \nonly from 5 :00-6:30 P.M. and sometimes start late,  Plaintiffs claim that \nnon-contact window visits are available to male prisoners all day long \neveryday.  Furthermore, Plalntifi's state that women prisoners are not \npermitted to sit next to their children during visits. \nAs to the laundry services, Plaintiffs directly refute Defendants' \nstatements that women prisoners are able to send clothes down to the \nlaundry on any day of the week if the need arises.  Plainriff$ also reiterate \nthat women prisoners were warned not to send undergarments to the laundry \nbecause they would be stolen and state that this has happened on a number \n27 \n\nof occasions.  Moreover, two male prisoners have certified that they have \nnever been warned about sending their undergarments to the laundry, as \nnone oftne male prisoners are concerned that their undergarments will be \nstolen. \nFinally, Plaintiffs state that NJSP officials failed to provide women \nprisoners with a covering for a metal grating. On the shower door through \nwhich the women could be seen.  Plaintiffs state that although a woman \nprisoner made a curtain to be placed over the grating, officers can open the \ncurtain from the outside.  Furthermore, Plaintiffs claim that women prisoners \nare often prevented from covering the windows in their cells and have even \nbeen forced to uncover their cell windows when using the tOilet or when \n11ude. \nPlaintiffs therefore conclude that summary judgment is inappropriate \nin this matter because they have demonstrated that several issues of material \nfact are present here.  Plaintiffs further contend that the entry of summary \njudgment is premature because discovery has yet to begin in this matter. \nFurthermore, PI.aintiffs argue that some of the evidence relied upon by \nDefendants is inadmissible hearsay and should not be considered by the \nCourt for purposes of this motion.  Therefore, Plaintiffs ask the Court to \ndellY Defendants' motion for summary judgment in this matter. \n28 \n\nThe first issue before the Court is whether to treat Defendants' motion \nas one seeking to dismiss the complaint or one for summary judgment. !& \n4:6-2(e) provides that a motion to dismiss may be made alleging a plaintiff's \nfailure to state a claim upon which reliefmay be granted.  R. 4:6Â·2 also \nprovides, in relevant part: \nIf, on a motion to dismiss based on the defense numbered (e), \nmatters outside the pleading are presented to and not excluded \nby the court, the motion shall be treated as one for summary \n.& \njudgment and disposed of as provided by  4:46, and all \nparties shall be given reasonable opportunity to present all \nmaterial pertinent to SUch a motion. \nThe primary distinction between a motion under R. 4:6-2( e) !Ind R. 4:46 is \nthat the former is based on the pleadings themselves.  The rule expressly \nprovides that if any material outside the pleadings is relied on on a 4:6-2(e) \nmotion, it is automatically converted into a summary judgment motion. \nPRESSLER., Current N.J. COURT RULES, Comment R. 4:6-2, (GANN). \nSee also Lederman v. Prudential Life Ins. Co. of America, lnc., 385 N.J. \nSum;r. 324, 337 (App. Div.), certif. den, l88 N.J. 353 (2006). \nBased on this distinction, the Court shall treat Defendants' present \nmotion as a motion tor summary judgment under R. 4:46.  In determining \nthe outcome of this motion, the Court will be considering the nLlmerous \nallegations made and certifications submitted by Plaintiffs and Defendants. \nThus, the Court will be considering material outside of the pleadings and \n29 \n\ntherefore, must treat Defendant's mOlion as a motion for summary judgment. \nSee J.L. v. J.P., 317 N.J. Super. 418, 437-38 (App. Div. 1999) (finding that \nbecause the motion judge considered the certifications filed by plaintiffs in \nsupport of their opposition to defendant's motion to dismiss, the motion \njudge properly converted defendant's motion to dismiss to a motion for \nsummary judgment). \nThe issue before the COlirt then becomes whether it should grant \nDefendants' motion for swnmary judgment against Plaintiffs.  Under & \n4:46-2, summary judgment is only appropriate where the pleadings, \naffidavits, and other matters of record show that there is no genuine issue as \nto material fact and the moving party is entitled to judgment as  matter of \niii \nlaw.  Brill v. Guardian Life Ins. Co. of Ameri!ill, 142 N.J. 520 (1995).  If the \nmoving party makes the requisite prima fade showing, it is incumbent upon \nthe opposing party to come forward with competent proofs indicating that \nthe facts are not as the moving party asserts.  Spiotta v, William H. Wilspn, \nInc .â€¢ 72 N.J. Super. 572, 581  CAppo Div.), certif. den., 37 N.J. 229 (1962). \nThe Court is then obligated \"to consider whether the competent evidential \nmaterials presented, when viewed in the light most favorable to the \nnon~ \nmoving party. are sufficient to permit a rational fact finder to resolve the \n30 \n\nalleged disputed issue in favor of the moving part)'.\"  Brill, Â§!:!m!!, ] 42 N.J, at \n540. \nThe Court first addresses whether summary judgment should be \ngranted as to the transfers of the women prisoners from the EMCF to the \nNJSP.  Defendants contend that because Plaintiffs have challenged a final \nagency decision of the DOC, they must challenge the DOC's decision in the \nAppellate Division.  Defe11dants also maintain that the women prisoners \nhave no constitutional interest or right to be assigned to a particular prison or \nbe assigned to any particular custody level. \nPlaintilIs respond by stating that this Court is the proper court to hear \ntheir challenge to these transfers of women prisoners.  Plaintiffs contend that \nwomen prisoners have substantive and procedural due process rights which \nwere violated when they were provided no notice or any opportunity to be \nheard before the transfers occurred.  Plaintiffs also argue that the transfers \nare unlawful because the conditions at the NJSP are violative of their \nconstitutional and civil rights. \nR. 2:2-3(a)(2) provides that appeals may be taken to the Appellate \nDivision as of right to review final decisions or actions of any state \nadministrative agency or officer.  Thus, what is mandated by R,. 2:2-3(a)(2) \nis the exclusive allocation to the Appellate Division of review of state \n31 \n\nagency and ofticer action.  Prado v. State, 186 N.J. 413, 422Â·23 (2006). \nSpecificaHy, challenges to prison classification and transfer issues are \ndirectly appealable to the Appellate Division and the appellate court will not \ninterfere in those detenninations absent a showing that a prisoner's \nconstitutional rights were infringed or that the action was arbitrary.  State y. \nClark, 54 N. . I. 2S (1969). \nPlaintiffs argue that an exception to this rule is present here which \nwould allow them to bring a challenge oCthe transfers in this Court.[n \nInfinity Broadcasting Corp. v. N.J.  Comm'n, 186 N.J. 212, \nMeadowland~ \n223 (2006), the New Jersey Supreme Court stated that two exceptions to this \nrule have been judicially recognized, one of which is pl'esent where a record \nmust be developed as a prerequisite to meaningful appellate review.  The \nAppellate Division has explained this exception by providing that it would \nbe incompatible with the function of a reviewing court for such a court to \nentertain an action where no proceedings were taken belbre the agency and \nno record presented for review.  Montclair v. Hughey, 222 N.J. Super. 441, \n446Â·47 (App. Div. 1987).  In sum, if an action by its very nature requires \nparticularized fact finding and determinations, it is best resolved in a trial \ncourt.  In.finity Broadcasting, supra, at 225Â·26 (stating that \nS~1;l \n32 \n\ncondemnation and inverse condemnation actions are best resolved in the \nLaw Division). \nThis Court finds that a distinction exists between Plaintiffs' argument \nthat their procedural due process rights were violated because no notice or \nhearings were provided and their argument that their substantive due process \nrights were violated because the women prisoners are now subject to \ninhumane and inequitable conditions at the NJSP,  A fact-tinding record \nwould not necessarily need to be developed in order lor the Appellate \nDivision to consider whether the DOC was obligated to provide notice or an \nopportunity to be heard to the women prisoners before they were transferred \nto the NJSP.  Thus, insofar as Plaintiffs contend that the transfer of women \nprisoners violated their procedural due process rights. the Court finds that \nthis claim could be decided by the Appellate Division. \nHowever, in. order to determine whether the  violated the \ntr~tnsters \nwomen prisoners' substantive due process rights, the court must first make a \nfact-finding record.  Plaintiffs have made a number of allegations that \nwomen prisoners are deprived of and denied several of their constitutional \nand civil rights and these allegations have been strongly refuted by \nDefendants.  A fact-finding record is necessary in order to analyze all of \nthese allegations and reach a conc.lusion as to what, if any. constitutional and \n33 \n\ncivil rights are being violated.  This analysis must first be completed before \na court can determine if the transfers are unlawful on this basis.  Therefore, \nthe Court finds that this issue is properly litigated before this COUIt. \nBecause this Court :tinds that Plaintiffs' claim that the transfer of \nwomen prisoners to the NJSP violates the women prisoners' substantive due \nprocess rights is properly before the Court, the record can be further \ndeveloped, if necessary, as to whether their procedural due process rights \nwere also violated.  For example, the DOC maintains that security issues \nexplained the failure to give notice of the transfer.  Discovery may uncover \na tactual, experimental, or justifiable basis for this position.  As a result, the \nCourt will allow discovery on this issue to the extent requested. \nThe Court next addresses Plaintiffs' contentions concerning the \ninhumane and inequitable conditions of confinement that they allege women \nprisoners are subject to at the NJSP.  Defendants first argue that Plaintiffs' \nclaims under the New Jersey Civil Rights Act must fail because there is no \nallegation that government officials used threats, intimidation or coercion. \nPlaintiffs respond by arguing that a showing ofthreats, intimidation or \ncoercion is not required, but nevertheless, such a showing can be made here. \nThe New Jersey Civil Rights Act,  10:6-l et seq. (the \"Civil \n~.J.S.A. \nRights Act\") became effective on September to, 2004, and was enacted in \n34 \n\norder to \"provide the citizens of New Jersey with a State remedy for \ndeprivation of  interference with the civil rights of an individual.\"  See \n01' \nN.J. Senate, Judiciary Committee. Statement to Assembly No. 2073 with \nCommittee Amendments, M<lY 6, 2004.  N.J.S.A.  IO:6Â·2(c) describes a type \nof action permitted under the Civil Rights Act, and provides: \nAny person who has been deprived of any substantive due \nprocess or equal protection rights, privileges or immunities \nsecured by the Constitution or laws of the United States. or any \nsubstantive rights, privileges or immunities secured by the \nConstitution or laws of this State, or whose exercise or \nenjoyment of those substantive rights, privileges or immunities \nhas been interfered with or attempted to be interfered with, by \nthreats, intimidation or coercion by a person actit1g under color \noflaw, may bring a civil action for damases and for injunctive \nor other appropriate relief. The penalty provided in subsection \ne. of this section shall be applicable to a violation of this \nsubsection. \nDefendants argue that the \"threats, intimidation or coercion\" language \napplies to a situation where a person has been deprived of rights or when the \nexercise or enjoyment of such lights has been interfered with.  Plaintiffs on \nthe other hand maintain that the \"threats, intimidation Or coercion\" language \nis only applicable when a person complains that another party has interfered \nwith his exerci se of these rights. \nWhet1 interpreting a statute, a court's paramount goal is to honor the \nLegislature's intent, and generally, the best indicator of that intent is the \nstatutory language.  DiProspero v. Penn, 183 N.J. 477, 492 (200S).  It is not \n35 \n\nthe function ofthe court to rewrite a plainly-written enactment of the \nLegislature or presume that the Legislature intended something other than \nthat expressed by way of the plain language.  Ibid.  Furthennore, a court \nshould not resort to extrinsic interpretative aids when the statutory language \nis clear and unambiguous, and susceptible to only one interpretation.  ~bid. \nIn this matter, the Court finds NJ.S.A. 10:6-2(c) to be clear and \nunambiguous. and that the \"threats, intimidation or coercion\" language \napplies both to actions brought by a person alleging deprivation of rights and \nactions brought by a person alleging interference with the exercise or \nenjoyment of those rights.  The Legislature inserted a comma in between \"or \nwhose eXercise or enjoyment of those substantive rights, privileges or \nimmunities has been interfered with or attempted to be interfered with,\" and \n\"by threats, intimidation or coercion ... .\"  The Court finds that this clearly \nindicates that this \"by threats, intimidation or coercion\" language was not to \nbe read alone with the \"interference\" clause, but also with the \"deprivation\" \nclause as well.  The Legislature carefully drafted the Civil Rights Act and \nthe placement of any commas cannot be said to be inadvertent or, for \npurposes of this issue, lack any Significance. \nThe Court's finding is further supported by the language of other \nsubsections ofN.J.S.A. 10:6Â·2.  Subsecti.on (a) ofN.J's.A. 10:6Â·2 provides \n36 \n\nthat the Attorney General rnay bring an action if a person subjects any other \nperson to the deprivation of any substantive clue process or equal protection \nrights.  Subsection (b) ofN.J.S.A. 10:6-2 provides that the Attorney General \nrnay bring an action ifa person interferes or attempts to interfere by threats, \nintimidation or coercion with the exercise or enj oyment of such rights. \nThus, the Legislature drafted two separate subsections which make it clear \nthat, if the Attorney General is bringing an action, \"threats, intimidation or \ncoercion\" is only a requirement where interference or attempted interference \nwith such rights is present.  The Court finds that if the Legislature intended \nfor the same dichotomy to exist when the injured person is the party bringing \nthe action, it certainly could have drafted two separate subsections again. \nHowever, it chose not to, and instead drafted a single  where \ns~1bsection \n\"threats, intimidation or coercion\" applies to both the \"deprivation\" clause \nand \"interference\" clause.  The Court thereby finds that a finding of \"t hreats. \nintimidation or coercion\" is required in order for Plaintifts to bring \nsuccessful claims under the Civil Rights Act. \nHowever, the Court also finds that Plaintiffs have I'alsed genuine \nissues of material fact regarding any threats. intimidation or coercion by \nDefendants or DOC officers.  Plaintiffs provide that they were involuntarily \nmoved from the EMCF to the NJSP where they allege that WOlnen prisoners \n37 \n\nare subject to the inhumane and inequitable conditions as previously \ndescribed.  Plaintiffs claim that when women prisoners request psychiatric or \nmedical care or otherwise make complaints, they are intimidated by Ms. \nColeman and other officers, and have been threatened to be placed in Unit \nlOG.  Therefore, the Court finds that it cannot grant summary judgment to \nDefendants on the issue of whether Plaintiffs have any claims under the \nCivil R.ights Act. \nPlaintiffs also contend that the women prisoners' equal protection \nrights have been violated because male inmates' rights are protected whereas \nrights offemale inmates are not.  Article I, paragraph 1 of the New Jersey \nConstitution provides that all persons are by nature free and independent, \nand have certain natural and unalienable rights, among which are those of \nenjoying and def-ending life and liberty. of acquiring, possessing, and \nprotecting property, and of pursuing and obtaining safety and happiness. \nThis provision of the Constitution also guarantees equal protection for all \nNew Jersey citizens.  Peper v. Princeton Univ. Bd. ofTl'uslees, 77 NJ. 55, \n79 (1978).  The equal protection of the laws means that no person or class of \npersons shall be denied the protection of the laws enjoyed by other persons \nor classes of persons in their lives, liberty and property, and in the pursuit of \nhappiness, both as respects privileges conferred and burdens imposed.  Ibid. \n38 \n\n(citing Washington Nat'IIns. v. Bd. QfReview, 1 N.J. 545, 553 (1949)).  In \ndetermining whether a citizen's equal protection rights have been violated, a \ncourt shall employ a balancing test in analyzing the claims.  Greenberg v. \nKimmelman, 99 NJ.. 552,567 (1985).  In striking the balance, courts shall \nconsider the nature of the affected right, the extent to which the \ngovernmental restriction inu'udes lipan it, and the public need for the \nrestriction. \nl~id. \nIn this matter, the Court finds that Plaintiffs have raised genuine \nissues of material fact relevant to whether this balancing test can be satis:fled. \nPlaintiffs have clc1imed that their rights to psychiatric and medical care and \nto legal access, among others, have been affected by Defendants. \nFurthermore, Plaintiffs contend that the conditions present at the NJSP cause \nthe environment there to be far from rehabilitative in its nature.  Plaintiffs \ncontend that Defendants have collectively prevented the women prisoners \nfrom receiving necessary care or otherwise interfering with their \nfundamental rights, while at the same time permitting male inmates to freely \nexercise such rights.  Finally, the Court has not been presented with a public \nneed '1'01' this alleged disparity in treatment of male and l'emale inmates. \n111erefore, Defendants' motion for summary judgment on the issue of \nwhether Plaintiffs have legitimate equal protection claims is denied. \n39 \n\nPlaintiffs also contend that women prisoners have been subject to \ncruel and unusual punishment by Defendants.  Article I., paragmph 12 of the \nNew Jersey Constitution provides that cruel and unusual punishment shall \nnot be inflicted.  For conditions of confinement in prisons to constitute cruel \nand unusual punishment, the conditions must involve the wanton find \nunnecessary in'f1iction of pain or be grossly disproportionate to the severity \nof the crime warranting imprisonment.  Peterkin v. Jeffes. 855 f,2d 1021, \n1023 (3d Cir. 1988) (citing Rhodes v. Chapman, 452 U.S, 337 (1981).  The \nobjective factors which a court must examine in prison conditions cases \ninclude basic human needs such as food, shelter, and medical care, as well as \nsanitation, safety, the physical plant, educational/rehabi Iltative programs. the \nlength of confinement and out-of-cell time.  l!t at 1025. \nSpecifically, courts have found that the deliberate indifference to \nserious medical needs of prisoners constitutes \"the lUl1leCessary and wanton \ninfliction of pain.\"  Estelle v. Gamble, 429 U.S. 97, 104 (1976).  See also &, \nB.arnabas Med. Ctr. v. Essex County, 111 N.J. 67,74 (1988) (finding that the \nState has a federal constitutional duty to provide medical care for those \nwhom it is punishing by incarceration).  Prisoners also have a right to \npsychological or psychiatric treatment when needed.  Clark-Murphy v. \nÂ£oreback, 439 F.3d 280, 292 (6th Cir. 2006); Woodall v.Foti, 648 :E,.2d 268, \n40 \n\n270 (5th Cir. 1981).  Additionally, the deprivation of adequate sanitation \nmay also constitute cruel and unusual punishment.  Green v. Ferrell, 801 \nf..2d 765. 771 (5th Cir. 1986); Peterkin, suma, at 1025.  In sum, when the \ncumulative impact of the conditions ofincelrceration threatens the physical, \nmental, and emotional health and well.being of the inmates, the court must \nconclude that the conditions violate the Constitution.  Rhodes, sugra, at 364. \nIn this matter, Plaintiffs have made a number of allegations that the \nconditions to which the women prisoners are subject are dangerous. filthy, \nand inhumane.  Plaintiffs maintain that women prisoners receive inadequate, \nif any, medical and psychiatric care, little, if any, educational and \nrehabilitative programming, unmeaningful exercise, and are placed in cells \nwith windows frosted over blocking their views of the outside world. \nPlaintiffs cl.aim that women prisoners can only clean their cells once a week \nand must share bucket water with ten to twelve other cells.  Plaintiffs aJlege \nthat female inmates are not provided with a sufficient supply of sanitary \nnapkins and toilet paper.  In sum, Plaintiffs raise a number of significant \ngenuine issues of material fact as to the general conditions of confinement, \nand specific actions or inaction on the part of Defendants, which if later \nfound to be true, constitutes cruel and unusual punishment.  Therefore, the \nCourt denies summary judgment on the issue of whether Plaintiffs have been \n41 \n\nsubject to cruel and unusual punishment in violation of the New Jersey \nConstitution. \nFinally, Defendants challenge Plaintiffs' contention that women \nprisoners have been denied legal access.  Defendants contend that because \nnone of the women prisoners have demonstrated that they have suffered an \nactual injury, Plaintiffs' claim must fail.  Plaintiffs respond by arguing that \ntheir legal access claim does not arise under the 'U.S. Constitution but rather \nunder their right to equal protection as they are asserting that women \nprisoners are provided inferior legal access in comparison to male inmates. \nMoreover, Plaintiffs mai.ntain that two of them have suffered actual injuries \nin that they have been unable to bring non-frivolous challenges to their \nconvictions. \nTn Lewis v. Casey, 5181l:.S., 343, 346 (1996), the United States \nSupreme Court reiterated its prior holding in Bounds v. Smith, 430 U.S. 817, \n828 (1977) that the fundamental constitutional right of access to the courts \nrequires prison authorities to assist inmates in the preparation and tiling of \nmeaningful legal papers by, for example, providing prisoners with adequate \nlaw libraries or adequate assistance from persons trained il1 the law.  The \nCourt stated that prison law libraries and legal assistance programs are not \nends in themselves, but only the means for ensuring \"n reasonable adequate \n42 \n\nopportunity to present claimed violations of fundamental constitutional \nrights to the courts.\"  Id. at 351 (quoting Pounds. supra, at 825).  The Court \nalso held that an inmate must demonstrate that the alleged shortcomings in \nthe library or legalllSsistance program hindered his efforts to pursue a legal \nclaim.  Ibid.  The Court provided two examples of how an inmate could \nmake such a showing: \nHe might show, for example, that a complaint he prepared was \ndismissed for failure to satisfy some technical requirement \nwhich, because of deficiencies in the prison's legal assistance \nfacilities, he could not have known. Or that he had suffered \narguably actionable harm that he wished to bring before the \ncourts, but was so stymied by inadequacies of the law library \nthat he was unable even to file a complaint. \nIn this matter, the Court first finds that Plaintiffs' claim ofthe denial \nof legal access, .insofar as it relates to the level of access that women \nprisoners have  compared to the access that male prisoners have, will not \nlIS \nbe disposed of by summary judgment.  The Court has already indicated that \nPlaintiffs have made a number of allegations, including those concerning \nlegal. access, which raise genuine issues of material fact as to the alleged \ndisparity of treatment of male and female inmates. \nAdditionally, the COlnt finds that Plaintiffs have raised genuine issues \nof mare rial fact as to whether women prisoners have actually been hindered \n43 \n\nin efforts to make a legal claim.  Both Kathleen and Lakesha have certified \nthat they wish to bring non-frivolous challenges to the.ir convictions but have \nbeen unable to do so because they have been denied access to the NJSP law \nlibrary.  The Court finds therefore, that they and perhaps others have been so \nstymied by their denial of access to the law library that they have been \nunable to file papers with the court.  Therefore. the Court denies summary \njudgment on the issue of the denial oflega) access to the women prisoners. \nPlaintiffs have also filed claims under the New Jersey Law Against \nDiscrimination, :tl'guing that they have been discriminated against on the \nbasis of their gender.  Defendants have indicated that they have \nwithdra~. \nwithout prejudice. their challenge to Plaintiffs' claims under this law. \nTherefore, the Court finds that it need not address the potential merits of \nPlaintiffs' claims under the New Jersey Law Against Discrimination. \nFinaliy, the Court also cannot grant summary judgment on the issue of \nwhether the transfers violated the women prisoners' substantive due process \nrights.  As explained by the Court, Plaintiffs have raised several genuine \nissues of material fact concerning the conditions to which the women \nprisoners are subject at the NJSP.  Therefore, it would be inappropriate to \ngrant summary judgment on this issue. \n44 \n\nThe Court also finds that awarding summary judgment to Defendants \nat this juncture would be inappropriate in light of the fact that discovery has \nyet to commence in this matter.  Generally. New Jersey courts seek to afford \nevery litigant who has a bona fide cause of action or defense the opportunity \nfor full exposure of his case.  Velantzas v. Colgate-Palmolive Co., 109.!:::U., \n189,193 (1988).  When critical facts are peculiarly within the moving \nparty's knowledge, it is especially inappropriate to grant summary Judgment \nwhen discovery is incomplete.  Ibid.  In this matter, the Court has found \nseveral genuine issues of material fact which currently exist that can be \nresolved or clarified through the discovery process.  Therefore, the Court \nfinds that it will not grant summary judgment on this basis as well. \nFinally, Defendants argue that Plaintiffs' complaint should be \ndismissed because female inmates are a.Jready represented in the C.F. v. \nTerhune matter with respect to claims related to the delivery of mental \nhealth and medical services, and general programming and conditions \nclaims.  Defendants contend the settlement agreement reached and \nsubsequent second settlement addendum covers all of the claims brought by \nPlaintiffs in this matter.  Defendants claim that counsel for C.F. has taken an \nactive role in ensuring that the female inmates are confined in conditions \n45 \n\nthat will not lead to any mental health problems. and by doing so, has \nworked with the NJSP on the issues f!lised by Plaintiffs here. \nl-I.owever, the Court finds that the C.F. litigation does not prevent \nPlaintiffs from tiling their class action complaint here.  First, the class in \nC.p.,. and the class here are significantly different.  [n C.F., the class was \ndefined as \"all persons who suffer DSM IV, Axis I and/or Axis II disorders \nsuch that they are unable to meet the functional requirements of prison life \nwithout mental health treatment, who now or in the future will be coo'fined \nwithin the facilities of the New Jersey Department of Corrections.\"  Here, \nthe class is defined as \"all general population women prisoners who are now \nor in the future will be confined in New Jersey State Prison.\"  Thus, not a\\l \nof the female inmates as a part of the class here fall under the ambit of the \nclass as certified in C.F .. \nAdditionally, the scope of the claims in each of the cases is different, \nIn C.F\", the plaintiffs brought numerous claims under the U.s. Constitution \nand federal statutes, whereas here, Plaintiffs have brought claims under the \nNew Jersey Constitution. the Civil Rights Act, and the New Jersey Law \nAgainst Discrimination.  In C.F., the plaintiffs sought relief based on an \nalleged failure to attend and respond to the needs ofspecial needs prisoners \nwith mental health issues, whereas here, Plaintiffs seek rei ief based on an \n46 \n\nalleged denial or deprivation ofa number of their rights, including health \ncare, legal access, exercise, basic hygiene, work allocation and privacy. \nTherefore, it is clear to the Court that although there may be some \noverlapping between the two cases, they are far from identical, and thus \nPlaintiffs are not precluded from fi ling this suit here. \nFor the above stated reasons, Defendants' motion tor summary \njudgment is hereby DENIED.  The Court may ultimately transfer Plaintiffs' \nclaim that the transfer of women prisoners from the EMCF to the NJSP \nviolated their procedural due process rights to the Appellate Division \ndependent on any further development that discovery may uncover. \nThe Court entered an Order this date in accordance with this decision. \n47 \n\nAIiINE  MILGRAM \nAt'tor-ney  General  of  New  ,Jersey \nl~. J.  Hughes  JusÂ·t:Lce  complex \nPO  lâ‚¬OX  112 \n'l~renton,  New  Jersey  08625  JUl  21  l003 \nAttorney  for  Defendants \nBy:  Keith  S.  Ma.ssey,  J:r..  ~~ \nDeputy Attorney GeneraJ. \nSUiIll9AN \n(609)  292-8550  _CIIIIIIIOPItI.III'~ \nSUPERIOR  COURT  OF  NEW  ,J'Il:RSEY \nMERCER  COUNTY,  CHANCERY  DIVISION \nDOCKET  NO.  C-123-07 \n!<A.THtIi:EN  JONES,  et  211. \nI?l.ai.ntiff  Civil As~ion \nv. \nOlimER \nGEORGE  W.  HAYMAN,  et  81., \nDefendants. \nTHIS  MM1TER  having  been  opened  to  the  cou:r.Â·t  by  Anne \nMilgram,  A'ttorney  General  of  New  Jer.sey,  by  Dianne  M.  Moratti  and \nKeith  S.  Massey,  Jr.,  Deputy  Attorneys  General,  appearing  for \ndefendants,  and  the  Court  having  c;:onsiderect  the  briefs  of  the \nparties submitted in support  herein,  and  the arguments  of counsel; \nand  for  good  cause  shown: \nG~ \nI1'  IS  on  this  day  of  ,  2008, \n~lsmiss \nOan2RED  that  defendants  motion  the  complaint \n~ \nfor  failure  to  state  a  claim  on  whi.ch  relief  pS'n  be  granted \n'0':; \npursuant:  to &.  4: 6-2 (e)  is GRANTED;  and, \n\nIT  IS  FURTBl!:Q  ORDl!:RED,  thatp-Q.i.ff'S complaint  is \nWITHO~STS; \nDISMISS8D,  vHTB  PRii;JUDICii;  AND  and \nXT  IS  li'ORTHli:'R  ORDERED,  that  plaintiffs'  MO'tion  for  a \nl?~Hminary  Injuncti.on  and  Motion  for  Class  Certification  are \nf(:ler'M,e\"I\"AI!':1N1: raGndD   - .:::'U.e  -x1.-#A ~~ J .~.. ... -h--r1  .1~1.,  ,   \nXT  lS  FURTHE'R  OEltll!:RED,  that  the  Tempox:ary  Restraining \noour;;.\\~s \nOrder previ.ously entered by the  matt,er be,  and hereby \nis,  DISSOLVED:  and  O~ \nIT  IS  FURTHER  OEltlERl!:D,  'I;,hat  a  copy  of  this  Order be \nserved  upon  all pa.t'ties  wi thin  days  from  receipt  of  th:ls \nOrder  by  the  defendants. \n~_ \n......._ .,,\"'-\"',..,. S.C. \nIn  accordance  with  the  required  statement  to E.  1:6-2(a),  this \nMotion  was  /  ,,_opposed ______, _unopposed. ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/33469"
    },
    {
      "date": "2008-07-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU National Prison Project",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New Jersey state supreme court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33471,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33471.pdf",
      "title": "Motion for Class Certification",
      "text": "SUPEltlOR COURT OF NEW JERSlrV \nCHANCItRV OIVISION \nMERCER COUNTY \nccvm \nCl~ OF ,UI'!Q\\OII \nDOCI..T..I.\" l\" I'N'O â€¢ C-l .').3.-.\".'.''',''.'R MIeOle!(;!S CIIO cO;0I!\\Y.I t0I01l'' IH  J â€¢ \nRE.CE.IVED AND fillED \nKATHLEEN JONES, LAKESHA JONES, \nSYLVIA FLYNN and HBLENL. EWELL, \non behalf ofthemselves and all individuals \nsimilarly situated \nPlaintiffs \nv.  DECISION \nGEORGE W. HAYMAN et al.  Motion tbr Class Certification \nDefendants \nMARIA M. SYPEK, PJ. Ch. \nJuly 21, 2008 \nThe matter comes before the Court on a Motion for Class \nCertHication filed by American Civil Liberties Union of New Jersey \nFoundation, Mia Lewis, Esq., admitted Pro Hac Vice and Edward L. \nBarocas, Esq .â€¢ appearing on behalf of the plaintiffs' and opposition having \nbeen filed by the Office of the Attorney General, Dianne M. Moratti, Deputy \nAttorney General appearing  behalf of the Defendants' and the Court \n011 \nhaving reviewed all documents submitted and having heard oral argument \nand for good calise shown. the Court makes the followiJ1g findings: \n\nThis matter arises from a class action complaint and order to show \ncause with temporary restraints tiled on December 12. 2007 by Kathleen \nJones (\"Kathleen\"), Lakesha Jones (\"Lakesha\"), Sylvia Flynn and Helen L. \nEwell (collectively \"Plaintiffs\") against George W. Hayman, the \nCommissioner ofthe New Jersey Department of Corrections (\"DOC\"), \nJames Barbo, the Acting Deputy Commissioner of the DOC, Lydell Sherrer, \nthe Acting Assistant Commissioner of the DOC, William Hauck, the Acting \nAdministrator of the Edna Mahan Correctional Facility (,'EMCF\"), Michelle \nRicci, the Administrator of the New Jersey State Prison (\"NJSP\"), Alfred N. \nKandell, an Assistant Administrator of the NJSP, James Drumm. an \nAssistant Administrator of the NJSP, Herbert A. KaldallY, the Director of \nPsychiatry of the DOC and Thomas F. Dechan, the Director of Education of \nthe NJSP (collectively \"Defendants\") alleging that their confil1ement in the \nNJSP and the conditions in which they are held violate the New Jersey \nConstitution, New Jersey Civil Rights Act and New Jersey Law Against \nDiscrimination.  On January 22, 2008, the parties entered into a consent \norder whereby the parties agreed that the DOC would not transfer any \nfemale inmates from the EMCF to Section lEE of the NJSP until further \norder of the court.  The consent order also permitted the DOC to transfer \n2 \n\nfemaJe inmates from the EMCF to the adminiSlrative segregation unit or the \nStabilization Unit of the NJSP so long as they were later returned to the \nEMCF.  Plaintiffs now move for class certification of a class of individuals \ndefined as all general population women prisoners who are now or in the \nfuture will be con'tined in the NJSP. \nThe facts of the matter are discussed in detail in the Court's opinion \non Defendants' summary judgment motion but are briefly recited here. \nPlaintiffs are four offorty women pl'isoners who were transferred by the \nDOC from the EMCF to the NJSP in March 2007.  The NJSP is a \nmaximum-security men's prison which holds approximately 1,800 male \nprisoners.  Plaintiffs claim that since a,rriving at the NJSP, they and the other \nwomen prisoners have been subject to inhumane and inequitable conditions \nof confinement.  Plaintiffs state generally that the women prisoners' health \nhas deteriorated, that they have been deprived of psychiatric and medical \ncare, and have been denied lightful legal access, educational opportunities, \nwork opportunities, their right to exercise, right to privacy and other \nrehabilitative programming.  Plaintiffs therefore contend that they are being \ntreated differently than the male prisoners at the NJSP and differently than \nhow they were treated when they were contined at the EMCF.  Plaintiffs \nsubsequently flied their class action complaint arguing that these conditions \n3 \n\nviolate their r.ights under the New Jersey Constitution, New Jersey Civil \nRights Act and the New Jersey Law Against Discrimination. \nPlaintiffs now ask the Court to certifY this action as  class action and \nII \nto define the class as \"all general population women prisoners who are now \nor in the future will be confined in New Jersey State Prison.\"  Plaintiffs \ncontend tbat the joinder of all the class members would be impractical. that \nthere exist questions of law and fact common to tbe class, tbat the claims of \nPlaintiti:s are representative of those in the class, and that Plajntiffs will \nfairly and adequately protect the interests of the class.  Furthermore, \nPlaintiffs state that Defendants have acted on grounds which are generally \napplicable to the entire class.  Therefore, Plaintiffs maintain that their motion \nfo,' class certification should be granted. \nIn response, Defendants contend that it is clear that not all of the \nwomen prisoners who were transferred to the NJSP want to be transferred \nback.  Senior Corrections Officer Naomi Coleman, the first shift lEE \nhousing officer, certifies that her conversations with the female inmates has \nled her to believe that they have adjusted to the conditions at the NJSP and \nare content with their housing.  Ms. Coleman provides that she is on the \nfloor the majority of the time in Unit lEE five days a week,  She elrums that \nwhen the media recent.!,}' visited the NJSP to interview women on I BE, she \n4 \n\nheard one of the female inmates state that she didn't want to participate \nbecause she had complaints about the unit.  She alleges that another inmate \nremarked that this pending action contained \"lies\" that \"needed to be \nsquared away.\"  Ms. Coleman maintains that many of the female inmates \nlike being housed in lEE because it provides structure which leads to fewer \ndisciplinary charges being handed out.  Ms. Coleman concludes that I EE is \na relatively stable housing unit of the NJSP, and therefore, several female \nin.mates do not want to be part of this lawsuit or be transferred back to the \nEMCF.  See Cert. of Naomi Coleman. \nAdditionally, Mr. Drumm certifies that tell of the female inmates \nhoused in J EE have signed letters requesting that they remain at the NJSP. \nMr. Drumm states that these letters were hand delivered to him by Lucretia \nStone, an inmate of lEE.  Mr. Drumm further asserts that these letters were \nnot solicited by Defendants, but rather voluntarily submitted by these \ninmates.  See Cert. of James Drumm. \nDefendants conclude that Plaintiffs simply do not represent the \ninterests of the other female inmates at the NJSP.  Defendants contend that \nany details of alleged wrongful activity and conditions are very specific to \nPlaintiffs, and that it is apparent that many of the female inmates wish to \n5 \n\nremain at the NJSP.  Therefore, Defendants maintain that class certification \nshould not be granted in this matter. \nThe issue before the Court is whether to grant class certification in \nthis matter to define the class as \"all general population women prisoners \nwho are now or in the future will be confined in New Jersey State Prison.\" \n)14:32-1 governs the requirements for maintaining a class action and \nprovides, in pertinent part: \n(a) General Prerequisites to a Class Action. One or more \nmembers of a class may sue or be sued as representative parties \non behalfofall only if(l) the class is so numerous that joinder \nof all members is impracticable, (2) there are questions of law \nor fact common to the class, (3) the claims or defenses ofth.e \nrepresentative parties are typical of the claims or defenses of the \nclass, and (4) the representative parties will fairly and \nadequately protect the interests of the class. \n(b) Class Actions Maintainable. An action may be maintained \nas a class action if the prerequisites of paragraph (a) are \nsatisfied, and in addition: \n(2) the party opposing the class has acted or refused to act on \ngrounds generally applicable to the class, thereby making \nappropriate final injunctive relief or corresponding declaratory \nrelief with respect to the class as a whole \nAs R. 4:32-1  replicates the federal rule on class action, F. R.C.P. 23, Riley v. \nNew Rapids Camet Ctr., 61 N.J. 218, 226 (1972), New Jersey cou!'ts have \nconsistently lOOked to the interpretations of the federal counterpart for \n6 \n\nguidance in construing:& 4:32-1.  Delgozzo v. Kenny. 266 N.J. Super. 169, \nJ 88 (App. Div. 1993).  The rule is required to be liberally construed and the \nclass action permitted to be maintained unless there is a clear showing that it \nis inappropriate or improper.  VaracalJo v. Mass Mutual Life Ins., 332 N.J. \nSuper. 31,45 (App. Div. 2000).  The Court will analyze each requirement of \nthe class action rule in tum. \n(1) Numerollity \nThe first requirement Plaintiffs must demonstrate is that the class is so \nnumerous that joi.nder of all members will be impracticable.  This \nnumerosity requirement \"is more than a mere 'numbers game. ,,,  West \nMorris Pediatrics, P.A. v. Henry Schein, Inc., 385 N.J. Super. 581, 595 (Law \nDiv, 2004) (quoting Liberty Lincoln Mercury, Inc, v. Ford Marketing Com., \n149 F.R.D. 65, 74 (D.N.J. 1993Â».  Accordingly, the number of purported \nclass members is not wholly dispositive of the analysis.  Ibid.  Rather, an \nequal part of the inquiry centers around whether \"the difficulty and or \ninconvenience ofj oining all members of the class calls for class \ncertitication.\" lfh at 596 (quoting Lerch v. Citizens First Bancom. Inc .. 144 \nF.R..D. 247, 250 (D.N.J. 1992Â»,  Additionally, where the primary relief \nsought by the plaintiffs is injunctive, a strict application of the numerosity \n7 \n\nrequirement would be unwarranted.  Weiss v. York Hospital, 745 E,2d 786, \n808 (3d Cir, 1984), cert. den. 470 U,S. 1060 (1985). \nThe Third Circuit in Weiss declared that in most cases where a \nplaintiff seeks injunctive relief against discriminatory practices by a \ndefendant, the defendant will not be prejudiced if the plaintiff proceeds  a \n0.0 \nclass action basis because the requested relief generally will benefit not ooly \nan \nthe claimant but  other persons subject to the practice under attack.  Id. at \n808.  The Weiss court provided that ajudicial determination that a particular \npractice infringes upon protected rights and is therefore invalid will prevent \nits application by the defendant against many persons not before the court. \nIbid.  Therefore, the Weiss court held that rigorous application of the \nnumerosity requirement would not appear to be warranted.  Ibid.  See also \nJones v. Diamond, 519 F.2d 1090, 11 00 (5th Cit. 1975) (finding a class \nwhere forty eight prisoners sought injunctive relief). \nLikewise, in this matter, Plaintiffs seek to certify a class of \napproximately forty female prisoners who are seeking injunctive reIiefto \nprohibit Defendants from violating their civil and constitutional rights.  Any \ninjunctive relief granted by the Court will generally benefit all members of \nthe class.  Therefore. the Court does not find that a strict application of this \nrequirement in this matter would be appropria.te. \n8 \n\nFurthellliore, the Court finds that other factors are present which \ncause the Court to hold that this requirement has been satisfted here. \nAlthough the number in the class is not dispositive of the requirement, \nPlaintiffs seek to establish a class ofapproximately forty prisoners, and this \nnumber has been presumed to satisfy this requirement.  Stewart v. \n~ ~ \nAbraham, 275 f)d 220, 226-27 (3d Cir. 200]), cert. den., 536 U.S. 958 \n(2002); Consolidated Rail COQ?  Town ofHvdePark, 47 F.3d 473, 483 \nV. \n(2d Cir.), cert. den., North Rockland Central School Dist. v. Consolidated \nRai I COQ?, 51 5  U.S. 1122 (1995).  Additionally, it would be difficult to join \nall the members of the class at issue because of the fact that each of the \nmembers is currently imprisoned.  Moreover, any future members of the \nclass are unknown at this time, and will also be imprisoned.  Therefore, the \nCourt finds that Plaintiffs have demonstrated that the number of class \nmembers renders the joinder of all members impracticable. \n(2) Commonality \nThe second requirement Plaintiffs must demonstrate is that there are \nquestions of law or fact common to the class.  It is not necessary that all \nquestions of fact or law raised be common; to the contrary, a single common \nquestion is sufficient.  West Morris Pediatrics, sU[Jra. at 600.  Furthermore, \nclass members can assert such a single common complaint even if they have \n9 \n\nnot all suffered actual injury; demonstrating that all class mem bers are \nsubject to the same harm will suffice.  Baby Neal for & by Kanter v. Casey, \n43 E,3d 48,56 (3d Cir. 1994).  Class reHefis consistent with the need for \ncase.by-case adjudication, especinlly where it is unlikely that differences in \nthe factual background of each claim will affect the outcome of a legallssue. \nkb at 57 (citing Califano y. Yamaski, 442!,l&,. 682,701 (1979)).  This is \nespecially true where the plaintiffs request declaratory and injunctive relief \nagainst a defendant engaging in a common courSe of conduct toward them, \nand there is therefore no need for individualized determinations of the \npropriety of injunctive relief.  Ibid. \nIn this matter, Plaintiffs have stated that all members of the class will \nbe those female inmates housed as gelleral population women prisoners. \nPlaintiffs a.llege that all such pr.isoners are subject to the policies and \npractices of Defendants.  Plaintiffs further allege that such practices and \npolicies have subject the class to cruel and unusual punishment and \ninhumane and inequitable conditions ofcont'inement in violation of the New \nJersey Constitution, New Jersey Civil Rights Act and New Jersey Law \nAgainst Discrimination.  Therefore, it appears that Plaintiffs have \ndemonstrated that common questions of law and fact exist as to the class \nmembers. \n10 \n\nDefendants argue that their certifications effectively refute the \nallegations made by Plaintiffs.  Defendants also contend that any details of \nthe alleged wrongful acts of Defendants are very specific to the individual \nprisoners.  However, the question of whether Plaintiffs' allegations can \neventually be proven is not a tactor to be considered in determining whether \na class should be certified.  The merits of a complaint are not involved in the \ndetermina1ion as to whether a class action may be maintained, unless of \ncourse the allegations are patently frivolous.  Olive v. Graceland Sales \n~,6] N.J. 182,189 (1972).  A review ofthe evidence submitted by \nPlaintiffs makes it clear that their allegations are not frivolous but rather that \nthey truly believe they are being subject to inhumane conditions and have \nbeen denied and deprived of certain rights.  Therefore., the Court finds that \nPlaintiffs have demonstrated that common questions of law or fact exist as to \nthe members of the class. \n(3) Typicality \nThe third requirement Plaintiffs must demonstrate is that the claims \nand defenses ofPlail1tiffs are typical of the claims and defenses of the class. \nTypicality requires that the \"harm complained of be CommOl1 to the class.\" \nWest Morris Pediatrics, supra, at 603 (quoting HassiJ;le v. Jeffes, 846 f,,2d \n169. 177 (3d Cir. 1988)).  Where the legal or factual positions of the class \nII \n\nrepresentatives are markedly different from those of the putative class \nmembers, typicality will not be satisfied.  Ibid.  Accordingly. in order to \nmeet their burden, Plaintiffs mllst demonstrate that their claims \"have the \nessential characteristics common to the claims of the class.\"  Ibid. (quoting \nIn re Cadillac V8-6Â·4 Class Action, 93 N,J. 4l2, 425 (1983). \nThe Court finds that Plaintiffs have satisfied the typicality \nrequirement in this matter.  The underlying claims of Plaintiffs and the other \nmembers of the class arisen'om their transfers from the EMCF to the NJSP. \nthe conditions of confinement at the NJSP and the discriminatory actions of \nDefendants.  Although each of Plaintiffs and the members of the class may \nallege somewhat different facts depending on how each was individually \ntreated, their factual positions are not markedly di fferent as each arises from \nthe same underlying claims.  Therefore. the Court finds that Plaintiffs have \ndemonstrated that the claims and defenses of Plaintiffs are typical of the \nc.laims and defenses of the class. \n(4) Adequacy ofR epresentation \nThe fourth requirement Plaintiffs must demonstrate is that they fairly \nand adequately protect the interests of the class.  As a general rule, the \ninterest of the named representatives must be coextensive with the interest of \nthe other members of the class.  GalIano v. Running, 139 N.J. SURer. 239, \n12 \n\n246 (Law Div. 1976), cert. den. 75 N.J. 600 (1978).  Coextensive interests \nexist when the representatives and the class members Shtire common \nobjectives and legal or factual positions; in other words, when there are no \nantagonistic interests between the representatives and the class.  Ibid.  The \ncourt must also be assured that the representatives will vigorously prosecute \nor defend that interest, and this will usually require the assistance of \nresponsible and able counsel.  Ibid. \nIn this matter, the Court finds that Plaintiffs satisfy the fourth \nrequirement of class certification.  The allegedly unlawful practices and \npolicies that Defendants enforce affect all of the members of the class.  Each \nmember has a strong interest in ensuring that her constitutional and civil \nrights are being protected.  Plaintiffs have vigorously prosecuted the \ninterests of the class as they have tiled numerOus motions and have opposed \nthe motions filed by Defendants.  Finally, Plaintiffs afe being represented by \nthe American Civil Liberties Union and the Court has not been given any \nreason to believe that counsel has been irresponsible or unable to represent \nthem. \nDefendants argue that Plaintiffs' interests do not align with those of \nthe other class members because other female inmates have expressed \nII \ndesire to remain in Unit lEE of the NJSP.  However, the question is not \n13 \n\nwhether there is a 100% concurrence of interests within the class, but rather \nwhether the class as a whole and as to some primary issues being litigated is \nadequately represented.  Wyatt by & Through Rawlins v. Poundstone, 169 \nF.R.D. 15S, 161 (M.D. Ala. J9  95).  As the Court has detenllined that the \nmembers of the class have similar primary issues at stake, the Court finds \nthat Plaintiffs are adequately and fairly representing the interests of the class \n.in this matter. \n(5) Have Defendants Acted on Grounds General{v Applicable to the Class? \nFinally, Plaintiffs state that Defendants have acted or refused to act \n011 \ngrounds generally applicable to the class, thereby making appropriate flnal \ninjunctive reBef or corresponding declaratory relief with respect to the class \nas a whole.  R.4:33-I(b)(2).  This requirement is almost automatically \nsatisfied in actions seeking primarily injunctive relief.  Baby Neal,  at \nSU[!fa, \n58 (citing Weiss, supra, at 811).  When a lawsuit seeks to define the \nrelationship between the defendants and the world at large, (b )(2) \ncertification is appropriate.  lhl!l It is the (b)(2) class which serves most \nfrequently as the vehicle for civil rights actions and other institutional reform \ncases that receive class action treatment.  Id. at 58-59 . .In fact, the injunctive \nclass provision was designed specifically for civil rights cases seeking broad \n14 \n\ndeclaratory or inj lUlctive relief for a numerous and often unascertainable or \namorphous class of persons.  !fh at 59. \nIn this matter, Plaintiffs have brought a lawsuit alleging a violation of \ntheir constitutional and civil rights and are primarily seeking injunctive \nrelief.  Furthermore, the Court has found that Plaintiffs have satisfied the \nrequirements of class certi'tication under subsection (a) of R. 4:33-1. \nTherefore, the Court finds that Defendants have acted on grounds generally \napplicable to the class. \nThe Court thereby finds that Plaintiffs have satisfied all four \nrequirements of class certification under.& 4:33-1 and one of the \nrequirements under R. 4:33.I(b).  Therefore. the Court finds that it will grant \nclass certification to Plaintiffs and define the class as \"all general popUlation \nwomen prisoners who are  or in the future will be confined in New \nI10W \nJersey State Prison.\" \nFor the above stated reasons, Plaintiffs' motion for class certification \nis hereby GRANTED. \nThe Court entered an order this date in accordance with this decision. \nIS \n\nPREPARlm BY THE COURT  SUPEJUOR COURT 0)<' NEW JERSEY \nCHANCERY nIVlSION \nMERCER COUNTY \nDOCKET NO.  CÂ·123-07 \nKATHI.EIm JONES. LAKBSHA JONES, \nSYLVIA FLYNN and HET.EN L. EWELL. \non behalf of themselves and all individuals \nsimilarly situated \nPlaintiffs \nv.  ORDER \nGEORGE W.  HAYMAN ot al.  Motion for Class Certification \nDelendants \nThe maUer comes before the Court on a Motion for Class Certification tiled by \nAmerican Civil Liberties Union o'l'New Jersey Foundation, Mia Lewis, Esq .â€¢ admitted \nPJ'o Hac Vice lind Edward L. BaroclIs. Esq .â€¢ appearing on behalf of the plaintiffs' and \nopposition h11ving been filed by the Office of the Attorney aen~ral. Dianne M. Morani, \nDeputy Attorney General appearing on behalfofthe Defendants' and the Court having \nreviewed all documents submitted and having heard oral argument <lnd for good cause \nshown: \nIT IS ON THIS 21ST day of July. 2008 \nORDERED that the Plaintitl'SÂ· motion for class certifiClltion is hereby GRANTED for the \nreasons set forth in the decision issued by this Court. \n16 \n\nIT 1S FURTHER ORDERED that a oopy ot'this decision lind order shall be \nserved on aU parties within seven (7) days of the date herein. \n17 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/33471"
    },
    {
      "date": "2007-12-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU National Prison Project",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New Jersey state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 29873,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/29873.pdf",
      "title": "Civil Action Class Action Complaint",
      "text": " \n \n \n \n \n \n \n \nMIE LEWIS (p.h.v. application concurrently filed) \nLENORA M. LAPIDUS (LL6592) \nAmerican Civil Liberties Union Foundation \nWomenâ€™s Rights Project \n125 Broad Street, 18th Floor \nNew York, NY 10004  \n(212) 519-7848 \n \nEDWARD L. BAROCAS (EB8251) \nAmerican Civil Liberties Union of New Jersey Foundation \nPost Office Box 32159 \nNewark, New Jersey 07102 \n(973) 642-2086 \n \nCo-Counsel for Plaintiffs \n \nKATHLEEN JONES, LAKESHA JONES, \nSYLVIA FLYNN, and HELEN L. EWELL, \non behalf of themselves and all individuals \nsimilarly situated, \n \nSUPERIOR COURT OF NEW JERSEY \n    Plaintiffs, \nCHANCERY DIVISION â€“ GENERAL \n  v. \nEQUITY \n \nMERCER COUNTY \nGEORGE W. HAYMAN, in his official \n \ncapacity as Commissioner of the New Jersey \n \nDepartment of Corrections, JAMES \nDocket No._________________________ \nBARBO in his official capacity as Acting \n \nDeputy Commissioner of the New Jersey \nCIVIL ACTION \nDepartment of Corrections, LYDELL \nCLASS ACTION COMPLAINT \nSHERRER, in his official capacity as Acting \nAssistant Commissioner for the Division of \nOperations of the New Jersey Department of \nCorrections, WILLIAM HAUCK, in his \nofficial capacity as Acting Administrator of \n\nthe Edna Mahan Correctional Facility, \nMICHELLE RICCI, in her official capacity \nas Administrator of the New Jersey State \nPrison, ALFRED N. KANDELL, in his \nofficial capacity as Assistant Administrator \nof the New Jersey State Prison, JAMES \nDRUMM, in his official capacity as \nAssistant Administrator of the New Jersey \nState Prison, HERBERT A. KALDANY, in \nhis official capacity as Director of \nPsychiatry of the New Jersey Department of \nCorrections, and THOMAS F. DECHAN, in \nhis official capacity as Director of Education \nof the New Jersey State Prison,  \n \n    Defendants. \n \nPRELIMINARY STATEMENT \n1.  In March 2007, the New Jersey Department of Corrections (NJDOC) \ntransferred approximately forty women, many of them model prisoners, from New \nJerseyâ€™s sole womenâ€™s prison, Edna Mahan Correctional Facility for Women (EMCF), to \nthe New Jersey State Prison (NJSP). NJSP is a maximum-security menâ€™s prison holding \napproximately 1,800 male prisoners. The transferred women were stripped of conditions, \nprogramming, and services appropriate to their needs and are now subjected to lock-\ndown conditions virtually identical to those in disciplinary segregation. They are \nsubjected to conditions far more oppressive and restrictive than those of male prisoners \nbecause NJSP is, by design and operation, a menâ€™s prison in which a tiny minority of \nwomen are now confined. Under these conditions, the womenâ€™s mental and physical \nhealth have rapidly deteriorated, fights have broken out, and suicide attempts have \noccurred. \n  Class Action Complaint - 2 \n\n2.  This is a civil rights class action challenging the transfer and the \nsubsequent treatment of the women prisoners as violations of their due process and equal \nprotection rights, their right to be free from cruel and unusual punishment, and their right \nto privacy. In addition, the transfer to unnecessarily restrictive, inhumane, and physically \nand psychologically damaging conditions is contrary to the laws and policies of the State \nof New Jersey, and the New Jersey Department of Correctionsâ€™ obligation to rehabilitate \nprisoners for the protection of the public. The Departmentâ€™s ill-considered measure is \nalso symptomatic of its general failure to plan for the women in its custody. \n3.  Plaintiffs bring this action seeking injunctive, declaratory, and other \nequitable relief, and attorneysâ€™ fees and costs. This action is based on defendantsâ€™ \nviolations of the New Jersey Constitution, the New Jersey Civil Rights Act, the New \nJersey Law Against Discrimination, and other provisions of New Jersey statutory and \ncommon law. \nJURISDICTION AND VENUE \n4.  This Court has jurisdiction over this action pursuant to N.J. Stat. Â§ 10:6-2. \n5.  Venue is proper in Mercer County pursuant to N.J. Court Rule 4:3-2(a) \nbecause the causes of action arose in Mercer County. \nPARTIES \nI.   Plaintiffs \n6.  Plaintiff KATHLEEN JONES, incarcerated at EMCF in October 2003, is  \na thirty-nine-year-old woman with four children. She is a medium-security status prisoner \nwhose only two disciplinary charges at EMCF were brief losses of recreation time for \nsmoking cigarettes indoors. While at EMCF, Jones was provided free telephone calls to \n  Class Action Complaint - 3 \n\nher children and visits from her children through EMCFâ€™s programs for mothers. Since \nMarch 2007, Jones has been confined in NJSP. She has suffered extreme difficulty in \nmaintaining contact with her children as a result of the virtual lock-down conditions and \nthe absence of family unity programs including social worker assisted calls. In NJSP, \nsimply calling each of her four children would cost Jones approximately $100, while the \nwages she earns in her prison job are $2.30 per day, or at best approximately $70 per \nmonth. Jones is attempting to bring a non-frivolous challenge her conviction and is \nunrepresented by counsel. Because she is denied access to the NJSP prison law library, \nshe is unable to prepare a pro se challenge. \n7.  Plaintiff LAKESHA JONES is a thirty-four-year-old medium-security \nstatus prisoner who was transferred from EMCF to NJSP in March 2007 after being \nconfined at EMCF since 2005. Jones suffers from panic attacks and asthma for which she \nuses an inhaler. Although her condition had improved at EMCF, it worsened upon her \ntransfer to NJSP, and she has suffered attacks from both disorders. Jones has been denied \ntimely access to her inhaler and medications, and when she suffers attacks, both she and \nother prisoners must cry out and bang on their cell walls for long periods of time before \nNJSP officials respond. Like other women confined in NJSP, Jones was informed by \nDefendant Kandell and NJSP correctional officers that if she requested mental health care \nshe would be sent to a â€œstabilization unitâ€ where conditions are known to be filthy, \ndangerous, and degrading. Jones is bringing a non-frivolous challenge to her conviction \nfor robbery and related charges but has been prevented from conducting legal research \nbecause she is denied access to the NJSP law library. Instead, Jones was instructed to use \nan ineffective paging system in which she must request specific statutes and cases, but is \n  Class Action Complaint - 4 \n\ngiven no way to determine which of these she requires. Via the paging system, it took \nNJSP officials two days simply to provide Jones with a copy of the legal definition for \nthe crime of robbery. \n8.  Plaintiff SYLVIA FLYNN is a medium-security status prisoner who was \ntransferred from EMCF to NJSP in March 2007. She is sixty-five years old. Since being \nimprisoned in 2001, Flynn has maintained an exemplary disciplinary record, and has in \naddition participated in twenty-two certificate-granting programs offered at EMCF. After \ncompleting a 5000-hour apprenticeship in upholstery, Flynn worked as an upholsterer, \ntaught upholstery to other women at EMCF, and also worked as a hairdresser, her life-\nlong profession. When Flynn was transferred to NJSP, she requested permission to \ncontinue teaching upholstery and cosmetology but was told that neither is taught at NJSP. \nShe is now employed as a â€œWing Barber,â€ receiving $2.50 a day to cut other women \nprisonersâ€™ hair. In the past several months, Flynnâ€™s physical and mental health have \ndeteriorated, and she has witnessed the deterioration of the other women held at NJSP. \n9.  Plaintiff HELEN L. EWELL, incarcerated at EMCF since 2003, has been \na medium-security status prisoner for almost two years and has had no disciplinary \ncharges during that period. While at EMCF, Ewell worked in EMCFâ€™s upholstery shop \nand sewing shop. Ewell participated in a number of therapeutic groups, including a \nvolunteer-facilitated domestic violence program in which Ewell benefited from the \ninstructorsâ€™ advice and the insights of other abuse survivors, succeeding in coming to \nterms with her years-long experience of domestic violence. Since being transferred to \nNJSP, Ewell has suffered from the near-constant confinement in a poorly-ventilated cell \nand the almost complete absence of rehabilitative programming and social stimulation. \n  Class Action Complaint - 5 \n\n10.  All plaintiffs reside in the New Jersey State Prison, P.O. Box 861, \nTrenton, New Jersey, 08625. \nII.   Defendants \n11.  Defendant GEORGE W. HAYMAN is and at all relevant times was \nCommissioner or Acting Commissioner of the New Jersey Department of Corrections \n(NJDOC). Pursuant to N.J.S.A. Â§ 30:1B-6, Hayman is responsible for all matters of \npolicy enacted and enforced within NJDOC including the unlawful transfer of women \nfrom EMCF and the unlawful conditions to which women are subjected in NJSP. In \naddition, defendant Hayman has personal knowledge of various aspects of the unlawful \nconditions of confinement through written pleas from one or more women prisoners but \nhas permitted the unlawful conditions to persist. \n12.  Defendant JAMES BARBO is and at all relevant times was Acting Deputy \nCommissioner of the New Jersey Department of Corrections. As such, he is responsible \nfor all matters of policy enacted and enforced within NJDOC including the unlawful \ntransfer of women from EMCF and the unlawful conditions to which women are \nsubjected in NJSP. In addition, defendant Barbo has personal knowledge of various \naspects of the unlawful conditions of confinement through his review of prisoner \ngrievances and has personally approved such conditions through his denial of the \nwomenâ€™s requests for relief. \n13.  Defendant LYDELL SHERRER is and at all relevant times was Acting \nAssistant Commissioner for the Division of Operations of the New Jersey Department of \nCorrections. As such, he is responsible for the unlawful transfer of women from EMCF \nand the unlawful conditions to which women are subjected in NJSP. \n  Class Action Complaint - 6 \n\n14.  Defendant WILLIAM HAUCK is and at all relevant times was Acting \nAdministrator of the Edna Mahan Correctional Facility. He is responsible for carrying out \nor overseeing the unlawful transfer of women from EMCF to NJSP. \n15.  Defendant MICHELLE RICCI is and at all relevant times was \nAdministrator or Associate Administrator of the New Jersey State Prison. She is \nresponsible for carrying out or overseeing the unlawful transfer of women from EMCF to \nNJSP and the unlawful conditions in which women in NJSP are confined. \n16.  Defendant ALFRED N. KANDELL was until October 2007 the Assistant \nAdministrator at NJSP with direct authority over the housing unit where the women \nprisoners are confined, and is consequently responsible for the unlawful conditions of \nconfinement. In addition, Defendant Kandell has personal knowledge of various aspects \nof the unlawful conditions of confinement through his review of prisoner grievances and \nhas personally approved such conditions through his denial of the womenâ€™s requests for \nrelief. \n17.  Defendant JAMES DRUMM has since October 2007 been the Assistant \nAdministrator at NJSP with direct authority over the housing unit where the women \nprisoners are confined, and is consequently responsible for the unlawful conditions of \nconfinement. \n18.  Defendant HERBERT A. KALDANY is and at all relevant times was \nDirector of Psychiatry of the NJDOC and is responsible for the denial of mental health \ncare to which the women confined in NJSP are subjected. \n19.  Defendant THOMAS F. DECHAN is and at all relevant times was \nDirector of Education at NJSP, a position whose duties include responsibility for legal \n  Class Action Complaint - 7 \n\nservices, including law library services, for all NJSP prisoners. He is responsible for the \nunlawful deprivation of educational and other rehabilitative services and the denial of \nlegal access suffered by the women confined in NJSP. \n20.  The New Jersey Department of Corrections and each prison it administers \nis a public accommodation for purposes of the New Jersey Law Against Discrimination. \nAll defendants are sued in their official capacities. At all relevant times, all defendants \nwere acting under color of state law and within the scope of their employment. \nDefendants have actual knowledge of the unlawful conditions of confinement, by virtue \nof having received grievances and other communications directly from prisoners, through \nwritten communication from plaintiffsâ€™ counsel and a meeting with plaintiffsâ€™ counsel on \nNovember 2, 2007, and one or more written communications from community members \nalarmed by the transfer of women and their subsequent mistreatment in NJSP. \nFACTS GIVING RISE TO THE CLAIMS FOR RELIEF \nI.  The Unlawful Transfer of Women Prisoners to a Menâ€™s Maximum Security   \nPrison \n \n21.  Until March 2007, all women prisoners in the State of New Jersey were \nheld in the Edna Mahan Correctional Facility for Women (EMCF) in Clinton, New \nJersey. EMCF holds approximately 1,000 women prisoners of all security classifications \n(minimum, medium, and maximum) and provides many of them with an array of \nrehabilitative programming and services. Prior to March 2007, the only women \ntransferred away from EMCF were those who had committed extremely serious \ninfractions of prison rules such as threatening an officer or attacking another prisoner \nduring a mass movement of prisoners. By law, these women were and are entitled to \nreceive a due process hearing before a disciplinary board. The board may elect to send \n  Class Action Complaint - 8 \n\nwomen found to have committed such infractions to a disciplinary segregation unit in \nNJSP for a limited term after which they are returned to EMCF. \n22.  The New Jersey State Prison (NJSP) is described by defendant Michelle \nRicci, who is its warden, and the American Correctional Association as a â€œsupermaxâ€ \nprison. It is described by the New Jersey Department of Corrections as imposing â€œa level \nof custodial supervision and control beyond that of any other state correctional facility.â€ \nNJSP holds approximately 1,800 male prisoners. \n23.  In March 2007, approximately forty women, the majority of whom were \nclassified as medium-security prisoners, had excellent disciplinary records, and/or held \nparaprofessional job assignments for months or years while at EMCF, were abruptly \ntransferred to a maximum-security housing unit in NJSP. No notices, hearings, or other \nprocedures preceded these transfers. The Department of Corrections subsequently \nadmitted in response to a public records request that no policy guided its selection of \nwomen for transfer from among the many medium-security status prisoners at EMCF. \nAdditional women have since been assigned directly to NJSP from the reception center at \nEMCF or retained at NJSP at the expiration of their disciplinary segregation terms. \n24.  The mass transfers of women occurred on two separate occasions. On each \noccasion, women held at EMCF were locked in their cells without explanation. A convoy \nof trucks arrived and guards in full riot gear carrying batons, mace, and other weapons \ndescended on the womenâ€™s quarters and took women from their rooms. Each woman was \ntaken to a separate room and stripped naked while guards, including male guards, \nobserved her and filmed her with a video camera. When the strip searches were complete, \nthe women were handcuffed and shackled, then loaded onto a bus and taken to NJSP. \n  Class Action Complaint - 9 \n\n25.  During these chaotic and terrifying transfers, women panicked in their \ncells and wept hysterically. Because many of the women held at EMCF have experienced \nsexual and physical abuse by men prior to and in some cases during their incarceration, \nthey were extremely frightened by the procedures employed during the transfers and the \nprospect of transfer to a menâ€™s prison. Nursing and psychiatric staff had to be called to \nattend to the panic-stricken women, and many women were medicated or received \nincreased dosages of medication. \n26.  NJDOC has informed the women that their placement in NJSP is \npermanent, and it appears that additional transfers may be contemplated. The primary \nreason offered by NJDOC for the transfer of women to a high-security menâ€™s prison is \nthat the transfers were necessitated by NJDOCâ€™s interpretation of the Settlement \nAgreement reached in D.M. v. Terhune, 67 F.Supp.2d 401 (D.N.J. 1999) (also captioned \nas C.F. v. Fauver and C.F. v. Terhune) an action brought on behalf of prisoners with \nmental illness (â€œspecial needsâ€). This Agreement, which requires that certain special \nneeds prisoners be housed in single-occupancy cells, does not in fact dictate the transfer \nof non-special needs prisoners to unconstitutional and inappropriate conditions and its \nterms can be complied with in ways that do not infringe the rights of women prisoners. \n27.  Upon information and belief, defendants Hayman, Barbo, and Sherrer are \nresponsible for matters of policy affecting prisons within the DOC, and personally acted \nto adopt or approve the policy of confining women prisoners in NJSP or were aware of \nthe policy and failed to act to remedy it. Upon information and belief, defendants Hauck \nand Ricci, by virtue of their respective positions as Administrators of EMCF and NJSP, \npersonally acted to effectuate the confinement of women prisoners in NJSP.   \n  Class Action Complaint - 10 \n\nII. Inhumane and Inequitable Conditions of Confinement in New Jersey State \nPrison \n \nA.   Discriminatory Imposition of Restrictions and Isolation \n28.  While conditions at EMCF are far from perfect, all of the prisoners held \nthere, including those classified as medium and maximum security, spend the majority of \neach day outside of their cells performing work or participating in educational and other \nrehabilitative programming. During the day, prisoners move about through open fields \nbetween their units and other buildings such as work sites, school buildings, and the \ncafeteria. In addition to regularly scheduled exercise and recreation time, women are \nprovided periodic breaks outdoors throughout the day. Prison lock-downs of more than a \nfew hours are virtually unknown at EMCF. \n29.  In contrast, the conditions in which the transferred women are confined in \nNJSP are drastically worse than those at EMCF and worse than those of male NJSP \nprisoners. Although the majority of the women confined in NJSP are classified as \nmedium security and have excellent disciplinary records, all of the women are \npermanently confined to a single small unit of the prison and rarely if ever are permitted \nmovement about the prison. Lock-downs because of violence or serious violations of \nprison rules by male prisoners at NJSP are common, exacerbating further the isolation to \nwhich the women are subjected. \n30.  In contrast, general population male prisoners in NJSP are provided daily \nmovement about areas of the prison outside their own housing units, such as for meals, to \nattend educational or other rehabilitative programs, to conduct research in the law library, \nand for other purposes. The women confined in NJSP are the only general population \n  Class Action Complaint - 11 \n\nprisoners in the State of New Jersey who are confined to their housing units and are \nprohibited from moving about the prison.  \n31.  Within their unit, the women are locked in their cells for up to twenty-two \nhours of each day, far longer than male general population prisoners. The window of each \nwomanâ€™s cell is entirely covered by a semi-opaque paint blocking much of the sunlight \nand completely obstructing the womenâ€™s view of the outdoors. Of the entire population of \nNJSP, it is only the women prisoners and the mentally ill male prisoners on the floor \nabove them who are subject to these conditions. The windows of the male prisoners two \nfloors above the womenâ€™s unit are not painted over; nor are any of the windows of \napproximately 1,800 other male prisoners. \n32.  The extremely restrictive and isolated conditions of confinement imposed \non the transferred women are virtually identical to those of women sent to NJSP for \npunishment in disciplinary segregation. The only differences are that the transferred \nwomen may leave their cells for meals and occasional indoor recreation, are not strip \nsearched upon leaving their cells, and may buy certain products from the prison \ncommissary which women in disciplinary segregation are barred from purchasing. While \ndisciplinary segregation ends after a limited period of time, the general population \nwomen prisoners now confined in NJSP are to remain there indefinitely, even upon \nattaining minimum-security status, which for the majority amounts to many years and in \nsome cases decades. \n33.  Under these isolated conditions, many women prisoners are suffering \nanxiety, depression, and other forms of emotional distress and their mental and physical \n  Class Action Complaint - 12 \n\nhealth is rapidly deteriorating. Fights have broken out between women, and multiple \nsuicide attempts have occurred. \n34.  Plaintiff Lakesha Jones has suffered from intense feelings of isolation \nunder the lock-down conditions. Jones suffers from depression and anxiety attacks \naccompanied by severe asthma. These conditions have drastically worsened in the \nrestrictive and isolating conditions to which she is subjected in NJSP. \nB.   Deprivation of Psychiatric Care \n35.  Women prisoners at EMCF receive some measure of psychiatric care \nincluding counseling and medication. Individual counseling is provided for trauma \narising from the physical and sexual abuse common in the life histories of incarcerated \nwomen. Medications for depression, anxiety, insomnia, and Post-Traumatic Stress \nDisorder can be obtained by prescription. Male NJSP prisoners are also provided with \npsychiatric care and like women EMCF prisoners can obtain prescriptions for \nmedications to address common disorders with relative ease. \n36.  In contrast, women held in NJSP are denied psychiatric counseling and \nmedication. Women who request such care and even some who simply cry are threatened \nwith, and sometimes actually placed in, â€œUnit 1GG,â€ a â€œstabilization unitâ€ ostensibly \nused for prisoners who present a danger to themselves or others but in reality also used to \npunish women who attempt to obtain psychiatric care or voice concerns about the lack of \nsuch care. \n37.  Conditions in Unit 1GG are filthy, dangerous, and degrading. Women \nconfined in Unit 1GG are stripped naked and given only a heavy quilt-like drape to cover \nthemselves. This garment is never changed or washed during the time a woman is held in \n  Class Action Complaint - 13 \n\nthe unit. The women are locked in empty cells for most of each day with only a filthy \npiece of foam rubber on which to lie. No sheets or blankets are provided. There is no \nrunning water to drink, wash oneâ€™s hands, brush oneâ€™s teeth, or flush the toilet. The \nwomen are denied toilet paper and are left with no way to wipe bodily waste off of \nthemselves. \n38.  Plaintiff Lakesha Jones began suffering depression and anxiety attacks \naccompanied by asthma attack when her sister died in 1996. She was hospitalized \nnumerous times and prescribed psychiatric medication. At EMCF, Jonesâ€™s condition \nimproved because of the availability of activities throughout the day with which she kept \nherself occupied and her ability to walk about the grounds to relieve anxiety. Under those \nconditions, Jones succeeded in discontinuing her use of psychiatric medications. Since \nher transfer to NJSP, Jonesâ€™s condition has drastically worsened because of the severe \ninactivity and stress to which women prisoners are subjected. When she first arrived at \nNJSP, Jones was informed by defendant Kandell and NJSP correctional officers that if \nshe requested medication or other care she would be sent to Unit 1GG. Jones now suffers \nfrequent anxiety and asthma attacks. NJSP officials respond slowly if at all to Jonesâ€™s \nfrantic calls for help. \n39.  When plaintiff Silvia Flynn arrived at NJSP, she cried frequently for \nweeks, but was forced to cry in secret in her cell because two other women had already \nbeen sent to Unit 1GG for crying and had told her about the atrocious conditions there. \n40.  Defendants have actual knowledge of the unlawful deprivation of \npsychiatric care. Upon information and belief, defendant Kaldany, by virtue of his \nresponsibility for mental health services for prisoners in NJDOC custody, personally \n  Class Action Complaint - 14 \n\nacted or failed to act so as to create or maintain the illegal deprivation of mental health \ncare to which women confined in NJSP are subjected. \nC.   Deprivation of Medical Care \n41.  Women confined in NJSP are denied adequate medical care. The \ndeprivation takes the form of denials and delays in all aspects of care including \nexaminations and diagnoses, routine treatment and treatment for serious medical \nconditions, and the filling of prescriptions and orders for refills. These denials and delays \noccur even when women make multiple written requests for care over long periods of \ntime. Even in those instances when medical attention is given, women are denied \ninformation about their own medical conditions and treatment. In addition, women are \ndenied adequate health care facilities providing a minimum of privacy. \n42.  At EMCF, women prisoners requiring medical attention receive private \nexaminations in the prison hospital with no custody staff present. In contrast, women in \nNJSP are almost never allowed access to the prisonâ€™s clinic or infirmary and are instead \nexamined in an open area of their housing unit and in the presence of prison guards, some \nof whom are male. On the rare occasion when a tiny, ill-equipped examination room in \nthe unit is used, guards are still present during examinations. \n43.  The lack of privacy during medical examinations, including gynecological \nexaminations, is not merely humiliating to women prisoners but also violates their right \nto confidential communication with medical personnel. This endangers womenâ€™s health \nby preventing them from freely communicating sensitive personal information necessary \nfor accurate diagnosis and treatment and by causing delays in care. \n  Class Action Complaint - 15 \n\n44.  Because women are almost completely barred from receiving care in \nNJSPâ€™s clinic or infirmary, except on rare occasions and only for specific procedures, it is \nmore difficult for them to receive care than it is for male patients. For some medical \nneeds, such as eye care, women must be transported in handcuffs and shackles back to \nEMCF where they are frequently locked in a cell for several hours before or after \nreceiving care. In addition, NJSP officials are reluctant to transport women to EMCF to \nreceive care. Consequently, several women who for months have made multiple requests \nfor eye examinations and glasses have been denied any care. \n45.  Plaintiff Lakesha Jones has had several asthma attacks since being \ntransferred to NJSP. The response of NJSP officials is often late, and in these instances \nJones and other prisoners must bang on their cells and scream for long periods of time \nbefore medical attention is given. On one occasion, Jones suffered an asthma attack while \noutside her cell. She could not breathe nor speak, and signaled frantically to an officer \nbecause she needed to be given access to her inhaler, which was inside her cell. Although \nthe officer saw Jones in distress, she refused to open the door to Jonesâ€™s cell and merely \nwaved her off. Other women attempted to help Jones by screaming, â€œSheâ€™s having an \nasthma attack!â€ yet no help was given to Jones for several more minutes. After one such \nattack, Jones required a â€œbreathing treatmentâ€ including the administration of prednisone, \na steroid, for two weeks. In August, Jones began requesting a visit with an eye doctor. \nShe has requested eye care multiple times but has been completely denied such care. \n46.  Plaintiff Sylvia Flynn, who is sixty-five years old, suffers from high \ncholesterol and a thyroid condition. If her cholesterol is not controlled through \nmedication, she is in danger of heart attacks and stroke. Without medication for her \n  Class Action Complaint - 16 \n\nthyroid condition, Flynn suffers extreme fatigue and uncontrolled weight gain. Flynnâ€™s \ntimely submitted requests for refills of medication are filled late, leaving her without \nmedication for her serious health conditions. Although Flynn has asked NJSP staff \nseveral times what her cholesterol count is, the staff refuse to tell her. When a blood \nsample was taken from Flynn, it was taken at one of the tables in the common area of the \nwomenâ€™s unit where women eat and socialize, in the presence of other prisoners and \nguards. Plaintiff Flynn needs eye care and replacement glasses and has requested them \nmultiple times over a period of months but has been denied care. NJSP officers told \nFlynn that the doctors at NJSP â€œdonâ€™t have timeâ€ for her. In November 2007, Flynn, who \nhas a family history of arthritis, injured her arm so seriously that she is in constant pain \nand has difficulty dressing herself. She has been told that her arm requires x-rays but that \nthey will not be provided to her for at least two to three months. \n47.  Plaintiff Helen Ewell requires gynecological care following a \nhysterectomy performed while she was held at EMCF. Ewell refused to submit to a \ngynecological examination at NJSP because of the filthy state of the examination room \nand the presence of guards in the room. When Ewellâ€™s false teeth needed repair, they \nwere taken and not replaced for a period of approximately nine weeks during which \nEwell was not informed as to the status of any repair work nor how long she would be \nleft without her false teeth. \n48.  Plaintiff Kathleen Jones was required to submit to a medical examination \nwhile a guard watched. She was also subjected to a gynecological examination and pap \nsmear in the dark, dirty examination room in the womenâ€™s unit, because she knew that if \nshe refused to be examined in the room she would not receive care. \n  Class Action Complaint - 17 \n\n49.  Male NJSP prisoners receive on-site medical care in a clinic equipped \nwith, among other things, multiple private examination rooms containing an examination \ntable, chairs, and a computer; a medical laboratory; a full-body x-ray; electrocardiogram \ndevices; offices for medical care providers; a records room; and rooms for other services \nsuch as ultrasounds. Male prisoners also receive care in an infirmary which is similarly \nequipped and includes beds for inpatient care. Except in special circumstances, no guard \nis present during menâ€™s medical visits. When male prisoners receive medical care off-site, \nthey often spend the nights before and after their off-site visit in the NJSP infirmary. \nD.   Denial of Legal Access \n50.  Women prisoners at EMCF have access to a law library equipped with \nmaterials such as New Jersey and federal statutes, court rules, and secondary reference \ntexts. EMCF also provides necessary writing supplies such as typing paper, carbon paper, \nwriting implements, and typewriters. Women prisoners may conduct their own research \nand draft and copy their own work, thus protecting its privacy. \n51.  Similarly, male prisoners at NJSP have direct personal access to the prison \nlaw library to research and prepare their own legal documents. The library is equipped \nwith legal reference books including several federal reporters, case law digests, the \nUnited States Code, civil procedure reference texts, and other materials. In addition to \nprinted materials, male prisoners may use computer terminals equipped with the Lexis-\nNexis database. Men can obtain additional legal material through an interlibrary loan \nprogram between NJSP and the New Jersey State Library. Male prisoners receive \nnecessary writing supplies. Male prisoners also receive legal research and writing \nassistance from the Inmate Law Association (ILA), a group of prisoner paralegals, and \n  Class Action Complaint - 18 \n\nmay receive paralegal training from the ILA or through a separate paralegal training \nprogram operated by prison staff. \n52.  Women NJSP prisoners are completely barred from the NJSP prison \nlibrary and are provided no law books of any kind. Women are provided scant access \nonce per month to necessary writing supplies such as paper, envelopes and pencils. They \nare not provided pens are permitted only to purchase miniature pens typically used by \nadministrative segregation prisoners. Women needing to access legal materials are \ninstructed to use a â€œpagingâ€ system whereby they must request photocopies of specific \nstatutes or cases from the NJSP law library. Yet because access to basic research \nmaterials is denied, women prisoners have no way of knowing what materials to request. \nWomen have no access to the ILA or any other form of legal training, and are barred \nfrom the interlibrary loan program. \n53.  In an apparent attempt to create the appearance of legal access, NJSP \nofficials have placed a single computer in a tiny cubby hole in a corner of the womenâ€™s \nhousing unit designated as a â€œreading library.â€ The computer was taken away shortly \nafter the women were confined in NJSP and only restored some time later. Since then, a \nlegal database has been sporadically available on the computer and has remained \nunavailable for months, rendering the computer useless for legal research. Only two \nwomen prisoner paralegals are permitted to use the computer. The other women are \nneither given access to the computer nor the training necessary to operate it. \n54.  Various women held in NJSP are currently appealing their convictions \nand/or sentences or have other legal matters pending. The denial of legal access \neffectively prevents all women held in NJSP from accessing the courts. As a result of the \n  Class Action Complaint - 19 \n\ndenial of access, non-frivolous legal claims of women prisoners are being frustrated. In \naddition, under the â€œpagingâ€ system, which women must use both to request statutes and \ncases and to request photocopies of their own legal documents, they are effectively \ndenied any privacy as to their legal documents and research, including attorney \ncorrespondence. Women are additionally only permitted calls to their attorneys during the \nirregular visits to the unit of a single staff member. Even when they are permitted such \ncalls, women prisoners are required to conduct the calls in the presence of the staff \nmember, and are thus denied private consultation with their attorneys. \n55.  Plaintiff Kathleen Jones is pursuing a petition for post-conviction relief. \nShe is unrepresented, and although she has applied for court-appointed counsel, this \nprocess often takes over two years. At EMCF, Jones was permitted to use the prison law \nlibrary to conduct research in support of her petition. Jonesâ€™s access to the library was \nlimited only by the general prison schedule and the libraryâ€™s capacity. Jones had access to \nlaw books and a typewriter and was able to confer with prisoner paralegals. In NJSP, \nJones does not have access to the prison law library nor the single computer on the unit in \nwhich women are confined. When she requires photocopies of private legal documents, \nshe must hand them over to prison staff to be copied. \n56.  Plaintiff Lakesha Jones is challenging her conviction for robbery and \nrelated charges but has been prevented from conducting legal research to support her \nchallenge because she is denied access to the NJSP law library. Instead, Jones was \ninstructed to use the ineffective paging system. The system is useless to Jones because \nwithout access to legal reference materials, she has no way to determine which statues or \n  Class Action Complaint - 20 \n\ncases she requires. Via the paging system, it took NJSP officials two days simply to \nprovide Jones with a copy of the legal definition for the crime of robbery. \n57.  Plaintiff Sylvia Flynn is currently pursuing a petition for post-conviction \nrelief. When at EMCF, she received legal instruction from a prisoner in the ILA and \nassistance with her petition from a prisoner paralegal. She receives no such assistance or \ninstruction at NJSP. \n58.  Upon information and belief, defendant Dechan is responsible for legal \naccess including law library access for prisoners confined in NJSP. In addition, he \npersonally stated in writing in response to a woman prisonerâ€™s grievance that women â€œare \nnot permitted to visit the Law Library.â€ He thereby acted personally to effectuate the \nlegal access deprivations herein described. \nE.   Denial of Education and Other Rehabilitative Programming \n59.  EMCF provides women prisoners with classroom facilities in which \nvarious academic programs fostering social and economic independence are offered. \nSuch programs include literacy assistance, G.E.D. and pre-G.E.D. classes, vocational \ninstruction including office skills, cosmetology, and upholstery, and college courses, \namong others. \n60.  Likewise, male NJSP prisoners may choose from approximately one \nhundred educational and therapeutic programs. Academic and vocational classes are \ntaught to male NJSP prisoners in the Donald Bourne School, which consists of dozens of \nspecialized classrooms in the three main compounds of NJSP. The school includes \namong other things an academic testing area, computer classrooms, a graphic arts \ndepartment, a music classroom, an electronics shop, and a barber school. Classes include \n  Class Action Complaint - 21 \n\nstandard academic subject areas, and in addition regularly held literacy and remedial \neducation groups, GED preparation classes, and vocational training such as paralegal \ntraining, electrical repair, plumbing, carpentry, maintenance, culinary arts, and other \ntrades. Male prisoners rotate among classes at forty-minute intervals. Male prisoners also \nhave access to college correspondence courses and computers to use for their \ncoursework. In addition, male NJSP prisoners may participate in an array of peer \neducation programs and activities such as training in writing and public speaking and a \nmusic program. Male prisoners have access to a reading library with approximately 2000 \nvolumes.  \n61.  Women prisoners are completely excluded from the Donald Bourne \nSchool and all of the other educational and vocational programs offered to male \nprisoners. With the single exception of a GED program begun in October 2007, shortly \nbefore a meeting between defendants and plaintiffsâ€™ counsel, and in which only six \nwomen are enrolled, absolutely no educational opportunities are provided to the women \nconfined in NJSP. \n62.  According to the United States Department of Justice, the majority of \nwomen in prison have suffered physical or sexual abuse in the past, often by an intimate \npartner, and are targeted for sexual abuse while in custody. Most have young children and \nmany were the primary caregivers for these children prior to their incarceration. \n63.  Various programs at EMCF are specifically tailored to the needs of \nwomen prisoners, including a program for survivors of domestic violence and a parenting \nskills curriculum. Other EMCF programs, some of which are federally endorsed and \nsupported, foster ties between incarcerated mothers and their children by bringing \n  Class Action Complaint - 22 \n\nchildren to the prison for visits, and permitting mothers and children to share meals and \nfamily activities. Other routinely offered rehabilitation programs include Alcoholics \nAnonymous, Narcotics Anonymous, and several others. \n64.  Male NJSP prisoners are provided access to an array of rehabilitative \nprograms including Alcoholics Anonymous, Narcotics Anonymous, Gamblers \nAnonymous, and Friends of Addiction Recovery. In addition to regular therapeutic and \nacademic programming, male prisoners also benefit from religious services in English \nand Spanish representing a range of beliefs including Protestant, Catholic, Seventh Day \nAdventist, Jehovahâ€™s Witness, Jewish, and Muslim, as well as additional religious \nprogramming such as bible study and a vocal choir. Men are also provided peer programs \nsuch as a chess club, the NAACP, and a group for older prisoners. Women are barred \nfrom all of these programs. \n65.  In August 2007, in an apparent attempt to create the appearance of \neducational facilities for women prisoners, NJSP emptied a storage closet in the womenâ€™s \nunit, added a few desks and chairs, and began referring to the tiny, unventilated space as \nthe womenâ€™s â€œeducational area.â€ The persistent leakage of a large quantity of water into \nthe storage closet rendered it unusable for a period of weeks, and although the leak was \nreportedly remedied, such a meager measure plainly fails to rectify the stark inequality in \nlearning facilities for men and women. \n66.  In addition to denying women any academic programs apart from a single \nGED class, NJSP provides women with virtually no therapeutic programming. The \nentirety of programming provided to women by NJSP appears to consist of briefly held, \nweekly anger management and â€œtwelve-stepâ€ classes that have long since ended, and a \n  Class Action Complaint - 23 \n\nweekly Christian church service and bible study. Volunteers donate personal time and \nsupplies to provide a book club in which some women may participate once per month, a \nparenting class begun in late October 2007 of which only approximately two sessions \nhave occurred, and a program called â€œEvery Person Influences a Child.â€  But because \nwomen are denied access to classroom facilities, and because the purported educational \narea is too small to hold more than a tiny number of people, the paltry programs offered \nare held in the open area of the unit in which women are held. The total absence of \nprivacy from guards and non-participant prisoners forces women to discuss intensely \npersonal matters involving children and painful life experiences publicly. \n67.  The discriminatory denial of educational and therapeutic programming \ndeprives women of the opportunity for rehabilitation and eventual self-sufficiency. In \naddition, the forced isolation and idleness to which it subjects women endangers their \nemotional health. Further, because security classifications and parole determinations are \nmade on the basis of a point system in which the education and programming a prisoner \nhas undergone is considered, such deprivations can prevent women from achieving lower \nsecurity classifications and subject them to longer terms of imprisonment. \n68.  At EMCF, plaintiff Sylvia Flynn benefited from numerous educational and \ntherapeutic programs. Flynn participated in the â€œWomen Awareâ€ program for battered \nwomen and in addition received one-to-one counseling from a domestic violence \nspecialist. These programs helped Flynn overcome a decades-long history of abuse \nbeginning in her childhood and continuing through her marriage, and helped to restore \nFlynnâ€™s self-esteem. Flynn also completed twenty-two certificate-granting programs \noffered while at EMCF. After completing a 5000-hour apprenticeship in upholstery, \n  Class Action Complaint - 24 \n\nFlynn worked as an upholsterer and taught upholstery classes five days per week to other \nwomen prisoners. She also worked as a hairdresser, her life-long profession, and took \nclasses in woodworking and drapery making. Because of her skill and discipline, Flynn \nwas permitted to participate in the New Jersey Flower Show, where she entered her crafts \ninto a statewide competition. Flynn also participated in a number of religious, life-skills, \nand other vocational programs while at EMCF. Since her transfer to NJSP, Flynn has \nbeen denied access to all of these programs and to the programs offered to male \nprisoners. Because Flynn does not need a GED, she has access to no educational \nprogramming whatsoever. Under conditions of almost constant enforced isolation and \nidleness, Flynn has suffered feelings of uselessness and despair. \n69.  At EMCF, plaintiff Kathleen Jones participated in various programs \ndesigned to maintain mothersâ€™ bonds with their children. She was permitted at least one \nfree telephone call per month with a social worker to each of her children. Her children \nwere able to visit her periodically through a federally funded visiting program providing \ntransportation and a shared family meal. Jones and her children participated in a yearly \nfamily Christmas party and in addition had access to a monthly mother-daughter Girl \nScout program. At NJSP, Jones is prevented from maintaining such contact with her \nchildren by the requirement that she pay at least $13 for all calls to her children, \namounting to $25 for a 12-minute phone call and a total of $100 for calls to each child. In \nher current prison job as a â€œpantry worker,â€ Jones makes $2.30 per day, and at most \napproximately $70 per month. Programs to aid childrenâ€™s visitation are not provided, and \nvisiting accommodations at NJSP are uncomfortable and inappropriate for children. \n  Class Action Complaint - 25 \n\n70.  Upon information and belief, defendant Dechan is responsible for \neducational services for prisoners confined in NJSP and acted personally to effectuate the \ndeprivations of educational and other programming herein described. \nF.   Discrimination in the Allocation of Work Opportunities \n71.  At EMCF, women have access to all available work assignments, \nincluding janitorial and grounds details, kitchen work, sewing, teacherâ€™s aide \nassignments, upholstery shop, optical shop, and an array of paraprofessional work \nassignments. Women typically work approximately six hours a day in such assignments. \n72.  Women transferred to NJSP are denied any opportunity to apply for the \nvast majority of available work assignments. Such assignments include numerous \npositions in food service, sanitation, maintenance, skilled trades, laundry, and supplies, \nand as porters and ice room workers. In addition, men hold assignments as law library \nclerks, classroom clerks, teaching aides, and tutoring program paraprofessionals in the \neducation department. \n73.  Women are allocated only a small number of assignments, such as pantry \nworker and â€œrunner,â€ exclusively within the womenâ€™s housing unit. As a result, women \nwho previously held work assignments at EMCF and/or wish to work at NJSP are unable \nto work, or receive inferior assignments and less pay than they received at EMCF. The \nmajority of women held in NJSP do not have work assignments. As a consequence, \nwomen are less able than men to purchase necessary prison commissary items such as \nhygienic supplies, postage stamps, clothing, and copying of legal and other documents. \n74.  Plaintiff Sylvia Flynn earned $6.00 per day at EMCF as a paraprofessional \nand teacher of upholstery, and could have received additional pay increases because she \n  Class Action Complaint - 26 \n\nis state certified as an upholsterer. When she was transferred to NJSP, she sought work as \nan upholsterer and as a cosmetologist, and was denied both. She is now employed as a \nâ€œwing barberâ€ in the womenâ€™s unit and receives $2.50 per day. \n75.  At EMCF, plaintiff Kathleen Jones worked six hours per day as a \nparaprofessional in the prisonâ€™s Optical Department, earning $4.00 per day and gaining a \nsense of purpose by refurbishing donated glasses for use in developing countries. At \nNJSP, Jones has access to no such work assignment and instead she performs unskilled \nlabor as a â€œpantry worker,â€ earning $2.30 per day \nG.   Denial of the Right to Exercise \n76.  All women prisoners at EMCF receive between two and four hours per \nday of outdoor exercise in a large grassy yard and blacktop area containing two \nbasketball hoops, several benches and picnic tables, and a drinking fountain. Women \nprisoners exercise by playing basketball and volleyball and through walking. Organized \nexercise such as aerobics classes are also offered. \n77.  Women at EMCF are also provided indoor exercise in a gymnasium for \ntwo hours between three and five times per week. During these times, the women play \nbasketball and volleyball, do aerobic exercises including riding stationary bicycles, and \nmay also socialize by playing cards and board games. In addition, prisoners at EMCF \nreceive daily indoor recreation, especially in the evening, during which they socialize \nwith one another in a common area.  \n78.  NJSP allows women prisoners outdoor exercise for approximately two \nhours every other day. Women who cannot attend exercise periods for reasons such as \n  Class Action Complaint - 27 \n\nwork assignments, attorney visits, and the like may go for up to two weeks without \noutdoor exercise. \n79.  Outdoor exercise takes place in a yard too small for vigorous walking or \njogging. The small available space is further diminished because prison guards prevent \nthe women from using the thirty feet of the yard nearest to the menâ€™s exercise yard. Up to \ntwenty-five women must use the yard at the same time. Exercise equipment in the \nwomenâ€™s yard consists of a rusty basketball hoop and a tattered net, a basketball, a few \nhandballs, a chin-up bar, and a set of parallel bars. The facilities were constructed for use \nby male prisoners. Few if any women do chin-up or parallel bar exercises. \n80.  While women are attending outdoor exercise in NJSP, male prisoners in \ncells overlooking the female exercise yard have engaged in conduct such as exposing \ntheir genitals and masturbating at their windows. Male prisoners in a nearby yard subject \nthe women to lewd and unwelcome comments. Some women have kept their heads \nbowed during exercise periods in an attempt to avoid seeing the male prisonersâ€™ harassing \nbehavior. \n81.  In late October 2007, shortly before a meeting with plaintiffsâ€™ counsel, \nNJSP began permitting women access to the gymnasium for one hour, three times per \nweek. Indoor recreation takes place for one hour every other day in the womenâ€™s housing \nunit. During indoor recreation, little or no physical exercise is possible. Women are \nprovided three pieces of mechanical exercise equipment and a single exercise video, but \nthe small amount of equipment and the requirement that women sign up in advance to use \nit prevent women from getting meaningful exercise during indoor recreation. \n  Class Action Complaint - 28 \n\n82.  In contrast, male NJSP prisoners receive outdoor exercise in a vastly \nlarger yard with basketball courts, weightlifting equipment, and other exercise \nequipment. The yard is divided into four differently-equipped â€œquads,â€ through which \nprisoners rotate. Male prisoners are also provided regular indoor exercise and recreation. \nIn addition, male prisoners also allowed to participate in organized intramural sports \nprograms and tournaments in sports such as basketball, volleyball, soccer, and weight \ntraining. Participation in such programs provides men with additional opportunities for \nscheduled exercise. The teams are outfitted with equipment and uniforms and attend an \nannual sports banquet. Women prisoners are completely excluded from all of these \nactivities. \n83.  By providing women prisoners with exercise facilities and opportunities \nfar inferior to those provided to male prisoners, NJSP subjects the women to physical \ndeterioration and increased mental stress. \n84.  Plaintiff Sylvia Flynn maintained her physical health while at EMCF by \ndancing in the large yard available to women prisoners while using a portable music \nplayer, as well as through the exertion required by her upholstery work. Since her transfer \nto NJSP, Flynn has little access to exercise and can no longer dance in the yard because \nof its small size and the need to avoid attracting the attention of male prisoners. Flynn has \nhad to keep her head down while in the yard to avoid seeing male prisoners exposing \ntheir genitals and masturbating. Flynn has consequently suffered physical and mental \ndeterioration. \nH.   Denial of the Right to Basic Hygiene and Privacy \n  Class Action Complaint - 29 \n\n85.  Women held at EMCF are allowed to clean their cells every day, have \naccess to clean water for this purpose, and may clean mops and toilet brushes before \nusing them. In addition, women are permitted to launder their own clothing in washing \nmachines and driers in each housing unit. Individual laundering of clothing is not a \nluxury but rather an important measure to prevent the spread of disease, particularly since \nthe highly contagious and dangerous Methycillin Resistant Staphylococcus Aureus \n(MRSA) has become prevalent in New Jersey prisons. MRSA is an antibiotic-resistant \nâ€œsupergermâ€ that can cause disfiguring skin abscesses, necrotizing pneumonia, failure of \nvital organs, and death. Some women held in administrative segregation in NJSP have \nalready contracted MRSA. \n86.  Women held in NJSP are only permitted to clean their cells once per week \nusing one bucket of water, mop, and toilet brush per tier of ten to twelve cells. Women \nare not permitted to replace the water or clean the mops and toilet brushes between uses \nwithin a tier. As a result, all but the first woman in each tier must apply filthy water and \ncleaning implements to their cells. In addition, unless women flush their toilets \nsimultaneously, the bodily waste flushed from the toilet in one cell appears in the toilet of \nanother womanâ€™s cell. \n87.  Women prisoners in NJSP are not permitted to launder their own clothing \nbut must send their clothing to the laundry service operated by male prisoners. The male \nprisoners often steal or destroy the womenâ€™s clothing. In particular, the women were \ndirected by NJSP officers not to send their undergarments to be laundered because they \nare likely to be stolen by male prisoners. Women are thereby deprived of clean \nundergarments. Many women attempt to wash their undergarments by hand in their cells, \n  Class Action Complaint - 30 \n\nbut cannot wash them thoroughly in the tepid water of their small sink units. Once \nwashed in this way, the undergarments do not dry in the damp environment of the cells, \ncreating a risk of vaginal infection. \n88.  Women held at EMCF are supplied with sanitary napkins and toilet paper. \nIn contrast, women transferred to NJSP are provided an inadequate supply of both items. \nEach woman receives about fifteen sanitary napkins per month, even though some \nwomen require more, and between four and seven rolls of toilet paper per month. Unlike \nmen, women must use toilet paper for both urination and defecation, but this fact is \nignored by NJSP officials in allocating toilet paper. In addition, because no paper napkins \nare distributed at meals, prisoners must use their limited supply of toilet paper at meals \nand to clean utensils and bowls after eating. \n89.  Women held in NJSP are also denied privacy during basic bodily \nfunctions. There is a window in the door of each cell. Male guards patrol the womenâ€™s \nunit and at times a male officer is the sole officer in the unit during the night shift. Male \nguards frequently do not announce their presence in the unit and peer into the cells, \nsometimes using a flashlight, when women are undressed after showering or are using \ntheir cell toilets. Some cells are situated such that any officer in the unitâ€™s control booth \ncan view the woman inside while she is using the cell toilet. In addition, windows in the \ndoors of each shower expose women to the view of male and female civilian and security \npersonnel who regularly pass by the shower.  \n90.  Plaintiff Sylvia Flynn is unable to clean her cell using appropriate \nimplements because of the danger of contamination from the filthy water and cleaning \nsupplies. Instead, she must use sanitary pads or socks to clean her cell. Flynn was \n  Class Action Complaint - 31 \n\ninstructed by a sergeant not to send her undergarments to be laundered because they \nwould be stolen by male laundry workers. Flynn must wash her own underwear and bra \nevery day by hand under the small faucet in her cell. She must dry the undergarments on \na cardboard box, but the box has mildewed from use and the damp conditions in the cell. \nFlynnâ€™s other clothing has been stolen from the laundry, including a shirt, pants, and \nsocks. \n91.  Plaintiff Helen Ewell is frequently left with no recourse but to use filthy \nwater to clean her cell. The unsanitary conditions and the many hours per day that Ewell \nis confined in her cell expose Ewell to an unreasonable risk of illness, including MRSA. \nAlthough Ewell herself no longer requires sanitary napkins because of her hysterectomy, \nshe was witnessed other women who, lacking an adequate supply, must substitute some \nof their scant supply of toilet paper for sanitary napkins. \n92.  Plaintiff Kathleen Jones has been denied a sufficient supply of sanitary \npads or toilet paper. She must wash her underwear and bra in the sink in her cell. Her \nother clothing has been stolen by male laundry workers. Jones feels humiliated by the \nlack of privacy when using the toilet. Jones was forced to shower at least ten times over a \nperiod of a week or more in a shower room where a window permitted passing male and \nfemale personnel to view her nudity. \n93.  Defendants have actual knowledge of the unlawful deprivation of basic \nhygiene and privacy. \n94.  Upon information and belief, defendants Hayman, Barbo, and Sherrer are \nresponsible for matters of policy affecting prisons within the DOC, and therefore have \nactual knowledge of and are personally responsible for the illegal conditions to which \n  Class Action Complaint - 32 \n\nwomen confined in NJSP are subjected. Upon information and belief, defendant Ricci, by \nvirtue of her position as Administrator NJSP, and defendants Kandell and Drumm, by \nvirtue of their direct authority over the unit in which women prisoners are confined, acted \npersonally to effectuate the illegal conditions of confinement described herein. \nCLASS ACTION ALLEGATIONS \n95.  Plaintiffs bring this action on their own behalf and on behalf of all other \npersons similarly situated. Plaintiffs request that this case be certified as a class action \npursuant to N.J. Court Rule 4:32-1. \n96.  The plaintiff class consists of: â€œall general population women prisoners \nwho are now or in the future will be confined in New Jersey State Prison.â€ \n97.  The case is appropriate for class action certification because (1) joinder of \nthe class members is impractical, satisfying the requirement of numerosity; (2) there are \nquestions of law and fact common to the class; (3) the claims of the representative \nplaintiffs are typical of the claims of the class; (4) the named plaintiffs will fairly and \nadequately and fairly protect the interests of the class; and (5) defendants have acted on \ngrounds generally applicable to the class, rendering the relief requested appropriate to the \nclass as a whole. \nSTATEMENT OF CLAIMS \nIllegal Confinement of Women Prisoners in NJSP \n \nCount 1 \n98.  By intentionally and arbitrarily treating the women prisoners chosen for \nconfinement in NJSP disparately from all other general population prisoners in NJDOC \ncustody, defendants are violating the womenâ€™s substantive due process right to \nfundamental fairness as established in the traditions and collective conscience of the \n  Class Action Complaint - 33 \n\npeople of New Jersey, in violation of Article I, Paragraph 1 of the New Jersey \nConstitution, and the New Jersey Civil Rights Act (N.J.S.A. Â§Â§ 10:6-1 et seq.). \nCount 2 \n99.  By transferring the women prisoners to an environment in which \nrehabilitation is impossible and confining them there indefinitely, defendants are \nviolating public policy and the expressed will of the legislature as embodied in  N.J.S.A. \nÂ§Â§ 30:1B-3 and 30:1B-6, N.J.A.C. Â§ 10A:4-3.1(a)(1), and the statutory and regulatory \npattern commanding defendants to provide â€œcustody, care, discipline, training, and \ntreatmentâ€ to all prisoners, whether men or women, under fair and impartial terms. By \nengaging in arbitrary and abusive action against the women prisoners, defendants have \ncaused and continue to cause the women grievous loss in violation of rightness and \nfairness standards firmly established in New Jersey law and the New Jersey Civil Rights \nAct (N.J.S.A. Â§Â§ 10:6-1 et seq.). \nCount 3 \n100.  By subjecting women prisoners to near lock-down conditions similar to \nthose in disciplinary isolation for an indefinite period of time, and by endangering the \nwomenâ€™s eligibility for reduced security classification and parole, defendants are \ninflicting an atypical and significant hardship on the women prisoners. \n101.  By selecting women for transfer from EMCF to NJSP in an irrational, \narbitrary, and capricious manner using no objective criteria, or by misapplying any \ncriteria employed, or by applying such criteria to erroneous facts; by effectuating the \ntransfer without providing notice, hearing, or due process of any kind; and by denying the \nwomen access to subsequent periodic classification reviews enabling them to return to \n  Class Action Complaint - 34 \n\nEMCF, defendants are violating the womenâ€™s procedural due process rights under Article \nI, Paragraph 1 of the New Jersey State Constitution. \nCount 4 \n102.  Defendants knowingly and foreseeably subjected and continue to subject \nthe women to conditions of confinement that violate the right to be free from cruel and \nunusual punishment under Article I, Paragraph 12, of the New Jersey Constitution, and \nthe New Jersey Civil Rights Act (N.J.S.A. Â§Â§ 10:6-1 et seq.). \n103.  The policies, procedures, acts, and omissions of defendants Hayman, \nBarbo, Sherrer, Hauck, and Ricci in effectuating the summary transfer of women to \nunconstitutional conditions of confinement evidence and constitute deliberate \nindifference to the health, safety, and other fundamental interests of the women prisoners. \nThe defendantsâ€™ policies, procedures, acts, and omissions cause avoidable pain, mental \nsuffering, and deterioration of the womenâ€™s health and place them at unreasonable, \ncontinuing, and foreseeable risk of further injury. \n104.  As a proximate result of defendantsâ€™ policies, procedures, acts, and \nomissions, plaintiffs have suffered and will continue to suffer immediate and irreparable \ninjury, including physical, psychological, and emotional injury. Plaintiffs have no plain, \nadequate, or complete remedy at law to address the wrongs described herein. The \ninjunctive relief sought by plaintiffs is necessary to prevent continued and further injury. \nDiscriminatory Conditions of Confinement \n \nCount 5 \n105.  The discriminatory conditions of confinement maintained in NJSP as \nbetween men and women general population prisoners, including disparities in the \nimposition of restrictions and isolation; mental health care; medical care; legal access; \n  Class Action Complaint - 35 \n\neducational and other rehabilitative services, which is both unlawful per se and because it \ndiscriminatorily subjects women to delay in reductions in security level and release on \nparole in comparison to similarly situated male prisoners; work opportunities; and \nexercise facilities and opportunities violate the womenâ€™s right to equal protection under \nArticle 1, Paragraph 1 of the New Jersey Constitution, and the New Jersey Civil Rights \nAct (N.J.S.A. Â§Â§ 10:6-1 et seq.). \n106.  For all relevant purposes, men and women general population prisoners \nheld in NJSP are similarly situated with respect to their right against the arbitrary \nimposition of restrictive and isolating conditions of confinement; their right to \nconstitutionally adequate psychiatric and medical care; their right of access to the courts; \ntheir receipt of educational and other rehabilitative services; the allocation of work \nopportunities; and their right to regular exercise. Defendantsâ€™ policies, procedures, acts, \nand omissions create, sustain, and perpetuate conditions for women that in each of these \nregards is not comparable, substantially equivalent, or in parity with that of male \nprisoners in NJSP. \n107.  The disparity in the conditions of confinement imposed on men and \nwomen prisoners is not substantially related to the achievement of an important, or even \nlegitimate, governmental objective. There is no compelling need or exceedingly \npersuasive justification for this disparity in conditions.  \nCount 6 \n108.  The disparity in the conditions of confinement maintained in NJSP denies \nwomen prisoners the opportunity to obtain all of the accommodations, advantages, \nfacilities, and privileges of a place of public accommodation because of their sex, thereby \nviolating the New Jersey Law Against Discrimination (N.J.S.A. Â§10A:5-1 et seq.).  \n  Class Action Complaint - 36 \n\nCruel and Unusual Conditions of Confinement \n \nCount 7 \n109.  The denial of psychiatric care and medication, and the practice of \npunishing women who seek psychiatric care in dangerous and degrading conditions in \nâ€œUnit 1GG,â€ as well as the denial of womenâ€™s ability to maintain basic cleanliness with \nrespect to their bodies, clothing, and environment, and the denial of womenâ€™s right to \nprivacy during basic bodily functions violate women prisonersâ€™ right against cruel and \nunusual punishment under Article 1, Paragraph 12 of the New Jersey Constitution, and \nthe New Jersey Civil Rights Act (N.J.S.A. Â§Â§ 10:6-1 et seq.). \n110.  The policies, procedures, acts, and omissions of defendants Hayman, \nBarbo, Sherrer, Ricci, Kandell, Drumm, and Kaldany evidence and constitute deliberate \nindifference to the psychiatric health of women prisoners. The defendantsâ€™ policies, \nprocedures, acts, and omissions cause avoidable pain, mental suffering, and deterioration \nof plaintiffsâ€™ health and place plaintiffs at unreasonable, continuing, and foreseeable risk \nof developing or exacerbating serious medical and mental health problems. \n111.  As a proximate result of defendantsâ€™ policies, procedures, acts, and \nomissions, plaintiffs have suffered and will continue to suffer immediate and irreparable \ninjury, including physical, psychological, and emotional injury. Plaintiffs have no plain, \nadequate, or complete remedy at law to address the wrongs described herein. The \ninjunctive relief sought by plaintiffs is necessary to prevent continued and further injury. \n \nViolations of the Right to Privacy \n \nCount 8 \n112.  The performance of medical consultations, examinations, and procedures \nin the presence of other prisoners and male and female prison guards, and the routine \n  Class Action Complaint - 37 \n\nexposure of women to observation by male guards and civilian staff in non-emergency \nsituations while carrying out basic bodily functions and while in states of nudity, violate \nwomen prisonersâ€™ right to privacy under Article 1, Section 1 of the New Jersey \nConstitution, and the New Jersey Civil Rights Act (N.J.S.A. Â§Â§ 10:6-1 et seq.). No \nlegitimate correctional goals or security concerns justify these violations. \nPRAYER FOR RELIEF \n113.  WHEREFORE, plaintiffs respectfully request that this Court grant the \nfollowing relief: \na.  Certify this action as a class action pursuant to New Jersey Court Rule \n4:32-1; \nb.  Appoint the undersigned as class counsel pursuant to New Jersey \nCourt Rule 4:32-1(g); \nc.  Declare that the policies, procedures, acts, and omissions of the \ndefendants, as set forth above, are unlawful and violate plaintiffs rights \nunder the New Jersey State Constitution and state statutes and codes; \nd.  Permanently enjoin defendants, their subordinates, agents, employees, \nand all others acting in concern with them from subjecting plaintiffs to \nthe unconstitutional and unlawful punishment described herein, and \naward injunctive relief sufficient to rectify the violations;  \ne.  Award plaintiffs all costs, including reasonable attorneysâ€™ fees, \npursuant to New Jersey Court Rules 4:42-8 and 4:42-9, N.J.S.A. Â§Â§ \n10:5-27.1 and 10:6-2, and other applicable law; and \nf.  Grant plaintiffs such further relief as the Court deems just and proper. \n  Class Action Complaint - 38 \n\n \n  Respectfully submitted, \n \nAmerican Civil Liberties Union\nWomenâ€™s Rights Project \nCo-Counsel for Plaintiffs \n \nBY:  \n  MIE LEWIS \nLENORA M. LAPIDUS \n \n \n  American Civil Liberties Union \nof New Jersey Foundation \nCo-Counsel for Plaintiffs \n \nBY:   \n  EDWARD L. BAROCAS \n \nDated: December ____, 2007 \n  Class Action Complaint - 39 \n\n \nCERTIFICATION PURSUANT TO Rule 4:5-1(b)(2) \nPlaintiffs certify that to the best of plaintiffsâ€™ knowledge, the matter in \ncontroversy is not the subject of any other action pending in any court or of a pending \narbitration proceeding, nor is any other action or arbitration proceeding being \ncontemplated. Plaintiffs further certify that to the best of plaintiffsâ€™ knowledge, there is \nno non-party who should be joined in this action pursuant to Rule 4:28 of the New Jersey \nCourt Rules or who is subject to joinder pursuant to Rule 4:29-1(b) because of potential \nliability to any party on the basis of the same transactional facts. \n \n  Respectfully submitted, \n \nAmerican Civil Liberties Union\nWomenâ€™s Rights Project \nCo-Counsel for Plaintiffs \n \nBY:  \n  MIE LEWIS \nLENORA M. LAPIDUS \n \n \n  American Civil Liberties Union \nof New Jersey Foundation \nCo-Counsel for Plaintiffs \n \nBY:   \n  EDWARD L. BAROCAS \n \nDated: December ____, 2007 \n  Class Action Complaint - 40 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/29873"
    },
    {
      "date": "2008-07-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU National Prison Project",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New Jersey state supreme court",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33472,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33472.pdf",
      "title": "Motion for Preliminary Injunction",
      "text": "SUPERIOR COURT OF NEW JlmSEY \nCHANCERY DIVISION \nMERCER COUN'I'Y \nâ€¢ \nOOCKET NO.  C.123.0=~~=~ \nMEIIC:ER cOUHlY \nRII:;CEIVEO AND fiLED \nKATHLEEN JONES, LAKESHA JONES, \nSYLVIA FLYNN and HELEN L. EWELL, \non behalf of themselves and all individuals \nsimilarly situated \nPlaintiffs \nv.  DECISION \nGEORGE W. HA YMAN et al.  Motion for Jlreliminary lnjunclion \nDefendants \nMARIA M. SYPEK, )).J. Ch. \nJuly 21. 2008 \nThe matter comes before the Court on a Motion for Issuance of an \nOrder to Show Cause seeking a Preliminary Injunction filed by American \nCivil Liberties Union of New Jersey Foundation, Mia Lewis. Esq., admitted \nPro Hac Vice and Edward L. Baroens, Esq., appearing on behalf of the \nPlaintiffs and opposition having been filed by the Office of the Attorney \nGeneral, Dianne M. Moratti, Deputy Attorney General appearing on behalf \noftbe Defendants and the Court having reviewed all documents submitted \n\nand having heard oral argument and for good cause shown, the Court makes \nthe foJlowingl1ndings: \nThis matter arises from a class action complaint and order to show \ncause with temporary restraints filed on December l2, 2007 by Kathleen \nJones (\"Kathleen\"), Lakesha Jones (\"Lakesha\"), Sylvia Flynn and Helen L. \nEwell (collectively \"Plaintiffs\") against George W. Hayman, the \nCommissioner of the New Jersey Department of Corrections (\"DOC\"), \nJames Barbo, the Acting Deputy Commissioner of the DOC, Lydell Sherrer, \nthe Acting Assistant Commissioner of the DOC. William Hauck, the Acting \nAdministrator of the Edna Mahan Correctional Facility (\"EMCF\"). Michelle \nRicci, the Administratol' of the New Jersey State Prison (\"NJSP\"). Alfred N. \nKandeJl, an Assistant Administrator of the NJSP, James Drumm. an \nAssistant Administrator of the NJSP, Herbert A. K...'lldany. the Director of \nPsychiatry of the DOC and Thomas F, Dechan, the Director of Educatiol1 of \nthe NJSP (collectively \"Defendants\") alleging that the.ir confinement in the \nNJSP and the conditions in which they are held violate the New Jersey \nConstitution, New Jersey Civil Rights Act and New Jersey Law Against \n.Discrimination.  On January 22, 2008, the parties entered into a consent \norder whereby the parties agreed that the DOC would not transfer any \nfemale inmates from the EMCF to Section lEE of the NJSP until further \n2 \n\norder ofthe court.  The consent order also permitted the DOC to transfer \nfemale inmates from the EMCF to the administrative segregation unit or the \nStabilization Unit of the NJSP so long as they were later returned to the \nEMCF.  ]'Iaintiffs now ask the Court to preliminarily enjoin Defendants \nfrom transferring any general population women prisoners to the NJSP. \nThe facts of the matter are discussed in detail in the Court's opinion \non Defendants' summary judgment motion but are brietly recited here. \nPlaintiffs are four of fo]'ty women prisoners who were transferred by the \nDOC fTom the EMCF to the NJSP in March 2007.  The NJSP is a \nmaximum-security men's prison which holds approximately 1,800 male \nprisoners,  Plaintiffs claim that the women prisoners were given no notice or \nany opportunity to be heard before they were transferred to the NJSP. \nPlaintiffs allege that since arriving at the NJSP, they and the other women \nprisoners have been subject to inhumane and inequitable conditions of \ncon:finement.  Plaintiffs state generally that the women prisoners' health has \ndeteriorated, that they have been deprived of psychiatric and medical care, \nand have been denied rightful legal access, educational opportunities, work \nopportunities, their right to exercise, right to privacy and other rehabilitative \nprogramming. \n3 \n\nPlaintitl's theretore contend that these transfers were unlawful because \nthey violated the women prisoners' procedural and substantive due process \nrights.  Plaintiffs also argue that women prisoners' cOl1stitutional and civil \nrights are behi&; violated because of the deplorable and inhumane conditions \nof confinement to which they are subject at the NJSP and the fact that they \nare treated differently than the maJe prisoners there.  Plaintiffs subsequently \nfiled their class action complaint with claims under the New Jersey \nConstitution, New Jersey Civil Rights Act and the New Jersey Law Against \nDiscrimination. \nDefendants have responded by disputing all of the allegations made \nby Plaintiffs.  Defendants state that the transfer of the women prisoners from \nthe EMCF to NJSP was not unlawful as they are not required to provide \nnotice or hearings beto re transfers are made.  Defendants contend that the \ninformation they have presented demonstrates that female inmates in Unit \nlEE of the NJSP are not being treated unfairly, are not being discriminated \nagainst and are not subjected to cmel and unusual punishment.  Defendants \ntherefore conchlde that the conditions to which the women prisoners are \nsubject at the NJSP are not inhumane or inequitable, and thus the women \nprisoners' constitutional and civil rights have not been violated. \n4 \n\nPlaintiffs now ask the Court to continue restraining Defendants from \ntransferring any general population temale prisoners to the NJSP.  Plaintiffs \nargue that such an injunction should be entered in order to restrain \nDefendants from subjecting other women prisoners to the allegedly \ninhumane and inequitable conditions of confinement at the NJSP. \nDefendants respond that an injunction offers no reHeflo the women \nprisoners currently at the NJSP because it only enjoins future transfers from \noccurring.  Furthermore, Defendants contend that the conditions of \ncontinement are hardly inhumane and inequitable hut rather reasonable and \nsimilar to that of the male prisoners. \nThe issue before the Court is whether it shall grant Plaintiffs' request \nfor the issuance of a preliminary injunction.  \"[T]he powel' to issue \ninjunctions is the strongest weapon at the command of a court of equity, and \nits use, therefore, requires the exercise of great caution, deliberation, and \nsound discretion.\"  Light v. National Dyeing & Printing Co., 140 ~.J. Eg. \n506, 510 (Ch. 1947).  In order to grant such extraordinary relief: Plaintiff \nmust demonstrate that (1) the injunctive relief is necessary to prevent \nirreparable harm; (2) the legal right underlying the plaintiffs claim is \nsettled; (3) the material facts are uncontroverted and demonstrate a \nreasonable probability of ultimate success on the merits; and (4) the relative \n5 \n\nhardship to the part.ies in granting or denying relief favors granting the relief. \nCrowe v. De Gioia, 90 N.J. 126,132-34 (1982).  The Court may take a less \nrigid view of these factors when the relief sought is designed only to \npreserve the status quo.  Sherman v. Sherman, 330 N. . I. Stlper. 638, 643 0.4 \n(Ch. Div. 1999). \na.  Irreparable Harm \nHarm is generally considered irreparable if it cannot be redressed \nadequately by monetary darn ages after the fact,  Crowe, sugra, at 133, or \nthere exists no certain pecuniary standard for the measurement of damages. \nScherman v. Stern, 93 N.J. Eg. 626,631 (E. & A. 1922).  The irreparable \nhann must be imminent, concrete, non-speculative, and the harm must occur \nin the near, not distant future.  Subcarrier Communications v. Day, 299 N.J. \nSuper. 634, 638 (App. Div. 1997).  In certain circumstances, this \nrequirement can be satisfied when the moving party will suffer \"severe \npersonal inconvenience.\"  Crowe, supra, at 133 (citing I-Iodge v. Giese, 43 \nN.J. Eg. 342, 350 (eh. 1887Â». \nIn this matter, Plaintiffs have alleged that the women prisoners who \nhave already been transferred to the NJSP have suffered irreparable harm \nbecause their constitutional and civil rights are being violated.  Among other \nallegations, Plaintiffs state that women prisoners have been deprived of \n6 \n\npsychiatric and medical care, items of basic hygiene. and privacy from male \nguards when undressing, showering or using the toilet.  Certainly, when \nconsidered together, Plaintiffs' allegations add up to a situation where the \nwomen prisoners are suffering beyond a severe personal inconvenience. \nAdditionally, this harm cannot be redressed by money damages or measured \nby any pecuniary standard.  Thus, Plaintiff13 contend that any women \nprisoners transferred in the future to the NJSP will suffer from the same \nirreparable harm as those women prisoners currently confined in the NJSP. \nDefendants argue that the named plaintiffs are already confined at the \nNJSP, and therefore, an injunction should not be entered because it would \nnot change the conditions or nature oftheir confinement.  However, the \nCourt has granted Plaintiffs' motion for class certification, which defines the \nclass of plaintiffs here as \"all general popUlation women prisoners who are \nnow or in the nlture will be confined in New Jersey State Prison.\"  The class \nof plaintiffs thereby includes those women prisoners who may be transterred \nin the future to the NJSP and thereafter subjected to the allegedly inhumane \nand inequitable conditions of confinement there.  Therefore, although an \ninjunction would not change the conditions of confinement at the NJSP, it is \nnecessary to prevent Defendants from subjecting other women prisoners to \nthose conditions by transferring them to the NJSP. \n7 \n\nTherefore, the Court finds that Plainti:l'l's have satisfied the first prong \nof the Crowe test. \nb.  Lega/lcv Settled Right \nPreliminary h1Junctive relief should only be granted when the issues \nraised present a legaJly settled right.  Crowe, supra, at 133 (citing Citizens \nCoacn Co .. )'. Camden Horse R.R. Co., 29 N.J. Eg. 299, 304Â·05 (E. & A. \n1878Â». \nHere, Plaintiffs have pl'esented legally settled rights insofar as they \nhave made claims under the New Jersey Constitution, Article I, paragraphs 1 \nand 12, the New Jersey Civil Rights Act, N.J.S.A. 1O:6-2(c), lind the New \nJersey Law Against Discrimination, N.J.S.A. 1O  A;SÂ·l et seq. \nc.  Reasonable Success on the Merits \nA preliminary injunction cannot be granted where all the material \nfacts are controverted.  Qrowe, supra, at 133 (citing Citizens Coach Co. v. \nCamden Horse RR Co\" 29 N.J. Eg. 299, 305Â·06 (B. & A.  1878Â».  Thus, to \nprevail on an application for a preliminary injunction, a plaintiff must \ndemonstrate a reasonable probability of success on the merits.  Ibid. (citing \nIdeal. Laundry Co. v. Gugllemone, 107 N.J. Eg. 108, 115-16 (E. & A. \n1930Â»).  However, \"mere doubt as to the validity ofthe claim is not an \nadequate basis for refusing to maintain the status quo.\"  !!lliL. (citing Naylor \n8 \n\nv. Harkins, 11 N.J. 435 (1953).  In tact, the point of temporary or \npreliminary relief is to maintain the parties in substantially the same \ncondition when the final decree is issued as when the litigation began.  Ibid. \n(citing Peters v. Public Service Corp. ofNJ., 132 N.J. Eg. 500 (E. & A. \nJ 942Â». \nThe Court noted in its opinion on Defendants' motion for summary \njudgment that Plaintiffs have raised a number of genuine issues ofmateriaJ \nfact concerning all of their claims in their class action complaint.  Thus, the \nmaterial facts of this matter are controverted at this time, and discovery is \nneeded before the Court can issue any dispositive rulings.  However, in liBht \nof the fact that this preliminary injunction will maintain the status quo, Le., \nwill leave the parties in substantially the same condition as when the \nlitigation began, the Court tinds that it is not prevel1ted from issuing an \ninjunction.  The preliminary injunction in this matter will not change the \nconditions of confinement at the NJSP, nor will it change the institution \nwhere Plaintiffs and other women prisoners are being contI ned.  Therefore, \nthe Court finds that Plaintiffs have satistled the third prong of the Crow~ \ntest. \nd.  &Ilancing Equitles \n9 \n\nPreliminary injunctive relief requires a balancing of the relative \nhardship to the parties in granting or denying relief.  Crowe, supra. at 134 \n(citing lsolantite Inc. v. United Electrical Radio & Machine Workers of \nAmerica. 130 N.J. Eg. 506, 515 (Ch. 1941), modified on other grounds, 132 \nN.J. Eg. 613 (E. & A. 1942). \nIn balancing the equ.ities, the Court finds that the injunctive relief that \nPlaintiffs seek should be granted.  If an injunction were not granted, women \nprisoners transferred over to the NJSP would be subject to the alleged \ninhumane and inequitable conditions present there.  Furthermore, the \nhardship to the women prisoners there would likely become exacerbated by \nthe increase in the number of women prisoners confined at the NJSP. \nHowever, if the injunctive relief is granted, Defendants would not be \npermitted to transfer other women prisoners to the NJSP.  Moreover, \nDefendants have not provided specifically how an injunction which simply \nmaintains the status quo harms them in this matter.  Theretore, the Court \nfinds that Plaintiffs have satistled the final prong of the Crowe test. \nThe Court thereby finds that Plainti:f:fs have satisfied all four prongs of \nthe Crowe test.  Although the facts ofthe matter are controverted, because \nthe preliminary injlU1ction will simply maintain the status quo, the Court \ntinds it appropriate to enter the injunction sought by Pletintiffs in this matter. \n10 \n\nFor the above stated reasons, Plaintiffs' request for a preliminary \ninjunction is hereby GRANTED. \nThe Court entered an order this date in accordance with this decision. \n11 \n\nPREPARED BY THE COURT  SUPERIOR COURT OF NEW JEllSEV \nCHANClmV D1VJSION \nMERCER COUNTY \nDOCKET NO.  C-123-07 \nKAT  HJ~EEN JONES, LAKESHA JONES, \nSYL VIA FLYNN and HELEN L. EWELL, \non behalf of themselves and all individuals \nsimilarly situated \nJUL  21  2006 \nPlaintiffs \n~~ \nv.  ORDER \n50& lIIIi=--coud \n.  \"  P  I'  . \nGEORGE W. HAYMAN et al.  Motlon J:or.  re .lmmDaIIrWyI 'i')cnt.JpuKn Ocf tlâ€¢o  n \nDefendants \nThe matter COmes before the Court on a Motion for Issuance of an \nOrder to Show Cause seeking a Preliminary Injunction filed by American \nCivil Liberties Union of New Jeraey Foundation, Mia Lewis, Esq., admitted \nPro Hac Vice and Edward L. Barocas. Esq., appearing on behalf of the \nPlaintiffs and opposition having been filed by the Office of the Attorney \nGeneral, Dianne M. Morattl, Deputy Attorney General appearing on behalf \nof the Defendants and the Court having reviewed all documents submitted \nand having heard oral argument and for good cause shown: \n12 \n\nIT IS ON THIS 21  day of July, 2008 \nst \nORDERED that the PI.aintiffsÂ· Motion for a Preliminary Injunction is \nhereby GRANTED for the reasons set forth in the decision issued by this \nCourt, \nIT IS FURTHER ORDERED that a copy of the decision  order \nlU1d \nshall be served upon all parties with seven (7) dates of the date herein. \n,. \neh. \nMaria M. Sypek, P.J. \n13 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/33472"
    },
    {
      "date": "2008-03-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU National Prison Project",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New Jersey state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 32448,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/32448.pdf",
      "title": "Plaintiffs' Brief in Support of Motion for Sanctions",
      "text": "MlE LEWIS (admittedp.h.v.) \nLENORA M. LAPIDUS (LL6592) \nAmerican Civil Liberties Union Foundation \nWomen's Rights Project \n125 Broad Street, 18th Floor \nNew York, NY 10004 \n(212) 519-7848 \nEDWARD L. BAROCAS (EB8251) \nAmerican Civil Liberties Union of New Jersey Foundation \nPost Office Box 32159 \nNewark, New Jersey 07102 \n(973) 642-2086 \nCo-Counsel for Plaintiffs \nKATHLEEN JONES, et aI., on behalf of  SUPERIOR COURT OF NEW JERSEY \nthemselves and all individuals similarly  CHANCERY DIVISION - GENERAL \nsituated,  EQUITY \nMERCER COUNTY \nPlaintiffs, \nv. \nDocket No. C-123-07 \nGEORGE W. HAYMAN, et aI., \nPLAINTIFFS' BRIEF IN SUPPORT OF \nDefendants.  MOTION FOR SANCTIONS \nPlaintiffs respectfully submit these points and authorities in support of their \nconcurrently filed Notice of Motion and Motion for Sanctions. \nPRELIMINARY STATEMENT \nSignificant evidence that has come to the attention of plaintiffs' counsel indicates \nthat, over the course of this lawsuit, defendants have engaged in a pattern of improper \nconduct. This misconduct takes the form of conducting psychological examinations of \nplaintiffs-without notice to counsel and in direct violation of court rules-specifically to \n\nobtain evidence to use against plaintiffs in this case; inducing potential witnesses to \nprovide or adopt false or misleading testimony; retaliatory assault against a witness; and a \nsustained invasion of the attomey-c1ient privilege. The unifying feature ofthis conduct is \nthe abuse of the authority and control defendants and their agents wield over plaintiffs \nand other women prisoners. The blatant and persistent nature of the defendants' \nmisconduct and defendants' tendering to this Court of the fruit of their wrongdoing for \nconsideration on the pending motions compel plaintiffs to request the immediate \nintervention ofthis Court to rectify the effects of defendants' conduct, to protect the \nwomen prisoners from further harm, and to discourage further such actions. \nLEGAL STANDARD \nCourts have the inherent power to ensure the orderly and efficient administration \nof justice within the scope of their jurisdiction, including the authority to sanction \nwrongful conduct. Dziubek v. Schumann, 275 N.J. Super. 428, 497-98 (App. Div. 1995). \nDiscovery rules are designed \"to further the public policies of expeditious handling of \ncases, avoiding stale evidence, and providing uniformity, predictability and security in \nthe conduct oflitigation.\" Zaccardi v. Becker, 88 N.J. 245, 252 (1982); Aujero v.  Cirelli, \n110 N.J. 566, 573, 580-81(1988); Cunningham v. Rummel, 223 N.J. Super. 15, 18 (App. \nDiv. 1988). Courts have the inherent power to impose appropriate sanctions to enforce \ndiscovery rules. Abtrax Pharms. v. ElIdns-Sinn, 139 N.J. 499, 512-13 (1995); Lang v. \nMorgan's Home Equip. Corp., 6 N.J. 333, 338 (1951) (construing predecessor to R. 4:23-\n2(bÂ». \nThe conduct of members of the bar is governed by the Rules of Professional \nConduct. R. 1: 14. Attorneys are bound by a duty of candor toward the tribunal, and a duty \noffairness to the opposing party and counsel. Rules ofP  rofl Conduct, R. 3.3,3.4. \nPlaintiffs' Brief in Support of Motion for Sanctions -2 \n\nCounsel may not knowingly disobey any rule of court, except when making an open \nrefusal based on an assertion that no valid obligation exists.ld. at R. 3.4(c). Counsel may \nnot participate in the procurement of evidence that is false or that is procured through \nimproper inducements. Id. at R. 3.4(b). The circumvention of these rules, whether \naccomplished personally or through the acts of others, and conduct prejudicial to the \nadministration of justice, constitute misconduct. Id. at R. 8.4(a), (d). Courts are \nresponsible for assuring that the Rules of Professional Conduct are observed during court \nproceedings. R. 1: 18. \nARGUMENT \nA.  Defendants Have Presented to This Court Evidence Obtained Through \nUnethical and Unlawful Means \nAmong defendants' submissions to this Court in support of their motion for \nsummary judgment, defendants include purported evidence that was in fact obtained \nthrough unethical and unlawful means. Some of the evidence was procured through the \nconduct of unnoticed psychiatric and medical examinations, and through interrogation of \nthe named plaintiffs in this action during those psychiatric examinations. Other evidence \nwas obtained through the improper offering of inducements to witnesses, one of whom \nappears subsequently to have been subjected to retaliation. \n1.  Defendants subjected plaintiffs to physical and psychiatric \nexaminations in violation of conrt rules and questioned plaintiffs \nabout this case under the guise of psychiatric examinations. \nAs detailed by plaintiffs in their briefs opposing summary judgment and the \nintroduction of certain evidence, defendants violated the rules of this Court by conducting \ninappropriate and unnoticed psychiatric and medical examinations on the four named \nplaintiffs in this action, and in addition questioning plaintiffs about this action under the \nPlaintiffs' Briefin Support of Motion for Sanctions -3 \n\nguise of psychiatric examinations. Plft.' Oppo. Summ. J, 10-13; Plft.' Oppo. Intra. Ev., \n3-6. Both actions constitute serious violations of court mles and warrant the imposition of \nsanctions. \nThe New Jersey Court Rules pennit discovery to be conducted during the \ndiscovery period, and set out specific prerequisites for medical and psychiatric \nexaminations ofa party. R. 4:19,4:24-1. When one party seeks to conduct an \nexamination of the other, the party must provide prior notice, \"stating with specificity \nwhen, where, and by whom the examination will be conducted and advising, to the extent \npracticable, as to the nature of the examination and any proposed tests.\" R. 4: 19. The \nparty to be examined may seek a protective order against such examinations. Ibid. \nThe discovery period in this case has not yet begun. It is therefore completely \ninappropriate for defendants to conduct any discovery whatsoever. Defendants provided \nno notice to plaintiffs' counsel of their intent to conduct physical and mental \nexaminations of the four named plaintiffs. Yet on January 22, 2008, defendants \nperformed psychiatric examinations on all four named plaintiffs in this action and on no \nother women prisoners. K. Jones Cert. Summ. J  ~~ 22-29; L. Jones Cert. Summ. J ~~ 24-\n1 \n28; Flynn Cert. Summ. J  ~~ 15-16; Ewell Cert. Summ. J  ~~ 3_7. The examinations were \nnot requested by the women and were uncOlmected to any treatment. Instead, the \npsychologist who perfomled the examinations specifically admitted to each plaintiff that \nthe examination was carried out for the purposes of this action. K. Jones Cert. Summ. J ~ \n25; L. Jones Cert. Summ. J ~ 25; Flynn Cert. Summ. J  ~ 16; Ewell Cert. Summ. J  ~ 5. \nI Certifications submitted in connection with plaintiffs' opposition to summary judgment are indicated with \nthe notation \"Summ. J.\" Certifications submitted concurrently with the instant motion bear no additional \nnotation. \nPlaintiffs' Brief in Support of Motion for Sanctions -4 \n\nShe further admitted that she had been instructed to carry out the examinations by \ndefendant Michelle Ricci. Flynn Cert. Summ. J  ~ 16. \nDuring the unnoticed psychiatric examinations, defendants questioned plaintiffs \ndirectly about this action. The New Jersey Court Rules require that any oral examination \nof a party be noticed. R. 4: 14-2. Of course, no oral examination of any kind may be \ncarried out on a represented party by agents of the opposing party outside the presence of \nthe examinee's attorney. Needless to say, plaintiffs' counsel were not present during the \nquestioning and had no opportunity to protect the plaintiffs' interests. Yet during the \nunnoticed examinations, plaintiffs were specifically questioned about the subject of this \naction. K. Jones Cert. Summ. J  ~~ 26-27; L. Jones Cert. Summ. J  ~ 28; Ewell Cert. \nSumm. J  ~ 7. In particular, they were questioned about their transfer from the women's \nprison to NJSP, their adjustment to NJSP, whether they had received specific services \nwhile confined in NJSP, what they found problematic about NJSP, and their wish to \nreturn to the women's prison. Ibid. Yet more alarmingly, the psychologist's introduction \nto plaintiff Lakesha Jones was phrased in such a way as to lead Jones to believe that the \nexamination was being carried out at the behest of her own lawyers. L. Jones Cert. \nSumm. J ~ 25. The psychologist further assured Jones that the information she provided \nwould remain confidential. Id. at ~ 27. \nDefendants also SUbjected plaintiffs to physical examinations without prior notice \nto plaintiffs or their counsel. During a series of three days, the plaintiffs, and no others, \nwere weighed by a prison nurse without prior notice to plaintiffs or their counsel. K. \nJones Cert. Summ. J ~~ 30-35; L. Jones Cert. Summ. J ~~ 29-32; Flynn Cert. Summ. J  ~ \n14; Ewell Cert. Summ. J  ~ 8. When plaintiffs inquired, prison medical staff refused to \ntell them the purpose of the examination. K. Jones Cert. Summ. J. ~ 32. Yet it is clear \nPlaintiffs' Brief in Support of Motion for Sanctions -5 \n\nfrom the statement of Deputy Attorney General Dianne M. Moratti that plaintiffs were \nweighed precisely for the purposes of this action and for no other reason. Ms. Moratti has \n. stated that she wishes to submit plaintiffs' medical records in part to refute plaintiffs' \nallegations regarding weight gain due to inactivity. Maratti Cert. \"Ii 11. \nMs. Moratti' s statement underlines a yet more disturbing facet of these actions, \nnamely, that the examinations were not just carried out by defendants acting alone, but \noccurred with the acquiescence of, and perhaps even at the direction of, the attorneys of \nthe New Jersey Attorney General's Office who are counsel for the defendants in this \naction. Ms. Moratti's certification strongly suggests her knowledge of the examinations. \nIn addition, on February 7,2008, Ms. Moratti contacted plaintiffs' counsel by telephone \nand requested permission to file plaintiffs' medical and psychiatric records in support of \ndefendants' motion for summary judgment. Maratti Cert. \"Ii 8. The records of the \nimproperly conducted examinations are among those Ms. Moratti sought to have \nadmitted. Indeed, in her certification to this court, Ms. Moratti describes the ceJiifications \nbased on those records as \"provid[ing] factual, medical and mental health data to directly \nrefute the allegations ofthe plaintiffs.\" fd. at \"Ii I. \nObviously, defendants' actions were grossly improper. As set out in plaintiffs' \nbriefs opposing summary judgment and the introduction of the unethically procured \nmedical and psychiatric information, plaintiffs requested that this Court exclude the \nimproperly obtained evidence. Plaintiffs hereby request leave to conduct discovery \nregarding the nature and extent of individual defendants' involvement in the violations \nfor the purpose of detennining the appropriateness of further requests for sanctions. Such \ndiscovery would include depositions of the psychologist, nurse, and any others involved \nPlaintiffs' Brief in Support of Motion for Sanctions -6 \n\nin the examinations. It would also include depositions of defendants Michelle Ricci and \nJames Drumm, who have direct custodial authority over plaintiffs. \n2.  Defendants have obtained false evidence by means of improper \ninducements and have presented such evidence to this Court. \nThe plaintiffs in this action, who are approximately forty general population \nwomen prisoners confined in a unit of New Jersey State Prison called \"lEE,\" are not the \nonly women held in NJSP. In addition, at any given time, approximately thirty women \nsubject to disciplinary confinement are held in a separate unit called \"IFF,\" also referred \nto as \"administrative segregation,\" or \"ad seg.\" NJ.A.C. Â§ lOA:5-I.3. Unlike the \nplaintiffs, the women confined in unit IFF did not undergo mass transfers and are not \nheld in NJSP indefinitely. Rather, they committed disciplinary infractions while at \nEMCF, received individualized hearings in accordance with New Jersey law, and are \nconfined in unit IFF for a limited period of time. NJ.A.C. Â§Â§ IOA:5-3.1, 3.2. The women \nheld in unit I FF are not \"general population\" prisoners, and are therefore not members of \nthe proposed plaintiff class in this case. Compare Pis. ' Mot. for Class Cert. 2 (\"all \ngeneral population women prisoners who are now or in the future will be confined in \nNew Jersey State Prison\") with N.J.A.C. Â§ IOA:5-I.3 (,\"Administrative segregation' \nmeans removal of an inmate from the general population of a correctional facility to a \nclose custody unit because of one or more disciplinary infractions.\"). \nUnits lEE and IFF are physically separated from one another, and women \nconfined in unit IFF cannot see unit lEE. K. Jones Cert.  ~ 3; Minitee Cert. ~ 5; Arce \nCert. ~ 2. Women held in unit IFF are not intermingled with those in lEE. Arce Cert. ~ 2; \nMinitee Cert. ~ 5; Velez Cert. ~ 3. Such separation is in accordance with prison \nregulations. NJ.A.C. Â§ IOA:5-3.3 (\"Whenever possible, areas utilized for Administrative \nPlaintiffs' Brief in Support of Motion for Sanctions-7 \n\nSegregation Units shall be physically separate from other programs in the correctional \nfacility.\"). As a consequence, women transferred from the women's prison directly to \nunit 1F F have no way of personally ascertaining conditions in 1E  E. Only those women \noriginally held in unit 1E  E who are transferred to unit 1F F for disciplinary infractions \ncould have such knowledge. Defendants are well aware that lEE and IFF are completely \nseparate from one another. K. Jones Cert.  '\\3. Defendants are aware of whether any \nparticular woman prisoner is a \"general population\" (lEE) prisoner, or an \"administrative \nsegregation\" (l FF) prisoner. Minitee Cert. ~ 5. \nNevertheless, defendants have submitted as evidence in support of their motion \nfor summary judgment a letter written by 1F  F prisoner Kareema Thomas, and documents \nsigned by two other IFF prisoners, Deborah Phillips and Monique Kendall. Ricci Cert., \nExs. A, B. In their briefing, defendants specifically reference Thomas's belief that NJSP \nis \"a safe environment, offering resource and program advantages\" to support the \nproposition that \"the female lEE imnates have adjusted well to their new environment.\" \nDeft. ' Brie/5. Defendants again employ the statement of Kareema Thomas when they \nstate: \nFemale inmates on 1E  E have orally expressed their desire to remain at \nNJSP. Three inmates have expressed this in writing. One of these women, \nKareena [sic] Thomas, writes that she believes NJSP to be a safe \nenvironment and [sic] offers resource and program advantages. \nDeft.' Brie/58; see also Deft.' Statement a/Facts ~ 12; Ricci Cert. ~ 14. Defendants go \non to characterize such statements as representing \"the clearly stated desires of women \nseeking to remain\" in NJSP. Id. at 59. \nIn reality, Kareema Thomas has never even seen unit lEE, let alone experienced \nany \"resource[s] and program advantages\" there. Thomas Cert. ~ 11. Instead, like other \nPlaintiffs' Brief in Support of Motion for Sanctions -8 \n\nwomen in administrative segregation, Thomas was and is desperate to leave unit I FF and \nreturn to general population status. Thomas Cert. '1'12-5; Velez Cert. ~ 2. \nAs Thomas and another I FF prisoner, Tatiana Velez, state in their certifications, \non more than one occasion, defendant James Drumm described unit lEE to the women \nheld in unit I FF in glowing terms, including bald misrepresentations of conditions on unit \n'16 \nlEE. Thomas Cert.  (\"He made it seem like the girls in lEE got a lot ofmovement.\"); \nVelez Cert. ~~ 4-5 (\"inmates in I EE would get a lot of educational programming, just like \nin EMCF,\" \"we were going to get all types of rehabilitation, and jobs, just like the men in \nNJSP,\" \"women were going to have movement around the prison.\"). Drumm represented \nto Thomas that \"if I wrote him a letter saying certain things, my time in ad seg would be \ncut.\" Thomas Cert. ~ 9. He made the same representation to Velez and other IFF \nprisoners by answering their pleas to reduce their disciplinary sentences by directing \nthem to write letters requesting placement in I EE. Velez Cert. ~ 7. \nAlthough Thomas had never seen lEE, a fact of which defendant Drumm is \nindisputably aware, Thomas was directed to make positive statements about conditions in \nunit I EE as if she had such knowledge. Thomas Cert. ~~1O-11. She did so based on \nDrumm's untruthful representations. Ibid. The sole reason why Thomas wrote the letter \nsubmitted by defendants to this Court, is that defendant James Drumm led her to believe \nthat if she did, the tenn of her disciplinary segregation would be shortened, and she \nwould more quickly be returned to the women's prison and in turn more quickly released \nfrom custody altogether. Id. ~ 9. Drumm offered the same inducement to at least one \nother, and possibly more, IFF women prisoners, despite knowing that they lacked any \ndirect knowledge of conditions in unit lEE. Id. ~~ 12-13; Velez Cert. ~~ 6-7. Other \nPlaintiffs' Brief in Support of Motion for Sanctions -9 \n\nwomen, suspicious of Drumm's representations, refused to write such letters. Thomas \nCert. ~ 14; Velez Cert. ~ 8. \nOther evidence supports the women prisoners' account of the inducements offered \nby Drumm. Defendants introduced into evidence two signed copies of a form given to \nIFF prisoners by Drumm. See Ricci Cert., Ex. A. The fonns are not in fact official \nDepartment of Corrections fonns. Official fonns bear the Department of Corrections title, \na fonn number, a reference to the regulation pursuant to which they are issued, and a \nrevision date. See, e.g., Ricci Cert., Ex. C (administrative remedy fonn). The fonns on \nwhich defendants obtained the signatures of IFF prisoners bear no such official \nmarkings. Ricci Cert., Ex. A. Instead, they appear to have been created by defendants \nspecifically as a vehicle for defendants' assertion to this Court that women prisoners wish \nto be confined in unit I EE. The fonns contain only a single, typewritten sentence to this \neffect. Ibid. When Drumm solicited signatures from prisoners on the fonns, he never \nexplained to them the purpose of the fonns, and answered the women's questions with \nevasions. Phillips Cert. ~~ 4-5. One woman who signed the fonn was released from IFF \nthe following week, having served only half of her six month disciplinary sentence. Id. ~~ \n2,7. \nOther aspects of these documents are suspicious. If the three women had wished \nto provide testimony in this action, defendants could have obtained properly verified \ncertifications from them, as they have from two prison guards. Instead, defendants proffer \nunverified statements not bearing the caption of this lawsuit nor any other indication that \nthe women who signed them intended or even knew that the fonns would be used by \ndefendants in this action. Indeed, the women were never infonned that the documents \nwould be used for such a purpose. Phillips Cert. ~ 8. Defendants imply that the \nPlaintiffs' Brief in Support of Motion for Sanctions - 10 \n\nstatements represent spontaneous expressions of approval for prison conditions, yet the \nidentical printed forms, obviously not the work of the prisoners themselves, bear the \nsame date. Ricci Cert., Ex. A. \nThe documents are also highly suspicious because they seem to serve no \nlegitimate purpose. Defendants represent the forms as evidence of prisoners' preference \nfor confinement in unit lEE over the women's prison, yet defendants have repeatedly \ninsisted that women prisoners have no right to be confined in any particular prison, and \nthat the decision as to their placement lies exclusively with prison officials. Deft. ' Brief \n1,45-48. Indeed, this is defendants' principal response to plaintiffs' challenge to the mass \ntransfers of women prisoners. In light of defendants' position, the provision of a form by \ndefendants to women prisoners in which the women are directed to express their desire to \nbe sent to unit lEE is exceedingly strange. Drumm provided the women with no form \nallowing women prisoners to express the opposite view, that they wished to be \ntransferred back to the women's prison rather than be sent to unit lEE. Phillips Cert. ~ 4. \nDefendants reference no official procedure by which such fonns would be considered, \nand it is unlikely that any such procedure exists. \nIn short, the fonns evidence defendants' successful efforts to capitalize on the \ndesperation of women in disciplinary segregation by inducing them to provide false \nstatements for submission to this Court regarding matters of which at least two of the \nwomen, Kareema Thomas and Tatiana Velez, could not possibly have personal \nknowledge. It is unlawful to knowingly attempt to induce or otherwise cause a witness or \ninformant to testify falsely. N.J.S.A. Â§ 2C:28-5(a)(1) (Tampering with Witnesses and \nInformants); State v. Speth, 323 N.J. Super. 67, 82-83 (App. Div. 1999) (Witness \ntampering found in absence of direct request to testify falsely, when context of \nPlaintiffs' Briefin Support of Motion for Sanctions  II \n\ncommunication demonstrated official had \"suggested\" to a potential witness that \ncooperation in ending an investigation would be rewarded.) By suggesting that positive \nstatements regarding unit I EE could result in reduced disciplinary terms, Drumm \nknowingly induced or attempted to induce prisoners to provide false and misleading \ntestimony in the form of their written and signed statements. \nIt is also unlawful for public officials to act in a manner related to their public \noffices bnt constituting an unauthorized exercise of their official functions, with the \npurpose of benefiting themselves or others. N.J.S.A. Â§ 2C:30-2(a) (Official Misconduct); \nState v. Parker, 124 N.J. 628, 640-41 (1991) (underlying act supporting showing of \nofficial misconduct need not be criminal in nature); State v. Stevens, liS N.J. 289, 305 \n(1989) (resulting benefit need not be pecuniary). Given the deprivations to which \nprisoners in disciplinary segregation are, by design, subjected, the inducement of a \nreduced sentence offered by Drumm constitutes both a bribe, in the form of swifter return \nto the general population, and a threat that if the prisoner refused to make the false \nstatement, the full disciplinary sentence would be imposed. Drumm abused his power as \na prison administrator to gain advantage for himself and his codefendants in this action, \nthereby committing official misconduct. \nFinally, it is unlawful to purposely obstruct, impair or pervert the administration \noflaw by means of an independently unlawful act. N.J.S.A. Â§ 2C:29-I(a) (Obstructing \nAdministration of Law or Other Governmental Function); State v. Perlstein, 206 N.J. \nSuper 246, 253-54 (App. Div. 1985) (required level of intent is purposeful carrying out of \nthe underlying conduct, not intent to obstruct the administration oflaw). Drumm gathered \nfalse evidence obtained by improper means, thereby committing the independently \nunlawful acts of witness tampering and official misconduct. Defendant Michelle Ricci \nPlaintiffs' Brief in Support of Motion for Sanctions - 12 \n\nsubmitted the evidence in connection with her sworn certification. Ricci Cert., Exs. A, B. \nIn their arguments, defendants repeatedly ask this Court to rely on the documents in its \nassessment of conditions in unit 1E  E, and to dismiss this case based on that assessment. \nIn light of the extremely serious nature of defendants' actions, plaintiffs request \nthat this Court impose the following sanctions: \nStrike from the record the unethically obtained evidence, namely the statement of \nKareema Thomas and the signed forms of the other two prisoners. \nEnjoin James Drumm from gathering evidence in connection with this action, \nwhether to be submitted by himself or to others. Defendants would not be prejudiced \nby this because other defendants and their agents can collect evidence on defendants' \nbehalf. \nEnjoin all defendants and their agents from communicating with the women \nprisoners held in New Jersey State Prison regarding this action. Such an injunction \nwould prevent further malfeasance of this kind. \nGrant plaintiffs leave to conduct discovery regarding the nature and extent of \nindividual defendants' involvement in the violations for the purpose of detennining \nthe appropriateness of further requests for sanctions. Such discovery would include \ndepositions of James Drumm and Michelle Ricci, as well as discovery ofletters, \nforms, memoranda, and other documents used by defendants in connection with their \nimproper actions. \n3.  Following contact with plaintiffs' attorneys regarding the collection of \nevidence by defendants, a prisoner was beaten under circumstances \nstrongly suggestive of retaliation. \nEvidence has emerged linking the improper actions of James Drumm to a yet \nmore serious occurrence. For several months, prisoner Kareema Thomas has suffered \nPlaintiffs' Brief in Support of Motion for Sanctions - 13 \n\nharassment from Sergeant Gaughan, a prison guard assigned to unit IFF. Sec. Thomas \nCert. ~ 2. On February 29, 2008, Thomas spoke to plaintiffs' counsel regarding the \nmeans employed by defendant Drumm to extract the statements from women in \nadministrative segregation as described above. Id. ~ 3. The following day, Sergeant \nGaughan took Thomas from her cell to an isolated area of the prison, beat her, and \ntouched her inappropriately while saying \"You have a big mouth,\" and making racially \ndiscriminatory statements. Id. '14; Arce Cert. ~~ 5-11; Velez Cert. ~ 9; Gomez Cert. ~ 2. \nAt the same time, another officer present when Thomas was taken to be beaten stated to a \nprisoner that Thomas \"has too much mouth.\" Arce Cert. '19. As a result of the beating, \nThomas suffered injuries including bruising on her face witnessed by at least three other \nprisoners. Arce Cert. '111; Velez Cert. ~ 9; Gomez Cert. ~ 2. Thomas begged repeatedly \nfor medical care for her iujuries but was ignored by prison guards. Arce Cert. ~ 12; Velez \nCert. ~ 10. Days after the beating, Drumm told Thomas that she was \"causing problems \nin my institution.\" Sec. Thomas Cert. ~ 5. Although Thomas and other women prisoners \nreported the beating, the witnesses who saw Thomas taken from her cell and returned \nshortly thereafter with unmistakable injuries were never questioned by prison officials or \nlaw enforcement agents regarding the incident. Arce Cert. ~ 14; Gomez Cert. '14. \nPhysical force applied to prisoners in the absence of a good faith assessment that \nsuch force is needed constitutes cruel and unusual punishment. Hudson v. McMillian, 503 \nU.S. I (1992); Davidson v. Flynn, 32 F.3d 27 (2d Cir. 1994). Applicable regulations \npermit the use of non-deadly force only in emergency situations such as the defense of \nself or others and the prevention of escapes and riots. N.J.A.C. Â§ I OA:3-3.3. New Jersey \nlaw prohibits retaliation against those serving as witnesses or informants. NJ.S.A. Â§ \n2C:28-5(b). Department of Corrections regulations require emergency requests for \nPlaintiffs' Brief in Support of Motion for Sanctions - 14 \n\nmedical attention to be attended to immediately. NJ.A.C. Â§ IOA:5-3.7. The \ncircumstances here strongly suggest that the violence committed against Thomas was \nretaliatory, and there is no evidence of any legitimate need for such application of force. \nPlaintiffs therefore request that this Court: \nEnjoin defendants from continuing to assign Sergeant Gaughan to any assignment \nin which he has contact with any woman prisoner held in NJSP. Without such \nprotection, Thomas and the other women prisoners who have come forward in this \ncase are subject to further retaliation. \nEnjoin James Drumm from any further contact with any woman prisoner held in \nNJSP. This measure would also help shield Thomas and the other women prisoners \nfrom further tampering. \nGrant plaintiffs leave to conduct limited discovery regarding the nature and extent \nof individual defendants' knowledge or involvement in the beating of Kareema \nThomas for the purpose of detennining the appropriateness of further requests for \nsanctions. Such discovery would include depositions of Sergeant Gaughan, James \nDrumm, and others with knowledge of the incident. \nB.  Defendants Have Systematically Violated the Attorney-Client Privilege and \nOtherwise Interfered with the Prosecution of This Action \nThe attomey-client privilege is \"the oldest of the privileges for confidential \ncommunications known to the common law.\"  Upjohn Co. v. United States, 449 U.S. 383, \n389 (1981).  \"[Clourts long have viewed its central concern as one 'to encourage full and \nfrank communication between attorneys and their clients and thereby promote broader \npublic interests in the observance oflaw and administration of justice.'\"  United States v. \nZoiin, 491 U.S. 554, 562 (1989) (quoting Upjohn, 449 U.S. at 289). \"The attorney-client \nPlaintiffs' Brief in Support of Motion for Sanctions - 15 \n\nprivilege protects confidential disclosures made by a client to an attorney in order to \nobtain legal advice ... as well as an attorney's advice in response to such disclosures.\" In \nre Grand Jury Investigation, 974 F.2d 1068, 1070 (9th Cir. 1992). In this case, \ndefendants and their agents have willfully and systematically interfered with the attorney \nclient privilege by consistently opening clearly marked legal mail to plaintiffs, \nmonitoring legal telephone calls and in-person attorney meetings, and subjecting women \nin the plaintiff class who require attorney meetings to unique administrative burdens. \nWritten correspondence from attorneys is privileged and must not be opened \noutside the presence of the prisoner to whom the correspondence is addressed. \nDefendants' own regulations provide that incoming legal correspondence \"shall be \nopened and inspected only in the presence of the inmate to whom it is addressed,\" and \nthat such correspondence \"shall not be read or copied.\" NJ.A.C. Â§ IOA:18-3.4. \nDefendants were recently reminded of this fundamental rule in Jones v. Codey, 461 F.3d \n353 (3d Cir. 2006). In Jones, the Third Circuit rejected the Department of Corrections' \nassertion that the possibility of contamination with anthrax necessitated the opening of \nlegal mail, and struck down the department's policy of opening incoming legal mail \noutside the presence of prisoners as a violation of prisoners' First Amendment Rights. Id. \nat 355, 360-63. In this case, prison officials have repeatedly opened clearly marked legal \nmail addressed to each of the four named plaintiffs, in blatant violation of settled law. K. \nJones Cert. ~ 2; L. Jones Cert. ~ 2; Flynn Cert. ~~ 3-4; Ewell Cert. ~ 3. This is so despite \nthe fact that all legal mail directed to plaintiffs is clearly marked with numerous red \nstamps reading \"legal correspondence.\" Ibid. In one instance, prison officials admitted \nthat legal mail had been opened, and asserted that legal mail contained in a large \nenvelope rather than a small one could be opened. K. Jones Cert., ~ 2. Of course, such a \nPlaintiffs' Brief in Support of Motion for Sanctions - 16 \n\ndistinction has no basis in law, and the practice of opening legal mail outside the presence \nof prisoners is a manifest violation of plaintiffs' constitutional rights. Prison officials \nhave also opened clearly marked legal correspondence directed at other members of the \nputative class who are outspoken about the rights violations to which women prisoners \nare subjected. Minitee Cert. ~ 3. \nDefendants and their agents have also persistently violated the attorney-client \nprivilege by monitoring telephonic and in-person attorney-client communications. \nPrisoners have a right of privacy in telephone calls with their attorneys. Tucker v. \nRandall, 948 F.2d 388, 391 (7th Cir. 1991). None of the women pl1soners confined in \nNew Jersey State Prison are ever allowed unmonitored legal telephone calls. Instead, they \nare required to make such calls in the immediate presence of both a prison worker and \none of two prisoner paralegals. L. Jones Cert. ~ 3; Ewell Cert. ~ 4; Minitee Cert. ~ 4; \nFlynn Cert. ~ 5. This overt violation of the attorney-client privilege deters women \nprisoners from contacting attorneys and renders candid communication impossible. Ewell \nCert. ~ 4; Minitee Cert. ~ 4. \nLikewise, defendants and their agents have violated the attorney-client privilege \nby denying plaintiffs and other women prisoners their right to confidential \ncommunications with counsel during in-person meetings. Lewis Cert. ~~ 3-4. Prison \nguards sit or stand immediately outside the door of the attorney visit room during almost \nevery meeting where they can easily hear the discussions inside, and have continued to \ndo so despite protests by plaintiffs' counsel. Ibid. The denial of the right to confidential \nin-person legal meetings persists even though it has been brought to the attention of \nprison guards and administrators, including defendant Michelle Ricci. In short, \nPlaintiffs' Brief in Support of Motion for Sanctions - 17 \n\ndefendants have willfully invaded every possible means of attorney access available to \nwomen prisoners, whether it be written, telephonic, or face-to-face. \nDefendants have also attempted to obstruct the legal access of plaintiffs and the \nother women prisoners held in NJSP by imposing additional administrative requirements \non these women. Prison officials initially refused attorneys access to the women \nprisoners, insisting that access was allowed only to the \"attorney of record,\" and have \nsubsequently required women prisoners wishing to meet with attorneys to submit a form \ncontaining their name, inmate number, and signature, and the name, address, and \ntelephone number of the attorney. Flynn Cert. ~ 2; Ewell Cert. ~ 2; Minitee Cert. ~ 2. \nLewis Cert., ~~ 6-8, Exs. A, B. Women prisoners must give this form to a prison guard. \nFlynn Cert. ~ 2; Minitee Cert. ~ 2. No such requirement, nor even a requirement of prior \nwritten notice of visits, is imposed on male prisoners in NJSP, nor on attorneys other than \nACLU attorneys. Latimer Cert. ~~ 2-7; Lewis Cert. ~~ 5,9. \nDepartment of Corrections regulations do not require that prisoners submit fonns \nin advance of attorney meetings, but state instead that such forms \"may be used.\" \nNJ.A.C. Â§ lOA: 18 -6.7(e). Yet it is only the women prisoners, and only ACLU attorneys, \nupon whom the requirement is imposed. While ordinary administrative procedures \nconsistent with departmental regulations are permitted, the targeted and discriminatory \nimposition of administrative barriers to attorney access is unlawful. NJ.S.A. Â§10A:5-1 et \nseq; Procunier v. Martinez, 416 U.S. 396, 419 (1974) (\"Regulations and practices that \nunjustifiably obstruct the availability of professional representation ... are invalid. \"). \nSuch practices also discourage women from participation in this case, especially when \nthe possibility of confidential communication by telephonic and written means has been \nforeclosed by defendants' surveillance. \nPlaintiffs' Brief in Support of Motion for Sanctions - 18 \n\nPlaintiffs hereby request the following fonns ofrelieffrom defendants' persistent \nviolations of the attorney-client privilege: \nEnjoin defendants from opening legal mail addressed to all NJSP prisoners except \nin the presence of the prisoner. \nOrder defendants to provide all women prisoners in NJSP with unmonitored legal \ntelephone calls. \nEnjoin defendants from further surveillance of in-person legal meetings \nconducted by plaintiffs' counsel. Specifically, order that no correctional officer nor \ncivilian prison employee be stationed within fifteen feet of the entrance to the \nattorney visit room. \nOrder that attorney meetings with general population women prisoners in NJSP \nbe noticed in the same way as attorney meetings with general population male \nprisoners in NJSP. Specifically, order that such meetings be noticed by means of a \ntelephone call to the prison mailroom, and that women prisoners seeking attorney \nmeeting no longer be required to submit any documentation that is not required of all \nother prisoners throughout the State of New Jersey. \nPermit plaintiffs to conduct limited discovery to determine the appropriateness of \nfurther requests for sanctions. Such discovery would be calculated to uncover the \nidentity of individual defendants and their agents who have opened and or read \nincoming legal correspondence, or are involved in the monitoring oflegal telephone \ncalls and in-person legal meetings, or have directed that any such actions occur. \nPlaintiffs' Brief in Support of Motion for Sanctions - 19 \n\nCONCLUSION \nDefendants' conduct throughout this action manifests an attitude of disregard for \nlegal and ethical rules, and the judicial process. Plaintiffs therefore respectfully request \nthat this Court grant plaintiffs' motion and impose the sanctions enumerated in these \npoints and authorities. In addition, plaintiffs request that this Court exclude any and all \nevidence garnered by defendants by improper means, and enjoin defendants from \nintroducing or relying on any such evidence in this action in the future. Plaintiffs also \nrequest that this Court award plaintiffs reasonable attorneys' fees and costs in connection \nwith the investigation of defendants' improper actions and the preparation of these \nsubmissions, and impose any additional financial penalties and other sanctions on \ndefendants as appear fitting. \n\\ \nBY: -b\"Lk~~-/,~===:::, \nLEWIS \nLENORA M. LAPIDUS \nAmerican Civil Liberties Union \nFoundation \nWomen's Rights Project \nAmerican Civil Liberties Union \nof New Jersey Foundation \nCo-Counsel for Plaintifft \nDated: March 2-<), 2008 \nPlaintiffs' Brief in Support of Motion for Sanctions -20 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/32448"
    }
  ],
  "document_count": 7
}