{
  "case_id": 17487,
  "fetched_at": "2025-10-22T00:30:51.903453",
  "case_data": {
    "attorney_orgs": [
      "Legal Services/Legal Aid",
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Governor of Texas",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2020,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      },
      {
        "value": "Preliminary relief denied"
      }
    ],
    "court": "Texas state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2020-04-08",
    "filing_year": 2020,
    "id": 17487,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Conditions of confinement",
      "COVID-19: Mitigation Requested",
      "COVID-19: Mitigation Granted",
      "COVID-19: Release Requested",
      "COVID-19: Mitigation Denied",
      "COVID-19: Release Denied",
      "General/Misc.: Fines/Fees/Bail/Bond"
    ],
    "last_checked_date": "2021-10-31T00:00:00-04:00",
    "main_docket": {
      "id": 28009,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2020,
      "docket_filing_number": 2034,
      "is_main_docket": true,
      "court": "Texas state trial court",
      "state": "Texas",
      "docket_office_number": "",
      "docket_number_manual": "D-1-GN-20-002034",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Texas Criminal Defense Lawyers Association v. Abbott",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "The Texas Criminal Defense Lawyers Association and sixteen Harris County Judges",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      },
      {
        "value": "Non-profit NON-religious organization"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None",
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2020-04-10",
    "settlement_judgment_year": null,
    "special_collections": [
      "COVID-19 (novel coronavirus)"
    ],
    "special_case_type": [],
    "state": "Texas",
    "summary": "<p>On April 8, 2020, the Texas Criminal Defense Lawyers Association, the Capital Area Private Defender Service, the Austin Criminal Defense Lawyers Association, and several other organizations filed a lawsuit against the State of Texas, challenging Governor Abbott&rsquo;s order to limit bail release across the state.</p>\r\n<p>On March 29, Governor Abbott issued executive order GA-13, which removed the discretion from judges regarding who could receive personal bonds, and banned the use of personal bonds for certain detainees. Specifically, the order prohibited the no-cost release of people accused of violent offenses, or those previously convicted of a violent felony. However, those who were able to pay bail could still be released on personal bonds regardless of their charges.</p>\r\n<p>The plaintiffs alleged that the order created a &ldquo;wealth-based system&rdquo; of release and discriminated against those unable to afford cash bail. Further, the plaintiffs noted that GA-13 worsened prison overcrowding by holding individuals in pretrial detention at a time when jails populations already faced heightened susceptibility to COVID-19. The plaintiffs alleged that GA-13 suspended the Texas Code of Criminal Code Procedure pertaining to release and the discretion of judges on release decisions. The plaintiffs also alleged that the defendant overstepped this statutory and constitutional authority as Governor in violation of the Texas Disaster Act 1975 and the Texas Constitution, which states that the power to suspend laws lies with the legislature.</p>\r\n<p>Included in the group of plaintiffs were sixteen of Harris County&rsquo;s judges, who sued in response to GA-13&rsquo;s changes in rules regarding judges&rsquo; decisions regarding pre-trial bail. First, the judicial plaintiffs alleged that GA-13 improperly deprived them of the judicial discretion to consider pre-trial released granted by the Texas constitution. Second, the judges contended that the order caused confusion among the courts, as judges were forced to choose between applying federal consent decree, mandating individualized bail decisions, versus GA-13, which prohibited all discretion on personal bonds. Shortly after Governor Abbott&rsquo;s order, in a separate case, County Judge Lina Hidalgo issued an order to release pretrial detention inmates on April 1. On April 3, another Harris County judge blocked the release of the individuals specified in Judge Hidaglo&rsquo;s decision,<a href=\"https://www.click2houston.com/news/local/2020/04/03/list-inmates-who-will-be-released-from-harris-county-jail-amid-coronavirus-crisis/\" target=\"_blank\" rel=\"noopener\">resulting in a conflicting order</a>. Additionally, another competing federal civil rights request was filed, seeking an emergency injunction for those being held pretrial due to a lack of bail funds.</p>\r\n<p>The plaintiffs sought a declaratory judgment that GA-13 was unconstitutional, as well as a temporary and permanent injunction prohibiting the defendants from enforcing GA-13. The plaintiffs also sought a temporary restraining order (TRO) to preserve the status quo, pending the decision on the validity of GA-13 and attorney fees. The plaintiffs were represented by the American Civil Liberties Union of Texas and the Texas Fair Defense Project. The case was assigned to Judge Lee Rosenthal.</p>\r\n<p>On April 10, the district court granted the TRO, citing unconstitutional provisions and overreach of executive power by the Governor. The following day, the defendants filed an appeal to the Texas Supreme court, seeking to vacate the district court&rsquo;s TRO. That same day, April 11, the Texas Supreme Court granted the stay, reviving Abbott&rsquo;s order. The plaintiffs submitted a response in opposition to the appellants&rsquo; writ of mandamus on April 13.</p>\r\n<p>On April 23, the Texas Supreme Court conditionally granted mandamus and overturned the district court&rsquo;s TRO. The Supreme Court decided that the sixteen judicial plaintiffs&rsquo; alleged injury due to GA-13 was too generalized to create a legal standing. Therefore, the district court lacked subject matter jurisdiction to rule in favor of the judges&rsquo; authority to make individualized bail decisions when the TRO was issued.</p>\r\n<p>On November 4, 2020, the plaintiffs requested to dismiss the case, which was granted; the case is now closed.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2025-03-25T17:19:14.572102-04:00",
    "summary_short": "This case is a challenge against the Governor of Texas’ order to limit bail, filed by the Texas Criminal Defense Lawyers Association and sixteen Harris County Judges. On March 29, Governor Abbott removed the discretion from judges regarding who can receive personal bonds, and banned the use of personal bonds for detainees accused of violent offenses. The plaintiffs alleged that the order discriminated against those unable to afford cash bail and hampered efforts to reduce jail populations during the pandemic. The plaintiffs sought a declaratory judgment that the order was unconstitutional, as well as a temporary and permanent injunction prohibiting the defendants from enforcing it. The plaintiffs also sought a TRO (temporary restraining order) to preserve the status quo pending the decision on the validity of the defendant’s order. On April 10, the court granted the TRO. The following day, the defendants filed an appeal to the Texas Supreme court, and the Texas Supreme Court issued a stay on the TRO, reviving Abbott’s order. On April 23, the Texas Supreme Court overturned the district court’s decision, after finding that the judicial plaintiffs lacked standing and therefore lacked subject matter jurisdiction. The plaintiffs dismissed the case on November 4, 2020.",
    "summary_tiny": "Texas Supreme Court reverses the district court’s decision and upholds Governor Abbott’s executive order removing individualized judge discretion on personal bonds and prohibiting no-cost release for persons accused of violent offenses",
    "terminating_date": "2020-11-04",
    "clearinghouse_link": "clearinghouse.net/case/17487",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17487",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17487",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17487"
  },
  "documents": [
    {
      "date": "2020-04-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Texas state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 107811,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/107811.pdf",
      "title": "Temporary Restraining Order & Order Setting Hearing for Temporary Injunction",
      "text": "CAUSE  NO.  --GN-20-002034 \nTEXAS  CRIMINAL  DEFENSE \n \nF\nLAWYERS  ASSOCIATION;  L\nLP \n \nP\nCAPITAL  AREA  PRIVATE  S\n \nA\nDEFENDER  SERVICE;   L\n2\nS\n \nP\nAUSTIN  CRIMINAL  DEFENSE  S\n \nP\nLAWYERS  ASSOCIATION;  S\n \nI\nNAACP  TEXAS;  LP \n \nH\nL\n \nH\nHARRIS  COUNTY  L\nCRIMINAL  COURT  AT  LAW  JUDGES,   SP? \nP\nL\nHon.  Judge  Alex  Salgado, \n \nP\nHon.  Judge  Ronnisha  Bowman,   L\n)\nP\nHon.  Judge  Erica  Hughes,  S\n \nP\nS\nHon.  Judge  Shannon  Baldwin,   \nP\nHon.  Judge  David  M.  Fleischer,   S IN  THE  DISTRICT  COURT  OF \nP\nHon.  Judge  Kelley  Andrews,  ? L TRAVIS  COUNTY,  TEXAS \nI\nHon.  Judge  Andrew  A.  Wright,  ? S 459th  JUDICIAL  DISTRICT \nF\nHon.  Judge  Franklin  Bynum,   L\n?\nP\nHon.  Judge  Toria  J.  Finch,  L\nHon.  Judge  Lee  Harper  Wilson,   LP) \n?\nP\nL\nHon.  Judge  Sedrick  T.  Walker,  II,   \n?\nN\nHon.  Judge  Genesis  E.  Draper,  L\n \nI\nHon.  Judge  Raul  Rodriguez,   L\n)\nP\nL\nHon.  Judge  David  L.  Singer,   \n2\nG\nHon.  Judge  Tonya  Jones,   \n?\nP\nHon.  Judge  Darrell  Jordan,   L\n)\nP\nL\nLP? \n \n)\nP\nS\n \nH\nL\n \nH\nS\n \nP\nL\nGREG  ABBOTT,  sued  in  his  official \ncapacity  as  Governor  of the  State  of  LPN \n \nP\nL\nTexas;  and  KEN  PAXTON,  sued  in  his   \nN\nofficial  capacity  as  Attorney  General  of  L\n \nH\nL\nthe  State  of Texas,   \nP\nL\n \nP\nDefendants.  S\nr\nC\n  \nTEMPORARY  RESTRAINING  ORDER  & \nORDER  SETTING  HEARING  FOR  TEMPORARY  INJUNCTION \n  \n1.  After  considering  Plaintiffs’  application  for temporary  restraining  order,  the  pleadings, \nthe  affidavits,  and  arguments  of counsel,  the  Court  finds  there  is  evidence  that  harm  is  imminent \nto  Plaintiffs,  and  if the  Court  does  not  issue  the  temporary  restraining  order,  Plaintiffs  will  be \nirreparably  injured  by  the  ultra  vires  and unconstitutional  provisions  of Executive  Order  GA-13. \n2.  Therefore,  by this  Order,  the  Court  does  the  following: \na.  Restrains  Defendants  from  enforcing  Executive  Order  GA-13  against judges. \nb.  Orders the  Clerk to  issue  notice  to  Defendants  that the  hearing  on  Plaintiffs’ \napplication  for temporary  injunction  is  set  for April  24,  2020,  at  ten  o’clock  a.m. \n(10:00  a.m.).  The  purpose  of the  hearing  will  be  to  determine  whether this \ntemporary  restraining  order  should  be  made  a temporary  injunction pending  a  full \ntrial  on the  merits. \nc.  Sets  bond  at  $0. \nThis  Order  expires  on  April  24,  2020. \nSIGNED  on  Fr.  LO  9020,  at  a \nCre whoraLLi vings)s ion\n",
      "document_type_other": "",
      "external_url": "https://www.aclutx.org/en/cases/texas-criminal-defense-lawyers-association-et-al-v-abbott",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/107811"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114722,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114722"
    },
    {
      "date": "2020-04-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 802,
      "cite_1_reporter": "S.W.3d",
      "cite_1_vol": 601,
      "cite_2_page": 1943226,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2020,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Texas state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": true,
      "is_core_document": true,
      "id": 107810,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/107810.pdf",
      "title": "[Opinion]",
      "text": "IN THE SUPREME COURT OF TEXAS \n \n══════════ \nNo. 20-0291 \n══════════ \n \nIN RE GREG ABBOTT, GOVERNOR OF THE STATE OF TEXAS, AND \nKEN PAXTON, ATTORNEY GENERAL OF THE STATE OF TEXAS, RELATORS \n \n══════════════════════════════════════════ \nON PETITION FOR WRIT OF MANDAMUS \n══════════════════════════════════════════ \n \nPER CURIAM \n \n  The Constitution is not suspended when the government declares a state of disaster.  Nor \ndo constitutional limitations on the jurisdiction of courts cease to exist.  One such limitation is the \nrequirement that a plaintiff establish standing, which is always an essential component of a court’s \nsubject-matter jurisdiction.  If plaintiffs lack standing to seek orders from a court, the court lacks \npower to issue those orders. \n  Executive Order GA-13 changes the rules applicable to judges’ decisions regarding pre-\ntrial bail.  It suspends certain statutes authorizing trial judges to release jail inmates with violent \nhistories during the current state of disaster.  The plaintiffs allege GA-13 is unconstitutional and \nexceeds the governor’s statutory emergency powers.  Sixteen of the plaintiffs are Texas trial \njudges,  who  allege  GA-13  improperly  interferes  with  their  judicial  authority  to  make \nindividualized bail decisions.  At their request, the trial court issued a temporary restraining order \nblocking enforcement of GA-13 against judges.  The other plaintiffs in the case are public interest \norganizations and lawyer associations, and the TRO does not grant any relief as to those plaintiffs.  \nNone of the plaintiffs are inmates who cannot obtain release because of GA-13, and the plaintiffs \n\ndo not identify any such person by name.  The State filed this mandamus petition seeking review \nof the TRO. \nOn the record before the Court, we conclude the judges lack standing, which means the \ntrial court lacked jurisdiction to order their requested relief, even temporarily.  Suspending statutes \nthat govern judges’ decisions in particular cases does not amount to a personal, legally cognizable \ninjury against the judges.  We are aware of no precedent authorizing a judge to file suit against the \nexecutive or legislative branches to ask another judge to clarify or invalidate rules governing \ndecisions the plaintiff judge must make.  Our adversary system of justice envisions that disputes \nover which rules govern court procedures like bail will be settled through proceedings involving \nparties with a direct stake in the outcome, proceedings such as actual bail hearings involving \ninmates denied release because of GA-13.  If a judge overseeing such a hearing follows the \nexecutive order (or concludes it is invalid and does not follow it), that ruling can be challenged.  \nThe question of GA-13’s legal effect when weighed against the Constitution and other sources of \nlaw is a question for judges to decide when properly asked by parties to do so.  It is not a question \nfor judges to ask other judges to decide. \nWe  acknowledge  the  plaintiff  judges’  allegation  that  they  face  a  threat  of  criminal \nprosecution if they do not follow the executive order.  Any threat to prosecute a judge for his or \nher judicial decisions raises grave separation-of-powers concerns.  The judges, however, do not \nexplain why well-established principles of judicial immunity are insufficient to counter such \nthreats.  Troubling as these threatened prosecutions would be, the defendants have disclaimed any \nsuch intention, and the judges have not shown a credible threat they actually will be prosecuted.  \nAs a result, even if a threat of prosecution could give a judge standing to challenge a substantive \n2 \n\nlegal standard, the alleged threat of criminal prosecution in this case does not give the judges \nstanding to seek the invalidation of GA-13.  We therefore conditionally grant mandamus relief. \nBACKGROUND \nExecutive Order GA-13 followed the Governor’s March 13, 2020 declaration of a state of \ndisaster due to the threat of the novel coronavirus.  Issued on March 29, GA-13 limits the release \nof inmates from jails who are “charged with, convicted of, or hav[e] a history of offenses involving \nphysical violence or threats of physical violence.”  GA-13 was issued in response to the concern \nthat “several counties are now reportedly considering the broad-scale release of arrested or jailed \nindividuals as a result of COVID-19 . . . .”  The State explains that GA-13 was intended to \nsafeguard the public “by ensuring that alleged violent criminals are not released en masse.”  It \npartially suspends several statutory provisions “to the extent necessary” to comply with its terms.  \nOne of the suspended provisions is article 17.03 of the Code of Criminal Procedure, which grants \ntrial courts discretion to release inmates before trial without requiring monetary bond. \nOn April 8, the real parties in interest, which include sixteen judges of the Harris County \nCriminal County Courts at Law, sued the Governor and the Attorney General.  They allege that \nGA-13 violates two provisions of the Texas Constitution and exceeds the Governor’s statutory \nemergency powers.  According to the petition, the judges sued in their “official capacity” because \nthey “have been directly harmed by [the] issuance of this Order and impeded from exercising their \njudicial authority pursuant to the Texas Constitution.”  The NAACP and three groups representing \ncriminal defense attorneys are also plaintiffs in the suit.  The plaintiffs requested a TRO, a \ntemporary injunction, and permanent injunctive relief to prevent the enforcement of GA-13, as \nwell as declaratory relief and attorneys’ fees.  The sixteen judicial plaintiffs specifically alleged \n3 \n\nthat they “are now caught between fulfilling their obligations to decide bail in individual cases as \nprescribed by the Constitution and Legislature, or obeying an Executive Order.” \nThe Governor and Attorney General filed a plea to the jurisdiction on April 10.  They \ncontended that the judicial plaintiffs lacked standing because they have alleged no injury in fact.  \nIn their view, an injury characterized by one government actor encroaching on the duties of another \nis too generalized to create standing.  And when an institutional plaintiff sues to redress an \ninstitutional injury, the entire institution must file suit, not individual members of the institution. \nLate on April 10, the trial court issued a TRO restraining “[d]efendants from enforcing \nExecutive Order GA-13 against judges.”  In a letter to counsel for the parties, the court specified \nthat the TRO was granted only “as it applies to the independently elected judicial officers (the \njudges) who are Plaintiffs in this cause.”  The letter also explained that “many of the orders in \nExecutive Order GA-13 strip away the discretion of the judiciary and potentially subject its judges \nto mandamus or criminal action with little or no rationale in coping with the current health crisis.”  \nThe TRO was scheduled to expire on April 24.  The trial court has not explicitly ruled on the \nrelators’ plea to the jurisdiction. \nOn April 11, the Governor and Attorney General filed a petition for writ of mandamus and \nmotion to stay directly in this Court.1  The petition argued that the trial court lacked the necessary \nsubject-matter jurisdiction to issue a TRO and that the trial court abused its discretion by issuing \na TRO when the plaintiffs are unlikely to succeed on the merits.  We granted the motion to stay \nand requested expedited merits briefing, which the parties have promptly and ably provided. \n \n1 Because this is a matter of state-wide importance requiring immediate attention, the relators’ decision to \nbypass the court of appeals is warranted.  See Perry v. Del Rio, 66 S.W.3d 239, 257 (Tex. 2001). \n4 \n\nANALYSIS \nThe April 10 TRO restricted enforcement of GA-13 only “against judges.”  The trial court’s \nletter to counsel explained that “in this ruling, the [trial court] need not reach other issues regarding \nstanding of the organizational parties and the like and those issues may also be argued at the \nhearing on Temporary Injunction.”  Standing is specific to each individual plaintiff and to each of \nthe plaintiff’s individual claims.  Heckman v. Williamson County, 369 S.W.3d 137, 153 (Tex. \n2012) (“Thus, each party must establish that he has standing to bring each of the claims he himself \nalleges—meaning the court must assess standing plaintiff by plaintiff, claim by claim.”).  Because \nthe trial court implicitly based its ruling on a conclusion that the sixteen judges had standing, \ndeclined to rule on the other plaintiffs’ standing, and granted relief only as to judges, we likewise \nconsider only the standing of the judicial plaintiffs. \nStanding is implicit in the concept of subject-matter jurisdiction, and subject-matter \njurisdiction is essential to the authority of a court to decide a case.  Tex. Ass’n of Bus. v. Tex. Air \nControl Bd., 852 S.W.2d 440, 443 (Tex. 1993).  The Texas standing doctrine  \nderives from the Texas Constitution’s provision for separation of powers among \nthe branches of government, which denies the judiciary authority to decide issues \nin the abstract, and from the open courts provision, which provides court access \nonly to a “person for an injury done him.” \nMeyers v. JDC/Firethorne, Ltd., 548 S.W.3d 477, 484 (Tex. 2018) (citing TEX. CONST. art. I, § 13; \nTex. Ass’n of Bus., 852 S.W.2d at 443–44).  The Texas standing requirements parallel the federal \ntest for Article III standing, which provides that “[a] plaintiff must allege personal injury fairly \ntraceable to the defendant’s allegedly unlawful conduct and likely to be redressed by the requested \nrelief.”  Heckman, 369 S.W.3d at 154 (quoting Allen v. Wright, 468 U.S. 737, 751 (1984)). \n5 \n\n  The United States Supreme Court has articulated the three elements of standing, which \nhave been adopted by this Court: \nFirst, the plaintiff must have suffered an “injury in fact”—an invasion of a legally \nprotected interest which is (a) concrete and particularized, and (b) “actual or \nimminent, not ‘conjectural’ or ‘hypothetical.’”  Second, there must be a causal \nconnection between the injury and the conduct complained of—the injury has to be \n“fairly . . . trace[able] to the challenged action of the defendant, and not . . . th[e] \nresult [of] the independent action of some third party not before the court.”  Third, \nit must be “likely,” as opposed to merely “speculative,” that the injury will be \n“redressed by a favorable decision.” \nLujan  v.  Defenders  of  Wildlife,  504  U.S.  555,  560–61  (1992) (citations  omitted);  see also \nHeckman, 369 S.W.3d at 154–55 (quoting same).  The Texas injury-in-fact analysis similarly \nrequires that the plaintiff suffer “personal” injury.  Heckman, 369 S.W.3d at 155. \nWe have also recognized the United States Supreme Court’s holding that “[w]hen the suit \nis one challenging the legality of government action or inaction, the nature and extent of facts that \nmust be averred (at the summary judgment stage) . . . depends considerably upon whether the \nplaintiff is himself an object of the action (or forgone action) at issue.”  Meyers, 548 S.W.3d at \n485–86 (quoting Lujan, 504 U.S. at 561).  Thus when “a plaintiff’s asserted injury arises from the \ngovernment’s allegedly unlawful regulation (or lack of regulation) of someone else” other than the \nplaintiff, then “standing is not precluded, but it is ordinarily ‘substantially more difficult’ to \nestablish.”  Lujan, 504 U.S. at 562 (citations omitted). \nThe Governor and Attorney General argue that the sixteen judicial plaintiffs lack standing.  \nIn their view, a theory of injury based on one government actor usurping another actor’s authority \nis too generalized to confer standing to sue.  As the State sees it, even if GA-13 may impose legally \ncognizable personal injury on pretrial arrestees, the same cannot be said for judges.  To the extent \nthe judges seek standing in their institutional capacities, the State contends, standing is only \n6 \n\nconferred when the entire institution sues, not individual members.  Further, the State argued that \nany  procedural  complications  in  the  court  system  created  by  GA-13  are no  different  from \nprocedural changes enacted by the Legislature under less unusual circumstances.  Judges would \nnot normally have standing to personally challenge acts of the Legislature that change rules the \njudges must apply in their courtrooms; likewise, the State contends, they lack standing to challenge \nGA-13. \nThe real parties in interest, a coalition that includes the judicial plaintiffs, respond that the \ntrial court correctly determined the sixteen judges have standing because GA-13 deprives them of \nthe judicial discretion to consider pretrial release granted by the Texas Constitution.  Specifically, \nthey  allege  GA-13  causes  injury  to  each  judge  by  preventing  his  or  her  exercise  of  the \nconstitutional authority to determine bail.  This injury is ongoing because GA-13 has slowed down \nproceedings and created confusion in the judges’ courtrooms.  Next, the real parties contend the \njudges must choose between applying a federal consent decree, which mandates individual \nassessments when  considering release on personal bonds, and the Governor’s order,  which \nprohibits all discretion.  The real parties also assert that, given the Governor’s stated intent to \nenforce the executive order, he may order the judges’ arrest under Texas Government Code section \n418.173.  The real parties similarly interpret the Attorney General’s Twitter statement that he “will \nnot  stand  for any  action” not  in  compliance  with  GA-13  as  a  potential  threat  of  criminal \nprosecution.  To underscore these concerns, they point to instances of lawyers from the Attorney \nGeneral’s Office attending the judges’ pretrial proceedings. \nHaving considered these arguments, we conclude the judicial plaintiffs have not alleged \nthe personal, legally cognizable injury required for standing.  The judicial plaintiffs sued to correct \n7 \n\nan alleged trespass by the executive branch on powers assigned to the judiciary.  The United States \nSupreme  Court  has  prescribed  caution  when  determining  questions  of  standing  in  lawsuits \nquestioning the constitutionality of another branch’s actions.  Raines v. Byrd, 521 U.S. 811, 819–\n20 (1997) (“And our standing inquiry has been especially rigorous when reaching the merits of the \ndispute would force us to decide whether an action taken by one of the other two branches of the \nFederal Government was unconstitutional.”).  This is just such a case.  The plaintiffs’ petition for \ninjunctive and declaratory relief alleges that “GA-13 unlawfully suspends laws and deprives \njudges, sheriffs, and local governments of the powers and discretion granted to them by the laws \nof the State.”  Further, they allege the Disaster Act does “not authorize GA-13’s usurpation of \njudicial and legislative authority.  Instead, the Disaster Act empowers each branch of government \nto respond to disasters while leaving judicial functions to the discretion of the courts.”  As the trial \ncourt’s letter to counsel explained: \nThis exercise of judicial discretion [limited by GA-13] falls squarely within the \npurview of the judicial branch of our government.  To be clear, the judges of this \nState may not abandon their responsibility in this regard, but neither may it be taken \naway from them by executive order. \nBecause the plaintiffs seek to correct an alleged violation of the separation of powers, our \nstanding inquiry must be “especially rigorous.”  Raines, 521 U.S. at 819.  The plaintiffs also assert \n“injury aris[ing] from the government’s allegedly unlawful regulation (or lack of regulation) of \nsomeone else,” which means standing is “substantially more difficult to establish.”  Lujan, 504 \nU.S. at 562 (quotation omitted). \n  Under the standards outlined above, the judicial plaintiffs lack standing to challenge the \nvalidity of GA-13.  Our standing jurisprudence ensures that the executive and judicial branches \nresolve matters of public importance through the adversary system of justice in particular cases \n8 \n\ninvolving parties who are genuinely, personally affected.  Petitions from one set of judges to \nanother do not fit this mold.  That does not mean the issues raised in this lawsuit are unimportant \nor  cannot  be  litigated.    If  a  defendant  in  a  bail  hearing  contends  the  executive  order  is \nunconstitutional and the suspended statutes should continue to provide the rule of decision, the \njudge has a duty to rule on that issue, and the losing side can challenge that ruling. \nNeither branch may short-circuit this process.  As discussed below, the executive branch \ncannot criminally prosecute judges for deciding cases based on what they understand the law to \nbe.  We appeal judicial decisions we don’t like; we don’t jail the judges.  Nor can one judge file a \nlawsuit against the executive branch that asks another judge to clarify the rule of decision the \nplaintiff judge should apply in his or her courtroom, as the judicial plaintiffs have done here.  \n“‘[Courts] do not, or should not, sally forth each day looking for wrongs to right.  We wait for the \ncases to come to us, and when they do we normally decide only questions presented by the \nparties.’”  Greenlaw v. United States, 554 U.S. 237, 244 (2008) (quoting United States v. Samuels, \n808 F.2d 1298, 1301 (8th Cir. 1987) (R. Arnold, J., concurring in denial of reh’g en banc)). \n  As the judicial plaintiffs point out, there is precedent for courts hearing challenges from \njudges about the acts of other branches of government that have injured the judges personally or \nhave interfered with internal matters regarding the administration of the courts.  The real parties \nin interest cite two cases in support of this rule, United States v. Will, 449 U.S. 200 (1980) and \nHenry v. Cox, 483 S.W.3d 119 (Tex. App.—Houston [1st Dist.] 2015), rev’d, 520 S.W.3d 28 (Tex. \n2017).  But neither of these cases indicates that a judge has a personal, legally cognizable stake in \nknowing the correct law to apply.  Applying the correct law in each individual case is the judge’s \n9 \n\njob as an institutional matter.  Difficulty in doing so does not give the judge standing to ask another \njudge to decide which source of law controls. \nUnited States v. Will was a suit by thirteen United States District Judges against the United \nStates over appropriations laws that eliminated judicial pay raises.  449 U.S. at 205–06.  There was \nno challenge in Will to the judges’ standing to sue, as no one questioned the judges’ personal stake \nin their own salaries.  Henry v. Cox addressed an injunction sought by a trial court (and local \nadministrative) judge against the county judge of Galveston County.  483 S.W.3d at 126.  The trial \njudge alleged that the county judge had illegally fired the local director of judicial administration \nand then sought to replace her.  Id.  The court of appeals concluded that the county judge’s actions \nhad compromised the judiciary’s ability to perform its necessary functions, thereby establishing \nthe injury necessary to grant the plaintiff standing.  Id. at 149.  Henry was a local dispute over \nfunding for judicial employees and stands for the limited proposition that judges may have \nstanding to sue another branch of government that interferes with the judiciary’s ability to manage \nits internal administrative affairs.  Neither Will nor Henry supports the judicial plaintiffs’ position. \nThe judicial plaintiffs contend they have suffered an injury caused by GA-13 because the \nGovernor usurped their judicial authority.  This Court considered a similar argument in Brown v. \nTodd, 53 S.W.3d 297, 305 (Tex. 2001).  After the Mayor of Houston issued an executive order \nprohibiting sexual-orientation discrimination, City Council Member Robb Todd sued, seeking \ninjunctive and declaratory relief.  Id. at 299.  Todd contended that the Mayor, “by issuing an \nexecutive order prohibiting discrimination based on sexual orientation in all city programs and \nactivities, usurped Todd’s power as a city council member.”  Id. at 304–05.  After the trial court \nfound that Todd had standing to sue, this Court, looking to United States Supreme Court precedent, \n10 \n\nreversed.  Id. at 305.  The Court concluded that “Todd’s injury as a city council member is vague \nand generalized, not personal and particularized.  Todd does not and cannot challenge the anti-\ndiscrimination policy’s actual operation because it does not apply to him.”  Id. \nAs in Brown, the judicial plaintiffs’ usurpation argument alleges only a diminution of the \npower that they wield in their official capacities.  They insist that GA-13 has interfered with their \nauthority to set bail and determine the conditions of pretrial release.  Although GA-13 may impact \nthe performance of the judges’ official duties, as in Brown, its “actual operation . . . does not apply \nto [them].”  See id.  Instead, it applies to jailed inmates by affecting their rights to pre-trial release.  \nThe judges have not been prevented from doing their duty to interpret the governing laws and issue \nrulings on personal bonds and other matters affected by GA-13.  When faced with apparently \ninconsistent legal authority, the judges remain tasked with deciding which authority is dominant.  \nThis is the case for GA-13, just as it would be the case for any change in the law affecting judicial \ndecisions in individual cases. \nThe judicial plaintiffs contend that Brown stands only for the holding that an individual \ncouncil member lacks standing to claim an institutional injury for the council in its entirety.  But \nBrown specifically notes that Todd did not sue “on the council’s behalf and was not joined by any \nother council members in his suit.”  Id. at 306.  Brown did not reject Todd’s assertion of standing \nbecause he could not, as an individual, speak for the entirety of the city council.  Id.  Instead, the \nCourt simply reviewed the nature of Todd’s injury and determined that it was “not personal and \nparticularized.”  Id. at 305.  Similarly, the judicial plaintiffs have not established that GA-13’s \nlimits on their power to determine pretrial release constitute a “personal and particularized,” \nlegally cognizable injury sufficient to confer standing.  We recognize that trial judges, unlike city \n11 \n\ncouncil members, act individually and not as part of a multi-member body.  But Brown supports \nour conclusion that a judge suffers no personal and particularized injury from an executive order \nthat tells the judge what substantive standards to apply to cases in the judge’s court. \nThe judicial plaintiffs raise a second theory of injury, arguing that the executive order has \nsown confusion among the parties in their courts by creating new procedures at a crucial time for \nthe judiciary.  As is evident from the affidavits supporting the judicial plaintiffs’ petition for a \nTRO, however, this pandemic has presented many extraordinary challenges to the judiciary.  While \nGA-13 introduces new substantive standards, the real parties in interest do not explain with \nspecificity how these changes produce a personal and particularized injury to them—as opposed \nto the parties whose cases are affected by the disruptions.  Again, judges have no personal, legally \ncognizable stake in achieving clarity or ease of application in the law.   \nAll of us in the judiciary should do what is in our power to make the court system continue \nto work as promised for all parties during these difficult times.  But a desire for the legal system \nto operate efficiently does not confer standing to sue to make it so.  See Warth v. Seldin, 422 U.S. \n490, 498–500 (1975) (noting that standing serves to prevent courts from being “called upon to \ndecide abstract questions of wide public significance even though other governmental institutions \nmay be more competent to address the questions and even though judicial intervention may be \nunnecessary to protect individual rights”).  If the parties who appear before a judge are confused \nabout the law that applies to their case, the remedy lies in the judge, whose job is to resolve such \nconfusion to the best of his or her ability, based on the applicable law.  That the judge may also be \nconfused about applicable law does not give the judge standing to sue the lawmaker.  The judge’s \njob is to determine and apply the law to individual cases, even if doing so is difficult. \n12 \n\n  Finally, the judges argue they have standing because the Governor has the power to enforce \nGA-13 against the judiciary by holding non-compliant judges criminally liable under Texas \nGovernment Code section 418.173.2  The judges also express concern that the Attorney General \nposted on Twitter that “[t]he release of thousands of arrestees justly held for felony crimes would \ndirectly endanger the public, and my office will not stand for any action that threatens the health \nand safety of law-abiding citizens.”3  The judges have also reported monitoring of individual bail \nhearings by personnel from the Office of the Attorney General. \nTo establish standing based on a perceived threat of injury that has not yet come to pass, \nthe “threatened injury must be certainly impending to constitute injury in fact”; mere “[a]llegations \nof possible future injury” are not sufficient.  Whitmore v. Arkansas, 495 U.S. 149, 158 (1990) \n(citations omitted).  A plaintiff does not need to be arrested and prosecuted before suing to \nchallenge the constitutionality of a criminal law.  He must, however, allege “an intention to engage \nin a course of conduct arguably affected with a constitutional interest, but proscribed by a statute, \nand there exists a credible threat of prosecution thereunder.”  Babbitt v. Farm Workers Nat’l Union, \n442 U.S. 289, 298 (1979). \n  Here, the judges have alleged a course of conduct affected with constitutional interest: \nmaking rulings in cases before them.  And the judge’s desired course of conduct may be proscribed \n \n2 Section 418.173 provides: \n(a)  A state, local, or interjurisdictional emergency management plan may provide that failure \nto comply with the plan or with a rule, order, or ordinance adopted under the plan is an \noffense. \n(b)  The plan may prescribe a punishment for the offense but may not prescribe a fine that \nexceeds $1,000 or confinement in jail for a term that exceeds 180 days. \nTEX. GOV’T CODE § 418.173. \n3  Attorney  General  Ken  Paxton  (@KenPaxtonTX),  TWITTER  (Mar.  30,  2020,  10:26  AM), \nhttps://twitter.com/KenPaxtonTX/status/1244647288976412675. \n13 \n\nby statute, assuming GA-13 validly prohibits it.  But there is no “credible threat of prosecution.”  \nEven assuming for the sake of argument that the Attorney General’s tweet could have been \nunderstood as a genuine threat to criminally prosecute judges, the State correctly observes that the \nAttorney General cannot bring such a criminal prosecution without the participation of a district \nattorney.  Yet no threat of prosecution by a district attorney is alleged.  The State also readily \nconcedes that the Governor cannot initiate such prosecutions.  The State is further correct that \nsending assistant attorneys general to observe proceedings in courtrooms is no evidence of a \ncredible threat that judges face criminal prosecution. \nRather than threaten prosecution, the State in its briefing disclaims any intention by the \nGovernor or the Attorney General to affirmatively enforce GA-13: “Defendants do not enforce \nEO-GA-13. . . .  EO-GA-13 itself ‘envisions no role’ for either of the Relators. . . .  If anyone is \ntasked with enforcing EO-GA-13, it is local district attorneys.”  Relators’ Br. at 21.  This is by no \nmeans a concession that the executive order is toothless.  To the extent GA-13 provides the \ngoverning rule of decision in an individual bail determination—a merits question we do not \naddress—it must be followed, and it can be “enforced” against judges by a judicial ruling from a \nhigher court.  Important for standing, however, is the State’s acknowledgment that GA-13’s \nenforcement will not come in the form of criminal prosecutions by the Governor or the Attorney \nGeneral.    The  plaintiffs  offer  nothing  in  response  except  unsubstantiated  speculation  that \nprosecutions will somehow materialize despite the State’s concessions.  This is insufficient to \nestablish a credible threat of prosecution. \n  Moreover, even if criminal prosecution of judges were genuinely threatened, the plaintiffs \noffer no reason to doubt that long-established principles of judicial immunity provide adequate \n14 \n\nprotection.  The “right to have claims decided by judges who are free from potential domination \nby other branches of government” is “essential” to our “longstanding Anglo-American tradition of \nan  independent  Judiciary.”    Will,  449  U.S.  at  217–18.    Judicial  immunity  prevents  such \n“domination by other branches” by giving a judge absolute immunity from liability for official \njudicial acts performed within the scope of his or her jurisdiction.  Dallas County v. Halsey, 87 \nS.W.3d 552, 554 (Tex. 2002); see also Bradley v. Fisher, 80 U.S. 335, 349 n.16 (1871) (noting \nthat judicial immunity also protects the public, “whose interest it is that the judges should be at \nliberty to exercise their functions with independence, and without fear of consequences”).  To the \nextent the judicial plaintiffs could establish a credible threat of criminal prosecution, their remedies \nwould include the assertion of judicial immunity against any such prosecution.  Their remedy \nwould not be an order blocking GA-13 altogether. \n  For these reasons, the judicial plaintiffs lack standing.  The trial court therefore lacked \nsubject-matter jurisdiction to issue a temporary restraining order in their favor.  Because temporary \nrestraining orders are not appealable, the Governor and Attorney General have no remedy by \nappeal.  In re Office of Attorney Gen., 257 S.W.3d 695, 698 (Tex. 2008) (per curiam).  And because \nof the exigent circumstances, this case should be decided quickly.  Accordingly, pursuant to Texas \nRule of Appellate Procedure 52.8(c) and without hearing oral argument, we conditionally grant \nmandamus relief and direct the court to withdraw its temporary restraining order.  We are confident \nthat the trial court will comply, and the writ will issue only if the trial court fails to do so. \n \n \nOPINION DELIVERED:  April 23, 2020 \n15 ",
      "document_type_other": "",
      "external_url": "https://www.aclutx.org/en/cases/texas-criminal-defense-lawyers-association-et-al-v-abbott",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/107810"
    },
    {
      "date": "2020-04-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Public.Resource.Org",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Texas state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 105558,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/105558.pdf",
      "title": "Plaintiffs' Original Petition and Application for Temporary Restraining Order, Temporary Injunction, and Permanent Injunction",
      "text": "CAUSE NO. _______________ \n \n \nTEXAS CRIMINAL DEFENSE       §   \nLAWYERS ASSOCIATION;      §   \n              §   \nCAPITAL AREA PRIVATE      §  \nDEFENDER SERVICE;        § \n              § \nAUSTIN CRIMINAL DEFENSE      § \nLAWYERS ASSOCIATION;      § \n              § \nNAACP TEXAS;  §   \n§ \nHARRIS COUNTY          § \nCRIMINAL COURT AT LAW JUDGES,   §   \n  Hon. Judge Alex Salgado,      §   \n  Hon. Judge Ronnisha Bowman,    §   \n  Hon. Judge Erica Hughes,      §   \n  Hon. Judge Shannon Baldwin,    § \n  Hon. Judge David M. Fleischer,    §  IN THE DISTRICT COURT OF \n  Hon. Judge Kelley Andrews ,    §  TRAVIS COUNTY, TEXAS \n  Hon. Judge Andrew A. Wright,    §  _________ JUDICIAL DISTRICT \n  Hon. Judge Franklin Bynum,    § \n  Hon. Judge Toria J. Finch,      § \n  Hon. Judge Lee Harper Wilson,    § \n  Hon. Judge Sedrick T. Walker, II,   § \n  Hon. Judge Genesis E. Draper,    § \n  Hon. Judge Raul Rodriguez ,    § \n  Hon. Judge David L. Singer,     § \n  Hon. Judge Tonya Jones,      § \n  Hon. Judge Darrell Jordan,     § \n              § \n              § \nv.              §            \n              § \n              § \nGREG ABBOTT, sued in his official    § \ncapacity as Governor of the State of    § \nTexas; and KEN PAXTON, sued in his    § \nofficial capacity as Attorney General of     § \nthe State of Texas,          § \n              § \nDefendants.            § \n \n \n\n______________________________________________________________________________ \n \nPLAINTIFFS’ ORIGINAL PETITION AND APPLICATION FOR TEMPORARY \nRESTRAINING ORDER, TEMPORARY INJUNCTION, AND PERMANENT \nINJUNCTION \n______________________________________________________________________________ \n \n \nI.  INTRODUCTION \n \nOn March 29, 2020, in response to the COVID-19 pandemic, Governor Abbott issued \nExecutive Order GA-13 (“GA-13” or “Order”). The Order attempts to suspend several articles of \nthe  Texas  Code  of  Criminal  Procedure,  and  in  so  doing  reaches  beyond  the  statutory  and \nconstitutional authority of the Governor. This case challenges GA-13 for violating the Texas \nDisaster Act of 1975 (“Disaster Act”) and the Texas Constitution, which carefully limit the \nGovernor’s authority, even in times of crisis.  \nIn  just  months,  the  COVID-19  pandemic  has  transformed  our  world.  Since  social \ndistancing is the only way to slow the spread of this deadly virus, people across Texas and the \nworld follow the advice of public health experts by staying home and avoiding interaction with \nothers. Schools, restaurants, stores and courthouses have closed, many people have lost their jobs, \nand the threat of the virus will cause many more months of economic insecurity, illness, and death. \nAs a result, government officials at all levels have sprung into action to help avoid and mitigate \nthe devastating effects of the virus. \nAs part of these efforts, local governments across the State have sought to implement the \nrecommendations of public health experts, not only for the general population, but also for those \nin their custody. Because social distancing is nearly impossible in detention and people in jails are \ndisproportionately at risk for serious complications, the risk of outbreak is especially dangerous \nfor detention facilities, where an outbreak would cripple the healthcare system of the broader \n2 \n \n\ncommunity. As a result, local stakeholders in counties across Texas have been working together \nto reduce their jail populations—which experts instruct is urgently needed—in ways consistent \nwith both state law and the safety of the community. By suspending provisions of the Code of \nCriminal Procedure, GA-13 frustrates these efforts and unlawfully undercuts the authority of \njudges and the Legislature.   \nThe Governor has an essential role to play in protecting the public health and safety of \nTexans in times of crisis. That role is carefully circumscribed by the Disaster Act and Texas \nConstitution, both of which GA-13 exceeds. The Disaster Act does not permit the Governor to \nsuspend substantive provisions of criminal law. The Texas Constitution grants that power of \nsuspension only to the Texas Legislature. The Texas Constitution also carefully delineates the roles \nof the respective branches of government, lines that GA-13 crosses. \nGovernment officials at all levels can, and should, respond to the COVID-19 crisis \nforcefully and consistently with the law. The Texas Constitution and Disaster Act, however, cabin \nthe Governor’s authority. This Court should declare GA-13 ultra vires and unconstitutional. \nII.  DISCOVERY CONTROL PLAN \n \n1.  Plaintiffs intend for discovery to be conducted under Level 3 of Texas Rule of Civil \nProcedure 190.  \nIII.  PARTIES \n \n2.  Plaintiff Texas Criminal Defense Lawyers Association (“TCDLA”) is a 501(c)(3) \norganization based in Austin, Texas, with 38 local affiliate bars and over 3,400 attorney members \nwho reside and practice throughout the State. TCDLA sues on behalf of itself and its members. \n3.  Plaintiff  Capital  Area  Private  Defender  Service  (“CAPDS”)  is  a  501(c)(3) \norganization based in Austin, Texas. It is a managed assigned counsel program that assigns and \n3 \n \n\nsupports indigent defense counsel in Travis County. CAPDS sues on behalf of itself and its \nmembers. \n4.  Plaintiff Austin Criminal Defense Lawyer Association (“ACDLA”) is a 501(c)(3) \norganization based in Austin, Texas. It is a member-supported network that provides education \nand professional support to lawyers representing accused citizens in Central Texas. ACDLA sues \non behalf of itself and is members. \n5.  Plaintiff Texas State Conference of NAACP Units (“NAACP”) is a 501(c)(4) \norganization based in Austin, TX. Its thousands of members across Texas are organized to build a \nsociety in which all individuals have equal rights without discrimination based on race. It sues on \nbehalf of itself and its members.  \n6.   Plaintiffs Honorable Alex Salgado, Honorable Ronnisha Bowman, Honorable \nErica Hughes, Honorable Shannon Baldwin, Honorable David M. Fleischer, Honorable Kelley \nAndrews, Honorable Andrew A. Wright, Honorable Franklin Bynum, Honorable Toria J. Finch, \nHonorable Lee Harper Wilson, Honorable Sedrick T. Walker, II, Honorable Genesis E. Draper, \nHonorable Raul Rodriguez, Honorable David L. Singer, Honorable Tonya Jones, and Honorable \nDarrell W. Jordan are all Harris County Criminal Court at Law Judges who sue in their official \ncapacity. \n7.  Defendant Greg Abbott is the Governor of the State of Texas, and is sued in his \nofficial capacity only. He may be served at 1100 San Jacinto Blvd., Austin, Texas 78701.  \n8.  Defendant Ken Paxton is the Attorney General of the State of Texas, and is sued in \nhis official capacity only. He may be served at the Office of the Attorney General, 300 W. 15th \nSt., Austin, Texas 78701.  \n \n4 \n \n\nIV.  JURISDICTION AND VENUE \n \n9.  The subject matter in controversy is within the jurisdictional limits of this Court, \nand the Court has jurisdiction over this action pursuant to Article V, Section 8, of the Texas \nConstitution and section 24.007 of the Texas Government Code, as well as the Texas Uniform \nDeclaratory Judgments Act, Tex. Civ. Prac. & Rem. Code §§ 37.001 and 37.003. \n10.  This Court has jurisdiction over the parties because all Defendants reside or have \ntheir principal place of business in Texas. \n11.  Plaintiffs seek non-monetary relief.  \n12.  Venue is proper in Travis County because Defendants have their principal office in \nTravis County. Tex. Civ. Prac. & Rem. Code § 15.002(a)(3).  \nV.  FACTS \n \nA.  Judges and Local Officials Are Trying to Curb the Rapid Spread of COVID-19 \nin Their Communities and Jails in Accordance with Texas Law \n \n13.   On March 13, 2020, Governor Abbott declared a State of Disaster for the State of \nTexas due to the rapid spread of a new, dangerous, and highly-contagious viral infection. COVID-\n19 has been declared a pandemic, and the State of Texas has registered 8,262 cases of the disease \nand 154 fatalities by April 7, 2020.1 \n14.  There is no vaccine or cure for COVID-19. The only way to curtail the virus’s \nspread according to public health experts is to practice social distancing.2 For those in state \ncustody, social distancing is nearly impossible, and there are few ways to curb the risk of infection. \n \n1   Texas Case Counts: COVID-19, TEX. DEP’T OF STATE HEALTH SERVS. (last updated Apr. 7, 2020, 11:45 \nAM), https://txdshsmaps.arcgis.com/apps/opsdashboard/index.html#/ed483ecd702b4298ab01e8b9cafc8b83. \n2   Coronavirus, WORLD HEALTH ORG. (last visited Apr. 5, 2020), https://cutt.ly/ztWyf7e (“At this time, there \nare no specific vaccines or treatments for COVID-19.”); Declaration of Dr. Robert B. Greifinger, MD, ¶ 8, Dawson \nv. Asher, No. C20-0409JLR-MAT, 2020 WL 1304557 (W.D. Wash. Mar. 19, 2020) (“Social distancing and hand \nhygiene are the only known ways to prevent the rapid spread of COVID-19.”). \n5 \n \n\nFor these reasons, the World Health Organization and the Centers for Disease Control and \nPrevention have identified correctional facilities as particularly vulnerable environments for a \nCOVID-19 outbreak and attendant public health crisis.3 This is because “[i]ncarcerated/detained \npersons live, work, eat, study, and recreate within congregate environments, . . . heightening the \npotential for COVID-19 to spread once introduced.” 4 The facts have borne out this danger: at \nRikers Island Jail in New York City, for example, the rate of infection among incarcerated people \nis over seven times the rate of infection in New York City generally, and 25 times higher than the \nrate in Wuhan, China.5  \n15.  An outbreak in a jail poses a danger not only for those confined in it, but those who \nwork in the jail and the surrounding community. An outbreak in a jail also puts enormous pressure \non the community health system, threatening its ability to provide care for all who need it. \n \n3   Interim Guidance on Management of Coronavirus Disease 2019 (COVID-19) in Correctional and Detention \nFacilities, CTRS. FOR DISEASE CONTROL AND PREVENTION (Mar. 23, 2020), https://www.cdc.gov/coronavirus/2019-\nncov/community/correction-detention/guidance-correctional-detention.html; Preparedness, prevention, and control \nof  COVID-19  in  prisons  and  other  places  of  detention,  WORLD  HEALTH  ORG.  1  (Mar.  15,  2020), \nhttp://www.euro.who.int/__data/assets/pdf_file/0019/434026/Preparedness-prevention-and-control-of-COVID-19-\nin-prisons.pdf?ua=1. \n4   CTRS. FOR DISEASE CONTROL AND PREVENTION, supra note 3; see also Sandhya Kajeepeta and Seth J. Prins, \nWhy Coronavirus in Jails Should Concern All of Us, THE APPEAL (March 24, 2020), https://theappeal.org/coronavirus-\njails-public-health/ (“[J]ails are short-term facilities and operate as revolving doors, aiding the spread of infectious \ndisease not only within their confines, but also in the community.”). \n5   These numbers likely underestimate the infection rate on Rikers Island, as they do not include the number of \npeople who contracted COVID-19 on Rikers Island but who have already been released. The rates of infection rely \non publicly released data collected by the Legal Aid Society. See Analysis of COVID-19 Infection Rate in NYC Jails, \nLEGAL AID SOC’Y (last visited Mar. 30, 2020, 11:00 AM), https://cutt.ly/RtYTbWd. \n6 \n \n\n16.  In Texas, jails in Dallas County,6 Gregg County,7 Harris County,8 Bexar County,9 \nMontgomery County,10 and Bowie County11 have confirmed cases of COVID-19 within their \npopulation and staff. By April 7, 2020, at least 21 Harris County inmates and jail staff tested \npositive for COVID-19.12 In Dallas County, at least 28 inmates and jail staff tested positive.13 \nThese confirmed cases likely undercount the actual number of cases: Harris County has at least \n200  additional  employees  and  inmates  awaiting  test  results,  experiencing  symptoms,  or  in \nquarantine.14  \n17.  Medical  and  public  health  experts  have  stated  that  to  mitigate  the  threat  of \ncoronavirus spread and COVID-19 in jails, jurisdictions must do everything possible to reduce the \njail population.15 According to 75 faculty members of the Harvard T.H. Chan School of Public \nHealth and Harvard Medical School, providing additional sanitation and other measures within a \n \n6   Ashley Paredez, Confirmed COVID-19 cases at Dallas County Jail now up to 28, FOX 4 \nKDFW  (April  5,  2020),  https://wwwfox4news.com/news/confirmed-covid-19-cases-at-dallas-\ncounty-jail-now-up-to-28 (28 confirmed cases as of April 5).  \n7   Scott Brunner, Gregg County Jail inmate tests positive for COVID-19, LONGVIEW NEWS-J. (Apr. 2, \n2020),  https://www.news-journal.com/news/coronavirus/gregg-county-jail-inmate-tests-positive-for-covid-\n19/article_1a3dca84-752a-11ea-abff-c348b9016697.html (one person in jail infected as of April 2). \n8   2  additional  inmates  test  positive  for  COVID-19,  Harris  Co.  reports,  ABC  13  (Apr.  2,  2020), \nhttps://abc13.com/health/harris-co-reports-3rd-inmate-to-test-positive-for-covid-19/6072312/  (three  people  in  jail \ninfected and 30 more showing symptoms awaiting test results as of April 2). \n9   Fares Sabawi, Bexar County jailer who tested positive for COVID-19 worked 1 day after feeling sick, KSAT \n(APR. 2, 2020) https://www.ksat.com/news/local/2020/04/02/bexar-county-jailer-who-tested-positive-for-covid-19-\nworked-1-day-after-feeling-sick/ (one jail employee infected as of April 2).  \n10   Dylan McGuinness, Montgomery County Jail inmate tests positive for COVID-19, two days after giving birth \nto  baby  girl,  HOUSTON  CHRONICLE  (April  4,  2020),  https://wwwhoustonchronicle.com/news/houston-\ntexas/houston/article/Montgomery-County-Jail-inmate-tests-positive-for-15179373.php (one jail employee infected \nas of April 4). \n11   Lynn LaRowe, Bowie County Judge confirms 2 jail employees test positive for COVID-19, TEXARKANA \nGAZETTE  (Mar.  30,  2020),  https://www.texarkanagazette.com/news/texarkana/story/2020/mar/30/breaking-judge-\nconfirms-2-employees-lasalle-tests-positive-covid-19/822538/ (two jail employees infected as of March 30).  \n12   Number of Harris County Sheriff’s Office Employees Positive for COVID-19 Reaches 19, THE KATY NEWS \n(April  6,  2020),  https://thekatynews.com/2020/04/06/number-of-harris-county-sheriffs-office-employees-positive-\nfor-covid-19-reaches-18/.  \n13   Paredez, supra note 7.  \n14   Number of Harris County Sheriff’s Office Employees Positive for COVID-19 Reaches 19, supra note 13. \n15   Lynn LaRowe, Bowie County Judge confirms 2 jail employees test positive for COVID-19, TEXARKANA \nGAZETTE  (Mar.  30,  2020),  https://www.texarkanagazette.com/news/texarkana/story/2020/mar/30/breaking-judge-\nconfirms-2-employees-lasalle-tests-positive-covid-19/822538/ (two jail staff members infected as of March 30).  \n7 \n \n\ndetention setting is not enough to reduce the risk of an uncontrolled outbreak within a jail.16 \nInstead, “Only reducing the size of the incarcerated population will achieve this.”17 \n18.  Where they considered it appropriate to do so, Texas judges, magistrates, and \nsheriffs heeded this call. Across the State, these officials exercised their constitutional authority to \nreduce  jail  populations,  including  in  Bexar  County,18  Hidalgo  County,19  Tarrant  County,20 \nGalveston County,21 Travis County,22 and Hays County.23 For example, the Hays County District \nCourt Judges took measured steps to reduce the County’s jail population by nearly a third, and \nreleased a letter explaining that “[t]he less time spent inside the closely-confined jail by anyone, \narrestees or law enforcement employees, the less likely is the chance that any such person might \ncontract and spread COVID-19 outside the jail.”24 \n \n16   Sherar  Andalcio,  et  al.,  Letter  to  Governor  Carlie  Baker  (March  31,  2020),  available  at \nhttps://cdn1.sphharvard.edu/wp-content/uploads/sites/2464/2020/03/HCSPH-HMS-Faculty-Letter-on-COVID-19-\nin-jails-3-31-20-FINAL.pdf. \n17   Id. \n18   Jacob  Beltran,  Bexar  sheriff  releases  more  than  200  from  downtown  San  Antonio  jail  amid \ncoronavirus  concern,  SAN  ANTONIO  EXPRESS  NEWS  (Mar.  20,  2020), \nhttps://www.expressnews.com/news/local/article/Sheriff-quarantines-11-deputies-releases-more-15144847.php. \n19   Mark Reagan, Sheriff: Jail taking steps to prevent COVID-19 from taking hold, THE MONITOR (Mar. 26, \n2020), https://www.themonitor.com/2020/03/26/sheriff-jail-taking-steps-prevent-covid-19-taking-hold/. \n20   Mitch Mitchell, Fort Worth-area coronavirus efforts trigger inmate exodus; jail population at 2-year low, \nFORT WORTH STAR-TELEGRAM (Mar. 26, 2020), \n https://www.star-telegram.com/news/coronavirus/article241511676.html. \n21   John Wayne Ferguson, Cashless bonds offered to some to help clear Galveston County \nJail,  GALVESTON  CTY:  THE  DAILY  NEWS  (Mar.  20,  2020), \nhttps://www.galvnews.com/news/free/article_9f474ab5-4c1b-526b-9ee0-cfd21d2978e2html. \n22   Ryan Autullo, Abbott order limits efforts to prevent coronavirus spread in jails, judges say, STATESMAN \n(Mar.  31,  2020),  https://www.statesman.com/news/20200331/abbott-order-limits-efforts-to-prevent-coronavirus-\nspread-in-jails-judges-say. \n23   Anita Miller, COVID-19 threat prompts release of ‘85 to 90’ Hays County inmates, HAYS FREE PRESS \n(Apr.  1,  2020),  https://haysfreepress.com/2020/04/01/covid-19-threat-prompts-release-of-85-to-90-hays-\ncounty-inmates/. \n24   Staff Reports, Hays County District Judges Look To Reduce Jail Population During COVID-19 Crisis, \nCORRIDOR  NEWS  (Mar.  24,  2020),  https://smcorridornews.com/hays-county-district-judges-look-to-reduce-jail-\npopulation-during-covid-19-crisis/. \n8 \n \n\nB.  GA-13 Limits Local Efforts to Curb Spread of COVID-19 \n \n19.  On March 29, 2020, Governor Abbott issued Executive Order GA-13, which \nattempts to curb the lawful authority of judges and local officials to follow the advice of health \nexperts by reducing their jail populations.  \n20.  In five separate instances, the three-page Order explicitly suspends articles of the \nCode of Criminal Procedure. All five suspensions remove power to deal with the crisis from judges \nand local officials and, when followed strictly, threaten to explode jail populations during this \ndeadly pandemic. Specifically, the Order purports to suspend: \ni.  Article 17.03 of the Texas Code of Criminal Procedure and all other \nrelevant statutes and rules relating to personal bonds: This provision of the \nOrder suspends Art. 17.03 and bars judges and magistrates from granting a \npersonal bond to anyone arrested for an offense involving “physical violence or \nthe threat of physical violence.” It also applies to anyone arrested for a non-\nviolent offense, but who at any time in their past received a conviction for an \noffense involving violence or the threat of violence—no matter how long ago \nor how minor the charge. This only affects people who cannot afford to pay \nbond; a similarly-situated wealthy person is still able to purchase release. \n \nii.  Article 17.151 of the Texas Code of Criminal Procedure: This provision bars \njudges, magistrates, and county officials from enforcing Article 17.151 and \ngranting personal bonds to pre-trial detainees held without charge for a certain \nnumber of days because the prosecution is not ready for trial. The Order \nsuspends this Article entirely, so that there is no longer any statutory limit on \nhow long people who cannot afford a monetary bond could be locked in jail \nwith no way to prove their innocence. The suspension of this Article applies to \npeople arrested for any charge, with no caveat regarding violence or a history \nof violence. \n \niii.  Article 15.21 of the Texas Code of Criminal Procedure: This provision bars \njudges, magistrates, and county officials from enforcing Article 15.21, which \nensures that people are released if they have been arrested on an out-of-county-\nwarrant and have not been picked up by the other county after 11 days. By \nsuspending this Article, the Order traps people who cannot afford to pay money \nbond  in  jail  indefinitely,  with  no  ability  to  challenge  their  charge  or \nconfinement.  \n \niv.  Article 42.032 of the Texas Code of Criminal Procedure, and all other \nrelevant statutes and rules relating to commutation of time: This provision \n9 \n \n\nof the Order suspends Art. 42.032 and bars counties from releasing people \nbased on credits for “good conduct, industry, and obedience” for all people \nserving a sentence for a crime involving violence or the threat of violence, and \nfor all people who at some point in their past received a conviction for such a \ncrime.  Applied  strictly,  this  provision  requires  Sheriff’s  Offices  to  comb \nthrough the criminal history of every single person sentenced to a term in the \ncounty jail in order to release them with good time credit. Sheriffs use good \ntime credit to maintain order and incentivize good behavior in county jails. It is \nalso routinely considered during sentencing and plea-bargaining, which means \nthat many people are currently serving sentences that are suddenly double the \nlength they had been advised they would serve.  \n \nv.  Article 42.035 of the Texas Code of Criminal Procedure: This provision of \nthe Order suspends Art. 42.035 and bars judges from allowing a person to serve \ntheir sentence through an electronic monitoring program instead of in a jail if \nthe person is serving a sentence for a crime involving violence or the threat of \nviolence or has ever been convicted of such a crime.  \n \n21.  GA-13  also  suspends  Sections  418.1015(b)  and  418.108  of  the  Texas  \nGovernment Code to bar local executives from exercising their statutory powers during an \nemergency  “to  the  extent  necessary  to  preclude  any  county  judge  .  .  .  or  any  emergency \nmanagement director[] from releasing persons under any circumstances inconsistent with [the] \nOrder.”  \n22.  Finally,  the  Order  contains  a  single  exception,  allowing  “release  on  an \nindividualized basis for health or medical reasons, provided that proper notice is given to the \ndistrict attorney and an opportunity for hearing is given.”  \n23.  Following its issuance, Defendant Paxton publicized his readiness to enforce the \nOrder and threatened that “my office will not stand for any action that threatens the health and \nsafety of law-abiding citizens.”25 \n24.  GA-13 immediately caused turmoil and confusion in the courts by purporting to \nstrip judges and magistrates of their authority to decide individual cases. See Declarations of \n \n25   Attorney  General  Ken  Paxton,  Twitter  (March  30,  2020),  available  at \nhttps://twitter.com/KenPaxtonTX/status/1244647288976412675.  \n10 \n \n\nHonorable Darrell W. Jordan and Honorable David L. Singer. Plaintiffs in this case include sixteen \njudges who have been directly harmed by this issuance of this Order and impeded from exercising \ntheir judicial authority pursuant to the Texas Constitution. The judges are now caught between \nfulfilling their obligations to decide bail in individual cases as prescribed by the Constitution and \nLegislature, or obeying an Executive Order. See infra, Section VIII. \n25.  Criminal defense associations, including Plaintiffs TCDLA, CAPDS, and ACDLA, \nhave also been harmed by the issuance of GA-13. See Declaration of Kerri Anderson Donica \n(TCDLA); Declaration of Steve Brand (ACDLA); Declaration of Bradley Hargis (CAPDS). Since \nthe Order was enacted, many people who would otherwise have been eligible for release are now \nbeing detained and denied a personal bond or good-time credit. In response, criminal defense \nattorneys have sprung into action to respond to GA-13, and many attorneys have been forced to \ngo to jails to secure client signatures for emergency writs and petitions that would otherwise not \nbe needed, putting themselves at additional risk of contracting COVID-19. Plaintiff organizations \nthemselves, including the NAACP, see Declaration of Gary Bledsoe, have also been forced to \ndivert immense time and resources to respond to GA-13. See infra, Section VIII. \n26.  With jails across the State confirming cases of COVID-19, time is of the essence. \nGA-13 ties the hands of judges and local officials precisely when they need to use their statutory \nand constitutional authorities to take urgent action. \nVI.  CAUSES OF ACTION  \n \n27.  Plaintiffs incorporate the foregoing paragraphs in support of the following causes \nof action. \n28.  Plaintiffs request declaratory relief under the Uniform Declaratory Judgments Act \n(“UDJA”). \n11 \n \n\n29.  The UDJA is remedial and intended to settle and afford relief from uncertainty and \ninsecurity with respect to rights under state law, and must be liberally construed to achieve that \npurpose. Tex. Civ. Prac. & Rem. Code. § 37.002. The UDJA waives the sovereign immunity of \nthe State and its officials in actions that challenge the constitutionality of government actions and \nthat seek only equitable relief.  \n30.  Pursuant to the UDJA, Plaintiffs seek a declaratory judgment of the Court that \nExecutive Order GA-13: \na.  Is ultra vires and exceeds the Governor’s authority under the Texas Disaster \nAct of 1975; \nb.  Impermissibly suspends state laws in violation of Article I, Section 28 of the \nTexas Constitution; and \nc.  Contravenes  separation  of  powers  established  by  Article  II  of  the  Texas \nConstitution. \n31.  Plaintiffs also seek declaratory relief under Texas Government Code § 2001.038. \nSee also id. § 2001.003(6) (defining a rule as a “state agency statement of general applicability \nthat . . . prescribes law); id. § 2001.003(7) (defining a state agency as “a state officer . . . that makes \nrules”). \n32.  In order to stop this ultra vires and unconstitutional Order from being enforced, \nPlaintiffs also seek temporary and permanent injunctive relief pursuant to Texas Civil Practices & \nRemedies Code §§ 37.011 and 65.011.  \nVII.  ARGUMENT \n \n33.  GA-13  unlawfully  suspends  laws  and  deprives  judges,  sheriffs,  and  local \ngovernments of the powers and discretion granted to them by the laws of the State.  \n12 \n \n\n34.  The Disaster Act does not empower the Governor to modify or suspend the targeted \nsections of the Code of Criminal Procedure. This renders GA-13 unlawful in its entirety, and the \nCourt should invalidate its provisions as ultra vires on this basis alone.  \n35.  Further, GA-13 violates Article I, Section 28 of the state Constitution, which \nprohibits non-legislative suspension of the laws of the State, and Article II, Section 1, which \nmandates separation of powers between co-equal branches of government. GA-13 is therefore \nunconstitutional on its face.  \nA.   The Disaster Act Provides No Authority for the Provisions in GA-13  \n \n36.  The Disaster Act authorizes the Governor to declare a state of disaster, Tex. Gov’t \nCode § 418.014, which activates enumerated authorities related to emergency management, see \nid. § 418.015. The Act aims to “clarify and strengthen the roles of the governor, state agencies, the \njudicial branch of state government, and local governments in prevention of, preparation for, \nresponse to, and recovery from disasters.” Id. § 418.002(4).  \n37.  The Act does not permit the Governor to suspend substantive provisions of the \nCode of Criminal Procedure, which GA-13 seeks to do, for two reasons. First, the Act’s general \nprovisions do not authorize the specific suspensions and prohibitions proclaimed by GA-13. \nSecond, the Act’s defined suspension authorities do not authorize GA-13’s sweeping prohibitions \non judicial and local authority. \n1. The Disaster Act Empowers the Governor to Respond to Disasters but Not to \nUsurp the Roles of the Judiciary and Legislature \n \n38.  The Disaster Act carefully enumerates executive powers the Governor may claim \nduring a certified disaster, and provides the conditions under which these powers may be invoked. \nTex. Gov’t Code Ch. 418. The Act is not a general grant of legislative or judicial authority to the \n13 \n \n\nGovernor since all branches and levels of government are explicitly empowered by the Disaster \nAct.  \n39.  As GA-13 acknowledges, the Disaster Act grants certain powers to the Governor \nin the event of a disaster as defined by the Act. See Order at 1. The Governor is “responsible for \nmeeting . . . the dangers to the state and people presented by disasters,” Tex. Gov’t Code § 418.011; \nthe Governor may issue executive orders, id. § 418.012; the Governor can “suspend the provisions \nof  any  regulatory  statute  prescribing  the  procedures  for  conduct  of  state  business,”  id. \n§ 418.016(a); the Governor may use resources of the State that are “reasonably necessary to cope \nwith a disaster,” id. § 418.017(a); and the Governor “may control ingress and egress to and from \na disaster area and the movement of persons and the occupancy of premises in the area,” id. \n418.018(c).  \n40.  These provisions do not authorize GA-13’s usurpation of judicial and legislative \nauthority. Instead, the Disaster Act empowers each branch of government to respond to disasters \nwhile leaving judicial functions to the discretion of the courts. See Tex. Gov’t Code § 22.0035 \n(recognizing the Supreme Court’s authority to “modify or suspend procedures for the conduct of \nany court proceeding affected by a disaster during the pendency of a disaster declared by the \ngovernor”); Tex. Gov’t Code § 74.093(c)(4) (enabling district and statutory county court judges \nin each county to adopt local rules of administration for “a coordinated response for the \ntransaction of essential judicial functions in the event of a disaster”). Each provision of the \nDisaster Act must be read as a whole, which enumerates specific authorities without \nfundamentally shifting the roles of government.  \n \n \n14 \n \n\n2.  Section 418.016(a) of the Disaster Act Prohibits the Governor from Suspending \nthe Targeted Provisions of the Code of Criminal Procedure \n \n41.  GA-13  purports  specifically  to  “suspend”  several  provisions  of  the  Code  of \nCriminal Procedural. Section 418.016(a) of the Disaster Act, however, allows the Governor to only \n“suspend the provisions of any regulatory statute prescribing the procedures for conduct of state \nbusiness . . . if strict compliance with the provisions . . . would in any way prevent, hinder, or delay \nnecessary action in coping with a disaster.” (emphasis added). As set forth below, GA-13 exceeds \nthe Governor’s authority.  \n42.  GA-13  purports  to  categorically  suspend  judicial  deadlines,  restrict  judicial \ndiscretion to order nonmonetary conditions of release, and preclude sheriffs from commuting \nsentences for good time. In so doing, GA-13 is not suspending “regulatory statute[s] prescribing \nthe procedures for conduct of state business.” Tex. Gov’t Code § 418.016(a) (emphasis added). \nInstead, in purporting to suspend provisions of the Code of Criminal Procedure, as well as “all \nother relevant statutes and rules” relating to personal bonds and good time credit, GA-13 far \nexceeds the Disaster Act’s authority.  \n43.  First, the Code of Criminal Procedure provisions at issue cannot be deemed \n“regulatory” for several reasons. Regulatory statutes must, at a minimum, be laws that govern state \nagencies. Tex. Gov’t Code § 418.0155 (requiring the governor’s office to compile a list of \nregulatory statutes and rules that may require suspension, and enabling a “state agency” that would \nbe impacted by suspension to review the list and advise). Such state agencies are under the control \nof the Executive Branch, which enables the Governor to suspend certain “regulatory statutes” \nwithout running afoul of separation of powers. See infra Section VII(A)(3). Neither the courts nor \nany of the local authorities affected by GA-13 are “state agencies” subject to the regulatory \nstatutes. Tex. Gov’t Code § 2001.003(7) (defining a “state agency” as an entity with “statewide \n15 \n \n\njurisdiction  that  makes  rules  or  determines  contested  cases,”  and  expressly  excluding  the \nlegislature and courts). \n44.  Several provisions demonstrate the Legislature’s intention that the Disaster Act’s \nsuspension authority pertains to the exercise of executive authority. For example, the Act allows \nthe Governor to suspend municipal enforcement of “on-premise outdoor signs” so that licensed \ninsurance carriers can erect “temporary claims service signage.” Tex. Gov’t Code § 418.016(b). \nAnother section permits, on request of a political subdivision, suspension of agency deadlines \n“including a deadline relating to a budget or ad valorem tax,” but only if “reasonably necessary to \ncope with a disaster.” Id. § 418.016(e).26 These provisions are regulatory in the sense that they \nconcern deadlines and parameters for civil administrative matters.  \n45.  The  Disaster  Act’s  enabling  language  and  prior  implementations  are  also \ninstructive. For example, during a disaster the Governor becomes the commander in chief of all \nstate agencies, Tex. Gov’t Code § 418.015, and the administration of elections is generally the \nresponsibility of the Elections Division within the Office of the Secretary of State. See Tex. Elec. \nCode § 31.001(b). Thus, during declared disasters, the Disaster Act has been interpreted to allow \nflexibility for postponing special elections and changing deadlines. Cf. Salmon v. Lamb, 616 \nS.W.2d 296, 298 (Tex. Civ. App.—Houston [1st] 1981, no writ) (permitting, pursuant to a \nhurricane disaster declaration for Galveston County on August 8, postponement of a special \nelection scheduled in League City for August 9, “but only to the next date prescribed” by the Texas \nElection Code); Tex. Att’y Gen. Op. KP-0191 (2018) (“The state statutes discussed above \n \n26   Further suspension authorities include suspending: transportation and motor carrier registration requirements, \nTex. Govt. Code § 418.016(f); the sale or transportation of alcoholic beverages, firearms, and explosives, id. \n§ 418.019; public health, safety, zoning, and other requirements if “essential to provide temporary housing or \nemergency shelter for disaster victims,” id. § 418.020(c); under enumerated conditions, deadlines imposed by local \nlaw on a political subdivision, including a deadline relating to a budget or ad valorem tax, id. § 418.1075; and certain \nland use or construction standards, id. § 418.124. \n16 \n \n\nprescribe deadlines and timing requirements for calling a special election and are therefore \nregulatory statutes that prescribe ‘the procedures for conduct of state business.’”).  \n46.  Interpreting  the  Disaster  Act’s  suspension  authority  in  this  way  keeps  the \nExecutive’s  authority  in  the  Disaster  Act  within  constitutional  confines,  only  permitting \nsuspension of laws that relate to the regulatory authority of the Executive. See infra, Section \nVII(A)(3)(b). The Texas Legislature directed the subject provisions of the Code of Criminal \nProcedure to the Judicial Branch. Compliance with this statutory framework would not have \nhindered coping with the disaster. See Tex. Gov’t Code § 418.016(a) (permitting suspension of \nrules that “prevent, hinder, or delay necessary action”). Indeed, the Code seeks as its first object \n“[t]o adopt measures for preventing the commission of crime.” Tex. Code Crim. Pro. Art. 1.03. \nThe Governor cannot claim emergency authority to supplant the authority of the Legislature or the \njudgment of the Judiciary.   \n47.  Second, the subject provisions of the Code of Criminal Procedure do not “prescribe \nthe procedures for conduct of state business.” Tex. Gov’t Code § 418.016(a). Instead, they are \nbased on underlying constitutional concerns about speedy trial, physical liberty, and fair trial \nprotections. The Code of Criminal Procedure affords substantive rights to criminal defendants \nwhile delineating categories of who may and who may not be held in detention, striking at the \nheart of powers reserved for the Judicial and Legislative Branches. See Vandyke v. State, 538 \nS.W.3d 561, 573 (Tex. Crim. App. 2017) (explaining that “the Legislature possesses the sole \nauthority  to  establish  criminal  offenses  and  prescribe  punishments”  and  “[t]he  Governor’s \nclemency power has never extended so far that he may presume to exercise or substantially \ninterfere with the Legislature’s prerogative to make, alter, and repeal laws, let alone define criminal \noffenses or fix punishment for those offenses”). \n17 \n \n\n48.  The Disaster Act has never been interpreted to empower the Governor to interfere \nwith the power of the Judiciary. Until now, no Texas Governor has invoked the Disaster Act to \npurport to suspend provisions of the Code of Criminal Procedure and effect sweeping changes to \ncriminal law. Because GA-13 seeks to suspend laws that are not “regulatory” as contemplated by \nthe Disaster Act, the Order is ultra vires and should be deemed null and void. \n3. GA-13 Violates the Constitution and the Governor’s Suspension Authority \nMust be Interpreted to Avoid Conflicting with the Texas Constitution \n \n49.  GA-13 violates constitutional limitations on the Governor’s authority. To the extent \nthere is any ambiguity as to whether GA-13 is ultra vires the Disaster Act, this Court should \ninterpret the Act to not permit the suspension of the subject provisions of the Code of Criminal \nProcedure. See Barshop v. Medina Cty. Underground Water Conservation Dist., 925 S.W.2d 618, \n629 (Tex. 1996) (“When possible, we are to interpret legislative enactments in a manner to avoid \nconstitutional infirmities.”).  \na.   GA-13 Violates the Constitutional Prohibition on Suspension of    \n      Laws \n \n50.  The Texas Constitution provides that “No power of suspending the laws of this \nstate shall be exercised, except by the Legislature.” Tex. Const. Art. I, § 28.  \n51.  The Disaster Act does not and cannot empower the Governor to suspend the subject \nprovisions of the Code of Criminal Procedure. Texas Supreme Court has long held that the \nLegislature cannot delegate “to anyone else the authority to suspend a statute law of the state.” \nBrown Cracker & Candy Co. v. City of Dallas, 104 Tex. 290, 294-95 (1911); Arroyo v. State, 69 \nS.W. 503, 504 (Tex. Crim. App. 1902) (“Under the constitution, the legislature ha[s] no right to \ndelegate its authority . . . to set aside, vacate, suspend, or repeal the general laws of this state.”).  \n18 \n \n\n52.  Indeed, “prior to 1874 this section was as follows: ‘No power of suspending laws \nin this state shall be exercised, except by the legislature, or its authority.’” Arroyo, 69 S.W. at 504. \nThis  constitutional  provision  was  then  specifically  amended  to  prohibit  the  Legislature’s \ndelegation of its suspension authority to remedy “the history of the oppressions which grew out of \nthe suspension of laws by reason of such delegation of legislative authority and the declaration of \nmartial law.” Id.  \n53.  Article 28 was, in fact, promulgated in part to address this very context, as a \nresponse to then-Governor F.J. Davis “declar[ing] . . . counties under martial law” and depriving \nof liberty “offenders by court martial in Houston.” George D. Braden, 1 The Constitution of the \nState of Texas: An Annotated and Comparative Analysis 84 (1977).  \n54.  As  GA-13  attempts  to  suspend  several  provisions  of  the  Code  of  Criminal \nProcedure, it is an unconstitutional suspension of the laws. The Order is therefore “null and void.” \nSee Arroyo, 69 S.W. at 504. \nb.  The Executive Order Is an Impermissible Violation of Separation of \nPowers Established by the Texas Constitution \n \n55.  Not only do the provisions of the Order unconstitutionally suspend laws in violation \nof Article I, section 28, they also infringe on the roles of the coequal branches of the Legislature \nand the Judiciary. \n56.  The Texas Constitution divides the government into “three distinct departments, \neach of which shall be confided to a separate body of magistracy, to wit: Those which are \nLegislative to one; those which are Executive to another, and those which are Judicial to another.” \nTex. Const. art. II, § 1. This Article provides that “no person, or collection of persons, being of \none of these departments, shall exercise any power properly attached to either of the others, except \n19 \n \n\nin the instances herein expressly permitted.” See also In re Dean, 393 S.W.3d 741, 747 (Tex. \n2012).  \n57.  The Texas separation of powers doctrine “prohibits one branch of government from \nexercising a power belonging inherently to another.” Id. Because of the Texas Constitution’s \n“explicit prohibition against one government branch exercising a power attached to another,” \nPerry v. Del Rio, 67 S.W.3d 85, 91 (Tex. 2001), exceptions to the constitutionally mandated \nseparation of powers may “never [] be implied in the least; they must be ‘expressly permitted’ by \nthe Constitution itself.” Fin. Comm'n of Texas v. Norwood, 418 S.W.3d 566, 570 (Tex. 2013).  \n58.  Here, this Order seeks to infringe on the constitutionally ascribed powers of the \nTexas Judiciary. The Texas Constitution explicitly vests the judicial power of the State in the \ncourts. Tex. Const. art. V, § 1. The jurisdiction that the Constitution grants under Article V ensures \nthat “courts are [able] to exercise that portion of the judicial power allocated to them unimpeded \nby the supervision of any other” authority. Morrow v. Corbin, 62 S.W.2d 641, 644 (Tex. 1933). \nThis  jurisdiction  encompasses  the  “power  to  hear  and  determine  the  matter  in  controversy \naccording to the established rules of law.” Id. Although the Legislature may “define certain \nparameters within the operation of the judicial branch” by enacting laws like the Code of Criminal \nProcedure, neither it nor the Governor may “interfere with the powers of the judicial branch so as \nto usurp those powers.” Wilson-Everett v. Christus St. Joseph, 242 S.W.3d 799, 802 (Tex. App.—\nHouston [14th] 2007, pet. denied). \n59.  The Texas Constitution also firmly establishes that it is the unique role of the \nJudiciary to make individualized decisions governing bail and pretrial release. In all cases except \nfor capital offenses, the Texas Constitution provides that “[a]ll prisoners shall be bailable by \nsufficient sureties.” Art. I, § 11. Section 11 of the Texas Bill of Rights then provides the due course \n20 \n \n\nof law required to deny pre-trial release to individuals accused of “violent crimes,” requiring that \nthe person’s bail may only be denied “by a district judge in this State.” Tex. Const. art. I, § 11a \n(emphasis added). When a pretrial detainee violates their conditions of release, bail may only be \nrescinded “if a judge or magistrate in this state determines by a preponderance of the evidence at \na subsequent hearing that the person violated a condition of release related to the safety of a victim \nof the alleged offense or to the safety of the community.” Tex. Const. art. I, § 11b (emphasis \nadded). And even for emergency protection orders involving family violence, someone’s pretrial \nliberty may only be proscribed if “a judge or magistrate in this state determines by a preponderance \nof the evidence that the person violated the order or engaged in the conduct constituting the \noffense.”27 Tex. Const. art. I, § 11c (emphasis added).  \n60.  In  every  case,  including  for  violent  offenses,  pretrial  liberty  may  only  be \ncircumscribed by judges and magistrates in this State—not by the Executive Branch. Under the \nTexas Constitution, the Governor does not have authority to deny pretrial release, impose blanket \nrestrictions  on  what  judges  and  magistrates  may  decide  in  individual  cases,  or  create  new \ncategories of considerations in which to cabin judicial discretion. Because the Constitution entrusts \ndecision-making authority over individual cases to the Judiciary, the Executive Branch may not \n“encroach on substantive judicial powers” or “interfere with the powers of the judicial branch.” \nWilson-Everett, 242 S.W.3d at 802. \n61.  Further, the Order tramples upon the Legislature’s powers by suspending laws \nenacted by the Legislature, in the absence of legislative authority to do so. Since the Texas \nConstitution was adopted 175 years ago, it has vested all lawmaking power in the Legislature. This \n \n27   In this section, and in this Petition, petitioners speak generally of State law. However, the Plaintiffs in this \ncase are also bound by the U.S. Constitution and the denial of pretrial liberty must also satisfy federal due process \nprotections.  \n21 \n \n\nincludes the power to make, alter, and repeal laws, in accordance with the other provisions of the \nConstitution. Walker v. Baker, 196 S.W.2d 324, 328 (1946). The Legislature also “possesses the \nsole authority to establish criminal offenses and prescribe punishments,” Vandyke v. State, 538 \nS.W.3d 561, 573 (Tex. Crim. App. 2017), and has “complete authority to pass any law regulating \nthe means, manner, and mode of assertion of any of [criminal defendant’s] rights in [] court,” \nJohnson v. State, 58 S.W. 60, 61 (Tex. Crim. App. 1900), provided that those procedures do not \nviolate defendants’ constitutional rights or infringe on the constitutional decision-making authority \nof the Judiciary. See Ex parte Ancira, 942 S.W.2d 46, 48 (Tex. App.—Houston [14th] 1997, no \nwrit)  (explaining  that  the  Legislature  “wields  ultimate  constitutional  authority  over  judicial \nadministration”  and  holding  that  Article  17.151  of  the  Code  of  Criminal  Procedure  was \nconstitutionally enacted by the Legislature without infringing on the powers of the Judiciary).  \n62.  GA-13 attempts to create new law—sweeping new requirements for detention that \ndeny personal bonds for any Texan currently charged with a crime involving “violence” or with a \nprior conviction at any time in the past for a crime involving “violence,” regardless of the current \ncharge. On its face, the Order seeks to determine which people accused of crimes may be eligible \nfor certain kinds of release throughout the course of this pandemic. Such authority to make or alter \nlaws and govern judicial procedure falls solely within the province of the Legislature. \nVIII.  APPLICATION FOR EMERGENCY TEMPORARY RESTRAINING ORDER, \nTEMPORARY INJUNCTION, AND PERMANENT INJUNCTION \n \n63.  In addition to the above-requested relief, Plaintiffs seek a temporary restraining \norder, temporary injunction, and permanent injunction to stop this ultra vires and unconstitutional \nOrder from being enforced by Defendants. \n64.  A temporary restraining order’s purpose is to maintain the status quo pending trial. \n“The status quo is the last actual, peaceable, non-contested status that preceded the controversy.” \n22 \n \n\nIn re Newton, 146 S.W.3d 648, 651 (Tex. 2004). Until a permanent injunction can be decided on \nthe merits, Plaintiffs are entitled to a temporary restraining order pursuant to Tex. Civ. Prac. & \nRem. Code §§ 37.011 and 65.011 to preserve the status quo before the unconstitutional enactment \nof GA-13.  \n65.  Plaintiffs  meet  all  of  the  elements  necessary  for  immediate  injunctive  relief. \nPlaintiffs state a valid cause of action against each Defendant and have a probable right to the relief \nsought. For the reasons detailed above, there is a substantial likelihood that Plaintiffs will prevail \nafter  a  trial  on  the  merits  because  GA-13  is  ultra  vires  the  Governor’s  authority  and \nunconstitutional. Plaintiffs have already been injured by GA-13 and will continue to experience \nimminent and irreparable harm without injunctive relief.  \n66.  Plaintiffs in this suit include sixteen Harris County Criminal Court at Law Judges \nwhose constitutional and statutory authority have been unilaterally abridged by GA-13 and have \nalready suffered substantial constitutional harms. Absent injunctive relief by this Court, these \njudges will continue to be imminently and irreparably harmed by the Governor’s ultra vires \nactions. \n67.  Prior to the issuance of GA-13, these judges followed the guidance of the superior \ncourts in responding to this pandemic. Heeding the call of public health experts and local \nauthorities, the judges met on March 27, 2020, to discuss how to reduce the Harris County Jail \npopulation,  while  protecting  community  safety,  and  staying  within  their  constitutional  and \nstatutory authority. Declaration of Honorable Darrell W. Jordan ¶ 9; Declaration of Honorable \nDavid L. Singer ¶ 10. Only two days later, however, the Governor issued GA-13, in an attempt to \ncurtail these judges’ legal authority. \n23 \n \n\n68.  The issuance of GA-13 caused and continues to spur confusion and turmoil in \nPlaintiffs’ courts. As some prosecutors filed motions pursuant to the Order, others questioned its \nvalidity and defense attorneys scrambled to adapt their practices for clients who might otherwise \nbe automatically eligible for release. The chaos caused by GA-13 has bogged down the courts at a \ntime when Plaintiffs urgently need to exercise their authority to respond to COVID-19. Declaration \nof Honorable Darrell W. Jordan ¶ 14. As Plaintiffs grapple with what this Order means, they are \ntorn between either adhering to criminal procedures set forth by the Texas Constitution, Federal \nConstitution, Texas laws, and a federal consent decree in ODonnell v. Harris County, or complying \nwith the Order, which purportedly has the force of law but requires them to trample on these other \nrequirements. Declaration of Honorable David L. Singer ¶ 18.  \n69.  Because of Plaintiffs’ constitutional and statutory obligations, many feel compelled \nto defy GA-13 but risk imminent and irreparable harm. Members of the Attorney General’s office \nhave  already  attended  at  least  one  of    Plaintiffs’  proceedings  to  observe  and  monitor  the \nimplementation of GA-13, Declaration of Honorable Darrell W. Jordan ¶ 16, and the Attorney \nGeneral has declared that his office stands ready to enforce GA-13.28 This threat of enforcement \nimpedes Plaintiffs’ constitutional duty to adjudicate individual cases within their legal authority, \nwhich is more important than ever when people are detained during a pandemic and otherwise \neligible for release.   \n70.  The organizational Plaintiffs and their members have also sustained and will \ncontinue to sustain irreparable injury by the ultra vires and unconstitutional issuance of GA-13. \n \n28   Attorney General Ken Paxton, Twitter (March 30, 2020), available at \nhttps://twitter.com/KenPaxtonTX/status/1244647288976412675.  \n \n24 \n \n\n71.  Plaintiff TCDLA is a statewide membership organization with over 3,400 criminal \ndefense attorney members working throughout Texas. Declaration of Kerri Anderson Donica, ¶ 3. \nIt employs full-time staff to maintain a statewide forum for its members, providing resources \nranging from training to hotlines to resources for spiritual, physical, and financial wellbeing. Id. \n¶¶ 4-8. GA-13 has caused “a fundamental shift to the landscape of both pretrial and post-conviction \ncriminal procedure in every jurisdiction in which [TCDLA] operate[s],” forcing all of TCDLA’s \nfull- and part-time staff, as well as its dedicated volunteer members, to devote nearly the entirety \nof their attention and time to responding to the Order. Id. ¶¶ 9-18.  In addition to providing specific \nGA-13-related advice to its members dozens of times daily, id. ¶ 15, the organization has spent \nnearly  100  hours  developing  a  training  tool  for  members  who  have  never  dealt  with  the \nrepresentation issues created by GA-13. Id. ¶ 17. This diversion of money, staff time, and volunteer \nresources has put all of TCDLA’s ordinary operations on hold, including revenue collection, \nmembership  drives,  its  publications,  and  its  advocacy  work.  Because  TCDLA  relies  on \nmembership drives and subscriptions to its publications to maintain its organization, this diversion \nof resources and volunteer time is not sustainable. Id. ¶ 18.  \n72.  TCDLA’s membership additionally suffers. To be sure, there is additional work \nrequired  to  analyze  and  adapt  to  the  revised  policies  of  the  Code  of  Criminal  Procedure. \nDeclaration of Kerri Anderson Donica, ¶ 13. And the Order’s pretrial provisions result in the \ndetention of clients who might otherwise have been automatically released on personal bond. Id. \n¶ 12. Due to the Order, TCDLA’s members are forced to meet clients in jail settings to secure their \nsignatures for writs and petitions that they would otherwise not need to file, “putting their own \nhealth and the health of jail staff and detainees at risk.” Id. Clients’ pretrial detention meaningfully \nimpacts representation: requiring additional time and resources, complicating attorney-client \n25 \n \n\ncommunication, and undermining outcomes.  See id. The post-trial provisions of GA-13 likewise \nhave required additional work to represent incarcerated clients who would otherwise have been \nreleased. Id. ¶¶ 12, 19. “All of this translates to additional work on each case, and this work is not \nadditionally compensated.” Id. ¶ 12. Several attorney members are foregoing taking on new cases, \nor additional hourly opportunities, because of the time required to represent clients due to the \nprovisions of GA-13. Id. ¶ 19.  \n73.  Plaintiff CAPDS is a “managed assigned counsel” program created in part with \nfunds  from  the  Texas  Indigent  Defense  Commission  (TIDC)  and  Travis  County,  Texas. \nDeclaration of Bradley Hargis, ¶ 5. Among other things, it selects private criminal defense \nattorneys to represent indigent adults in criminal cases, educates attorneys in Travis County on \nbest practices and minimum standards in criminal defense, provides resources to appointed \nattorneys in the areas of holistic defense, facilitates attorney investigation, and provides attorneys \nwith  technology  support.  Id.  ¶¶ 5-8,  10.  Several  provisions  of  GA-13  “dramatically  and \nirrevocably  hamper[]”  CAPDS’s  work  with  attorneys  and  indigent  defendants.  Id.  ¶ 12-13. \nCAPDS has not only seen several policies, procedures, and systems undermined, it has had to work \nto create a new operative system from the whole cloth for the special hearings mandated by GA-\n13. Id. ¶ 14-15, 17-18, 21, 25, 28.  \n74.  These changes have cost CAPDS staff and attorney members, requiring not only \nthat they do additional work without compensation, but that they put their health and their clients’ \nhealth in jeopardy. Id. ¶¶ 16, 22, 25-27.  \n75.  Plaintiff  ACDLA  is  a  professional  organization  comprising  criminal  law \npractitioners in Central Texas. Declaration of Steve Brand, ¶ 3. The organization exists primarily \nto  educate  its  members  as  to  the  ethics  and  practices  of  criminal  law.  Id.  ¶¶ 3-5.  GA-13 \n26 \n \n\nimmediately upended criminal law practice in Travis County, resulting in a new category of \npretrial detainees and materially reshaping the terms of post-conviction release. Id. ¶¶ 6, 10. \nACDLA diverted the vast majority of its most substantial resource—the limited time of its \nvolunteers—to address the direct effects of the Governor’s issuance of GA-13. Id. ¶¶ 7, 8, 11-13. \nThe Order is additionally causing ongoing and irreparable injury to ACDLA’s members. Members \nmust develop and file writs seeking releases of clients that but-for GA-13 would have been eligible \nfor automatic release on personal bond, id. ¶ 14; they must travel to jail facilities, costing them \ntime and putting their safety and the safety of their clients and jail staff in danger, id.; they must \nrenegotiate plea agreements due to the suspension of commutation for good time, or seek amended \njudgments, id. ¶ 13. In short, they must spend additional time, for less effect, and no additional \ncompensation. Id. ¶ 14. Furthermore, there are direct opportunity costs of the work required by \nGA-13, as members lose time for additional opportunities. Id. ¶ 15.  \n76.  In specific instances, ACDLA members’ clients have been deprived the benefit of \nplea  agreements  that  contemplated  commutation  on  the  basis  of  good  behavior,  requiring \nadditional efforts by members to reform judgments and by ACDLA to learn and keep track of the \nvarying procedures across the different courts where their members practice. Id. ¶ 12. \n77.  The Texas State Conference of the NAACP is a statewide organization representing \nthousands of members throughout Texas. The impact of Executive Order GA-13 on NAACP \nmembers and its mission is broad-ranging. Declaration of Gary Bledsoe, ¶ 4. The NAACP’s \nmembership in Texas includes judges, defense lawyers, prosecutors, county commissioners, and \njail staff. Id.  \n78.  The Executive Order inappropriately constrains them in how they do their work, \npreventing them from exercising their authority to take action to lawfully release or issue personal \n27 \n \n\nbonds or otherwise release individual detainees from jail. Id. The Executive Order also needlessly \nheightens the health and safety risks for inmates. Id. ¶¶ 5-7. People of color, the community the \nNAACP aims to serve and whose civil rights it aims to advance and protect, are disproportionately \nrepresented in the criminal justice system and therefore disproportionately subject to the increased \nrisk of contracting COVID-19 due to the Executive Order. Id. ¶ 7. The NAACP has had to dedicate \nsignificant time and attention to finding ways to address the impact of the Executive Order on \nmembers, their families, and the nonmember minority communities for whom it is its mission to \nadvocate. Id. ¶ 9. NAACP officers and staff also have spent hours talking to concerned families \nand other organizations that support inmates about the Executive Order and its implications. Id. ¶¶ \n9-11.  \n79.  Additionally, through its Criminal Justice Committee, the Texas State Conference \nof the NAACP addresses the concerns and complaints of its members related to criminal justice. \nId. ¶ 8. Each complaint, particularly those relating to health care, requires significant individualized \nattention by the Committee and appropriate follow up. Id. ¶ 10. As a result of the Executive Order \nand the spread of COVID-19 within Texas jails, the Committee will be inundated with calls for \nhelp and complaints of inadequate health care. Id. The Executive Order needlessly increases the \nrisk  of  lethal  infection  for  many  NAACP  members,  their  families,  and  individuals  in  the \ncommunities the NAACP serves. Id. ¶ 11.  \n80.  Because of this ultra vires executive action, Plaintiffs and their members have all \ndiverted substantial resources and been directly harmed by the enactment of GA-13. But the most \ndrastic effects of the Executive Order are shouldered by Plaintiffs’ members and their clients who \nare held in detention and denied liberty that would otherwise be due to them under the law. The \nobligation to pay monetary bonds to secure release and the pretrial and post-conviction deprivation \nof liberty are themselves intolerable to a system of ordered liberty. These deprivations are \n28 \n \n\nexacerbated in the midst of a global pandemic. As local governments, courts, and jail officials \ngrapple with the reality of the current pandemic to safely reduce jail populations and mitigate the \nhigh risk of spread, GA-13 has hindered these efforts.  \n81.  Urgent  action  from  this  Court  is  needed.  The  novel  coronavirus  spreads \nexponentially, and every day matters. Given the exigency of this crisis, Plaintiffs request that the \nCourt issue an order restraining enforcement of GA-13. \n82.  For  the  same  reasons  above,  Plaintiffs  request  the  Court  issue  a  temporary \ninjunction following a hearing within 14 days and a permanent injunction after a trial on the merits. \nSince there is no adequate remedy at law that is complete, practical, and efficient to the prompt \nadministration of justice in this case, equitable relief is necessary to enjoin the enforcement of \nenforcement of Defendants’ illegal policy, preserve the status quo, and ensure justice.  \n83.  Plaintiffs are willing to post a bond if ordered to do so by the Court, but request that \nno bond be required because Defendants are acting in a governmental capacity, have no pecuniary \ninterest in the suit, and no monetary damages can be shown. Tex. R. Civ. P. 684. \nIX.  CONDITIONS PRECEDENT  \n \n84.  All conditions precedent have been performed or have occurred.  \nX.  RELIEF REQUESTED  \n \n85.  For the foregoing reasons, Plaintiffs request the Court grant the following relief:  \na.  A  temporary  restraining  order  to  preserve  the  status  quo  and  restrain \nDefendants from enforcing GA-13, while the Order’s validity is determined \nat a hearing to be held within 14 days; \nb.  Upon  hearing,  a  temporary  injunction  prohibiting  Defendants  from \nenforcing GA-13;  \n29 \n \n\n\n\n",
      "document_type_other": "",
      "external_url": "https://www.courthousenews.com/wp-content/uploads/2020/04/tx-bond-suit.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/105558"
    }
  ],
  "document_count": 4
}