{
  "case_id": 11390,
  "fetched_at": "2025-10-22T00:14:38.258183",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Dover",
        "institution_county": "Strafford",
        "name": "City of Dover",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "New Hampshire state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2007,
    "id": 11390,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Sex offender regulation"
    ],
    "last_checked_date": "2012-05-15T00:00:00-04:00",
    "main_docket": {
      "id": 31670,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2007,
      "docket_filing_number": 7657,
      "is_main_docket": true,
      "court": "New Hampshire state trial court",
      "state": "New Hampshire",
      "docket_office_number": "",
      "docket_number_manual": "7657",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "State v. Jennings",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Convicted sex offender challenging city residency restrictions.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "Dismissal of Charges",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New Hampshire",
    "summary": "<p>On July 30, 2009, Special Justice Mark F. Weaver of the Dover District Court in New Hamshire ruled that the City of Dover's ordinance restricting where convicted sex offenders could live violated the Equal Protection Clause of the the New Hampshire Constitution.  Applying the intermediate scrutiny test, the judge held that the city had failed to show a causal connection between the residency restrictions and the protection of minors.</p><p>In 2005, the City of Dover passed an ordinance that registered sex offenders could not reside within 2500 feet of a school or daycare center. This made much of the city unlivable for registered sex offenders. </p><p>The defendant was arrested on a violation of the ordinance, and argued that the ordinance was ultra vires, that it was preempted by the State of New Hampshire's law, and that it violated his substantive due process rights. The Court found all of those grounds lacking, but held that the ordinance was unconstitutional because it violated the Equal Protection Clause.</p><p>Accordingly, the Court dismissed the charges pending against the defendant.</p><p></p>",
    "summary_published_date": "2012-05-15T00:00:00-04:00",
    "summary_short": "A criminal defendant who was charged with violating an ordinance forbidding residence of registered sex offenders within 2500 feet of a school or daycare center was able to get his charges dismissed. The Court found that City of Dover Ordinance was unconstitutional under the Equal Protection Clause of the 14th Amendment.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11390",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11390",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11390",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11390"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119504,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119504"
    },
    {
      "date": "2009-07-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "New Hampshire state trial court",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 34381,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/34381.pdf",
      "title": "Opinion and Order",
      "text": "STATE OF NEW HAMPSHIRE \nCounty of Strafford  Dover District Court \nDocket No. \nState \nv. \nRichard Jennings \nThis matter comes before the Court on a violation of Dover City ordinance 131-20.  The \nrelevant portion of the ordinance is as foHows: \nAny person who is a convicted sex offender involving a \nminor, and is required to register for life, shall not reside \nwithin a 2500 foot radius of the property line of a school or \ndaycare center. \nThe ordinance further provides for a fine of up to $1,000 for a violation.  The defendant, \nRichard Jennings, was chargcd with violating the ordinance.  The parties do not dispute that the \ndefendant is a registered sex offender! subject to the ordinance or that he lived within 2500 feet \nofa school. \nInstead, the defendant has moved to dismiss the charges, alleging that the ordinance is \ninvalid and unconstitutional 1'01-the following reasons: (l) it is ultra vires as beyond the scope of \nthe State's statutory grant oflegislative authority to the City; (2) to the extent that it is not ullra \nvires, the ordinance is preempted by the State statute governing convicted sex offenders; (3) in \nthe alternative, if the City had thc authority to enact the ordinance, then it violates the \ndefendant's substantive due process rights under the State and Federal Constitutions, and (4) if \nthe ordinance docs not violate the defendant's due process rights, it violates his equal protection \nrights under this State's Constitution, \n, The references in this opinion to registered sex offenders refer only to those subject to the ordinance \nenacted by the City as some sex offenders would not be covered by the ordinance. \n1 \n\nAfter a review of the relevant case law. the Court finds that the ordinance is not ultra \nvires Or preempted.  Moreover, the ordinance does not violate the defendant's substantive due \nprocess rights.  However, the Court finds that the ordmance violates the defendant's equal \nprotection rights.  Therefore, the ordinance is an unconstitutional exercise of the City's powerS, \nand the charges against the defendant are dismissed. \nFACTUAL FINDINGS \nThe City of Dover considered the ordinance at issue in 2005.  The idea for the ordinance \ncame from then City Councilor Matthew Maybcny who mentioned it to Police Chief William \nFenniman.  Mr. Mayberry testified that he became aware of the idea of having an ordinance to \nprevent convicted sex offenderS from living in the City of Dover through a constituent who \nraised the issue.  He testified that he originally was in favor of completely barring sex offenders \nfrom living within the City.  The purpose of the ordinance would be to protect children from sex \noffenders who had served out their sentences, had been released into the community, and might \nre-offend. \nCouncilor Mayberry brought his idea to Chief Fenniman who began to research the idea \nto detemline if such an ordinance would be constitutional.  After reviewing the few existing \nordinances that he could find, and thc court cases on those ordinances, he detennined that they \ncould not ban convicted sex offenders from living in the City as a whole, as Councilor Mayberry \nhad originally requested.  So instead, the Chief reviewed ordinances that limited where a \nconvicted sex offender could live within a municipality. \nWhen looking at those ordinances, Chief Fenniman determined that an ordinance that \nprevented convicted sex offenders from living within 2500 feet of schools, daycare centers, or \n2 \n\nplaygrounds was too broad in restricting where convicted sex offenders could live in the City. \nWhen he left out playgrounds, he felt that he had an ordinance that would provide enough places \nfor convicted sex offenders to live, but would keep them away from schools and daycare centers \nwhere children were located. \nChief Fenniman further testified (hat he drafted the ordinance with the City'S attorney, \nand that they did not consult with any experts regarding whether the ordinance would have the \ndesired effect of prl'venting convicted sex offenders from harming children.  Instead, they \nreviewed the cases where similar ordinances had been found to be unconstitutional, and drafted \nthe Dover ordinance to avoid the issues raised in those cases.  Councilor Mayberry told the Court \nthat tbr him the ordinance was a matter of common sense.  Therefore, he did not seek the input \nof any experts, or conduct any research to determine if the ordinance would indeed have the \ndesired em~ct of preventing convicted sex offenders from being in the proximity of children and \nhaving the opportunity to re-offend.  He explained to the Court that he did not need an expert \nbecause no one could tell him that a sex oftender was ever rehabilitated as he felt that once \nsomeone was a sex offender they always would continue to be a scx offender. \nThe ordinance crone befo,e the Dover City Council for its first reading on September 14, \n2005.  The Council voted to refer the matter to a public hearing.  However, one ofthe Council \nmembers wanted a legal opinion on the proposed ordinance, and another asked for ~omeone from \nthe American Civil Liberties Union to address the matter. \nThe matter was set for a public hcaring on October 12,2005. The minutes of the City \nCouncil meeting that night show thaI the Mayor opened the public hearing on the ordinance, but \nthen closed it as no members of the public appeared to speak on the ordinance.  Later that \nevening, the Council had a second reading of the ordinance. After a brief discussion and some \n3 \n\nquestions by Council members directed to Chief Fenniman, the ordinance was passed by a \nunanimous vote.  No experts were invited to comment on the ordinance, and the only legal \nopinions were offered by Chief FelllUman.  Indeed, the minutes (State's Exhibit I) reflect that the \nChief offered the only testimony in presenting the ordinance to the City Council. \nAlthough there were some questions about how the ordinance would work, (here were no \nquestions asked about the effectiveness of the proposed ordinance.  Instead, ChiefFenniman \ncommented on the constitutionality of the ordinance as presented.  In addition, the State \npresented testimony at trial that the City's assistant assessor also made a presentation to the \nCouncil regarding the areas where any convicted sex offenders could live - which included a \nmotor home court/trailer park, several apartment complexes, and several hundred homes costing \nless than $200,000.00. \nOne Councilor did question whether the ordinance might, in effect, label and restrict \nscxual offenders in a way that basically convicted then} before they were found guilty of any \nfurther offense.  That Councilor, however, voted in favor of the ordinance noting the \nseriousness of the crimes at issue.  CotUlcilo[ Mayberry testified that the total time devoted to the \nordinance at the mccting was about 15 minutes, with maybe another J 5 minutes devoted to the \nordinance when it was presented for its tIrst reading on September 14,2005. He did tell the \nCourt that there were many discussions between various City Councilors prior to the meeting \nregarding the ordinance, but that the only public hearing was held on October 12, 2006 when the \nordinance passed. \nThe testimony at trial established that once the ordinance went in to effect, there had been \nnumerous violations found by the City's police department.  However, the Department's policy \nwas to notify the offenders ofthe violation, and then give them 30 days to move and come into \n4 \n\ncompliance with the ordinance.  Detective Harrington, who handles the interactions with \nregistered sex offenders moving into the City, testified that since the ordinance went into effect, \nshe had dealt with 14 registered sex offenders who wanted to live in a restricted area.  She did \nnot believe that any of them found other places to live in the City.  She also testified that she \nknew of 4 registered sex offenders who had come to the City to live in the non-restricted areas, \nAt the time the ordinance passed, she said there were 29 registered sex offenders on the public \nlist for the City (35 in total), but that as of the time of trial, there were only 17 on that list. \nThe City also offered the testimony of Lt. Terlemezian who stated that in his opinion the \nordinance was responsible for reducing the number of sex crimes against children in the City, \nalthough he could cite no study shOwing that the ordinance had any effect on the City's crime \nrate.  Instead, he reUed on the raw numbers he had collected showing that thc total sexual assault \ncases investigated by !he City was 33 in 2002, but by 2007 that number had dropped to 18 \n(State's Exhibit 6).  However, on cross examination, the defendant pointed out that those same \nstatistics showed that when sexual assaults involving children were considered, the number of \nprosecutions Jor sex crimes against children varied only a minimal amount from 7 in 2002, to 5 \n[or each 0[2003, 2004 and 2005.  There was a drop in those prosecutions to 4 in 2006 after the \nordinance passed, but the number went up to 6 in 2007.  No additional facts or explanations were \nprovided by the State as to how to inteIpret this data. \nThe defendant's attorneys cross examined the City's witnesses, producing testimony that \nno scientific studies were requested or reviewed to determine if the ordinance would accomplish \nthe result sought by the City, that being to prevent convicted sex offenders from fe-offending \nagainst children.  In addition, the defendant presented the testimony of Carolyn Lucet, an expert \n5 \n\nin the treatment of sex offenders, including those who have offended against children.  She \ntestified that she treated both sex offenders and children assaulted by sex offenders. \nMs. Lucet testificd that numerous studies have been compiled to determine if ordinances \nrestricting where convicted sex offenders may live are effective in preventing those individuals \nfrom Ie-offending.  She statcd that none of those studies found that any of the ordinances or \nstatutes were effective.  Indeed, she noted that the effect of such ordinances may be to make it \nmore likely that some sex offenders could fe-offend because they could prevent the sex offender \nj]·orn living with a relative or friend to provide the support they would need not to Tc-offend.  She \nfurther noted that between 93-95% of sexual assaults against children werc by SOmeone the child \nknew, not a stranger.  Therefore, the ordinance did not address the 93-95% of situations \ninvolving sexual assaults against children. \nLEGAL RULINGS \nThe defendant challenges the City's ordinance on numerous grounds.  First, he asserts \nthat it is ultra vires, and that the City does not have the authority to enact an ordinance \nproscribing where convicted sex offenders may live.  He argues that only the State government \nmay pass such legislation, and that it has not delegated that power to the City.  Second, he argues \nthat to the extent the City has any such authority, the State has preempted it by passing a \ncomprehensive statute governing convicted sex offenders.  Third, and finally, hc argues that even \nif the City may enact such an ordinance, the ordinance as enacted violates the State's \nconstitutional provisions of duc process and its guarantee of equal protection under the law.  For \nthe  MSU!)S  fUTili bduw, the Coun finds that the ordinance violates the defendant'S equal \nI  ,<,( \nprotection rights under the New Hampshire Constitution.  The Court will address each of the \nchallenges below. \n6 \n\nI. Ultra Vires \nThe defendant argues that the ordinance is ultra vires, that is it is beyond the power of thc \nCity to enact.  Under the New Hampshire Constitution, the State has plenary control over \nmunicipalities; municipalities having only those powers which the State grants to them.  City of \nManchester Sch. Dist. v. City of Manchester, 150 N.H. 664,666 (2004) (citing State v. \nGoffstown, 100 N.H. 131, 133 (1956».  Moreover, when exercising the power granted to them, \nmunicipalities may only exercise that power in a way \"that is consistent with the provisions of \ntheir enabling statute.\"  City of Portsmouth v. Karosis. 126 N.H. 717, 718 (1985) quoting Dugas \nv. Town ofCouway. 125 N.H. 175,181 (1984) quoting Town of Tuftonboro v. Lakeside Colony,. \nInc., 119 N.H. 445, 448 (1979). \nIn spite of this, when an ordinance is challenged as ulrra vires, it is presumed valid and \nthe burden is on the party arguing for the invalidity of the ordinance to show thal it ex.ceeds the \nmunicipality's power.  Piper v. Meredith, 110 N.H. 291, 298 (1970).  \"If any fair reason can be \ngivcn for including [the ordinance] within the scope of police powers,\" the ordinance must be \nupheld.  Id.  Based on this case law, thc State contends that the ordinance is valid. arguing that it \nwas enacted pursuant to N.H. RS.A. 47:17 under the police powers of the City. \nThe New Hampshirc Legislature has explicitly granted to cities the power to make laws \nand regulations in a large number of enumerated areas, as well as the power to make any other \nregulations \"which may seem for the well-being oftbe city ... \".  N.H. R.S.A. 47:17 XV.  In a \nsimilar fashion, tOWllS have the power to make bylaws for, inter alia, the \"making and ordering \n(of] their prudential affairs.\"  N.H. R.SA 31:39 1(1). \n7 \n\nTI,e New Hampshire Supreme Court has interpreted section 31 :39 \"to afford towns wide, \nbut not unlimited, latitude in making by-laws 'which generally fall into category of health, \nwelfare, and safety ... '\"  Derry Sand & Gravel, Inc. v. Town of Londonderry, 121 KH. 501, 505 \n(1981) 'lllotingBcck v. Town of Raymond, 118 N.H. 793, 797-98 (1978).  In Derry Sand & \nGravel, the Supreme Court held that the town had authority to regulate the disposal of garbage \nand waste undcr section 31:39.  Derry Sand & Gravel, 121 N.H. at 505-06. The incidental effect \nthis statute had on the use ofland was not enough to make it a zoning regulation.  rd. at 506. \nConsistent with this wide grant of authority, our Supreme Court has upheld a wide range \nof ordinances enacted under section 31 :39.  See Town of Freedom v. Gillespie, 120 N.H. 576, \n579 (1980) (regulating sewerage); Town of New Boston v. Coombs, 111 N.H. 359, 361 (1971) \n(requiring pennit to locate mobile home within town); Piper, 110 N.H. at 298 (regulating \nbuilding heights); State v. Zetterberg, 109 N.H. 126, 129 (1968) (restricting areas where surfing \nwas allowed).  Dcrry Sand & Gravel, Gillespie and Zetterberg involved ordinances that regulated \nareas dealing directly with public health and safety.  Coombs and Piper, on the other hand, \ninvolved land use regulations that would have been the subject of zoning ordinances had they \nbeen part of \"comprehensive regulations.\"  Beck, 118 N.R at 798. \nDemonstrating that this police power is not absolute, some ordinances have been struck \ndov,1J. as beyond the scope of the statutory grant of authority.  Sce Girard v. Town of Allenstown, \n121 N.H. 268,272 (1981) (rent control); Beck, lIS N.H. at 800 (\"slow-growth\" ordinance).  In \nGirard, the Supreme Court struck down an ordinance limiting the amoLU1t by which owners of \nrental property could raise rents and establishing a board to regulate rental housing in the town. \n8 \n\nGirard, 121 N.H. at 270.  Unlike other ordinances that have been upheld, this ordinance did not \npurport to regulate a matter relating to public health Or safety, nor was it a land use regulation. \nThe ordinance in Beck was struck down because it was too comprehensive to be enacted under a \ntown's police power.  Beck, 118 N.H. at 799-800.  A land use ordinance as comprehensive as \nthe One iu Beck needed to be euacted under the zoning statute.  Id. at 799. \nIn support of his argument that the ordinance is ultra vires, the defendant points to the \nLegislature's recent rejection ofH.B. 340, which would have prohibited a registered sex offender \nfrom living within 1,000 feet of a school or child· care facility.  See H.B. 340, 160 Geu. Court, \n2007 Sess. (N.H. 2007).  The defendant argues that the consideration of such a statute by the \nLegislature, even though it was rejected, establishes that the Legislature recognized that it \ncontrols this area of the law.  This argwnent fails, however, because nO clear meaning can be \ndiscerned from the Legislature's failure to enact a bill, and no significance can be attached to it. \nSee Dover News, Inc. v. City of Dover, 117 N.H. 1066, 1069 (1977).  The mere fact that the \nLegislature considered, but rejected, a statute that is very similar to the one at issue here does not \nmean that the Legislature believes that the City cannot enact such an ordinance. \nThe defendant also points to the effect that the ordinance will have on the surrounding \neorurnunities as being relevant to this analysis.  The defendant argues that if the ordinance is \nenforced, it will force convicted sex offcnders to move to other towns and cities, thereby unfairly \nshifting to those locales any burden associated with having a convicted sex offender living within \ntheir boundaries.  See Cmtv. Res. for Justice, Inc. v. City of Manchester, 154 N.H. 748, 756 \n(2007); Britton v. Town of Chester, 134 N.H. 434,440 (1991).  However, both Community \n9 \n\nResources for Justice and Britton examined a municipality's power to enact zoning statutes \nunder N.H. R.SA. 674: 16, not a municipality's exercise ofits police powers. \nR.S.A. 674:16, the enabling legislation for zoning regulations, grants mlmicipalitics the \npower to enact zoning ordinances \"[flor the purpose of promoting the health, safety, or the \ngeneral welfare of the community.\" In Britton, the Ncw Hampshire Supreme Court interpreted \nthe word \"community\" as used in 674: 16 as \"the 'community' ... in which a municipality is \nlocated and of which it forms a part.\" Britton\"  134 N.H. at 441.  In this case, the City of Dover \ndid not rely on R.S.A. 674:16 for the authority to pass ordinance 131-20.  The City instead relied \non N.H. R.S.A. 47:17 and 31:39.  Neither of these enabling statutes contain the word \n\"community.\" Rather, both refer to the well-being of the municipality itself.  Therefore, the \nbroader definition of \"cornmunity\" is not applicable in this case. \nFurthennore, the ordinance in Community Resources for Justice created a total ban on \nhalfway houses.  Cmtv. Res. for Justice, 154 N.H. at 750.  Similarly, the ordinance in Britton \noriginally required single-family homes to be placed on a two-acre lot, duplexes on a three-acre \nlot, and it excluded multi-family housing from all five zoning districts, although at the time of \nthe Supreme Court's decision it permitted multi-family housing on only about 1.73% of the land \nin the lown.  Britton, 134 N.H. at 438.  \"These restrictions, combined with the imposition of \nexpensive procedures for developing that land, effectively barred all low-income housing from \nthe town.  rd. at 439.  Ordinance 131-20 docs no! reach so far as to effectively ban sex offenders \nfrom the City of Dover, even those with low incomes.  To the contrary, the testimony established \n10 \n\nthat there are a large number of rental properties outside ofthc protective zone, as well as OVer \nthree hundred properties priced under $200,000.00. \nThe provisions enacted by the City of Dovcr in ordinance 131-20 were based upon \nconcerns related to public safety.  Although the ordinance has an incidental effect on land use, it \nis not so comprehensive so a, to be considered a zoning statute. \nn. \nl'reemption \nThe defendant next argues that ordinance 131-20 is preempted by slate law.  \"Municipal \nlegislation is deemed preempted 'if it expressly contradicts State law or runs counter to \nlegislative intent underlying a statutory scheme.'\" Town of Lvndeborough v. Boisvert \nProperties, LLC, 150 N.H. 814,816-17 (2004), quoting JTR Colebrook v. Town of Colebrook, \n149 RR 767, 770 (2003).  The preemption of municipal ordinances may be express or implied. \nN. Country Envtl. Scrvs., Inc. v. Town of Bethlehem, 150 N.H. 606, 611 (2004).  \"Implied \npreemption may be found when the comprehensiveness and detail of the Stale statutory scheme \nevinces legislative intent to supersede local regulation.\" Id.  Unless there is a clear manifestation \nof legislative intent to preempt a field, a municipality may act so long as the acti()n does not \nconflict with State law.  Corey v. Town of Merrimack, 140 N.H. 426, 428 (1995). \nThe defendant contends that the Registration of Criminal Offenders Act, N.H. R.S.A. \n651-B, in combination with the Sexual Predator Act, N.H. R.S.k 135-E, implicitly preempts the \nordinance.  The Registration of Criminal Offenders Act provides that sexual offenders must \nregister with the state.  N.H. R.S.k 651-B:2.  The rest of the Act sets out requirements for the \n11 \n\nfrequency of repOlting, the information required to be reported, the duration of registration, \npenalties for a failure to report, and an appeals process. \nThe Act also vcsts rule-making authority in the Department of Safety.  N.H. R$.A.65J \nB,8.  Pursuant to this authority, the Department of Safety has established a detailed set ofruJes. \nSee N.H. Code R. Saf-C 5501.01 et seq.  In addition, the Sexual Predator Act provides for the \ncivil commitment of sexually violent predators.  Neither the Registration of Criminal OftEmders \nAct nor the Sexual Predator Act explicitly preempts local legislation.  Although the Registration \nof Criminal Offenders Act and the Sexual Predator Act may be detailed statutory schemes, they \nare not detailed and comprehensive with respect to residency restrictions on sex offenders. \nIn Boisvert Properties, the New Hampshire Supreme Court considered whether NH. \nR.8.A. 21S-A preempted local regulation of off highway recreational vehicle trails on private \nland.  Boisvert Properties, 150 N.H. at 816.  The court held that, given the statute's detailed \nframework for establishing trails on public land and its silence as to the establishment of trails on \nprivate land, the statute did not preempt local regulation of trails on private land.  rd. at 819. \nSimilarly, in Dover News, the legislature had prohibited \"obscene material\", and \nprovided that exposing a minor to \"harmful mate.rials\" was unlawful.  Dover News, 117 N.H. \n1068~9. Because the Legislature had not passed legislation controlling the display of adult \nmaterials, a local ordinance controlling this display was not preempted.  ld. at 1069. \nIn this case, the Legislature has preempted the fields for the registration of sex offenders \nand the civil commitment of violent sex offenders.  However, the Legislature has not entered the \n12 \n\nfield of residency restrictions on sex offenders, thereby leaving \"it open for the cities and (owns \nto <;Io so.\"  Id. \nThe defense argues that the Legislature's failure to enact HB 340 (legislation that would \nhave rcstricted where convicted sex offenders may live) indicates that the Legislature does not \nwish to impose residency restrictions on sex offenders.  However, the Legislature'S failure to \nenact a measure is not legislative action which would preempt a municipality's enacting an \nordinance in the field.  Dover News, 117 N.H. at 1069 (\"We can discern no clear meaning from \nthe legislature's failure to enact the proposed amendment and for our purpose ascribe no \nsignificance to it\"). \nPursuing the preemption argument further, the defense cites Northern New Hampshire \nMental Health Housing. Inc. v. Town of Hampstead, 121 N.H. 811 (1981), and Region 10 Client \nManagement. Inc. v. Town of Hampstead, 120 N.H. 885 (1980), for the proposition that an \nordinance with the effect of discouraging sex offenders from residing inside a municipality's \nborders is per se preempted.  However, both Northern New Hampshire Mental Health Housing \nand Region 10 involved an explicit statutory mandate for the locating of the mentally ill \nthroughout the state.  See N. N.H. Mental Health Housing, Inc., 121 N.H. at 812; Region 10, 120 \nN.H. at 886.  The defendant does not point to any corresponding statute mandating the locating \nof sex offenders throughout the state as there is none.  Northern New Hanlpshire Mental Health \nHousing and Region 10 are therefore inapplicable. \n13 \n\nIII. Substantive Due Process \nThe defendant next argues that ordinance 131-20 violates his substantive due process \nrights, specifically that the ordinance is an improper exercise of the police power by the City of \nDover; one that violates the defendant's constitutional right to substantive due process oflaw.  In \nconsidering this argument, this Court must apply the rational basis test since it must determine \nwhether the ordinance is a proper exercise of Dover's police power.  Boulders at Strafford, LLC \nv. Town ofStraiford, 153 N.H. 633, 636 (2006).  The rational basis test requires only that the \nordinance bc rationally related to a legitimate goverrunent objective.  Jd. at 641.  Under the \nrational basis test, the ordinance is presumed valid and the burden is on the party challenging its \nvalidity.  Cmty. Res. for Justice, 154 N.H. at 756-57. A court may not examine the factual basis \nfor the ordinance; the inquiry is only whether the legislative body passing the ordinance could \nreasonably believe the facts on which the ordinance is based to be true.  Id. at 757. \nThe City's interest in passing ordinance 131-20 was the protection of children from sex \noffenders.  This is a legitimate interest  See Dover News, 117 N.H. at 1071 (\"Dover's concern \nabout the morals of minors is a valid state interest.\"); Weems v. Little Rock Police Dep't, 453 \nf.3d 1010, 1015 (8th Cir. 2006) (citing Conn. Dep't of PUb. Safety v. Doe, 538 U.S. 1,4 (2003)); \nState v. Seering, 701 N.W.2d 655, 665 (Iowa 2005), ACLU vrN.M. v. City of Albuquerque, 137 \nPJd 1215, 1228 (N.M. Ct. App. 2006).  The defendant does not appear to dispute that this \ninterest is legitimate.  Therefore, the ordinance must be rationally related to this objective to be \nvalid. \n14 \n\n'The City could reasonably believe that restricting registered sex offenders from living \nwithin 2500 feet of schools and daycare centers would reduce the incidence of child molestation, \nSee Weems, 453 F3d at J OJ 5 (upholding 2000 foot restriction); Doe v. Baker, No, 1: 05-CV-\n2265,2006 WL 905368, at *5 (KD. Ga. Apr. 5,2006) (upholding 1000 foot restriction); \nSeering, 701 N.W.2d at 665 (upholding 2000 foot restriction); ACLU ofN.M., 137 P.3d at 1228 \n(upholding 1000 foot restriction).  The ordinance, therefore, is a valid exercise of the City's \npolice power Ii-om the standpoint of substantive due process. \nThe defendant states that \"(Ilo survive a substantive due process challenge, an ordinance \nmust be devoid of uTIl:eason and arbitrariness, and the means selccted for the fulfillment of the \npolicy must bear a real and substantial relation to that end.\" This misstates the law.  This \narticulation of the rational basis test was rejected by the New Hampshire Supreme Court in \nBoulders at Strafford, 153 N.H. at 641, in favor ofa test that requires only that the ordinance be \nrationally related to its objective. \nThe defendant also points to empirical studies cited by its expert suggesting that the \nrestriction ofwhcre sex offenders live does not have a relation to public safety.  However, under \nthe rational basis test, the court does not \"independently examine factual basis for the \nordinance.\" CmW. Res. for Justice, 154 N.H. at 757. \nIV. Equal Protection \nBoth parties agree that the intennediate scrutiny test applies for purposes of determining \nwhether the ordinance violates the defendant's equal protection rights.  In addressing an equal \nprotection challenge to an ordinance that affects the right to use and enjoy property, the New \n15 \n\nHampshire Supreme Court has adopted an intermediate scrutiny test that is congruent with the \nintermediate scrutiny test under the Fourteenth Amendment.  See CmW. Res. for Justice, 154 \nN.H. at 762.  The Court has dOne so recognizing that the right to use and enjoy property is an \nimportant and substantive right.  Id. at 757.  In this action, the City's ordinance clearly impacts \nthe rights of certain individuals to use and enjoy property.  Therefore, this Court agrees that the \nintermediate scrutiny test is the appropriate test to apply. \nSince the intermediate scrutiny test applies, the burden is on the governmel)t to show that \nthe challeuged legislation is substantially related to an important govenllllental objective.  rd. \n(and at 761-62, citing United States v. Virginia, 518 U.s. 515, 533 (1996) under the Federal \nConstitution).  Therefore, the government may not rely upon justifications that are \"hypothesized \nor invented post hoc in response to litigation\", nOr may the government rely upon overbroad \ngeneralizations to support its actions.  rd. quoting Virgiuia, 518 U.S. at 533  In applying this test \nto the ordinance before the Court, the burden is on the City of Dover to show that the ordinance \nis substantially related to au important govemmental objective. \nAfter reviewing a number of cases addressing similar ordinances around the country, this \nCourt recognizes that in nearly all of those cases the courts have upheld the ordinances under a \nrational basis test, not the intermediate scrutiny tcst indicated by our Supreme Court. See \nValidity of Statutes Tmposmg Residency Restrictions on Registered Sex Offenders, 2 A.LR. 6th \n227, at section 17 (2007); but see Elwell v. Twp. of Lower, 2006 WL 3797974, at *14 (N.J. \nSuper. Ct. Law Div. Dec. 22, 2006) (holding residency restriction invalid when applying a due \n16 \n\nprocess balancing test similar to intermediate scrutiny).  Th\"refore, those cases do not govern the \noutcome of this matter. \nIn reviewing thc evidence in this case using the intermediate scrutiny test, the Court finds \nthat the Statc has failed to meet its burden of establishing that the ordinance hears a substantial \nrelation to an important government interest.  There is no question but that the State's interest in \nprotecting minors is \"compelling.\" Osborne v. Ohio, 495 U.S. 103, 109 (1990) (quoting New \nYork v. Fcrber, 458 U.S. 747, 756-58 (1982».  However, the State has not produced any \nevidence showing a causal connection between the residency restrictions and the protection of \nminors.  Instead, the State argues that its stated basis for the ordinance, which is the common \nsense cited by Councilor Mayberry, is sufficient \nAlthough the stated basis for thc ordinance may meet the govemment's burden in a case \nwhere the rational basis test is applied, unexamined \"COmmon sense\" is insufficient under the \nstandard set by the New Hampshire Supreme Court for the review of an ordinance that impairs a \nsubstantive constitutional right.  Tn cases where the govenllnent action impairs a substantive \nconstitutional right, New Hampshire's Supreme Court requires that this Court apply the \nintermediate scrutiny test  Using that test, the State must provide some evidence showing that \nthe ordinance is substantially related to its objective of protecting minors.  In this case, the State \noffered no such evidence.  Without any evidence to relate the passing of the ordinance to its \nstated purpose, the State cannot meet its burden. \nAccording to the State, the basic premise of its argument is that the ordinance separates \nsex offenders from children, depriving these offenders of proximity to children and, therefore, \n17 \n\nthe opportunity to re-offend.  However, on its face, the ordinance does not prevent sexual \noffenders from being nea,r children.  The ordinance restricts how close a sex offender may live to \na school or a daycare center, but does not prevent sex offenders from otherwise being near a \nschool or daycare centeL  As noted by the defendant, the ordinance may very well concentrate \nsex offenders in certain areas of the City, including apartment complexes and mobile home \nparks, where children arc likely to be found, thereby increasing the opportunity for them to re \noffend there.  The State offered no evidence of what effect the ordinance may have on the \nchildren living in those locations. \nIn addition, even if the State could establish that restricting where convicted sex \noffenders live will reduce the likelihood that they will re-offend, the State has failed to show how \na 2500 foot buffer zone is substantially related to protecting children, as opposed to 1000 feet or \n500 feet.  Indeed, since no expert testimony or studies were considered by the City, it is \nimpossible to know if an ordinance that was substantially less restrictive might be as effective, or \neven more effective, than the one enacted by the City, assuming that the ordinance was \nconstitutionaL \nIn an aftcr-the-fact attempt to justify the ordinance, the State points to statistics that it \nsays show that sexual assaults were lower in 2007 than in 2002, implying that the new City \nordinance played some role in that decline (State's Exhibit 6).  However, the State's statistics \nshow that the total number of sexua,l assault investigations v.ith child victims resulling in an \narrest actually increased from 2006, when the ordinance was first in effect, to 2007.  The total \nnumber of cases in 2007 was actually higher than it had been in any year since 2002.  In any \n18 \n\nevent, given that these statistics were based upon such small numbers, and were provided with \nno other information or analysis to make them meaningful,  the Court finds that they cannot be \nused to draw any conclusions relating to the ordinance.  In order to attribute any meaning to \nthem, the State would have to present significantly more factual infonuation, which it failed to \ndo. \nSince the burden is On the State, and the State has failed to produce any evidence \nshowing a substantial relationship between ordinance 131-20 and the protection of minors, \nordinance 13 I -20 is invalid as violating thc defendant's equal protection rights.  Therefore, the \ncharges against the defendant are hereby dismissed. \nSO ORDERED. \nJuly 30, 2009 \nMark F. Weaver, Special Justice \n19 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/34381"
    }
  ],
  "document_count": 2
}