{
  "case_id": 10495,
  "fetched_at": "2025-10-22T00:11:43.130432",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Injunctive (or Injunctive-like) Relief",
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Western Union Financial Services, Inc.",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Immigration and/or the Border"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2010,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      }
    ],
    "court": "Arizona state trial court",
    "custom_issues": [],
    "defendant_payment": "0",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2006-09-19",
    "filing_year": 2006,
    "id": 10495,
    "injunction_duration": "26",
    "issues": [
      "General/Misc.: Search policies",
      "Immigration/Border: Constitutional rights",
      "Immigration/Border: Criminal prosecution"
    ],
    "last_checked_date": "2015-03-28T00:00:00-04:00",
    "main_docket": {
      "id": 32531,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2006,
      "docket_filing_number": 2213,
      "is_main_docket": true,
      "court": "Arizona state trial court",
      "state": "Arizona",
      "docket_office_number": "",
      "docket_number_manual": "SW 2006-002213",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In the Matter of: Monies Described in Appendix One to the Supporting Affidavit",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2010,
    "order_start_year": 2007,
    "permanent_injunction": false,
    "plaintiff_description": "State of Arizona",
    "plaintiff_type": [
      {
        "value": "State Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [
      {
        "id": 10385,
        "name": "Western Union Financial Services, Inc. v. Goddard"
      },
      {
        "id": 10386,
        "name": "Torres v. Goddard"
      },
      {
        "id": 10496,
        "name": "State ex rel. Goddard v. Western Union Financial Services, Inc."
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2009-06-03",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Arizona",
    "summary": "<p>In an attempt to curtail the smuggling of undocumented immigrants by trafficking organizations (known as \"coyotes\") from Mexico to Arizona, the Arizona Attorney General had obtained warrants and seized millions of dollars of money that was wire transferred to Mexico. The Attorney General focused on amounts over $500 which were believed to have been sent as payments to Mexican smugglers who have transported people or drugs into Arizona.</p>\r\n<p>On September 18, 2006, an investigator working for the Arizona Attorney General informed Western Union that it presented a seizure warrant to the Arizona Superior Court in Maricopa County, seeking forfeiture of certain person-to-person money transfers sent from 28 different states, other than Arizona, to Mexico. The application was held under seal until three days later, when the Superior Court issued the seizure warrant. Western Union then filed an emergency motion to quash and stay the warrant.</p>\r\n<p>In a separate proceeding, Western Union filed a &sect; 1983 lawsuit on September 19, 2006 in the U.S. District Court for the District of Arizona in a further attempt to block the threatened seizures. Documents for that case are found in <a href=\"http://www.clearinghouse.net/detail.php?id=10386\" target=\"_blank\" rel=\"noopener\">Torres v. Goddard</a>.</p>\r\n<p>On September 25, 2006, the Maricopa County Superior Court (Judge Kenneth L. Fields) entered an order staying the seizure warrant until further review by the Court. Following the submission of briefs by the parties and an evidentiary hearing in November 2006, Judge Fields quashed the seizure warrant and entered a preliminary injunction. Judge Fields found that the State of Arizona had no jurisdiction over the transfer of funds from states other than Arizona and that the seizure warrant therefore violated Arizona state law and the U.S. Constitution. The State appealed.</p>\r\n<p>On July 1, 2008, the Arizona Court of Appeals reversed the decision of the Superior Court, holding that \"if a foreign corporation is subject to general in personam jurisdiction in Arizona, its debts can be considered within this state for purposes of in rem jurisdiction.\" The Court also held that the seizure warrant did not violate the Constitution. State v. W. Union Fin. Servs., Inc., 199 P.3d 592 (Ariz. Ct. App. 2008). Western Union petitioned the Supreme Court of Arizona for review.</p>\r\n<p>On June 3, 2009, the Supreme Court of Arizona vacated the judgment of the Court of Appeals, holding that, under the Due Process Clause of the United States Constitution, Arizona lacked in rem jurisdiction to seize wire transfers sent from other states to Mexico. The Court held that \"a necessary prerequisite to in rem jurisdiction is location of the subject property within the forum state,\" and refused to conclude that \"the property seized here, although in electronic form, is itself located in Arizona simply because Western Union can be sued here.\" State v. W. Union Fin. Servs., Inc., 208 P.3d 218 (Ariz. 2009) (en banc).</p>\r\n<p>Following remand, the Superior Court entered a stipulation of the parties vacating the order quashing the seizure warrant and preliminary injunction, releasing the seized property, and dismissing the case.</p>",
    "summary_published_date": "2023-03-16T11:16:47.359562-04:00",
    "summary_short": "In September 2006, the Arizona Attorney General obtained warrants and seized millions of dollars of money that was wire transferred to Mexico in an attempt to curtail the smuggling of undocumented immigrants by trafficking organizations from Mexico to Arizona. Western Union challenged the warrants. In 2009, the Supreme Court of Arizona held that the State lacked in rem jurisdiction to seize the wire transfers, as they were not located within Arizona.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10495",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10495",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10495",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10495"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120362,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120362"
    },
    {
      "date": "2009-06-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": "en banc",
      "cite_1_page": 218,
      "cite_1_reporter": "P.3d",
      "cite_1_vol": 208,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Arizona state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 76309,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/76309.pdf",
      "title": "Arizona Supreme Court Opinion",
      "text": "SUPREME COURT OF ARIZONA \nEn Banc \n \nSTATE OF ARIZONA,                 )  Arizona Supreme Court      \n                                  )  No. CV-08-0241-PR          \n             Plaintiff/Appellant, )                             \n                                  )  Court of Appeals           \n                 v.               )  Division One               \n                                  )  No. 1 CA-CV 07-0178        \nWESTERN UNION FINANCIAL SERVICES, )                             \nINC.,                             )  Maricopa County            \n                                  )  Superior Court             \n              Defendant/Appellee. )  No. SW2006-002213          \n                                  )                             \n                                  ) \n                                  )  O P I N I O N \n__________________________________)                             \n \n \nAppeal from the Superior Court in Maricopa County  \nThe Honorable Kenneth L. Fields, Judge \nThe Honorable Brian K. Ishikawa, Judge \n \nREMANDED \n________________________________________________________________ \n \nOpinion of the Court of Appeals, Division One \n219 Ariz. 337, 199 P.3d 592 (App. 2008) \n \nVACATED \n________________________________________________________________ \n \nTERRY GODDARD, ARIZONA ATTORNEY GENERAL  Phoenix \n  By  Cameron H. Holmes, Assistant Attorney General \nAttorneys for State of Arizona \n \nSTEPTOE & JOHNSON LLP  Phoenix \n  By  Karl M. Tilleman \n  Douglas  D. Janicik \n    Charles G. Cole  Washington, DC \n  Shannen  W. Coffin \nAnd \n \nSIDLEY AUSTIN LLP  Washington, DC \n  By  Carter G. Phillips \nAttorneys for Western Union Financial Services, Inc. \n________________________________________________________________ \n\n \nH U R W I T Z, Justice \n \n¶1 The issue for decision is whether an Arizona court can \nissue a warrant seizing Western Union money transfers sent from \nother states to Mexico.  We ho ld that an Arizona court lacks \njurisdiction under the Due Process Clause of the United States \nConstitution to issue such a warrant. \nI. \n \n¶2 Western Union Financial Services, Inc. (“Western \nUnion”) is a Colorado corporation, whose principal place of \nbusiness is in that state.  Western Union’s primary business, \nconducted throughout the United States and in more than 195 \nforeign countries, is person-to-person wire money transfers.  A \ncustomer initiates a transfer by paying a Western Union agent \nthe amount to be transferred and a service fee.  The agent \nenters the information into Western Union’s computer system, \nwhich assigns a control number to the transaction.  The control \nnumber is given to the customer to provide to the intended \nrecipient.  The money is represented in Western Union’s computer \nsystem as electronic credits.  To receive the money, the \nintended recipient presents the control number and personal \nidentification at a Western Union office.  The sender may cancel \nthe transfer and receive a refund until the money is paid to a \nrecipient. \n2 \n \n\n \n \n¶3 This case arises out of the Arizona Attorney General’s \ncommendable efforts to curtail human smuggling and narcotics \ntrafficking.  Asserting that certain Western Union wire \ntransfers involved proceeds of these crimes, the State has \nobtained a number of warrants authorizing seizure for forfeiture \nSee \nof various transfers sent to or from Arizona.   A.R.S. § 13-\n2314(G)(3) (2001) (providing that proceeds of racketeering are \nsee also id.\nsubject to forfeiture);       §  13-2314(C) (authorizing \nid.\npre-judgment seizure warrant in racketeering cases);   §  13-\n4310(A) (authorizing issuance of seizure warrant “prior or \nsubsequent to the filing of a notice of pending forfeiture, \ncomplaint, indictment or information”). \n \n¶4 On September 21, 2006, the State applied to the \nsuperior court for the seizure warrant at issue here.  An \naffidavit supporting the warrant application asserted that human \nsmuggling operations based in Mexico most often smuggle \nimmigrants into the United States through Arizona.  Once in \nArizona, immigrants often are detained by force in secured \nlocations until sponsors (family, friends, or prospective \nemployers) wire money to associates of the smugglers.  After \npayment, the immigrants are released and make their way to \ndestinations in Arizona or elsewhere.  Similarly, the affidavit \nasserted, drugs smuggled into the United States from Mexico \n3 \n \n\n \noften come through Arizona, and Western Union transfers are used \nto wire some of the proceeds of the ultimate sales. \n \n¶5 The affidavit also alleged that, as a result of the \nprior seizure of Western Union transfers to and from Arizona, \nthere had been a marked increase in transfers from twenty-eight \nother states to certain Sonora, Mexico locations and a \ncorresponding decrease in transfers to and from Arizona.  The \naffidavit contended that many of these transfers from other \nStates represented the proceeds of  racketeering activities in \nArizona.  The affidavit did not identify any particular persons, \nproperty, or transactions that were specifically related to \nillegal activities in Arizona, nor did it identify any \nparticular transfer as representing the proceeds of Arizona-\nbased racketeering. \n \n¶6 The superior court issued an ex parte seizure warrant \non September 21, 2006.  In relevant part, the warrant authorized \nthe State to seize person-to-person wire transfers from twenty-\neight states other than Arizona to twenty-six locations in \nSonora.  When payout of a transfer covered by the warrant was \nsought at one of the identified Sonora locations, Western Union \nwas required to “(1)  stop payment and transfer the funds to a \ndetention account, (2)  notify the intended recipient of the \ndetention and provide that person with information to contact \nthe seizing agency, (3)  retain the funds, except those released \n4 \n \n\n \nby the seizing agency, in the detention account for twenty-one \ndays after the warrant expired, and (4)  convey any remaining \ndetained funds to the clerk of the superior court in Maricopa \nState \nCounty upon the expiration of the twenty-one-day period.”  \nv. Western Union Fin. Servs\n., 219 Ariz. 337, 343-44 ¶  4, 199 \nP.3d 592, 598-99 (App. 2008). \n \n¶7 On September 22, 2006, Western Union filed motions to \nquash the seizure warrant and for a preliminary injunction to \n1\nprevent the State from seeking similar warrants.   The superior \ncourt stayed the warrant pending an evidentiary hearing.  After \nthat hearing, the court granted Western Union’s motions, holding \nthat it lacked jurisdiction under the Due Process Clause of the \nFourteenth Amendment, U.S. Const. amend. XIV, §  1, to seize \ntransfers originating in other states and directed to recipients \nin Sonora.  The court also held that the State had not \nestablished probable cause that any specific wire transfer \ninvolved the proceeds of Arizona racketeering activity and that \nthe warrant violated the Commerce Clause of the United States \nConstitution, U.S. Const. art. I, § 8, cl. 3. \n \n¶8 The court of appeals vacated the superior court’s \nWestern Union\norder.   , 219 Ariz. at 343 ¶  2, 199 P.3d at 598.   \nThe court concluded that “if a foreign corporation is subject to \n                                                            \n1\n   Western Union did not challenge the September 21, 2006 \nwarrant insofar as it involved transfers to or from Arizona. \n5 \n \n\n \ngeneral in personam jurisdiction in Arizona, its debts can be \nconsidered within this state for purposes of in rem \nId.\njurisdiction.”    at 350 ¶  28, 199 P.3d at 605 (citations \nomitted).  Because Western Union conceded that it was subject to \nthe general jurisdiction of Arizona courts, the court of appeals \nheld that the superior court could exercise in rem jurisdiction \nover transfers to Sonora from other states involving the \nId.\nproceeds of Arizona racketeering activities.    at 351 ¶  33, \n199 P.3d at 606.  The court of appeals also held that the \nseizure warrant did not violate the Fourth Amendment or the \nId.\nCommerce Clause.    at 362, 366 ¶¶  69, 84, 199 P.3d at 617, \n621. \n \n¶9 Western Union petitioned for review.  We granted \nreview on the issues of whether the superior court could \nconstitutionally exercise in rem jurisdiction and whether the \nwarrant violated the Commerce Clause, questions of statewide \nSee\nimportance and first impression.    ARCAP 23(c).  We have \njurisdiction pursuant to Article 6, Section 5 of the Arizona \nConstitution, and A.R.S. § 12-120.24 (2003). \nII. \n \n¶10 We stress at the outset the narrow issue before us.   \nThe court of appeals held that the State had not established in \npersonam jurisdiction over any owner or interest holder of any \nWestern Union\nseized transfer.   , 219 Ariz. at 346 ¶  14, 199 P.3d \n6 \n \n\n \n2\nat 601.   The State does not challenge that holding.  Nor does it \nchallenge the court of appeals’ conclusion that, because the \nissue is whether the warrant could constitutionally authorize \nseizure of the money transfers, the case before us involves only \nSee id.\nthe exercise of in rem jurisdiction.      346, 348 ¶¶  14, \n21, 199 P.3d at 601, 603. \n \n¶11 The question today is therefore not whether the State \ncan exercise in personam jurisdiction over Western Union.   \nBecause Western Union does not dispute that its activities in \nid.\nthis state allow the exercise of general jurisdiction,   at \n346 ¶ 15, 199 P.3d at 601, the Due Process Clause permits the \ncorporation to be sued in personam in Arizona for any reason.   \nSee Helicopteros Nacionales de Colombia, S.A. v. Hall\n, 466 U.S. \n408, 414 (1984).  Thus, the Fourteenth Amendment poses no bar to \nan Arizona court, after an appropriate showing, issuing in \npersonam orders to Western Union governing the disposition of \nwire transfers involving the proceeds of racketeering conducted \nSee also \nin this state.   A.R.S. §  13-2314(C) (authorizing \n                                                            \n2\n   Under A.R.S. §  13-4301(5), an “owner” is defined as “a \nperson who is not a secured party .  . . and who has an interest \nin property, whether legal or equitable.  A person who holds \nproperty for the benefit of or as an agent or nominee for \nanother is not an owner.”  An “interest holder” is “a person in \nwhose favor there is a security interest or who is the \nbeneficiary of a perfected encumbrance pertaining to an interest \nId.\nin property.”    § 13-4301(4).  Western Union does not satisfy \neither statutory definition. \n7 \n \n\n \nvarious orders before determination of liability in forfeiture \n3\nactions).    \n \n¶12 The issue before us is instead whether the superior \ncourt can properly exercise in rem jurisdiction over Western \nUnion money transfers originating in other states and directed \nto Sonora, Mexico.  It is to that issue that we therefore turn. \nA. \n \n¶13 The Supreme Court has long recognized that “principles \nof interstate federalism” dictate limits on the exercise of \nWorld-Wide Volkswagen Corp. v. \nstate court jurisdiction.  \nWoodson   see also id\n, 444 U.S. 286, 293 (1980);  . (“The \nsovereignty of each State .  . . implied a limitation on the \nsovereignty of all of its sister States – a limitation express \nor implicit in both the original scheme of the Constitution and \nthe Fourteenth Amendment.”).  The traditional framework for \ndetermining the constitutionality of the exercise of \nPennoyer \njurisdiction over persons and things was set forth in \nv. Neff Pennoyer \n, 95 U.S. 714 (1877).   held that state courts \nare constrained in exercising jurisdiction by the Due Process \nClause of the Fourteenth Amendment and adopted a distinctly \nterritorial approach to establish the constitutional limits.   \n                                                            \n3\n   We also do not today address the power of the Attorney \nGeneral, upon an appropriate showing, to obtain information from \nWestern Union concerning wire transfers allegedly arising from \nSee State ex rel. Goddard v. W. Union \nracketeering activities.  \nFin. Servs., Inc.\n, 216 Ariz. 361, 166 P.3d 916 (App. 2007). \n8 \n \n\n \nPennoyer\nThe central inquiry under   effectively was “Is it \nthere?”  In other words, the Court asked whether the defendant \nor property over which jurisdiction was sought was within the \nId.\nterritorial boundaries of the state.    at 722 (“[N]o State \ncan exercise direct jurisdiction and authority over persons or \nPennoyer\nproperty without its territory.”).    also sanctioned the \nexercise of “quasi in rem” jurisdiction, under which the in-\nstate property of a defendant could be seized to establish \njurisdiction, allowing a plaintiff thereafter to pursue his \nclaim against the defendant to the extent of the value of the \nId.\nproperty.    at 723. \n  International Shoe Co. v. Washington\n¶14 In    , 326 U.S. 310 \n(1945), the Court expanded the inquiry, and the reach of state \njurisdiction, to a broader question: “Is it fair?”   \nInternational Shoe\n held that the Due Process Clause is not \noffended by the exercise of personal jurisdiction over a \ncorporate defendant that, although not domiciled in the forum \nstate, has “sufficient contacts” with that state “to make it \nreasonable and just according to our traditional conception of \nfair play and substantial justice to permit the state to enforce \nId\nthe obligations which [defendant] has incurred there.”   . at \nInternational Shoe\n320.   ’s now familiar “minimum contacts” test \nthus allows a state to exercise so-called specific jurisdiction \nover a defendant not present in the forum for causes of action \n9 \n \n\n \nId. 4\narising from its contacts with the forum.    at 317.   \nInternational Shoe\n also contemplated that a state could exercise \ngeneral jurisdiction over a corporate defendant whose \n“continuous corporate operations within a state [are] so \nsubstantial and of such a nature as to justify suit against it \non causes of action arising from dealings entirely distinct from \nId. see Helicopteros Nacionales\nthose activities.”    at 318;  , 466 \nU.S. at 414 (“Even when the cause of action does not arise out \nof or relate to the foreign corporation’s activities in the \nforum State, due process is not offended by a State’s subjecting \nthe corporation to its in personam jurisdiction when there are \nsufficient contacts between the State and the foreign \ncorporation.”). \n  International Shoe\n¶15  and the cases immediately following \nit addressed only in personam jurisdiction.  Thus, the sole \nconstitutional issue when a state sought to exercise either in \nrem or quasi in rem jurisdiction continued to be the one posed \nPennoyer\nby  :  Was the relevant property within the jurisdiction \nSee, e.g. Hanson v. Denckla\nof the state?   ,  , 357 U.S. 235, 246 \n(1958) (holding that “[t]he basis of [in rem] jurisdiction is \nthe presence of the subject property within the territorial \n                                                            \n4 International Shoe\n    involved a corporate defendant.  It has \nlong been clear, however, that the minimum contacts analysis for \nspecific jurisdiction also applies to individual defendants.   \nSee Shaffer v. Heitner McGee v. \n, 433 U.S. 186, 204 n.19 (1977); \nInt’l Life Ins. Co.\n, 355 U.S. 220, 222 (1957). \n10 \n \n\n \nHarris \njurisdiction of the forum State”).  The hoary doctrine of \nv. Balk Harris\n, 198 U.S. 215 (1905), was thus left intact.    \narose out of a debt from Harris to Balk; Balk in turn owed money \nto Epstein.  Harris lived in North Carolina, Epstein in \nMaryland.  When Harris travelled to Maryland, Epstein served him \nwith process, and a Maryland court entered a judgment requiring \nHarris to pay Epstein the money Harris owed to Balk.  The \nSupreme Court upheld the judgment against a due process attack, \nrelying on the fiction that the debt followed the debtor, and \ntherefore concluded that Harris’s debt to Balk could be found in \nId.\nMaryland because Harris was served there.    at 222-23. \n  International Shoe\n¶16 Thus, for some thirty years after  , \nquasi in rem jurisdiction could still be predicated entirely on \nthe fictional “presence” in the forum state of intangible \nShaffer v. Heitner\nproperty.    abandoned that notion.  433 U.S. \n186, 212 (1977).  Recognizing that an assertion of jurisdiction \nover a thing is really “jurisdiction over the interests of \nid. Shaffer\npersons in a thing,”   at 207 & n.22,   held that \nalthough the location of property could be evaluated as a \nInternational Shoe\ncontact for   purposes, the end question was \nwhether there was jurisdiction over the party against whom the \nid. See also \nplaintiff ultimately asserted liability,   at 212.  \nBurnham v. Superior Court\n, 495 U.S. 604, 621-22 (1990) \nShaffer\n(plurality opinion) (stating that   held that quasi in rem  \n11 \n \n\n \njurisdiction and in personam jurisdiction “are really one and \nthe same”). \n  Shaffer\n¶17  involved the type of quasi in rem action in \nwhich the plaintiff seeks to apply property to satisfy a claim \nSee Shaffer\nunrelated to the property itself.   , 433 U.S. at 199 \nn.17 (defining “in rem” jurisdiction and two types of “quasi in \nInternational \nrem” jurisdiction).  Although stating that the \nShoe\n minimum contacts test would also  apply to a true in rem \naction (a suit involving claims related to the property itself), \nthe Court recognized that “it would be unusual for the State \nwhere the property is located not to have jurisdiction,” as the \nlocation of the property itself would provide the required \nId\ncontacts.   . at 207-08 & n.24. \nB. \n \n¶18 The court of appeals correctly concluded that the \nwarrant at issue today, which authorizes the seizure of specific \nproperty, must be analyzed under principles governing in rem \nWestern Union\njurisdiction.   , 219 Ariz. at 346, 348 ¶¶  14, 21, \nsee als State v. Kaufman\n199 P.3d at 601, 603;  o  , 201 N.W.2d 722, \n723 (Iowa 1972) (“Search warrant proceedings are in rem, \ndirected primarily against the property, not the owner.”).  The \nState does not disagree.  The court of appeals also held that \ncourts of this state cannot exercise in rem jurisdiction unless \nSee \nthe wire transfers are deemed present within Arizona.  \n12 \n \n\n \nWestern Union\n, 219 Ariz. at 349-50 ¶¶  27-29, 199 P.3d at 604-05.  \nAgain, the State does not disagree.  Indeed, the Supreme Court’s \nInternational Shoe\npost-  jurisprudence makes plain that a \nnecessary prerequisite to in rem jurisdiction is the location of \nthe subject property within the forum state.  The Court has \nemphasized that “[t]he basis of the jurisdiction is the presence \nof the subject property within the territorial jurisdiction of \nHanson\nthe forum State.”   , 357 U.S. at 246 (citations omitted).   \nHanson\nThe Court concluded in   that there could be no in rem \njurisdiction when the property – the assets of a trust — was not \nId.\npresent in the forum state.    at 249.  It thus reaffirmed a \nPennoyer\ncore   principle:  An in rem judgment cannot extend to \nId.\n“property outside the forum state.”    at 250. \n  Pennoyer\n¶19 Although limiting the broad application of   to \nShaffer \nquasi in rem jurisdiction,  itself did not question the \nbasic requirement that in rem jurisdiction rest on the presence \nof property in the forum state.  Rather, the Court indicated \nInternational Shoe\nthat even if   “minimum contacts” are found, in \nrem jurisdiction is premised on the presence of the property in \nSee Shaffer\nthe forum.     , 433 U.S. at 199 (“If jurisdiction is \nwithin its territory\nbased on the court’s power over property  , \nthe action is called ‘in rem’ or ‘quasi in rem.’” (emphasis \nSee In re Approx. \nadded)).  Later Arizona cases are in accord.    \n$50,000.00 in U.S. Currency\n  , 196 Ariz. 626, 629 ¶  7, 2 P.3d \n13 \n \n\n \n1271, 1274 (App. 2000) (noting that “the superior court \ntypically has in rem jurisdiction over the property or res at \nsee \nissue so long as the property  is located in the state”); \nalso State ex rel. Napolitano v. Gravano\n, 204 Ariz. 106, 117 \n¶ 45, 60 P.3d 246, 257 (App. 2002) (“[A]n Arizona trial court \nin rem\ntypically has   jurisdiction over property that is located \ncf.\nin Arizona.”);   4A Charles Alan Wright & Arthur R. Miller, \nFederal Practice and Procedure\n § 1071 (3d ed. 2008) (“[P]roperty \ncan be used as a jurisdictional basis only if it is physically \nwithin the territory of the state in which the federal court is \nsitting.”). \nIII. \n \n¶20 We therefore turn to the primary question posed by \nthis case:  Is a money transfer sent from a state other than \nArizona to a recipient in Sonora, Mexico located within this \nstate for purposes of in rem jurisdiction? \n \n¶21 As the Supreme Court has noted, although determining \nthe location of “[t]angible property poses no problem .  . . the \nHanson\nsitus of intangibles is often a matter of controversy.”   , \nSitus of \n357 U.S. at 246-47 (citing Fletcher R. Andrews, \nIntangibles in Suits against Non-Resident Claimants\n, 49 Yale \nL.J. 241 (1939)).  When, as here, the intangible property is not \nembodied in a document, determining its situs in many senses \n14 \n \n\n \n5\ninvolves a fiction.   “The situs of intangible property is about \nTabacalera \nas intangible a concept as is  known to the law.”  \nSeveriano Jorge, S.A. v. Standard Cigar Co.\n, 392 F.2d 706, 714 \n(5th Cir. 1968). \n \n¶22 The State contends that the properties seized here are \nthe electronic credits in the Western Union computers, which it \ncharacterizes as a debt from Western Union to the Sonora \nrecipients.  This “debt,” the State contends, is located \nwherever Western Union is subject to jurisdiction.  Because \nArizona can exercise general jurisdiction  over Western Union, \nthe State concludes that the electronic credits are located \nhere.  This argument, as the State recognizes, rests squarely on \nHarris\nthe   fiction – that a debt follows the debtor and is \nlocated wherever the debtor can be found. \nA. \n \n¶23 As a preliminary matter, we question whether the \nHarris\n analogy is apt.  In that case, Harris had borrowed money \nand had the contractual obligation to repay this “ordinary debt” \nHarris,\nto Balk.    198 U.S. at 221, 223.  Here, Western Union’s \ndirect contractual obligation is to the sender; it has promised \n                                                            \n5 Hanson\n    involved trust property.  357 U.S. at 247 n.16.  The \nCourt noted that the “stocks, bonds, and notes that make up the \ncorpus of the trust .  . . [p]roperly speaking .  . . are \nintangibles that have no ‘physical’ location.  But their \nembodiment in documents treated for most purposes as the assets \nId.\nthemselves makes them partake of the nature of tangibles.”    \n(citation omitted). \n15 \n \n\n \nthe sender that it will deliver money to the recipient on proper \nHarris\ndemand.  Moreover, unlike the   debtor, whose obligation to \nthe creditor was fixed, Western Union’s obligation to deliver \nfunds to the Sonoran recipient may be cancelled by the sender at \nSee Western Union\nany time before the money is paid out.   , 219 \nAriz. at 347 ¶ 16, 199 P.3d at 602. \n \n¶24 As an analytical matter, Western Union’s role in the \nwire transfers is more akin to that of a courier, such as United \nParcel Service or Federal Express, who has agreed to deliver a \npackage containing cash sent from Colorado to Mexico.  In that \ncircumstance, Arizona courts could not  exercise in rem \njurisdiction over the package in either Colorado or Mexico, even \nif the funds in the package represented proceeds of racketeering \ncommitted in Arizona and the courier was subject to general \nCf. State v. Everett\nArizona jurisdiction.   , 110 Ariz. 429, 431, \n520 P.2d 301, 303 (1974) (noting “the general rule of law .  . . \nthat a warrant of arrest issued in one state can not be executed \noutside the boundary of the issuing state”).  Similarly, we \ncannot conclude that the property seized here, although in \nelectronic form, is itself located in Arizona simply because \nWestern Union can be sued here.  The technical complexities of \n16 \n \n\n \nthe electronic age should not blind courts to the substance of \n6\ntransactions in conducting jurisdictional analyses.  \nB. \n \n¶25 Factual distinctions aside, the State concedes that \nHarris\nits argument depends on the continued vitality of the   \nfiction that an intangible obligation is located for \njurisdictional purposes wherever the obligor can be found.  The \nlogical result of the State’s contention is that Western Union’s \n“debt” to the Sonoran recipient is simultaneously located in \nevery state in which Western Union can be sued. \n  Shaffer\n¶26 The Supreme Court has  stated, however, that   \n“interred the mechanical rule that a creditor’s amenability to a \nquasi in rem World-Wide \n action travels with his debtor.”  \nVolkswagen see also id Shaffer\n, 444 U.S. at 296;  . (stating that   \nHarris v. Balk\n“abandoned the outworn rule of  , that the interest \nof a creditor in a debt could be extinguished or otherwise \naffected by any State having transitory jurisdiction over the \nShaffer\ndebtor”).  The court of appeals necessarily construed   \nHarris\nnarrowly, holding that the   fiction remained viable to \ndetermine the situs of intangible property for purposes of \n                                                            \n6 United States v. Daccarett\n   In  , a federal appeals court \nupheld the exercise of in rem jurisdiction in New York by a \ndistrict court over wire transfers moved from an originating \nbank to an intermediary bank in New York as a step toward \neventual transfer to Colombia.  6 F.3d 37, 54-55 (2d Cir. 1993).   \nIn the case before us there is no contention that the wire \ntransfers moved through an Arizona intermediary. \n17 \n \n\n \nSee Western Union\nevaluating in rem jurisdiction.     , 219 Ariz. at \n350 ¶ 28, 199 P.3d at 605. \n  Rush \n¶27 In so concluding, the court of appeals relied on \nv. Savchuck\n, 444 U.S. 320 (1980).  That case involved an \nautomobile accident in Indiana; the plaintiff, an Indiana \nnative, was a passenger in a car driven by another Indiana \ncitizen.  The plaintiff brought suit in Minnesota after \ngarnishing the obligation of the driver’s insurer, State Farm, \nwhich conducted business in every state. \n  Shaffer\n¶28 The Supreme Court held that   barred the \nassertion of quasi in rem jurisdiction, as the driver had no \nId.\nMinnesota contacts.    at 328-29.  The court rejected the \nconstitutional significance of State Farm’s obligation to the \ninsured, stating: \nIn fact, the fictitious presence of the insurer’s \nobligation in Minnesota does not, without more, \nany\nprovide a basis for concluding that there is   \nInternational Shoe\ncontact in the   sense between \nMinnesota and the insured.  To say that “a debt \nfollows the debtor” is simply to say that intangible \nproperty has no actual situs, and a debt may be sued \non wherever there is jurisdiction over the debtor.   \nState Farm is “found,” in the sense of doing business, \nin all 50 States and the District of Columbia.  Under \nappellee’s theory, the “debt” owed to Rush would be \n“present” in each of those jurisdictions \nsimultaneously.  It is apparent that such a “contact” \ncan have no jurisdictional significance. \nId\n. at 329-30.  \n18 \n \n\n \n \n¶29 The court of appeals read this language as recognizing \nHarris\nthe “ongoing viability” of the   fiction and standing for \nthe proposition that “if a foreign corporation is subject to \ngeneral in personam jurisdiction in Arizona, its debts can be \nconsidered within this state for purposes of in rem \nWestern Union\njurisdiction.”   , 219 Ariz. at 350 ¶  28, 199 P.3d \nRush\nat 605.  To the contrary,   simply recognized the complete \nHarris\nconstitutional irrelevance of the   fiction to state \nassertions of quasi in rem jurisdiction.  Because the only issue \nin such a case is whether the party against whom the plaintiff \nseeks to impose ultimate liability is subject to the in personam \njurisdiction of the forum, the situs of intangible property \nunrelated to a plaintiff’s claim has no application whatsoever \nShaffer Rush\nafter   to the constitutional analysis.    thus simply \nHarris\nignored the   fiction; it did not approve its use in \nanalyzing in rem jurisdiction. \n  Weitzel v. Weitzel\n¶30 The court of appeals also cited  , 27 \nAriz. 117, 230 P. 1106 (1924), for the proposition that a debt \nowed by a non-Arizona corporation was located here because the \nWeitzel\ncorporation was subject to Arizona service.  But   was \nShaffer\ndecided half a century before  , and expressly relied on \nHarris Id\nthe   fiction.   . at 121, 230 P. at 1107.  Moreover, \nWeitzel\n involved a post-judgment garnishment.  In such \ncircumstances, the defendant’s liability has already been \n19 \n \n\n \nestablished.  The relevant jurisdictional analysis in such cases \nproperly focuses on whether the garnishee is subject to the \nspecific or general jurisdiction of the forum state, not whether \nHarris\nthe intangible res is located there under the   fiction.   \nSee State ex rel. Dep’t of Rev. v. Control Data Corp.\n  , 713 P.2d \nHarris\n30, 32 (Or. 1986) (holding, without resort to the   \nfiction, that a post-judgment garnishment could reach wages owed \nto the judgment debtor “in the hands of Control Data, a third \nsee also\nparty that unquestionably is present in Oregon”);   \nShaffer\n, 433 U.S. at 210 n.36 (stating that “there would seem to \nbe no unfairness” in a state exercising post-judgment \njurisdiction to collect a debt even if  it would have had no \n7\noriginal jurisdiction to determine the debt).  \nC. \n \n¶31 It is therefore clear at the very least that the \nHarris\nSupreme Court has not mandated the continued use of the   \nfiction for the purposes of establishing in rem jurisdiction.   \nBut, even assuming that the Court has not completely abandoned \nthe fiction, it surely has not foreclosed us from evaluating the \nHarris\ncontinuing utility of the   doctrine. \n                                                            \n7 Levi Strauss & Co. v. \n   The court of appeals also cited \nCrockett Motor Sales, Inc. Western \n, 739 S.W.2d 157 (Ark. 1987).  \nUnion\n, 219 Ariz. at 350 ¶  28, 199 P.3d at 605.  But that case \nalso involved a post-judgment garnis hment, not a pre-judgment \nSee Levi \nseizure of property to establish in rem jurisdiction.  \nStrauss\n, 739 S.W.2d at 157. \n20 \n \n\n \n  Shaffer\n¶32 We start from the premise that, before  , the \nHarris International Shoe\n fiction served a useful purpose, as   \nleft alive the doctrine of quasi in rem jurisdiction.  But since \nShaffer Harris\n, the   fiction no longer has any relevance in quasi \nin rem actions; the focus is now on the defendant’s contacts \nwith the forum state.  Nor is the fiction necessary, as noted \nabove, to support the exercise of post-judgment garnishment of \nSee supra\nintangible assets.    ¶ 30,  . \n  International \n¶33 The fiction is also unnecessary after \nShoe\n to allow courts to reach intangible property in the hands \nof out-of-state defendants.  If those with interests in the \nproperty are subject to in personam jurisdiction in the forum \nstate, a court in that state undoubtedly has jurisdiction \nconsistent with the Due Process Clause to enter orders relating \nSee supra  \nto the property.    ¶ 11,  .   Any reason for continued \nHarris\nadherence to the   fiction as a basis for the exercise of \nin rem jurisdiction has disappeared. \n \n¶34 Rather, when the plaintiff proceeds in rem, “the \nsolution must be sought in the general principles governing \njurisdiction over persons and property rather than in an attempt \nAtkinson v. \nto assign a fictional situs to intangibles.”  \nSuperior Court\n, 316 P.2d 960, 964 (Cal. 1957) (Traynor, J.).   \nCourts must focus on reality, not fiction.  Under such an \nanalysis, an intangible not embodied in a document is \n21 \n \n\n \nundoubtedly subject to the jurisdiction of the court where its \nGravano\nowner is domiciled.   , 204 Ariz. at 117 ¶  45, 60 P.3d at \n257 (holding that Gravano’s rights under a book contract, “which \nare intangible property,” could be seized in Arizona “because \nKelly v. Bastedo\nGravano was a resident here”) (citing  , 70 Ariz. \n371, 377, 220 P.2d 1069, 1073 (1950)).  That principle, however, \nis of no aid to the State today, as it makes no contention that \neither the sender or the recipient of the wire transfer is \ndomiciled in Arizona. \n \n¶35 The Supreme Court has expressly pretermitted whether \nin rem jurisdiction over intangibles not embodied in documents \nSee Hanson\ncan be exercised in more than one state.     , 357 U.S. \nat 247.  We therefore need not  decide today whether the wire \ntransfers are present for constitutional purposes in more than \none locale.  It might well be reasonable under the circumstances \nof this case to consider the seized funds as present in the \nstate from which they were sent until they are collected.  It \nmight also be reasonable to view the funds as located in \nCf. Delaware \nColorado, Western Union’s state of incorporation.    \nv. New York\n, 507 U.S. 490, 494 (1993) (holding that when owner \nof unclaimed securities distributions cannot be found, state of \ndomicile of debtor has priority in escheat proceedings); \nPennsylvania v. New York\n, 407 U.S. 206, 212, 215-16 (1972) \n22 \n \n\n \n(allowing escheat of money orders where the payee’s address is \nunknown in the state of telegraph company’s domicile). \n \n¶36 In the end, however, we cannot conclude that a wire \ntransfer originated in another state by someone who has not been \nshown to be an Arizona resident and directed to a recipient in a \nforeign country who also has not  been shown to be an Arizona \nresident is “located” in Arizona simply because Western Union, a \nforeign corporation, is amenable to suit here.  Nor can we \nconclude that the seized funds are somehow “located” here \nbecause they allegedly are in payment for illegal conduct that \noccurred in this state.  Just as cash paid in another state to a \ncriminal who violated the law in Arizona is not located here for \nconstitutional purposes, other forms of payment that never \ntravel through this state are similarly beyond the reach of a \nHarris\nseizure warrant.  We decline to resuscitate the moribund   \nfiction as a substitute for reasoned analysis of the situs of \nthe particular intangible at issue, and as the State concedes, \nthat fiction is the essential underpinning of its in rem \njurisdictional claim. \nD. \n \n¶37 Our dissenting colleague suggests that we have “built \nHarris v. Balk Infra\na straw man” on  .    ¶ 44.  The contention is \npassing strange.  Both in this Court and in the court of \nHarris\nappeals,   was the linchpin of the State’s jurisdictional \n23 \n \n\n \nargument; indeed, the State admitted at oral argument that its \nHarris\nposition rested entirely on the   fiction.  The fiction \nunquestionably was the centerpiece of the conclusion below that \nthe seized funds were located in Arizona for jurisdictional \nSee Western Union\npurposes.     , 219 Ariz. at 350 ¶ 28, 199 P.3d at \n605 (“[I]f a foreign corporation is subject to general in \npersonam jurisdiction in Arizona, its debts can be considered \nsee \nwithin this state for purposes of in rem jurisdiction.”); \nalso id.\n at 348 ¶  22, 199 P.3d at 603 (noting that the State \nHarris\n“relied on”  ). \n \n¶38 Moreover, although ostensibly eschewing reliance on \nHarris\n, the dissent in reality relies in full force on its \noutdated fiction.  Our dissenting colleague agrees with us that \n“presence” of the res in Arizona is a “necessary component” of \nInfra \nin rem jurisdiction.   ¶ 48.  The dissent then finds that \n“electronic credits necessarily exist simultaneously in every \nInfra \nplace they can be instantly received.”   ¶ 52.  Because the \ndissent concludes that the electronic credits at issue here can \nbe received in any place where Western Union maintains an \noffice, it necessarily stands for the proposition that the \ncredits are “present” for in rem purposes wherever Western Union \ncan be found.  It would be difficult to think of a better \nHarris\nrestatement of the   fiction. \n24 \n \n\n \n \n¶39 The dissent argues that because “an intended recipient \ncan go to any Western Union station and instantly receive the \nmust be at that location\nmoney, the funds  , both conceptually and \nInfra\nphysically.”    ¶  49.  But, even assuming the factual \n8\naccuracy of the quoted statement,  it does not lessen the \nHarris \ndissent’s reliance on the  fiction.  Western Union does \nnot contest the ability of the State to seize funds demanded by \na recipient at an Arizona location.  The dissent’s argument \ntherefore must be that even if the recipient does not do so, the \nres is nonetheless found here because he theoretically might \nHarris\nhave sought payment in Arizona.  This is precisely the   \nfiction – an intangible debt is present wherever the creditor \ncan find the obligor and demand payment. \n \n¶40 The dissent also speculates that if Arizona cannot \nexercise in rem jurisdiction over the electronic credits, no \nInfra\nstate can.    ¶  54.  But ironically, this assertion does \nprecisely what the dissent accuses the majority of doing – it \n“essentially conflates presence, a n ecessary component of [in \n                                                            \n8\n   The factual premise of this argument is at least subject to \nquestion.  Western Union vigorously asserted at oral argument \nand in its briefing, Western Union Financial Services, Inc.’s \nSupplemental Brief on the Merits at 4, that Sonora-bound \ntransfers are not payable in the United States.  The opinion \nbelow stated that a recipient of a wire transfer may collect \nWestern Union\nfunds “at any WU payout location,”  , 219 Ariz. at \n347 ¶ 16, 199 P.2d at 602, but it is not clear whether this is \nsimply a description of Western Union’s general practices and \nthe superior court appears to have made no factual findings on \nthis point. \n25 \n \n\n \nInfra\nrem] jurisdiction, and jurisdiction itself.”    ¶ 48.  The \ndissent worries that even if the wire transfers are present for \nsee\nin rem purposes in one or more other states (as we assume,   \nsupra Shaffer\n¶ 35,  ), those states may be unable, as   requires, \n433 U.S. at 212, to establish that those with interests in the \nfunds have minimum contacts with the forum.  But if, as the \ndissent concedes, presence is a “necessary component” of in rem \njurisdiction, t hat com ponent cannot be igno red sim ply bec ause \nanother necessary component, the minimum contacts of those with \ninterests in the res, can be established by the forum. \n \n¶41 More importantly, the dissent’s suggestion that law \nenforcement will be unable to address the problems of human \nsmuggling in the absence of the in rem order at issue in this \ncase finds no support in our opinion or the case law.  Because \nWestern Union is subject to the general jurisdiction of Arizona \ncourts, the Due Process Clause is not offended by in personam \norders regarding the disposition of the wire transfers shown to \nconstitute proceeds of racketeering conducted in this state.   \nSee  supra\n¶ 11,  .  Such orders can assure – as does the order at \nissue today – that the funds will not be transferred pending the \ninstitution of forfeiture proceedings.  And, in those subsequent \nproceedings, whether formally denominated in rem or in personam, \nthe core requirements of the Due Process Clause remain identical \n– there must be minimum contacts between those with interests in \n26 \n \n\n \nShaffer\nthe subject funds and the State of Arizona.   , 433 U.S. \nsee also\nat 212;   A.R.S. § 13-4302 (authorizing forfeiture \nproceedings “if the property for which forfeiture is sought is \nwithin this state at the time of the filing of the action or if \nthe courts of this state have in personam jurisdiction of an \nowner or interest holder in the property”).  \n \n¶42 In short, despite our dissenting colleague’s \nreservations, our opinion establishes only  that Western Union \nwire transfers initiated in another state and directed to \nrecipients in Mexico are not “present” in Arizona for in rem \njurisdictional purposes.  However noble the State’s purposes, in \nrem jurisdiction requires presence of the subject property in \nthis State, and we hold today only that we can no longer accept \nHarris\nthe   fiction as the basis for finding that presence. \nIV. \n \n¶43 For the reasons above, we hold that the superior court \ncould not exercise in rem jurisdiction over Western Union money \ntransfers from senders in states other than Arizona to \n9\nrecipients in Mexico.   We therefore vacate the opinion of the \ncourt of appeals and remand to the superior court for further \nproceedings consistent with this opinion. \n                                                            \n9\n   We thus need not consider whether it would be reasonable to \nexercise jurisdiction over those with alleged interests in the \nseized transfers.  We also therefore decline to consider Western \nUnion’s Commerce Clause arguments. \n27 \n \n\n \n \n \n \n \n _______________________________ \n  Andrew D. Hurwitz, Justice \n \nCONCURRING: \n \n \n_______________________________ \nRuth V. McGregor, Chief Justice \n \n \n_______________________________ \nMichael D. Ryan, Justice \n \n \n_______________________________ \nW. Scott Bales, Justice \n \n \n \nE S P I N O S A, Judge, dissenting \n \n \n¶44 I respectfully dissent because, in my view, the \nmajority has painstakingly built a straw man on the bleached \nHarris v. Balk\nbones of  , and then knocked it down, without \naddressing what I believe is the true issue at hand.  In doing \nso, the court avoids grappling with the key feature of the \njurisdictional question presented:  the implication of a \nrelatively new species of intangible property that has no \nsingular location.  Contrary to the majority’s characterization, \nthis type of property has virtually nothing in common with “a \npackage” that a “courier, such as United Parcel Service or \nFederal Express,” has agreed to deliver; thus, traditional, in-\n28 \n \n\n \nrem-jurisdiction analysis does not readily apply.  The very term \n“electronic credit” illustrates the problem because it aptly \ndescribes the abstraction that is at the heart of the \ntransactions and wire transfers involved here.  If a Western \nUnion wire transfer, which consists of electronic credits \ncreated by the payment of money at a sending location, cannot be \nfound, in both a conceptual and practical sense, wherever \nWestern Union does business and routinely pays out on such \ntransfers, then it is nowhere to be found, because, in Western \nUnion’s global, computerized accounting system, these electronic \ncredits have no more “location” than does an e-mail message once \nthe “send” button is clicked.  The majority, however, sidesteps \nthis modern reality, saying, “The technical complexities of the \nelectronic age should not blind courts to the substance of \ntransactions in conducting jurisdictional analyses.”   \nUnfortunately, in my opinion, the majority has turned a blind \neye to the true nature of the issue here. \n \n¶45 As the majority acknowledges, intangible property does \nSee \nnot have a clearly defined or easily ascertainable situs.  \nHanson Tabacalera Severiano Jorge\n, 357 U.S. at 246-47;  , 392 F.2d \nat 714.  In addressing this problem, the majority cogently \nsummarizes portions of the evolution of jurisdiction \nHarris\njurisprudence and then focuses on  , stating that the issue \nHarris\nhere “rests squarely on the   fiction” and questioning \n29 \n \n\n \nHarris\nwhether it is analogous to this case.  I agree that   is \nnot applicable here, but for different reasons than those \nprovided by the majority. \n  Harris\n¶46 Initially distinguishing   as involving an \n“ordinary debt,” the majority points out that Western Union’s \nobligation is to the sender, who can cancel the obligation up \nuntil the time the money is paid to the recipient.  But this is \na distinction without a difference in terms of the location of \nWestern Union’s electronic credits.  Although a transaction may \nbe subject to cancellation by the sender, absent such a \npresumably rare occurrence, Western Union has a contractual \nobligation to pay out the money being transferred.  More \nHarris\nimportantly,   is not “apt” here because it held that quasi \nin rem jurisdiction could be premised on nothing more than the \ntransitory presence of a debtor and his debt to an unrelated \nthird party.  That is the “mechanical rule” soundly rejected by \nWorld-Wide Volkswagen Shaffer.  \nthe Supreme Court in   and  444 \nU.S. at 296; 433 U.S. at 208-09.  But, contrary to the \nimplications of the majority opinion, the Court has never \nHarris\noverruled or disavowed the underpinning of   – the common \nlaw doctrine that the legal situs of an intangible obligation is \n10\nthe situs of the obligor.   Rather, the Court has simply pointed \n                                                            \n10\n   Case law from past to present acknowledges the proposition \nSee, e.g., Chicago, \nthat a debt is located  with the debtor.  \n30 \n \n\n \nout the due process problems with attempting to ground \njurisdiction over individuals on nothing more than the \nSee Shaffer\ntheoretical location of a debt.   , 433 U.S. at 209 \n(“In such cases, if a direct assertion of personal jurisdiction \nover the defendant would violate the Constitution, it would seem \nthat an indirect assertion of that jurisdiction should be \nsee also Rush\nequally impermissible.”);  , 444 U.S. at 328 (in rem \njurisdiction may only be exercised when contacts “satisfy the \nInternational Shoe\nfairness standard of  ”).  It is clear the only \nWorld-Wide Volkswagen\nthing the Court “interred” in   was “the \nquasi in rem\nmechanical rule that a creditor’s amenability to   \n___________________________ \nR.I. & P. Ry. Co. v. Sturm\n, 174 U.S. 710, 716-17 (1899) (debts \nAf-\naccompany creditor everywhere and are payable everywhere); \nCap Inc. v. Republic of Congo\n, 383 F.3d 361, 371 (5th Cir. 2004) \n(courts consistently hold situs of debt obligation is situs of \nLibra Bank Ltd. v. Banco Nacional de Costa Rica, S.A.\nobligor);  , \nShaffer\n570 F. Supp. 870, 879 n.9 (S.D.N.Y. 1983) (“While ‘  \nHarris\nclearly overruled   on its facts,’ ‘[t]he [Supreme] Court \nHarris v. Balk\ndid not indicate total disapproval of  , for it \nnoted that attachment of a debt is proper wherever the debtor is \nLibra\nfound.’”) (internal citations omitted, alterations in  ); \nLong v. Baldt\n  , 464 F. Supp. 269, 273 n.3 (D.S.C. 1979) (“[T]he \nShaffer\n decision does not disturb the common law notion that the \nBarker v. Smith\nsitus of the debt lies with the debtor.”);  , 290 \nF. Supp. 709, 711-12 (S.D.N.Y. 1968) (corporate debt located \nIn re World of English N.V.\nwhere corporation does business);  ,  , \n16 B.R. 817, 819 (Bankr. N.D. Ga. 1982) (situs of account \nPerez v. Chase \nreceivable is location of account debtor); \nManhattan Bank N.A.\n,  , 463 N.E.2d 5, 8 n.1 (N.Y. 1984) (“Although \nHarris v. Balk\nanother aspect of   has been overruled, the debt-\nsitus holding remains unimpaired.”) (internal citations \nBeck v. Mfrs. Hanover Trust Co\nomitted);  ., 481 N.Y.S.2d 211, 216 \n Poston v. Poston\n(N.Y. Sup. Ct. 1984) (debt follows debtor); , \n657 A.2d 1076, 1078 (Vt. 1993) (debt has situs in any state \ncorporate debtor may be sued). \n31 \n \n\n \naction travels with his debtor.”  444 U.S. at 296.  Stated \ndifferently, what has been laid to rest is the use of the debt-\nfollows-the-debtor doctrine as a substitute for due process and \nminimum contacts analysis when invoking in rem or quasi in rem \njurisdiction. \n  Shaffer\n¶47 In  , the Court noted: \n“The Fourteenth Amendment did not, in guaranteeing due \nprocess of law, abridge the jurisdiction which a State \npossessed over property within its borders, regardless \nof the residence or presence of the owner.  That \njurisdiction extends alike to tangible and to \nintangible property.  Indebtedness due from a resident \nto a non-resident of which bank deposits are an \n Chicago, Rock \nexample is property within the State. \nIsland & Pacific Ry. Co. v. Sturm\n, 174 U.S. 710, 19 S. \nCt. 797, 43 L. Ed. 1144.  It is, indeed, the species \nof property which courts of the several States have \nmost frequently applied in satisfaction of the \n Harris v. Balk\nobligations of absent debtors.  , 198 \nU.S. 215, 25 S. Ct. 625, 49 L. Ed. 1023.   .  . .  \n[G]arnishment or foreign attachment is a proceeding \nFreeman v. Alderson\nquasi in rem.   , 119 U.S. 185, 187, \n7 S. Ct. 165, 30 L. Ed. 372, 373.  The thing belonging \nto the absent defendant is seized and applied to the \nsatisfaction of his obligation.  The Federal \nConstitution presents no obstacle to the full exercise \nof this power.” \n \nquoting Pennington v. Fourth Nat’l Bank\n433 U.S. at 211 n.38,  , \nsee also Burnham\n243 U.S. 269, 271 (1917);  , 495 U.S. at 620 \nShaffer\n(  stands for “nothing more than the proposition that when \nthe ‘minimum contact’ that is a substitute for physical presence \nconsists of property ownership it must, like other minimum \ncontacts, be related to the litigation”). \n32 \n \n\n \n \n¶48 I believe the majority’s failure to make this \ndistinction essentially conflates presence, a necessary \ncomponent of jurisdiction, and jurisdiction itself.  That \napproach is useful in linking the property seizure at hand to \nHarris\nthe precipitous fall of  , but this only distracts from a \nSee \nrealistic view of the nature and situs of the res at issue.  \nDickstein v. Merrill Lynch, Pierce, Fenner & Smith, Inc\n., 685 \nA.2d 943, 948 & n.5 (N.J. Super. Ct. App. Div. 1996) (question \nof state’s power to assert jurisdiction over trust account \nirrelevant to identifying account’s situs).  Western Union \ncontracts with senders to transmit – in actuality, to make \navailable – specified funds to remote receivers.  The resulting \nelectronic credits are thus conceptually and pragmatically debts \nor obligations while on the books of Western Union before they \nCf. Universal Mktg. & Entm’t, Inc. v. Bank One of \nare paid out.  \nAriz., N.A.\n, 203 Ariz. 266, & 7, 53 P.3d 191, 193 (App. 2002) \n(money deposited in account creates debt bank owes customer).   \nTo say they are not only exalts form over substance.  Whether \nspecific obligations, in the form of electronic credits, are \nsubject to Arizona forfeiture jurisdiction is a related but \ndifferent issue that does not depend on the antiquated holding \nHarris\nof  . \n \n¶49 The majority’s assertion that my analysis “in reality \nHarris’\nrelies in full force on [ s] outdated fiction” only \n33 \n \n\n \ncompounds what I see as its needless fixation on that case, \nHarris\nnotwithstanding the State’s arguably making   the fulcrum \nof its jurisdiction arguments.  No “fiction” at all is needed to \nsee that, if an intended receiver of funds can go to any Western \nmust be \nUnion station and instantly receive the money, the funds \nat that location\n, both conceptually and physically.  That the \nelectronic credits are therefore present “in any place where \nWestern Union maintains an office,” if that is congruent with \nany location where the funds can be disbursed, is simply a fact \nof this modern business practice that has nothing to do with \nHarris \nor the minimum contacts doctrine that overwrote its \njurisdictional holding.  The majority’s insistence to the \ncontrary simply underlines its narrow view of the unique res at \nHarris\nissue, and appears to overlook that the flaw in   is not \nits debt-follows-the-debtor underpinning but the exercise of \nRush\njurisdiction on that basis alone “without more.”  , 444 U.S. \nat 329.  That is not the situation here. \n \n¶50 At this point it is useful to revisit some of the \nunderlying facts of this case , particularly those surrounding \nthe deplorable business of human smuggling.  After depositing \nhuman cargo at a “stash house” in Arizona, a “coyote” demands \npayment from the hostage’s relatives or sponsor in another \nstate.  The coyote directs those persons to send the required \npayment by Western Union wire transfer to a specified accomplice \n34 \n \n\n \noutside Arizona – in this case, at one of several northern \nMexico border towns.  The payment  is made to a Western Union \noffice either in person, by telephone, or over the Internet, and \nthat office makes the specified sum of money available at the \ndesired remote location.  That location can be any one of \nthousands of similar locations throughout the nation, \nhemisphere, and, indeed, nearly the entire world.  Although \nWestern Union claimed otherwise before this court, in its own \naffidavit provided to both the trial court and the court of \nappeals, it stated: \nUnlike many other money transmitters, Western Union’s \nmoney transfer service is provided on a “will call” \nbasis, which means that the sender can identify the \nreceiver of a transaction without  having to specify \nthe exact agent location at which the recipient will \npick up the transferred funds.  Instead, the receiver \ngoes to any convenient Western Union agent location of \nhis or her choosing.  The agent uses a control number \nand other verifying information to identify the \n11\ntransmitted funds and then pays the receiver.  \n \n \n¶51 No cash, currency, check, note, or bank draft of any \nsort is sent, transported, or routed through any geographic \nchannels between the sender and receiver.  Instead, an entry is \nkeyed into the Western Union computer system, identifying the \n                                                            \n11\n   No facts in the record demonstrate that this is not true \nfor money transfers involving Mexico.  And neither Western \nUnion’s “Dinero in Minutos” program information submitted below \nnor its sample consumer “SEND” form, which includes a full page \nof fine-print “Terms and Conditions” in both English and \nSpanish, advises senders the money can only be picked up in \nMexico.    \n35 \n \n\n \ntransaction and communicating to any and all other Western Union \nlocations and remote agents authorization to pay to a designated \nreceiver a specified amount of money under certain \ncircumstances.  Although typically a location is specified, one \nis not necessarily required.  The payout readily can be made \nanywhere in the nation or world where Western Union maintains \nits branches or agents, and thousands of such transactions \nroutinely occur daily.  As noted above, the transmitted funds \nwithin Western Union’s system are referred to as “electronic \n12\ncredits,”  which, at bottom,  are simply internal communications \nthat Western Union relies on to make this unique type of \nbusiness transaction possible and advantageous in a modern, \nSee\nInternet-era, global financial system.    Joseph H. Sommer, \nWhere is a Bank Account?\n 57 M D.  L.  REV. 1, 7 (1998) (modern \nfinancial transactions nothing more than communications). \n \n¶52 The relevance of this real-world situation to the \npresent legal issue is that, simply stated, electronic credits \nhave no actual physical location once they are created in \nWestern Union’s computer system.  Instead, just like e-mail \n                                                            \n12\n   This term is not unique to the business of money transfers \nSee, \nand is commonly used in the banking industry as well.  \ne.g.  In re Ocean Petroleum, Inc.\n, , 252 B.R. 25, 29 (Bankr. \nE.D.N.Y. 2000) (automated clearinghouses distribute and settle \n“electronic credits and debits among financial institutions”); \nBanque Worms v. BankAmerica Int’l\n, 570 N.E.2d 189, 194 (N.Y. \n1991) (wire transfers process funds through wire payment \nsystems). \n36 \n \n\n \ncommunications whose receipt is not limited to any particular \nlocation or computer, such electronic credits necessarily exist \nsimultaneously in every place they can be instantly received.   \nSee Reno v. Am. Civil Liberties Union\n, 521 U.S. 844, 851 (1997) \n(“cyberspace,” in which e-mail exists, is “a unique medium . . . \nlocated in no particular geographical location but available to \nAshcroft v. Am. Civil Liberties \nanyone, anywhere in the world”); \nUnion\n, 535 U.S. 564, 590-91 (2002) (Breyer, J., concurring) \n(describing impossibility of confining Internet to particular \nsee also Campbell Pet Co. v. Miale\ngeographical areas);  , 542 \nF.3d 879, 884 (Fed. Cir. 2008) (Web site information available \neverywhere, not confined to discrete jurisdiction or exclusively \nlocated in any one place). \n \n¶53 The majority points out that the logical implication \nof locating a debt anywhere the debtor can be found is that the \nelectronic credits are “simultaneously located in every state in \n13\nwhich Western Union can be sued.”   It then reasons, “The \nShaffer\nSupreme Court has squarely stated, however, that   \n                                                            \n13 Rush\n   Although the majority quotes a passage from   in which \nthe Supreme Court stated that the multijurisdictional situs of \nan intangible obligation “can have no jurisdictional \nsignificance,” the implication of this language is not that \nSee Rush\nmultijurisdictional situs is impossible or improper.   , \n444 U.S. at 329-30.  Rather, the Court was emphasizing that mere \npresence is not a factor establishing minimum contacts when the \nSee Shaffer\nres exists in every state.   , 433 U.S. at 209 (“the \npresence of the defendant’s property in a State might suggest \nthe existence of other ties”). \n37 \n \n\n \n‘interred the mechanical rule that a creditor’s amenability to a \nWorld-Wide \nquasi in rem action travels with his debtor,’” citing \nVolkswagen\n, 444 U.S. at 296.  But acknowledging that in rem \njurisdiction cannot be premised solely on the situs of a debt \ndoes not explain why multijurisdictional situs is factually or \nSee Tabacalera Severiano Jorge\nlegally untenable.     , 392 F.2d at \n714-15 (acknowledging intangible property may have legal situs \nin multiple places).  The notion that intangible electronic \ncredits are present anywhere they can be redeemed is neither \noutlandish nor troublesome, as the majority suggests.  It \nrelates only to the situs of the credits and does not, in the \ncase of a company with multistate presence, automatically or \n“mechanically,” create jurisdiction in every state in which the \nCf. Rush\ncredits can be said to exist.   , 444 U.S. at 329 (mere \npresence of  State Farm’s obligation to insured, which can be \nsaid to exist in every state where State Farm does business, \ninsufficient basis for in rem jurisdiction absent meaningful \ncontacts with the forum state; insurance policy “not the subject \nmatter of the case . . . nor .  . . related to the operative \nfacts of the . . . action”).  \n  Shaffer\n¶54 After   and its progeny, not every state – \nindeed, perhaps no other state but Arizona – could exercise in \nSee \nrem jurisdiction over the property involved in this case.  \nShaffer\n, 433 U.S. at 208-09 (absent showing of additional ties \n38 \n \n\n \nsupporting jurisdiction beyond mere presence of property in \nstate, jurisdiction unconstitutional).  Only Arizona can \narguably satisfy the minimum contacts requirements of \nInternational Shoe Shaffer\n and   because the wire-transferred \npayments are at the very heart of the litigation here.  Although \nrefraining from assigning a location to this res, the majority \nsurmises it might be located either in the states in which the \nmoney transfers originated or in Colorado, Western Union’s state \nof incorporation.  But to find that jurisdiction exists in those \nstates would require application of the “mechanical rule” \nShaffer\nproscribed by  .  If one accepts that Western Union’s \nubiquitous electronic credits are somehow more authentically \n“present” in those states than in Arizona, the exercise of in \nrem jurisdiction in those forums would be problematic, if not \nflatly unconstitutional, because the intangible property would \nSee id\nlack any meaningful contact with those jurisdictions.   . \nat 208-09 (where property within forum unrelated to cause of \naction, insufficient basis for jurisdiction).   \n \n¶55 Smugglers cross the border into Arizona, deposit their \ncargo in Arizona, demand or arrange for payment for their \nservices while in Arizona, and hold the smuggled immigrants or \ndrugs in Arizona until payment is received.  The only facet of \nthese particular enterprises occurring elsewhere is the \ninitiation of payment from another state.  This limited \n39 \n \n\n \nparticipation in the remote forum, involving relatively \nattenuated and sometimes innocuous conduct, would likely be \ninsufficient to establish the requisite contacts to assert or \nSee\nsustain jurisdiction over the res in those states.    \nHelicopteros Nacionales\n, 466 U.S. at 418 (“mere purchases” \ninsufficient to satisfy minimum contacts standard of \nInternational Shoe Shaffer\n).  And, in the wake of  , Colorado’s \nexercise of jurisdiction over the res necessarily would be \nunconstitutional because it would rest solely on the presence of \nthe intangible property in Western Union’s state of \n See Shaffer\nincorporation.  , 433 U.S. at 208-09.  Accordingly, \nthe majority’s decision could effectively render the electronic \ncredits generated by criminal conduct in our state legally \nuntouchable; if Arizona may not assert jurisdiction over them, \n14\nit is likely no state could.  \n                                                            \n14\n   The majority deflects this concern, citing A.R.S. §§ 13-\n4302 and 13-2314(C) and suggesting Arizona could exert general \nin per sonam jurisdiction t o prev ent We stern Union from \ndistributing funds identified as proceeds of racketeering.  But \nthat precise theory was not raised or briefed by the parties and \nmay not be a viable option.  On its face, § 13-4302 authorizes \nin rem jurisdiction over “property . . . within th[e] state” and \nexpressly limits in personam jurisdiction to an “owner of or \ninterest holder in the property.”  Section   13-2314(C) allows \npre-liability orders only over property “subject to forfeiture” \nwhich presumably means as governed by § 13-4302. It would appear \nthe state could never meet this burden with regard to Western \nUnion’s electronic credits because the majority denies both that \nthey exist in Arizona and that Western Union is either an owner \n See supra  see also \nor an interest-holder of this property.  n.2; \nGravano\n, 204 Ariz. 106, ¶¶  42-45, 60 P.3d at 257 (state could \n40 \n \n\n \n \n¶56 Although exercising jurisdiction over an intangible \nres violates due process when “the property which now serves as \nthe basis for state-court jurisdiction is completely unrelated \nShaffer\nto the . . . cause of action,”  , 433 U.S. at 209, \n“when . . . the property itself [is] the source of the \nunderlying controversy . . . , it would be unusual for the State \nId\nwhere the property is located not to have jurisdiction.”   . at \nSee also Cameco Indus.,  Inc. v. Mayatrac, S.A.\n207.   , 789 F. \nSupp. 200, 203-04 (D. Md. 1992) (subjecting bank account to \nquasi in rem jurisdiction when property directly related to in-\nState of Oregon ex rel. Dep’t of Rev. v. \nstate activities); \nControl Data Corp. Shaffer\n, 713 P.2d 30, 31-32 (Or. 1986) (  not \nviolated when state seeks to attach property of out-of-state \nparty in care of in-state third party).  In this vein, an \neminent jurist long ago observed: \nThe situs of intangibles is in truth a legal fiction, \nbut there are times when justice or convenience \nrequires that a legal situs be ascribed to them.  The \nlocality selected is for some purposes, the domicile \nof the creditor; for others, the domicile or place of \nbusiness of the debtor, the place, that is to say, \nwhere the obligation was created or was meant to be \ndischarged; for others, any place where the debtor can \nbe found. At the root of the selection is generally a \n___________________________ \ninstitute pre-liability forfeiture orders over book royalties \n State v. \nwhen it had in personam jurisdiction over owner);\nHenderson, \n149 Ariz. 254, 256, 717 P.2d 933, 935 (App. 1986) \n(denying jurisdictional challenge where plea agreement included \nforfeiture of out-of-state real property defendants owned at \ntime of judgment). \n41 \n \n\n \ncommon sense appraisal of the requirements of justice \nand convenience in particular conditions.  \n \nSevernoe Sec. Corp. v. London & Lancashire Ins. Co.,\n 255 N.Y. \n120, 123-24, 174 N.E. 299 (N.Y. 1931) (Cardozo, J.) (citations \nomitted).  The unique intangible property here, while under the \nexclusive control of Western Union, is necessarily located at \nevery Western Union office where it can be collected at will, \nincluding Western Union’s offices in Arizona – the forum \ndirectly connected to the litigation.  The money underlying \nthese electronic credits is payment for drugs or ransom for \nhostages being held and often abused in clandestine locations in \nArizona.  The state’s overriding interest in this money is the \nprevention of drug and human smuggling and the attendant \nviolence, degradation, suffering, and economic harm such \nactivities visit on Arizona’s communities.  Interfering with the \npowerful financial incentives for committing these crimes is one \nof the most effective tools there can be.  Thus, the property at \nissue is at the heart of the  state’s mission in this action.   \nAnd, if fairness is the touchstone of contemporary \nsee Rush\njurisdictional jurisprudence,  , 444 U.S. at 328; \nShaffer\n, 433 U.S. at 205, it is without question fair and \nconcordant with traditional notions of due process to anticipate \nthat the transferred money – and, by extension, its owners – \nsee \nshould be subject to the authority of this state’s courts, \n42 \n \n\n \nShaffer\n, 433 U.S. at 207 (exercise of in rem jurisdiction is \njurisdiction over property’s owner). \n \n¶57 As the majority notes, “Courts must focus on reality, \nnot fiction.”  But the majority today avoids the real-world \nsituation presented in this case by applying traditional \njurisdictional analysis and sidestepping the novel issues \ncreated by evolving technology and ever-adapting criminal \nmethodologies.  In so doing, this court misses a compelling \nopportunity to appropriately advance the law in accord with \nSee id\nchanging societal needs.   . at 202 (social and \ntechnological change drives evolution of jurisdictional \nsee also Burnham\nanalysis);  , 495 U.S. at 617 (advances in \ntechnology, communications, and mobility have broadened scope of \nstate court jurisdiction).  Accordingly, I would uphold the \njurisdictional ruling of the court of appeals and go on to \naddress the Commerce Clause issue, which I believe was correctly \ndecided as well. \n \n   _______________________________ \n∗\n    Philip G. Espinosa, Judge  \n                                                            \n∗\n   Vice Chief Justice Berch has recused herself from this \ncase.  Pursuant to Article 6, Section 3 of the Arizona \nConstitution, the Honorable Philip G. Espinosa, Judge of the \nArizona Court of Appeals, Division Two, was designated to sit in \nthis matter. \n43 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/76309"
    },
    {
      "date": "2014-12-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Arizona state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 28536,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/28536.pdf",
      "title": "Docket (State Court)",
      "text": "Skip To MainContent\nThe Judicial Branch of Arizona, Maricopa County\nSearch\nCivil Court Case Information ­ Case History\nCase Information\nCase Number: SW2006­002213 Judge:\nFile Date: 9/21/2006 Location: Downtown\nCase Type: Special Warrants  \nParty Information\nParty Name Relationship SexAttorney\n(1)State Of Arizona   Plaintiff    COUNTY ATTORNEY CRIMINAL ­\nCCC \nWestern Union Money Wires And Transfers As Described In Appendix One Of Seizure In The Matter   Determined To Be \nWarrant   Of \nWestern Union Money Wires And Transfers As Described In Appendix One Of Seizure In The Matter   Determined To Be \nWarrant   Of \nCase Documents\nFiling Date Description Docket Date Filing Party\n12/2/2014  DEW ­ Disposition Of Exhibit Worksheet  12/2/2014   \n7/22/2014  LED ­ 2.8 (d) Letter  7/30/2014   \n3/12/2010  042 ­ ME: Case Dismissed ­ Full  3/25/2010   \n3/12/2010  ORD ­ Order  3/25/2010   \nNOTE: VACATING ORDER QUASHING SEPTEMBER 21, 2006 SEIZURE WARRANT AND PRELIMINARY INJUNCTION AND DISMISSING\nACTION \n3/9/2010  STP ­ Stipulation  3/12/2010   \nNOTE: RE: ORDER VACATING ORDER QUASHING SEPTEMBER 21, 2006 SEIZURE WARRANT AND PRELIMINARY\nINJUNCTION,RELEASE OF SEIZED PROPERTY AND DISMISSAL OF THIS ACTION \n7/16/2009  ALT ­ Appeals Letter Of Transmittal  7/16/2009   \n7/16/2009  MAN ­ Order Of Mandate  7/16/2009   \nNOTE: REMANDED;VACATED \n6/5/2009  MAN ­ Order Of Mandate  6/5/2009   \nNOTE: SUPREME COURT/REMANDED ; COA/VACATED \n12/8/2008  NOT ­ Notice  12/8/2008   \nNOTE: SUPREME COURT/ \n11/30/2007  005 ­ ME: Hearing  12/5/2007   \n11/26/2007  REL ­ Reply  11/29/2007   \nNOTE: RE: MOTION TO MODIFY PRELIMINARY INJUNCTION STAY \n11/21/2007  ORD ­ Order  11/29/2007   \nNOTE: THAT ALL SEIZURE WARRANTS, WARRANT AFFIDAVITS AND RELATED DOCUMENTS ARE HEREBY UNSEALED \n11/21/2007  MOT ­ Motion  11/29/2007   \nNOTE: TO UNSEAL WARRANTS, WARRANT AFFIDAVITS AND RELATED DOCUMENTS \n11/13/2007  OBJ ­ Objection/Opposition.  11/19/2007   \nNOTE: TO MOTION TO MODIFY PRELIMINARY INJUNCTION STAY \n10/25/2007  056 ­ ME: Hearing Set  10/31/2007   \n10/23/2007  MOT ­ Motion  10/24/2007   \nNOTE: TO MODIFY PRELIMINARY INJUNCTION STAY \n10/3/2007  066 ­ ME: Case Reassigned  10/5/2007   \n8/31/2007  NOT ­ Notice  9/5/2007   \nNOTE: OF ERRATA \n8/30/2007  REP ­ Report  9/5/2007   \nNOTE: RE CASE PROCEDURAL STATUS \n8/22/2007  NOT ­ Notice  8/24/2007   \nNOTE: RE: DEMAND FOR JURY TRIAL \n8/6/2007  LET ­ Letter  8/7/2007   \nNOTE: 3/10/07 \n5/29/2007  CAR ­ Court Of Appeals Receipt  6/4/2007   \nNOTE: SIGNED \n5/29/2007  CAR ­ Court Of Appeals Receipt  6/4/2007   \nNOTE: UNSIGNED \n5/21/2007  REC ­ Receipt  5/21/2007   \nNOTE: APPOINTED COUNSEL \n5/19/2007  AIX ­ Appeals Index  5/25/2007   \nNOTE: SUPPLEMENT NO. 1 \n5/19/2007  AIX ­ Appeals Index  5/19/2007   \nNOTE: SUPPLEMENT NO.#4 \n5/19/2007  LET ­ Letter  5/19/2007   \n\n5/19/2007  AIX ­ Appeals Index  5/19/2007   \nNOTE: 2ND AMENDED SUPPLEMENT NO. #1 \n5/19/2007  ORD ­ Order  5/19/2007   \nNOTE: RE: EXPEDITED CONSIDERATION AND ORAL ARGUMENT OF STATE'S MOTION FOR LEAVE TO COMPLY WITH NOTICE\nREQUIREMENTS ANDIT'S MOTION FOR EXPEDITED CONSIDERATION THEREOF \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: DECLARATION OF ELIZABETH CONNER \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: COPY OF NOTICE OF LODGING UNREDACTED EXHIBIT TO SUPPLEMENTAL DECLARATION OF STEVEN NASALROAD\nSUBJECT TO MOTION FOR PROTECTIVE ORDER TO FILE UNDER SEAL \n5/18/2007  MOT ­ Motion  5/19/2007   \nNOTE: FOR PROTECTIVE ORDER TO FILEUNDER SEAL UNREDACTED EXHIBIT TO SUPPLEMENT DECLARATION OF STEVEN\nNASALROAD \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: OF LODGING SELECTED NON­ ARIZONA CASES CITED IN WESTERN UNION'S EMERGENCY MOTION TO QUASH SEIZURE\nWARRANT AND WESTERN UNION'S RESPONSE/OPPOSITION TO STATE'S MOTION TO STAY HEARING OF MOTION TO QUASH\nSEIZURE WARRANT \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: SUPPLEMENTAL DECLARATION OF STEVEN NASALROAD \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: PROTECTIVE ORDER TO SEAL EXHIBIT \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: STATE'S HEARING MEMO RE: CONSTITUTIONAL ISSUES \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: STATE'S HEARING MEMO RE: JURISDICTION \n5/18/2007  MOT ­ Motion  5/19/2007   \nNOTE: WESTERN UNION'S EMERGENCY MOTION TO UNSEAL SEIZURE WARRANT AFFIDAVIT \n5/18/2007  NOF ­ Notice Of Filing  5/19/2007   \nNOTE: DECLARATION OF ANN MARIE BARRETT \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: STATE'S HEARING MEMO RE: DUE PROCESS \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: TO UNSEAL SEIZURE WARRANT AFFIDAVIT / UNSIGNED \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: COPY OF MINUTE ENTRY ­ HEARING DATE 11/27/06 \n5/18/2007  MOT ­ Motion  5/19/2007   \nNOTE: TO STRIKE AFFIDAVITS \n5/18/2007  MOT ­ Motion  5/19/2007   \nNOTE: WESTERN UNION'S MOTION TO STRIKE STATE'S UNAUTHORIZED HEARING MEMOS \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: DENYING PRELIMINARY INJUNCTION AND LIFTING STAY RE: UNJURY \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: UNSIGNED \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: DENYNG PRELIMINARY INJUNCTION AND LIFTING STAY RE: MERITS \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: SIGNED ON JAN. 8TH 2007 \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: UNSIGNED \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: UNSIGNED \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: QUASHING SEPTEMBER 21,2006 SEIZURE WARRANT \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: COPY OF MINUTE ENTERY HEARING DATE 10/06/06 \n5/18/2007  NOT ­ Notice  5/19/2007   \nNOTE: OF ERRATA RE: STATE'S MOTION TO STAY HEARING OF PRELIMINRY INJUNCTION AND MOTION TO QUASH SEIZURE\nWARRANT \n5/18/2007  REL ­ Reply  5/19/2007   \nNOTE: STATE'S / RE: STATE'S MOTION TO STAY HEARING ON MOTION TO QUASH SEIZURE WARRANT \n5/18/2007  ORD ­ Order  5/19/2007   \nNOTE: CONTINUING ALL MATTERS \n5/8/2007  ORD ­ Order  5/15/2007   \nNOTE: RE: SUPPLEMENTAL INDEX OF RECORD FOR APPEAL \n5/7/2007  MOT ­ Motion  5/10/2007   \nNOTE: STIPULATED / TO SUPPLEMENT AND CORRECT INDEX OF RECORD ON APPEAL \n5/3/2007  TSP ­ Transcript of Proceedings  5/4/2007   \nNOTE: NOV 3,2006 TRANSCRIBED BY: KATHERINE MCNALLY \n5/3/2007  TSP ­ Transcript of Proceedings  5/4/2007   \nNOTE: OCT. 27,2006 TRANSCRIBED BY KATHERINE MCNALLY \n5/3/2007  TSP ­ Transcript of Proceedings  5/4/2007   \nNOTE: NOV. 20,2006 TRANSCRIBED BY: KSTHERINE MCNALLY \n\n5/3/2007  TSP ­ Transcript of Proceedings  5/4/2007   \nNOTE: NOV . 27,2006 TRANSCRIBED BY : KATHERINE MCNALLY \n5/3/2007  TSP ­ Transcript of Proceedings  5/4/2007   \nNOTE: APRIL 2,2007 TRANSCRIBED BY: KATHERINE MCNALLU \n4/24/2007  CAR ­ Court Of Appeals Receipt  5/3/2007   \n4/12/2007  AIX ­ Appeals Index  4/13/2007   \nNOTE: SUPPLEMENTAL NO. 2 \n4/12/2007  AIX ­ Appeals Index  4/13/2007   \nNOTE: AMENDED SUPPLEMENT NO. #1 \n4/9/2007  AIX ­ Appeals Index  4/11/2007   \nNOTE: SUPPLEMENT NO. #1 \n4/3/2007  082 ­ ME: Files Sealed  4/4/2007   \n3/12/2007  AIX ­ Appeals Index  3/12/2007   \n2/23/2007  082 ­ ME: Files Sealed  4/4/2007   \n2/23/2007  ORD ­ Order  4/4/2007   \nNOTE: UNSEALING COURT FILE EXCEPT UNREDACTED EXHIBIT TO SUPPLEMENTAL DECLARATION OF STEVEN NASALROAD \n2/23/2007  REL ­ Reply  4/4/2007   \nNOTE: IN SUPPORT OF MOTION TO UNSEAL COURT FILE \n2/16/2007  RES ­ Response  4/4/2007   \nNOTE: WESTERN UNION'S / TO STATE'S MOTION TO UNSEAL COURT FILE \n2/15/2007  NOT ­ Notice  3/8/2007   \nNOTE: CIVIL APPEALS DOCKETING STATEMENT \n2/13/2007  NOT ­ Notice  4/4/2007   \nNOTE: OF ERRATA \n2/13/2007  MOT ­ Motion  4/4/2007   \nNOTE: TO STRIKE WESTERN UNION'S PURPORTED RESPONSE TO STATE'S RETURN OF SEIZURE WARRANT \n2/12/2007  ORD ­ Order  4/4/2007   \nNOTE: RE: PRO HAC VICE ADMISSION OF CHARLES G. COLE \n2/8/2007  MOT ­ Motion  4/4/2007   \nNOTE: AND CONSENT OF LOCAL COUNSEL FOR PRO HAC VICE ADMISSION OF CHARLES G. COLE \n2/5/2007  RES ­ Response  4/4/2007   \nNOTE: WESTERN UNION'S / TO STATE'S RETURN OF WARRANT \n2/2/2007  MOT ­ Motion  4/4/2007   \nNOTE: TO UNSEAL COURT FILE \n2/1/2007  NAP ­ Notice Of Appeal  3/8/2007   \n1/31/2007  ORD ­ Order  4/4/2007   \nNOTE: GRANTING WESTERN UNION'S MOTION TO EXTEND TIME UNTIL FURTHER ORDER OF THIS COURT \n1/30/2007  RES ­ Response  4/4/2007   \nNOTE: WESTERN UNION'S / AND OPPOSITION TO STATE'S MOTION TO EXTEND TIME FOR REPLY TO MOTIONS PENDING AT TIME OF\nCOURT'S DECISION TO QUASH SEIZURE WARRANT \n1/29/2007  MET ­ Motion for Extension Of Time  4/4/2007   \nNOTE: WESTERN UNION'S / TO FILE APPLICATION FOR ATTORNEYS' FEES \n1/22/2007  NOT ­ Notice  4/4/2007   \nNOTE: OF SUBMISSION OF HEARING EXHIBITS \n1/22/2007  RSW ­ Returned Search Warrant Order  1/24/2007   \n1/22/2007  SWR ­ Search Warrant Return  11/29/2007   \n1/19/2007  019 ­ ME: Ruling  1/24/2007   \n1/16/2007  023 ­ ME: Order Entered By Court  1/17/2007   \n1/16/2007  MET ­ Motion for Extension Of Time  4/4/2007   \nNOTE: FOR REPLY TO MOTIONS PENDING AT TIME OF COURT'S DECISION TO QUASH SEIZURE WARRANT \n1/10/2007  019 ­ ME: Ruling  1/11/2007   \n1/10/2007  EXW ­ Exhibits Work Sheet  5/16/2007   \nNOTE: DUPLICATE ORIGINAL \n1/9/2007  NOT ­ Notice  11/29/2007   \nNOTE: OF LOGING UNREDACTED EXHIBIT TO SUPPLEMENTAL DECLARATION OF STEVEN NASALROAD SUBJECT TO MOTION FOR\nPROTECTIVE ORDER TO FILE UNDER SEAL \n1/9/2007  SDO ­ Order to Seal Documents  4/4/2007   \nNOTE: NOTICE OF LODGING UNREDACTED EXHIBIT TO SUPPLEMENTAL DECLARATION OF STEVEN NASALROAD SUBJECT TO\nMOTION FOR PROTECTIVE ORDER TO FILE UNDER SEAL \n1/9/2007  ORD ­ Order  4/4/2007   \nNOTE: QUASHING 09/21/06 SEIZURE WARRANT AND PRELIMINARY INJUNCTION \n1/9/2007  ORD ­ Order  4/4/2007   \nNOTE: TO UNSEAL SEIZURE WARRANT AFFIDAVIT \n1/9/2007  ORD ­ Order  4/4/2007   \nNOTE: PROTECTIVE / TO SEAL EXHIBIT \n1/9/2007  ORD ­ Order  4/4/2007   \nNOTE: RE: EXTENSION OF TIME FOR WESTERN UNION TO FILE IT'S RESPONSES \n1/5/2007  REQ ­ Request  4/4/2007   \nNOTE: FOR IMMEDIATE TELEPHONIC CONFERENCE RE STATE'S UNAUTHORIZED FILINGS \n1/3/2007  MEM ­ Memorandum  4/4/2007   \nNOTE: IN SUPPORT OF PROPOSED ORDER RE MERITS \n1/2/2007  MET ­ Motion for Extension Of Time  4/4/2007   \n\nNOTE: WESTERN UNION'S STIPULATED / FOR FILING RESPONSES TO (1) STATE'S MEMORANDUM IN SUPPORT OF PROPOSED\nORDER RE INJURY AND (2) STATE'S PROPOSED ORDER DENYING PRELIMINARY INJUNCTION AND LIFTING STAY RE INJURY \n1/2/2007  OBJ ­ Objection/Opposition.  4/4/2007   \nNOTE: TO WESTERN UNION'S PROPOSED ORDER QUASHING 09/21/06 SEIZURE WARRANT \n1/2/2007  RES ­ Response  4/4/2007   \nNOTE: TO WESTERN UNION'S MEMORANDUM IN SUPPORT OF PROPOSED ORDER \n1/2/2007  RES ­ Response  4/4/2007   \nNOTE: WESTERN UNION'S RESPONSE AND OPPOSITION TO STATE'S MOTION TO DISMISS RE LACK OF STANDING \n1/2/2007  RES ­ Response  4/4/2007   \nNOTE: WESTERN UNION'S / TO STATE'S MOTION TO EXCLUDE DECLARATIONS OF BARRETT, CONNER AND OTHERS LISTED \n1/2/2007  REL ­ Reply  4/4/2007   \nNOTE: WESTERN UNION'S / IN SUPPORT OF MOTION TO UNSEAL SEIZURE WARRANT AFFIDAVIT \n1/2/2007  RES ­ Response  4/4/2007   \nNOTE: WESTERN UNION'S / TO STATE'S MEMORANDUM RE PROPOSED ORDER RE INJURY \n1/2/2007  RES ­ Response  4/4/2007   \nNOTE: WESTERN UNION'S / TO STATE'S PROPOSED ORDER RE INJURY \n12/22/2006  MET ­ Motion for Extension Of Time  4/4/2007   \nNOTE: FOR WESTERN UNION'S REPLY IN SUPPORT OF MOTION TO UNSEAL SEIZURE WARRANT AFFIDAVIT \n12/20/2006  MEM ­ Memorandum  4/4/2007   \nNOTE: IN SUPPORT OF PROPOSED ORDER RE INJURY \n12/19/2006  ORD ­ Order  4/4/2007   \nNOTE: GRANTING AN EXTENSION TO 01/02/07 FOR THE STATE'S FILING OF ITS OBJECTIONS TO THE LODGED ORDER \n12/18/2006  OBJ ­ Objection/Opposition.  4/4/2007   \nNOTE: WESTERN UNION'S / TO STATE'S MOTION FOR EXTENSION OF TIME FOR FILING OBJECTIONS TO WESTERN UNION'S\nPROPOSED FORM OF ORDER \n12/15/2006  MET ­ Motion for Extension Of Time  4/4/2007   \nNOTE: FOR FILING OF OBJECTIONS TO WESTERN UNION'S PROPOSED FORM OF ORDER \n12/14/2006  MEM ­ Memorandum  4/4/2007   \nNOTE: WESTERN UNION'S / IN SUPPORT OF PROPOSED ORDER \n12/13/2006  ORD ­ Order  4/4/2007   \nNOTE: GRANTING LEAVE TO EXCEED PAGE LIMIT AND TO FILE A CONSOLIDATED RESPONSE TO THE STATE'S THREE HEARING\nBRIEFS \n12/11/2006  RES ­ Response  4/4/2007   \nNOTE: TO WESTERN UNION'S MOTION TO STRIKE AFFIDAVITS \n12/11/2006  MOT ­ Motion  4/4/2007   \nNOTE: TO EXCLUDE DECLARATIONS OF BARRETT, CONNOR AND OTHERS LISTED \n12/11/2006  REL ­ Reply  4/4/2007   \nNOTE: WESTERN UNION'S / TO STATE'S HEARING MEMOS \n12/11/2006  MTD ­ Motion To Dismiss  4/4/2007   \nNOTE: RE: LACK OF STANDING \n12/11/2006  RES ­ Response  4/4/2007   \nNOTE: TO WESTERN UNION'S MOTION TO UNSEAL SEIZURE WARRANT AFFIDAVIT \n12/11/2006  RES ­ Response  4/4/2007   \nNOTE: TO WESTERN UNION'S MOTION TO STRIKE STATE'S HEARING MEMORANDA \n12/7/2006  RES ­ Response  4/4/2007   \nNOTE: RE: MOTION FOR PROTECTIVE ORDER RE: DECLARATION OF STEVEN NASALROAD \n12/5/2006  MOT ­ Motion  4/4/2007   \nNOTE: WESTERN UNION'S / FOR LEAVE TO EXCEED PAGE LIMIT AND TO FILE A CONSOLIDATED RESPONSE TO THE STATE'S THREE\nHEARING BRIEFS \n12/1/2006  EXH ­ Exhibit  4/4/2007   \nNOTE: WESTERN UNION'S / LIST FOR HEARING ON MOTION TO QUASH 09/21/06 SEIZURE WARRANT \n11/28/2006  AFS ­ Affidavit Of Service  4/4/2007   \nNOTE: SERVED 11/22/06 \n11/27/2006  082 ­ ME: Files Sealed  12/5/2006   \n11/27/2006  020 ­ ME: Matter Under Advisement  12/5/2006   \n11/20/2006  019 ­ ME: Ruling  11/21/2006   \n11/13/2006  RES ­ Response  4/4/2007   \nNOTE: WESTERN UNION'S / AND OPPOSITION TO STATE'S MOTION FOR LEAVE TO COMPLY WITH NOTICE REQUIREMENTS,\nSEPARATE FROM ALL MATTERS ADDRESSED BY STAY \n11/9/2006  MOT ­ Motion  4/4/2007   \nNOTE: FOR EXPEDITED CONSIDERATION OF ITS MOTION FOR LEAVE TO COMPLY WITH NOTICE REQUIREMENTS, SEPARATE FROM\nALL MATTERS ADDRESSED BY STAY \n11/8/2006  MOT ­ Motion  4/4/2007   \nNOTE: FOR LEAVE TO COMPLY WITH NOTICE REQUIREMENTS, SEPARATE FROM ALL MATTERS ADDRESSED BY STAY \n11/6/2006  019 ­ ME: Ruling  11/15/2006   \n11/3/2006  019 ­ ME: Ruling  11/15/2006   \n11/3/2006  REQ ­ Request  4/4/2007   \nNOTE: TO EXCEED PAGE LIMITATIONS IN REPLY BRIEF \n10/31/2006  ORD ­ Order  4/4/2007   \nNOTE: CONTINUING ALL MATTERS \n10/27/2006  066 ­ ME: Case Reassigned  11/6/2006   \n\n10/27/2006  STP ­ Stipulation  4/4/2007   \nNOTE: RE CONTINUING ALL MATTERS \n10/23/2006  RES ­ Response  4/4/2007   \nNOTE: WESTERN UNION'S / AND OPPOSITION TO STATE'S MOTION TO STAY HEARING OF MOTION TO QUASH SEIZURE WARRANT \n10/6/2006  066 ­ ME: Case Reassigned  10/13/2006   \n10/6/2006  MOT ­ Motion  4/4/2007   \nNOTE: TO STAY HEARING OF PRELIMINARY INJUNCTION AND MOTION TO QUASH SEIZURE WARRANT \n10/5/2006  RSW ­ Returned Search Warrant Order  12/5/2006   \n10/2/2006  066 ­ ME: Case Reassigned  10/13/2006   \n9/27/2006  066 ­ ME: Case Reassigned  4/4/2007   \n9/25/2006  ORD ­ Order  4/4/2007   \nNOTE: FOR IMMEDIATE STAY OF 09/21/06 SEIZURE WARRANT \n9/25/2006  MOT ­ Motion  4/4/2007   \nNOTE: WESTERN UNION FINANCIAL SERVICES INC'S / FOR PRECEDENCE AND SUPPLEMENT TO EMERGENCY / FOR IMMEDIATE\nSTAY OF THE 09/21/06 SEIZURE WARRANT PURSUANT TO A.R.S. § 12­932 \n9/22/2006  MTQ ­ Motion To Quash  4/4/2007   \nNOTE: EMERGENCY / SEIZURE WARRANT \n9/22/2006  NOT ­ Notice  4/4/2007   \nNOTE: WESTERN UNION FINANCIAL SERVICES INC'S DECLARATION IN SUPPORT OF EMERGENCY MOTIONS TO QUASH AND STAY\nSEIZURE WARRANT \n9/22/2006  MOT ­ Motion  4/4/2007   \nNOTE: WESTERN UNION FINANCIAL SERVICES INC'S EMERGENCY / FOR IMMEDIATE STAY OF 09/21/06 SEIZURE WARRANT \n9/21/2006  SZW ­ Seizure Warrant  4/4/2007   \n9/21/2006  ASZ ­ Application For Special Warrant  4/4/2007   \n9/21/2006  ISS ­ Search Warrant Issuance Order  9/27/2006   \n9/21/2006  AFF ­ Affidavit  11/29/2007   \n9/21/2006  STA ­ Statement  11/29/2007   \nNOTE: OF FACTS \nCase Calendar\nDate Time Event\n10/27/2006  11:00  Status Conference \n10/30/2006  15:00  Evidentiary Hearing \n11/3/2006  9:30  Oral Argument \n11/20/2006  8:45  Oral Argument \n11/27/2006  13:30  Evidentiary Hearing \n4/2/2007  16:00  Preliminary Hearing \n4/2/2007  16:00  Preliminary Hearing \n4/2/2007  16:00  Preliminary Hearing \n11/29/2007  8:30  Status Conference \nJudgments\nThere are no judgments on file",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/28536"
    },
    {
      "date": "2007-08-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Arizona state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 28539,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/28539.pdf",
      "title": "Docket (Appellate Court)",
      "text": "Court of Appeals Division One\nCivil Appeal\n1 CA-CV 07-0178      STATE v. WESTERN UNION \nAppellate Case Information Dept/Composition\nCase Filed: 14-Mar-2007\nCase Closed:\n \nSide 1.  STATE OF ARIZONA, Plaintiff/Appellant\n(Litigant Group) STATE OF ARIZONA\n \nl State of Arizona Attorneys for: Plaintiff/Appellant\nCameron H Holmes, Esq. (AZ Bar No. 4983)\nStephen C Lepley, Esq. (AZ Bar No. 13930)\nSide 2.  WESTERN UNION FINANCIAL SERVICES, INC., Defendant/Appellee\n(Litigant Group) WESTERN UNION FINANCIAL SERVICES INC\n \nl Western Union Financial Services Inc Co Counsel for: Defendant/Appellee\nKarl M Tilleman, Esq. (AZ Bar No. 13435)\nFrancis J Burke, Jr, Esq. (AZ Bar No. 10570)\nSteven D Wheeless, Esq. (AZ Bar No. 16331)\nStacey F Gottlieb, Esq. (AZ Bar No. 15084)\nRichard J Grad, Esq. (CA Bar No. 119800)\nMark E Haddad, Esq. (CA Bar No. markehaddad)\nSteven A Ellis, Esq. (CA Bar No. stevenaellis)\nC A S E   S T A T U S\nAug 21, 2007....A..t.. .I.s..s..u..e.........\nP R E D E C E S S O R   C A S E (S) Cause/Charge/Class Judgment/Sentence Judge, Role <Comments> Trial Dispo\nMAR   SW 2006-002213 Seizure Warrant Kenneth L Fields, Authoring\nJudge of Order\nO P E N  D U E  D A T E\n Response to Motion due Due By: Monday, September 17, 2007\nRe: FILED:  Motion and Consent of Local Counsel for Pro Hac Vice Admission of David R. Carpenter\n(Appellee)\n \nP E N D I N G   M A T T E R\n Div 1 Request for Oral Argument                    Filed:  23-Aug-2007\nRequest for Oral Argument (Appellant)\n \n32  P R O C E E D I N G   E N T R I E S\n1. 14-Mar-2007 FILED:  Index of Record, Notice of Appeal from Maricopa County Superior Court filed 02/01/07\nBond filed in Superior Court: None\nDocketing Statement filed in Superior Court: 2/15/07\n2. 14-Mar-2007 FILED:  Notice of Filing and Serving Transcripts (Appellant)\n3. 14-Mar-2007 FILED:  Reporters Transcript (09/25/06) [Sandy  Ong-Wolf],  (10/27/06, 11/20/06, 11/27/06) [Katherine McNally]\n4. 15-Mar-2007 FILED:  Appellee's Notice re: Appellee's Fee/Appellant's Brief Due\n5. 20-Mar-2007 RECEIPT No.: 2007-00420 ; $70.00, Check Number: # 21126,  Applied to: WESTERN UNION FINANCIAL SERVICES INC -\nAppellee's Filing Fee Paid for:   - By Steptoe & Johnson LLP\n6. 10-Apr-2007 FILED:  State's Motion for Extension of Time to file Opening Brief (Appellant)\n[61692] Case Docket as of 8-Sep1-2 0C0A7-CV 07-0178 CV070178 CV 07 0178 CV-07-0178\nInformation presented in this document may not reflect all case activity and is subject to change without notice.\n\nCourt of Appeals Division One\nCivil Appeal\n1 CA-CV 07-0178      STATE v. WESTERN UNION \n32  P R O C E E D I N G   E N T R I E S\n7. 13-Apr-2007 FILED: Record on Appeal:\nInstruments/Minute Entries: 7 Parts\n8. 13-Apr-2007 FILED:  Amended Index - Supplemental No. 1\n9. 13-Apr-2007 FILED:  Supplemental Index No. 2\n10. 13-Apr-2007 FILED:  Additional Instrument dated 9/22/07, re: Western Union Financial Services, Inc.'s Emergency Motion for Immediate Stay of\nSeptember 21, 2006 Seizure Warrant\n11. 13-Apr-2007 FILED:  Additional Instrument dated 1/2/07, re: Western Union's Response to State's Proposed Order re: Injury\n12. 18-Apr-2007 ORDERED: State's Motion for Extension of Time to file Opening Brief (Appellant) = GRANTED. Due date EXTENDED from\nTuesday, 04-24-2007 to Thursday, 05-24-2007. Absent compelling circumstances, no further extensions will be granted.   Jean\nI Updike  ProTem Judge - Author\n13. 4-May-2007 FILED:  Reporters Transcripts 4 Vols. (11/03/06, 11/20/06, 11/27/06, 04/02/07) [Katherine McNally]\n14. 10-May-2007 FILED:  Letter, 5/10/07, to Office of the Attorney General from Court of Appeals, re: forwarding a copy of transcript of 10/27/06\nthat was originally prepared for Attorney General's office.\n15. 21-May-2007 FILED:  Additional Record on Appeal:\nInstruments/Minutes: 9 Parts\nExhibits: List and # 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32,\n33, 34, 35, 36, 37, 38, 39, 40, 41; Supplemental Index No. 4\n16. 24-May-2007 FILED:  APPELLANT'S OPENING BRIEF\n17. 24-May-2007 FILED:  APPENDIX TO APPELLANT'S OPENING BRIEF\n18. 11-Jun-2007 FILED:  Additional  Record on Appeal:\n#1 Seizure Warrant Affidavit in sealed manila envelope, dated 9/21/06; #2 Notice of Lodging Unredacted Exhibit to Supplemental\nDeclaration of Steven Nasalroad Subject to Motion for Protective Order to File Under Seal, filed under seal in manila envelope,\ndated 1/9/07; #3 Return of Seizure Warrant in sealed manila envelope, dated 1/22/07\n19. 28-Jun-2007 FILED:  Notice of the Parties' Stipulation Re: July 9, 2007 Due Date for Filing Appellee's Answering Brief (Appellee)\n20. 9-Jul-2007 FILED:  APPELLEE WESTERN UNION FINANCIAL SERVICES, INC.'S ANSWERING BRIEF\n21. 9-Jul-2007 FILED:  APPELLEE WESTERN UNION FINANCIAL SERVICES, INC.'S APPENDIX TO ANSWERING BRIEF\n22. 23-Jul-2007 FILED:  Stipulated Motion for Extension of Time to File Reply Brief\n23. 24-Jul-2007 FILED:  Motion and Consent of Local Counsel for Pro Hac Vice Admission of Steven A. Ellis (Appellee)\n24. 24-Jul-2007 FILED:  Motion and Consent of Local Counsel for Pro Hac Vice Admission of Mark E. Haddad (Appellee)\n25. 24-Jul-2007 FILED:  Motion and Consent of Local Counsel for Pro Hac Vice Admission of Richard J. Grad (Appellee)\n26. 26-Jul-2007 ORDERED: Stipulated Motion for Extension of Time to File Reply Brief = GRANTED. Due date EXTENDED from Monday,\n08-06-2007 to Tuesday, 08-21-2007. Absent compelling circumstances, no further extension will be granted.   Marilyn A Pollard\n- Author\n27. 1-Aug-2007 ORDERED: Granting the motions and permitting attorneys Richard G. Grad, Mark E. Haddad and Steven A. Ellis of the firm Sidley\nAustin to appear pro hac vice as co-counsel for the appellees with Karl M. Tillman of Steptoe and Johnson LLP as local\ncounsel.   Marilyn A Pollard - Author\n28. 7-Aug-2007 FILED:  Superior Court Certification of Record dated 03/10/2007\n[61692] Case Docket as of 8-Sep1-2 0C0A7-CV 07-0178 CV070178 CV 07 0178 CV-07-0178\nInformation presented in this document may not reflect all case activity and is subject to change without notice.\n\nCourt of Appeals Division One\nCivil Appeal\n1 CA-CV 07-0178      STATE v. WESTERN UNION \n32  P R O C E E D I N G   E N T R I E S\n29. 21-Aug-2007 FILED:  APPELLANT'S REPLY BRIEF\n30. 23-Aug-2007 FILED:  Request for Oral Argument (Appellant)\n31. 28-Aug-2007 FILED:  Motion and Consent of Local Counsel for Pro Hac Vice Admission of David R. Carpenter (Appellee)\n32. 31-Aug-2007 ORDERED: Motion and Consent of Local Counsel for Pro Hac Vice Admission of David R. Carpenter (Appellee) = GRANTED until\nthe conclusion of the present suit.   Philip G Urry - Author\n[61692] Case Docket as of 8-Sep1-2 0C0A7-CV 07-0178 CV070178 CV 07 0178 CV-07-0178\nInformation presented in this document may not reflect all case activity and is subject to change without notice.",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/28539"
    },
    {
      "date": "2008-07-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": "vacated and remanded",
      "cite_1_page": 592,
      "cite_1_reporter": "P.3d",
      "cite_1_vol": 199,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Arizona state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 76307,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/76307.pdf",
      "title": "Court of Appeals Opinion",
      "text": "IN THE COURT OF APPEALS \nSTATE OF ARIZONA \nDIVISION ONE \n \nSTATE OF ARIZONA,  )  1 CA-CV 07-0178 \n  )   \n Plaintiff/Appellant,  )  DEPARTMENT C \n  )   \n v.  )   \n  )  O P I N I O N \nWESTERN UNION FINANCIAL  )   \nSERVICES, INC.,  )  FILED 7-01-08 \n  ) \n Defendant/Appellee.  ) \n________________________________ ) \n \nAppeal from the Superior Court in Maricopa County \n \nCause No. SW 2006-002213 \n \nThe Honorable Brian K. Ishikawa, Judge \nThe Honorable Kenneth L. Fields, Judge \n \nVACATED AND REMANDED \n \n \nTerry Goddard, Arizona Attorney General  Phoenix \n  By  Cameron H. Holmes, Assistant Attorney General \nAttorneys for Appellant \n \nSteptoe & Johnson, LLP  Phoenix \n  By  Francis J. Burke, Jr. \n    Karl M. Tilleman \npro hac vice\n    Charles G. Cole, admitted   \n    Stacey F. Gottlieb \n \nSidley Austin, LLP  Los Angeles, California \npro hac vice \n  By  Richard J. Grad, admitted \n    pro hac vice \nMark E. Haddad, admitted \n    pro hac vice \nSteven A. Ellis, admitted \n    pro hac vice \nDavid R. Carpenter, admitted \nAttorneys for Appellee \n \n \nT I M M E R, Presiding Judge \n \n\n \n¶1 The State of Arizona appeals the superior court’s \nJanuary 9, 2007 order granting the motion of Western Union \nFinancial Services, Inc. (“WU”) to quash that portion of a \nseizure warrant (the “Seizure Warrant” or “Warrant”) authorizing \nthe State to seize for forfeiture all monies subject to WU \nperson-to-person wire-transfers of $500 or more sent from any of \ntwenty-eight states, which do not include Arizona, to recipients \nin any of twenty-six WU agent locations in northern Sonora, \nMexico, during a designated ten-day period.  The State \nadditionally contests the court’s entry of a preliminary \ninjunction regarding enforcement of the Warrant and forfeiture \nof funds seized prior to entry of the order.   \n \n¶2 The court ruled that it originally lacked jurisdiction \nto issue the Warrant and, additionally, that probable cause did \nnot support the Warrant and its execution violated several \nconstitutional principles.  For the reasons that follow, and \nunder the circumstances presented, we hold that the superior \ncourt possessed jurisdiction to issue the Seizure Warrant with \nrespect to the funds sent to and from locations outside Arizona.   \nBecause we also reject WU’s additional challenges to the \nWarrant, we vacate the court’s order and remand for additional \nproceedings.  \n  2\n\nBACKGROUND \n \n¶3 This appeal stems from the State’s ongoing efforts to \nstop human-smuggling and narcotics trafficking activities across \nArizona’s shared border with the state of Sonora, Mexico, by \nseizing for civil forfeiture wire-transfer funds traceable to \nthose endeavors.  Prior to September 2006, the State \nsuccessfully obtained twenty separate seizure warrants resulting \nin the civil forfeiture of more than 15,000 WU wire-transfers \nsent to and from Arizona.  On September 21, 2006, the State \nfiled a lengthy affidavit and supporting materials with the \nsuperior court to request a warrant to seize for forfeiture \n1\ncertain monies purportedly traceable to racketeering activities.   \nSee \nAriz. Rev. Stat. (“A.R.S.”) § 13-2314(C) (2001) (authorizing \ncourt to issue seizure warrant prior to determination of \nliability for racketeering); A.R.S. § 13-2314(G)(3) (providing \nthat proceeds traceable to racketeering subject to forfeiture); \nA.R.S. § 13-4310(A) (2001) (authorizing court to issue seizure \nwarrant “prior or subsequent to the filing of a notice of \npending forfeiture, complaint, indictment or information”).   \nSpecifically, the State sought to seize during a ten-day period \nWU money transfers that met all of the following criteria: (1) \nperson-to-person transfers, except Quick Collect (bill paying) \n                     \n1 See infra \n  ¶¶ 44-57 for a more complete recitation of the facts \nset forth in these materials. \n  3\n\nwires; (2) “presented for payout and/or are in the process of \nbeing paid out” at twenty-six listed locations in Sonora, \nMexico; (3) in amounts of $500 or more; and (4) sent from any of \ntwenty-nine listed states, including Arizona.  Among other \nmatters, the affidavit described the methods used to facilitate \nhuman smuggling and narcotics trafficking through Arizona, set \nforth data supporting the probability that WU money transfers \nfitting the above-described criteria were traceable to \nracketeering activities in Arizona, and summarized information \ngleaned from investigative interviews with those involved in \n2\nthese activities.   The affidavit did not identify any particular \npersons, property, or transactions that were specifically \nrelated to illegal activities in Arizona.   \n \n¶4 The superior court, through Judge Brian Ishikawa, \ngranted the State’s warrant request that same day, finding “that \nthere is probable cause to believe that conduct giving rise to \nforfeiture has occurred with respect to all of the property \ndescribed . . . and that forfeiture is authorized pursuant to \net seq.\nA.R.S. §§ 13-2314 and 13-4301 [(2001)]  ”  The court \nsigned the Seizure Warrant authorizing any Arizona peace officer \n                     \n2\n The nature of racketeering and money-laundering activities \nplaguing Arizona and the investigative events leading to the \nState \nState’s request for the Seizure Warrant are recounted in \nex rel. Goddard v. W. Union Fin. Servs., Inc.\n, 216 Ariz. 361, \nWestern \n363-65, ¶¶ 5-19, 166 P.3d 916, 918-20 (App. 2007) (“\nUnion I\n”) and are not repeated herein except as necessary to \nresolve this appeal.   \n  4\n\nto seize for forfeiture all money transfers as previously \nSee supra \ndescribed.   ¶ 3.  The Warrant was effective for ten \ndays after the date of issuance, and it directed WU, upon a \nrecipient’s attempt to retrieve a wire transfer fitting the \nWarrant’s description, to (1) stop payment and transfer the \nfunds to a detention account, (2) notify the intended recipient \nof the detention and provide that person with information to \ncontact the seizing agency, (3) retain the funds, except those \nreleased by the seizing agency, in the detention account for \ntwenty-one days after the warrant expired, and (4) convey any \nremaining detained funds to the clerk of the superior court in \nMaricopa County upon the expiration of the twenty-one-day \nperiod.  The Warrant also directed the seizing agency to provide \nWU, the senders, and intended recipients with “a point of \ncontact on a twenty-four hour, seven days each week on-call \nbasis” to permit the seizing agency to ascertain the \nappropriateness of the detention and to minimize delay in \nreleasing funds “not involved in the conduct described in the \naffidavit.”   \n \n¶5 On September 22, WU filed an emergency motion to quash \nthe Seizure Warrant.  The motion to quash did not challenge that \nportion of the Warrant authorizing the seizure of funds sent \nfrom Arizona to Sonora, but only contested the State’s ability \nto seize funds sent from another state for intended delivery in \n  5\n\nSonora.  WU also requested an immediate stay of the Seizure \nWarrant.   \n \n¶6 On September 25, the court transferred the case to \nJudge Kenneth Fields and set a stay hearing for that day.  After \noral argument, Judge Fields stayed the Seizure Warrant and set \nan evidentiary hearing on WU’s motion to quash for October  16, \nwhich was ultimately reset to November 27.  The court \nsubsequently ruled that the stay order tolled the sixty-day \ntimeframe the State has to notify the owners or interest holders \nSee\nof the detained funds of pending forfeiture.    A.R.S. § 13-\n4308(B) (2001).  Before the stay became effective, the State \nseized more than two hundred wire-transfers totaling more than \n$230,000 and released more than  fifty wire-transfers totaling \n3\napproximately $43,000.   WU is holding the remaining funds in a \nColorado account.   \n \n¶7 On November 27, the court conducted an evidentiary \nhearing on WU’s motion to quash the Seizure Warrant.  At that \nhearing, the parties presented exhibits, affidavits, and \ndeclarations in support of their positions, but offered no live \ntestimony.  The court subsequently took the matter under \nadvisement.   \n                     \n3\n The State and WU presented conflicting evidence regarding the \nprecise number and amount of wire-transfers seized and released.   \nIt is not necessary to resolve this factual dispute in order to \ndecide the issues in this appeal.   \n  6\n\n \n¶8 On January 11, 2007, the court granted WU’s motion to \nquash the Seizure Warrant.  The court found, among other things, \nthat the wire-transfers sent from outside Arizona as described \nby the Seizure Warrant did not “flow through, touch or have any \nconnection with” Arizona and were “carried out in and \nconstitute[d] interstate and foreign commerce.”  The court also \nfound that WU “has standing to bring this action” and that WU \nwould suffer irreparable damage to  its business relationships \nwith customers and agents and present and future economic harm \nif the State were not “enjoined from asserting regulatory \nauthority over and seizing money transfer funds from interstate \nor foreign commerce that were never sent from, passed through, \nor received in Arizona.”  The court also ruled that the State \nin personam\nhad failed to “establish   jurisdiction over the \nin rem\nCustomers in the Money Transfers[,] . . .   jurisdiction \nover the Money Transfers[, and] . . . jurisdiction over the \ntransactions constituting the Money Transfers.”  Additionally, \nthe court found that the State lacked probable cause to believe \nthat any of WU’s customers had committed crimes in Arizona.  The \ncourt also ruled that the Seizure Warrant was “a prospective, \ngeneral warrant.”  For all these reasons, the court concluded \nthat the Seizure Warrant was “unconstitutional as applied under \nthe Commerce Clause, Foreign Commerce Clause, Due Process Clause \nand the Fourth Amendment of the United States Constitution.”   \n  7\n\nThe court therefore quashed the warrant and preliminarily \nenjoined the State from engaging in similar future attempts to \nseize wire-transfer funds on threat of contempt of court.  This \nappeal followed.   \nDISCUSSION \n \n¶9 The State argues the superior court erred by quashing \nthe Seizure Warrant and entering the preliminary injunction for \n4\na myriad of reasons.   We review the superior court’s decision to \nquash the Warrant de novo as it solely involved issues of law.   \nIn re Twenty-Four Thousand Dollars ($24,000) in United States \nCurrency $24,000\n (“ ”), 217 Ariz. 199, 202, ¶ 12, 171 P.3d 1240, \n1243 (App. 2007).  We review the court’s entry of the \nValley Med. \npreliminary injunction for an abuse of discretion.  \nSpecialists v. Farber\n, 194 Ariz. 363, 366, ¶ 9, 982 P.2d 1277, \n1280 (1999).  The court abused its discretion if it made a legal \nMobilisa, Inc. v. Doe\nerror in formulating its ruling.   , 217 \nAriz. 103, 107, ¶ 9, 170 P.3d 712, 716 (App. 2007).  Finally, we \nState ex \nreview issues of statutory interpretation de novo.  \n                     \n4\n By its terms, the Seizure Warrant has partially expired, and \nany decision by this court will not reactivate the Warrant to \npermit additional seizures.  The issues presented on appeal \nremain viable, however.  Specifically, the Warrant still \nrequires WU to deposit monies in the detention account with the \nclerk of the superior court, and the resolution of the motion to \nquash formed the basis for the court’s decision to preliminarily \nenjoin the State from seeking similar warrants in the future.   \n  8\n\nrel. Napolitano v. Gravano\n, 204 Ariz. 106, 116, ¶ 35, 60 P.3d \n246, 256 (App. 2002).   \n \n I.  Jurisdiction \n  A.  Applicability of A.R.S. § 13-4302 \n \n¶10 Before addressing constitutional principles governing \njurisdiction, we consider WU’s contention that A.R.S. § 13-4302 \n(2001), part of Arizona’s civil forfeiture provisions, \nconstrains the court’s jurisdiction to issue pre-forfeiture \nseizure warrants beyond what is required by our federal and \nstate constitutions.  Section 13-4302, entitled “Jurisdiction,” \nprovides as follows: \nThe state may commence a proceeding in the \nsuperior court if the property for which \nforfeiture is sought is within this state at \nthe time of the filing of the action or if \nthe courts of this state have in personam \njurisdiction of an owner of or interest \nholder in the property. \n \nWU argues that the term “commence a proceeding” encompasses the \nState’s request for a seizure warrant.  Thus, according to WU, \nthe court was authorized to issue a seizure warrant only for \nproperty within the state at the time of the request or if the \ncourt had in personam jurisdiction over the owner or interest \n5\nholder in the property at that time.   The definitions of “owner” \n                     \n5\n The superior court apparently agreed with WU’s view as it \npreliminarily enjoined the Arizona Attorney General from \n  9\n\nand “interest holder” in the forfeiture provisions exclude \nentities like WU that hold property for another.  A.R.S. § 13-\n4301(4) & (5).  Consequently, because the funds represented by \nthe wire-transfers were not in Arizona at the time the court \nissued the warrant, and the court did not have in personam \njurisdiction over the owners of or interest holders in the \nfunds, WU contends the court lacked jurisdiction to issue the \nWarrant.   \n \n¶11 We reject WU’s contention and agree with the State \nthat § 13-4302 applies to the initiation of uncontested or \njudicial forfeiture proceedings and does not prohibit \nanticipatory or prospective seizure warrants, such as the one at \nissue in this case, directed to entities that possess property \nwithout an ownership or beneficial interest in that property.   \nFirst, the language of the statute supports the State’s \nSee Calmat of Ariz. v. State ex rel. Miller, \nposition.   176 \nAriz. 190, 193, 859 P.2d 1323, 1326 (1993) (stating that to \ndetermine legislative intent court first reviews statute’s \nlanguage).  Although the legislature did not define the term \n“commence a proceeding,” A.R.S. § 13-4308, entitled \nafter\n“Commencement of Proceedings,” describes the steps to take   \n                                                                  \nattempting to seize wire-transfer funds that are not within the \nstate “when the State initiates seizure warrant proceedings” \nunless the court has in personam jurisdiction over an owner or \ninterest holder in the funds.   \n  10\n\nproperty has been seized and the State’s attorney determines \nwhether the property is subject to forfeiture and then either \ndecides to initiate forfeiture proceedings against the property \nor releases it.  Thus, interpreting § 13-4302 as the State \nSee City of \ncontends would be consistent with § 13-4308.  \nPhoenix v. Harnish\n, 214 Ariz. 158, 163 n.2, ¶ 20, 150 P.3d 245, \n250 n.2 (App. 2006) (“Although title and section headings of \nsee \nstatutes are not law, we may look to them for guidance.”); \nalso Florez v. Sargeant\n, 185 Ariz. 521, 524, 917 P.2d 250, 253 \n(1996) (“Although section headings are not law . . . they can \nhelp to resolve ambiguities.”).     \n \n¶12 Second, interpreting § 13-4302 as only applying to \npost-seizure forfeiture proceedings means property seized \npursuant to search warrants and seizure warrants would be \nSee Goulder v. \nsubject to the same jurisdictional principles.    \nAriz. Dep’t of Transp., Motor Vehicle Div.\n, 177 Ariz. 414, 416, \n868 P.2d 997, 999 (App. 1993) (“Statutes relating to the same \nin pari materia\nsubject matter should be read   to determine \n.\nlegislative intent and to maintain harmony.”)   The forfeiture \nstatutes provide for forfeiture of property seized pursuant to \nsearch warrants as well as seizure warrants.  A.R.S. § 13-\n4305(A)(1) & (2) (2001).  Our courts have consistently held that \nanticipatory search warrants are per missible under the Fourth \nSee United States \nAmendment to the United States Constitution.  \n  11\n\nv. Grubbs\n, 547 U.S. 90, 94-95 (2006) (holding that anticipatory \nwarrants do not violate the probable-cause requirement of the \nFourth Amendment because probable cause focus is whether \nevidence will be found at time of  search rather than at time \nState v. Cox\nwarrant issues);  , 110 Ariz. 603, 608, 522 P.2d 29, \n34 (1974) (“As long as the magistrate is fully and fairly \napprised of the facts, it is reasonable to issue a warrant to be \nserved at some time not unreasonably distant for a crime, as \nhere, that is in progress or it is reasonable to assume will be \n Mehrens v. State\ncommitted in the near future.”); , 138 Ariz. \n458, 461, 675 P.2d 718, 721 (App. 1983) (to same effect).  Thus, \nCox\nin  , the supreme court held that a search warrant issued in \nCoconino County to search a car suspected of holding drugs and \ntraveling to that county was valid even though at the time the \nwarrant issued the car was outside the  county.  110 Ariz. at \n608, 522 P.2d at 34.  No reason appears to constrain the court’s \njurisdiction to issue a seizure warrant in a manner not \napplicable to search warrants.     \n \n¶13 In summary, A.R.S. § 13-4302 does not restrict the \nState’s jurisdiction in issuing pre-forfeiture seizure warrants.   \nAccordingly, we must examine general constitutional principles \nto discern the State’s jurisdiction to seize wire-transfer funds \noriginating outside Arizona with designated retrieval sites in \nSonora. \n  12\n\nB.  Applicability of constitutional principles \n  Pennoyer v. \n¶14 Since the Supreme Court’s decision in \nNeff\n, 95 U.S. 714 (1877), our courts have recognized that states \ninherently are prohibited from exercising extraterritorial \nShaffer v. Heitner\njurisdiction over persons and property.   , 433 \nU.S. 186, 197 (1977).  Rather, to exercise jurisdiction, a state \nmust have authority over the person (“in personam” jurisdiction) \nor power over property within its territory (“in rem” or “quasi \n6 Id\nin rem” jurisdiction).    . at 199.  The superior court in this \ncase lacked in personam jurisdiction over the owners of or \ninterest holders in the funds as no such parties were served \nSee Postal Instant Press, Inc. v. Corral Rests., \nwith process.  \nInc.\n, 186 Ariz. 535, 537, 925 P.2d 260, 262 (1996) (“Completion \nof service of process is the event which brings the party served \nBarlage v. Valentine\nwithin the jurisdiction of the court.”);  , \n210 Ariz. 270, 272, ¶ 4, 110 P.3d 371, 373 (App. 2005) (same).   \nThus, we consider whether the court had in rem jurisdiction over \nthe property to be seized.   \n \n¶15 The State contends the superior court possessed in rem \njurisdiction to issue the Seizure Warrant because WU, which was \n                     \n6\n “‘A judgment in rem affects the interests of all persons in \ndesignated property.  A judgment quasi in rem affects the \ninterests of particular persons in designated property.’”   \nShaffer Hanson v. Denckla\n, 433 U.S. at 199 n.17 (citing  , 357 \nU.S. 235, 246 n.12 (1958)).  For ease of reference, we hereafter \nrefer to in rem and quasi in rem jurisdiction collectively as \n“in rem jurisdiction” unless otherwise stated.     \n  13\n\nsubject to general in personam jurisdiction in Arizona, \npossessed the wire-transfer funds upon deposit by the senders.   \nWU does not dispute that it is subject to general jurisdiction \nin Arizona, but responds that such jurisdiction alone was \ninsufficient to confer jurisdiction over the wire-transfer funds \nas the funds were never in Arizona, WU’s contractual obligations \nto the senders did not constitute “property” subject to \nforfeiture, and the State effectively seized out-of-state \nproperty by compelling WU to divert the funds to a detention \naccount in violation of the Due Process Clause of the Fourteenth \nAmendment to the United States Constitution.  \n1.  WU’s possession of “property” \n \n¶16 To resolve this issue, we first determine whether WU \npossessed property subject to forfeiture, typically called the \n“res,” by accepting funds for wire transfer.  WU money transfers \nare initiated when a customer goes to a WU agent, fills out a \nSend Money Form, and pays the agent the amount of money for \ntransfer, together with a service fee.  The WU agent then enters \nthe transaction into WU’s computer system and assigns a Money \nTransfer Control Number (“Control Number”) to the transaction, \nwhich is given to the customer to provide to the intended \nrecipient of the money.  The recipient can present this number \nand appropriate personal identification at any WU payout \nlocation, and the agent will pay the money in the amount \n  14\n\nreflected in WU’s computer system as electronic credits (“ECs”), \nthereby satisfying WU’s obligation.  Pursuant to the terms of \nthe Send Money Form, senders can cancel the money transfer and \nreceive a refund, less the service charge, until the money is \npaid to the recipient.   \n \n¶17 Monies and other property “used or intended to be \nused” to facilitate a racketeering offense are subject to civil \nforfeiture.  A.R.S. § 13-2314(G)(3).  “Property” is “anything of \nvalue, tangible or intangible.”  A.R.S. § 13-105(32) (Supp. \nsee also \n2007);  A.R.S. § 13-4301(7) (defining “personal \nproperty” in civil forfeiture provisions as including “all \ninterests in property, as defined in § 13-105, in whatever form, \nexcept real property and fixtures . . .”).  Applying this broad \ndefinition, we conclude the ECs, which represent the wire-\ntransfer funds, constitute something “of value.”  Specifically, \nthe ECs are intangible property as they have no physical form \nbut evidence the value of intended money transfers.  Black’s Law \nDictionary 1233 (7th ed. 1999) (defining “intangible property” \nas “[p]roperty that lacks a physical existence” such as “bank \naccounts, stock options, and business goodwill”).   \n \n¶18 Our conclusion is supported by decisions of this and \nGravano\nother courts.  In  , 204 Ariz. at 116, ¶ 35, 60 P.3d at \n256, this court considered whether a convicted racketeer’s \ncontractual rights to book royalties were subject to civil \n  15\n\nforfeiture.  In deciding that forfeiture was permissible, we \nconcluded the rights qualified as intangible property under § \nId\n13-105(32).   . at 116, 117, ¶¶ 37, 45, 60 P.3d at 256, 257.   \nJust as the rights to royalties traceable to racketeering \nactivities constitute property subject to forfeiture, WU’s \ncontractual obligation represented by the ECs to pay monies used \nor intended to be used to facilitate human smuggling or \nnarcotics trafficking is property subject to seizure for \nSee also W. Union Tel. Co. v. Pennsylvania\nforfeiture.   , 368 \nU.S. 71, 74 (1961) (implicitly acknowledging that unclaimed \nmonies held by telegraph company for retrieval by senders’ \nintended recipients constituted property for purposes of states’ \nattempts to escheat these monies).    \n \n¶19 We also glean guidance from decisions addressing the \nforfeiture of electronic fund transfers (“EFTs”) between banks.   \nUnited States v. Daccarett\nIn  , 6 F.3d 37 (2d Cir. 1993), the \nSecond Circuit decided a number of issues surrounding the \nseizure for forfeiture of narcotic trafficking proceeds as they \npassed through New York’s banking system via electronic \ntransfer.  The Colombian drug cartel involved in that case used \nbank accounts worldwide, including those in the United States, \nId\nto store and move its narcotics proceeds via EFTs.   . at 43.   \nThe seizures at issue were triggered when Luxembourg \nauthorities, after arresting cartel associates and anticipating \n  16\n\nthe cartel would move international funds to Colombia rather \nthan risk confiscation, requested the assistance of several \nId\ncountries to freeze monies related to the cartel.   . at 44.   \nThereafter, New York authorities served warrants on banks that \nserved as intermediaries for transfers of funds between \ninternational banks to attach any EFTs related to the cartel \nthat flowed through the banks’ branches en route to a third-\nId\nparty beneficiary in Colombia.   .  The banks thereafter seized \n$12 million and paid it to th e clerk of the federal district \ncourt, which subsequently forfeited most of the money to the \nId\ngovernment.   . at 44-45.   \n \n¶20 One issue on appeal was whether the EFTs constituted \nId\nseizable properties for purposes of civil forfeiture.   . at \n54.  The claimants of the monies contended the EFTs were simply \ncontractual obligations to pay and that only after the \ntransmissions were completed and monies were received by \nId\nbeneficiaries was property available for seizure.   .  The \ncourt rejected this contention, concluding that the concept of \nthe intermediary banks as “messengers who never hold the goods, \nbut only pass the word along” between the sending and receiving \nId\nbanks was wrong.   .  Rather, because the intermediary banks \npossessed the funds in the form of bank credits, albeit briefly, \nId\nthe EFTs were subject to seizure and forfeiture.   . at 54-55; \nsee also Winter Storm Shipping, Ltd. v. TPI\n, 310 F.3d 263, 278 \n  17\n\nDaccarett \n(2d Cir. 2002) (following  and holding that EFTs in \npossession of intermediary banks were property subject to \nmaritime attachment for purposes of acquiring quasi in rem \nUnited States v. Banco \njurisdiction over owner of funds); \nCafetero Panama\n, 797 F.2d 1154, 1158 (2d Cir. 1986) (holding \nthat bank credit was subject to civil forfeiture).  Like the \nbanks h olding EFTs, W U posse ssed EC s repre senting contra ctual \nobligations to pay monies.  Because these credits had value, \nthey constituted property subject  to seizure and civil \n7\nforfeiture.    \n  2.  Location of res \n \n¶21 We next consider whether the ECs were in Arizona, and \ntherefore within the superior court’s jurisdiction, merely \nbecause WU, a Colorado corporation, regularly conducts business \nin Arizona and is therefore subject to the general jurisdiction \nSee Williams v. Lakeview Co.\nof this state.   , 199 Ariz. 1, 3, ¶ \n                     \n7\n Whether the State could seize EFTs from an intermediary bank, \nDaccarett  Winter Storm Shipping\nas was done in  and  , is placed in \ndoubt by Arizona’s adoption of the Uniform Commercial Code \n(“UCC”) provisions concerning EFTs.  Pursuant to A.R.S. § 47-\n4A503 (2005), a court may not restrain an intermediary bank \n“from issuing a payment order, paying or receiving payment of a \npayment order, or otherwise acting with respect to a funds \nSee also \ntransfer.”   McKinney’s Uniform Commercial Code § 4-A-\n503, Official Comment (noting that intermediary banks in \nparticular are protected under this section).   Section 47-4A503 \ndoes not apply to non-banks, however, and we are not aware of a \nsimilar provision applicable to money transmitters.  Regardless, \nDaccarett \nthe characterization of EFTs as “property” in  and \nWinter Storm Shipping \nis unaffected by the UCC provisions \ngoverning EFTs.   \n  18\n\n6, 13 P.3d 280, 282 (2000) (“A non-resident defendant is subject \nto general jurisdiction when the defendant’s contacts with the \nforum state are substantial or continuous and systematic enough \nthat the defendant may be haled into court in the forum, even \nfor claims unrelated to the defendant’s contacts with the \nforum.”).  The State asserts that WU’s presence in Arizona \nevidences that its debts to customers, represented by the ECs, \nare also present in this state.  WU takes the opposite position, \ncontending that such a conclusion would mean its obligations to \nsenders would be present wherever WU has offices, potentially \nsubjecting ECs to seizure in every state claiming an interest in \nthem.  To resolve this issue, we take guidance from the Supreme \nPennoyer \nCourt’s development of in rem jurisdiction since the \nCourt held in 1877 that principles of due process prohibit state \ncourts from asserting jurisdiction over persons and property \nfound outside the borders of the state’s territory.  95 U.S. at \n722.   \n  Harris v. Balk\n¶22 In  , 198 U.S. 215, 221 (1905), relied on \nby the State in this case, the Court considered whether Maryland \nhad jurisdiction to garnish a debt owed by North Carolina \nresident Harris to North Carolina resident Balk in order to \nsatisfy a debt owed by Balk to Maryland resident Epstein.   \nEpstein had commenced the garnishment proceeding by serving \nHarris with a writ of attachment while Harris was visiting \n  19\n\nId\nMaryland.   .  In concluding that Maryland possessed \njurisdiction to garnish the debt owed by Harris to Balk, the \nCourt reasoned that “[t]he obligation of the debtor to pay his \nId\ndebt clings to and accompanies him wherever he goes.”   .  \nBecause Balk had the right to sue Harris in Maryland to recover \nthe debt while Harris was temporarily in that state and its \ncourts could exercise in personam jurisdiction over him, the \nCourt concluded that Epstein could likewise garnish that debt \nId\nthrough the Maryland courts.   . at 223-24, 226.  Thus, after \nHarris\n, a court’s ability to exercise in rem jurisdiction over a \ndebt was easily determined: a debt could be seized in any \njurisdiction where the debtor could be found and sued by his or \nher creditor.   \n  Harris\n¶23 In the years immediately following  , the Supreme \nCourt did not meaningfully address in rem jurisdiction but \ninstead reworked principles of in personam jurisdiction.  In \nInternational Shoe Co. v. Washington\n, 326 U.S. 310, 316 (1945), \nthe Court held that in order for a state to assert in personam \njurisdiction over a defendant, due process required only that \nthe defendant have “minimum contacts” with the forum state so \nthat maintenance of the suit would not offend “traditional \nnotions of fair play and substantial justice.”  (Citation \nomitted.).  Thus, the jurisdictional inquiry focused not on the \nPennoyer\nparty’s presence within the forum, as was the case in  , \n  20\n\nbut on the relationship among the defendant, the forum, and the \nShaffer\nlitigation.   , 433 U.S. at 204.  The effect of this new \nPennoyer \nparadigm and concurrent shift from the  inquiry was to \nincrease a state court’s ability to assert in personam \nId  \njurisdiction over nonresident defendants.   .    \n  Shaffer\n¶24 Thirty-two years later, in  , the Court \nPennoyer’s \nreconsidered  bright-line rule that the mere presence \nof property in a state provides the basis for in rem \nId Shaffer\njurisdiction.   .  The plaintiff in  , a nonresident of \nDelaware, filed a shareholder’s derivative suit in Delaware \nagainst a Delaware corporation, its subsidiary, and present and \nformer officers and directors, nonresidents of Delaware, arising \nId\nfrom events that occurred in Oregon.   . at 189-91.  To bring \nthe individuals within the De laware court’s jurisdiction, the \nplaintiff successfully seized their company stock and other \nId\ncompany holdings, which were considered to be in Delaware.   . \nat 190-93.   \n \n¶25 The Supreme Court rejected the notion that the \nDelaware court could obtain quasi in rem jurisdiction merely by \nseizing the individuals’ company holdings.  The Court recognized \nthat the assertion of jurisdiction over property effectively \nconstituted jurisdiction over the interests of parties in that \nId\nproperty.   . at 207.  Consequently, the Court concluded that \nto determine whether exercising jurisdiction over such interests \n  21\n\nis appropriate, a court must apply the minimum-contacts standard \n International Shoe Id\nset forth in .   . at 212.  In doing so, the \nCourt recognized that a state court will generally have \njurisdiction to adjudicate claims concerning property located \nId\nwithin its state.   . at 207-08.  Significantly, for purposes \nof this appeal, the Court noted that when a party seeks to seize \nintangible property, such as the company holdings at issue in \nHarris\nthat case or the debt at issue in  ,  “the presence of the \n. . . property alone would not support the State’s \nId.  .\njurisdiction.”   at 209   Rather, other ties must exist to \nId\nsatisfy the minimum-contacts standard.   .  Because such ties \nShaffer\ndid not exist in  , the Court held that Delaware did not \nId\nhave quasi in rem jurisdiction over the individuals.   . at \n213, 216-17.  \n  Rush v. Savchuk\n¶26 In  , 444 U.S. 320 (1980), the Court \nrevisited quasi in rem jurisdiction in the context of intangible \nproperty held by corporations conduc ting business in multiple \nstates.  The event underlying that case was a single-car, injury \naccident that occurred in Indiana and involved Rush, the driver, \nId. \nand Savchuk, a passenger, both Indiana residents.   at 322.  \nThe car was insured by State Farm Mutual Automobile Insurance \nCompany (“State Farm”), which conducted business in every state.   \nId\n. at 322-23 & n.4.  Savchuk moved to Minnesota and filed suit \nagainst Rush in the Minnesota trial court for injuries sustained \n  22\n\nId\nin the accident.   . at 322.  The court asserted quasi in rem \njurisdiction over Rush after Savchuk garnished State Farm’s \nId\ncontractual obligation to defend and indemnify Rush.   .  The \nMinnesota Supreme Court affirmed the assertion of jurisdiction.   \nId\n. at 324.   \n  Id\n¶27 The United States Supreme Court reversed.   . at 332-\nShaffer\n33.  Relying on  , it reiterated that the touchstone of \njurisdictional analysis must be the relationship among the \nId\ndefendant, the forum, and the litigation.   . at 327.  The only \ncontact suppor ting th e asser tion of  jurisd iction in Minn esota \nId\nwas that State Farm conducted business in that state.   . at \n328.  The Court decided that the legal fiction that placed the \nsitus of a debt wherever the debtor is found was insufficient \nalone to confer jurisdiction in the Minnesota courts as the \nassertion of jurisdiction would not be fair to Rush and would \nId\ntherefore violate due process.   . at 328-29.  The Court \nreasoned as follows:   \nState Farm’s decision to do business in \nMinnesota was completely adventitious as far \nas Rush was concerned.  He had no control \nover that decision, and it is unlikely that \nhe would have expected that by buying \ninsurance in Indiana he had subjected \nhimself to suit in any State to which a \npotential future plaintiff might decide to \nmove.  In short, it cannot be said that the \ndefendant\n engaged in any purposeful activity \nrelated to the forum that would make the \nexercise of jurisdiction fair, just, or \n  23\n\nreasonable, merely because his insurer does \nbusiness there. \n \nId\n. (citations omitted).  The Court further rejected the \nMinnesota Supreme Court’s view that the State Farm insurance \npolicy was so important to the litigation that it alone provided \nId\nsufficient minimum contacts to support jurisdiction.   . at \n329.  The Court noted that the policy was neither the subject \nId\nmatter of the case nor related to the facts of the lawsuit.   .  \nThus, the Court concluded that the fictitious presence of State \nFarm’s obligation did not “without more” provide a basis for \nfinding sufficient contacts to support the assertion of \nId\njurisdiction.   . at 329-30.      \n \n¶28 The above-described cases provide the following \nprinciples to guide us in the pending case.  First, if a foreign \ncorporation is subject to general in personam jurisdiction in \nArizona, its debts can be considered within this state for \nSee id.\npurposes of in rem jurisdiction.    at 328, 329-30 \n(recognizing ongoing viability of legal fiction that places the \nsee also Weitzel v. Weitzel\nsitus of a debt with the debtor);  , \n27 Ariz. 117, 121-22, 230 P. 1106, 1107 (1924) (holding that \ndebt owed by corporate garnishee could be attached in Arizona as \ncorporation subject to general juris diction of state although \ndebt originated and payable in Mexico, assuming Mexico would \nLevi Strauss & Co. v. Crockett Motor \nacquiesce in judgment); \n  24\n\nSales, Inc.\n, 739 S.W.2d 157, 158-59 (Ark. 1987) (concluding \nwages owed by employer to nonresident employee subject to \ngarnishment as debt could be considered in state and minimum- \nState ex rel. Dep’t of Revenue v. \ncontacts standard satisfied); \nControl Data Corp.\n, 713 P.2d 30, 32 (Or. 1986) (to same effect).   \nConsequently, we reject WU’s assertion that Arizona can never \nobtain in rem jurisdiction over ECs concerning the receipt and \npayment of funds outside Arizona.   \n \n¶29 Second, in rem jurisdiction cannot rest solely on the \npresence of intangible property within Arizona unless the \nInternational Shoe\nminimum-contacts standard set forth in   is \nShaffer\nsatisfied.   , 433 U.S. at 212.  The touchstone of \njurisdictional analysis must be whether the relationship among \nthe owners or beneficial interest holders in the res, the forum, \nand the litigation would make the exercise of jurisdiction fair \nId International Shoe see \nand just.   . at 204;  , 326 U.S. at 316; \nalso \nRestatement (Second) of Conflict of Laws § 65 (1971) (“A \nstate has power to exercise judicial jurisdiction to affect \ninterests in an intangible thing which is not embodied in a \ndocument if the relationship of the state to the thing and to \nthe parties involved makes the exercise of such jurisdiction \nreasonable.”).  Thus, we reject the State’s contention that the \nsuperior court had in rem jurisdiction to seize the ECs simply \nbecause WU is subject to the general jurisdiction of this state.   \n  25\n\n \n¶30 To decide whether the superior court possessed \njurisdiction to issue the Seizure Warrant in this case, we apply \nthe minimum-contacts standard to the record before us.  To \nobtain the warrant, Arizona Department of Public Safety \nDetective K. submitted a lengthy affidavit setting forth \nevidence that criminal enterprises engaged in human smuggling of \nundocumented immigrants (“UDIs”) and/or narcotics trafficking \ninto Arizona were using WU’s money-transfer services to transmit \n8\nand receive the proceeds of the smuggling operations.   According \nto the affidavit, the smuggling groups had began using a \n“triangulation” method of money transmission to thwart \nsuccessful efforts by Arizona law enforcement authorities in \nrecent years to disrupt the flow of such proceeds when found in \nArizona.  The following example illustrates the triangulation \nmethod.  A UDI pays an initial fee to a northern Sonora-based \nsmuggling group to smuggle that person into Arizona.  A member \nof that group, commonly called a “coyote,” guides the UDI into \nsouthern Arizona, where another coyote then drives the UDI to a \n“stash house” in Phoenix.  The coyote then contacts the UDI’s \n“sponsor,” a friend or family member, to pay the remaining \nsmuggling fee by wire-transferring money from outside Arizona to \nthe coyote’s associate in Sonora.  Until the coyote is told the \n                     \n8 See infra \n  ¶¶ 44-57 for a fuller recitation of evidence related \nby Detective K. and others regarding investigative findings. \n  26\n\nmoney has been collected in Sonora, he holds the UDI hostage in \nthe stash house.  Once told the money is in hand, the coyote \nreleases the UDI.  The Seizure Warrant at issue seeks to \nintercept and seize these monies.    \n \n¶31 The above-described facts, if sufficient to \nsee infra \ndemonstrate probable cause,  ¶¶ 39-62, support the \nassertion of in rem jurisdiction over the ECs.  Examining the \nrelationship among the owners or beneficial interest holders in \nthe ECs, Arizona, and the attempt to forfeit the funds as \nproceeds of racketeering, we conclude that minimum contacts \nexist so that “traditional notions of fair play and substantial \njustice” would not be offended by the assertion of jurisdiction.   \nShaffer International Shoe\n, 433 U.S. at 203-04;  , 326 U.S. at 316 \nShaffer\n(citation omitted).  First, unlike the situations in   and \nRush\n, the State sought seizure of the res to adjudicate its \nclaim to that property rather than as a means of adjudicating \nunrelated claims against the parties with interests in the \nShaffer \nproperty.  Thus, as the  Court recognized, a state will \ngenerally have jurisdiction to adjudicate claims to property \nsee also Rush\nwithin its borders.  433 U.S. at 207-08;  , 444 U.S. \nat 329 (implicitly recognizing that stronger case for \njurisdiction exists if res is subject of lawsuit or related to \nthe facts of lawsuit).   \n  27\n\n \n¶32 Second, and more importantly, the res constitutes \nproceeds from human smuggling and narcotics trafficking \nactivities that predominantly occurred in Arizona.  Returning to \nthe triangulation example, the UDIs are brought into Arizona, \nheld hostage in Arizona, an agreement for release is negotiated \nfrom Arizona with the sponsor, and the coyote performs the \nagreement in Arizona by releasing the UDI upon notification of \npayment by the sponsor.  The owners or beneficial interest \nholders in the ECs, who are parties to this illegal enterprise, \npurposefully facilitated illegal acts in Arizona and should \nexpect therefore to adjudicate their rights to the res in \nSee Rush see also United States \nArizona.   , 444 U.S. at 328-29; \nv. Approximately $1.67 Million (US) in Cash\n, 513 F.3d 991, 996 \n(9th Cir. 2008) (holding court in Northern California district \nhad jurisdiction in civil forfeiture action filed pursuant to \nfederal forfeiture provisions that sought funds in offshore bank \naccounts as government demonstrated that claimant’s narcotics \nsmuggling enterprise had significant interactions with \ndistrict).  For this reason, we decide the superior court \npossessed in rem jurisdiction to seize the ECs.  \n \n¶33 In summary, we hold that the superior court had in rem \njurisdiction over the ECs and therefore had jurisdiction to \nissue the Seizure Warrant, assuming the State had probable cause \n  28\n\nto believe the ECs had a nexus to Arizona racketeering \nactivities.  We therefore turn to that issue. \n9\n II.  Probable cause\n A.  Standing \n \n¶34 The State asserts the superior court erred by quashing \nthe Warrant on the basis that probable cause was lacking as WU \ndid not have standing to challenge the court’s initial probable \ncause determination.  According to the State, because WU did not \nown the funds represented by ECs and had no beneficial interest \nin them, it was not permitted “to challenge whether the State \nhad probable cause to forfeit its customers’ funds.”  WU \nresponds that it possessed standing to challenge the probable \ncause determination because its business interests were \nadversely affected by execution of the warrant.   \n                     \n9\n The State contends the trial court  erred by making a probable \ncause determination as WU neither challenged probable cause in \nits motion to quash nor at the hearing on the motion.  WU \ncounters that the issue was fairly raised during the hearing on \nthe motion to quash.  The State is correct that WU never raised \nthe issue.  Indeed, at the hearing, WU stated that it was not \nchallenging probable cause, and the court stated it was not \nconcerned with probable cause.  Nevertheless, the court \nultimately ruled that the Seizure Warrant was not supported by \nprobable cause.  Because the State submitted its evidence \nsupporting probable cause to the court and does not suggest it \nwould have presented additional evidence had it known that \nprobable cause was at issue, we cannot say the State was harmed \nby any error by the court in making its ruling without an \nevidentiary hearing specifically devoted to probable cause.   \nsee supra \nAdditionally, as previously mentioned,  ¶¶ 31-33, the \nexistence of probable cause impacts the issue of jurisdiction.   \nWe therefore address the issue. \n  29\n\n \n¶35 We reject the State’s contention as it is improperly \npremised on the principle that only an owner or interest holder \nforfeit\nin property can contest the State’s ability to   property.  \nIn re $70,269.91 in U.S. Currency \nSpecifically, the State cites   \nv. Benson  \n, 172 Ariz. 15, 833 P.2d 32 (App. 1991), to support its \ncontention, but that case addressed standing once a civil \nId\nforfeiture action had commenced.   . at 19, 833 P.2d at 36 (“In \na civil forfeiture action, one acquires standing by alleging an \ninterest in the property.”).  The court did not address standing \nto challenge issuance of a seizure warrant, and WU is not \ncontesting the ability of the State to forfeit monies paid into \nthe detention account.  Thus, the pertinent inquiry is whether \nWU had standing to move to quash the Seizure Warrant.     \n \n¶36 Arizona’s constitution has no counterpart to the \nfederal constitution’s “case or controversy” requirement.   \nArmory Park Neighborhood Ass’n v. Episcopal Cmty. Servs. in \nAriz.\n, 148 Ariz. 1, 6, 712 P.2d 914, 919 (1985).  Therefore, the \nId\nissue of standing is one framed by judicial restraint.   .  As \nour supreme court has stated,  \nWe impose that restraint to insure that our \ncourts do not issue mere advisory opinions, \nthat the case is not moot and that the \nissues will be fully developed by true \nadversaries.  Our court of appeals has \nexplained that these considerations require \nat a minimum that each party possess an \ninterest in the outcome.   \n \n  30\n\nId see also Sears v. Hull\n.;  , 192 Ariz. 65, 69, ¶ 16, 961 P.2d \n1013, 1017 (1998) (holding that standing to bring an action \nrequires plaintiff to “allege a distinct and palpable injury”). \n \n¶37 Applying these principles, we conclude WU possessed \nstanding to challenge whether probable cause supported the \ncourt’s issuance of the Seizure Warrant as it possessed an \ninterest in the viability of the Warrant.  WU possessed the ECs   \nwith a concurrent contractual duty to pay the funds to a \nrecipient who presented the Control Number and personal \nidentification.  The Seizure Warrant interfered with WU’s \ncontractual duty by directing the funds to a detention account.   \nWU had an interest in contesting the Warrant in order to fulfill \nSee Citibank (Arizona) \nits contractual obligation to customers.  \nv. Miller & Schroeder Fin., Inc.\n, 168 Ariz. 178, 183-84, 812 \nP.2d 996, 1001-02 (App. 1990) (deciding that bank, as trustee of \nrevenue bonds, had duty to safeguard bonds and therefore \npossessed sufficient interest to confer standing on it to sue \nfor wrongful pay out of funds). \n \n¶38 Additionally, WU submitted evidence to the superior \ncourt that prior seizure warrants had adversely affected WU’s \nrelationships with customers, who were understandably angry \nabout the interceptions of their funds.  Some customers stated \nthey would discontinue using WU’s services as a result of the \ninterrupted wire-transfers.  The impact of the Seizure Warrant \n  31\n\non WU’s business gave WU an additional interest in the outcome \nof a challenge to the Warrant, thereby ensuring that the issue \nArmory Park, \nwill be contested by true adversaries.   148 Ariz. \nat 6, 712 P.2d at 919.  We therefore conclude that WU had \nstanding to challenge the court’s initial determination that \n10\nprobable cause existed to issue the Seizure Warrant.       \n B.  Merits   \n \n¶39 WU argues the Seizure Warrant was not supported by \nprobable cause because (1) the State did not show individualized \nsuspicion that any of WU’s customers were involved in \nracketeering and (2) the Warrant was an unconstitutional \nprospective and general warrant.  We address each contention in \nturn.   \n                     \n10\n WU’s ability to contest probable cause for issuance of the \nSeizure Warrant is distinct from any claimant’s challenge to \nSee $24,000\nprobable cause to forfeit the res.   , 217 Ariz. at \n202, ¶ 10, 171 P.3d at 1243 (noting that in forfeiture \nproceeding, State is not required to show probable cause at time \nof seizure but instead must show probable cause exists to link \nres to racketeering offense based upon all evidence adduced by \ntime of hearing).  WU does not have standing to contest the \nState’s ability to forfeit funds deposited in the detention \naccount as WU has no interest in the seized funds, and it may \nnot vicariously assert the rights of persons with possessory \nSee Cal. Bankers Ass’n v. Shultz\ninterests in such funds.   , 416 \nU.S. 21, 69 (1974) (holding that neither bankers’ association \nnor bank could vicariously assert Fourth Amendment rights of \ncustomers in challenge to federal domestic bank reporting \nsee also Rakas v. Illinois\nrequirements);  , 439 U.S. 128, 133-34 \nAlderman v. United States\n(1978) (quoting  , 394 U.S. 165, 174 \n(1969) (“Fourth Amendment rights are personal rights which, like \nsome other constitutional rights, may not be vicariously \nasserted.”)).  \n  32\n\n 1.  Individualized suspicion \n \n¶40 The Fourth Amendment, applied  to the States through \nMapp v. \nthe Due Process Clause of the Fourteenth Amendment, \nOhio\n, 367 U.S. 643, 655 (1961), protects people from \n“unreasonable searches and seizures,” and provides that no \nwarrant shall issue “but upon probable cause . . . and \nparticularly describing the place to be searched, and the \n11\npersons or things to be seized.”   The protections afforded by \nthe Fourth Amendment generally prohibit government from \nconducting a search or seizure without grounds for suspicion of \nCity of \nwrongdoing focused on particular individuals.  \nIndianapolis v. Edmond Chandler v. \n, 531 U.S. 32, 37 (2000); \nMiller\n, 520 U.S. 305, 308 (1997).  Suspicionless searches, \nCity of \nhowever, have been upheld in limited circumstances.  \nIndianapolis Chandler see \n, 531 U.S. at 37;  , 520 U.S. at 308; \nalso Nat’l Treasury Employees Union v. Von Raab\n  , 489 U.S. 656, \n665 (1989) (holding that “neither a warrant nor probable cause, \nnor, indeed, any measure of individualized suspicion, is an \n                     \n11\n Article 2, Section 8, of  the Arizona Constitution, similarly \nstates that “[n]o person shall be disturbed in his private \naffairs, or his home invaded, without authority of law.”   \nAlthough Article 2, Section, 8 may impose stricter standards on \nPetersen v. \nsearches and seizures than the Fourth Amendment, \nCity of Mesa\n, 207 Ariz. 35, 37 n.3, ¶ 8,  83 P.3d 35, 37 n.3 \n(2004), WU only cites Fourth Amendment authority to support its \nposition and does not argue that any different analysis should \napply under the Arizona Constitution.  Therefore, we confine our \nanalysis to Fourth Amendment principles. \n  33\n\nindispensable component of reasonableness in every \ncircumstance”).  “The purpose of requiring individualized \nsuspicion ‘is to protect privacy interests by assuring citizens \nsubject to a search or seizure that such intrusions are not the \nPetersen\nrandom or arbitrary acts of government agents.’”   , 207 \nSkinner v. Ry. Labor \nAriz. at 38, ¶ 10, 83 P.3d at 38 (citing \nExecutives’ Ass’n\n, 489 U.S. 602, 621-22 (1989)). \n \n¶41 WU argues the State lacked individualized suspicion to \nsupport issuance of the Seizure Warrant as it presented only \ngeneral statistics about a category of transactions that \nincluded both lawful and unlawful transactions.  Similarly, the \nsuperior court ruled that probable cause was lacking because the \nState failed to show “any particularized suspicion that any of \nthe [WU] Customers had committed or were involved in an Arizona \ncrime.”  The State counters that  it was not required to show \nindividualized suspicion that any particular individuals had \ncommitted Arizona racketeering offenses in order to demonstrate \n12\nprobable cause.    \n                     \n12\n The State preliminarily argues that the Fourth Amendment does \nnot apply because the Seizure Warrant did not seek to invade \nprotected privacy interests.  The Supreme Court rejected this \nSoldal v. Cook County, \nargument in  506 U.S. 56, 62 (1992), \nholding that the Fourth Amendment “unmistakably . . . protects \nproperty as well as privacy.”  Thus, if the government “seizes” \nproperty by “meaningful[ly] interfer[ing] with an individual’s \npossessory interests in that property,” the protections of the \nId\nFourth Amendment apply.   . at 62-63 (citation and quotation \nomitted).  Because interdiction of ECs interferes with interest \n  34\n\n \n¶42 We agree with the State and, under the circumstances \npresented by this case, reject the notion that it was required \nto demonstrate either that specific individuals had engaged in \nhuman smuggling or narcotics trafficking or that the res was \nlinked to a particular criminal event.  The State only had the \nburden to show that the res – th e ECs – were proceeds of or used \n  Marine Midland \nto facilitate either or both of these offenses.\nBank, N.A. v. United States\n, 11 F.3d 1119, 1126 (2d Cir. 1993) \n(holding government not required to link bank account to \nparticular illegal transaction but must only connect account to \ncriminal activity to show probable cause for seizure warrant); \nsee also In re 4030 W. Avocado, Cortaro Ridge, Lot 32,\n 184 Ariz. \n219, 222, 908 P.2d 33, 36 (App. 1995) (deciding State not \nrequired to establish identity of wrongdoers or that any \nwrongdoer had interest in res in order to forfeit it but must \nshow only that res used to facilitate racketeering or drug \n13\noffense).   Thus, in the context of seizure of property, the \n                                                                  \nholders’ possessory rights, the State “seized” property for \npurposes of the Fourth Amendment. \n \n13\n Similarly, under the Comprehensive Drug Abuse Prevention and \nControl Act, 21 U.S.C. § 881(a) (1970), courts have consistently \nheld that government need not link the res with particular \nnarcotics transactions in order to forfeit the res.   Jason B. \nWhat Constitutes Establishment of Prima Facie Case for \nBinimow, \nForfeiture of Personal Property Used in Illegal Manufacture, \nProcessing, or Sale of Controlled Substances Under § 511 of \nComprehensive Drug Abuse Prevention and Control Act (21 U.S.C. § \n881)\n, 167 A.L.R. Fed. 365 (2001). \n  35\n\nFourth Amendment’s individualized-suspicion requirement \nnecessarily applies to the res rather than the owners or \nSee, e.g., State v. Allen\ninterest holders in the res.   , 216 \nAriz. 320, 326-27, ¶ 26, 166 P.3d 111, 117-18 (App. 2007) \n(rejecting challenge to search and seizure of vehicle based on \nlack of individualized suspicion as officer had been \ninvestigating hit-and-run offense “and possessed at least some \nlevel of individualized suspicion that [defendant’s] car might \nbe the hit-and-run vehicle”).  Thus, the determinative issue is \nwhether the State possessed probable cause to believe that the \nECs targeted by the Seizure Warrant were linked to human \nsmuggling or narcotics trafficking in Arizona, and thus subject \nto forfeiture.  \n \n¶43 The State bore the burden of demonstrating a probable \ncause nexus between human smuggling and/or narcotics trafficking \nSee In re U.S. Currency in the Amount of $315,900\nand the ECs.   , \n$315,900\n183 Ariz. 208, 211, 902 P.2d 351, 354 (App. 1995) (“ ”) \n(stating burden of proof to show probable cause in civil \n14\nforfeiture proceeding).   “To meet this  burden, the state must \ndemonstrate reasonable grounds for its belief that the property \nis subject to forfeiture, supported by more than a mere \n                     \n14\n We rely on cases addressing probable cause to establish a \nnexus between the res and criminal offenses after the State had \ncommenced civil forfeiture proceedings.  We do not discern a \ndifference in the analysis of probable cause in a pre-forfeiture \nsetting, and neither the State nor WU suggests a difference.   \n  36\n\nId. In re \nsuspicion, but less than prima facie proof.”    (quoting \n1986 Chevrolet Corvette,   \n183 Ariz. 637, 640, 905 P.2d 1372, 1375 \nsee also $24,000\n(1994));  , 217 Ariz. at 202, ¶ 11, 171 P.3d at \n1243 (“[T]he existence of probable cause is judged not with \nclinical detachment, but with a common sense view to the \nrealities of normal life.”) (citation omitted).  Whether \nprobable cause existed is a question of law we review de novo, \nIn re U.S. Currency in Amount of $26,980.00\n, 193 Ariz. 427, 429, \n¶ 5, 973 P.2d 1184, 1186 (App. 1998), after considering the \n15 24,000\ntotality of the circumstances.   $ , 217 Ariz. at 203, ¶ \n14, 171 P.3d at 1244.  In light of the challenge to the \nreasonableness of the State’s grounds for believing the ECs were \nsubject to forfeiture, a rather lengthy recitation of those \ngrounds is in order. \n \n¶44 To demonstrate probable cause for seizure, the State \nsubmitted affidavits and declarations from members of  a \nfinancial crimes task force (the “Task Force”) comprised of the \nArizona Attorney General’s Office, the Arizona Department of \n                     \n15\n After establishing probable cause for issuance of a seizure \nwarrant, the State generally is not required to again \nSee\ndemonstrate probable cause until a forfeiture hearing.    \n$24,000\n, 217 Ariz. at 202, ¶ 10,  171 P.3d at 1243.  Because WU \nmoved to quash the seizure warrant, however, probable cause was \nplaced in issue, and the State was required to demonstrate it.   \nSee Marine Midland Bank, \n11 F.3d at 1124 (acknowledging that \nalthough government is not required to demonstrate probable \ncause until forfeiture trial, because bank challenged seizure of \nbank account, government was obligated to show probable cause to \nseize account).       \n  37\n\nPublic Safety, the Phoenix Police Department, the Arizona \nDepartment of Financial Institutions, and the federal Bureau of \nImmigration and Customs Enforcement (“ICE”).  The Task Force had \noperated since October 2000 to develop and implement strategies \nto interrupt the flow of human-smuggling and narcotics-\ntrafficking proceeds sent to the Southwest border region.  Prior  \nto the 2006 issuance of the Seizure Warrant, the Task Force had \nobtained information relating to the flow of wire-transfer \nproceeds from the following sources: confidential informants, \ninterviews of senders and receivers of wire-transfer funds, \nconfessions by individuals involved in human smuggling and \nnarcotics trafficking, examinations of ledgers seized from stash \n16\nhouses, analysis of WU records,  examinations of records \n                     \n16\n Federal and Arizona laws requi re money transmitters, such as \nWU, to create, maintain, and/or file multiple documents designed \nto detect criminal activity.  Thus, WU must file Currency \nTransaction Reports containing identifying information with \nauthorities when a sender/receiver deposits or retains more than \n$10,000 cash in a single wire transfer or a series of same-day \ntransfers.  31 U.S.C. § 5331 (2000 & Supp. V 2005); A.R.S. § 6-\n1241(C) (2007).  Arizona also requires submission of reports \ninvolving transfers of an aggregate of $5,000 if WU suspects the \nfunds are related to illegal activities.  A.R.S. § 6-1241(A).   \nFederal and Arizona law additionally require money transmitters \nto prepare and submit reports with identifying information \nrelated to wire-transfers of $3,000 in a single transaction or a \nseries of contemporaneous transactions (commonly called “$3,000 \nlogs”).  31 U.S.C. § 5325 (2000); A.R.S. § 6-1241(B).  Finally, \nArizona requires money transmitters to record and maintain \nadditional identifying information of senders and receivers \ninvolved in wire transfer of $1,000 or more.  A.R.S. § 6-\n1241(E).  A unit of the Arizona Attorney General’s Office is \ndevoted to analyzing the above-described reports and records \n  38\n\ntracking illegal immigration trends, and investigations \nfollowing seizures of WU ECs following execution of twenty prior \nseizure warrants issued by the Arizona Superior Court concerning \nwire-transfers sent to parties in Arizona.  The fruits of this \nprogressive investigation revealed the following facts and \n17\nconclusions drawn by the Task Force and the State.   \n \n¶45 Statistics collected by the federal Department of \nHomeland Security reveal that human smuggling operations based \nin Mexico most frequently smuggle UDIs into the United States \n18\nacross Arizona’s border.   Indeed, government authorities \napprehend many more UDIs within Arizona than in any other border \nstate.  For example, in 2004, fifty-one percent of UDI arrests \n                                                                  \nfrom money transmitters in order to prevent, detect, and remedy \nmoney-laundering.  \n  \n17\n In light of the sensitive nature of the Task Force’s \ninvestigation, we refrain from revealing the identities of \ngovernment agents supplying the information set forth in the \naffidavits, declarations, and supporting materials.  Similarly, \nwe do not precisely identify geographic locations outside \nArizona that are the subject of ongoing scrutiny by the Task \nForce.    \n   \n18\n According to a sworn statement of facts submitted by Detective \nK., an organization that smuggles people across Arizona’s border \nwith Sonora typically has members in both Arizona and Mexico.   \nThe members in Mexico include criminal syndicate leaders, UDI \n“load organizers,” “cross border transportation specialists,” \nand “pick-up operators,” who retrieve wire-transfer funds from \nWU agents in northern Sonora sent by UDI sponsors.  The Arizona \nmembers include transportation specialists, who move UDIs from \nthe border to stash houses, and associates, who take charge of \nUDIs at stash houses and arrange for payments by UDI sponsors.   \n \n  39\n\n19\nin the United States were made in Arizona.   Information gleaned \nfrom the United States Border Patrol (“Border Patrol”), based in \npart on repeated apprehensions of the same UDIs and interviews \nof those persons, revealed that most UDIs caught in Arizona and \nsubsequently deported to Mexico continue to re-cross the border \nusing coyotes until the Border Patrol is evaded.  As of 2006, \nthe average price for a coyote’s services ranged from $1,600 to \n$1,800.   \n \n¶46 Based on statistics reported to the Southwest Border \nIntelligence Unit of ICE and the experience, training, and \neducation of one of its former members, the greater Phoenix area \nserves as the transshipment hub for most of the UDIs smuggled \n20 see supra \ninto Arizona.   As previously explained,  ¶ 30, coyotes \nhold UDIs in stash houses while awaiting payment of smuggling \nfees from sponsors.  The coyotes contact the sponsors, confirm \n                     \n19\n Not surprisingly, most of these apprehensions occurred in the \nsouthern portion of the state.  The United States Border Patrol \napprehended 469,524 UDIs in the Tucson sector of the state in \n2004.  By way of comparison, in the San Diego sector, the Border \nPatrol apprehended the next highest number of UDIs – 128,749 \nindividuals.  \n \n20\n The Task Force estimates that $1.7 billion to $2.5 billion is \ngenerated annually by UDI smuggling into Arizona.  Because of \nthe lucrative nature of the human-smuggling business, \ncompetition among coyote organizations has increased with a \nconcurrent increase in violence perpetrated against coyotes and \nUDIs in the Phoenix area.  For example, according to Phoenix \nPolice, in 2003 homicides in the city set a record, and coyote-\nrelated murders constituted more than fifty percent of the \ntotal.   \n  40\n\nthe safe arrival of the sponsors’ friends or family members, and \ninstruct the sponsors to wire-transfer the smuggling fees to a \nspecifically named person, typically in two or three wires to \navoid detection by law enforcement.  Coyotes prefer to use WU \ndue to its thousands of convenient locations throughout the \n21\nUnited States.   The sponsors often provide their true \nidentities and contact information to WU.  For fees wired to \nArizona, coyotes typically instruct sponsors to wire fees in the  \nname of the UDI.  The coyotes then transport UDIs, often three \nor four at a time, to selected WU agents to retrieve the fees.   \nIf questioned by WU agent employees, the UDIs provide false \nSocial Security numbers and occupations, which the coyotes had \n22\nsupplied.  “Pick-up operators” then collect the money,  \naggregate the funds for their respective organizations, and \nprovide the cash to persons who transport it to leaders.  Once \nreleased upon payment, UDIs either stay in Arizona or make their \n                     \n21\n Task Force members have examined dozens of ledgers seized from \nstash houses.  These ledgers confirmed that almost every wire-\ntransfer of smuggling fees involving the particular stash house \nwas sent through WU.  The ledgers often included the sender and \nreceiver names, the amounts sent, the Control Numbers, and the \nsenders’ locations and telephone numbers.   \n \n22\n WU agents pay the wire-transfer amounts via WU checks.  The \nrecipient has the option of cashing the check with the agent or \ncashing it elsewhere, such as at a bank.  Pick-up operators \nalmost always cash the checks with the WU agents, and because \noperators often retrieve multiple transfers at one time, WU \nagent-offices that frequently serve pick-up operators maintain \nhigh cash reserves while WU agent-offices that do not frequently \nserve high-dollar receivers do not do so.   \n  41\n\nway to other states.  This sequence of events is a form of \nsee \nmoney-laundering,  A.R.S. § 13-2317(B)(1) & (3) (Supp. 2007), \nand, according to Detective K., “conservatively handles over \n$500 million per year sent to receivers in the Southwest border \nregion.”   \n \n¶47 Smuggling fees originate from all parts of the United \nStates but are  concen trated in twen ty-eight “corri dor sta tes” \nbesides Arizona.  The Task Force identified these states by \ncomparing the number and amount of person-to-person (non-\nbusiness related) wire-transfers over a threshold amount sent to \nand from Arizona and other states.  For example, during the \ninitial seven months of 2003, the Task Force compared the top \nsix states sending at least $750 in WU person-to-person wire-\ntransfers to Arizona with WU transfers sent from Arizona to \nthese same states.  The comparison revealed that each state, on \naverage, sent twenty-nine times greater the number of wire-\ntransfers to Arizona than were received from Arizona.  Also, the \nvalue of the transfers from these states, on average, was \nthirty-six times greater than the value of the transfers sent to \nthese states from Arizona.   \n \n¶48 A similar study conducted in 2004 revealed a ten \npercent increase in the value of funds  sent from the top six \nstates sending funds to Arizona that year.  This increased \nimbalance in wire-transfers from the 2003 study seemingly \n  42\n\ncorresponded with census figures indicating a rapid growth in \nthe UDI populations in the sending states, which created a \ngreater pool of persons willing to serve as sponsors for friends \nand family smuggled into Arizona.  The Task Force concluded \nthat, on average, the values of transfers to/from Arizona and \nthese six states were “out of balance” by approximately ninety-\n23\nseven percent.    \n \n¶49 Task Force investigators conducted the same analysis \nfor WU person-to-person wire-transfers of $500 or more for the \nperiod January 1, 2005 through approximately November 15, 2005, \nfocusing on only states that had previously sent high percentage \nout-of-balance wire-transfers to Arizona.  The results of this \nanalysis isolated twenty-eight states that had at least eighty-\neight percent out-of-balance transfers.  The out-of-balance \npercentages for these states could not be explained by their \ndiffering populations.  Moreover, when consulted, WU could not \n                     \n23\n The following example typifies the “out of balance” \ncalculation.  For the 2004 study period, Arizona sent \napproximately $530,000 in person-to-person wire-transfers of \n$750 or more to State X.  Investigators considered this amount \nas a baseline of balanced funds, i.e., the approximate amount \none would expect to be sent from State X to Arizona, and then \ndeducted it from the amount actually sent from that state to \nArizona, approximately $26,000,000.  The difference, \n$25,470,000, was then divided by the total amount sent from \nState X ($26,000,000) to reach a percentage of wire-transfer \nfunds sent from State X that are out of balance:  approximately \nninety-seven point nine percent.   \n  \n  43\n\n24\nprovide a legitimate explanation for the imbalances.   As \nrelated by Detective K., he and Task Force investigators \nconcluded that the out-of-balance per centages stemmed from “a \ncontinuing massive response by people spread throughout the \nUnited States to thousands of family emergencies in Arizona, \ni.e., that of relatives and friends in Arizona who just crossed \nthe border illegally who are in the hands of human smugglers who \nrequire their fees to be paid in order to further deliver the \nfamily member or associate to a location within the United \nStates.”   \n \n¶50 The Task Force also investigated the use of money \ntransmitters to wire proceeds of narcotics trafficking through \nArizona.  In doing so, the Task Force received information from \nmultiple sources, including the Drug Enforcement Administration, \nICE, and other drug enforcement agencies and task forces.   \nSignificantly, the 2005 National Drug Threat Assessment from the \nNational Drug Intelligence Center of the Department of Justice \nestimated that more than ninety per cent of the cocaine \navailable for use in the United States enters the country via \nits border with Mexico.  Additionally, Mexican criminal \n                     \n24\n According to Detective K.,  in response to the noted \nimbalances, WU has reported to  authorities repetitive Arizona \nrecipients of person-to-person wire-transfers greater than $750, \nblocked wire-transfers sent to certain repetitive Arizona \nrecipients, and eventually restricted single-wire-transfers sent \nto Arizona to no more than $450.   \n  44\n\nenterprises smuggle much of the heroin, marijuana, and \nmethamphetamine available for consumption in the United States.   \nAccording to the Assessment, a substantial portion of those \ndrugs sold in the United States comes into the country through \nArizona.  These sales generate large amounts of cash that are \nthen returned to the Southwest via WU wire-transfers.  Patterns \ndetected in subpoenaed WU daily transaction records have \nconfirmed this system.  The records further revealed that \nreceivers of proceeds from narcotics trafficking use the same \ntypes of pick-up techniques used by UDI smugglers.  Criminal \nenterprises often simultaneously engage in human smuggling and \nnarcotics trafficking.   \n \n¶51 In 2003, the Task Force increased its efforts to \ndisrupt the use of WU for money laundering.  Specifically, the \nState obtained multiple warrants  to seize wire-transfer funds \nreceived in Arizona by WU agents during the peak human-smuggling \nseasons (February/March and October/November).  From 2003 to \n2006, the State intercepted thousands of WU money transfers sent \nto Arizona.  The Arizona Attorney General also issued a \nGeographic Targeting Order requiring numerous high-volume WU \nagent-offices in Arizona to obtain more identifying information, \nincluding fingerprints, from senders  and recipients of large-\ndollar wire-transfers.  Beginning April/May 2003, human-\nsmuggling organizations adapted to increased governmental \n  45\n\npressure by altering their methods for obtaining fees from \nsponsors.  For example, because prior seizure warrants had \ntargeted wire-transfers sent to repeat recipients, pick-up \n25\noperators began using multiple names.    \n \n¶52 Commencing early 2005, the Task Force, which had been \nmonitoring WU wire-transfers, noted a decline of tens of \nmillions of dollars in the amount of funds wired to Arizona \nthrough WU, despite a simultaneous  increase in illegal \n26\nimmigration into the state.   Consequently, Task Force \ninvestigators concentrated their efforts on determining the \nreason for the decline.  An analysis of WU transaction data \nconcerning wire-transfers paid in northern Sonora during the \ntwenty months prior to issuance of the 2006 Seizure Warrant at \nissue revealed that WU had not experienced a decline in overall \nwire-transfers but that the typical amounts previously sent to \nArizona had simply shifted to recipients at WU agent locations \n                     \n25\n The State reached this conclus ion after comparing the number \nof recipients who had retrieved at least $50,000 in multiple \ntransfers during 2001 (1,128) with the same categories as of \nmid-2003 (258) and mid-2004 (4).  \n  \n26\n When the State executed a seizure warrant in March/April 2006, \nit found that the flow of wires related to human smuggling and \nnarcotics trafficking sent to Arizona had dramatically \ndecreased.  The daily flow of wires dropped from approximately \n600 wires per day in 2004 and 2005 to approximately 100 wires \nper day at the start of the March/April 2006 warrant period and \nfifty wires per day by the end of the warrant period.   \n \n  46\n\n27\nin northern Sonora.   Specifically, WU data reflected that \ntwelve Sonora cities located either on the border with Arizona \nor within seventy-five miles of the border experienced an \nincrease in wire-transfers that amounted to tens of millions of \ndollars.   \n \n¶53 According to Detective K., circumstantial evidence \ndemonstrated that almost all the above-described funds were \nrelated to human smuggling and/or narcotics trafficking in \nArizona.  The Task Force analyzed WU transaction data from \napproximately thirty-seven WU agents in the twelve Sonora \ncities, which revealed indicators of smuggling learned from \n28\nprior warrants and follow-up investigations in Arizona.   For \nexample, one indicator was the high percentage of wire-transfers \nreceived at particular agent locations in Sonora cities known to \ninvestigators as hubs for smuggling activities.  Investigators \nknew from their analysis of Arizona WU agent transactions that \nthe vast majority of person-to-person wire-transfers were paid \n                     \n27\n This shift created the third corner of the triangulation \nSee supra \nmethod previously described.   ¶ 30.   \n \n28\n Prior to issuance of the Seizure Warrant, the State obtained \nsimilar warrants to seize from high-volume WU agents in Arizona \nECs that represented wire-transfers originating in corridor \nstates.  Post-seizure follow-up investigations revealed that \nninety-seven percent of the res were directly involved in either \nhuman smuggling, narcotics trafficking, or both.   \n \n  47\n\n29\nout in relatively few locations.   Task Force investigators \nanalyzed WU wire-transfers paid in Sonora’s agent locations in \nMarch/April 2005 and learned that agents paid approximately \n$28,133,000 during that timeframe.  Although Sonora had 201 \nagent locations, only eighteen agents, all situated in cities at \nor near the Arizona border and heavily populated with smuggling \norganizations, paid $19,836,000, or seventy-one percent of the  \ntotal amount.  This concentration of payouts was particularly \nsuspicious as none of the eighteen agent-offices was located in \nSonora’s two larger cities, Hermosillo and Obregón.   \n \n¶54 Another indicator that wire-transfers sent to \nidentified Sonora WU agents were connected with Arizona \nracketeering activities was the pattern of transfers from \ncorridor states.  Analysis of WU records indicated that the \nidentity of corridor states sending $500 or more person-to-\nperson transfers during March/April 2005, a peak UDI smuggling \nseason, was almost identical to those sending such wires to \nArizona recipients and were similarly out of balance.   \nInvestigators deduced from this analysis that large wire-\n                     \n29\n For example, during 2005, more than sixty-four percent of all \nperson-to-person WU wires were paid out in Arizona at \napproximately five percent of the Arizona agent locations.   \n  48\n\ntransfers paid from these Sonora agents were involved in human \n30\nsmuggling and narcotics trafficking.    \n \n¶55 Investigators also determined from examining WU \nsuspicious-activity reports and other WU data that during peak \nUDI smuggling seasons in 2005 and 2006, many of the same \nrecipients were picking up dozens of large wire-transfers at the \nidentified agent locations in the twelve listed Sonora cities.   \nFor example, during March/April 2005, a person identified only \nas “payee-1” received $194,000 in 113 wires in one of the cities \nknown as a hub for smuggling organizations.  According to \nDetective K., at least forty-seven named individuals picked up \nat least $20,000 at targeted Sonora agents during this two-month \nperiod.  This pattern was consistent with that of pick-up \noperators in Arizona in 2001 and 2002 before law enforcement \nSee supra \nincreased its efforts to intercept wire-transfers.   ¶ \n51.  Detective K. attributed the pick-up operators’ seemingly \nbrazen use of the same names to their apparent belief that \nMexican law-enforcement officials lacked knowledge of the money-\nlaundering pattern shift.   \n                     \n30\n Arizona sent a substantial number of wire-transfers to the \ntargeted Sonora agents.  According to Detective K., many of \nthese wires were sent by smuggling organization members to other \norganization members located in Sonora or were sent from UDI \nsponsors to pick-up operators.  We do not address the evidence \npresented to support the State’s request for a warrant to seize \nECs for wire-transfers sent from Arizona to Sonora, as WU did \nnot challenge that part of the Seizure Warrant.  \n  49\n\n \n¶56 Another indication that proceeds from Arizona human \nsmuggling activities were being wire-transferred to the targeted \nSonora WU agents stemmed from an examination of UDIs’ home \nregions.  According to a former Deputy Assistant Director of the \nSouthwest Border Intelligence Unit of ICE, only a very small \nportion of the UDIs crossing into Arizona lived in areas \nimmediately south of the border.  This statement was \ncorroborated by information obtained from a Mexican government \nreport about northern border migration, which revealed that \nbetween 1999 and 2004, five percent or less of the Mexican \nnationals apprehended while attempting to cross the border were \nfrom the State of Sonora.  The fact that the majority of UDIs \nhailed from outside Sonora means that the out-of-balance, \nperson-to-person wire-transfers of $500 or greater from corridor \nstates to Sonora cities near the Arizona border could not be \nadequately explained as transfers among family and friends.   \nThis is especially so as investigators determined that the \naverage amount wire-transferred from the United States to family \nmembers in Mexico as of 2002 was $380 per month.   \n \n¶57 Finally, Task Force investigators examined wire-\ntransfers of $500 or more from Arizona to the targeted Sonora WU \nagents in 2005 and part of 2006 (January 1 through August 10) \nand determined that the majority of recipients presented false \nidentification.  Investigators examined recorded information for \n  50\n\napproximately 4,000 Mexican Voter Registration Cards presented \n31\nfor identification in the latter half of 2005.  They discovered \nthat more than ninety-eight percent of the cards were obviously \nfalse as the numbers recorded from the cards did not match the \nformat used by the card issuer.  The same analysis conducted \nafter examining recorded information for identification given \nfor 5,700 wire-transfers in the initial eight months of 2006 \nyielded the same results.   \n \n¶58 Considering the totality of the above-described \ncircumstances, we conclude the State demonstrated that the ECs \ntargeted by the Seizure Warrant had a nexus to human smuggling \n$315,900\nand/or narcotics trafficking.   , 183 Ariz. at 211, 902 \nP.2d at 354.  WU does not point to any evidence directly \ncontradicting the facts derived from the Task Force’s \ninvestigation, although it challenges the applicability of these \nfacts to support issuance of the Warrant.  WU contends the \nState’s presentation cannot constitute probable cause as it \nconsists of only general statistics and investigative profiles, \nwhich cannot distinguish between lawful and unlawful \ntransactions in Arizona.  We disagree.   \n \n¶59 The State was not required to demonstrate that all ECs \nseized pursuant to the Warrant would have a nexus to human \n                     \n31\n Until mid-June 2005, WU only sporadically required recipients \nof person-to-person wire-transfers in Mexico to show \nidentification.   \n  51\n\nsmuggling or narcotics trafficking in Arizona.  As this court \nrecently recognized, “[t]o pass the point of mere suspicion and \nto reach probable cause,” credible evidence must demonstrate a \nprobability\n the res is linked to racketeering activity.   \n$24,000\n, 217 Ariz. at 202-03, ¶ 13, 171 P.3d at 1243-44 \nsee also Illinois v. Gates\n(citation omitted);    , 462 U.S. 213, \n231 (1983) (recognizing that determination of probable cause \n“does not deal with hard certainties, but with probabilities”).   \nThe State in this case demonstrated by credible evidence the \nprobability that the ECs targeted for seizure were linked to \nhuman smuggling and/or narcotics trafficking in Arizona.  Rather \nthan rely on generalized profiles, the State relied on \ninformation derived after years of a progressive investigation \nthat focused on the movement of proceeds of Arizona racketeering \nactivities.  As described previously, this investigation used a \nvariety of sources, including informant information and record \nanalysis, to conclude that wire-transfers sent from corridor \nstates to twenty-six WU Sonora agents in amounts of $500 or more \nprobably constituted proceeds of Arizona racketeering \n32 See  Approximately $1.67 Million , \nactivities.    513 F.3d at 999 \n                     \n32\n The State immediately released approximately twenty percent of \nthe res seized pursuant to the Warrant until the stay order.  WU \npoints to this figure as evidence of the lack of probability \nthat targeted ECs were linked to racketeering activities in \nArizona.  According to the State, however, the effectiveness of \nthe Warrant was compromised because on the date of issuance, \n  52\n\n(“Credible hearsay or circumstantial evidence can be used to \nDaccarett,\nsupport probable cause.” );   6 F.3d at 56  (“A finding \nof probable cause may be based on hearsay, even hearsay from \nconfidential informants . . . or circumstantial evidence . . . , \nparticularly in cases involving bank accounts, money, or other \nfungible assets.”) (citations omitted).   \n \n¶60 We are also guided in our decision by the Second \nMarine Midland Bank\nCircuit’s opinion in  .  In that case, the \nfederal govern ment se ized an  interb ank acc ount th at cont ained \napproximately $8 million with $1.7 million of that amount \nattributable to deposits of money orders issued by United States \nbanks and deposited in a Panamanian bank.  11 F.3d at 1121.  An \naffidavit from a United States Postal Service inspector stated \nthat an investigation had revealed that Colombian drug cartels \nlaundered large sums of money by employing teams of people to \npurchase money orders in small denominations in the United \nStates and then smuggle them into Panama, where they were \ndeposited into financial institutions and then returned to the \n                                                                  \nnews of the Warrant was widely broadcast on television, radio, \nand numerous web sites maintained by daily news organizations, \nthereby warning wrongdoers to avoid use of WU’s services and \nskewing the results of the Warrant.  Also, the State contends it \nmay have released proceeds of illegal conduct because, unlike \nwith past seizure warrants, it did not have access to WU data \nshowing the histories of parties to the transactions.  In light \nof this evidence, which WU does not contest, we do not attribute \nsignificant weight to the twenty-percent release figure in \nassessing probable cause.   \n  53\n\nId\nUnited States via the interbank account.   . at 1121-22.  After \nthe banks that owned the account sought return of the seized \nfunds, the district court ordered return of all funds except \nId\nthose attributable to the money order deposits.   . at 1122.   \n \n¶61 In the subsequent appeal and cross-appeal, one issue \nwas whether the government had probable cause to seize the money \nId\norder deposits.   . at 1125.  The Second Circuit agreed with \nthe district court that the postal inspector’s affidavit \nestablished probable cause by describing the drug cartels’ modus \noperandi of money laundering through the use of money orders.   \nId.\n at 1126.  The court rejected the banks’ contention that the \naffidavit was functionally equivalent to a drug-courier profile, \nId\nwhich could not be used to establish probable cause.   .  It \nfound that the affidavit was distinguishable from a profile \n“compiled from general behavior that a law enforcement agency \ndeemed indicative of illegal conduct,” as the conclusions set \nforth in the affidavit were the result of a thirteen-month \ninvestigation and described a specific modus operandi of money \nId see also $24,000\nlaundering.   .;  , 217 Ariz. at 206-07, ¶ 31, \n171 P.3d at 1247-48 (presence of suspicious narcotics package \nfactors contributed to probable cause finding in seizure of \nWestern Union I\ncurrency for forfeiture);  , 216 Ariz. at 368, ¶¶ \n35-36, 166 P.3d at 923 (concluding affidavit for records \nsubpoena established reasonable connection between WU wire-\n  54\n\ntransfers from outside Arizona to northern Sonora agents and \nracketeering activity in Arizona, although portion of subpoena \nunenforceable as overbroad).     \n  Marine Midland Bank\n¶62 Like the affidavit in  , the \naffidavits and declarations supporting the Seizure Warrant were \nthe result of a lengthy investigation and described a specific \nmodus operandi of organizations involved in human smuggling \nand/or narcotics trafficking that linked the ECs to racketeering \nevents occurring in Arizona.  The level of detail presented by \nthe State regarding this linkage sufficiently distinguished \nthese circumstances from those “compiled from general behavior \nthat a law enforcement agency deemed indicative of illegal \nMarine Midland Bank\nconduct.”   , 11 F.3d at 1126.  Based on the \ntotality of circumstances gleaned  from that investigation, we \nconclude probable cause supported issuance of the Seizure \nWarrant.   \n  2.  Prospective and general warrant \n \n¶63 WU also contends the trial court properly quashed the \nSeizure Warrant and entered the preliminary injunction because \nthe Warrant constituted an impermissible general and prospective \nwarrant in violation of the Fourth Amendment.  Specifically, WU \ncontends the Warrant permitted the State to seize ECs related to \nboth lawful and unlawful transactions and prospectively perform \n“the judicial function of determining probable cause.”   \n  55\n\nSimilarly, the trial court ruled the warrant was a prohibited \ngeneral warrant “allowing government agents to search for and \nseize property in order to determine if there has been a crime \ncommitted and if the property (money) is evidence of the crime.”   \n \n¶64 The Fourth Amendment prohibits “general warrants” by \nrequiring a “particular description” of things to be seized.   \nAndresen v. Maryland\n, 427 U.S. 463, 480 (1976) (citation and \nquotation omitted).  This requirement safeguards against “a \ngeneral, exploratory rummaging in a person’s belongings” by \ndepriving government agents of the discretion to decide what \nId Coolidge v. New Hampshire\nitems may be seized.   . (quoting  , \n403 U.S. 443, 467 (1971)).  Thus, the particularity requirement \n“prevents the seizure of one thing under a warrant describing \nid.\nanother,”  , by specifying that both “the place to be \nsearched” and “the persons or things to be seized” must be \nGrubbs\nparticularly described.   , 547 U.S. at 97.  \n \n¶65 We do not agree with WU and the trial court that the \nSeizure Warrant violated the Fourth Amendment’s particularity \nrequirement.  The Warrant precisely described the place to be \nsearched and the res to be seized and afforded no discretion to \nthe State to rummage through WU’s computer system and decide \nId.\nwhich ECs to seize.     Likewise, the Warrant did not permit \nthe State to decide the existence of probable cause to seize \nproperty for forfeiture, as WU contends.  Rather, the court \n  56\n\nruled prior to execution of the Warrant that probable cause \nexisted to seize the res described in the Warrant.  The fact the \nseizing agency later released some ECs upon learning additional \nfacts that defeated probable cause to forfeit those ECs did not \nretroactively transform the Warrant i nto a prohibited general \nwarrant.  A validly issued seizure warrant does not become \ninvalid because property not involved in illegal conduct is \n33 See, e.g.\nseized according to its terms and later released.    , \nA.R.S. § 13-4306(A) (authorizing seizing agency to release the \nres if forfeiture or retention unnecessary); A.R.S. § 13-4308(A) \n(requiring state attorney to determine whether probable that res \nDaccarett\nsubject to forfeiture and, if not, to release res);  , 6 \nF.3d at 45 (noting jury found that four of twenty-two amounts \nseized from banks were not forfeitable).  As long as the warrant \nis sufficiently particularized when issued, the constitutional \nrequirement is met.        \n \n¶66 Likewise, we reject WU’s contention that the Warrant \nwas unconstitutionally prospective.  Prospective warrants, also \ncalled anticipatory warrants, do not categorically violate the \n                     \n33\n  We do not sanction the use of warrants that cast too wide a \nnet in hopes of seizing some proceeds of illegal activities.  At \nsome point, such warrants would violate the general warrant \nprohibition by allowing law enforcement to rummage among \nAndresen\nmonetary transactions without meaningful restraint.   , \n427 U.S. at 480.  Such a point is not capable of precise \ndefinition, however, and must necessarily be decided in the \nunique circumstances of each case.        \n  57\n\nGrubbs\nFourth Amendment.  In  , law-enforcement officers obtained \na warrant to search Grubbs’ home upon delivery by Post Office \nofficials of a packaged videotape containing child pornography.   \n547 U.S. at 92.  Upon subsequent delivery of the package to \nGrubbs’ wife at home, officers executed the warrant, searched \nId\nthe home, and seized the videotape and other items.   . at 93.  \nIn his criminal case, Grubbs moved to suppress evidence of the \nId.\nseized property, which the district court denied.     After \nId\nGrubbs’ conviction, the Ninth Circuit reversed.   .   \n \n¶67 One issue before the Supreme Court was whether \nanticipatory search warrants are prohibited by the Fourth \nId.\nAmendment.    at 94.  Grubbs asserted that such warrants \nviolate the probable-cause requirement, as at the time of \nissuance, probable cause does not exist that the property sought \nId\nis at the location specified in the warrant.   . at 94-95.  The \nCourt disagreed, pointing out that in a sense all warrants are \nanticipatory as the pertinent probable-cause inquiry is whether \nId\nevidence will be found when the search is conducted.   . at 95.  \nOne example given by the Court was in the context of electronic \nId\nsurveillance.   .  The Court related that when police request a \nwarrant to tap a telephone line, “they do so based on the \nprobability that, during the course of the surveillance, the \nwill\nsubject   use the phone to engage in crime-related \nId\nconversations.”   .  The Court concluded that anticipatory \n  58\n\nwarrants are no different than ordinary warrants and require the \nnow probable\nissuing court “to determine (1) that it is   that (2) \nwill be \ncontraband, evidence of a crime, or a fugitive  on the \nId\ndescribed premises (3) when the warrant is executed.”   . at \n96.  \n  see supra \n¶68 As previously explained,  ¶¶ 39-62, the \nSeizure Warrant at issue in this case was supported by probable \ncause that proceeds of Arizona racketeering activities would be \nin WU’s possession in the form of ECs during the ten-day \ntimeframe of the Warrant.  Therefore, the Warrant did not \nviolate the Fourth Amendment merely because the ECs at issue \nwere not in WU’s possession at  the time the court issued the \nWarrant.   \n \n¶69 In summary, we decide that under the specific \ncircumstances of this case, the Seizure Warrant did not violate \nthe Fourth Amendment as it was supported by probable cause and \nwas sufficiently particularized in describing the property to be \nseized and its location.  \n  III. Dormant Commerce Clause \n  A.  Interstate commerce  \n \n¶70 The Commerce Clause grants Congress power “[t]o \nregulate Commerce . . . among the several States.”  U.S. Const. \nart. I, § 8, cl. 3.  Although the Clause affirmatively bestows \npower on Congress, the Supreme Court has long recognized that \n  59\n\nthe Clause implicitly restrains states from erecting barriers to \nLewis v. BT Inv. Managers, Inc.,\ninterstate commerce.    447 U.S. \n27, 35 (1980) .  This limitation, however, is not absolute, and \nstates retain their general police powers to regulate matters of \nlegitimate state concern even though the regulation may affect \nMaine v. Taylor\ninterstate commerce.   , 477 U.S. 131, 138 (1986).   \nIn modern times, decisions issued under the so-called dormant \naspect of the Commerce Clause are “driven by concern about \neconomic protectionism – that is, regulatory measures designed \nto benefit in-state economic interests by burdening out-of-state \nDep’t of Revenue of Ky. v. Davis\ncompetitors.”   , 128 S. Ct. \n1801, 1808 (2008) (“The point is to effectuat[e] the Framers’ \npurpose to prevent a State from retreating into [the] economic \nisolation.”) (quotations and citations omitted).     \n \n¶71 To determine whether a state regulation violates the \ndormant Commerce Clause, the Supreme Court has adopted a dual \nDavis\nanalytical framework, which it most recently described in  , \n128 S. Ct. at 1801.  A  state law that discriminates against \nper se \ninterstate commerce is “virtually  invalid,” and can stand \nonly if it “advances a legitimate local purpose that cannot be \nadequately served by reasonable nondiscriminatory alternatives.”   \nId\n. at 1808 (citations omitted).  Alternatively, if a law does \nnot discriminate against interstate commerce but only indirectly \nburdens it, the court employs a balancing test, first enunciated \n  60\n\nPike v. Bruce Church, Inc.\nin  , 397 U.S. 137, 142 (1970), \nconsidering whether the state’s interest is legitimate and, if \nso, whether the burden imposed clearly exceeds the benefit to \nDavis\nthe state.   , 128 S. Ct. at 1808.  WU contends the trial \ncourt properly quashed the Seizure Warrant at issue in this case \nboth as a per se violation of the dormant Commerce Clause and \nPike  34\nunder the  balancing test.    \n \n¶72 WU doe s not  conte nd tha t the  Seizu re War rant \ndiscriminated against interstate commerce or that it was \nmotivated by economic protectionism.  Instead, WU asserts that \nthe Warrant constituted a per se violation of the Commerce \nClause because it directly regulated interstate commerce by \n35\nintercepting wire-transfers sent from other states to Sonora.   \nBrown-Forman Distillers Corp. \nTo support its argument, WU cites \n                     \n34\n Although Commerce Clause claims are typically raised against a \nstate law or regulation, we agree with WU that the Seizure \nWarrant constituted state action subject to limitation by the \nSee BMW of N. Am. v. Gore\nClause.   , 517 U.S. 559, 572 n. 17 \n(1996) (stating that a state’s power may be exercised as much by \nIleto v. \na jury’s application of a rule of law as by a statute); \nGlock, Inc.\n, 349 F.3d 1191, 1217 (9th Cir. 2003) (relying on \nGore \nto conclude that civil lawsuit that might result in damages \naffecting interstate commerce is subject to scrutiny under \ndormant Commerce Clause). \n  \n35\n  Wire-transfers are articles of commerce for purposes of the \nSee N. Am. Co. v. Sec. & Exch. Comm’n\nCommerce Clause.   , 327 \nU.S. 686, 695 (1946) (“Interstate communication of a business \nnature, whatever the means of such communication, is interstate \ncommerce regulable by Congress under the Constitution.”) \n(citation omitted). \n \n  61\n\nv. N.Y. State Liquor Authority\n, 476 U.S. 573, 579 (1986), which \ndescribed the characteristics of a per se violation slightly \nDavis \ndifferently than in  and the Court’s other more recent \n36\ndecisions on the topic  by saying that “[w]hen a state statute \ndirectly regulates\n or discriminates against interstate commerce, \nor when its effect is to favor in-state economic interests over \nout-of-state interests, we have generally struck down the \nSee also \nstatute without further inquiry.”  (Emphasis added.)  \nAriz. Corp. Comm’n v. State ex rel. Woods\n, 171 Ariz. 286, 297, \n830 P.2d 807, 818 (1992) (quoting this formulation of the per se \nBrown-Forman Brown-Forman \ninquiry from  ).  Assuming the  Court \nintended to announce a per se violation standard that did not \n37\ninclude an element of discriminatory purpose or effect,  we \nreject WU’s contention.   \n \n¶73 A precise definition of “direct regulation” is not  \nSee Brown-Forman\nreadily discernable.   , 476 U.S. at 579 (“We \nhave also recognized that there is no clear line separating the \nper se \ncategory of state regulation that is virtually  invalid \n                     \n36 See, e.g., United Haulers Ass’n v. Oneida-Herkimer Solid Waste \n \nMgmt. Auth. Am. Trucking Ass’ns, \n, 127 S. Ct. 1786, 1793 (2007); \nv. Mich. Pub. Serv. Comm’n Fort \n, 545 U.S. 429, 433 (2005); \nGratiot Sanitary Landfill, Inc. v. Mich. Dep’t of Natural Res.\n, \nbut see Healy v. Beer Institute, Inc.\n504 U.S. 353, 359 (1992);  , \n491 U.S. 324, 336 (1989). \n \n37 See Grant’s Dairy – Me., LLC v. Comm’r of Me. Dep’t of Agric., \n \nFood & Rural Res.\n, 232 F.3d 8, 19 (1st Cir. 2000) (rejecting \nBrown-Forman \nnotion that  Court’s reference to “direct \n \nregulation” was intended to “forge a new mode of analysis”).     \n  62\n\nPike \nunder the Commerce Clause, and the category subject to the \nv. Bruce Church  Edgar v. MITE Corp.\nbalancing approach.”).  In  , \nBrown-Forman \n457 U.S. 624, 640 (1982), which  relied upon, the \nCourt implicitly stated that a state engages in prohibited \n“direct regulation” if its act constitutes more than mere \nincidental regulation of interstate commerce.  The Court \nprovided more helpful guidance in discerning the difference \nbetween a direct and indirect regulation by likening the dormant \nCommerce Clause’s limitation on a state’s power to enact \nsubstantive law to the limits on state courts’ jurisdiction:   \n“[A]ny attempt ‘directly’ to assert extraterritorial \njurisdiction over persons or property would offend sister States \nId\nand exceed the inherent limits of the State’s power.”   . at \nShaffer\n643 (citing  , 433 U.S. at 197).  Relying on this \nEdgar \nprinciple, the  Court invalidated an Illinois statute that \ngave the state power to review and block a takeover offer for \nnon-Illinois corporations with a specified Illinois connection.   \nId\n. at 643.  The Court reasoned that tender offers involving \nnonresident shareholders constituted interstate commerce, which \nIllinois purported to directly regulate although it had no \nId\nlegitimate interest in protecting such shareholders.   . at \nsee also Ariz. Corp. Comm’n v. Media Prods., Inc.\n642-43;  , 158 \nEdgar\nAriz. 463, 469, 763 P.2d 527, 533 (App. 1988) (relying on   \nto invalidate statute as applied to prohibit unregistered sales \n  63\n\nof securities from state, including those negotiated outside \nstate by out-of-state agent underwriter with out-of-state \npurchasers).   \n  Healy Edgar\n¶74 The Court in  , relying in part on   and \nBrown-Forman  \n, elaborated on the distinction between a direct and \nindirect regulation: \nFirst, the “Commerce Clause . . . precludes \nthe application of a state statute to \ncommerce that takes place wholly outside of \nthe State’s borders, whether or not the \ncommerce has effects within the State,” and, \nspecifically, a State may not adopt \nlegislation that has the practical effect of \nestablishing “a scale of prices for use in \nother states[.]”  Second, a statute that \ndirectly controls commerce occurring wholly \noutside the boundaries of a State exceeds \nthe inherent limits of the enacting State’s \nauthority and is invalid regardless of \nwhether the statute’s extraterritorial reach \nwas intended by the legislature.  The \ncritical inquiry is whether the practical \neffect of the regulation is to control \nconduct beyond the boundaries of the State.  \nThird, the practical effect of the statute \nmust be evaluated not only by considering \nthe consequences of the statute itself, but \nalso by considering how the challenged \nstatute may interact with the legitimate \nregulatory regimes of other States and what \neffect would arise if not one, but many or \nevery, State adopted similar legislation.   \nGenerally speaking, the Commerce Clause \nprotects against inconsistent legislation \narising from the projection of one state \nregulatory regime into the jurisdiction of \nanother State. \n \n491 U.S. at 336-37 (citations omitted).  Applying these \nprinciples, the Court held that a Connecticut statute requiring \n  64\n\nout-of-state shippers of beer to affirm that prices given to \nConnecticut wholesalers were no higher than the prices given to \nstates bordering Connecticut constituted a prohibited direct \nId\nregulation of interstate commerce.   . at 337.   \n  Edgar  Healy\n¶75 After considering the tenets of  and  , we \nconclude that our resolution of the jurisdictional issue raised \nin this appeal also resolves whether the Warrant constituted a \ndirect regulation of commerce occurring wholly outside Arizona.   \nWU bases its contention on the premise that the Warrant \nintercepted wire-transfers among other states and northern \nSonora that never touched Arizona.  But as previously explained, \nsee supra   \n¶¶ 16-33, the Warrant seized ECs over which Arizona \nhad in rem jurisdiction.  The Warrant did not seek to control \ncommerce outside Arizona’s borders by seizing property in the \nhands of an out-of-state sender or recipient.  Conceptually, \ntherefore, the seizure of ECs was no different than, for \nexample, a seizure of narcotics in Phoenix from a vehicle being \ndriven from Nevada to northern Sonora.  Neither seizure sought \nto control commerce transacted wholly outside Arizona’s borders \nSee \nbut instead seized res within Arizona for forfeiture.  \nUnited States v Wilmington\n.  , 240 F. Supp. 2d 311, 316 (M.D.Pa. \n2002) (rejecting dormant Commerce Clause challenge to seizure of \nbus in interstate transit and subsequent voluntary search of \npassenger reasoning that “[t]o extend the defendant’s argument \n  65\n\nto its logical conclusion, state police agencies would have no \nauthority to stop or challenge any trucks or buses engaged in \ninterstate commerce”).   \n \n¶76 Finally, we do not perceive that the Seizure Warrant \ncreated a risk of inconsistent regulation by other states, and \nSee Healy\nWU does not assert the existence of such a risk.   , 491 \nU.S. at 337.  The Warrant sought to interdict proceeds of \nArizona\n racketeering activities.  The record before us does not \nreflect that the corridor states had similar legitimate \ninterests in such proceeds that might cause them to issue \nseizure warrants for the same res.  Similarly, to the extent any \nseized ECs represented lawful transactions, the corridor states \nhad no legitimate interest in seeking to seize those ECs. \n \n¶77 For all these reasons, we reject WU’s contention that \nthe Warrant constituted a per se violation of the dormant \nCommerce Clause.  \n  Pike \n¶78 Similarly, after applying the  balancing test, we \nSee \ndo not discern a violation of the dormant Commerce Clause.  \nDavis\n, 128 S. Ct. at 1808-09 (“State laws frequently survive \nPike \nthis  scrutiny . . . .”) ( citations omitted).  The State \nclearly had a legitimate interest in disrupting human-smuggling \nand narcotics-trafficking activities in Arizona, the purported \npurpose of the Warrant, which was unrelated to economic \nprotectionism and not disputed by WU.  Although the Warrant \n  66\n\nincidentally burdened interstate commerce by seizing a limited \nnumber of ECs, the record does not reflect that this burden \nId.\nclearly exceeded the benefit to the State.     WU asserts that \nthe fact that some seized ECs represented proceeds of lawful \ntransactions, coupled with the State’s ability to further its \ninterests through traditional law-enforcement methods, such as \ncontinuing to seize tainted ECs for transfers to or from \nArizona, compels the opposite conclusion.   \n  see supra \n¶79 As previously described at length,  ¶¶ 39-62, \nprobable cause exists to conclude that criminal enterprises have \nsought to thwart the State’s traditional methods of interdicting \nArizona racketeering proceeds by implementing a triangulation \nmethodology.  Thus, using tried-and-true methods of interdiction \nlikely will not yield the same results as in the past.  In other \nwords, the State may adapt its interdiction methods as needed as \nlong as it adheres to the Constitution.  Moreover, the Warrant \nisolated only a fraction of ECs representing wire-transfers from \ncorridor states to northern Sonora, and targeted ECs were only \nthose likely to represent proceeds of Arizona racketeering \nSee supra \nactivities.   ¶ 59.  Under these circumstances, we \ncannot conclude that the incidental burden on interstate \nSee Davis\ncommerce clearly exceeded the benefits to the State.   , \n128 S. Ct. at 1810 (noting court should be hesitant to interfere \nunder guise of Commerce Clause when a local government engages \n  67\n\nUnited Haulers\nin a traditional government function);  , 127 S. \nGen. Motors Corp. v. Tracy\nCt. at 1796 (same);  , 519 U.S. 278, \n306-07 (1997) (noting the Commerce Clause “was ‘never intended \nto cut the States off from legislating on all subjects relating \nto health, life, and safety of their citizens, though the \nlegislation might indirectly affect the commerce of the \n \ncountry’”) (citations omitted).      \n B.  Foreign commerce \n \n¶80 The Commerce Clause also grants Congress power “[t]o \nregulate Commerce with foreign Nations.”  U.S. Const. art. I, § \n8, cl. 3.   As with the dormant interstate Commerce Clause, by \nnegative implication, the foreign Commerce Clause limits the \npower of states to discriminate against foreign commerce.   \nWardair Canada, Inc. v. Fla. Dep’t of Revenue\n, 477 U.S. 1, 7-8  \n(1986).  The principle underlying the Clause is preservation of \nId\nfederal uniformity in the unique arena of foreign commerce.   .  \n“In international relations and with respect to foreign \nintercourse and trade the people of the United States act \nthrough a single government with unified and adequate national \nId\npower.”   . at 8 (citations omitted).  Thus, the dormant \nforeign Commerce Clause serves to prevent states from \npromulgating protectionist policies and restrains states from \nEmerson Elec. Co. \nexcessive interference with foreign affairs.  \nv. Tracy Japan Line, Ltd. v. \n, 735 N.E.2d 445, 447 (2000) (citing \n  68\n\nLos Angeles County Nat’l \n, 441 U.S. 434, 448-51 (1979), and \nForeign Trade Council v. Natsios\n, 181 F.3d 38, 66  (1st Cir. \n1999)).    \n \n¶81 WU argues the trial court properly ruled that the \nSeizure Warrant violated the dormant foreign Commerce Clause \nbecause (1) the Warrant directly regulated and disrupted foreign \ncommerce between the corridor states and northern Sonora and (2)  \nthe Warrant interfered with the authority of the federal \ngovernment in foreign relations and threatened the relationship \nbetween the United States and Mexico.  For the reasons \nsee supra \npreviously described,  ¶¶ 16-33, we reject WU’s first \ncontention.  The Seizure Warrant did not directly regulate \nforeign commerce by targeting ECs over which Arizona had in rem \njurisdiction.   \n \n¶82 We also reject WU’s assertion that the Warrant \ninterfered with the federal government’s authority to speak for \nthe nation in its relations with Mexico.  WU contends that wire-\ntransfers between the United States and Mexico play an important \nrole in the Mexican economy, and our federal government has \nencouraged the use of such “formal” remittance channels to \ntransfer funds between the countries.  According to WU, the \nSeizure Warrant has threatened the use of these channels to \ntransmit proceeds of lawful activities, thereby usurping the \nfederal government’s role in directing foreign relations.  This \n  69\n\ncontention is unsupported by the record before us.  The Warrant \nwas of limited duration and targeted only ECs likely to \nconstitute the proceeds of Arizona racketeering activities and \nover which the State had in rem jurisdiction.  The Warrant \navoided targeting ECs representing business-to-business wire-\ntransfers and those made by families or for purposes of bill \npaying.  Additionally, the ECs targeted for seizure constituted \nan extremely small proportion of monies sent from the United \nStates to Mexico each year.  Indeed, WU points to evidence that \nin 2005, workers in the United States sent more than $20 billion \nto Mexico.  In the first eight months of 2006, remittances \nincreased by approximately twenty percent.  We discern no \nevidence from this record that the Seizure Warrant either \nconstrained or would constrain the continued transmission of \nmonies from the United States to Mexico, thereby interfering \nwith a federal policy encouraging the use of money-transmission \nservices.     \n \n¶83 WU finally highlights evidence that Mexico’s lower \nhouse of Congress passed a resolution denouncing the State’s \nseizure of ECs for fear the action is harming families who \ndepend on receiving monies from family members in the United \nStates.  Apparently, WU argues that a foreign country’s \nunhappiness with a state’s action evidences a violation of the \ndormant foreign Commerce Clause.  WU cites no authority for this \n  70\n\nunique proposition, and we are unaware of any.  We therefore \nreject this contention. \n \n¶84 For all these reasons, we conclude the Seizure Warrant \ndid not violate the dormant foreign Commerce Clause.  \n IV.  State sovereignty \n \n¶85 Echoing its arguments concerning jurisdiction and the \nCommerce Clause, WU briefly argues the trial court properly \nquashed the Warrant and entered the preliminary injunction \nbecause the State invaded the sovereign authority of other \nstates by issuing the Warrant.  WU correctly notes that based on \n“principles of state sovereignty and comity,” the states cannot \nimpose their laws to change conduct outside their borders.   \nGore\n, 517 U.S. at 572 (holding s tate cannot punish defendant for \nsee also State Farm \nconduct that was lawful where it occurred); \nMut. Auto. Ins. Co. v. Campbell\n, 538 U.S. 408, 421 (2003) (to \nN.Y. Life Ins. Co. v. Head\nsame effect);  , 234 U.S. 149, 161 \n(1914) (“[I]t would be impossible to permit the statutes of \n[another state] to operate beyond the jurisdiction of that State \n. . . without throwing down the constitutional barriers by which \nall the States are restricted within the orbits of their lawful \nauthority and upon the preservation of which the Government \nunder the Constitution depends. This is so obviously the \nnecessary result of the Constitution that it has rarely been \n  71\n\ncalled in question and hence authorities directly dealing with \nit do not abound.”). \n \n¶86 WU errs by contending the State “usurp[ed] the policy \njudgment and sovereign authority of its sister States” to \nregulate money transmissions and “impl[ied] that their laws \n[were] insufficient or negligently enforced” by issuing the \nsee supra \nSeizure Warrant.  As previously explained,  ¶¶ 16-33, \nthe State did not impose its authority beyond its borders but \nexercised its in rem jurisdiction to seize property that \nconstituted the proceeds of racketeering activities in Arizona.   \nMoreover, the record does not reflect that the Warrant \ninterfered with the operation of other states’ laws or that \nother states had legitimate interests in seizing ECs that were \nCompare W. \nlikely proceeds of Arizona racketeering activities.  \nUnion Tel. Co.\n, 368 U.S. at 74, 80 (holding money transmitter \ndeprived of due process in state’s attempt to escheat monies \nbecause other states had claims to same monies but were not \nparties to suit and therefore state’s judgment could not protect \ntransmitter from suit for same monies by other states).  Thus, \nwe fail to discern how the State usurped the authority of other \nstates, and we therefore reject WU’s challenge on this issue. \n  V.  Summary of holdings  \n \n¶87 Section 13-4302, A.R.S., does not constrain the \nsuperior court’s jurisdiction to issue pre-forfeiture seizure \n  72\n\nwarrants.  Rather, that provision applies to the initiation of \nSee supra \nforfeiture proceedings.   ¶¶ 10-13. \n \n¶88 The ECs targeted by the  Seizure Warrant constituted \nintangible property subject to seizure and forfeiture.  To \ndecide whether the superior court possessed in rem jurisdiction \nover these ECs, we apply the minimum-contacts standard first \nInternational Shoe\nenunciated in  .  Under the circumstances \npresented by the record in this case, the State satisfied this \nstandard.  Consequently, the superior court possessed in rem \njurisdiction over the ECs and therefore had jurisdiction to \nSee supra \nissue the Warrant.   ¶¶ 16-33. \n \n¶89 WU possessed standing to challenge the court’s initial \nprobable cause determination as it had an interest in the \nviability of the Warrant.  The State sufficiently demonstrated \nprobable cause to support issuance of the Warrant.  The State \nwas not required to demonstrate either that specific individuals \nhad engaged in racketeering activities or that the ECs were \nlinked to particular criminal events.  Instead, the State only \nneeded to show that the ECs were probably linked to racketeering \nSee supra \nactivities, which it sufficiently demonstrated.   ¶¶ \n34-62. \n \n¶90 The Warrant did not violate the Fourth Amendment’s \nparticularity requirement.  It precisely described the place to \nbe searched and the res to be seized and did not improperly \n  73\n\nafford the State discretion to decide which ECs to seize.   \nAdditionally, the Warrant was not unconstitutionally \nSee supra \nprospective.   ¶¶ 63-69. \n \n¶91 The Warrant did not violate the dormant interstate \nCommerce Clause.  It did not directly regulate commerce outside \nArizona’s borders.  Moreover, the incidental burden imposed on \ninterstate commerce did not clearly exceed the benefit of the \nWarrant to the State.  Similarly, the Warrant did not violate \nthe dormant foreign Commerce Clause.  It neither directly \nregulated or disrupted foreign commerce between the corridor \nstates and northern Sonora nor interfered with the authority of \nthe United States government in foreign relations with Mexico.     \nSee supra \n¶¶ 70-84.       \n \n¶92 Finally, the State did not invade the sovereign \nauthority of other states by issuing the Warrant.  The State did \nnot impose its authority beyond its borders, and the record \nbefore us does not suggest that the Warrant interfered with the \nSee supra \noperation of other states’ laws.   ¶¶ 85-86. \nCONCLUSION \n \n¶93 For all the foregoing reasons, and based on the \nspecific circumstances of the record developed in this case, we \nvacate the superior court’s order quashing the Seizure Warrant \nand preliminarily enjoining the State from seeking similar \nwarrants in the future.  Although the Warrant has expired and \n  74\n\ncannot be used to seize additional ECs, WU currently holds funds \nin the detention account.  We therefore remand to permit the \ncourt and the parties to address disposition of these funds.      \n \n  ____________________________________ \n  Ann A. Scott Timmer, Presiding Judge \nCONCURRING: \n \n \n_________________________________  \nPatricia K. Norris, Judge \n \n \n_________________________________  \nMichael J. Brown, Judge \n \n  75",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/76307"
    },
    {
      "date": "2007-01-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Arizona state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 28534,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/28534.pdf",
      "title": "Order Quashing September 21,2006 Seizure Warrant and Preliminary Injunction",
      "text": "~\nt~;~i\n1\nQ:~\n2\n~;r,J~\n3 ¥~ .~..~-.~ \\.:i.;,;.~\n'A ~/),\n§.'\n~t2\n4 O~r\n5\n6\nIN THE SUPERIORCOURTOFTHE STATEOFARIZONA\n7\nINAND FOR THE COUNTYOF MARICOPA\n8\nIN THE MATTEROF: NO. SW 2006-002213\n9\n10 II MONIES DESCRIBED IN APPENDIX ORDER\nONE TO THE SUPPORTING QUASHING SEPTEMBER 21,2006\n11 AFFIDAVIT SEIZURE WARRANT AND\n~\nPRELIMINARY INJUNCTION\n12\n13\n14\nThe Court has considered Western Union Financial Services, Inc.'s Emergency\n15\nMotion to Quash Seizure Warrant (\"Motion to Quash\"), the Declarations In Support of I\n16 ~\nthe Motion to Quash; the State's Hearing Memos; the sworn statements, testimony, I\n171\nexhibits, and argument Provided by Western Union Financial Services, Inc. (\"Western I\n18 \"\nUnion\") and the State of Arizona (the \"State\") at or before this Court's November 27,\n19 I\n2006 hearing, and the entire record in this matter. Based on the foregoing and pursuant\n20 II\nto A.R.S. § 13-4301 et seq., the Court makes the following findings of facts and!\n21 I\nI\nconclusions of law:\n22\nI\nI\n23 FINDINGS OF FACT\n24 1.\nThe Seizure Warrant, which was entered on September 21, 2006\n25\n(\"Seizure Warrant\"), orders that \"Any peace officer in the State of Arizona seize all of\n26\nthepropertydescribed inAppendix Oneto the affidavitfor forfeiturepursuant to A.R.S.\n27\n§§ 13-4301 et seq. and 13-2314 by means provided in A.R.S. § 13-4306.\" Seizure\nI\n28\nWarrant at 2. Appendix One to the Seizure Warrant describes the property as \"[a]1I i\n51397!9\nI\n\n1 Western Union money transfers\" that meet all of the following criteria: person-to-\n2 person money transfers in amounts of $500 or more, excluding all Quick Collect wires,\n3 that are presented for payout and/or are in the process of being paid out at any of 26\n4 WesternUnion identifiedagent locationsin Sonora Mexico,that were sent from anyone\n5 of the following 29 states: California, Arizona, New York, Florida, Illinois, Georgia,\n6 New Jersey, North Carolina, Virginia, Tennessee, Maryland, Texas, Nevada, South\n7 Carolina, Ohio, Pennsylvania, Washington, Alabama, Indiana, Oregon, Colorado,\n8 Minnesota, Utah, Connecticut, Michigan, Massachusetts, Wisconsin, Kentucky and\n9 Delaware. Id. Appendix One. The Motionto Quashchallenges the Seizure Warrant to\n10 the extent that it requires the seizure of money transfers that meet all of the above\n11 criteria, except the Motion to Quash does not challenge the seizure of money transfers\n12 that were sent from Arizona. The money transfers at issue in the Motion to Quash are\n13 referred to herein as the \"Money Transfers.\" The senders or recipients or owners or\n14 interest holders,within the meaningof A.R.S. § 13-4301et seq., in the MoneyTransfers\n15 arereferredtoherein as the \"Customers.\"\n16 2. The Seizure Warrant provides that upon Western Union's identification\n17 of a money transfer that fits the criteria above, Western Union must \"prevent the\n18 transaction from being paid from its system and cause the transaction to be 'force paid'\n19 to adetentionaccount. . .exceptingfundsreleased from the seizure for forfeitureby the\n20 seizingagency duringtheperiod.\" SeizureWarrant at 3-4.\n21 3. The Seizure Warrant further provides that \"In each event in which a\n22 transaction is detained by Western Union pursuant to this Seizure Warrant, Western\n23 Union shall provide the customer who presented the transaction for payment and any\n24 other person on whose behalf the transaction was being conducted notification of the\n25 detentionof the funds and of the point of contact andphone numbers describedbelow.\"\n26 Seizure Warrant at 4. The telephone number given to customers was not a toll-free\n27 number, but was a phone number in the (602) area code answered by law enforcement\n28 personnel. State's HearingExhibitNo.3.\n-2 - 513979\n--------.\n\n1 4. The lawenforcementpersonnel interrogate the Customerswho call about\n2 the Money Transfers. The law enforcement personnel may also ask the Customers to\n3 provide documentationto supportCustomers' claims that a particularMoney Transfer is\n4 not for an illegal purpose. Based on these interrogations and document review, the law\n5 enforcement personnel determine whether to allow the Money Transfers to be\n6 completed. If a Customer does not satisfy the law enforcement officer that the Money\n7 Transfer is for a legal purpose or does not call law enforcement at the (602) number\n8 concerning a MoneyTransfer,theMoney Transfer isdeemedtobe forfeited.\n9 5. The Money Transfers are carried out in and constitute interstate and\n10 foreign\"commerce. The Money Transfers do not flow through, touch or have any\n11 connection with the State of Arizona. They take place entirely outside of the State of\n12 Arizona.\n13 6. The Seizure Warrant became effective September 22, 2006. On\n14 September 25, 2006, this Court entered an Order For ImmediateStay Of September 21,\n15 2006 Seizure Warrant,which ordered, among other things, that \"The Seizure Warrant is\n16 STAYEDin everyrespect until furthernotice ofthis Court.\"\n17 7. The Seizure Warrant does not describe or identify the Customers. In\n18 addition, the State has not described or identified the Customers. Also, the Seizure\n19 Warrant does not particularly describe the property to be seized and the place to be\n20 searched.\n21 8. The State has not established that any of the Customerswere engaged in\n22 Arizona crimes or transactionsthat violate Arizona law at any time,including A.R.S. §§\n23 13-108or 2314,withinthe meaningofA.R.S. § 13-4301et seq.\n24 9. The State lacked probable cause to believe, and failed to show (a) any\n25 particularizedsuspicionthatanyof theCustomershad committedor were involved in an\n26 Arizona crime; or (b) any of the Customersconducted any transactions within the state\n27 of Arizona toallow theStateof Arizona to apply itslaws to suchpersons or transactions\n28 or assertjurisdiction oversuchpersonsor transactions.\n-3 - 513979\n-- -- -- -\" -- - - H_H -----\n\n1 10. The Seizure Warrant is an attempt by the State to apply its laws to\n2 Customersengaged in Western Union Money Transfer transactions in interstate and\n3 foreigncommerce, which tookplace entirely outsideof Arizona, by seizing their money\n4 transfers from interstateand foreigncommerce. However, the State has not established\n5 that any of the Customershad the requisite minimumcontactswith the State of Arizona\n6 to enableArizona to applyitslaws tothem.\n7 11. The Seizure Warrant is an attempt by the State to apply its laws to the\n8 Customers who are not citizens of Arizona by seizing their Western Union money\n9 transfers from the streams of interstate and foreigncommerce and transactions engaged\n10 interstate and foreign commerce, by seizing the Customers' Western Union money\n11 transfers. However, the State has not established that any of the Customers had the\n12 requisite minimumcontactswith theState of ArizonatoenableArizona to apply its laws\n13 to them.\n14 12. The State has not established in personam jurisdiction over the\n15 Customersin theMoneyTransfers at anytime.\n16 13. The State has not established in rem jurisdiction over the Money\n17 Transfers at any time.\n18 14. The State has not established jurisdiction over the transactions\n19 constituting theMoneyTransfers.\n20 15. The SeizureWarrant extends unconstitutional,extraterritorialjurisdiction\n21 to the State to seizethe MoneyTransfers, in excess of thestatutoryjurisdiction provided\n22 by A.R.S. § 13-4301et seq.\n23 16. The Seizure Warrant is an attempt by the State to apply its laws to the\n24 Customers in the Money Transfers who were not in Arizona and whose transactions\n25 tookplaceentirelyoutsideof Arizona.\n26 17. The SeizureWarrant is aprospective,general warrant.\n27 18. Although the Mfidavit in support of the Seizure Warrant was sealed,\n28 the executed Seizure Warrant itself was not and is not sealed.\n-4- 513979\n--- ..up _u_u-\n\n1 CONCLUSIONSOF LAW\n2 1. For theforegoingreasons,the Statedoes nothave inpersonam jurisdiction\n3 lover the Customersin the Money Transfers, in remjurisdiction over the Money Transfers\n4 ~orjurisdiction over thetransactionsconstitutingthe MoneyTransfers.\n5 2. For the foregoing reasons, the Seizure Warrant is invalid under A.R.S. §§\n6 113-3911 et. seq., 13-4301 et. seq. and A.R.S. §§ 13-108, 13-2314 and 13-3913.\n7 3. For the foregoing reasons, the Seizure Warrant is unconstitutional as\n8 !applied under the Commerce Clause, Foreign CommerceClause, Due Process Clause and\n9 ~theFourthAmendmentof theUnitedStatesConstitution.\n10 4. Unless Defendants are enjoined from asserting regulatory authority over\n11 iand seizing money transfer funds from interstateor foreign commercethat were never sent\n12 Ifrom, passed through, or received in Arizona, Western Union may be immediately and\n13 iirreparably harmed by, among other things, (a) loss of confidence and trust of Western\n14 ~Union'sclients, loss of goodwill, and loss of businessreputation; (b) interference with the\n15 iperformance of lawful contracts between Western Union and its customers and between\n16 iWestern Union and its agents; (c) damage to and loss of Western Union's business\n17 !relationships with its customers and agents; (d) present economic loss, which is\n18 lunascertainableat this time, andfuture economicloss,which is presently incalculable; and\n19 ,(e) deprivation of its rights under the Commerce Clause, Foreign Commerce Clause and Due\n20 Process Clauses and Fourth Amendment guaranteed by the United States Constitution.\nI\n21 5. Basedontheforegoing,WesternUnionhasstandingtobringthisaction.\n22 WHEREASit appears to the Court's satisfactionthat this is a proper case for the\n23 granting of the Motion to Quash and entry of a PreliminaryInjunction for the reason that\n~\n24 lunless the relief prayed for is granted, Western Union may suffer immediate, irreparable\n25 injury,andthataPreliminaryInjunctionisinthepublicinterest,\n!\n,i\n26 NOW THEREFORE, it is hereby ORDERED that Western Union's Motion to\ni\n271Quashthe SeizureWarrantis GRANTED andthat:\n28\n~\n5\nI - - 513979\n-- u - _u- - _u --\n\n1 1. The Seizure Warrant is QUASHED and ENJOINED in every respect until\n2 further noticeof thisCourt;\n~\n3 2. The Arizona Attorney General, Terry Goddard, and his attorneys, officers,\n4 agents, servants, employees, successors, and all other persons in active concert or\n~\n5 [!participation with him, shall be immediately barred and enjoined from doing any of the\n6 Ifollowing:\n7 (a) seIzmg or attempting to seize money transfer funds in Western\n8 !Union's possession, custody, or control, for any transaction that was not sent from or\n9 Ireceived in Arizona or that is otherwise outside the scope of Defendant's statutory\n10 Uurisdiction;\n11 (b) seizing or attempting to seize money transfer funds that are not within\n12 iltheState of Arizona when the State initiates seizure warrant proceedings, unless the State\n13 establishes that courtsof the State of Arizona have inpersonam jurisdiction over an owner\n~\n14 ~Ofor interest holder in those funds;\nI\nII\n151 (c) initiating forfeiture proceedings or taking any action in furtherance\n16 lof a forfeiture of any money transfer funds associated with any transaction that was not\n17 ~sentfromor receivedinArizona;\n18 (d) prohibiting or interfering with Western Union's compliance with its\n19 Uegaland contractual obligations to deliver transferred funds to the receiver identified by\n20 thesender of money transfersthat arenot sentfrom or received inArizona; and\n~\n21/ (e) violating the CommerceClause, Foreign CommerceClause, the Due\nzzlProcess Clause and the Fourth Amendment of the United States Constitutionby improper\n23 ~regulationof moneytransfers and associatedbanking transactionstakingplace in interstate\nII\n24 andforeign commerce.\n!I,\n25 (f) violating the Fourth Amendment by seizing extraterritorial money\n~\nIi\n26 i!transfers without probable cause\n11\n2711 3. It is further ORDERED that violation of the foregoing Order Quashing the\n,I\n28 ~Seizure Warrant and enjoining further Seizure Warrants shall constitute contempt of this\n- 6-\n513979\n__d- --\n- - u ---- -\n\n1 iCourt and shall render the Attorney General, and his attorneys, officers, agents, servants,\n2 ~employees,successors and all other persons in active concert or participation with him,\n3 !subject to punishment accordingly.\n4 4. It is further ORDERED that the INJUNCTION remain in full force and\n~\nthis r\n5 ieffect until further order of .. ~\n6 DATEDthis ,~~,\n. f\n~~\n.\n71 ~~~~t'~\n::\n<\n10 MARICOPACOUNTYSUPERIORCOURTJUDGE\ni\n11\n12\n13\n~\n14\n~\n15\nI.!1 n.:~:!\n16 .:.\" \".<:; D-;;~',,;:-'- .::i\nIi ',,;\"..., ,;~\".\\,I\"C:1t.\n-;~~\nII J~,N\\}9 L{}In\n17 r~.:;?t .\n~\n;\n\"\n1811 .;.,:,,:;,\n191 ::\", 1&u,f).-,-;?'U..J!,::::t)-)-- ,,___h' r:---~\"':-\".,\"\n~'.J.-\n20 I\n!\n21\nI:\n,I\n22\nrf!\nI'\n23\nIi\n~\n24 ~\nPo\n25 ~\n'1\n261\n,\n~\n27\n,!;\n28\n~\n1,\n:1\n- 7-\n~ 513979",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/28534"
    }
  ],
  "document_count": 6
}