{
  "case_id": 486,
  "fetched_at": "2025-10-22T00:05:35.894137",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Enid",
        "institution_county": null,
        "name": "Enid State School",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Paul's Valley",
        "institution_county": null,
        "name": "Paul's Valley State School",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Unknown",
    "closing_year": 1986,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 486,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Sanitation / living conditions",
      "General/Misc.: Juveniles",
      "General/Misc.: Neglect by staff",
      "General/Misc.: Record-keeping",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medicare eligibility determination",
      "General/Misc.: Totality of conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2007-03-15T00:00:00-04:00",
    "main_docket": {
      "id": 42580,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Oklahoma",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ CRIPA Investigation, Enid and Paul's Valley State Schools (OK)",
    "never_filed": true,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Oklahoma",
    "summary": "<p>In April 1982, the Civil Rights Division of the U.S. Department of Justice (DOJ) initiated an investigation of conditions at Enid State School and Paul's Valley State School in Oklahoma pursuant to the Civil Rights of Institutionalized Persons Act, 42 U.S.C. §1997.</p><p>The DOJ investigation consisted of tours of Enid and Paul's Valley State Schools (\"ESS\" and \"PVSS\") by a physician, an educational psychologist, and DOJ personnel.</p><p>In May 1983, the DOJ issued its findings letter regarding the conditions at ESS and PVSS.  The letter indicated that the DOJ believed that a pattern or practice of egregious and flagrant conditions causing grievous harm to the residents existed at both institutions.  The DOJ cited the following deficiencies: inadequate medical services, lack minimally adequate training to enable residents to live in a reasonably safe environment free of undue bodily, numerous incidents of physical abuse of residents by staff, inadequate environmental conditions and lack of community placement.  The DOJ outlined remedial action to be taken at both institutions.</p><p>On July 31, 1984, the DOJ met with representatives from the State Department of Human Services to review corrective action taken at ESS and PVSS.  The DOJ also retoured both facilities. Thereafter, additional corrective measures were taken and the DOJ formally closed its investigation in January of 1985.</p><p>On September 17, 1985, the DOJ notified the State that conditions at PVSS still needed improvement.  Those areas included: 1) minimally adequate training to ensure that PVSS residents are free from undue risks to their personal safety; (2) a sufficient number of competent and qualified staff to provide adequate care and necessary medical attention to the PVSS residents; and 3) prescription and review of behavior management drugs.</p><p>In May 1986, the DOJ notified the State that it was closing its investigation as it determined that PVSS had undertaken sufficient remedial efforts to eliminate the areas of concern.</p><p></p>",
    "summary_published_date": "2007-03-15T00:00:00-04:00",
    "summary_short": "In April 1982, the Civil Rights Division of the U.S. Department of Justice (DOJ) initiated an investigation of conditions at Enid State School and Paul's Valley State School in Oklahoma pursuant to the Civil Rights of Institutionalized Persons Act, 42 U.S.C. §1997. In their findings letter issued May 1983, the DOJ outlined remedial action to be taken at Enid and Paul's Valley.   In May 1986, the DOJ notified the State that it was closing its investigation and that the schools had undertaken sufficient remedial efforts. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/486",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=486",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=486",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=486"
  },
  "documents": [
    {
      "date": "1982-04-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2209,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2209.pdf",
      "title": "Enid's Investigation closed as of 1-25-85 and Paul's Valley's Investigation closed as of 5-2-86.",
      "text": "Civil Riuhis Division  A'  '  • -• •  >\n'  y\ni'flhc Assistant Attorney  Ccncrct •i. n.c. yisso\nCRIPA Investigation\nThe Honorable George Nigh\nGovernor of Oklahoma\nState Capitol\nOklahoma City/ Oklahoma  7 3105 MR-OK-001-661\nRe:  Enid and Pauls Valley State Schools\nEnid and Pauls, Valley, Oklahoma\nDear Governor Nigh:\nAs you will recall from my letter of April 9/ 1982, the\nDepartment of Justice initiated an investigation of conditions\nat Enid State School and Pauls Valley State School pursuant to\nthe Civil Rights of Institutionalized  Persons Act, 42 U.S.C.\n§1997.  This letter is to inform you of the major findings of\nour investigation in accord with the requirements of the Act.\nWe wish to express our thanks for the extensive assistance and\ncooperation that we have received  from your office, the\nDepartment of \"Human Services,. the Superintendents and staff\nof the facilities, the State Medical Examiner, and counsel.\nThis cooperation has greatly facilitated our work.\nOur investigation has consisted of tours of Enid and Pauls\nValley State Schools (hereinafter  \"ESS\" and \"PVSS\") by a physician,\nan educational psychologist, and Civil Rights Division personnel.\nV?e and our consultants have also reviewed extensive documentary\ninformation provided at our request, including, inter alia, reports\nof investigations into alleged  incidents of abuse, staffing infor-\nmation, and medical records of former residents.\nBased upon this information, we have concluded  that there\nexists a pattern or practice of egregious and flagrant conditions\ncausing grievous harm to the residents of both institutions.  This\nletter sets forth our findings in some detail, followed by our\nrecommendations as to the measures required  in order to correct\nthese conditions.  We are hopeful that, after your review of this\nletter, meetings can be arranged between ourselves and appropriate\nstate officials to discuss means by which such corrections might\nbe made.\n\nVJe are unaware of the precise length of time during which\nthese conditions have been present.  However/ we believe that they\nhave existed for at least the past several years.\nI.  Conditions at ESS and PVSS\n1.  Lack of minimally adequate medical  services\nBoth facilities provide inadequate medical services to their\nresident populations.  The primary reason for this deficiency is\ninsufficient staffing, a fact acknowledged by facility staff.\nAt ESS, the physician staff consists of three full-time M.D.'s,\ntwo of whom are not fully licensed; a part-time M.D.; and a part-time\nMedical Director.  Similarly, PVSS employs two full-time M.D.'s,\nneither-of whom is fully licensed; a part-time M.D.; and a part-time\nMedical Director.  This staffing  is inadequate.  While we do not\nadvocate the imposition of specific staff/resident ratios as a\nconstitutional requirement, it is our view that staff of whatever\nkind is required in order to provide residents with minimally\nadequate medical care.\nInsufficient licensed physician coverage has resulted in\nserious harm to residents.  For example, in a random review of 12\nESS death records performed by our consultant physician, one record\nrevealed  that no physician had seen a resident during  the five hours\nbetween recognition of his deteriorating condition and death,\ndespite efforts by nursing staff to obtain an M.D.'s services.\nMoreover, our consultant noted that a working diagnosis had not\nbeen documented nor timely intervention implemented in five of the\nrecords reviewed.\nIn six of the ESS death records reviewed by our consultant,'\nthere was undue delay.in recognition of the resident's health\nproblem, resulting  in death.  For example, the record of one resident\nrevealed that she was noted to refuse supper, moaned and groaned when\nturned in bed, and developed a fever of 101°.  She died the following\nday of a ruptured duodenal ulcer found to be 2 to 3 days old at post\nmortem examination.\nBoth facilities are critically short of registered and licensed\npractical nurses.  As a result, direct care personnel, despite their\nlack of medical training, must assume undue responsibility for health\nsurveillance.\n\nCivil Riuhis Division\ni  i~*:\nO;;;r« of the Aaiitant  Aliomry  Ccncrcl i. D.C.  yiJS\nThe Honorable George Nigh\nGovernor of Oklahoma\nState Capitol\nOklahoma City, Oklahoma  7 3105\nRe:  Enid and Pauls Valley State Schools\nEnid and Pauls. Valley, Oklahoma\nDear Governor Nigh:\nAs you will recall from my letter of April 9, 1982, the\nDepartment of Justice initiated an investigation of conditions\nat Enid State School and Pauls Valley State School pursuant to\nthe Civil Rights of Institutionalized  Persons Act, 42 U.S.C.\n§1997.  This letter is to inform you of the major findings of\nour investigation in accord with the requirements of the Act.\nWe wish to express our thanks for the extensive assistance and\ncooperation that we have received  from your office, the\nDepartment of Human Services,.the Superintendents and staff\nof the facilities, the State Medical Examiner, and counsel.\nThis cooperation has greatly facilitated our work.\nOur investigation has consisted of tours of Enid and Pauls\nValley State Schools (hereinafter  \"ESS\" and \"PVSS\") by a physician,\nan educational psychologist, and Civil Rights Division personnel.\nV?e and our consultants have also reviewed extensive documentary\ninformation provided at our request, including, inter alia, reports\nof investigations into alleged  incidents of abuse, staffing infor-\nmation, and medical records of former residents.\nBased upon this information, we have concluded  that there\nexists a pattern or practice of egregious and flagrant conditions\ncausing grievous harm to the residents of both institutions.  This\nletter sets forth our findings in some detail, followed by our\nrecommendations as to the measures required  in order to correct\nthese conditions.  We are hopeful that, after your review of this\nletter, meetings can be arranged between ourselves and appropriate\nstate officials to discuss means by which such corrections might\nbe made.\n\n- 3 -\nAlthough our consultant found commendable the practice of\ntransferring residents for medical treatment in certain instances\nto Oklahoma City, PVSS records revealed that the transfers of at\nleast two residents were delayed.  The individuals subsequently\ndied.  Such results are expected given the shortage of nursing\nstaff combined with the problem of direct care staff who are\nobliged to perform health assessments on the basis of inadequate\nmedical training.\nThe available psychiatric consultation at ESS and PVSS is\nseverely inadequate in light of the number of residents receiving\npsychotro'pic medication.  The problem is especially severe at\nPVSS, where there has been no psychiatric consultation available •\nfor the past two years.  In addition, psychological services for\nsuch residents, many of whom exhibit aggressive behavior, are also\ninsufficient.  The lack of psychologists to employ necessary\nbehavior modification training leads to the overuse of psychotropic\nmedication as a substitute for programming and subjects residents\nto unnecessary restraint.\nThe use of polypharmacy was noted in.a random survey of\nrecords at both facilities.  This practice, which can cause\nhazardous long term irreversible side effects, can be justified\nonly after both intensive programming efforts and maximal doses\nof a single drug have proven'ineffective.  The records reviewed\ndid not reveal such justification or documentation.  Also, medical\naides at the facilities, questioned by our consultant, indicated\nlack of appropriate training  in assessing risks and benefits of\npsychotropic medications and in identifying, harmful side effects. .\nDeficiencies are also apparent in the area of dentistry.\nAt ESS, the dentist was planning  to retire imminently, and\nthe, one dental assistant on staff was about to be decertified\n_due to her lack of continuing education.  At PVSS, three part-\ntime dentists performed  the services of one full time\nequivalent, and the two dental assistants on staff were not\ncertified and lacked formal training-.  At both ESS and PVSS,\nresident life staff aides received no training in preventive\noral hygiene or in teaching residents to brush and care for\ntheir teeth.  There also was inadequate sanitation in toothbrush\nstorage areas.\nAt PVSS, deficiencies in pharmaceutical practices were\nalso noted.  The two pharmacy technicians on staff are not\nlicensed to dispense prescriptions when the registered\npharmacist is not available.  The pharmacy staff reissues\ndiscontinued medications, which jeopardizes pharmaceutical\nsafety and sanitation.  Prescription ointments were dispensed,\nto be administered by direct care staff, without being labeled\nas orescribed  to named residents.  In addition there appears\n\n-4-\nto be no regular participation by the pharmacy staff in\nthe annual interdisciplinary  team meetings wherein each\nresident's individual habilitation plans are reviewed and\nrevised.\nIn the area of physical therapy, staffing -is similarly so\nseriously deficient that medically needed services are not\ndelivered.  Sufficient adaptive equipment for physically handi-\ncapped residents was also not in evidence.  Proper adaptive\nequipment with individual mod*ifications is needed in order to\nprevent inappropriate body growth and to allow residents greater\nuse of existing extremity functions.  However, residents were\nfrequently observed restrained  in unadapted wheelchairs with\nnarrow cloth belts where proper positioning might serve to\nprevent inappropriate physiological growth and physical harm\nto the residents.\nAs to occ-upationa-1 -therapy, the presence of substantial\nnumbers of residents with special feeding needs and/or impair-\nments of the upper and lower extremities creates an urgent need for\nadditional OT staff at both institutions.  Frequently, residents\nwere observed being fed much too rapidly for their own safety\ngiven their problems with mastication and swallowing behaviors.\nIn addition, at ESS, at least two residents were observed by our\nconsultant physician being fed in an essentially prone position,\nwith vneelchairs tipped backward.  At PVSS, some residents were\nfed in bed.  Feeding residents in prone positions :s dangerous\nbecause it exposes such residents to aspiration and the develop-\nment of aspiration pneumonia.\n2.  Lack of care and training\nA lack of minimally adequate training to enable residents\nto live in a reasonably safe environment free of undue bodily\nrestraint„was noted.  See Youngberg v. Romeo, 102 S.Ct. 2452\n(1982).  We do not- believe that the state has a constitutional\nobligation to provide \"optimal\" care, or to guarantee that each\nresident will improve to the degree of achieving his or her full-\nest potential.  Moreover, the state has broad discretion in se-\nlecting the particular methods of training to be provided, if its\nse.ections reflect the judgments of \"qualified professional[s].\"\nId. at 2461.  It is our view, however, that the minimal levels\noT training just described are not being provided at.ESS and\nPVSS.  For instance, it appeared  that many of t.- e physically\n;\nhandicapped residents, including  those discussed: above with\nambulation, feeding or speech handicaps, receive no training\nin such areas as motor skills and ambulation, reflex training,\nniastication and self-feeding, self-bathing, and rudimentary\n\n-5-\ncommunication skills.  This failure to provide minimal training\ncontributes to and manifests itself in residents' aggressive\nand stereotypic behaviors observed at the facilities.  These\ninclude, inter alia, incessant disordered physical movements,\nheadbanging, biting, hyperactivity, and assaultive behavior.\nMoreover, such behaviors, left unrernediated, lead to physical\ndeterioration.\nThe facilities also lack sufficient and adequately\ntrained staff to supervise residents properly, thereby enabling\nthem to enjoy a safe environment.  For example, a group of 21\nnaked residents were observed being led to a shower area,\nwhere two staff sprayed  the residents down with a large\ngarden type hose.  Residents waiting to be showered sat on\ntoilets lined up in a row without any provisions for privacy.\nThese arrangements present hazards to residents and indicate\nthat no effort has been made to afford minimal privacy within\nthe constraints of the facilities.\nRestraints are often improperly used at ESS and PVSS.\nPhysical restraints should be used only when necessary to\nprotect residents and staff, and only after less intrusive\nbehavior modification training methods have proved unsuccessful.\nIn the case of one resident at ESS, a mitten restraint was in\nuse although her record revealed no plan to address her\nhandbiting.  At PVSS, another resident wore mittens continually,\nalthough program goals noted in the record showed activities\nwhich would not properly address behaviors typically controlled\nby restraints.  Another resident wore mittens plus stove\npipe arm restraints continually, although no self-injurious\nbehavior was observed by our consultant while the resident\nwas feeding himself.  Still another resident was in restraints\neven though she was sleeping at the time.  These are examples\nof the application of undue bodily restraints, which are\nbeing used in lieu of minimal training.\nAt the Cherokee park School and.Hilltop School, operated\nby the local school authorities of Enid and Pauls Valley,\nrespectively, the educational services provided to the less\nhandicapped students are adequate.  However, our experts\nnoted that the more severely handicapped residents do not\nhave \"individualized education program[s]fl as defined  in the\nEducation for All Handicapped Children Act.  20 U.S.C.\n§1401(19).  For example, several of- the individualized  education\nprograms did.not address short term instructional objectives,\nthe children's present levels of educational performance, the\nspecific educational services to be provided, or criteria for\ndetermining whether each child's instructional objectives ere\nbeing met.  Moreover, a review of students' files indicates\nthat those programs in existence are not individualized as\nrequired by statute.  See 20 U.S.C. §1401(16), (17).\n\n. -6-\nThe Supreme Court's decision in Board of Education of\nHendrick Hudson Central School District v. Rowley, 102 S.Ct.\n3034(1982), recognizes thac in the formulation or educational\nprograms to be accorded handicapped children under the Act,\n\"questions of methodology are for resolution by the States.\"\nId. at 3052.  Likewise, educational plans need not be designed\n.\"\"To maximize each child's potential\" but must be \"reasonably\ncalculated to enable the child to receive educational benefits.\"\nId. at  .  Thus, greater efforts must be made at the Hilltop\na~n\"d Cherokee Park Schools to ensure that the formulation and\nimplementation of the children's educational programs comply\nwith the procedural requirements of the Act and result in\n\"individualized consideration of and instruction for each\nchild.\"  JEd. at 3042.\n3.  Lack of personal physical safety\nInternal reports prepared by ESS and PVSS reveal numerous\nincidents of physical abuse of residents by staff.  In various\ninstances, records reveal that staff have been counseled, suspended,\ndischarged, or requested  to resign for slapping, kicking/ hitting,\nor spanking residents.  Moreover, the reports reflect many\ninstances of unexplained resident injuries.  The reports further\nindicate that these occurences may result, at least in part,'\nfrom inadequate training of direct care staff and from staffing\nlevels too low to assure proper care and supervision.\nCommendably, many of the reported  incidents are apparently\ninvestigated  in depth.  However, while such reporting and inves-\ntigation are essential, we believe that further attention to the\nproblem of injuries and abuse at ESS and PVSS is required.\n4.  Inadequate environmental conditions\nEnvironmental conditions are constitutionally deficient.\nIn some bathrooms, there are no privacy partitions or even\ntoilet seats.  Evidence was noted  that routine sanitary\npractices at ESS, e.g., procedures for storage of soiled\nlaundry, are inadequate.  Such deficiencies may be at the\nroot of the reportedly high incidence of amebiasis and of\nthe recurrent instances of shigellosis.  We also noted that\nseveral living areas have had to be quarantined because of\noutbreaks of these and other infectious diseases.\nPVSS appears to have a better physical plant than does ESS.\nAlthough it too contains some living units that are barren, it\nalso had a number of living areas that are clearly-adequate.\n5.  Placement\nWhile  we do  not  believe  that  the  Constitution  establishes\na  per  se  right  to  any  particular  kind  of  placement,  including\n\n— 7 —\ncommunity placement, it is our view  that  the applicable  state\nstatute, Okla. Stat. Tit. 43A, §411 - which  requires  annual eval-\nuations for  the purpose of determining  residents'  further  treat-\nment or  training  needs and whether  residents may  appropriately\nbe released  from the institution  - creates  sufficient  liberty\ninterests as  to require  some regular process by which profes-\nsionals evaluate the appropriate  placement  for  individuals at\nESS and PVSS.  This process must also operate  to ensure  that\nthese professional determinations  are not arbitrarily  denied,\npresently no systematic  procedure  exists at either  facility-\nfor evaluating  placement or ensuring  that  the attendant  profes-\nsional decision  is  implemented.\nIn a number of resident records, we noted  statements by  the\ninstitutional  professionals  that  the residents  had  maximally\nbenefitted  from  the institution  and were  in need  of  placement\nelsewhere but could  not be placed  because  of  the lack of alterna-\ntive programs.  In one  instance, an eight year  old  ESS resident\nwas deemed  ready for community placement, but because  there were\nno group homes for adolescent residents, the record  indicated\nplacement efforts would  not begin  until he  is eighteen.\nWhile some efforts are  under way at the departmental  level\nto develop alternative  programs  for retarded  persons, it is\nunclear  to what extent such efforts will benefit  the ESS and  PVSS\npopulation.\nII.  Minimum measures to remedy  these  conditions\nThe following  are  the minimum measures which,  in our  view,\nare necessary  to remedy  the deficiencies discussed  herein:\n1.  State officials must evaluate  the need  for medical  and\nother professional personnel.  Needed  medical and  professional\nstaff must be hired, trained  and deployed.  Such  staff  should  be\nsufficient  in number  to afford  necessary medical  care, surveil-\nlance and protection,'and  to provide minimal  training  programs\nto enable residents  to live  in a reasonably  safe environment  free\nfrom unreasonable' bodily restraint. -\n2.  ESS and PVSS should  evaluate  its need  for  additional\ndirect care staff and ensure  that such staff, when hired, receives\nadequate  training  in the proper  care of residents.  In order  to\nreduce  the incidence of resident  abuse, such direct care  staff\nshould be sufficient in number  to supervise  residents.  Training\nin the proper  management of residents with behavior  problems  is\nneeded.\n3.  School-aged  residents must be evaluated  by  state\nofficials  and provided  individualized  education  plans  reasonably\ncalculated  to enable  the child  to receive  educational  benefits.\n\n-8-\n4.  Environmental conditions should be improved;  sanitation\n.ices should be reexaniined and, where necessary, revised.\norac'\n5.  Regular procedures should oe developed  to evaluate the\nappropriateness of placement of residents at ESS and PVSS as well\n'as a procedure to ensure that these professional decisions are not\narbitrarily denied when iaade.\nFinally, I would note that many of our findings and recommen-\ndations will undoubtedly come as no surprise  to ESS and PVSS\npersonnel.  Many of these individuals, including  the  Superintendents\nmembers of the professional staff, and ward personnel, candidly\nacknowledged  the existence of areas requiring  improvements.  It was\nclear to us that both facilities employ many conscientious and\ndedicated staff who strive to make the most of the resources\navailable to them.  We would be remiss if we failed  to commend\nthese persons for their very substantial efforts.\nAs I have already noted, we are available and willing to\ndiscuss these issues at your convenience.  We very much hope to\nresolve these matters amicably.  Again, thank you for the coopera-\ntion that we have received  throughout our  investigation.-\nSincere^-,\nWx.  Bradford-^feynpld!\nAssistant  Attorney  Ge\"frer£al\nCivil  Rights  Division\ncc: Mike Turpen, Esq. Mr. Howard  J.  Chinn\n' Attorney General Superintendent, ESS\nMr. Reginald D. Barnes Mr. Charles Van\nChairman, Oklahoma Public Superintendent, PVSS\nWelfare  Commission\nWilliam  S. Price, Esq.\nMr. Henry Bellmon United  States Attorney\nDirector, Oklahoma  Department\nof Human Services Francis A. Keating, Esq\nUnited  States Attorney\nK. Gregory Tucker, Esq.\nCounsel  for DHS",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2209"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128562,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128562"
    },
    {
      "date": "1983-05-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2210,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2210.pdf",
      "title": "Findings Letter re: Enid State School and Paul's Valley State Schools, Enid and Paul's Valley, Oklahoma",
      "text": "CRIPA Investigation\n• ••••II !•!!•  ••«  •  •  •  • \"  • •  • • •  •  ™™  ••••  ™\" ™  ™  ~™\nMR-OK-001-002\nWBR:AEP:PSL:MWD:pjc\nD J 1 6 8- °9-15  23 MAY 1983\nCERTIFIED HAIL\nRETURN RECEIPT REQUESTED\n#90398\nThe Honorable George Nigh\nGovernor of Oklahoma\nState  Capitol  ••  -.\nOklahoma City, Oklahoma  73105\nRe:  Enid and Pauls Valley State Schools\nEnid and Pauls Valley, Oklahoma\nDear Governor Nigh:\nAs you will recall'front ay letter of April 9, 1982/ the\nDepartment of Justice initiated an investigation of conditions\nat Enid State School and Pauls Valley State School pursuant to\nthe Civil Right3 of Institutionalized  Persons Act, 42 D.S.C.\nS1997.  This letter is to inform you of the major findings of\nour investigation in accord with the requirements of the Act.\nWe wish to express our thanks for the extensive assistance and\ncooperation that we have received from your office, the\nDepartment of Human Services, the \"Superintendents and staff\nof the facilities, the State Medical Examiner; and counsel.\nThis cooperation has greatly facilitated our work.\nCur investigation has consisted of tours of Enid and Pauls\nValley State Schools (hereinafter \"ESS\" and \"PVSS\") by a physician,\nan educational psychologist, and Civil Rights Division personnel.\nWe and our consultants have also reviewed extensive documentary\ninformation provided at our request, including, inter alia, reports\nof investigations into alleged incidents of abuse, staffing infor-\nmation, and medical records of former residents.\nBased upon this information, we have concluded that there\nexists a pattern or practice of egregious and flagrant conditions\ncausing grievous harm to the residents of both institutions.  This\nletter sets forth our findings in some detail, followed by our\nrecommendations as to the measures required in order to correct\nthese conditions.  We are hopeful that, after your review of this\nletter, meetings can bo arranged between ourselves and appropriate\nstate officials to discuss means by which such corrections might\nbe made.\n\n- 2 -\nWe are unaware of \"t^ie precise, length of time during which\nthese conditions have been present.  However,.we believe that they\nhave existed for at least the past several years.\nI.  Conditions at ESS and PVSS  \" ...\n1.  Lack of minimally adequate medical services\n3oth facilities provide inadequate medical services to their\nresident populations.  The primary reason for this deficiency is\nInsufficient staffing, a fact acknowledged by facility staff.\n'•_/,'  At ESS, the physician staff consists of three full-tirae M.D.'s,\ntwo of whom are not fully licensed; a part-time M.D.; and a part-time\nMedical Director.  Similarly, PVSS employs two full-time M.D.'s,\nneither of whom is fully licensed; a part-time M.D.; and a part-time\nMedical Director.  This staffing is inadequate.  While we do not\nadvocate the imposition of specific staff/resident ratios as a\nconstitutional requirement, it is our view that staff of whatever\nkind is required in order to provide residents with minimally\nadequate  medical  care.  ...  ^-~-   • .- •.• -  .  •  , ^..\n:  ;\nInsufficient licensed physician coverage has resulted in\nserious harm to residents.  For example, in a random review of 12\nESS death records performed by our consultant physician, ,one,record\nrevealed that no physician had seen a resident during the five hours\nbetween recognition of his deteriorating condition and death,\ndespite efforts by nursing staff to obtain an M.D..^s services. -_._:\nMoreover, our consultant noted tftat a working diagnosis had not\nbeen documented nor timely intervention implemented in five of the\nrecords reviewed.  .  •.\nIn six of the CSS death records reviewed by our consultant,\nthere was undue delay in recognition of the resident's health\nproblem, resulting  in death.  For example, the record of one resident\nrevealed that she was noted to refuse supper, moaned and groaned when\nturned in bed, and developed a fever of 101°.  She died the following\nday of a ruptured duodenal ulcer found to be 2 t:o 3 days old at post\nmortem examination.  -  •  •  •\nBoth facilities are critically short of registered and licensed\npractical nurses. /As a result, direct care personnel, despite their\nlack of medical training, must assume undue responsibility for health\nsurveillance.\n\n- 3 -\nAlthough our consultant found commendable the practice of\ntransferring residents for medical treatment in certain instances\nto Oklahoma City, PVSS records revealed that the transfers of at\nleast two residents were delayed.  The individuals subsequently\ndied.  Such results are expected given the shortage of nursing\nstaff'combined with the problem of direct care staff who are\nobliged to perform health assessments on the basis of inadequate\nmedical training,  ;\nThe available psychiatric consultation at ESS and PVSS is\nSeverely inadequate in light of the number of residents receiving\npsychotropic'medication,  The problem is especially severe at\npySS, where there has been no psychiatric consultation available\nfor the past two years.  In addition, psychological services for\nsuch residents, many of whom exhibit aggressive behavior, are also\ninsufficient.  The lack of psychologists to employ necessary\nbehavior modification training leads to the overuse of psyohotropic\ntne'dication as a substitute for programming and subjects residents\n£0 unnecessary restraint.  :  ••-\"-•  '  ;\n;;  The use of polypharmacy was noted in a random survey of\nrecords at both facilities.  This practice, which can cause\nhazardous long term irreversible side effects, can be justified\nonly after both intensive programming efforts and maximal doses\nof a single drug have proven ineffective.  The records reviewed\ndid not reveal such justification or documentation.  Also,*medical\naides at the facilities, questioned by our consultant, indicated\nlack of appropriate training in assessing risks and benefits of\npsychotropic medications and in identifying harmful side effects.\nDeficiencies are also apparent in the area of dentistry.\nAt ESS, the dentist was planning to retire imminently, and\nthe one dental assistant on staff was about to be decertified\ndue to her lack of continuing education.  At PVSS, three part-\ntime dentists performed  the services of one full time  *-•••-\"\"•\nequivalent, and the two dental assistants on staff were hot :\ncertified and lacked formal training.  At both ESS and PVSS,\nresident life staff aicfes received no training in preventive\noral hygiene or in teaching residents to brush and care for\ntheir teeth.  There also was inadequate sanitation in toothbrush\nstorage areas.\nAt PVSS, deficiencies in pharmaceutical practices were\nal3o noted.  The two pharmacy technicians on staff arc not\nlicensed to dispense prescriptions when the registered  •\npharmacist is not \"available.  The pharmacy staff reissues\ndiscontinued medications, which jeopardizes pharmaceutical\nsafety and sanitation.  Prescription ointments were dispensed,\nto be administered by direct care staff, without being labeled\nas prescribed to named residents.  In addition there appears\n\nm\n-4-\nto be no regular participation by the pharmacy staff in f\"\nthe annual interdisciplinary team meetings wherein each . *'\nresident*s individual habilitation plans are reviewed and\nr e v i s e d.  • ••  •'••  -  \"  :  \"--•'•-.'  ^-••  --••••••:  • •-  .-..-••.•.•.:\n-  In the area of physical therapy, staffing is similarly so\nseriously deficient that medically needed services are not\ndelivered.  Sufficient adaptive equipment for physically handi-\ndapped residents was also not in evidence.  Proper adaptive\nequipment vith individual modifications is needed in order to\nprevent inappropriate body growth and to allow residents greater\nuse of existing extremity functions.  However, residents were\nfrequently observed restrained in unadapted wheelchairs with\nnarrow cloth belts where proper positioning taight serve to\nprevent inappropriate physiological growth and physical harm\nto the residents.  • , ? • - •.\nAs to occupational therapy, the presence of substantial\nnumbers of residents with special feeding needs and/or impair-\nments of the upper and lower extremities cre'ates an urgent need for\nadditional OT staff at both institutions. 'Frequently, residents\nwere observed being fed tnuch -\"too-rapidly for their own safety\ngiven their problems with mastication and swallowing behaviors.\nIn addition, at ESS, at least two residents were*observed by our\nconsultant physician being fed in an essentially prone position/\nwith wheelchairs tipped backward.  At PVSS, some residents were\nfed in bed.  Feeding residents in prone positions is dangerous\nbecause it exposes such residents to aspiration and the develop-\nment of aspiration pneumonia,  '\n2.  Lack of care and training  •\nA lack o£-minimally adequate training to enable residents\nto live in a reasonably safe environment free of undue bodily\nrestraint was noted.  See Youngberg v. Ro^eo, 102 S.Ct.. 2452\n(1982).  We do not believe that the state has a constitutional\nobligation to provide \"optimal\" care, or to guarantee that each\nresident will iiaprove to the degree of achieving his or her full-\nest potential.  Moreover, the state has broad discretion in se-\nlecting the particular methods of training to be provided, if its\nselections reflect the judgments of \"qualified professional{sj.\"\nId. at 2461.  It is our view, however, that the rainiuial levels\noF training just described are not being provided at ESS and\nPVSS.  For instance, it appeared that raany of the physically\nhandicapped residents, including those discussed above with\nambulation, feeding or speech handicaps, receive no training\nin such areas as motor skills and arabulation, reflex training,\nmastication and self-feeding, self-bathing, and rudimentary\n\n-5-\n'* -c.  ommu... ni.  ca-.\"•t  io,  n.\"  skill-,\"'s•  . '  Th.  i'  s' ' • •f• 'a'• ilure•   t.;  o• •;•p•;  rovide •  mi.. n•  i.:m,,.a-  l :.-;•training\ncontributes to and manifests itself in residents' aggressive\nand stereotypic behaviors observed at the facilities.  These\n-include, inter alia, incessant disordered physical aoyements,\nheadbanging, biting, hyperactivity, and assaultive behavior.\nMoreover, such behaviors, left unremediated, lead  to, physical\nd e t e r i o r a t i o n/  '  :-•-  '\"\"'•  ••'•\"•-\"• ;  ''\"  •--: - • • •.  •- ,.,-.••,.•• .  ..;.>,  .. .-.,,;.._, •••\nThe facilities also lack sufficient and adequately,.'\n\"trained staff to supervise residents properly, thereby enabling\n.them to enjoy a\"safe environment.  For example, a group of 21\nnaked residents were observed being led to a shower area,  ,\nwhere two staff sprayed the residents down with a large\ngarden type hose.  Residents waiting to be showered sat on\ntoilets lined up in a row without any provisions for privacy.\nThese ..arrangements present hazards to residents and indicate\nthat no effort has been made-to afford laininial privacy within,\n• the constraints of the facilities.  ..  •   * .,'\n %\nRestraints are often improperly used at ESS and PV3S.\nPhysical restraints should be used only when necessary to\nprotect residents and staff, 'and only after less intrusive  .\n' . behavior modification training methods have, proved unsuccessful,\nT\nin the case of one resident at ESS, a raitten restraint was in\nuse although her record revealed no plan to address her\nnandbiting.  At PVSS, another resident wore mittens continually,\nalthough program goals noted in the.  record showed activities\nwhich would not properly address behaviors typically controlled\n>y restraints.  Another resident wore raittens plus stove\npipe arm restraints continually, although no self-injurious\nbehavior was observed by our consultant while the resident\nwas feeding himself. ' Still another resident was in restraints\neven though she was sleeping at the time.  These are examples\n.of the application of undue bodiiy restraints, which are ,.\n.'. being used in lieu of minimal training.  .\nAt the Cherokee Park School and Hilltop School, operated\nby the local school authorities of Enid and Pauls Valley,\nrespectively, the educational services provided to the less\nhandicapped students are adequate.  However, our experts\nnoted that the more severely handicapped residents do not\nhave \"individualized education program[s]\" as defined  in the\nEducation for All Handicapped Children Act.  20 U.5.C.\n§1401(19).  For example, several of the individualized  education\n. programs did not address short term instructional objectives,\nthe children's present levels of educational performance, the\nspecific educational services to be provided, or criteria for\ndetermining whether each child's instructional objectives are\nbeing met.  Moreover, a review of students' files indicates\nthat those programs in existence are not individualized as\nrequired by statute.  See 20 U.5.C. §i401(16), (17).\n\n-6-\nThe Supreme Court's decision in Eoard of Education of\nHendrick Hudson Central School District v. Rowley, 102 S.Ct.\n3034(1982)/ recognizes that in the formulation of educational\nprograms to be accorded handicapped children under the Act,\n\"questions of methodology are for resolution by the States.•  *\nId. at 3052.  Likewise, educational plans need not be designed\n\"to maximize each child's potential\" but iaust be \"reasonably\ncalculated to enable the child to receive educational benefits,\"\njtd.At 3046, 3051.  Thus* greater efforts must be made at the\nHilltop and Cherokee Park Schools to ensure that the formulation\nand implementation of the children's educational programs comply\nwith the procedural requirements of the Act and result in\n\"ijidividualized consideration of and instruction for each child.\"\nJd* at 3042.  i •\n3.  Lack of personal physical safety\n-..  internal reports prepared by ESS and PVSS reveal numerous\nincidents of physical abuse of residents by staff.  In various\ninstances, records reveal that staff have been counseled, suspended,\ndischarged, or requested to resign for slapping, kicking, hitting,\nor spanking residents.  Moreover, the reports reflect many\ninstances of unexplained resident injuries.\"  The reports further\nindicate that these occurences may result, at least in part,\nfrom inadequate training of direct care staff and froia staffing\nlevels too low to assure proper -care and supervision.  '\n;  - Commendably, many of the reported incidents are apparently\ninvestigated in depth.  However, while such reporting and inves-\ntigation are essential, we believe that further attention to the\nproblem of injuries and abuse at ESS and PVSS is required.\n4.  Inadequate environmental conditions\nEnvironmental conditions are constitutionally deficient.\"\nIn some bathrooms, there are no privacy partitions or even\ntoilet seats.  Evidence Was noted that routine sanitary\npractices at ESS, e.g., procedures for storageof soiled\nlaundry, are inadequate.  Such deficiencies may be at the  :\nroot of the reportedly high incidence of amebiasis and of\nthe recurrent instances of shigellosis.  We also noted that\nseveral living areas have had to be quarantined because of\noutbreaks of these and other infectious diseases.\nPVSS appears to have a better physical plant than does ESS.\nAlthough it too contains some living units that are barren, it\nalso had a number of living areas that are clearly adequate.\n5.  placement\nWhile we do not believe that the Constitution establishes\na per se right to any particular kind of placement, including .\n\n<§\n-7-.  '••\n%$•  community placement, it is our view that the applicable state\nstatute, Okla. Stat. Tit. 43A, §411 - which requires annual eval-\nuations for the purpose of determining residents' further treat-\nment or training needs and whether residents may appropriately\nbe released from the institution — creates sufficient liberty  •\ninterests as to require some regular process by which profes-\nsionals evaluate the appropriate placement for individuals at\nESS and PVSS.  This process must also operate to ensure that\nthese professional determinations are not arbitrarily denied.\nPresently ho systematic procedure exists at either facility\nfor evaluating placement or ensuring that the attendant profes-\nsional decision is implemented.\nIn a number of resident records, we noted statements by the\ninstitutional professionals that the residents had maximally\nbenefitted from the institution and were in need of placement\nelsewhere but could not be placed because of the lack of alterna-\ntive programs.  In one instance, an eight year old ESS resident\nwas deemed ready for community placement, but because there were\nno group homes for adolescent residents, the record indicated  -\nplacement efforts would not begin until he is eighteen.\nWhile some efforts are under way at the departmental level\nto develop alternative programs for retarded persons, it is\nunclear to what extent such efforts will benefit the ESS and PVSS\npopulation.\nII.  Minimum measures to remedy these conditions\nThe following are the minimum measures which, in our view,\nare necessary to remedy the deficiencies discussed herein:-\n1.  State officials must evaluate the need for medical and\nother professional personnel.  Needed medical and professional\nstaff must be hired, trained and deployed.  Such staff should be\nsufficient in number to afford necessary medical care, surveil-\nlance and protection, and to provide minimal training programs\nto enable residents to live in a reasonably safe environment free\nfrom unreasonable bodily restraint.\n2.  E3S and PVSS should evaluate its need for additional\ndirect care staff and ensure that such staff, when hired, receives\nadequate training in the proper care of residents.  In order to\nreduce the incidence of resident abuse, such direct care staff\nshould be sufficient in number to supervise residents.  Training\nin the proper management of residents with behavior problems is\nneeded.\n3.  School-aged residents must be evaluated by state\nOfficials and provided individualized education plans reasonably\ncalculated to enable the child to receive educational benefits. -\n\nLa^h«W:^f^3^eae^;t^x>|,*f  eaidants at\n.OQS  -,a^- .not\n. •.<>'•<.-•'.:;.; -.•.••••••--../  .  -•••...  .;v. ;i-.. ;.>T.-  • :  •_•*- .'.-' '.•-••_  -.-:-,  —-•-...  •  <  -• •• --; :*.-V  •-..-•\n^/-^••^'W>^vv^^^•^Cyi«a^fy^.%•1'%iBid•  \"rtbte  .that  iaa.ny:'of  boiur  f incl is^  s  iaa3 recoja««*B—.;<-.\n:\nto'-gssf ..ana  pvss  • *\";, -: % .^.\nmany conscientious and\n6£  'tiie\"Resource4-';v:^\"\n:\n'%*  -'•..•'.' ,:^'^iJk>-:^\n' V.,  '  \" ' • 'l\"  •  . - \"'•\">;;•\n. . . - ;cc:  Mike .ture;>•*-.*'•.  • •• ;\\  ^-•^•-•i^-i?-:>-; !%•.  Howard. J.  China\nen > . -2sq '.-••'.•'-• ':.J^r'\"  •'•• A\n\".'\"-.  • .Attorney';General-'  . '.i ^ P- •' • Su^>eriritendent,  ESS\n*• Mr,  Kegla* : ~ u ^ ' \"~  •'•'•\";'••  ••*'•  •;•; Mr •^  Ctvarle?  Van  -\nSuperintendent,  PV3S\n\" V?elfare\n:-_\nv/iiliaa  3.  Price  E\n*\"V  .••'•--  * - ' -'  -  •  :  . «• r\n.\"••;••  'tit • \"fie nr  y Attorney\nxc ; , ,-\\ Director#'-Gklalsoma ..Dep^r tunt\nn g«rvices . ancis  A.  -eating,  2s\\\nUnited  States  Attorney-.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2210"
    },
    {
      "date": "1986-05-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2212,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2212.pdf",
      "title": "Findings Letter re: Paul's Valley State School",
      "text": "US. Department of Justice\nCivil Rights Division\nOffice of the Assistant Attorney  General  Washington. D.C.  20530\nGovernor George Nigh  WAY 2  1986\nOffice of the Governor\nState Capitol\nOklahoma City, Oklahoma 73105\nDear Governor Nigh:\nAs you are aware, pursuant to our meeting in Oklahoma\n_^_  City on January 26, 1986, wherein you and other state officials\ns\n^^^=  briefed me on the substantial improvements achieved in\n==  recent months at Pauls Valley State School (\"PVSS\") , as part\n=H^^  of our continuing investigation of that facility under the\nC\n.9  Civil Rights of Institutionalized Persons Act (\"CRIPA\"), I\n,ro  directed my staff to revisit PVSS to confirm whether current\nw^^g  conditions had improved and in order to facilitate our evaluation\nS==9  of PVSS.  Staff attorney Mitchell Dale toured the facility on\n1  g  April 14, 1986, and I am writing to inform you of the results\n^ ^ ^ J^  of his review.\n^^^M%  Tne  conditions which I advised you on September 17, 1985,\n= ^=  as in need of improvement in order to satisfy constitutional\n^^^=  minima fell into the following areas:\n^^^=  (1) minimally adequate training to ensure that PVSS\n|^^=  residents are free from undue risks to their\n==^=  personal safety;\n(2) a sufficient number of competent and qualified\nstaff to provide adequate care and necessary\nmedical attention to the PVSS residents; and\n(3) prescription and review of behavior management\ndrugs.\nIn assessing current conditions in these areas, Mr. Dale\nreviewed numerous residents' treatment and training program\nplans, obtained information as to current staffing levels and\nin-service training of staff, and assessed current procedures\nfor the prescription and monitoring of psychotropic medications.\nIn addition, he interviewed several staff and consultants in\nthe areas of nursing, physical therapy, psychological, and\npsychiatric care.  Our findings are as follows:\nResident Training - Residents at PVSS are entitled under the\nConstitution to such training as will reasonably enable them\n\n- 2 -\nto be free from undue physical restraint and undue risks to\ntheir personal safety, Youngberg v. Romeo, 102 S.Ct. 2452\n(1982).  In our judgment, such levels of training are now\nbeing provided to the residents of PVSS who need them.\nPhysical restraints are not employed at Pauls Valley\nState School, and staff are trained in non-aggressive\nbehavioral intervention techniques.  To address residents1\naggressive and self-injurious behaviors, training programs\nare designed by appropriate and properly trained staff.\nEach of the patient records reviewed contained program\nplans prepared by a team of interdisciplinary professionals\nat the facility.  Programs for those residents who suffer\nbehavioral deficiencies and/or are administered psychotropic\nmedications are formulated with considerable input from staff\npsychologists and an outside consulting psychiatrist.  I\nshould note that since we issued our initial notice of findings\nletter in May 1983, the number of staff psychologists at PVSS\nhas doubled, and psychology services have been substantially\nimproved in the past year through the hiring of a supervisor\nof psychology services and a Ph.D. psychologist with specialized\ntraining in mental retardation and developmental disabilities.\nTreatment programs are reviewed monthly by the inter-\ndisciplinary team, a medical review committee, and, for those\nresidents with behavioral modification plans, by the Behavior\nTherapy Committee, which is made up of the consulting psychiatrist',\nthe PVSS ombudsman, one member of the PVSS administration, a\npsychologist, and a representative of the dietary and social\nwork staffs.\nTo improve implementation of residents' training programs,\nonce a program is designed or modified, the psychology staff\nprovides formalized \"in-service\" training to direct care\nstaff (Resident Life Staff Aides) in the content of the\nresidents' plan (e.g., instruction in feeding skills, fine/gross\nmotor development, behavior therapy, physical therapy, language\nboard training, etc.) and procedures required for its implementation.\nThe special education programs provided at Murray Hall\nalso appear to have improved considerably.  Partitioned\nclassrooms have been constructed to reduce the noise and\nother distractions caused by having numerous small groups of\nresidents engaged in several programs at one time.  PVSS\nalso has hired a special education instructor to supervise\nthe 13 special education \"trainers\" at Murray Hall.  This\nindividual, who is a qualified mental retardation professional\nand has been specially certified by the State to provide\nspecial education programs to the mentally retarded and\nphysically handicapped, also trains direct care staff on the\n\n- 3 -\nwards as to the residents' education program plans.  When\nconstruction of the new activity building is completed this\nsummer, PVSS will be able to further increase special education\nprogramming.  PVSS also offers outside vocational rehabilitation\nservices and educational programs at the Hilltop School under\nPublic Law 89-313.\nSince our initial notice of findings, resident training\nalso has been improved through the hiring of additional\nsocial workers, speech and hearing therapists, recreational\ntherapists and therapy aides, and through very substantial\nincreases in in-service staff training.\nMedical and Health Care and Medication Practices -  In the\nareas of medical care and general health surveillance, PVSS\nhas made significant improvements in recent months.  Forty-two\nof forty-five authorized positions for registered and licensed\npractical nurses are filled.  In May 1983, when we issued our\noriginal notice of investigative findings, wherein we noted\nthat untrained direct care staff were given undue responsibility\nfor general health surveillance, only twenty-two registered\nand licensed practical nurses were on staff.\nIn May 1983, and as recently as April 1985, our consultants\nfound deficiencies in sanitation practices at PVSS.  In late\n1985, PVSS undertook a Hepatitis B screening of all PVSS\nresidents, and by August 1986, all residents at Pauls Valley\nwill have been innoculated against Hepatitis B.  In addition,\nall staff have been trained in infection and communicable\ndisease control, and new policies and procedures governing\nthe handling of laundry have been issued.\nIn the area of physical therapy services, PVSS residents\nare now served by two full-time equivalent therapists and\nby five physical therapy assistants.  In May 1983, the facility\nhad no physical therapists and only two assistants.  The\nphysical therapy staff also train direct care staff in administering\nrange of motion therapy and in the proper positioning of\nphysically disabled residents.  Although the facility continues\nto have difficulty in filling its remaining available staff\nposition for a physical therapist, the provision of such\ntherapy at PVSS is clearly adequate.  Within the past several\nmonths, more than 30 new wheelchairs have been obtained, and\nan adaptive technology workshop has been established and\nequipped to construct, repair, and individually fit adaptive\nequipment on site.  PVSS residents are now provided with all\nnecessary adaptive equipment.\nIn the area of medication practices, in May 1983 we\nnoted that the lack of psychologists to employ necessary\n\n- 4 -\nbehavior modification training led to the unsafe overuse of\npsychotropic medications as a substitute for training programs.\nFurther, the justification and documentation of medication\npractices were inadequate, and staff were untrained in assessing\nrisks and benefits of such medications and in identifying\nharmful side effects.  In addition, pharmacists did not\nparticipate in interdisciplinary team meetings or adequately\nmonitor medication practices.\nToday, these deficienies have been corrected.  Approximately\n20 nurses have been trained as Certified Medicine Technicians\nand an additional 80 staff members have received  in-service\ntraining in psychotropic medications and the use of the AIMS\nscale in screening monthly for tardive dyskinesia.  The\nmedication regimens for the roughly 120 residents on psychotropic\nmedications are also reviewed by one of the two licensed\npharmacists, and by the medical review committee (composed of\nnursing staff, direct care staff, and the outside psychiatric\nconsultant), on a monthly basis.  As a result of these procedures\nand the increase in behavioral programming, within the past\nyear several PVSS residents have had their dosages of psychotropic\nmedications reduced and some have been taken completely off\nsuch medications.  These procedures and staff training now\nprotect the residents from unsafe medication practices.\nSince we issued our initial findings of constitutional\nviolations at PVSS, the staff to patient ratio has increased\nby nearly one-third and the annual budget has increased by\nalmost $4 million.  Educational programming for school-aged\nresidents and training have increased substantially.  Protective\nprocedures and mechanisms for quality control are in place.\nCritical treatment staff have been added and, through increased\nstaff training and support, the employees at PVSS appear to\nbe infused with a renewed enthusiasm and commitment to serving\nthe needs of the residents.  You, Department of Human Services\nDirector Robert Fulton, Assistant Director for Developmental\nDisability Services Jean Cooper, and the entire administration\nand staff at the facility are to be commended for these\nachievements which have wrought a fundamental improvement in\nthe lives of the developmentally disabled residents of Pauls\nValley State School.\nIn sum, we have determined that Pauls Valley State\nSchool now provides its residents with adequate levels of\ncare.  Although improvements remain to be achieved in certain\nareas, those areas do not constitute deficiencies actionable\nunder CRIPA.  We are hereby closing this investigation.\n\nAgain, I wish to thank you and the leadership and\nemployees of the Department of Human Services and PVSS for\nyour cooperation in this matter.\nSincerely,\nWin. Bradford Reynolds\nAssistant Attorney General\nCivil Rights Division\ncc:  William S. Price\nUnited States Attorney",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2212"
    },
    {
      "date": "1982-06-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Monitor/Expert/Receiver Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2213,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2213.pdf",
      "title": "Site Visit Report of Enid State School and Paul's Valley State School",
      "text": "SITE VISIT REPORT OF\n•  ENID STATE SCHOOL:  June 7-8, 1982\nPAULS VALLEY STATE SCHOOL:  June 9-10, 1982\nDEPARTMENT OF INSTITUTIONS, SOCIAL AND REHABILITATIVE SERVICES\n...  - •  and  .- \".\nOFFICE OF THE CHIEF KEDICAL EXAMINER.  • '\n(STATE OF OKLAHOMA) :.  June* 11, 1982  . •'\n* \"by: \"Leonard T. Fielding, H.D.\"  •  \"•\n. .^...  .  for the  . . \" . -.\nUNITED  STATES DEPARTMENT OF JUSTICE-CF'IL  RIGHTS  DIVISION\nSPECIAL LITIGATION  SECTION\n320  First  Street-  Northwest\nWashington,  D.C.  20530\nCRIPA Investigation\nMR-OK-001-005\n\nl>  .facilities  noted  on the'proceeding  page.  During  the  visit  at  Enid  State\ns  •  •  ~  ^ — — — .^\n. i  interviewed the Superintendent, the Clinical Director, the Medical Laboratory\no\n:or, the Nursing Service Director, the Charge Nurse on the Acute Care Unit, two of\nthe Resident Physicians, the Dental Clinic Director and the Dental Assistant, the Pharrs\nDirector, Ruth Duggan, RN fron the Staff Development Office, Coordinator-Tnerapies and\nUnit Directors of Units I, III and V.  In addition, I toured the Pharracy, Dining' Area,\nKsdical Clinic, Acute Care Unit in the \"Hospital, the Tlospital Complex as veil as  1 Ves\n1 East, and Pansy, Lily, Oak, Elm, Haple, Px>se, Canna and Begonnia Cottages.  I.reviewe\nthe Minutes of the Infections and Sanitation Committee, the Hospital Fornulary, the\nHadical Laboratory Test Load Report and an Administrative Directive dated June 24, 1976\nregarding Annual Staff ings and Monthly Review.  Finally, in addition to observing a la:\nproportion of the approximately 660 residents, I-reviewed  the records of 28 residents :\ngeneral detail paying attention to their Annual Kabilitation Plan, dedications and\ncurrent functional status. I also reviewed 15 records, selected at randora, fron among:\nthose vho had expired at the facility since 1979.  '  ' :.\nGENERAL IMPRESSIONS:\nThe administration and staff at Enid State School appear to have the best interes\nof the residents at a high priority level in the institution's operations.  TJnfortunat\nthe institution is grossly understaffed and in an abhorent physical condition.  Thus\nit is unable to provide adequate sanitation and infection control, general health\nsurveillance, coherent and integrated individual habilitation plans, a hone like and\nnormalized environment not to mention treatment in a least restrictive ranner,  I did\nnot vitness any incidents of active physical or verbal abuse of the residents.  Hovevt\ngiven the circumstances of staffing and physical plant, passive neglect and an inabil:\nto provide privacy during even the rcost mundane of bodily functions such as having a ]\nmovement is ranpant.  It would appear that a large number, perhaps 50Z or norc of the\nresidents are not in need of and do not benefit fron being in this institutional sett\n\ntionallzed  behaviors, rcaking then  even more difficult  to habilitate  and  reintegrate\"\ninto  the  cocsaunity as  they  grow older.\nSPECIFIC  OBSERVATIONS AND RECOMMENDATIONS:\nHedlcal  Supervision  and Quality  Assurance:  .-'\nv-  Dr.  Siaons is  a highly  qualified  physician  and  provides  excellent  services  to  selec\nresidents  of  the\"facility.  Unfortunately  his  limited  availability  prevents  adequat\nsupervision  of  the  facility's  physicians  vho are  not  fully  licensed.  While he doe5\ndirectly  exanine  those'residents  vho are  severely  ill,  time  limitations  prevent  ' *\nimplementation  of  a workable plan  to provide  the  medical  component  to  individual\nhabilitation  plans,  attendance at  annual  tean  meetings,  overseeing  other  physician:\nprescribing  profiles  and assuring  a regular  schedule  of  preventive  health  services\nConsidering  the fact  that  approxiiaately  190 of  the residents  are  receiving  major  t.\nquilizers,  150 residents  have  special  diets  and  107 residents  are non ambulatory\n•increased  activity  in health  planning  and medical  supervision  is  Imperative.  Reac\nas  he does  to  acute  catastrophic  health  problems  does not meet minimal standards o\ncare.  • .  • '\nHandera observations  revealed  no toilet  paper  holders  and  toothbrushes hanging vith\nbristles  touching  each other  in  Lilly  Co'ttage.  In  Oak there  was dirty  laundry on\nfloor  next  to  cle2n  towels  in *the adjacent  area.  In  Elra,  sheets  vere  laying  on th\nbathroon  floor,  apparently  to  absorb urine.-  During  an evening visit,  residents we\nall  naked,  lined  up and nilllng  around'to  be  toileted  and bathed.  A medication  tr\nvas  in  the  clothing  room adjacent  to  the  bathroom.  In Maple,  food  was in  paper  cu\nin  the  clothing  room adjacent  to  the bathroom and next  to  disinfectant  solutions.\nIn  Begonnia  Cottage,  clean linen  In  large- quantities  sat  upon open shelves  in  a ve\ndusty  and dirty  hallway.\nThe recent  outbreak  of  Shigellosis,  and his .report  that  half  of  the  residents had\na-.cbi3sis  when 10 percent  of  the. population  was screened  by  the  nodical  school  clc\nindicates  that  preventive medicine  should  be raised  to  a higher  priority.  In one\n\n^despite a.5 hour period elapsing between recognition of the deteriorating condition\ndeath, a physician did not see the resident until after death.  It vas clear frora tt\nnursing notes that efforts had been ir.ade to have a physician reexanine the resident\nthroughout the evening hours.  In 5 death records, it vas clear that a working diagi\n\"had not been documented and timely medical intervention implemented.  These observa'\n- taken, together leads to the impression that overall, there is a substandard level oi\nmedical care available at Enid State School.  ' . ' '  '  ' '\nRecommendations:  \"  •.  \"'  -• •  ••  ••  .  • -.\nTo bring the level of medical care up to tainisaal standards there should be:\n1)  the equivalent of 6 full time fully licensed physicians or 3 full time fully\nlicensed physicians and 3 physician extenders (Registered Nurse Practitioners and/o\nPhysicians Assistants). •  •  .\n2)  increased nedical supervision by either an administrative or peer review\nmechanism (see appendix A).\n• 3)  established criterion mandating the presence of a physician at\"the Annual\nInterdisciplinary Habilitation Planning Meeting (see appendix B).\n4)  clear cut raedical responsibility for overseeing a regular schedule of pxeven\nmedicine (sanitation) area inspections as well as vigilant attendance to subtle sig\nor synptons of communicable disease amongst staff and residents.\n5)  plans for Hedical Staff's direct involvement in Staff Development, particula\nin the area of Sanitary Practices Training.\nPsychiatric and Psychopharrcacological practices: _  .  •\nConsidering the large number of residents receiving psychotropic drugs, the availai\nof psychiatric consultation (approximately 30 hours per month) and integration intc\nthe habilitation plan is woefully inadequate.  Although one resident, Jirray A. in\nLilly Cottage had both physical restraint and psychotropic medications prescribed,\nneither the Annual Plan, including the Health care portion nor the nonthly reviews\nadequately addressed his aggressive behavior.  Tne statement \"en routine chemical\n\nCare Unit for psychotropic medication adjustment is archaic since the behavior to\nmodified is. exhibited inr en entirely different environment.  Hence, Brenda H. vho\nidentified as having a \"behavior problem\" was lying in bed, looking calmly around\nrather than being in the program area in vhich the behavior had an opportunity to\nemitted.  Discussion with her attending physician regarding the rationale for pres\nSinequan  prn failed to elicit any response to suggest knowledge of this psychotro\ndedication*.  Random record surveys of,residents in Oak Cottage revealed 50 percent\nmajor tranquilizers.  Ronald J., a resident in Elm was observed asleep .at 8:00 p.m\n• He was receiving Mellaril 150 mgn q.i.d.  Staff reported that the last attempt to T\nless intrusive behavior modification training -methods to habilitate him occurred o-\n2 years ago.. Lack of psychologists knowledgeable in these teaching methods leads :\n.  using psychotropic medication as a substitute for habilitation programming.  Hi's\nIndividual Annual Plan listed sitting at the table, staying dressed and having a pc\nappetite as his major problems.  Aggression was not addressed.  The Mellaril was 1;\nordered on March 23, 1982 \"indefinitely.\" • A random survey of every 7th chart in Ik\nCottage revealed 4 residents on psychotropic medications.  One was on polypharmacy.\nFour residents in Canna Cottage were on  polypharmacy also.  This is a practice thz\nis now in disrepute and can only be justified after.intensive program efforts and\nmaximal'doses of a single drug have been' demonstrably ineffective. \"None of the ?roj\nPlans, monthly reviews or progress notes documented that this was the case.  Tor e>\nFred V. who was receiving 4 different psychotropic medications had \"decrease  incid\nof verbal aggression when angry\" and \"converse vith teacher and staff in acceptable\nlanguage\" as his major identified problems.  The administration and the Clinical\nDirector claimed they knew of no cases of dyskinesia.  I observed 2 residents in Re\nCottage, Green Ward, 1 resident in Yellow Ward and 1 resident in Canna Green vho ha\nobviously disordered movements.  Questioning of Certified Medication Aides revealed\nthat they knew noth'ing about dyskinesia nor were there any written materials availa\non the wards for them to use as reference.  In summary, psychiatric consultation is\nrelatively unavailable, integration of psychiatric practices including psychotropic\n\nduring the other tine periods excepe for /.CL:-_L CU-ie Un'4  i*i- • c-;';—.'* ir, s• .. --^ L;'_c\nw\n1 LPN per each 12 residents.\n4)  adequate numbers of housekeeping staff to x=aintaln a sanitary environment in\nUnit V so that health service personnel can provide direct resident care.\nPhysical* Therapy:  '.  •  •  '• '\nThere are approximately 107 non ambulatory residents at Enid State'School. --A large\n*\nproportion of these residents are not.only taultiply handicapped but also severely\nor profoundly retarded.  I>ue to this they receive almost no public school services\n• so they are even more In need of traditional physical therapy, environmental stlnu-\nlation and custom designed modified vheelchairs.  I saw a number of factory tr.anufact\n•wheelchairs of varying sizes, most with thin cloth strap restraints but none -which\nshowed any evidence of Individual modifications -which would maximize positioning foi\nappropriate tody growth and/or provide the ability to oaxinally utilize existing\nextremity functions.  There Is 1 physical therapy consultant available 1 day per wee\nThis is grossly insufficient and could not allow for Individual assessments and\nreassessments, design of codified vheelchairs, on the job training and supervision\no'f physical Therapy aides, let alone make significant contributions to the Annual\nInterdisciplinary Team.\nRecoxnendations;  \" .\nIn order .to neet mininal standards in the physical'therapy area, there should be:\n1) 1 Registered Physical Therapist for every 50 non ambulatory residents.\n2)  sufficient physical therapy assistants to provide 1 assistant for ever)' 30\n-non ambulatory residents.\n3)  criterion established for the Registered Physical Therapist and aide's •\nattendance at Annual Interdisciplinary Team Meetings.\n4)  sufficient supplies and i^aterials purchased to allow the development of\nindividualized modified wheelchairs.\n5)  sufficient support staff (craft trades) hired to produce the wheelchair\nmodifications.\n\n6)  an exploration of  the  i>ossLbLlizy of  obCi-Ir.irig physi^Lry\none of  the  excellent  teaching hospitals  in  Oklahoma City.  ».\nOccupational  Theranv:\n*  •\nThere  are  150 residents  on modified  diets  at  Enid  State  School.  Even allowing  for\n20% of  these\"diets  being  content  modified  that  still  leaves.120  residents  vho  receiv\nconsistency  modified  diets. \" There are  a  surprisingly  large  number  of  residents  with\ngastrostosy  feedings  and  at  least  one on nasogastric  tube  feedings.  While  observing\nfeeding  on East Ward of  the hospital  I  noted  at  least  2 residents  whose wheelchairs\nvere  tipped  backward so  that  the head-ncck-^trunk  position  of  the  resident  was\nessentially  prone.  This  is  an  extremely  dangerous  position  in  vhich  to  position\nsomeone who already has .a neurologic  impediment  of  the  swallowing  structures.  The\ntwo other  residents  I  observed  were fed  their  entire  meal within  10 minutes.  Tne\nspoonfuls  were heaping  and  delivered  at  the  rate  of  1 every  eight  seconds  and the  fc\nwas  cold. • This  is  cuch  too  rapid  as well  as  unsafe  for  a person  with problems  in\nmastication  arid' swallowing behaviors.  I  difl  not witness  any  feeding  training  or\nswallow reflex  stimulation  programs.  There  is  one  consultant  occupational  therapist\nvho  feeds  2 residents  each morning,  5 days  a week.  'This  is  a grossly  insufficient\nnumber  for  providing  on the job  training,  evaluations  and  re-evaluations,  sensory\nstimulation,  reflex  training,  feeding  and  mastication  training  not  to mention  pro-\nviding  meaningful  input  to  the  Annual Program Planning  Interdisciplinary  Teaa.\nRecommendations:  .\nIn  order  to  meet minimim standards  for  safety  and habilitation,  there  should  be:\n1)  sufficient  numbers  of  occupational  therapists  hired  to  provide  1 occupations'\ntherapist  for  every 50 residents  with either  special  consistency  modified  diets  or\nvith  neurological/functional/anatoraical  impairment  of  the  upper  extremities.\n2)  sufficient  numbers  of  COTA's hired  to  provide  1 COXA for  ever)' 30  similarly\nhandicapped  residents.\n3)  criterion  established  mandating  one or  the  other  above  listed  personnel's\nattendance  and participation  in  the Annual  program Meeting Team.\n\nA)  sufficient funds expended to provide adequate supplies c; rsur.Lis  :oi Lhe\nabove mentioned training-activities.\nPharmacy;\nGenerally, the pharmacy is vail staffed, adequate managed and has sufficient space.\nThe resident drug profiles were somewhat unwieldly to use but present.  Preadmissio\ndrug histories were being obtained.  The formulary vas up to date.  The routing of\nmedication error reports vas rationally designed.  Th'ere is no Kardex on each ward\nmaintaining current Medication Administration Records in.one central place.  The us\nof medication cards is appropriate but does not allov a rapid scan for completeness\nThus, if a card is dropped or inadvertently misplaced the only way to discover this\nby consulting the pharmacy or the resident's record.  The stop orders on m^jor\ntranquilizers (6 months) is too long.  \"Dispensation of a 28 day supply of taedicat:\nis-too long compared to. the safeguards built into a 24 hour unit dose system.  The\".\nis no functional Pharmacy and Therapeutics Committee.  In Pansy I observed that th\nvere bulk medications of the over the counter variety being dispensed v;ithout indi\nlabels on the containers.  Pharmacists have no criterion established for being on\nAnnual Program Planning Teams.\nRecommendations:  •  \"  •\nPharmacy practices meet minimal standards.  Consideration of the above mentioned\n\\.  •\nitems could improve pharmacy services.  • .\nDental Services;\nDr. Davis and his one dental assistant have been attempting to provide at least TO:\nxaally adequate dental services.  This has been possible because most of the sign:\ncases of restorative dentistry are being sent to Oklahoma City.  Unfortunately th\nservices are about to suffer a marked domination in quantity when modern and curr\n•standards of care would mandate an increase.  Tnis is due to Dr. Davis1  imminent\nretirement.  One especially important area of dental care which should be improve\nthat of preventive oral hygiene.  That would take the form of intensive training\nh and intensive training of staff who are teaching\n\ninadequate numbers of certified dental assistants and dental hygienisns.  Kith th(\npresent dental assistant losing her certification because of inadequate funding 02\ncontinuing education and Dr. Davis' retirement, the dental care program will be be\nrJLr.inal standards.\nRecommendations;  '  '  .  \"\nIn order to maintain ninitaal standards of care there should \"be:  .\n•  .  .  .  - -\n1)  at least 2 full time Dentists on Staff at all tiiaes.\n2) -at least 2 and preferably A full time certified dental assistants or 2 cert\nfied dental assistants and 2 dental hygienists.\n.  .  -•\n3)  developed an intensive training program for staff who brush teeth and for s\nvho teach and supervise residents who brush their own teeth (see Appendix E).\n4)  dental staff involved in infection and sanitation control activities.\n•  •  •\nHabilitation Prograr-ming:\nThere is an obvious effort to provide, educational service's to those residents vho\nof school age except for those vho are severe or profoundly retarded and for those\nare cultiply handicapped.  It appears that academic training is the primary eraphas\nand the regaining areas of habilitation are essentially unaddressed probably due t\nthe paucity of appropriately trained st^ff.  Consequently there are residents nill\nabout their ward dayroons throughout the waking hours who are being deprived of cu\nneeded self help, social, prevocational and conmunity adaptive skills.  There is n\nemphasis on taking the residents into the community even though many are capable o\nengaging in and learning from -cany activities such as clothing purchasing, restaur\ndining, laundroiaat operations, cosDetics and toiletries purchasing, just to mentio\n•\nfew.  During the evening hour visits.to Maple, I did not see any evidence of bathi\nshower training but rather, custodial hosing down of residents with hoses some of\ndidn't even have shower heads.  In the Pine Dining Room, the tables are set with\ncarousels which prevents residents from grabbing other's food and nakes then atten\nto their own plate but does not present an opportunity for habilitation.  For exan\n\n. program; the Annual Habilitation Plarv is vague and the goals so gsr.eral that no one\nworking vith hie vould have any notion of mechanisms for staff intervention vhen he\nsits in a chair, eats on his shoe and cries as he vas doing at the tine he vas obsex\nIn the record of one resident, Lynda H. vho resides 5.n Maple Blue, a mitten restrair\n. vas present.  Despite this, there was no plan to address her handbiting in her recoi\n.Thus, the restraint becomes an end in itself and a substitute for program.  Conseque\nthe data leads to the conclusion that severely and profoundly retarded residents are\n•  being systematically discriminated against by not having even cininally adequate prc\n m\ngracaing, the available staff is in insufficient in numbers to implement meaningful\nhabilitation programs and those staff that are presently engaged in program planninj\ncould benefit frora further academic preparation in this area.  \" *\nReconrnendations:  ....-.-.  • ...  ...  •.  ..\nIn order, to bring habilitation programming up to minimal levels thare should be:\n1)  additional professional staff hired to design and oversee the development of\nhabilitation plans (see recommendations related to psychologists mentioned above).\n2)  additional professional staff including but not limited to Speech Therapists\nPhysical Therapists, Occupational Therapists and Recreational Therapists should be\nemployed to implenent habilitation in specific areas.  Physical therapy and\noccupational therapy recommendations have been mentioned above.  Recreation therapi\nshould be hired in the ratio' of 1 therapist per 45 residents.  Speech therapists\nshould be hired in the ratio of 1 therapist per 45 con verbal residents.\n3)  Additional Resident Life Staff Aides should be hired in order to provide sel\n'  help skills, social skills and communication skills practice and follov through und\nthe supervision of the professional staff.\n4)  increased hours of schooling for the severe and profoundly retarded school i\nresidents.  There may be some multiply handicapped residents vho cannot tolerate a\n6 hour school day but this should not exceed 1~ of this population subgroup.  Obvic\nthe school curriculu'a for these residents will require alteration so the content i:\nappropriate to each resident's functional level.\n\nplanr.ir.g to other ir.s titutions for the retarded outside of Oklahoma EO they can -rc<\nfurther educational experience in this vital area.\n•  •  •\nNorr-alization:\nThe physical plant at Enid State School does not now provide an opportunity for no-\nzation.  The buildings are totally obsolete in this regard.  The dayrootns, slcepii\nareas and dining rooms are mostly large undecorated and noisy \"bays.  Many of the'd\nroons have only picnic tables.  The bathrooms are incapable of providing any scnbl.\nof privacy.  The geographic deficiencies seeas to have permeated the staff's sensi-\ntivities to this entire area.  Residents are identified both by na-ae and privilege\nlevel through the use of colored badges (the staff were not).  The canteen has seg\ngated serving lines separating the staff frora the resident counter areas.  The res\ntaill around in groups, often naked, especially near bedtime.  The furniture such a\nit is is obviously institutional in design.  Tennis shoes seem to be a standard is\ndiffering only by vhose name is inscribed . therein.  In many areas there vere no dr\nor shades and in many others, those that had been there verc either nissing or par\ndestroyed.  *  ' .  •  .\nConclusion;\nIt is not easy under the best of circumstances to operate an institution vhich is\ncharged vith the delivery of habilitation services for the retarded.  It is even c\ndifficult when confronted vith little or no control over admissions and discharges\navailable network of community living and educational services and an obvious hist\n\"of fiscal neglect by the funding authorities.  Those staff to vhom I talked have\nHowever, the situation at Enid State School can be best suinmed up in a paraphrase\na statement by one of* the Unit Directors; i.e., there aren't enough therapists foi\nthe nutrier to serve and we don't have enough staff to go around.  The result is t\nriniaally adequate standards of care-have not and are not being net.\n\nFollowing the visit at Enid -State School I then visited ?auls Valley State School\non June 9-10, 19S2.  During this tour I interviewed the Superintendent, Social Service:\nDirector, Professional Services Director, >Sedical Services Director, one Staff Physici;\nStaff Development Director, Psychological Services Director, Cursing Services Director,\nOccupational Therapy Director, Pharmacy Services Director and one of the part tine con-\nsulting dentists.  I also reviewed meeting minutes of the Hedical Staff, \"\"Nursing Staff\n«\nand HiL-aan Rights Committee.  I was in the Turner Clinic units, Nursing I and II, the\nA Horth Multip.le Units, Gary East, Gary Vest and Kerr I. While there I observed several\nhundred residents and reviewed 12 resident records in detail vith regard to current fui\ntional status, as well as nedical and psychiatric integration into the Annual Inter-\ndisciplinary Treatment Plan.  I also reviewed 5 records chosen at randon from amongst\nthose deaths occurring at Pauls Valley State School since 1979.\nGENERAL IMPRESSIONS;\nThe staff at Pauls Valley State School have a high level of espirit. de corps and\npride themselves on delivering the best services possible given the available resource.\nTh-2X express a kindly protective attitude toward the residents in their care.  The *\nphysical plant, though of varying ages is in reasonably good repair.  The never buildi\nprovide some degree of privacy at least in.the bathrooms.  The institution is grossly\nunderstaffed and consequently there is little\"in the vay of integrated and coaprehensi\nhabilitation planning and program implementation.  Sanitation and infection control is\nat a level close to clinically acceptable standards but general health surveillance and\nmedical quality assurance also suffers frozs lack of -available staff.  The institutiona\n•enphasis severely detracts from normalization and the facility's inability to control\neither admissions or discharges does not pemit treatment in the least restrictive\nenvironment. - I did not vitness any incidents of physical abuse.  On one occasion one\n\"Resident Life Staff Aide ineffectively told soiae residents to \"be quiet\" as they vere\nnoisy just prior to lunch tirae.  The gross insufficiency of numbers of staff prevents\nimplementation of relevant habilitation pro^raas and the lack of specific professional\n*•*\n\nappear institutionalized.  This eventually hampers successful ccrraunity placement. \"\nSPECIFIC OBSERVATIONS A.\\T> Tl?,CO>?-fr.NDATIONS:  '  '\nKedical Supervision and Quality Assurance:\nDr. Lindsey is a highly qualified physician vith several generations of familial\ndevotion to Pauls Valley.  He and Dr. Heinders, a local Family Practitioner each\ncone to the school 1^ hours, 2 days a veek.  The two full tine staff physicians\nare not fully licensed to practice medicine.  Supervision occurs only if the staff\nphysicians ask him to see a particular patient.  There is no review of physician •\nprescribing profiles.  Only occasionally does a physician review an Annual Inter-\ndisciplinary Treatment Plan and they never attend an Annual Team. Meeting.  There\nis no psychiatric consultation available and there hasn't been for nearly two years\nThe Hedical Staff is dependent, upon the President Life Staff Aides calling medical\n. problems to the nurse's or physician's attention.  Most specialities are available\nin Oklahoma City but transportation adds another large burden to an already insuff:\nstaff.  There are insufficient numbers of qualified physicians to provide the att<\ntion required to adequately monitor and treat the nearly 100 residents receiving o;\ntranquilizers, the 67 vho are non ambulatory and the over 120 vho receive special ;\nThe lack of nedical supervision, at least in so far as documented evidence of carte\nconcerned has been commented upon by the State Kedical Examiner.  The lack of read\navailable licensed care results in the type and kind of problems generated by the\ndeaths of Linda J. and Jody M.\nRecommendations *\nTo bring the level of medical care up to minimal standards there should be:\n1)  the equivalent of 5 full tine fully licensed physicians or 3 full time ful3\nlicensed physicians and 2 physician extenders (Registered \"urse Practitioners and;\nPhysician Assistants).\n2)  increased and documented medical supervision by either an administrative o:\nreview mechanism  (see Appendix A).  -\n\nInterdisciplinary Habilitation Planning Masting  (see Appendix E).\n4)  further development of infection and sanitation control procedures.  This vo\ninclude staff training as veil as protocols for the identification and treatment of\ncommunicable diseases.\nPsychiatry and Psychopharraacologic Practices:..  . . ' . -•  .  ;\nIn view of the 100 residents receiving major tranquilizers, 10 of vhora are reported\n-.on 2 or \"more, the unavailability of psychiatric consultation for nearly 2 years is\nclearly neglectful and in view of the known long terra irreversible side effects, a\nhazard to these residents* continued veil being.  There are no established written\nprotocols for the use of psychotropic medication and from the charts reviewed, no\nevidenpe of a long range integrated plan to alter the doses or change medications v\nthey are no longer ineffective.'  The use of Resident Life Staff Aides' reports is\nfraught vith danger since traditionally, referral for dedication adjustment only oc\nwhen a resident's behavior is increasingly aversive. -Under these conditions, both\nnumber receiving medication and the doses increase.  An example of many of these pi\ncan be seen in the record of Laura R. a resident of Korth Multiple \"Unit as well as\nthe record of Tom F. who resides in the same complex.  He also shows evidence of d-:\nordered movement visible to the casual observation of a trained observer.  In addi\nhe is receiving^ polypharTRacy.  This is'an outmoded and generally discredited pract\nWhen it is required, it should only be after exhaustive programatic efforts in con.\ntion vith utilizing single medications in maximal doses.  All of this should be do\nin the record.  There was no such documentation and, considering  the severity of h\nclinically described behavior, there was no evidence that contingency management t\nques directed toward aggression and hyperactivity was a high priority in his habil\nplan.  Questioning of the staff regarding why Alice A. who resides on Kerr I was r\nceiving Mellaril 25 tngm t.i.d. failed to evoke any more meaningful response than t\nshe was receiving it when she was admitted a year ago.  Tne general terms \"hyperac\naggressive and explosive\" in the psychological assessment done in December, 1981\n\nis tccn: yc-JiLiizj.--...;..; :^..z-.  /:•_. --...^ ,...,._.,,._.._  ,\nonly has 5 hours of scheduled active habilitation training each ucek,' none of vnich\ndirectly addresses her behavior problems, not even the school plan.\nR.ecor.7nendations:\nTo bring the practice of psychotropic medication use up to ninimal standards there\nshould be: \"\n•  *\n1)  additional psychologists at the Masters or higher level hired to develop\nintegrated habilitation plans.  There should be 1 psychologist for every 45 residen\n2)  acquisition of .1 full time equivalent consulting psychiatrist vho can provid\nrational reconnendations on psychotropic dedications, direct treatment services and\nstaff training.\n3)  a written protocol for regularly monitoring and adjusting the doses of psych\ntropic medication.  Particular enphasis on efficacy evaluations is imperative (see\nAppendix D).\nA)  Resident Life Staff Aide and nursing staff training in the side effects of\npsychotropic medication with particular ercp\"hasis on -novenent disorders (see* Appendi\nGeneral Health Surveillance:\nKursing:  ,\n  k\nThere are so few Registered Nurses at Pauls Valley that even under the best of cirt\nstances there is not one on the grounds during each shift.  This is a situation th;\nresults in belov survival level standards.  Utilizing L?K's interchangeably is far\nbelov acceptable standards of care.  The RK's and LPK's (13 full tine equivalents)\nvork loads are unreasonably large and thus provide only emergency services for tho\nresidents the Resident Life Staff Aides identify as being ill.  Consequently, regu\nscheduled health care maintenance and surveillance becoae the responsibility of Re\nLife Staff Aides vho are not trained to perforri these important duties.  This lead\nto delayed recognition and delayed nedical treatment.  Vhile transfer to Oklahoma\nCity of critically ill residents is cocmendable, it vas too late for Jarold F. and\nTeresa T. vho expired.  The Kursing Staff vho arc currently employed by the facili\n\narc- vorkir.g, under conci^lc.^ *  i. *..•.. -. ~ >.:•.•. ~- - -, ..,., ~..\ncense of professional standards.  They are a-^azingly dedicated snd shev ever)' indi-\ncation of high raorale despite the problems they face daily.\nReco>naendations:\nTo bring \"the practice of nursing -up to meet ciiniraal standards of health care and\nsafety there'shoule be:\n1)  irraediate .employment of 1 KK per each 45 residents.  These ?^'s  should be ess:\nto resident living areas, deployed during regular working hours Honday - Friday and\n\"be responsible for health care maintenance, health surveillance, regular nursing\nassessments, annual habilitation program planning and attendance-  They should be\ninvolved in monthly team reviews and provide Quarterly Health Reviews for the attend\nphysicians.  \" ' •\n2)  immediate employment of sufficient KN's to work out of Central Nursing so the\n2 R2t's are on the grounds during 3-11, 11-7. shifts as veil as all shifts on veekends\nand holidays.  .\n3)  immediate employment of sufficient LPK's in the Medical Units to cover all\nshifts.  There -should be a ratio of 1 LPN to each A residents during the early AM t(\npost evening feedings and 1 LPH to each 16 residents curing the other hours.\n4)  no Resident Life Staff Aides providing direct care in the Medical Units.  Th\nare vithout formal training and even though veil intended, they should not have to\nassume this responsibility. .  •\n5)  adequate housekeeping staff to allow the LPN's to devote full time to the re\ndentsf direct care needs.  •\nPhysical Therapy:\nThere are 67 non ar.bulatory residents at Pauls Valley State School.  Many of these\nresidents are multiply handicapped.  Many are also severely or profoundly retarded\nThis particular grqup of residents receives only very Kiinute public school trainin\nConsequently they .need inuch more in services from the State School.  I did not sec\nany custoia designed modified vheelchairs though there vere a number of size variat\n\nof.  trie  cor;..:-:.-.iLi  Vtricty.  .,.;. oii-:i  _u ;._• _,  -:.- _•  •.....:. :.^ . : ---••; : . . .\nvere restrained vith narrow cloth belts.  Thus caxinizing physiologic growth by pro\npositioning vas neglected.  I vas informed that there vas 1 physical therapist cons\nvho visited on Saturday nornings ever)' other week.  This is insufficient to provide\nneeded services of assessment, design of modified vheelchairs, attend specific Annu\nTear: ncetings, provide feedback on a quarterly basis, develop environmental stimula\nprograms and supervise the physical therapy aides.  * .  .  •  . . •\nIn order to neet tdLnimal standards in the physical therapy component there should b\n'  *  . . ..\n1)  at  least  1.5  full.time  equivalent  Physical  Therapists.  '  ..- •  \"\n•  *\n2)  at  least  2 Physical  Therapy Aides  (as at  present).\n3)  criterion  for  Registered  Physical  Therapist  attendance  at  Annual Team Meetir\nA)  \"supplies  and naterials  purchased  to  allow  the development  of  individually '\nnodified  vheelchairs.\n5)  sufficient  support  staff  (craft  trades)  to build  the vheelchair  nodificatior\n6)  E.n effort  to  obtain  physiatry  consultation  froTn  one of  the teaching  hospital\nin  Oklahoma City.  .\nOccuoational  Therapy:\n^—.  ^—  .  ^\nFroa the da-ta supplied there are 88 residents at Pauls Valley State School vho are\nreceiving consistency modified diets. ' Seven additional residents are being fed by\ngastrostomy tube.  \"While observing 1 small resident at Turner Clinic I noted he va:\nbeing fed at the rate of 1 large spoonful every 6 seconds.  This is nuch too rapid\nrate for safety.  Some residents vere fed in bed.  I saw no evidence of feeding\ntraining being taught.  These residents have mastication dysfunction and glutition\ndysfunction problem but no effort is being Tiade to retrain or alter these reflexiv\nanor-alics as is being done in other facilities habilitating residents vith sinilar\nproblems.  The occupational therapy staff consists of one person delivering tradi-\ntional arts and crafts directly to an average of 25-30 residents for one session c\nveek.  This is a corxaendable active leisure tine activity for those residents over\n\nLsC.i-itl £[;c even vit_h  t'r.a proviso  L'nac  L;IU : ciiccnL  CJ:MJ.IS  no  ~:  .^c:' ,•- -• ~c ... .\nHovever, this service alone leaves £ r.ajor gap in sensory stimulation, integration,\nreflex education and upper extremity habilitation.  As a result, nost residents rena\nwithout adequate evaluations 2nd totally without service.\nRecon.'neridations:\nIn order to meet Eiinimun standards for safety and habilitaticn, there should be:\n1)  at least one occupational therapist for every 50 residents vith either con-\nsistency modified diets or neurological/functional/anatoaical impairment of the uppe\ne x t r e m i t i e s .\"  •  . , - . ••  •  •  •\n2)  at least 1 COTA for every 30 sitailarily handicapped residents.\n3)  sufficient funds to provide adequate supplied of materials for the above\nmentioned habilitation activities.  •\n4)  criterion established mandating either an occupational therapist's or CQTA's\nparticipation in the Annual Habilitation Program Team.\nPharmacy:\nThe pharmacy is understaffed with one phanaacist and 2 pharmacy technicians, even\nus'ir.g the modified unit do«e dispensing system.  If the pharmacist is-sick or on\nvacation, it is technically illegal to fill prescriptions, even in an emergency.\nThere Is no consulting pharmacist to provide relief so it is fairly evident that\nthis situation cust occur on occasion.  Discontinued medications are reissued.  This\n=^y be legal, depending upon State Lav but is not a generally acceptable practice\n\"because of sanitation as well as pharmaceutical safety considerations.  Prescription\nointments without individual names are dispensed and were observed in North Multiple\nUnit.  There are no criterion for pharmacist participation on the Annual Team.  Ther\nis no functional Pharmacy and Therapeutics Corzniittee.\nIn order to meet nininrura standards there must be:\n1)  a ninimua of two- Registered PharT7.acists. .\n\nConsideration of the .other above mentioned items would improve pharmacy services.\nDental Services:\nThere are 3 Dentists performing the services of 1 full tine equivalent.  This is\ninadequate for the number of residents requiring services.  The 2 Dent2l Assistants\nare not certified and have \"had no formal training.  As far as could be ascertained,\nthere is no formal prograa of preventive oral hygiene.  \"Dental staff are not involv\nin training the Resident Life Staff Aides who are responsible for oral care.  There\nare no Dental Hygienists employed by the facility.  Despite adequate toothbrush hoi\ntoothbrush bristles were cross contaminating during the tour of North Multiple Unit\nG - 1.  -  .  •  •\n..Recommendations: -\nIn order- to raeet minimal standards of care there should be: •  '\n1)  at least 1 full time dentist added to the present part time staff.\n'  2)  at least 2 Dental Eygienists added-to the Dental Staff.\n3)  certification for the presently employed Dental Assistants.\nA)  a program developed for training Resident Life Staff Aides who brush teeth a\nanother program for Resident Life Staff Aides who teach residents to brush -their ov\nteeth (see Appendix E)•\n5)  dental involvement in sanitation and infection control monitoring.\nKabilitation Programming,:\nThere are school programs for school age residents, especially'those vho can benefi\nfroa reading, writing and numerical concepts.  For those who are severely or profc\nretarded or nultiply handicapped, the offerins of services is drastically  curtailec\nFor instance, Dana C. who, though \"blind knovs her doctor's naae and that doctors\nperfom examinations receives only 2h hours of school per day.  Ralph .G. , residing\nat North Multiple Unit wears mittens,' but the^program goals were diversional activi\nsuch as walks and snail toy manipulation.  Okko S. who also resides in Korth Multij\nUnit wears mittens plus stove pipe arm restraints (although I noted he did not cmil\n\nappears that the restraint has become an end in itself end is used as a substitute\nfor programming.  This is the result of a totally inadequate nur.ber of appropriately\ntrained staff at all levels of habilitation programing ability.  Consequently,\nother than occasional planned leisure time activities the residents can be observed\nmilling around aimlessly in their vard dayrooras.  They are being deprived of con^uni\nadaptive skills, self help skills, social interaction skills and pre-vocational skij\nwhich nany could use to considerable learning advantage.  Tor reasons that are not\nclear other than a paucity of staff the severely and profoundly retarded are systenu\ncally discriminated against in this regard.  \"  '  •\nRecommendations:\nIn order to meet minimum habilitation programming standards there should be:\n1)  additional professional staff to design and oversee the development of\nhabilitation plans (see recommendations on psychologists above).\n2)  additional speech therapists, physical therapists, occupational therapists\nand. recreational therapists who can implement habilitation in specific areas.  Phys:\ncal therapy and occupational therapy recommendations have been mentioned above.  Ont\nrecreation therapist should be employed for every 45 residents.  There should be on*\nspeech therapist for every 45 .non-verbal residents.-\n3)  more B.esident Life Staff Aides should be employed to provide self help skill\nsocial skills, and communication skills training under the supervision of the\nprofessional staff.\n4)  increased school opportunities for the severely and profoundly retarded as v\nas for the multiply handicapped school age residents.  There may be 17. of the multi\nhandicapped who cannot benefit from a full 6 hour school day.  The curriculum for t\nresidents will have to be individually designed and will obviously * be different ft\nthat now being offered more generally.\n\nThe physical, plant at Pauls Valley State School is in generally good repair.  Sorr,e\nareas provide for toileting in private (or vould if there vere front curtains on the\nstalls).  Some areas have 4 bed bedrooms.  The institutional furniture is modular\nsynthetics and of such similarity, non-retarded persons vould have difficulty dis-\ntinguishing one vard area from another.  I note that staff arid residents eat in\nsegregated dining rooms and also have different menus.  It vas reported that only\nabout half of the residents' clothing is purchased in\" town and the remainder at the\n\"cccapany store.\"  '  \"  • '  .  \"'  .••\"'\"\nConclusion:\n£arks Valley State School staff are making valiant efforts to provide adequate\nservices.  They are severely hampered by inadequate numbers of staff in almost ever;\narea.  Vere these deficiencies corrected, there-is no doubt that the services provii\ncould meet minimal standards.  Until this occurs, the residents vill continue to be\ndeprived  of their rights to habilitation and the staff vill continue to knov, in t'\nvords of one, \"we could obviously use a little more.\"\n\nOne cannot help but be favorably i-pressed vith tVie tremendous strides the State\nf Oklahoma has. bade vith its teaching hospitals and child development institute in\n!-;lahcr:a City. • 'These facilities are equal to any in the country.  At the szn'e  ti^ie,\nhere is an obvious discrepancy between the resources invested in these and the resour.\nllocnte'd ..to'the habilitation of the dentally retarded citizens of the State.  This is\n• *\npparent,\" not: only  in  the  two  State  Schools  but  also  in  the-absence, of  serious  ir:plei?.e\nion  of  P.L..  94-142 in  the  local  communities;  There  is  ho network  of  cozaunity  resour\n:uch as  group hones,  day  activity  centers,  foster  care  or  parent  care  stipends.  Despi\n.  •  *  •\n:he  commonality of State administration, there is only a tenous link between the teac\nhospitals and the two State Schools.  To bring the State Schools up to minimal standar\n:he State is faced with a large investment of money to hire staff and further develop\n•  •.  * -\nihe physical plants.  Tnis janst be done or the retarded youngsters of today vill be th\naider,- urisocialired chronically institutionalized of toaorrov.  One avenue vorthy of\nExploration is that of naking.the State Schools integral components of the teaching\nhospitals.  This' would help attract staff since adjuctive appointments vould be possib\nThis constellation 'cou^d then be used as a training nucleus to develop the expertise\nneeded to operate a-network of cozununity facilities including group homes and DAC's\nvhidh, along vith full implementation of P.L. -94-142 vould prevent the unnecessary anc\ncontinued institutiohalization of a majority of those citizens vho now or in the futui\nv-ill reside in the two State Schools.  '  •\n\nU. S. JUSTICE DEPARTMENT SITE VISIT\n.•TO ENID STATE SCHOOL and\nPAULS VALLEY STATE SCHOOL.\nby Robert L. Carl, Jr., Ph. D.\n»• . <**>.• :.v\nDuring the period of June 7, 1982 through June 10, 1982, I\nparticipated in a- site visit to Enid State School in Enid, Oklahoma,\nand Pauls Valley State School.in Pauls Valley, Oklahoma.  I was\n•accompanied by Leonard T. Fielding, M. D., Medical Director of\nBrainerd State Hospital in Minnesota, and Messrs. Len R e is er and\nRobert Dinerstein^of the U. S, Justice Department, Division of\nCivil Rights.  .  •\nThese written results of this site visit are my own, and are\nbased upon my personal and professional observations.\nThis report is prepared in three sections:  I. Enid State\nSchool; II. Pauls Valley State School; and III. Overall Conclusions.\n-*.,  -•  .-  . ..  •  •\nI.  ENID STATE SCHOOL (June 7 and 'June 8, 1982)\n• The'  visit to this facility for 662 clients started with a\nbriefing about the facility by Howard Chinn., Superintendent.\nJohn McCormack,'Attorney for the Oklahoma Department of Human-\nServices was also present. • • ...;,:.  ':-.:•..•  . -\n-'  i-ir. Chinn was very, positive about Enid State School, citing\n'.'.*•••*••  - • - • - • ••  -  ••  -  .-  '  '^:':  :'•  \" i - \" . ; f \" :rr  - \" . . '{  •  -*  .'\"•••  \"•-  ;•.•'••-:..\";\nICF/MR certification of the entire facility with \"only three  '* v>-\ndeficiencies in the lates•t   r'  eview' \"• • •a•' s his•'   m; ajor c'  rit'  erion.•  !.'.  *•••  \" \" ''\nWhen questioned regarding this finding, he identified numerous\nwaivers or variances which had been granted.  Examples of standards\n\nnot met and apparently not cited due to these waivers or variances\ninclude such items as having' no more than four clients in a bedroom,\nprivacy requirements in bathing/toileting areas, and  life/safety\nrequirements.  - •  •\nIt is inconceivable to me that such basic requirements as  '\nthese can be waivered. or ignored by the ICF/MR survey team.  In\nthe ICF/MR facilities which I am now supervising or have had under •\nmy supervision in the past, I can state categorically that the\nfederally-funded survey teams would not allow such waivers or variance:\nWith these types of.waivers, you have a traditional institution that\nis still unsafe, lacks privacy, and personalization, and yet Federal\nfunds are supporting a program which is obviously not in compliance\nwith the most basic Federal regulations.\nSuperintendent Chinn also discussed his perceived major\nproblems, identifying the archaic buildings as one major weakness.\nThe other problem he\"specified was a serious staff shortage in\n\"direct care, nursing  (R.N.1s) and physical therapy  (R.P.T.'s).\"\nThe later visits to the residential buildings confirmed Mr. Chinn's.\nassessment!  The buildings, for the most part, are abominable, de-\nhumanizing, crowded, lack personal space, are not particularly clean,\nand soce certainly not homelike.' Likewise, a serious staff shortage \"\nwas obvious, both in the classifications Mr. Chinn specified and\nin* other classifications as well.  •••.-•  •• • .•-•  *  -••  • ^\nFollowing are some observations from my personal visits to\nseveral of the living and program areas in the facility.\nI\n• -2-\n\nUnit I, Elm Building, Green Ward\nThis ward houses 21 men and boys.  According to staff, 5 of\nthe residents or students are over 21 years of age.  Two direct\ncare staff  (Resident Life Staff Aides) were on duty for the 21*\nresidents.  •\nThe visit occurred after supper during second shift.  \"Showering-\nwith assistance,\" an activity which appeared on each resident's\nindividual program was observed. . This procedure entailed a gang\nshower approach; 21'clients were undressed and then .herded naked into\nthe bathroom, where the two staff hosed the clients down with a\nlarge garden- type hose.  Given the lack of staff and the developmental\nlevels of the clients, maybe this was the best the staff could do.\nIn no way does this activity meet ICF/KR regulations nor accepted\nprofessional standards of practice I\nThere were no toilet seats on the toilets, nor any privacy\npartitions in the bathroom.\nThe sleeping .room was a large dorm-type or ward facility..\nNo privacy at all; just 22 beds in one large room.  The staff cited •\nthe \"need\" for supervision\" and staff shortage as reasons why the large\nsleeping room was required.  They also cited \"10 seizure patients\" -:. •\"'*.-\nas another example of why they had to use large sleeping areas.\nIn the sleeping room, a. resident worker \"on vocational training0 . \".\nwas sweeping the floors and making'the beds.  This resident was not  '  ;•\nbeing paid nor was he being supervised nor trained.  Again, this is\nanother example of a violation of ICF/MR regulations.  .  . -•:\nAccording to staff, there is only one person on duty on third\n\nshift in this area.  Another violation of Federal regulations and\nof good professional practice.\nClients had no access, to personal clothing or other effects.\nThere seemed to be a strange mix of clientele in the ward; differing\nages, varying functional levels were apparent.  .  .\nAccording to staff, \"13 or 14 go to school,\" and \"2 or 3 go\nto therapy for approximately 1 hour a day,\"  This means that several\nof the clients have no active treatment program whatsoever, and the '.\nrest get only an hour or so each day.\nMy impression_ is that this facility is not even a safe place\nto exist.  There are just too few staff.  In no way can this ward\"\nbe. in substantial compliance with Federal ICE/MR regulations.\nElm Building, Red Ward •\nStaff described this as \"an aggressive ward\" for: 22 men.\nSeven of the students are under 21 -years of age; the others are\nover 21.  The age range according to staff was from 14 to 45.\nThere was very little furniture, no privacy, similar living,\narrangements to the Green Ward.  . . „ ; ••  '.....\"  .\".'.'  \"  -\n•; • A review of some of the residents1 records was revealing. ..'\"\nThe records showed very little active programming, generally no\nmore than 1 hour per day for each client.  There was  a'\"paper\ncompliance\" program built on activities of daily living - such as\nshowering with assistance which translates into gang hosing off.\nBut there was no active treatment program for these clients in\nevidence.  Again, this residential area simply does not comply with\n\nminimal ICF/MR requirements nor accepted professional practice,\nin my opinion.\nUnit TV, Halfway House  -  -  -\n• -  .  •  •  •  .—•\nThis facility was quite acceptable from a physical plant .- .\nstandpoint.  The striking feature of the residents I observed is •\nthat they simply do not belong in nor can they be helped, in this  .\nfacility.  Their functional levels and skills demand placement in\na less restrictive environment.\nFor example, according to staff, about 25 of the clients are .\n\"older, don't require much supervision in activities of daily living.\nThey come and go, attend industrial therapy.  They have lived here\nr\nall their lives.\"\nStaff identified their major needs as \"group homes and sheltered\nworkshops in the community.\"' I agree; all of these clients could\nbetter; be served in community settings.\nThe programs \"oescribed by staff which\" they use to improve\nbehavioral and social skills' seemed quite inappropriate for the\ninstitutional retarded persons.  They-cited such programs as \"pro-  •\n;\ni .  *.  .  •  .  ..  -.^\n•  •  • . \" \" * \" *•  *  .  •  *  *  •\n\"jective testing, counselling, and maturation or time\" as the means\nthey use to improve clients,--.-..;.^.. -••.-;... _^  ._.-.. '-. j.; : .. .\" -.-... r-- .' -\\\\s-, •'•:\nw\n• It is a tragedy to'see such high functioning  clients wasting\n,away in this program.-..- Even where staff\" recommended  community  placemeni\nfor individual, clients, the staff noted almost no community  options\navailable for these clients.  •'  •\n•-5-\n\nUnit\" IV, Linden Hall\nThis H-shaped building houses 55 men and 56 women, according\nto staff.  Most are over 21 years of age; most appeared not to have '\na comprehensive individualized active treatment program, although\nmany participated in Industrial therapy or pre-vocational training\nof some. sort.  •  :\nAgain the physical plant is not desireable.  Too many clients,\nnot enough staff, very few amenities..  . ..\nCherokee- Park School  -\nThis special education program is operated by the Enid Public\nSchools, paid for by State and Federal education agencies.  According\nto staff all 413 children at Enid State School, between the ages'-  -\nof 6 and 21 attend school.\nThis sounded good, until I observed what passed for schooling.\nSeveral categorieSiOf schooling is available, according to staff\nand from reviewing- records.  .  .  •  .\nBorderline, mildly and some moderately retarded youngsters\nreceive a fairly full day of academic programming daily. •\n'•>  Adolescents in these categories receive a half day of academic\nwork and a half day of pre-vocational or vocational work daily.  • •\nSeverely and profoundly retarded youngsters and adolescents  • -\n'  '•*-\"•  - . - ? ••  .  :.-••  •  - . • • . .-  •  •  •-*•.•;-••:\nget about one-half hour per day of gross motor training.  This is\ngiven at the cottages.  .  . -  •\nThe school program is offered 195 days per year, with little\nsummer school available.  •  • -•  -.\n\nThis program represents one of the worse distortions of\nP.L. 94-142  (Education of all Handicapped Children Act) that I\nhave ever observed.  The more severely impaired, the less access\nto school one has at Enid State School.  Much, of the so-called\nvocational appears to be geared to the operating needs of the\ninstitution.  '  .\nYet,  according to the school staff, parents often send their\nchildren to Enid State School because there is little or no\neducational programming available for these children in most local\ns c h o o l s ..  . ' . . .\"  •  __  •\nWe did not observe any actual school because~-it was closed\nfor summer vacation.\nr Rose, Conna and Begonia\nThe 'clients in this unit, according to staff, must have basic\n'self-help skills (toileting, eating, dressing). '  •\nAlmost no individualized active treatment programs were evident\nhere.  ' There were some activities, such as chapel, music therapy, but\n\" a regularly scheduled program of active treatment was simply not  . .\n•- available, accordingvto my observations and a review of records.  .\n••••*-•-••-.•• There were a few group activities, but only pretend individu- \"'\nalized activities, so-written to provide artificial compliance with\n\"\"••- ICF/HR  regulations; . in my judgment.  ' -\"»\"•\"; **r'/•*•\"•• \"•'':\\^\"'rr'  ?<> \"~ ~•.••?\"*\">\"\nStaffing was simply insufficient to provide appropriate\n'activities or programs.\n\nUnit V, ACU and I W, 1 E  \" .  •  • •\"'\nThis unit was shocking.  People are housed in the hospital\n\"for their own protection, for isolation,\" and, apparently, for\nmedical reasons.  \" -  .\nThe odor was bad throughout this unit/ .with the entire\narea smelling of feces, urine, and •unchanged diapers.\nIndividualized programs were almost non-existent.\nInstead, clients languish in cribs and on mats all day with -\nalmost no stimulation or purpose to their life.\"\nInsufficient Jiursing personnel was an obvious problem here,'\nas well as throughout the entire facility.\nOther Items of Note • -'•-  . ..  •  .\nStaff from Enid State School indicated several other major'\nconcerns during conversations with me in response to specific questior\nFor example,-athe community placement program is obviously chaotic\nand poorly conceived.  Staff described four means out of the in- •\nstitution for the'clients.  First, returning to one's natural family.\nThey estimated 2 or 3 per year leave via^this route.- Second, place- •\n. ment in nursing homes' (ICF or SNF levels'of care) has -until recently '•\nbeen the primary placement option for institutionalized retarded\nadults.  A recent \"freeze\" on this placement option was apparently\nmandated by the Department of Human Services.  According to the  ' .\nSuperintendent, 1,282 persons were placed from Enid State School\ninto nursing homes since 1973.  Third, about two persons a year have\nbeen placed in planned independent placements.  Fourth, embryonic\ngroup home services are being started and 22 persons were placed\n\nfrom Enid State School last year.  Finally, last year 7 persons\nvalked away from the facility for a life of their own.\nThe above is really unacceptable.  To pretend that most\nretarded adults are appropriately placed in nursing homes is\nridiculous at best..  It is also probably a denial of needed active\ntreatment services, and a method to'save dollars by the state at\nthe expense of retarded citizens.  •  . •\nAnother major concern which surfaced is that some residents\nare in Enid State School either as an alternative to incarceration  •\n• following alleged, criminal acts, or because the local community\nrefuses to allow a. retarded person to remain in its midst.  An\nICF/MR facility is not.supposed to be a secure facility nor used\nas a correctional center.  Nor is an ICF/MR a place merely to .\nconvenience local communities by removing so-called undesireables\nfrom their presence.  This is simply Inot a justification for in-\nstitutional care finder the Federal- regulations.  •  .  .\nII.  PAULS VALLEY STATE SCHOOL (June 9 and June 10, 1982)  . .\n*\nThe site visit to this 577 client' facility started with a\n-. • briefing meeting by Superintendent Norman W. Smith, his key staff,'. ;\".'\nand an attorney for the Department of Human Services'..\n• \"'•  '  Like Enid State School, Pauls Valley has two primary resoonsi-\n\">.-:..••  •  -  •  - • - . .•  • , . . • • • • •.  • • • • . . . • - . . , . _ . . • - ••  .  ~  .\nbilities:  1) serving as a Regional Evaluation Center for its\ncatchment area, obligated to at least evaluate any retarded person\n*According to staff the enrollment on June 9, 19 82 was 577,\nwith an additional 8 9 persons on vacation or leave.\n\nwho applies for services; and 2) serving as a residential\ntreatment center.\nOne deficiency cited by staff was the lack of staff overall.\nA brief review of.the staff patterns shows serious staff shortages,\nespecially in nursing and in other professional classifications.\nStaff said they \"seldom admit a student for educational\npurposes; usually it.is due to behavioral problems, emotional\nproblems/ or the family.\"  Yet, staff also noted that at Pauls\n\" Valley, as  had the Enid State School staff, \"there had been few\nhopes realized via the implementation of P.L. 947-142.  They said\nthat local \"parents have no knowledge of the lavi-; nor are they\nsatisfied with local education programs\" for retarded children.•\nAgain, as at Enid State, staff of Pauls Valley State School\nfelt 'their \"only role in community placement was \"to refer a\nstudent, when you hear about an opening through the grapevine.\"\nAbout 25 persons have been placed into group homes from Pauls Valley\n.\"in the past few years.\"\n'. Other problems indicated by staff was a shortage of direct\n•  . care staff and remaining physical plant deficiencies.. Most of the  .\n;-\" residential buildings 'are sprinklered at Pauls. Valley State \"School, ...\naccording to the Superintendent.  v  ..'••---•  ...... *... .... •  .. ...*.-..\nFollowing are observations in some of the living and program\n' V areas at Pauls Valley State School.\"  '\"\" :'\" :  * ' \":\nHalfway House  \"  '  \"•  •  •\nThis program for 28 students serves both young men and young\n-10-\n\nwomen.  Staff offer \"minimal supervision\" according to their\nown accounts.  Very few staff are available here; in fact, there\nis no housekeeper or janitor assigned here.  The residents must\nscrub and wax the floors in- the entire facility here.  In fact,\nthese housekeeping duties are built into individual program plans.\nYet the clients are not paid and this .work, essential to the facility,\nseems to contravene' ICF/MR regulations.  '  '\nThe major concern here is that\" the clients living in this facil-\nity simply should not be under institutional care.  • They should be\n•in less restrictive environments if one hopes to.optimise their •\npotential for independent living.  '  -r\nMost residents seemed to have fairly full daily schedules,\nalthough some had daily routines which were somewhat skewed... For\nexample, one person started an education program before 7:00  a.m.\nand yet had a great \"deal of dead time in the middle of the\nafternoon.  \"  •  •  • -  .  .  .. -.  • .\n- * . . . ••\n• The records are clean, coherent, readable ahd there seems to\nbe some relationship'between needs and services'. • This was the first \"\ntime I observed such a relationship in Oklahoma...  .'  \".  . .-...\nHilltop School\" \" \"*'• **\" ^\nAgain, this special education program is operated by the local\nschool department', not by the institution itself.- It is a separate,'•\"\nsegregated school only for Pauls Valley State School students,\nhowever   This program  appears to be quite good academically for\n A\ncertain students, namely the borderline and mildly retarded youngsters\n\nThe program is unfortunately seriously deficient for the lower\nfunctioning students.  Severely and profoundly retarded youngsters\nget about 1/2 hour per day of schooling, primarily from a teacher's\naide.  .  •  .\nThe staff here seemed motivated and interested in the students.\nHowever/ one has to question their expertise i_n working with\nseverely and profoundly retarded youngsters.\nMy opinion about the school program is encapsulated in the\nfollowing comment from my notes.  \"The kids for who the academic\nprogram is appropriate simply do not belong here -(in the institution),\nwhile the lower 'functioning kids simply do not have an appropriate\nschool program.\"  •  .\nMy notes also say \"This  (the school program and building)\nwould have been one of the best facilities in the country in 1969.\"\nIn other words, pre 94-142 and before the' right to treatment suits,\nthis program would have been considered pretty good.  But in today's\ncontext, the program is- not adequate.\n- — , ; .-•-.\nFemale Division,' Calvert\nThere are 38 young women 'here> mildly-or moderately retarded, \\: •.'•\naccording to staff.  This living area was pretty well organized,\nwith .4 person-sleeping arrangements, .some privacy arrangements, and\naccess to personal.effects for the clients.' All the clients here -\nare ready for the\"right kind of group home,\" according to staff.\nCalvert I  . *  •  '\nThis living area for 35 women, dubbed severely retarded by sta_ f.c-r\nI\n\nwas a traditional dona  type or ward living arrangement.\nStaff said these clients required more  \"surveillance,\" supposedly\njustifying clearly inappropriate facilities.  .  ..\nKerr I and Kerr II  '  '-  • - .  .  ._  •\nThese living areas for little girls and young ladies were\nvery clean and fairly pleasant  with cubicle spaces set up to ••\nr\npromote some privacy, etc.  • - • • •-  •  -\nThese young ladies and younger girls were described as\nmildly, moderately retarded.  They seemed happy, were nicely dressed,.\nand in my opinion simply have no reason to be in an institution.\n•  Junior Division, Junior Cottage, J-W, J-E  •\nThese cottages for young boys and adolescents were very\ntraditional and certainly there was little indication of active\ntreatment being a-sjailable for thesfe youngsters. ^  .  . •  .\nSome of the Boys in J-E were described as being  \"too disturbed\nto go to school\" by staff..  -  . '•' . ,  .. •  •. .r  . .\n;.-  Medical Unit, Turner Clinic- Team Meeting \"'•••\" ••\"..' \".'\". • / . ~'-1>\"-' •.-..:•.;\"••\n' .  .  This visit probably was the most instructive of all the site\nvisits' because it demonstrated, inr-iny opinion, that the staffwere '\nuncomfortable with, and did not know how to implement  interdisciplinar\nprofessional processes.  .  \"  «\"  •  •  •  ...\nSince the ICT/MR program, and, in fact, accepted  professional\npractices for retarded citizens in service settings, axe grounded\nin this interdisciplinary  team planning process, it is clear that\n\ndysfunction at this step causes major problems in trying to\nimplement active treatment programs.  In fact, the team meeting\nwas disorganized, incoherent/ unfocused and generally useless, in\nmy opinion.  Although the staff appeared to ]cnow the client who\nwas being annually reviewed quite well, neither the client nor his\nmother was present.  .  •  - '\nThere was no compilation of strengths and needs of the client,\nnor any overall plan of care nor prioritization of service needs.\nThe-physician attended, but had no notes, no evaluation material,\nno input and nothing to offer apparently.\nMuch of the conversation, which is mandated^by regulation,\nwas focused on the administrative problem of documenting  client\nactivities, such as going outdoors.\nThere was no real .interdisciplinary meeting nor interaction.\nGoals and objectives were not specified.  No.overall plan of care\nor active treatment.program emerged.  \"\n-*•  •  • .  .\nThis points to an.), obvious weakness of the overall institution,\nTurner Clinic - Nursery-  -.  .  •  .._.._••  :  :.-  .• •\" \"\n. ' -v .A brief visit showed almost no activity except some basic . . .\ncustodial care services.  Renovations were being done to improve\nthe physical plant, but there were no provisions for privacy,\nsmall sleeping areas, or the like.  ' •\"  ''  .'. - ' '  * •\" s  .•7\" '.'\"'\nPhysical Therapy  Department\nA therapy aide was present.  ' She said a registered, physical\ntherapist visits the institution every other Saturday morr.ing.\n\nThere are supposedly 2 therapy aides, who serve \"about 60\"\nclients overall.  \"We try to see them twice a. week for 30 minutes,\"\nshe said.\nThis staffing level is so inadequate as to be ludicrous.\nT wonder what the state laws are regarding activities to be per-\nformed only by a registered physical therapist?  It seemed to me thai\nthe therapist aide I met was. ill-prepared to perform some of the •\nactivities she described  (e.g., \"range of motioning, positioning,\nambulation  adjust bracing\") unless she were directly supervised\nr\nby a registered person.\n••*•\nSouth Multiple Unit, G-l  •  • -  ,\nThis very traditional program for\".18 young ladies was .very\n. unimpressive.  Staff cited shortages in direct care staff, and\nindicated that there were few active treatment programs regularly\nscheduled.  The clients were grouped, with 6 clients assigned to\neach direct care staff person.  There were no sign language nor\nlanguage development programs available. . The staff couldn't remembei\nwhen they last saw the unit psychologist.  They did have \"some\nmusic therapy\" and occassionally a movie for the clients.  •  ••• ••'/..i•••_\nT saw little indication of purposeful activity or active  •••--••-•\ntreatment programs.  .  :/\nMultiple North •  •  •  •'\n'This building offered a fairly good institutional physical plant\nIt was not very homelike, however, lacking pictures on walls, persona\neffects, appropriate furniture.\n\nA  review of SG.T.S records/ discussion with staff, and\npersonal'observation revealed not much purposeful activity  except\ncustodial care for these clients.\nIII.  OVERALL CONCLUSIONS  •  '\nThe main impression one gets.is of ad hoc> traditional '\ninstitutional care.  Where the staff works hard, despite what seems\nto be inadequate direction from the administrative leadership, some\nfairly adequate custodial care is given.  This particularly true\nat Pauls Valley State School\".  Frankly, even the •custodial care\noffered at Enid State School is often seriously inadequate, even\ndangerous, in ray opinion.\nThis\" is not to criticize the staff, who seemed to be typical .\ninstitutional staff.  Instead, it is to highlight\" the extreme\nstaff shortage of direct care and nursing personnel throughout\nboth facilities. _,.  •  ' • . . .-  • '\nThe physical-plant in Enid State School is abominable at best.\nAlthough Pauls Valley State School also has serious physical plant \"\nproblems, it appears that the administrative staff have shown more•\nvigor and creativity .in making the best of a bad situation..\n- Staff shortages axe so serious in the direct care areas that\nclient neglect and abuse are almost natural responses for the staff, T-\nIt is absolutely impossible to render safe and adequate custodial\n9\ncare services given the staffing ratios, let.alone provide active\ntreatment.  Yet in chasing the Federal reimbursement for ICF/MR\nfacilities, both of these institutions pretend to offer individualized\nactive treatment programs.  This is a sham in my opinion.\n-Ik-\n\nAlmost as critically/ the staff shortages in physical therapy,\noccupational therapy, psychology, social work,.recreation, voca-\ntional services, education, axid, especially nursing,are almost;\noverwhelming.  There simply are not enough staff to perform pro-\nfessionally' competent annual evaluations and -provide critical care- to\nprevent, regression and deterioration, let along to provide a full \"\nactive treatment program for all of the residents.\n- Of course, it seems that there is no real intent to provide\nmeaningful active treatment services for the. severely and profoundly\nretarded residents.  ' \"  •\nAnother obvious systems failure centers on iihe admissions and\ncommunity placements aspects.  . .  :  .  •\nLiterally hundreds of the persons I saw in these two institu-\ntions simply -would not be in. residence in. a state facility elsewhere ii\nthe country.  Staff did say that there were almost no other options\navailable, so admissions were impossible to prevent.  Worse, staff  . •\nsaid that professional, judgement re admissions was often over—ridden\nby political intervention at the Central Office level.\n  . •  There is no real placement program, now that a \"freeze\" on\n:\nnursing home placements has been initiated.  Interestingly, no one-- - __•\ncould tell me why this freeze was initiated, nor could they show me\na written coranunication ordering the -freeze.  . ' \" , ..  .....\n-. • Group homes and other community service settings are apparently\n'almost non-existent in Oklahoma.  Worse, the Superintendents of the\ntwo institutions said they had no role in procuring or encouraging\nplacements.  They described themselves as administrators, and said\nthey had no impact on policy decisions.  '  *  ]\n\nThe intent of the ICF/hiR regulations and of good professional\npractice is to provide individually appropriate services while one\nlives at the institution and to develop plans for less restrictive\nsettings when appropriate.  Even though many of these plans appear\n' in writing in the client records, there is no vehicle for this\ninformation to impact on Department of Human Service policy re\n• *\nconsiunity. services.\nThe educational programs call for some specific attention at\nboth facilities.  Since the bulk of the institutionalized clients\nare children, one \"would expect the school programs to be exemplary.\nInstead, for the severely and profoundly•retarded^youngsters, these\nprograms are simply inadequate.  In no way do these programs comply\nwith my understanding of the intent of P.L._ 9 4-14 2 nor with 'acceptable\nstandards of professional practice.\nInterdisciplinary activity is almost non-existent throughout.\nOf course, the lack of staff exacerbates this, but \"in fact more staff\ndoing more of the same would not suffice either.\nAnother major problem is the use of clients to perform what\nseems to be essential institutional work, without compensation.\nAlso, in my judgement there is simply no way that these facilities , '.•.\ncomply vith the rudiments of ICF/MR regulations.\nIn conclusion, let me say. that immediate efforts must be taken ..\nin three veins.  First, more staff must be Hired and trained, es-\npecially direct care, nursing and professionals  (iri this priority\norder).  Second, physical plant modifications to promote safety,\nprivacy and dignity  (and compliance with Federal regulations) must\nbe undertaken at once.  Third, an aggressive plan to develop and fund\n\nappropriate coramunity alternatives must be developed and initiated\nconcurrently with the first two priorities.\nFrankiy   Enid State School is not a safe place for many of\nr\nthe clients in residence there at this time, in my opinion.  Pauls\nValley State School is not providing quality care, but I roust say\nthat custodial care practices there offer me some greater comfort.\nI cannot stress strongly enough my belief that action must be\ntaken post haste to avoid more serious problems relating to the\nhealth, safety, and progress of the clients, particularly at\nEnid State School, but also at Pauls Valley State School.\n«•-  .  ••*•\n-19-\n\nThe  State  of  Oklahoma,  through  the  Department  of  Human  Services,  has  provided\nservices  for  persons  who  are  mentally  retarded  primarily  through  a  system  of  out-\nof-home  institutional  placements  including  Pauls  Vaily  State  School,  Enid  State\nSchool,  and  Hissom  Memorial  Center.  Medicaid-subsidized  care  in  private  nursing\nhomes  and  room  and  board  facilities  can  also  be  included  in  this  system.  As  recent\nOHS reports,  evalutions  and  news  reports^  have  shown  there  are  serious  deficiencies\nin  this  system,  some  life  -threatening  and  all  adversely  affecting  the  quality  of  life\nof  the  persons  served  by  this  system.\nMany  states  are  deinstitutionalizing  persons  of  all  ages,  even  the  most  severely\nhandicapped,  by  offering  a  comprehensive  system  of  community-based  servi ces 7-a Thi s\ncommunity-based  system  is  generally  acknowledged  by  experts  in  the  field  to  be\nsuperior  to  the  institutional  system  in  quality  of  life  provided  and  cost  effectiveness.2b\nThese  services  first  promote  the  acceptance  of  these  persons  who are  mentally  retarded\ninto  existing  services  and,  when  this  is  not  feasible,  then  by  developing  services.\nPrimary  services  may  include  the  following;  housing,  education,  employment,  recreation,\nand  transportation.\nAs  of  January  1982  on  a  per  capita  basis  Oklahoma  had  the  lowest  utilization\nrate  of  group  homes  in  the  nation  and was  one  of  six  states  in  the  nation  having\nno  one  under  the  age  of  eighteen  in  group  homes?  Although  Oklahoma  has  begun  some\nminimal  efforts  to  deinstitutionalize  those  persons  who  are  high  functioning,  the\nfunding  is  minimal-$1.5  million  for  a  two  year  period-  and  places  too  much\nresponsibility  for  the  newly  developing  service  system  on  local  agencies  and  groups.\nNot  only  is  a  larger  percentage  per  home of  state  funding  and  ongoing  funding\nfor  existing  homes  needed  but  also  more  technical  assistance  from  DHS to  promote\nand  aid  the  implementation  of  a community-based  system  to  serve  persons  functioning\nat  many  different  levels  of  development.  This  assistance  must  also  include\nlegislation  and  licensing  to  facilitate  services  and  include  the  range  of  services\n1i sted  earli er.\nBecause  of  Oklahoma's  emphasis  on  institutions  our  state  lags  far  behind\nin  these  areas.  There  is  funding  available  for  these  services  obtained  by\napplying  for  a Medicaid  waiver  to  the  federal  government^  This  waiver  funding\nbecame  available  in  198l.  Up  to  this  time  the  State  of  Oklahoma  has  chosen  to  not\napply  for  this  funding.\nfootnotes\n1 The Review of Oklahoma's Three State Schools for the Retarded\nSite Visit report of Enid State School and Pauls Valley State School and\naccompanyi ng correspondence\n2 news articles\n2a  Nfris^E^roRs!  Close Them Down, the State Says\n2b Programs for the Handicapped  The Cost of Community Residential  Care for Mentally\nRetarded Persons\n3 Table 1:  Rates and Age Distribtution of People Living in Group Homes as of\nJanuary, 1982\nh Changes in Federal Medicaid Policy  The Omnibus Reconciliation Act of 19»J\nIntelligence Report",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2213"
    },
    {
      "date": "1985-01-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2211,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2211.pdf",
      "title": "Correspondence re: Enid State School and Paul's Valley State Schools, Enid and Paul's Valley, Oklahoma",
      "text": "CRIPA Investigation\nWBR:AEP:BPS:QCD:drl\nW  168-60-7\n1985\nCKRT1FIKD  MA.Il.\nRETUKK  RSCSIPT\nHonorable  0«or$«  High  ^  fOJ$\n(Sovernor  of  Okl*ho^a\nState  Capitol\nOklahoma  City,  OK  73105\nRe:  grsid  and  Paula  tfalley  State  Schools,\nSaid. ,afld  Fftule-  yallay\nDear  Soveraor\nAs you  &r*j auate,  Hnio  State  Sahool  ««d  Pauls  Valley\nState  School  h«v«  been  the  subjects  of  an  investigation\npursuant  to  the  Civil  Sights  of  XTis£ittttiati«siia«:<t  Persoas\nAct,  42  O.S.C.  §1997,  liais  et^tuts  p^raits  the  Oet»artcient\nof  Justice  Co protect:  affacta<i  persons  fro*a  a  pattern  and\npractice  of  egregious  and  flagrant  conditions  that, -'d\nthe^  of  their  federal  c^nsticutior»al  rights.  On Hay 23,\n1983,  1 advised  YOU of  cmr  findings  regarding  Enid  and\nValley.  Thea^  findings  included  in&d«quat-3 orofes;aional  and\ndirect  care  staff,  lack  of  minimally  adequate  medical  .^services,\nand  the  abaeTice  of  the  ssinlaal  traiRia^  nticesaar]?  to  e-aaure\nsafo  cottditions  of  cotifinsmeBt  snd  fraedtm  troa  undue  bodily\nrestraint*\nOn July  31,  1934,  lawyers  rrori  this  Divisjion  tttec v?ith\nrepresentatives  frosa  tbe  Qapartmeot  of  HtHa&n Services  to\nreview  tit a csatte-r  and  ta  ^laeaas  s»otentiai  r«ae<Jiss  to  the\nde£ici«$tci^3  existing  at  Enid  mid Paula  Valley*  Ac ti»e saiaa\ntiae,  ve  e*miJuct*sd  site  viaics  with  o«o  of  our  consultants  to\nupdate  our  inforaaticm  regarding  Enid  and  Pauls  Galley  and  to\nobserve  the  state's  implementatlcm  or\" it«  vci^ncsry  plan of\ncorrection.\n\n- -\"> ^\nAt Sntd, there have been taany improvements.  ,iany\nbuildings have been closed, removatad or ara sehadulad to be\nrenovated in the near future,  Seginnin.\" with chis 3Chool\nyaar, all residents will be enrolled  in a full *\\&y of training\nor educational programs.  In addition, an effective oehavlor\ntreatment program has been imp lava an tad.\nThere is, however, a shortage of both orof^ssionai and\ndirect cara staff at Sni<i.  Snici particularly lacks registered\nphysical therapists, registered occupational therapist;? ^tmi\naides, and psychologists.  Whiles we find this situation\ntroublesome, it does not rise to the level of a pattern oc\npractice of flagrant or egregious condirions th«it violate\nreiidenta' conatltutionai rights an«i thus do«s not warrant\naction pursuant to the Civil Rights o£ IriStitufi.onaii«e«3\nPersons Act.  Moreover, it appears that the aU'-aitiiatratioc:\nand staff at Hnid are nav; coasijitted CJ 3*irvin^ the neods of\nresidents.  Thus, we have dacided to close our formal\nof £nL:i Staca\nAt Pauls Valley, which has a £»ore several?\npopulation, we found chat chc earlier pattera and practice of\nflagrant and egregious conditions of. confinement coatinaea to\n«xi3C» and tixat theaa conditions Uo not satisfy conacitutional\nrainima. The Stata has not taet deadlines set forth in its\nvoluntary plan of correction ac Pauls* y«ili«y, and it 13 row\napparent that, even if fully iisplenented, the plan will not\naeet the rainiaal requirements of the Constitution.\nThe United Statas prefers to resolve the problems ac\nPaula Valley aiaicatsiy vitu a ie.f.aiiy cindin^ and judicially\nenforceable consent decree and thus avoid protracted litigation.\nHevertheless, if the i^tate of Oklahoma aaintaiTss ti'tat ic caanot\nagree to the filing of a settlement agraetsent in court, the\nUnited States *?ili o«a rorc«d to reaorc to t-.i» a«.forcdnanC\naltemativas provided ia 42 'J.3.C. &1997.\nThe conciiiuiaiL tmconsfcitutiooal conditions ac  ?zi-iLa\nValley ara of great concern.  I -jouldl therefore appreciate1\nyour imsecliate cociijiJerntion of our ;>ropos:ii co n^uiotiaca a\najettiesaent and request that you respond to this letter within\ntnree  rGska\n\nThank you for your prompt attention to this\nmatter.\nSincerely,\nIte. Bradford\nAssistant Atturnay General\nCivil Rights Division\ncc:  Robert  Fulton.^  f\nDirector,  Department  of  Hiiaan\nServices\nLayn  R.  Phillips,  Esq.\nUnited  States  Attorney\nWilliavn  S.  Price,  Esq.  (± (ffifi  t^\nUnited  States  Attorney  /  u s",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2211"
    }
  ],
  "document_count": 6
}