{
  "case_id": 12520,
  "fetched_at": "2025-10-20T22:57:56.022736",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "New York State Senate",
        "institution_alt_state": null,
        "institution_city": "Albany",
        "institution_county": "Albany",
        "name": "New York State Senate",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "New York State Department of Health",
        "institution_alt_state": null,
        "institution_city": "Albany",
        "institution_county": "Albany",
        "name": "New York State Department of Health",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Eric T. Schneiderman, Attorney General, State of New York",
        "institution_alt_state": null,
        "institution_city": "Albany",
        "institution_county": "Albany",
        "name": "Eric T. Schneiderman, Attorney General, State of New York",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Public Benefits/Government Services"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2012,
    "constitutional_clause": [
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [],
    "court": "New York state supreme court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Hospital/Health Department"
      }
    ],
    "docket_status": "Incomplete",
    "facility_type": [],
    "filing_date": "2011-07-22",
    "filing_year": 2011,
    "id": 12520,
    "injunction_duration": "",
    "issues": [
      "LGBTQ+: LGBTQ+",
      "Discrimination Basis: Sexual orientation",
      "General/Misc.: Marriage",
      "Discrimination Basis: Religion discrimination"
    ],
    "last_checked_date": "2018-01-19T00:00:00-05:00",
    "main_docket": {
      "id": 57882,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2012,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "New York state supreme court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "New York Supreme Court",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "New Yorkers for Constitutional Freedoms v. New York State Senate",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "A non-profit Christian political advocacy group in the State of New York and three private citizens.",
    "plaintiff_type": [
      {
        "value": "Non-profit religious organization"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2012-07-06",
    "settlement_judgment_year": null,
    "special_collections": [
      "Same-Sex Marriage"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>This is a state court case about the Marriage Equality Act (MEA), which permitted same-sex marriage in the state of New York. On July 22, 2011, New Yorkers for Constitutional Freedom, a lobbying group created “for the purpose of influencing legislation and legislators for the Lord Jesus Christ,” brought this suit challenging the process by which the law was enacted. The plaintiffs brought this action against the New York State Senate, the New York State Health Department, and Eric T. Schneiderman, the Attorney General of the State of New York.</p><p>The plaintiffs brought three causes of action. First, they alleged that there had been a violation of the Open Meetings Law (OML), which requires “public business be performed in an open and public manner and that the citizens of this state be fully aware of and able to observe the performance of public officials and attend and listen to the deliberations and decisions that go into the making of public policy.” The plaintiffs sought a declaratory judgment that the New York State Senate violated the OML in enacting the MEA and a void of any marriages performed pursuant to that act. </p><p>The OML has an exemption for political caucuses, meaning that their meetings can be closed, embodied in Public Officers Law § 108(2). Such exempt political caucuses may invite “guests” to participate in their deliberations. At the time that the MEA was enacted, 32 of the 62 members of the New York State Senate were Republicans, and four Republican State Senators joined Democratic State Senators in voting for the MEA. </p><p>The plaintiffs argued that the presence of non-Republican guests (Mayor Bloomberg, a registered Independent, and New York City Council Speaker Christine Quinn, a registered Democrat) at meetings of Republican State Senators where the MEA was discussed removed the meetings from the protection of the exemption of the OML, because all present did not belong to the same political party.</p><p>Second, the plaintiffs challenged Governor Cuomo's issuance of messages of necessity, which on two occasions had dispensed with New York State’s constitutionally-mandated three-day waiting period for enacting a bill into law, as ultra vires, or beyond his legal power or authority. Third, the plaintiffs alleged that the defendants deprived them of their constitutional right to freedom of speech under the First Amendment of the United States Constitution.</p><p>On November 14, 2011, the defendants moved to dismiss the complaint for failure to state a cause of action pursuant to CPLR 3211(a) (1) and (7). Because this was a declaratory judgment action, the court treated the defendants' motion to dismiss as a motion for a declaration in their favor.</p><p>On November 18, 2011, Judge Robert B. Wiggins for the Livingston Supreme Court granted the motion to dismiss in its entirety with respect to the Attorney General. With respect to the remaining defendants, the court dismissed the second and third causes of action, so only the allegation of an OML violation remained.</p><p>The defendants appealed to the Appellate Division, Fourth Division, contending that the plaintiffs could not bring this case without running afoul of the Speech or Debate Clause of the state constitution (see NY Const, art III, § 11). </p><p>On July 6, 2012, Judge Eugene M. Fahey, for the Appellate Division, held that the defendants waived the Speech or Debate Clause defense because they failed to raise it in a timely manner. </p><p>Nonetheless, Judge Fahey held that the OML was not violated. He found that the OML should not be read to limit eligible guests to members of the same political caucus that issued the invitation. </p><p>Judge Fahey referenced a previously decided case on the topic, <i>Warren v. Giambra</i> 12 Misc.3d 650, 813 N.Y.S.2d 892 [Sup. Ct., Erie County 2006], where the New York Supreme Court concluded that a private assembly of the Democratic majority of the County Legislature was not an exempt political caucus given the presence of the Republican Erie County Executive. The court held that they did not agree with that interpretation of the exemption, based on the plain language of the statute, practical considerations, and the legislative history.</p><p>The Appellate Division also held that the Republican Senate majority did not conduct public business during private lobbying conferences with registered members of Democratic party, and that the plaintiffs did not show good cause why the court should exercise its discretion to nullify the MEA. </p><p>Judge Fahey ordered judgment in favor of defendants, and held that the defendant New York State Senate did not violate the OML in enacting the MEA, and that marriages performed thereunder were valid.</p><p>On Oct. 2012, in an unpublished opinion, the Court of Appeals of New York denied the plaintiffs’ motion for leave to appeal.  We believe the case is now closed.</p>",
    "summary_published_date": "2018-03-04T00:00:00-05:00",
    "summary_short": "The plaintiffs, a non-profit Christian advocacy group and three citizens, unsuccessfully opposed the Marriage Equality Act (MEA), which permits same-sex couples to marry in the state of New York, then brought this action to challenge the process by which it was enacted. The plaintiffs alleged that the Open Meetings Law had been violated because the Republican State Senate majority, whose political caucuses were exempt from the OML, had non-Republican guests present when the MEA was discussed. The court found that the OML had not been violated, because the statute did not limit guests' eligibility based on their political party, and denied the plaintiffs' request to void marriages performed under the MEA.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/12520",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12520",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12520",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12520"
  },
  "documents": [
    {
      "date": "2012-07-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "New York state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45466,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45466.pdf",
      "title": "Opinion and Order",
      "text": "SUPREME COURT OF THE STATE OF NEW YORK\nAppellate Division, Fourth Judicial Department\n644    \nCA 12-00313  \nPRESENT: CENTRA, J.P., FAHEY, PERADOTTO, CARNI, AND SCONIERS, JJ.\n       \nNEW YORKERS FOR CONSTITUTIONAL FREEDOMS, \nJASON J. MCGUIRE, DUANE R. MOTLEY AND \nNATHANIEL S. LEITER, PLAINTIFFS-RESPONDENTS,\n                                                            \nV OPINION AND ORDER\n                                                            \nNEW YORK STATE SENATE, NEW YORK STATE \nDEPARTMENT OF HEALTH, DEFENDANTS-APPELLANTS,\nAND ERIC T. SCHNEIDERMAN, IN HIS OFFICIAL \nCAPACITY AS THE ATTORNEY GENERAL OF THE STATE \nOF NEW YORK, DEFENDANT. \n                                     \nERIC T. SCHNEIDERMAN, ATTORNEY GENERAL, ALBANY (VICTOR PALADINO OF\nCOUNSEL), FOR DEFENDANTS-APPELLANTS.\nLIBERTY COUNSEL, LYNCHBURG, VIRGINIA (RENA M. LINDEVALDSEN OF\nCOUNSEL), AND JOSEPH P. MILLER, CUBA, FOR PLAINTIFFS-RESPONDENTS.      \n                                                                  \nAppeal from a judgment (denominated order) of the Supreme Court,\nLivingston County (Robert B. Wiggins, A.J.), entered November 18,\n2011.  The judgment, insofar as appealed from, denied that part of the\nmotion of defendants to dismiss plaintiffs’ first cause of action\nagainst defendants New York State Senate and New York State Department\nof Health.  \nIt is hereby ORDERED that the judgment insofar as appealed from\nis unanimously reversed on the law without costs, and judgment is\ngranted in favor of defendants-appellants as follows:\nIt is ADJUDGED and DECLARED that defendant New York\nState Senate did not violate the Open Meetings Law (Public\nOfficers Law art 7) in enacting the Marriage Equality Act (L\n2011, ch 95, § 3) and that marriages performed thereunder\nare valid. \nOpinion by FAHEY, J.:  This appeal arises from the passage of the\nMarriage Equality Act ([MEA] L 2011, ch 95, § 3), which permits same-\nsex couples to marry in this state (see Domestic Relations Law § 10-\na).  Plaintiffs unsuccessfully opposed the MEA, and thereafter\ncommenced this action to challenge the process by which it was\nenacted.  Defendants, New York State Senate, New York State Department\nof Health and Eric T. Schneiderman, Attorney General, State of New\nYork, made a pre-answer motion to dismiss the verified complaint\npursuant to CPLR 3211 (a) (1) and (7), and Supreme Court granted the\n\n-2- 644    \nCA 12-00313  \nmotion in its entirety with respect to defendant Attorney General. \nThe court, however, granted the motion only in part with respect to\nthe two remaining defendants (collectively, defendants).  The verified\ncomplaint’s first cause of action, alleging a violation of the Open\nMeetings Law ([OML] Public Officers Law art 7) requiring nullification\nof the MEA, is the sole cause of action to have survived motion\npractice.  In that cause of action, plaintiffs seek a declaration that\nthe New York State Senate violated the OML in enacting the MEA and\nvoiding any marriages performed pursuant to that act. \nDefendants appeal, and in doing so bring before us none of the\npolicy considerations relative to the MEA that lurk beneath the\nverified complaint in this action.  Rather, our primary task on this\nappeal is to interpret the exemption to the OML embodied in Public\nOfficers Law § 108 (2) (hereafter, exemption).  We cannot agree with\nthe court that the part of the exemption providing that political\ncaucuses may invite guests to participate in their deliberations\nwithout violating the OML should be read to limit eligible guests to\nmembers of the same political party of the political caucus that\nissued the invitation.  We thus conclude that the judgment insofar as\nappealed from should be reversed and that judgment should be entered\ndeclaring that the New York State Senate did not violate the OML in\nenacting the MEA and that marriages performed thereunder are not\ninvalid.  \nWe note at the outset that a motion to dismiss the complaint is\nnot the proper procedural vehicle for the relief sought by defendants\nin this declaratory judgment action (see generally Morgan v Town of W.\nBloomfield, 295 AD2d 902, 904).  Inasmuch as “this is a declaratory\njudgment action, we treat [defendants’] motion to dismiss for failure\nto state a cause of action under CPLR 3211 (a) (7) as a motion for a\ndeclaration in [their] favor” (Fekishazy v Thomson, 204 AD2d 959, 962\nn 2; see generally CPLR 2001).\nI\nAs noted, this appeal arises from the passage of the MEA and the\nlegalization of gender-neutral marriage in New York State. \nLegislation proposing to legalize such marriage failed in 2009, but in\n2011 four Republican State Senators joined Democratic State Senators\nin voting for the MEA, which was signed into law by Governor Andrew\nCuomo on June 24, 2011.  At the time the MEA was enacted, 32 of the 62\nmembers of the State Senate were Republicans. \nOur review begins with the verified complaint, which sets forth\nwhat is characterized as the series of events that precipitated the\npassage of the MEA.  In mid-May 2011, New York City Mayor Michael\nBloomberg, a registered Independent, accompanied by New York City\nCouncil Speaker Christine Quinn, a registered Democrat, met\nindividually with Republican State Senators to lobby on behalf of\nAssembly Bill A8354-2011, which provided the foundation for what\nultimately became the MEA.  According to the verified complaint, Mayor\nBloomberg’s lobbying efforts with respect to the assembly bill were\nnot limited to May 2011.  Indeed, plaintiffs allege that Mayor\n\n-3- 644    \nCA 12-00313  \nBloomberg met with the entire Republican Conference of the Senate,\ni.e., 32 of the 62 Senators, in a closed meeting at the New York\nCapitol Building on June 16, 2011 (hereafter, Bloomberg meeting).  At\nthat meeting, Mayor Bloomberg spoke to the Republican Conference and\npledged financial support for the campaigns of Republican Senators who\nvoted in favor of the MEA.  In contrast to the access granted Mayor\nBloomberg, neither plaintiff Duane R. Motley, the Senior Lobbyist with\nplaintiff New Yorkers for Constitutional Freedoms, nor plaintiff\nNathaniel S. Leiter, the Executive Director of Torah Jews for Decency,\nwas permitted to address the Republican Conference that day.\nSimilarly to Mayor Bloomberg, Governor Cuomo, a registered\nDemocrat, lobbied on behalf of the MEA.  According to the verified\ncomplaint, Governor Cuomo met privately with Republican Senators at\nthe Governor’s mansion to advocate for the MEA (hereafter, Cuomo\nmeeting), and that meeting was not open to the public.  The verified\ncomplaint alleges, upon information and belief, that a quorum of the\nState Senate was present for the Cuomo meeting, but it is unclear\nwhether the term “quorum” refers to all of the Republican Senators, as\nopposed to a mix of Republican and Democratic Senators.  For purposes\nof this appeal, however, we assume that plaintiffs have alleged that\nall of the Republican Senators were present for the Cuomo meeting.\nPlaintiffs do not specify a date on which the Cuomo meeting\noccurred, but one of the exhibits to the verified complaint suggests\nthat it may have been held on June 20, 2011.  In the event that the\nCuomo meeting was indeed held on June 20, 2011, it occurred subsequent\nto the Assembly’s passage of the MEA on June 15, 2011, which was\nfacilitated by a message of necessity from Governor Cuomo dispensing\nwith the constitutionally-mandated waiting period of three days for\nthe passage of bills (see NY Const, art III, § 14).\nOnce passed by the Assembly, the MEA was delivered to the Senate,\nand during the week of June 20, 2011 there was what Motley describes\nas an “unprecedented” denial of public access to the Republican\nSenators.  Plaintiffs allege that, on Tuesday, June 21, 2011,\nlobbyists and activists were locked out of the Senate lobby and that,\non June 22 and 23, 2011, the Senate lobby was only partially reopened\nto legislative staff and lobbyists.  On Friday, June 24, 2011, the\nlockout resumed, thereby preventing the public from accessing the\nSenate lobby and the Republican side of the Senate chamber.  Moreover,\nthe Republican Senators allegedly turned off their cell phones on June\n24, 2011 and met for five hours on that date without providing for\naccess to staff or the public.\nThe MEA was amended on June 24, 2011 (hereafter, Bill) to include\nlimited protections for certain religious entities (see L 2011, ch 95,\n§ 3), and Governor Cuomo issued messages of necessity to the Assembly\nand the Senate with respect to the Bill on that date, again dispensing\nwith one of the constitutional requirements for enacting a bill into\nlaw.  The Bill, now identified as A8520-2011, passed the Assembly, and\nthereafter was passed by the Senate in a regular session by a vote of\n33 to 29.  Governor Cuomo signed the Bill into law on June 24, 2011 at\n11:15 p.m.\n\n-4- 644    \nCA 12-00313  \nII\nPlaintiffs commenced this action approximately one month after\nthe MEA was enacted.  In addition to providing the basis for the\nforegoing factual summary, the verified complaint asserted three\ncauses of action against defendants and defendant Attorney General. \nOur concern rests with the first cause of action, which alleges the\nviolation of the OML arising from the purported conduct of business of\na public body in a closed session and seeks a declaration nullifying\nthe MEA pursuant to Public Officers Law § 107 and voiding any\nmarriages that were performed pursuant to that act.  The second cause\nof action challenges Governor Cuomo’s issuance of the subject messages\nof necessity as ultra vires, while the third cause of action alleges\nthat defendants deprived plaintiffs of their constitutional right to\nfreedom of speech.\nAs noted, in lieu of an answer defendants moved to dismiss the\nverified complaint pursuant to CPLR 3211 (a) (1) and (7).  The court\ngranted the motion in its entirety with respect to defendant Attorney\nGeneral and, with respect to defendants, the court dismissed only the\nsecond and third causes of action, reasoning that there is a\njusticiable issue whether the OML was violated, as alleged in the\nfirst cause of action.\nIII\nBefore turning to the primary issue on appeal, we briefly\nconsider two preliminary points of far less significance.  First,\n“although defendant[s] purport[ ] to appeal ‘from each and every part’\nof the [judgment], [they are] not aggrieved by those parts . . .\ngranting [their] motion in part and thus may not appeal therefrom”\n(K.J.D.E. Corp. v Hartford Fire Ins. Co., 89 AD3d 1531, 1532; see\nViscosi v Preferred Mut. Ins. Co., 87 AD3d 1307, 1307, lv denied 18\nNY3d 802).  Put differently, defendants may appeal from the judgment\nonly to the extent that it denied their motion (see CPLR 5511).\nSecond, defendants contend in their main brief that plaintiffs\nmay not prosecute this case without running afoul of the Speech or\nDebate Clause of the State Constitution (see NY Const, art III, § 11). \nThat contention, however, was not properly before the court inasmuch\nas it was raised for the first time in defendants’ reply papers (see\nWatts v Champion Home Bldrs. Co., 15 AD3d 850, 851).  Moreover,\ncontrary to defendants’ contention, the Speech or Debate Clause\ndefense may be waived (see Pataki v New York State Assembly, 4 NY3d\n75, 88), and it was waived here based on defendants’ failure to raise\nthat defense in a timely manner (see Litvinov v Hodson, 34 AD3d 1332,\n1332-1333).  The further contention raised in defendants’ reply brief\non appeal that the Speech or Debate Clause defense is properly before\nus because it was asserted in defendants’ answer is of no moment,\ninasmuch as the answer is outside the record on appeal (see e.g.\nPalermo v Taccone, 79 AD3d 1616, 1620).\n\n-5- 644    \nCA 12-00313  \nIV\nA.\nWe now turn to the primary issue on appeal, i.e., the\ninterpretation of the exemption.\n“The purpose of the [OML] is to prevent public bodies from\ndebating and deciding in private matters that they are required to\ndebate and decide in public, i.e., ‘deliberations and decisions that\ngo into the making of public policy’ ” (Matter of Zehner v Board of\nEduc. of Jordan-Elbridge Cent. School Dist., 91 AD3d 1349, 1350;\nsee Matter of Gordon v Village of Monticello, 87 NY2d 124, 126-127). \nPursuant to Public Officers Law § 103 (a), “[e]very meeting of a\npublic body shall be open to the general public, except that an\nexecutive session of such body may be called and business transacted\nthereat in accordance with section [105.]”  The OML defines a\n“meeting” as “the official convening of a public body for the purpose\nof conducting public business” (§ 102 [1]).  A “public body,” in turn,\nis defined as “any entity, for which a quorum is required in order to\nconduct public business and which consists of two or more members,\nperforming a governmental function for the state . . . or committee or\nsubcommittee or other similar body of such public body” (§ 102 [2]). \nInasmuch as the Republican Conference was the majority conference of\nthe State Senate at all times relevant to this action, a meeting of\nthat conference constituted a quorum of the State Senate. \n“[T]he provisions of the [OML] are to be liberally construed in\naccordance with the statute’s purposes” (Gordon, 87 NY2d at 127), and\nhere we are called upon to construe the “guest” exemption, which is\ncontained in Public Officers Law § 108 (2).1  “The primary\n1 Public Officers Law § 108 is entitled “Exemptions,” and\nsubdivision (2) of that section provides:\n“Nothing contained in [the OML] shall be\nconstrued as extending the provisions hereof\nto: \n. . . \n“2. a.  deliberations of political\ncommittees, conferences and caucuses.\nb.  for purposes of this section,\nthe deliberations of political\ncommittees, conferences and\ncaucuses means a private meeting of\nmembers of the senate or assembly\nof the state of New York, or of the\nlegislative body of a county, city,\ntown or village, who are members or\nadherents of the same political\n\n-6- 644    \nCA 12-00313  \nconsideration of courts in interpreting a statute is to ‘ascertain and\ngive effect to the intention of the Legislature’ ” (Riley v County of\nBroome, 95 NY2d 455, 463, quoting McKinney’s Cons Laws of NY, Book 1,\nStatutes § 92 [a], at 177; see Matter of DaimlerChrysler Corp. v\nSpitzer, 7 NY3d 653, 660), and “ ‘we turn first to the plain language\nof the statute[] as the best evidence of legislative intent’ ” (Matter\nof Stateway Plaza Shopping Ctr. v Assessor of City of Watertown, 87\nAD3d 1359, 1361, quoting Matter of Malta Town Ctr. I, Ltd. v Town of\nMalta Bd. of Assessment Review, 3 NY3d 563, 568).  Our concern in\ndetermining whether the exemption applies to the Bloomberg and Cuomo\nmeetings lies in section 108 (2) (b), and we turn to what we\ncharacterize as the “first part” of that subdivision, which provides\nthat, for purposes of section 108,  \n“the deliberations of political committees,\nconferences and caucuses means a private meeting\nof members of the senate or assembly of the state\nof New York, or of the legislative body of a\ncounty, city, town or village, who are members or\nadherents of the same political party” (emphasis\nadded). \nThe inclusion of the emphasized language in the preceding quote\nqualifies the political committees, conferences and caucuses\n(collectively, caucuses) that are exempt from the provisions of the\nOML, and limits the exempt caucuses to those comprised of members of\nthe same political party.  Put differently and by way of example,\nunder section 108 (2) (b), the Puerto Rican/Latino Caucus of the State\nSenate would not be entitled to the benefit of the exemption to the\nextent that the Caucus is comprised of members of different political\nparties, nor would the Legislative Women’s Caucus of New York State\nqualify for the exemption were it comprised of members of varying\npolitical parties from one house of the Legislature.  Rather, the only\ncaucuses to which the exemption applies are those comprised of members\nof the same political party, and that limitation arises from the\nLegislature’s inclusion of language restricting eligible caucuses to\nonly those private meetings of “members . . . of the same political\nparty.”\nWhat we characterize as the “second part” of section 108 (2) (b)\nparty, without regard to (i) the\nsubject matter under discussion,\nincluding discussions of public\nbusiness, (ii) the majority or\nminority status of such political\ncommittees, conferences and\ncaucuses or (iii) whether such\npolitical committees, conferences\nand caucuses invite staff or guests\nto participate in their\ndeliberations.” \n\n-7- 644    \nCA 12-00313  \nenhances the exemption articulated in the “first part” of that\nstatute.  In the second part of section 108 (2) (b), the Legislature\nnoted that the exemption applies \n“without regard to (i) the subject matter under\ndiscussion, including discussions of public\nbusiness, (ii) the majority or minority status of\nsuch political committees, conferences and\ncaucuses or (iii) whether such political\ncommittees, conferences and caucuses invite staff\nor guests to participate in their deliberations.”\nWe now turn to clause (iii) of the foregoing excerpt, i.e., the\nprovision that the exemption applies without regard to whether the\ncaucuses invite staff or guests to participate in their deliberations. \nThe term “guests” brings us to the critical juncture of this issue: \nwhether plaintiffs are correct that the definition of “guests” in the\nexemption must be limited to people of the same political party as\nthose of the political caucus seeking the exemption, and thus whether\nthe attendance of Mayor Bloomberg and Governor Cuomo, respectively, at\nthe Bloomberg and Cuomo meetings removed those meetings from the\nprotection of the exemption because neither Mayor Bloomberg nor\nGovernor Cuomo is a registered Republican. \nWe conclude that the plain language of the statute does not\nsupport plaintiffs’ position.  “ ‘The language of a statute is\ngenerally construed according to its natural and most obvious sense .\n. . in accordance with its ordinary and accepted meaning, unless the\nLegislature by definition or from the rest of the context of the\nstatute provides a special meaning’ ” (Samiento v World Yacht Inc., 10\nNY3d 70, 78, quoting McKinney’s Cons Laws of NY, Book 1, Statutes §\n94, at 191-194 [1971 ed]).  A “guest” as defined by both legal and\nnon-legal dictionaries is “[a] person who is entertained or to whom\nhospitality is extended” (Black’s Law Dictionary 776 [9th ed 2009];\nsee New Oxford American Dictionary 772 [3d ed 2010] [defining “guest”\nas “a person who is invited to . . . take part in a function organized\nby another”]).\nHad the Legislature intended to constrict the meaning of “guest”\nas plaintiffs suggest, it could have done so through the same means by\nwhich it limited the definition of caucuses eligible for the\nexemption.  Eligible caucuses include only those comprised of\n“adherents of the same political party” (Public Officers Law § 108 [2]\n[b]), and there is no such limitation on the scope of eligible guests. \nIn view of the fact that the Legislature qualified those caucuses\neligible for the exemption, the absence of qualification of “guests”\neligible to participate in an eligible caucus is telling of the\nLegislature’s intent as to the scope of the term “guests.”  To\nconclude otherwise would impermissibly amend the “statute by adding\nwords that are not there” (American Tr. Ins. Co. v Sartor, 3 NY3d 71,\n76). \nThe only case that we could locate on this issue is Warren v\nGiambra (12 Misc 3d 650 [Sup Ct, Erie County 2006]).  There, Supreme\n\n-8- 644    \nCA 12-00313  \nCourt concluded that a private assembly of the Democratic majority of\nthe County Legislature was not an exempt political caucus within the\nmeaning of section 108 (2) (b) given the presence of the Republican\nErie County Executive at that meeting (Warren, 12 Misc 3d at 654). \nFor the reasons set forth above, we do not agree with that\ninterpretation of the exemption.\nIndeed, notwithstanding the absence of controlling authority on\nthis issue, the broad construction of “guests” that we perceive the\nLegislature as having employed is eminently practical.  Plaintiffs\ncontend that “guests more properly would apply to topical or strategic\nexperts from whom the caucus seeks input in order to decide how to act\non public business.”  There is, however, no basis in the statute for\nreading that subtlety into the definition of “guests,” and that\nartificial distinction drawn by plaintiffs exposes certain issues\narising from their proposed construction of the exemption.  For\nexample, in the event that we were to adopt plaintiffs’ limited\ndefinition of “guests,” it would be impossible for a Democratic member\nof a Governor’s office, such as a budget director, to speak to a\nmajority Republican caucus.  Moreover, assuming that the limitations\nplaintiffs seek to impose on “guests” under section 108 (2) (b) would\napply equally to “staff” under that statute, we question whether all\nSenators in the majority conference would be entitled to have their\nstaff members attend a caucus.  By way of example, if a Republican\nSenator employs a chief of staff who is a registered Conservative, or\nif a Democratic Assembly Member employs a chief of staff who is a\nregistered Independent, those chiefs of staff could no longer attend a\nmajority conference.\nWe next turn to the legislative history of section 108 (2) (b),\nwhich also does not support plaintiffs’ suggested interpretation of\n“guests” within the meaning of the subject exemption.\n“Despite the primary importance of literal\nconstruction, we [have] recognize[d] that ‘[t]he\ncourts may in a proper case indulge in a departure\nfrom literal construction and . . . sustain the\nlegislative intention although it is contrary to\nthe literal letter of the statute’ (Statutes §\n111).  Thus, ‘the legislative history of an\nenactment may also be relevant and “is not to be\nignored, even if words be clear” ’ ” (Feher\nRubbish Removal, Inc. v New York State Dept. of\nLabor, Bur. of Pub. Works, 28 AD3d 1, 5, lv denied\n6 NY3d 711; see Matter of Tompkins County Support\nCollection Unit v Chamberlin, 99 NY2d 328, 335).  \nThe Legislative Declaration (Declaration) accompanying the 1985\namendments to the Public Officers Law that added subdivision (b) to\nPublic Officers Law § 108 (2) (see L 1985, ch 136, § 1) does not cause\nus to retreat from our conclusion that the Legislature did not intend\nthat the definition of “guests” in the exemption be limited to people\nof the same political party as that of the political caucus seeking\n\n-9- 644    \nCA 12-00313  \nthe exemption.2  Although the Declaration refers to discussions “among\nmembers of each political party,” read as a whole the Declaration\nspeaks to discussions within public bodies.  Indeed, nothing therein\nsuggests that members of a political caucus cannot entertain a guest\nfrom a different political party provided that the guest is not a\nmember of the public body from which the caucus is formed.\nFinally, at least with respect to the issue whether the Bloomberg\nand Cuomo meetings violated the OML, we reject what we interpret as\nplaintiffs’ contention that the OML was violated insofar as the\nRepublican Senate majority conducted public business during private\nconferences at which “Republican Senators were pressured to change\n  2 The Declaration provides, in relevant part:\n“The legislature hereby reaffirms that the\npublic business of public bodies of the state\nof New York should generally be conducted at\nopen and public meetings . . . When enacting\nthe [OML], the legislature intended and\nprovided that the ‘deliberations of political\ncommittees, conferences, and caucuses’ should\nbe exempt from the coverage of such law. \nSuch exemption was enacted in furtherance of\nthe legislature’s recognition that the public\ninterest is well served by the political\nparty system in legislative bodies because\nsuch parties serve as mediating institutions\nbetween disparate interest groups and\ngovernment and promote continuity, stability\nand orderliness in government.  The\nperformance of this function requires the\nprivate, candid exchange of ideas and points\nof view among members of each political party\nconcerning the public business to come before\nthe legislative bodies.  Recent judicial\ndecisions have, however, eroded this\nexemption by holding that it applied only to\ndiscussions of political business. \nAccordingly, the legislature hereby declares\nits adherence to the original intent of the\nlegislature, that the provisions of the [OML]\nare not applicable to the deliberations of\npolitical committees, conferences and\ncaucuses of legislative bodies regardless of\n(i) the subject matter under discussion,\nincluding discussions of public business,\n(ii) the majority or minority status of such\npolitical committees, conferences and\ncaucuses or (iii) whether such political\ncommittees, conferences and caucuses invite\nstaff or guests to participate in their\ndeliberations” (L 1985, ch 136, § 1).\n\n-10- 644    \nCA 12-00313  \ntheir vote.”  Public Officers Law § 108 (2) (b) protects the\ndiscussion of public business at a political caucus, but not the\nconduct of public business at such a meeting (see Matter of Humphrey v\nPosluszny, 175 AD2d 587, 588, appeal dismissed 78 NY2d 1072).  As we\nread the verified complaint, however, plaintiffs challenge the\nlobbying of the MEA at the Bloomberg and Cuomo meetings.  Nowhere does\nthe verified complaint allege that the Republican Conference agreed to\npass the MEA at those meetings, nor does the verified complaint allege\nthat the Republican Conference essentially arranged for a close vote\non the MEA by issuing four of its Senators a “pass” to support that\nlegislation.\nB.\nEven assuming, arguendo, that the Bloomberg and Cuomo meetings\nviolated the OML, we would not invalidate the MEA and the marriages\nperformed thereunder.\nPublic Officers Law § 107 (1) provides in relevant part that,\nwhen a court determines that a public body failed to comply with the\nOML, “the court shall have the power, in its discretion, upon good\ncause shown, to declare that the public body violated [the OML] and/or\ndeclare the action taken in relation to such violation void, in whole\nor in part . . . .”  The burden of showing good cause warranting\njudicial relief based on an OML violation rests with the challenger\n(see Matter of Gernatt Asphalt Prods. v Town of Sardinia, 87 NY2d 668,\n686), and here plaintiffs have not made the requisite showing of good\ncause for the relief they seek.  Plaintiffs’ contentions on this point\ndistill to claims of prejudice arising from the mere fact of the OML\nviolations, and from the changes in the law that followed the passage\nof the MEA.  Plaintiffs do not, however, contend that the alleged OML\nviolations were the catalyst for the passage of the MEA.  In fact, the\nvarious news articles attached as exhibits to the verified complaint\ndetail the intense lobbying of individual Senators with respect to the\nMEA, and note that both proponents and opponents of the Bill took a\nsimilar approach of targeting potential swing votes on the issue. \nThere is no allegation that the lobbying of individual Senators\nviolated the OML and, given their failure to link the alleged OML\nviolations to the enactment of the MEA, which was approved at a\nregular session of the Senate that was open to the public, we conclude\nthat plaintiffs failed to show good cause why we should exercise our\ndiscretion to nullify the MEA (see Matter of Malone Parachute Club v\nTown of Malone, 197 AD2d 120, 124; cf. Matter of Goetschius v Board of\nEduc. of the Greenburgh Eleven Union Free School Dist., 244 AD2d 552,\n553-554; see also Matter of Griswald v Village of Penn Yan, 244 AD2d\n950, 951; Town of Moriah v Cole-Layer-Trumble Co., 200 AD2d 879, 881).\nV\nAccordingly, we conclude that the judgment should be reversed\ninsofar as appealed from, and judgment should be entered in favor of\ndefendants declaring that defendant New York State Senate did not\nviolate the OML in enacting the MEA and that marriages performed \n\n-11- 644    \nCA 12-00313  \nthereunder are valid.\nEntered:  July 6, 2012 Frances E. Cafarell\nClerk of the Court",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/45466"
    },
    {
      "date": "2011-09-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45468,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45468.pdf",
      "title": "Memorandum Of Law In Support Of Defendants' Motion To Dismiss The Complaint Pursuant To Cplr",
      "text": "SUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF LIVINGSTON \n     \nNEW YORKERS FOR CONSTITUTIONAL   \nFREEDOMS; JASON J. MCGUIRE; DUANE R.   \nMOTLEY; NATHANIEL S. LEITER,   \n   \nPlaintiffs,  \n  Index No. 807-2011 \n-against-   \n  Hon. Robert Wiggins \nNEW YORK STATE SENATE, THE NEW YORK  A.S.C.J. \nSTATE DEPARTMENT OF HEALTH, and ERIC T.   \nSCHNEIDERMAN, in his official capacity as THE  Returnable October 17, 2011 \nATTORNEY GENERAL OF THE STATE OF NEW \nYORK, \n \nDefendants.\n \n \n \n \nMEMORANDUM OF LAW IN \nSUPPORT OF DEFENDANTS' \nMOTION TO DISMISS THE \nCOMPLAINT PURSUANT TO CPLR \n3211(a)(1) AND (7) \n \n \nERIC T. SCHNEIDERMAN \nAttorney General of the State of New York \nAttorney for Defendants New York State \nSenate, New York State Department \nof Health, and Eric T. Schneiderman \nThe Capitol \nAlbany, New York  12224-0341 \nJames B. McGowan \nAdrienne Kerwin \nAssistant Attorneys General, of Counsel \nTelephone:  (518) 473-6522 \nFax:  (518) 473-1572 (Not for service of papers) \n\nTable of Contents \nPRELIMINARY STATEMENT ........................................................... 1 \nSTATEMENT OF FACTS .......................................................................•.. 2 \nARGUMENT ...........................................................................................4  \nPOINT I- TO THE EXTENT PLAINTIFFS COMPLAIN ABOUT SENATE \nPROCEDURES TillS CASE IS NON-JUSTICIABLE ................................ 5 \nPOINT II- THE PLAINTIFFS LACK STANDING TO CHALLENGE AN ALLEGED \nVIOLATION OF SENATE RULES AND PROCEDURES ...........................6  \nPOINT III- THE COMPLAINT FAILS TO STATE A CLAIM THAT THE \nMARRIAGE EQUALITY ACT WAS ENACTED IN VIOLATION \nOF ARTICLE II~ §14 ................................................................................... 7 \nPOINT IV- THE COMPLAINT FAILS TO STATE A CLAIM OF A VIOLATION \nOF THE OPEN MEETINGS LAW ........................................................ 9 \nA.  The Alleged Meetings Are Exempt from the Open Meetings Law. ............... 11. \nB.  The Plaintiffs Are Not Entitled to Injunctive Relief. .......................................... 15 \nPOINT V-THE COMPLAINT FAILS TO STA 1E ANY OTHER \nCONSTITUTIONAL CLAIM. ............................................  ~  19 \nN ............. •• \nPOINT VI- THE ATTORNEY GENERAL IS AN IMPROPER PARTY. .......................... 21 \nCONCLUSION ..........................................................................................2 2 \n\nPRELIMINARY STATEMENT \nPlaintiffs, a not-for-profit organization and members of advocacy organizations, \n1 \nfiled a legally unsupported summons and complaint on or about July 25, 2011, alleging \nviolations of certain New York State Senate procedures; Public Officers Law § 10 3; \nArticle III, §14 ofthe New York State Constitution; and the First and Fourteenth \nAmendments of the United States Constitution in the enactment of the Marriage Equality \nAct.  See Chapter 95 and 96 ofthe Laws of2011.  They have named as defendants the \nNew York State Senate (\"Senate\"), New York State Department of Health and Eric T. \nSchneiderman as the Attorney General of the State of New York who, on the pre-answer \nmotion to dismiss pursuant to CPLR 3211(a)(1) and (2), move to dismiss the complaint in \nits entirety.  Based upon documentary evidence of which the Court must take judicial \nnotice and the facts as alleged in the complaint, plaintiffs have failed to state a cause of \naction and the con1plaint must be dismissed. \nIn adopting the Marriage Equality Act, the New York State Legislature intended that \nsame-sex and different-sex couples be treated the same under the law, providing same-sex \ncouples the protections, responsibilities, rights, obligations, and benefits of civil marriage~ \nChapter 95, §2 of the Laws of2011. In doing so, the State and the defendants did not cause \nplaintiffs any actionable  injury whatsoever, which is  essential for a viable justiciable \ncomplaint, or violate the Open Meetings Law or the State or Federal Constitutions. For the \nreasons discussed in detail below, the complaint must be dismissed in its entirety because (1) \nviolations  of Senate  rules  and procedures  are  not subject to judicial  review;  (2)  the \n1 A copy of the complaint is provided as McGowan Ex. 1. \n1 \n\nGovernor's messages of necessity are not subject to judicial review; (3) the plaintiffs lack \nstanding to bring a claim of a violation by the Senate of its own rules and procedures; (4 ) the \ncomplaint fails to allege a violation of the Open Meetings Law; (5) the complaint fails to \nallege any cognizable constitutional claim; and (6) Attorney General Schneiderman is not a \nproper party to this proceeding. \nSTATEMENT OF FACTS \nThe Domestic Relations Law was amended on June 24, 2011 by the enactment of \nthe Marriage Equality Act (Chapters 95 and 96 ofthe Laws of2011), which extended the \nright to marry to all New York State couples regardless of gender.  See Dom. Rei. Law \n§§ 10 -a, 10 -b, 11 (1 ), 13.  The Governor certified messages of necessity for the legislation · \npursuant to Article III, § 14 of the New York State Constitution, permitting the Legislature \nto vote on the Marriage Equality Act without waiting for the bills to be on legislators' \n2 \ndesks in final forn1 for at least three legislative days.  See Complaint~ 55. Final votes on \nthe bills were held in the Senate on June 24, 2011, and they passed.  See id. at~ 65. \n2 All facts are derived from the complaint and taken as true, as the court must when ruling \non a motion to dismiss pursuant to CPLR 3211 (a)(7), except where they are flatly \ncontradicted by documentary evidence.  See CPLR 3211(a)(1).  For example, insofar as \nplaintiffs seem to suggest there was only one message of necessity issued by the Governor \nin their complaint, defendants ask the Court to take judicial notice of the messages of \nnecessity issued by the Governor on June 15 and 24, 2011.  McGowan Ex. 2.  To any \nextent that plaintiffs seem to allege that the vote taken by the Senate on June 24 was not \nopen to the public, defendants ask that the Court take judicial notice of the certified copy \nof the relevant portions of the Senate Session from that date, which repeatedly notes the \npresence of the public in the Gallery.  McGowan Ex. 3, see,~' p. 6095, p. 6096, p. \n6112, p. 6134, p. 6135.  The court may dismiss a cause of action pursuant to CPLR \n3211(a)(l) on the ground that \"a defense is founded upon documentary evidence\" where \nthe \"documentary evidence submitted conclusively establishes a defense to the asserted \nclaims as a matter of law.\" Leon v. Martinez, 84 N.Y.2d 83, 88 (1994).  This Court may, \nin general, take judicial notice of matters of public record.  In re Winona PI,  86 A.D.3d \n54 2 (20 11) (citing cases). \n2 \n\nThe plaintiffs allege that Republican Senators met privately with New York City \nMayor Bloomberg, a registered Independent, at the Capitol on June 16, 2011.  It is alleged \nthat, during this meeting, the Marriage Equality Act was discussed.  See id. at~~ 23-26. \nThe complaint further alleges that, shortly before June 24, 2011, Republican Senators met \nprivately with the Governor, a registered Democrat who was actively involved in ~nsuring \nthe Marriage Equality Act was passed, at the Executive Mansion, where the Marriage \nEquality Act was discussed.  See id., ~~ 32-37. \nThe plaintiffs also allege that lobbyists and advocates were denied access to the \nSenate lobby on June 21 and 24, 2011, allegedly interfering with the ability oflobbyists \nand activists to perform \"their duties.\" See id., ~~ 40-49.  Despite plaintiffs' claims \nalleging a violation of the State constitutional mandate in Article III, § 10 that the \"doors \nof each of the houses shall be kept open, except when the public welfare shall require \nsecrecy,\" documentary evidence demonstrates that the votes on the Marriage Equality Act \nwere made when the public was present in the Senate Chamber on June 24, 2011.  See \ncertified Senate Transcript excerpt, set forth as McGowan Ex. 2.  See, also, \nhttp://www.nysenate.gov/event/2011/jun/24/senate-session (archived video footage of \nSenate Session June 24, 2011). \nFinally, plaintiffs allege that during the Senate voting process on the Marriage \nEquality Act on June 24, 2011, the Senate leadership altered \"normal Senate procedures \nand rules,\"~ Complaint~ 61  et seq.) by: (1) permitting Executive staff members to be \n\"actively\" on the floor of the Senate (see id. ~56); (2) not sending an amendment to the \nAct to any committee before a full Senate vote (see id. at 66); (3) not permitting the \nplaintiffs and the public the opportunity to view an amendment to the Act before a vote \n3 \n\n(see id. ~ 67); (4 ) denying a Democratic Senator's motion to \"lay aside the bill to permit \ndebate\" (see id. ~ 60); and (5) only permitting four Senators \"the opportunity to make a \ntwo minute statement\" prior to their vote.  See id. ~~58-59; 63-64. \nARGUMENT \nFar from meeting their burden to establish unconstitutionality beyond reasonable \ndoubt, plaintiffs' complaint fails to meet even the threshold requirements of establishing a \ncognizable injury that \\Vould entitle them to relief.  Without a real injury, there is no case \n>  I \nor controversy.  Compounding the deficiencies of their complaint, plaintiffs fail to state, \nas a matter of law, any violations of law.  Accordingly, the complaint should be \ndismissed. \nOn a motion to dismiss for failure to state a cause of action pursuant to CPLR \n3211 (a)(7), the pleading is to be afforded a liberal construction and the court should \naccept the facts as alleged in the complaint as true, accord plaintiffs the benefit of every \npossible favorable inference, and determine only whether the facts as alleged fit within \nany cognizaple legal theory (Marone v. Marone, 50 N.Y.2d 481, 484; Rovello v. Orofino \nRealty Co., 40 N.Y.2d 633, 634).  Additionally, the court may dismiss a cause of action \npursuant to CPLR 3211(a)(l) on the ground that \"a defense is founded upon documentary \nevidence\" where the \"documentary evidence submitted conclusively establishes a defense \nto the asserted claims as a n1atter of law.\" Leon v. Martinez, 84 N.Y.2d 83, 88 (1994). \nFor the reasons set forth below, the complaint must be dismissed in its entirety for failure \nto state a cause of action and in light of the documentary evidence provided.  CPLR \n3211 (a)(l) & (7). \n4 \n\nPOINT I \nTO THE EXTENT PLAINTIFFS COMPLAIN ABOUT SENATE PROCEDURES \nTHIS CASE IS NON-JUSTICIABLE. \nThe verified complaint fails to allege a specific cause of action relating to \nplaintiffs' allegations concerning the Senate's alleged suspension of and failure to follow, \n3 \nits own procedures (see Complaint pp. 11-13).  Such a claim is insufficient as a matter of \nlaw.  The verified complaint alleges that during the Senate voting process on the l\\1arriage \nEquality Act on June 24, 2011, the Senate leadership altered \"normal Senate procedures \nand rules\" (see Complaint~~ 61, 62) by (1) permitting Executive staff members to be \n\"actively\" on the floor of the Senate (see id. ~56); (2) not sending an amendment to the \nAct to any committee before a full Senate vote (see id. at 66); (3) not permitting the \nplaintiffs and the public the opportunity to view an amendment to the Act before a vote \n(see id. ~ 67); ( 4) denying a Democratic Senator's motion to \"lay aside the bill to permit \ndebate\" (see id. ~ 60); and (5) only permitting four Senators \"the opportunity to make a \ntwo minute statement\" prior to their vote.  See id. ~~58-59; 63-64.  Even assuming these \nallegations are true, they do not create a justiciable claim. \nIt is well-settled that such procedural matters are \"wholly internal\" to the \nLegislature and thus beyond judicial review under the separation of powers.  Heimbach v. \nState, 59 N.Y.2d 891, 893 (1983), app. dismissed 464 U.S. 956 (1983)(determining \nwhether a legislative roll call was incorrectly registered is a legislative matter beyond \njudicial review); Urban Justice Ctr. v. Pataki, 38 A.D.3d 20, 27 (2006), lv. denied 8 \n3 Article III, §9 of the New York State Constitution grants each house of the Legislature \nthe power to determine its own rules and procedures. \n5 \n\nN.Y.3d 958 (2007) (not the province of the courts to direct the Legislature on how to do \nits work, particularly where the internal practices of the Legislature are involved).  The \nindependence of the Legislature and Judiciary compels that each must be \"confined to its \nown functions and can neither encroach upon nor be made subordinate to\" each other. \n~1atter ofDavies, 168 N.Y. 89, 101 (1901); Urban Justice Cti., 38 A.D.3d at 27.  To this \nend, the branches must \"be free from interference, in the discharge of its own functions \nand particular duties, by either of the others.\" Jv1atter of Gottlieb v. Durye~ 38 A.D.2d \n634.635 (1971), affd 30 N.Y.2d 807 (1972), cert. denied 409 U.S. 1008 (1972); see \nPeople ex rel. Burbv v. Howland, 155 N.Y. 270, 282 (1898).  Simply put, \"it is not the \nprovince of the courts to direct the [L]egislature how to do its work.\"  Heimbach, 59 \nN.Y.2d at 893, quoting N.Y. Public Interest Research Group v. Steingut, 40 N.Y.2d 250, \n257 (1976); People ex rel. Hatch v. Reardon, 184 N.Y. 431 (1906).  Any other result \nwould foist this Court into an \"improvident intrusion into the internal workings of a \ncoequal branch of government.\"  Smith v. Espada, Index No. 4912-09 (Sup. Ct., Albany \nCo., June 16, 2009).  As plaintiffs' action would achieve precisely this impermissible \nresult, this action should be dismissed. \nPOINT II \nTHE PLAINTIFFS LACK STANDING TO CHALLENGE AN ALLEGED \nVIOLATION OF SENATE RULES AND PROCEDURES \nThe plaintiffs lack standing to bring any claims relating to the Senate's alleged \nviolations of its own rules and procedures because they cannot allege an injury \"distinct \nfrom that suffered by the public at large.\" Urban Justice Center v. Silver, 66 A.D.3d 567, \n6 \n\n567 (1st Dept 2009).  In Urban Justice Center, the organizational plaintiff challenged \ncertain rules and practices adopted by the Senate and the Assembly.  Id.  The court held \nthat the plaintiff lacked standing because it \"failed to allege a personally concrete and \ndemonstrable injury distinct from that suffered by the public at large.\" I d. at 568. \nIn this case, the plaintiffs allege that the Senate leadership altered Senate . \nprocedures and rules, thereby preventing both elected officials and advocates from taking \npart \"in the deliberative process of the Act.\" . See Complaint~~ 61-62.  The complaint \nfails to allege any demonstrable injury flowing from an nJleged violation of any Senate \nprocedural rule in any event.  Therefore, the plaintiffs lack standing to bring claims \nrelating to any alleged violation of the Senate's own rules and procedures.4  Urban Justice \nCenter,. 66 A.D.3d at 568. \nPOINT III \nTHE COMPLAINT FAILS TO STATE A CLAIM THAT THE MARRIAGE \nEQUALITY ACT \\VAS ENACTED IN VIOLATION OF ARTICLE III, §14 \nThe complaint alleges that the Marriage Equality Act was unconstitutionally enacted \nbecause it was voted on in violation of Article III, § 14 of the New York State Constitution. \nPlaintiffs allege that a message of necessity certified by the Governor on June 24, 2011 \nwas a11egedly improper because \"there was no need for an immediate vote.\"  See \n4 PlaintiffNew Yorkers for Constitutional Freedoms also Jacks third-party standing to \ncha11enge the alleged violation of Senate rules and procedures on behalf of its members. \nThe complaint fails to allege that the violation of Senate rules and procedures created an \nadded burden to its resources or that its need to litigate the violation of those rules and \nprocedures is such a \"central concern to our society\" that it should be given standing \ndespite not alleging an injury-in fact.  Urban Justice Center v. Silver, 66 A.D.3d 567 (1st \nDept 2009). \n7 \n\nComplaint ~~55, 84.  The complaint alleges, essentially, that the Legislature should have \nignored the message of necessity certified by the Governor and waited to vote on the \nMarriage Equality Act until the bill had been on the legislators' desks in final form for at \nleast three days.  See id. at ~~85-86. \nThese allegations simply do not state a claim.  Where a plaintiff asserts that a \nstatute is unconstitutional, the court must be mindful that enactments of the Legislature--\na coequal branch of government-- may not casually be set aside by the judiciary.  The \napplicable legal principles for finding invalidity are firmly embedded in the law:  statutes \nare presumed constitutional; while the presumption is rebuttable, invalidity must be \ndemonstrated beyond a reasonable doubt.  McGee v. Korman, 70 N.Y.2d 225, 230-231 \n(1987) citing Wiggins v. Town of Somers, 4 N.Y.2d 215,218-219 (1958).  Insofar as \nplaintiffs fail to plead facts which could demonstrate that the Marriage Equality Act is \nunconstitutional beyond reasonable doubt, they cannot and do not meet their burden \nArticle III, §14 of the New York State Constitution states, in relevant part: \nNo bill shall be passed or become a law unless it shall have been printed \nand upon the desks of the members, in its final form, at least three calendar \nlegislative days prior to its final passage, unless the governor ... shall \nhave certified, under his or her hand and the seal of the state, the facts \nwhich in his or her opinion necessitate an immediate vote thereon .... \nThe Court of Appeals has expressly held that a message of necessity is not subject to \njudicial review.  Maybee v. State ofNew York, 4 N.Y.3d 415,418 (2005).  In reaching \nthis conclusion, the Court stated, \"The Constitution on its face makes the Governor's \njudgment of the facts determinative; he or she is to state facts that 'in his or her opinion' \nnecessitate prompt action.  Whether a court's opinion is or is not the same as the \nGovernor's does not matter.\"  Id. at 419. \n8 \n\nThe messages of necessity certified by the Governor for Bills A8354 and A8520 \n(McGowan Ex. 2)  satisfied the requirements of Article III, § 14.  In his message of \nnecessity to the Senate in connection with the vote on A8354, for example, the Governor \nstated as follows: \nThis bill would amend the domestic relations law to grant same-sex couples \nthe  long overdue right to  enter into civil  marriages in New York.  The \ncontinued delay of the passage of this bill would deny over 50, 000 same-sex \ncouples in New York critical protections currently afforded to different-sex \ncouples, including hospital visitations, inheritance and pension benefits. \nBecause the bill has not been on your desks in final form for three calendar \nlegislative  days,  the  Senate  has  requested  this  message  to  permit  the \nimmediate consideration of this bill. \nMcGowan Ex 2, p. 3.  Plaintiffs' argument in support of their position that the message of \nnecessity was improperly certified is identical to that made before, and rejected by, the \nCourt in Maybee.  See 4 N.Y.3d at 417.  See also Complaint,, 55, 84. Therefore, \nplaintiffs' second cause of action herein must be dismissed. \nPOINT IV \nTHE COMPLAINT FAILS TO STATE A CLAIM OF A VIOLATION OF THE \nOPEN l\\1EETINGS LAW \nThe plaintiffs claim a violation of the Open Meetings Law, but fail to give one, \nsingle instance where the Open Meetings Law was violated during the genesis of the \nMarriage Equality Act.  The complaint states that the Open Meetings Law was violated \nwhen the public, including lobbyists and advocates, were allegedly denied access to (1) \nthe Senate Lobby on June 21, 2011; (2) a hall on the Republican side of the Senate \nChmnber on June 24, 2011; and (3) a meeting with the Mayor on June 16, 2011 and a \n9 \n\ngathering with the Governor at the Mansion.  See, Complaint,~~ 40-46.  These facts, \neven if true, do not support any violation of law. \nSpecifically, Public Officers Law §1 03 requires that every meeting of a public \nbody, which is defined as \"any entity, for which a quorum is required in order to conduct \npublic business and which consists of two or more members, performing a governmental \nfunction for the state\" (see Pub. Off. Law § 10 2[2]), be open to the public.  Moreover, \ncase law has determined that in absence of a quorum, one cannot establish a violation of \nthe Open Meetings Law.  See e.g., l\\.1atter of Halperin v. City ofNew Roche11e, 24 \nA.D.3d 768, 777 (2005) (and cases cited).  There are no al1egations in the complaint, \nhowever, that a quorum of the Senate met at any time while the Senate lobby or a hal1way \non the Republican side of the Senate Chamber were allegedly closed on June 21 and 24. \nAccordingly, even assuming the truth of Plaintiffs' allegations, the Open Meetings Law \ncould not have been violated. 5  I d. \nMoreover, even assuming they had alleged those facts, Public Officers Law § 108 \nexplicitly exen1pts \"deliberations of political comn1ittees, conferences and caucuses\" from \nthe general rule that every meeting of a public body is to be open to the public.  See, Pub. \nOff. Law, § 108.  The remaining allegations regarding violations of the Open Meetings \nLaw fall squarely within this exemption. \nIndeed, while the plaintiffs claim that the Open Meetings Law was violated during \n\"a five-hour period [on June 24, 2011] where only the Republican Senators met, \n5 Additionally, and importantly, there are no allegations in the complaint that the June 24, \n2011 Senate vote was not \"open to the general public\" as required by the Open Meetings \nLaw.  Indeed, the Senate Chamber was open to the public during the voting on the \nMarriage Equality Act.  See excerpt of Transcript of Senate proceedings on June 24, \n2011, set forth as McGowan Ex. 3. \n10 \n\nexcluding all staff and public\" (see Complaint~ 49), such a n1eeting is a deliberation of a \npolitical conference and is clearly permitted to remain closed to the public under Public \nOfficers Law§ 108. \nThe two additional alleged Open Meetings Law violations, first, on June 16, 2001 \nwhen the Senate Majority Caucus held a closed door conference with New York City \nMayor Bloomberg (see Complaint ~25) and, second, a closed gathering at the Governor's \nmansion, with the Senate Republicans and Governor Cuomo also fall under this \nexemption.  See  id. ~~ 34-36. \nA~ The Alleged l\\1eetings Are Exempt from the Open l\\1eetings Law \nThe alleged June 16, 201 1 meeting and the alleged gathering at the Governor's \nMansion are specifically exen1pt by law from any notification to the public. Public \nOfficers Law § 10 8 expressly states that the requirements of§ 103 do not apply to \n\"deliberations of political comn1ittees, conferences and caucuses\".  See, Pub. Off. Law \n§ 10 8(2)( a) and (b )(iii).  The statute further permits such a political body to \"invite .. · \n.guests to participate in their deliberations.\"  See, id.  The pertinent part of the statute is \noutlined below: \nNothing contained in this article shall be construed as extending the \nprovisions hereof to: \n* * * \n2. a. deliberations of political committees, conferences and caucuses. \nb. for purposes of this section, the deliberations of political committees, \nconferences and caucuses means a private meeting of members of the \nsenate or assembly of the state of New York, or of the legislative body of a \ncounty, city, town or village, who are n1embers or adherents of the same \npolitical party, without regard to (i) the subject matter under discussion, \nincluding discussions of public business, (ii) the majority or minority \n11 \n\nstatus of such political committees, conferences and caucuses or (iii) \nwhether such political committees, conferences and caucuses invite staff \nor guests to participate in their deliberations; and \n* * * \nUpon enacting the Open Meetings Law in 1976, the Legislature intended that the \ndeliberations and candid discussions among such political groups be exen1pt from the \nrequirements of the Open Meetings Law.  L.1985, c. 136. § 1. However, after its \nenactment, a line of judicial decisions interpreted the exemption of \"deliberations of \npolitical committees, conferences and caucuses\" as applying only to discussions of \n\"political business,\" thereby requiring that legislators not be permitted to have private \ndiscussions with members of their own parties without complying with the Open \nMeetings Law.  id.  To correct the judicial misperception of the Legislature's original \nintent, the Legislature amended the Open Meetings Law to reflect the \"original intent of \nthe legislature.\"  See L.1985, c. 136. § 1.  In doing to, the Legislature explained that the \nexemption of§ 10 8(2) \nwas enacted in furtherance of the legislature's recognition that the public \ninterest is well served by the political party system in legislative bodies \nbecause such parties serve as mediating institutions between disparate \ninterest groups and government and promote continuity, stability and \norderliness in government.  The performance of this function requires the \nprivate, candid exchange of ideas and points of view among members of \neach political party concerning the public business to come before \nlegislative bodies. \nSee L. 1985, c. 136. § 1. \nSince then, courts have made clear that a meeting of the members of a legislative \nbody, where all the members of the legislative body are of one political party, is exempted \nfrom the Open Meetings Law.  Matter of Oneonta Star. Div. of Ottaway Newpapers. Inc. \n12 \n\nv. Schoharie County, 112 A.D.2d 622 (1985);  Urban Justice Ctr. v. Pataki, 38 A.D.3d 20, \n32, lv. denied 8 N.Y.3d 958 supra. \nMoreover, in clarifying its original intent, the Legislature could not have been \nclearer with respect to the irrelevance of who else attended the meeting of the members of \nSenate or Assembly as the exemption applies \"without regard to  .... (iii) whether such \npolitical committees, conferences and caucuses in\"ite staff or guests to participate in \ntheir deliberations.\"  See, Pub. Off. Law § 10 8(2)(b) (emphasis added).  In other words, \n\\Vhere as here, plaintiffs contend that the Senators who were gathering were all members \nof the same party, then the Legislature has expressly declared that the presence of guests \nis irrelevant and the Open Meetings Law does not apply to that private gathering. Thus, \nfor purposes of the Open Meetings Law, whether the Governor or Mayor were present is \nexpressly irrelevant- The Court must consider the meeting of the· Senators \"without \nregard to .  . . guests.\" \nWhen interpreting a statute, a court must give \"effect to the plain meaning\" of the \nlanguage used.  See Majewski v. Broadalbin-Perth Cent. School District, 91 N.Y.2d 577, \n583 (1998).  Specifically, \n[i]n construing statutes, it is a well-established rule that resort must be had \nto the natural signification of the words employed, and if they have a \ndefinite meaning, which involves no absurdity or contradiction, there is no \nroom for construction and courts have no right to add or take away from \nthat meaning. \nSee id. (quoting Tompkins v. Hunter, 149 NY 117, 122-23 [1896]).  The Legislature, in \ngranting itself the § 10 8(2) exemption, and clarifyin·g its original intent by amending § 108, \nplaced no restrictions on the subject matter of the discussion or the guests participating in \nthe deliberations.  See, § 10 8(2)(b )(i) and (iii).  Therefore, the plain meaning of§ 10 8(2)(b) \n13 \n\nis that a meeting of Senators of the same political party may include an outside person at \na meeting without losing its characterization as a political committee, conference or \ncaucus.  There is no requirement written into the statute that that guest be of the same \npolitical party as the members of the body privately meeting.  As the members of the \nSenate participating in each of the two meetings were all of the same political party, it \ndoes not matter, as a matter of law, who the Senators' guests at either gathering included. \nAs a result, both Mayor Bloomberg and the Governor were \"guests\" of the Republican \nSenators, and therefore the two \"n1eetings\" were exempt from the requirements of the \nOpen Meetings Law by § 10 8(2)(a). \nIn light of the explicit statutory language exempting from the Open Meetings Law \nprivate party meetings of members of the Senate or Assembly, and legal precedents which \nconfirm that applicability of the Open Meetings Law depends on party membership of the \nparticular legislative body meeting (see, ~' Matter of Oneonta Star and Urban Justice \nCtr.), plaintiffs' arguments here are baseless.  To the extent plaintiffs seek to rely on the \nholding of Warren v. Giambra,12 Misc3d 650 (Erie Co. Sup. 2006), that case does not \napply and should not be followed here.  Warren, which is not controlling in any event, \nwas wrongly decided insofar as the Court appears to indicate that the § 10 8(2) exemption \nto the Open Meetings Law did not apply given the presence of the Republican County \nExecutive at a private assembly of the Democratic majority of the County Legislature. \nSee id., at 654.  The court offered no further explanation or analysis. Further, the holding \ndid not address the plain language of§ 10 8(2)(b ), which -- as discussed above-- defines \n\"political committees, conferences and caucuses\" as \"members of the senate or assembly \nof the state of New York, or the legislative body of a county, city, town or village, who \n14 \n\nare mem hers or adherents of the same politica) party\" and excludes guests from \nconsideration.  Pub. Off. Law § 1 08(2)(b) (emphasis added).  As the Legislature's \nexemption expressly applies to private meetings of members of a public body of the same \nparty, regardless of the presence of a guest at the meeting, the decision provides no \nguidance.  To read a limitation into the statute which requires investigat_ion as to the \naffiliation of the guest would be inconsistent with the express language and purpose of \nthe law, and in fact frustrate, public policy and the Legislature's intent that political \ngroups be permitted to engage in the \"private~ candid exchange of ideas and points of \nview ... concerning the public business to come before legislative bodies.\"  See L. 1985, \nc. 136, §1. \nIn sum, plaintiffs' complaint fails to set forth facts which establish a violation of \nthe Open Meetings Law, the Legislature having expressly exempted such gatherings of \nSenators as set forth in the complaint from the ambit of that law. \nB.  The Plaintiffs Are Not Entitled to Injunctive Relief \nTo obtain injunctive relief, plaintiffs must satisfy two basic prongs, which they do \nnot and cannot do.  First, plaintiffs must show that they are prejudiced by the a11eged \nviolation of the Open Meetings Law.  Plaintiffs cannot and do not articulate anywhere in \ntheir complaint prejudice to any viable, legally protected interest.  Second, plaintiffs must \nshow that the relief they are seeking, i.e. voiding a statute, is appropriate. Numerous \ncases, some which are referenced below, show that even when there is an Open Meetings \nLaw violation courts refused to annul a legislative action.  As outlined more fully below, \nplaintiffs simply do not meet their burden for injunctive relief. \n15 \n\nEven if, arguendo, the court finds that the verified complaint states a claim of a \nviolation of the Open Meetings Law, the plaintiffs are not entitled to nullify and void the_ \nMarriage Equality Act.  \"Although courts are empowered 'in their discretion and upon \ngood cause shown, to declare void any action taken by a public body in violation of the \nmandate of ... [the Open Meetings Law]' it is the challenger's burden to show good cause \nwarranting judicial relief.\"  Mobil Oil Corp. v. City of Syracuse Industrial Development \nAgency, 224 A.D.2d 15, 29-30 (4th Dept 1996).  As a matter of law, the complaint fails to \ncontain allegations warranting the drastic remedy of injunctive relief in the form of \nnullifying a piece of legislation.  The enforcement provisions of the Public Officers Law \nare only triggered upon a showing of\"good cause\" by the plaintiff. Matter ofNew York \nUniversity v. Vv'halen, 46 N. Y.2d 734, 735 (1978).  Specifically, upon a showing of good \ncause, a court may \"declare void any action taken by a public body in violation of the \nOpen Meetings Law.\"  Inner-City Press/Con1munity on the Move v. New York State \nBanking Bd., 170 Misc2d 684, 693 (Sup. Ct. New York Co. 1996) (citing In re Roberts v. \nTown Bd. of Carn1el, 207 A.D.2d 404 (2d Dept 1994).  However, a \"demonstration of \nprejudice from the Open Meetings Law violation ... is required to constitute the requisite \ngood cause to declare the action void.\"  Inner-City Press/Community on the Move, 170 \nMisc2d at 693.  The complaint fails to allege any prejudice stemming from any alleged \nviolation of the Open Meetings Law.  This is particularly true because the complaint does \nnot allege that any action was taken by the Senate at either gathering, or that any \ndecisions on any topic were made and, instead, alleges that when action was, in fact \ntaken, on the Marriage Equality Act, it was done in the open Senate Chamber subject to \npublic observation. See, McGowan Ex. 3, Complaint~~ 56-67. \n16 \n\nEven when a public body has voted in secret, courts have declined to annul the \nvote.  In Town of Moriah v. Co1e-Laver-Trumb1e Co., the Town Board voted on a \nresolution during a private executive session.  200 A.D.2d 879, 881 (3d Dept 1994). \nThe court held that, even though that private vote violated the Open Meetings Law, the \nparty challenging that vote failed to show good cause for the court to annul that vote \nbecause (1) the vote was subsequently ratified during a vote at a regular public meeting, \nand (2) the challenging party failed to show any \"prejudice flowing from\" the private \nvote.  See also MFY Legal Services. Inc. v. Toia, 93 Misc2d 147, 150 (Sup. Ct. Ne~; \nYork Co. 1977) (finding that petitioner failed to show good cause by failing to show \nprejudice). \nSimilarly, in J\\1alone Parachute Club, Inc. v. Town of 1\\1alone, the court held that \nthe plaintiff failed to show good cause warranting the overturning of a Town resolution \nbecause, even though the Town Board may have violated the Open Meetings Law by \nprivately meeting or discussing the proposed resolution, the resolution was \"adopted at a \nregular, publicized meeting of the Town Board\".  See 197 A.D.2d 120, 124 (3d Dept \n1994).  Also, in Griswald v. Vi11age of Pen Yan, the court held that, even though Open \nMeetings La\\:v was violated, petitioner failed to show good cause warranting the voiding \nof the action taken by the Village because the resolution was passed at a regular open \nsession of the Board.  See 244 A.D.2d 950, 951 (4th Dept 1997) \nFinally, the court in Concerned Citizens to Review the Jefferson Valley Mall v. \nTown Board of the Town of Yorktown cited \"the ample opportunity provided for public \ncomn1ent\" on the issue a11egedly privately discussed in violation of the Open Meetings \nLaw as a justification for its detem1ination that petitioner failed to show good cause \n17 \n\nwarranting the drastic remedy of vacatur ofthe Town Board's action.  See 83 A.D.2d 612, \n613-14 (2d Dept 1981). \nIn light of the very public debate that took place over the Marriage Equality Act in \nthe months and weeks leading up to the June 24, 2011 vote, and the plaintiffs' admission \nin the complaint that the Senate action on the Act was done in the open Senate Chamber, \nthe plaintiffs cannot, as a matter of law, establish that the exclusion of the public from the \ntwo alleged meetings discussed above prevented them, and the rest of the public, from \nobserving and participating in the legislative process.  Indeed, the verified complaint fails \nto allege any prejudice specifically \"flowing from\" either alleged meeting. See To\\:vn of \nMoriah, 200 A.D.2d at 881.  Rather plaintiffs al1ege that they were all very actively \ninvolved in the Marriage Equality debate.  For instance, the verified complaint alleges \nthat Torah fo.r Jews for Decency, of which Plaintiff Leiter is the Executive Director, \"was \nin Albany at least seven times, totaling more than two weeks advocating against the Act\" \nin the two months leading up to the vote.  Con1plaint ~ 8.  Plaintiff Motley is alleged \nto have been \"actively involved in lobbying state legislators to oppose the Marriage \nEquality Act.\" See id. ~7. Similarly, plaintiffMcGuire is alleged to be \"an outspoken \nadvocate for traditional marriage\" who \"actively opposed the Marriage Equality Act.\" \nSee id. ~6. \nFinally, even in cases where serial or ongoing violations of the Open Meetings \nLaw were found, courts have not invalidated decisions made at, or as a result of, the \nimproperly closed meetings.  For instance, even in Warren-- where the court found three \nviolations of the Open Meetings Law spanning a period of three months-- the court held \nthat the plaintiffs failed to show a prejudice or a '\"persistent pattern of deliberate violation \n18 \n\nof the letter and spirit of the Open Meetings Law'\" and therefore refused to invalidate the \nactions taken at or as a result of those meetings because in \"the absence of aggravating \nfactors, the courts of New York do not routinely award injunctive relief and impose \nsanctions for nonprejudicial violations of the Open Meetings Law.\"  See 12 Misc3d at \n655.  Therefo~e, even if, arguendo, the court finds violations of the Open Meetings Law \nwith respect to the two June 2011 meetings discussed above, the plaintiffs are not entitled \nto sanctions as a matter of law.  See, id. \nIn addition to the utter failure to demonstrate any prejudice to plaintiffs arising \nfrom these meetings, plaintiffs fail to address the harm their proposed remedy, declaring \nthe Marriage Equality Act void, would cause untold numbers of couples married in \naccordance with the statute.  Insofar as equity can do no harm (see, ~., Farnsworth v. \nWood, 91 NY 308 [1883]), as a matter of law judicial discretion cannot weigh in favor of \nany such remedy here. \nFor all of these reasons, it must be found as a matter of law that, even if the \nmeeting with Mayor Bloomberg, and/or the gathering with the Governor violated the \nOpen Meetings Law, the plaintiffs cannot show good cause warranting the voiding of the \nMarriage Equality Act. \nPOINTV \nTHE COMPLAINT FAILS TO STATE ANY OTHER \nCONSTITUTIONAL CLAIM \nThe cmnplaint alleges that the defendants allegedly violated plaintiffs' First and \nFourteenth Amendment rights, see Complaint ~89, by  (1) allegedly denying plaintiffs \naccess to the June 16, 2001 meeting between Mayor Bloomberg and the Republican \n19 \n\nSenators discussed above, see Complaint~~ 25-31, (2) allegedly denying the plaintiffs \naccess to the Senate lobby on June 21 and 24, 2011, see id. ~~39-46, and (3) allegedly \nprohibiting the plaintiffs from communicating with Republican Senators on those days. \nSee id. ~~ 47-48.  The complaint fails to allege facts to support a finding that the Marriage \nEquality Act violates the First or Fourteenth Amendment beyond a reasonable doubt. \nMcGee v. Korman, 70 N.Y.2d 225,230-231 (1987) \nThe plaintiffs \"have no constitutional right as members of the public to a \ngovernment audience for their policy views.\" Minneso_ta State Board for Communi tv \nColleges v. Knight, 465 OS 271, 286 (1984). While the \"First Amendment protects the \nright of an individual to speak freely, to advocate ideas, to associate with others, and to \npetition his government for redress of grievances,\" nothing in the First Amendment or \nSupre1ne Court case Jaw ''suggests that the rights to speak, associate, and petition require \ngovernn1ent policymakers to listen or respond to individuals' communications on public \nissues.\"  Sn1ith v. Arkansas Highway Emplovees, Local 1315, 441 US 463, 464-466 \n(1979).  \"The Constitution does not grant to member's of the public generally a right to be \nheard by public bodies making decisions of policy.\" Minnesota State Board for \nCon1munitv Colleges at 283.  \"Plainly, public bodies may confine their meetings to \nspecified subject matter and may hold non-public sessions to transact business.\"  City of \nMadison Joint Schoo] District v. Wisconsin Employment Relations Commission, 429 US \n167, 175 n. 8 (1976). Therefore, plaintiffs' claims that they were allegedly prevented from \nspeaking to Republican Senators must be rejected, and plaintiffs' First and Fourteenth \nAmendment claims must be dismissed. \n20 \n\nPOINT VI \nTHE ATTORNEY GENERAL IS AN IMPROPER PARTY \nThe compl~int names Attorney General Sclmeiderman as a party because he \"is \nthe chief law enforcement officer of the [S]tate of New York, responsible for enforcing \nthe laws of New York.\"  See Complaint ~11. This is an improper basis for naming the \nAttorney General as a party.  In Urlich v. Mane, the plaintiff named the New York State \nAttorney General as a party because he was challenging the constitutionality of parts of \nthe New York State Election Law.  See 393 FSupp2d 405, 410 (EDNY 2005).  The court \nheld that the Attorney General was not a proper party because he had \"no connection with \nthe enforcement\" of the statute being challenged.  Specifically, the court stated that \n[w]hile the Attorney General is charged with defending the constitutionality \nof state law, this fact alone does not provide a basis for bringing an action \nagainst him.  This is because, although the Attorney General has a duty to \nsupport the constitutionality of challenged state statutes, N.Y. Exec. Law §71, \nand to defend actions in which the state is \"interested\", N.Y. Exec. Law \n§63(1 ), the Attorney General does so not as an adverse party, but to represent \nthe State's interest in asserting the validity of its statutes. \nId. (citing Mendez v. Heller, 530 F2d 457,460 (2d Cir. 1976).  Plaintiffs point to no \nspecific enforcement responsibilities imposed upon the Attorney General in relation to the \nMarriage Equality Act.  Therefore, he is not a proper party and the verified complaint \nshould be dismissed as against him. See, id.  See also Sobel v. Higgins, 151 Misc2d 876, \n878 (Sup. Ct. New York Co. 1991) (citing Federal National Mortgage Association, 383 \nFSupp 1294, 1296 (SDNY 1974)). \n21 \n\nCONCLUSION \nFor the reasons discussed above, the verified complaint should be dismissed in its \nentirety, with prejudice. \nDated: Albany, New York \nSeptember 16, 2011 \nERIC T. SCHNEIDERMAN \nAttorney General of the State ofNew York \nAth.~:11ey for Defendants New York State \nSenate, New .York State Department \nof Health and Eric T. Schneiderman \nThe Capitol \nAlbany, New York  12224-0341 \n!-(\". • \nBy:~----~----~~----------­\nJames B. McGowan \nAdrienne Kerwin \nAssistant Attorneys General, of Counsel \nTelephone:  (518) 473-6522 \nFax:  (518) 473-1572 (Not for ·service of \npapers) \nTO:  Rona M. Lindevaldsen, Esq. \nLiberty Counsel \nP.O. Box 11108 \nLynchburg, VA 24506 \nJohn P. Miller, Esq. \n24 Water Street \nP.O. Box 53 \nCuba, NY  14727 \nPrinted [Reproduced] on Recycled Paper  22 ",
      "document_type_other": "",
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/45468"
    },
    {
      "date": "2011-07-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state supreme court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45463,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45463.pdf",
      "title": "Verified Complaint",
      "text": "SUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF LIVINGSTON \n----------------------------------------------------------------------)( \nNEW YORKERS FOR CONSTITUTIONAL  Inde)( No. \nFREEDOMS, JASON J. MCGUIRE, DUANE R. \nMOTLEY, NATHANIEL S. LEITER, \nPlaintiffs, \n-against-\nSUMMONS \nNEW YORK STATE SENATE, THE NEW  Date Summons Filed: \nYORK STATE DEPARTMENT OF HEALTH, and \nERIC T. SCHNEIDERMAN, in his official capacity as \nTHE ATTORNEY GENERAL OF THE STATE OF \nNEW YORK, \nDefendants. \n----------------------------------------------------------------------)( \nTo the above named Defendants: \nNew York State Senate, State Capitol, Albany, NY 12247 \nNew  York  Department of Health,  Coming Tower,  Empire  State  Plaza,  Albany, NY \n12237. \nEric T. Schneiderman, in his official capacity as The Attorney General of the State of \nNew York. \nYou are hereby summoned to answer the complaint in this action and to serve a copy of \nyour  answer,  or,  if the  complaint  is  not  served  with  this  summons,  to  serve  a  notice  of \nappearance,  on the  Plaintiff s  attorney  within  20  days  after  the  service  of this  summons, \nexclusive of the day of service (or within 30 days after the service is complete if this summons is \nnot personally delivered to you within the State of New York); and in case of your failure to \nappear or answer, judgment will be taken against you by default for the relief demanded in the \ncomplaint. \nSummons - Page 1 \n\nThe basis of venue is Plaintiff Jason McGuire's residence: Town of Lima, County of \nLivingston, State of New York. \nfl;!.t!te~ \nDated: July 23, 2011 \nLI berty Counsel \nP.O. Box 11108 \nLynchburg, VA 24506 \nTel: 434-592-7000 \ncourt@lc.org \nJoseph P. Miller, Esq. \n24 Water Street \nP.O. Box 53 \nCuba, New York 14727 \nTel: 585-808-5100 \nAttorneys for Plaintiffs \nSummons - Page 2 \n\nSUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF LIVINGSTON \n----------------------------------------------------------------------x \nNEW YORKERS FOR CONSTITUTIONAL  Index No. \nFREEDOMS, JASON J. MCGUIRE, DUANE R. \nMOTLEY, NATHANIEL S. LEITER, \nPlaintiffs, \nVERIFIED COMPLAINT \n-against- Date Summons Filed: \nNEW YORK STATE SENATE, THE NEW \nYORK STATE DEPARTMENT OF HEALTH, and \nERIC T. SCHNEIDERMAN, in his official capacity as \nTHE ATTORNEY GENERAL OF THE STATE OF \nNEW YORK, \nDefendants. \n----------------------------------------------------------------------x \nTO THE SUPREME COURT OF THE STATE OF NEW YORK \nThe plaintiffs,  New Yorkers  for  Constitutional  Freedoms,  Jason J.  McGuire,  Duane \nMotley, and Nathaniel S. Leiter, respectfully show and allege as follows: \n1.  On June 24, 2011, the Marriage Equality Act passed through the New York State \nLegislature and was signed by Governor Cuomo. In what many are heralding as  a big step \nforward for gay rights, others are questioning whether the corrupt legislative process by which \nthe Act passed renders the entire Act a nullity. Specifically, the Marriage Equality Act became a \n\"law\" as a result of: \n•  meetings that violated New York State Open Meetings Laws; \n•  the  suspension  of normal  Senate  voting  procedures to  prevent  Senators  who \nopposed the bill from speaking; \n•  failure  to  follow  Senate  procedures  that  require  that  a  bill  must  be  sent  to \nappropriate committees prior to being placed before the full Senate for a vote; \nVerified Complaint - Page 1 \n\n•  unprecedented Senate lock-outs by which lobbyists and the public were denied \naccess to elected representatives; \n•  the Governor's violation of the constitutionally mandated three-day review period \nbefore  the  Legislature  votes  on  a  bill  by  unjustifiably  issuing  a message  of \nnecessity; \n•  promises (which were fulfilled) by high-profile elected officials and Wall Street \nfinanciers  to  make  large  campaign  contributions  to  Republican  senators  who \nswitched their vote from opposing to supporting the Marriage Equality Act; and \n•  a private dinner between the Republican Senators and Governor Cuomo at the \nGovernor's mansion, with the public and press excluded, aimed at convincing \nRepublican Senators to vote in favor of the bill. \n2.  In seeking declaratory and injunctive relief, the Plaintiffs in this case seek to \npreserve not only marriage as the union of one woman to one man, but also our constitutional \nliberties by acting as a check on an out-of-control political process that was willing to pass a bill \nregardless of how many laws and rules it violated. \nJurisdiction and Venue \n3.  Public Officers Law § 107(1) provides that parties aggrieved by violation of the \nOpen Meetings Law may bring an action pursuant to N.Y. C.P.L.R. 3001. Injunctive relief is \nsought pursuant to N.Y. C.P.L.R. 6301. \n4.  Venue is proper in the County of Livingston pursuant to N.Y. c.P.L.R. 503(a) \nbased on the residence of Plaintiff Jason J. McGuire. \nVerified Complaint - Page 2 \n\nParties \n5.  Plaintiff New Yorkers  for  Constitutional  Freedoms  (NYC F),  is  a New  York-\nbased, nonprofit,  tax-exempt 501(c)(4)  organization founded  in  1982  by  a group  of pastors \nconcerned about religious liberties and moral values in New York State. NYCF is a statewide, \nissues-oriented, political lobbying organization committed to voicing the pro-life and pro-family \nperspective  to  New York state elected  officials.  NYCF  is  actively  and  directly involved in \ninfluencing the legislative process. NYCF also hosts a monthly one-hour talk program, a daily \ncommentary, and weekly fifteen-minute State Capitol update on stations throughout the upstate \nNew York region. NYCF represents constituents throughout the entire state of New York. \n6.  Plaintiff Jason  J.  McGuire  is  the  Executive  Director  of New  Yorkers  for \nConstitutional Freedoms and a resident of Livingston County, New York. He is an outspoken \nadvocate for traditional marriage and actively opposed the Marriage Equality Act. \n7.  Plaintiff Duane  R.  Motley  is  the  Senior  Lobbyist  with  New  Yorkers  for \nConstitutional Freedoms and is a New York resident. He was actively involved in lobbying state \nlegislators to oppose the Marriage Equality Act. \n8.  Plaintiff Nathaniel S. Leiter is Executive Director of Torah Jews for Decency, \nwhich is an Orthodox Jewish advocacy organization, active in mobilizing Orthodox Jews in \nseveral states to protect the integrity of marriage and safeguard the religious liberties of Bible \nadherents. Plaintiff Leiter also is the spokesman for Garden State Parents for Moral Values. As \nan individual, who is a New York resident, and on behalf of the constituents of Torah Jews for \nDecency, Mr. Leiter is actively involved in protecting marriage and religious liberties throughout \nNew York and New Jersey. Mr. Leiter regularly engages in advocacy activities directed toward \nlegislators at the New York State Capitol. During the two month period leading up to the June \nVerified Complaint - Page 3 \n\n24, 2011  vote, Torah Jews for Decency was in Albany at least seven times, totaling more than \ntwo weeks advocating against the Act. \n9.  Defendant New York State Senate is one house of the New York Legislature, to \nwhich Article III of the New York Constitution delegates lawmaking responsibility. \n10.  Defendant The New York State Department of Health is responsible for adopting \nrules and regulations for carrying out the state's marriage laws. \n11.  Defendant Eric T. Schneiderman, in his capacity as the Attorney General of the \nState of New York, is the chieflaw enforcement officer of the state of New York, responsible for \nenforcing the laws of New York. \nStatement of Facts \n12.  On June  15, 2011, the Assembly passed bill number 8354-2011, known as the \nMarriage Equality Act (the Act).  See Exhibit 1. \n13.  The Act was delivered to the Senate on June 15,2011. \n14.  The majority political party in the New York  Senate is the Republican party, \nconsisting of32 of the 62 members of the Senate. \n15.  As  such,  the  Act  could  not  have  passed  the  Senate  without  some  of the \nRepublican senators voting for the Act. \n16.  As late as June 24, 2011, news media outlets were reporting that the Act still \nlacked the necessary votes to pass. See Exhibit 2. \n17.  In light of the uphill battle to pass the Act in the Senate, political pressure was \nplaced on the Republican Senators, who previously opposed a similar bill, to switch their vote to \nvote in favor of the Act. \nVerified Complaint - Page 4 \n\n18.  There were  at least two meetings that took place in the weeks leading  up to \npassage of the Act that violated New York Open Meetings Law. \n19.  In passing the New York Open Meetings Law, in 1976, the New York Legislature \ndeclared: \nIt is essential to the maintenance of a democratic society that the public \nbusiness be performed in an open and public manner and that the citizens of \nthis state be fully aware of and able to observe the performance of public \nofficials and attend and listen to the deliberations and decisions that go into \nthe making of public policy. The people must be able to remain informed if \nthey are to retain control over those who are their public servants. It is the \nonly climate under which the commonwealth will prosper and enable the \ngovernmental process to operate for the benefit of those who created it. \nPublic Officers Law § 100. \n20.  Public Officers Law § 102 defines a public body as  \"any entity, for which a \nquorum is required in order to conduct public business ....\"  \n21.  The Senate is a public body, of which the Republican Conference constitutes a \nquorum. \n22.  Public  Officers  Law  §  107  provides  as  a  remedy  for  violation  of the  Open \nMeetings Law that a \"court shall have the power, in its discretion, upon good cause shown, to \ndeclare any action or part thereof taken in violation of this article void in whole or in part.\" \n23.  In  mid-May,  Mayor  Bloomberg,  accompanied  by  l':Jew  York  City  Council \nSpeaker Christine Quinn, a Democrat, met individually with Republican Senators to persuade \nthem to vote in favor of the Act. See Exhibit 3. \n24.  Within two days of the Act's passage, Christine Quinn, who openly identifies as a \nlesbian, announced her plans to wed her same-sex partner. See Exhibit 4. \nVerified Complaint - Page 5 \n\n25.  On  June  16, 2011,  Mayor Bloomberg,  a registered Independent,  spoke  to  the \nRepublican Conference in a closed door meeting at the New York Capitol building. See Exhibit \n5. \n26.  Upon information and belief, a quorum of the New York Senate was present at \nthe June 16, 2011 closed door meeting when Mayor Bloomberg spoke. \n27.  Reverend Duane Motley, a lobbyist with Plaintiff NYCF, asked to address the \nRepublican Conference after Mayor Bloomberg concluded, but was denied the opportunity. See \nExhibit 5. \n28.  Plaintiff Leiter also was at the Capitol building that day and was not permitted to \naddress the Republican Conference. Id. \n29.  Upon information and belief, Mayor Bloomberg pledged to financially contribute \nto re-election campaigns of Republican Senators who voted in favor or the Act. See Exhibit 6. \n30.  Upon information and belief, Mayor Bloomberg pledged to financially support \nthe campaigns of opponents of Republican Senators who opposed the Act. \n31.  Upon information and belief, Mayor Bloomberg has personally donated a total of \n$41,200 to four Republican Senators who voted in favor of the Act. Id. \n32.  Upon information and belief, Governor Cuomo was actively involved in ensuring \nthat the Act was passed. See Exhibit 8. \n33.  Upon information and belief, Governor Cuomo held meetings to encourage large \ndonors to fund efforts to convince Republican Senators to vote in favor of the Act. See Exhibit 7. \n34.  Upon information and belief, Governor Cuomo met with Republican Senators at \nthe Governor's Mansion to persuade them to vote in favor of the Act. See Exhibit 8. \nVerified Complaint - Page 6 \n\n35.  Upon information  and  belief,  a quorum  of the  New York  Senate  was  at  the \nmeeting between Governor Cuomo and the Republican Senators at the Governor's Mansion. \n36.  The meeting at the Governor's Mansion was not open to the public. \n37.  Governor Cuomo is a registered Democrat. \n38.  During the five  days preceding the Friday June 24, 2011  vote, the New York \nSenate ignored its own rules and at least two provisions of the New York Constitution regarding \nthe legislative process in an effort to ensure that the Act was passed on that day. \n39.  Pursuant to Article III,  § 10 of the New York Constitution, \"The doors of each \nhouse shall be kept open, except when the public welfare shall require secrecy.\" \n40.  On  Tuesday June 21,  2011,  a Senate lock-out  occurred where no  lobbyist or \nadvocate was permitted in the Senate lobby. \n41.  The Senate lobby is the primary location for lobbyists and advocates to interact \nwith Senators. \n42.  After lobbyists  and  advocacy organizations protested the  fact  that they  were \ndenied access to the Republican Senators, which prevented them from performing their duties as \nlobbyists and activists, on Wednesday June 22 and Thursday June 23, 2011, the Senate lobby \nwas partially re-opened, but only to legislative staff and lobbyists. \n43.  On Friday June 24, 2011, another Senate lock-out took place. \n44.  During the June 24, 2011 lock-out, the public, including lobbyists and advocates, \nwere denied access to the Senate lobby. \n45.  During the June 24, 2011  lock-out, the public, including lobbyists and advocates, \nwere denied access to the hallway on the Republican side of the Senate chamber, where the \nRepublican conference room and leaders' offices are located. \nVerified Complaint - Page 7 \n\n46.  During the June 24, 2011  lock-out, the public had access to the area located near \nthe Democratic conference room and leaders' offices. \n47.  Upon  information  and  belief,  during  the  June  24,  2011  lock-out,  Republican \nSenators turned their cell phones off so that neither the public nor their staff could reach them. \n48.  Generally,  Senators keep their cell phones on during business hours to permit \ntheir staff and members of the public to contact them. \n49.  During the June 24, 2011  lock-out, there was a five.;.hour period where only the \nRepublican Senators met, excluding all staff and public. \n50.  Reverend Motley, a lobbyist for 29 years, describes the lock-out as unprecedented \nin how broadly it denied the public access to the Republican Senators. \n51.  During the various private meetings, including those where members of other \npolitical parties were present, the Republican Senators were pressured to change their vote to \nallow the Act to go to a full Senate vote and, ultimately, to gain enough votes to pass the Act on \nthe full Senate floor. \n52.  Upon information and belief, on June 24, 2011, the original Assembly version of \nthe Act was amended to include limited protections for certain religious entities. \n53.  Pursuant to Article III, § 14 of the N ew York Constitution, the full text of a bill is \nto be considered for three days prior to a vote by the Senate or Assembly, unless the Governor \nissues a message of necessity. \n54.  Article III, § 14 states that: \"No bill shall be passed or become a law unless it \nshall have been printed and upon the desks of the members, in its final  form,  at least three \ncalendar legislative days prior to its final passage, unless the governor, or the acting governor, \nVerified Complaint - Page 8 \n\nshall have certified, under his or her hand and the seal of the state, the facts which in his or her \nopinion necessitate an immediate vote thereon.\" (Emphasis added). \n55.  Although there was no pressing state need to pass the Act on June 24, 2011, the \nGovernor issued a message of necessity on June 24, 2011. \n56.  Upon information and belief, during the Senate voting process on June 24, 2011, \nhigh-ranking Executive branch staff persons were actively involved on the floor of the Senate, \nhelping to ensure a favorable vote on the Act on June 24, 2011. \n57.  Upon information and belief, during the June 24, 2011  Senate voting process, it \nwas publicly stated from those on the Senate floor that a vote needed to take place before \"11 \no'clock\" so that it could make the evening news. \n58.  Upon information and belief, normal Senate procedure permits Senators to make \nup to a two-minute statement accompanying their roll-call vote. \n59.  During the June 24,2011 vote on the Act, Senators were denied the opportunity to \nmake a two-minute statement. \n60.  Senator Diaz, a Democrat, moved to lay aside the bill to permit debate, but his \nmotion was denied by Senate leadership. \n61.  The Senate leadership, in ignoring and changing normal Senate procedures and \nrules,  deprived  citizens, through their  elected  officials, the  opportunity to participate in the \ndeliberative process of the Act. \n62.  The Senate leadership, in ignoring and changing normal Senate procedures and \nrules, deprived Plaintiffs, and those they speak on behalf of, the opportunity to participate in the \ndeliberative process. \nVerified Complaint - Page 9 \n\n63.  Instead of pennitting all Senators to make two-minute statements to accompany \ntheir vote, Senate leadership detennined that only four Senators would be pennitted to make \ntwo-minute statements, but only in favor of the Act. \n64.  Upon infonnation and belief, three of the four who spoke in favor of the Act were \nSenators who had recently changed their vote to one favoring passage of the Act and the fourth \nspeaker was the sponsor of the Act. \n65.  The Senate passed the Act with a vote of33-29. \n66.  Upon  infonnation  and  belief,  prior  to  the  final  vote  by  the  Senate,  the \nDemocratic-controlled Assembly failed to send the amendment concerning religious entities to \nany committee, but, rather, took an immediate vote on the Act. \n67.  Prior to a vote on the Act in the Senate, the public and Plaintiffs were denied the \nopportunity to view the amendment concerning religious entities despite Plaintiffs' lobbying and \nadvocacy efforts on behalf of some who might be extended protections under the exemption. \n68.  The Act was signed by the Governor on June 24,2011 at 11:15 p.m. \n69.  Upon infonnation and  belief, the first  same-sex  \"marriages\" are  set to  occur \nSunday July 24, 2011. See Exhibit 10. \n70.  Republican Senators willfully violated the Open Meetings Law. \n71.  Upon  infonnation  and  belief,  the  procedural,  statutory,  and  constitutional \nviolations impacted the deliberative process of the Act. \n72.  Upon  infonnation  and  belief,  the  procedural,  statutory,  and  constitutional \nviolations impacted the outcome of the vote on the Act. \n73.  There is an actual and justiciable controversy between the parties. \n74.  No previous application has been made for the requested relief. \nVerified Complaint - Page 10 \n\n75.  Immediate  and  irreparable harm will  occur if injunctive  relief is  not  granted \ninsofar as couples will be \"marrying\" pursuant to a law that is invalid and, ultimately, could \nresult in the invalidation of those \"marriages.\" \n76.  Immediate  and  irreparable harm will  occur if injunctive relief is  not  granted \ninsofar as New Yorkers will be subjected to a fundamental change in the marriage laws of New \nYork without their constitutionally guaranteed right to participate in the deliberative process and \nto have a transparent deliberative process. \n77.  Plaintiffs, as lobbyists, advocates, and citizens of New York, have been deprived \nof an  open  legislative  process,  which  the  Legislature  has  described  as  \"essential  to  the \nmaintenance of a democratic society ....\"  \n78.  Plaintiffs, as lobbyists, advocates, and citizens of New York, have been deprived \nof a legislative process that comports with the checks and balances expressly and necessarily \nbuilt into the New York Constitution. \nFIRST CAUSE OF ACTION \n(Open Meetings Law Violation) \n79.  Plaintiffs repeat and reallege the allegations contained in paragraphs 1 through 78 \nof the Verified Complaint as if fully set forth herein. \n80.  By conducting the business of a public body in closed session in violation of the \nprovisions of the Open Meetings Law, Defendants, as public officials, failed to perform a duty \nrequired by law. \n81.  The foregoing actions injured Plaintiffs who as lobbyists, advocates, and citizens, \nwho are intended to be protected by the Open Meetings Law. \nVerified Complaint - Page 11 \n\n82.  The  foregoing  actions  injured  Plaintiffs  as  lobbyists,  advocates,  and  citizens, \ninsofar as it represents a fundamental change to New York law in that it overturns centuries of \ndefining marriage as the union of one man and one woman. \nSECOND CAUSE OF ACTION \n(Ultra Vires) \n83.  Plaintiffs repeat and reallege the allegations contained in paragraphs 1 through 78 \nof the Verified Complaint as if fully set forth herein. \n84.  The Governor did not properly issue a message of necessity insofar as there was \nno need for an immediate vote. \n85.  The Senate failed to perform its constitutional duty in acting as a check on the \nimproper exercise of power by the Executive branch. \n86.  The Senate acted outside the scope of its authority when it voted on the Act \nwithout requiring compliance with Article III, § 14 three-day waiting period. \n87.  The  foregoing  actions  injured Plaintiffs  as  lobbyists,  advocates,  and  citizens, \ninsofar as it represents a fundamental change to New York law in that it overturns centuries of \ndefining marriage as the union of one man and one woman. \nTHIRD CAUSE OF ACTION \n(Free Speech Violation) \n88.  Plaintiffs repeat and reallege the allegations contained in paragraphs 1 through 78 \nof the Verified Complaint as if set forth fully herein. \n89.  By  conducting the  official  business  of a public  body  in  a  closed  seSSIOn \nIII \nviolation of the provisions of the Open Meetings Law, Defendants as public officials acted under \ncolor of law to injure Plaintiffs as lobbyists, advocates, and citizens by depriving them of their \nVerified Complaint - Page 12 \n\nright to freedom of speech secured under the First and Fourteenth Amendments to the United \nStates Constitution. \nWherefore, Plaintiffs respectfully request that judgment be entered pursuant to  CPLR \n3100 and 6301 as follows: \nA.  Declaring that the New York Senate violated New York Open Meetings Laws; \nB.  Declaring, pursuant to Public Officers Law § 107, the Marriage Equality Act by \nthe New York Senate null and void; \nC.  Declaring, pursuant to Article III, § 14 of the New York State Constitution, that \nthe Governor improperly issued a message of necessity; \nD.  Declaring the Marriage Equality Act null  and void for failure to comply with \nArticle III, § 14 of the New York State Constitution; \nE.  Declaring void any marriages that took place pursuant to the Act; \nF.  Enjoining the Defendants, and all those acting in concert with them to implement \nand enforce the Marriage Equality Act, from implementing or enforcing the Marriage Equality \nAct; \nG.  Requiring Defendant New York Senate to comply with the Open Meetings Law in \nall future meetings; \nH.  Awarding Plaintiffs costs and fees  as provided for by Public  Officers Law § \n107(2); and \nVerified Complaint - Page 13 \n\n1.  Granting such other and further relief as the Court may deem just and proper. \nNo prior application for the relief requested herein has been made. \n~1JZdm~ \nDated: July 22, 2011 \nRaM. Lindevaldsen, Esq. \nLiberty Counsel \nP.O. Box 11108 \nLynchburg, VA 24506 \nTel: 434-592-7000 \ncourt@lc.org \nJoseph P. Miller, Esq. \n24 Water Street \nP.O. Box 53 \nCuba, New York 14727 \nTel: 585-808-5100 \nAttorneys for Plaintiffs \nVerified Complaint - Page 14 \n\n07/22/2011  14:35  15852252810  NYCF  PAGE  02 \nVERIFICATION \nSTA TE OF NEW YORK  ) \nCOUNTY OF ~1 L~\"  t'r\"I c'>  ) ss; \nJason J. McGuire, being duly sworn, deposes and says: \nI am  the  Executive Director of New  YorkeJ:'S  for  Constitutional  Freedoms, a \nplaintiff in the above-entitled action. I have read the foregoing complaint and know the contents \nthereof. The same are true to my knowledge. except as to matters therein slated to be alleged Oil \ninfonnation and belief and as to those matters I believe them to be 1rue. \n..  -\nCil~ \nJason J. McGuire, as  Officer \nlUI \nof New Yo lkers for Constitutional \nFreedoms \nSworn to before me this \n2V'z':i h day ofJuly, 2011 \nC  \\-) \nJ. .. _.. . \n.'  (,.JUt D  fa.) '=1 .. f'.1. \nNOtary Public \nKAREN E. REEL \nNorARYPuaLlG. STATE OF NEWVORK \nHI},01RE5069185 \nIlUAUREP IN MONIIDE COUNTY \nMYCOMMISSlO~EXPJRES MAACH 11, 20§ \nVerified Complaint-Page 15 \n\n07122/21311  14: 35  15852252810  NYCF  PAGE  134 \n~-,.--'--\nVERIf1CATION \nSTATE OF NEW YORK  ) \nCOUNTY OF t\"1 jl t'l (1.,,(, ,  ) 5S: \nJason I. McGuire, being duly sworn, deposes and says: \nI am a plaintiff in the above-entitled action. I have read the foregoing complaint \nand know the contents thereof. The same  true to my knowledge, except as to matters therein \n8{e \nstated to be alleged on infOm1aUon and belief and as to those matters I believe them to be tIUe. \nJason J. McGuire \nKAREN E. REEL \nL'-'J \nNOTARY pUBlIC, STATE OF NEWYOflK \nNo.01RE6009185 \nQl,JAlIFIED IN MONROE COUNTY  .. \nMY~~,M~~~OH EXPfAESMARCH 17, ?-O!~ \nVerified Complaint - Page 16 \n\n07/22/2611  14:35  15852252810  NYCF \nPAGE  63 \nVERIF1CATION \nSTATE OF NEW YORK  ) \nM \nCOUNTY OF  on  t'  ss: \n(0  J  ) \nDuane R. Motley, being duly sworn, deposes and says: \nl am a plaintiff in the above-entitled action. I have read the fOJ:egoing complaint \nand know the contents thereOf. The same are true to my knowledge, except as to matters therein \nstated to be alleged on information and belief and as to those matte~ J believe them to be true. \nfJ~~V  \nDuane R. Motley -\nVerified Complaint-Page 17 \n\n07/09/2011  08:20  1 \nPAGE  01 \n) \n) ss: \nNathaniel S. Leiter, being duly sworn; doposes and says: \n1 am a plaintiff in the abovc-entitled action. I have read the foregoing COllJplaillt \nand know the contents illereo£: 'TIle same are true tQ my knowlcdg~ except as to matters therein \nstated to be alleged on information and belief and as to those matters I beU~e tbem to be true. \nBradley Abraln$QI1 \nNotary PubIlc, state of New York \nNo. 01 AB613382a \nQuaUfled In Rockland CouMy  '2 \n.i' \nCommission expires 09<-19-20..L:> \nVermed Complaint - Page 1S  ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/45463"
    },
    {
      "date": "2012-09-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Non-PACER Federal Court Website",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 61271,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/61271.pdf",
      "title": "Docket",
      "text": "Court:  Livingston Civil Supreme \nIndex Number:   000807/2011 \nCase Name:  NEW YORKERS FOR CONSTITUTIONAL FREEDOMS vs. \nNYS SENATE \nCase Type:  Other \nTrack:  Standard \n \n \nAppearance Information:\nAppearance  Appearance  Justice / \nDate  Time  On For  Outcome  Part  Comments \n09/10/2012   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n08/30/2012      Disposed  Pre-Judgement   HON ROBERT B WIGGINS    \nWIGGINS (Court Activity)     \n06/25/2012   03:00 PM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n01/09/2012   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n11/18/2011      Motion  Motion Decided   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n11/14/2011   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n11/14/2011      Motion  Return/Submit   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n10/26/2011      Motion  Motion Decided   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n10/17/2011   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n10/17/2011      Motion  Adjourned   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n10/17/2011      Motion  Return/Submit   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n10/12/2011      Motion  Motion Filed   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n09/27/2011      Motion  Motion Filed   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n08/29/2011      Motion  Motion Decided   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n08/29/2011      Motion  Return/Submit   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n08/29/2011   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n07/29/2011      Motion  Motion Filed   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n \n \n\nMotion Information: \nOrder\nMotion  Date Filed  Submit  Answer  Signed \nNumber Filed By  Relief Sought  Date  Demanded Status  Decision Date\n003      PLAINT  Motion For Attorney To  10/17/2011  No   Decided: 26-OCT-11       \nProceed   DECISION RENDERED \nBefore Justice: \nWIGGINS  \n002      DEF   Motion To Dismiss   11/14/2011  No   Decided: 18-NOV-11       \nDECISION RENDERED \nBefore Justice: \nWIGGINS  \n001      PLAINT  Motion For Protective Order   08/29/2011  No   Decided: 29-AUG-11       \nWITHDRAWN \nBefore Justice: \nWIGGINS  \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/61271"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 113521,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113521"
    },
    {
      "date": "2012-10-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45467,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45467.pdf",
      "title": "October 23, 2012 Cases",
      "text": "4 Mo. No. 2012-914 Motion for leave to appeal denied.\nNew Yorkers for Constitutional Freedoms, et\nal.,\n            Appellants,\n        v.\nNew York State Senate, et al.,\n            Respondents,\net al.,\n            Defendant.\n1 Mo. No. 2012-869 Motion for reargument denied with one hundred\nOddo Asset Management, dollars costs and necessary reproduction\n            Appellant, disbursements.\n        v.\nBarclays Bank PLC, et al.,\n            Respondents,\nSolent Capital Partners, LLP,\net al.,\n            Defendants.\n3 Mo. No. 2012-830 Motion for leave to appeal denied with one hundred\nIn the Matter of Charles Pettus, &c., dollars costs and necessary reproduction\n            Appellant, disbursements.\n        v.\nNew York State Insurance Department,\n            Respondent.\n4 Mo. No. 2012-881 Motion for leave to appeal denied.\nIn the Matter of Ronald Rascoe,\n            Appellant,\n        v.\nBrian Fischer, &c.,\n            Respondent.\n9",
      "document_type_other": "",
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/45467"
    },
    {
      "date": "2011-07-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45685,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45685.pdf",
      "title": "Livingston Country Supreme Court Docket",
      "text": "Court:  Livingston Civil Supreme \nIndex Number:   000807/2011 \nCase Name:  NEW YORKERS FOR CONSTITUTIONAL FREEDOMS vs. \nNYS SENATE \nCase Type:  Other \nTrack:  Standard \n \n \nAppearance Information:\nAppearance  Appearance  Justice / \nDate  Time  On For  Outcome  Part  Comments \n09/10/2012   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n08/30/2012      Disposed  Pre-Judgement   HON ROBERT B WIGGINS    \nWIGGINS (Court Activity)     \n06/25/2012   03:00 PM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n01/09/2012   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n11/18/2011      Motion  Motion Decided   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n11/14/2011   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n11/14/2011      Motion  Return/Submit   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n10/26/2011      Motion  Motion Decided   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n10/17/2011   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n10/17/2011      Motion  Adjourned   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n10/17/2011      Motion  Return/Submit   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n10/12/2011      Motion  Motion Filed   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n09/27/2011      Motion  Motion Filed   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n08/29/2011      Motion  Motion Decided   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n08/29/2011      Motion  Return/Submit   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n08/29/2011   09:30 AM   Hearing  Hearing Held   HON ROBERT B WIGGINS    \nWIGGINS (Hearing)     \n07/29/2011      Motion  Motion Filed   HON ROBERT B WIGGINS    \nWIGGINS (Motion Part)     \n \n \n\nMotion Information: \nOrder\nMotion  Date Filed  Submit  Answer  Signed \nNumber Filed By  Relief Sought  Date  Demanded Status  Decision Date\n003      PLAINT  Motion For Attorney To  10/17/2011  No   Decided: 26-OCT-11       \nProceed   DECISION RENDERED \nBefore Justice: \nWIGGINS  \n002      DEF   Motion To Dismiss   11/14/2011  No   Decided: 18-NOV-11       \nDECISION RENDERED \nBefore Justice: \nWIGGINS  \n001      PLAINT  Motion For Protective Order   08/29/2011  No   Decided: 29-AUG-11       \nWITHDRAWN \nBefore Justice: \nWIGGINS  \n ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/45685"
    },
    {
      "date": "2011-11-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "New York state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45464,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45464.pdf",
      "title": "Decision and Order",
      "text": "PRESENT:  ROBERT B.  WIGGINS \nActing Justice of the Supreme Court \nSUPREME COURT \nSTATE OF NEW YORK  COUNTY OF LIVINGSTON \nNew Yorkers for Constitutional Freedoms; \nJason J. McGuire; Duane R. Motley; Nathaniel S. Leiter, \nPlaintiffs, \n-VS- DECISION and ORDER \nIndex No.  807-2011 \nNew York State Senate; the New York State \nDepartment of Health, and Eric R. Schneiderman, \nin his official capacity as the Attorney General of the \nState of New York, \nDefendants. \nPlaintiffs commenced this action seeking declaratory and injunctive relief \nagainst legislation Bill No. 8354-2011, known as \"The Marriage Equality Act.\" \nDefendants oppose the action, and have now moved to have the Complaint dismissed \npursuant to CPLR Sections 3211(a)(1) and (7).  Both sides have submitted \nMemoranda of Law and both sides orally argued their positions on November 14, \n2011 in Livingston County Supreme Court. \nAny decision by this Court MUST stress that this Court has no authority to \nvoice its opinion on same-sex marriage.  This Court is limited to the questions raised \nconcerning the procedures followed by the Legislature in passing this Bill.  It would \nbe easy to construe any decision as a statement on the ultimate issue, and this \ndecision can not and will not make such a statement. \nThe Respondent has raised multiple issues in its motion to dismiss.  Some of \nthese issues are easily decided and some require further analysis. \nThe Constitution of the State of New York, in Article III, section 14, requires \nthat any bill be printed and on the desks of the Legislators for three (3) days prior to \nany vote, unless the Governor certifies facts which necessitate immediate vote \nthereon. \nIn this case, the Governor took that action and cited the following as \n1 \n\nnecessitating immediate vote: \n\"The facts necessitating an immediate vote on the bill are as follows: \nThis bill would amend the domestic relations law to grant same-sex couples the long \noverdue right to enter into civil marriages in New York.  The continued delay of the \npassage of this bill would deny over 50,000 same-sex couples in New York critical \nprotections currently afforded to different-sex couples, including hospital visitation, \ninheritance and pension benefits.\" \nLogically and clearly this cite by the Governor is disingenuous.  The review of \nsuch concept altering legislation for three days after generations of existing \ndefinitions would not so damage same sex couples as to necessitate an avoidance of \nrules meant to ensure full review and discussion prior to any vote.  Nonetheless, this \nCourt is reluctantly obliged to rule that the message of necessity submitted by the \nGovernor was accepted by vote of the Senate, and is NOT within this Court's \nprovince to nullify. Maybee v State ofN  ew York et ai, 4 N. Y.3d 415. \nParenthetically, this statute had a legislative history where it had been \nchanged to require more information from the Governor.  The 1938 version only \nrequires that the Governor \"certifies the necessity of immediate passage\" without \nany explanation of why or what factors constitute the necessities. The present \nversion requires that same certification as well as requiring the facts giving rise to \nthe necessity.  Logic would seem to dictate that the additional requirement was \nadded to eliminate the artificial use of necessities meant only to 'strike while the iron \nis hot'(or while the vote is as desired).  Regardless, although the disregard for the \nstatute seem evident,  the Court feels constrained to not rule on the Governor's \ncertification of necessities. \nIt is ironic that much of the State's brief passionately spews sanctimonious \nverbiage on the separation of powers in the governmental branches, and clear arm \ntwisting by the Executive on the Legislative permeates this entire process. \nArticle III Section 10 of the constitution holds that the doors of the house shall \nbe kept open except when the public welfare requires secrecy.  There is no \ndemonstration that the public welfare on this issue required secrecy.  The question \nthen for this Court is: Does this apparent disregard for the open doors requirement \nauthorize Judicial action? \nPublic Officers Law Section 100 is the Legislative declaration and it states: \"It \nis essential to the maintenance of a democratic society that the public business be \nperformed in an open and public manner and that the citizens of this state be fully \naware of and able to observe the performance of public officials .... \" \nPublic Officers Law Section 103 exempts executive sessions from the open \nmeetings requirements. \nPublic Officers Law Section 105 defines Executive Session, and this Court \n2 \n\nfinds the action in this case is NOT an execntive session, and is, therefore, not \nthereby exempt from the open meetings reqnirements. \nPnblic Officers Law Section 108 goes on to list further exemptions to the open \nmeetings requirement, and it includes as exempt: \"the deliberation of political \ncommittees, conferences and caucuses defined as a private meeting of the Senate or \nAssembly of the State of New York, ... who are members or adherents of the same \npolitical party, without regard to (I) the subject matter. .. , (ii) the majority or \nminority status. .. , or (iii) whether such political committee, conferences and caucuses \ninvite staff or guests to participate.\" \nThe State argues this case involved a Republican caucus to which guest or \nguests were invited. As such, it is exempt from the open meetings requirement. \nThe Plaintiff argues the particular guests, the opposition party Governor and \nothers, makes this a non-exempt gathering, and, therefore, subject to the open \nmeetings requirement. \nThe situation at hand is very similar to the case of Warren v. Giambra, 12 \nMisc3d 650 (Sup. Ct., Erie Co., 2006) where the court held a meeting of eight \nDemocratic legislators with the Republican County Executive regarding pending \nbudget and funding issues was not exempt from the Open Meetings Law.  As \nreferred to above, the New York Legislative declaration regarding the Open \nMeetings Law is that, \"It is essential to the maintenance of a democratic society that \nthe public business be performed in an open and public manner and that the citizens \nof this state be fully aware of and able to observe the performance of public officials \nand attend and listen to the deliberation and discussion that go into the making of \npublic policy.  The People must be able to remain informed if they are to retain \ncontrol over those who are their public servants.  It is the only climate under which \nthe commonwealth will prosper and enable the government process to operate for \nthe benefit of those who created it.\" (POL §100).  The Legislators found when the \nlaw was amended in 1985 to include meetings discussing public business that the \npublic interest was promoted by \"private, candid exchange of ideas and points of \nview among members of each political party concerning public business to come \nbefore the legislative bodies.\" (Humphrey v. Pas[oszny, 175 AD2d587 [4th Dept. 1991] \nciting Legislative Intent of L.1985, Ch. 136, §l]).  Thus, every meeting of a public \nbody shall be open to the general public with some exceptions (POL §§103, 108). \nIn this case, the bill for Marriage Equality Act had been pending with \ncontinuous discussion among legislators, the governor, lobbyists, and citizens.  With \nsome exceptions, the Democratic Governor and Democratic Senators supported the \nbill while the majority Republican Senators opposed it.  Plaintiffs allege that in a \nclosed meeting between all Republican Senators and Governor Coumo, Governor \nCoumo actively engaged to persuade Republican Senators to break with their \nparty's position and vote for the bill.  Plaintiffs asserts this was a violation off the \n3 \n\nOpen Meetings Law.  The State responds that the meeting was a caucus of \nRepublican Senators with the Governor attending as a guest therefore being exempt \nunder POL §108(2). \nOn a motion to dismiss the complaint pursuant to CPLR §3211, the Court \nmust consider allegations by Plaintiff as true.  Considering Plaintifrs allegations, \nand without deciding the matter at this time, the Court feels there is a justiciable \nissue presented whether there was a violation of the Open Meeting Law.  There are \nnot sufficient facts before the Court to determine the matter; thus, the case shall \nproceed on this issue.  The complaint is dismissed on other issues, and dismissed in \nits entirety against the Attorney General. \nDated:  November 18, 2011 \nGeneseo, New York \nActing Supreme  0  Judge \n4 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/45464"
    }
  ],
  "document_count": 8
}