{
  "case_id": 12306,
  "fetched_at": "2025-10-22T00:18:24.343726",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Judge John Waters",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "Sixth Amendment",
    "causes": [],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2012,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Missouri state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Incomplete",
    "facility_type": [],
    "filing_date": "2010-07-01",
    "filing_year": 2010,
    "id": 12306,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Access to lawyers or judicial system",
      "Death Penalty, General/Misc.: Quality of representation",
      "Reproductive rights: Fetus Identity"
    ],
    "last_checked_date": "2014-12-03T00:00:00-05:00",
    "main_docket": {
      "id": 30983,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2010,
      "docket_filing_number": 91160,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the Eighth Circuit",
      "state": "Missouri",
      "docket_office_number": "",
      "docket_number_manual": "No.  SC91150",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "State ex rel. Missouri Public Defender Commission v. Waters",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Missouri Public Defenders office",
    "plaintiff_type": [
      {
        "value": "State Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 11293,
        "name": "Allen v. Edwards"
      }
    ],
    "relief_natures": [
      "Declaratory Judgment"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Missouri",
    "summary": "<p>On July 1, 2010, criminal charges were filed against a defendant in the 38th Judicial Circuit of Missouri. The defendant was unable to obtain counsel and qualified to have counsel appointed to him through the office of the public defender. The public defender's commission asked the appointment to be set aside as it was in violation of 18 CSR 10-4.010, which precluded public defenders from being appointed after reaching 100% of their caseload after three consecutive months of being over their caseload. The trial judge denied the motion and appointed a public defender to a case in violation of the caseload protocol rule.  In doing so, the trial judge concluded that he believed that the Sixth Amendment required him to appoint the public defender to represent the defendant.</p><p>On September 2, 2010, public defenders in Missouri filed, in the Missouri Supreme Court, for a writ of prohibition ordering the trial court to withdraw its appointment of the public defender's office.</p><p>On July 31, 2012, the Missouri Supreme Court issued an opinion holding that the trial court judge exceeded his authority in appointing counsel in violation of 18 CSR 10-4.010. The court further held that to appoint a public defender in this circumstance would actually have violated the 6th amendment as competent counsel could not be guaranteed. The trial court was also instructed to hold a meeting with stake-holders to alleviate the need for the protocol rule to be invoked.</p><p></p>",
    "summary_published_date": "2014-11-19T00:00:00-05:00",
    "summary_short": "In September of 2010, Missouri public defenders filed for a writ of prohibition with the State Supreme Court after a trial judge refused to reconsider the appointment of a public defender in violation of a caseload protocol rule. \r\n\r\nIn July of 2012, the State Supreme Court issued an opinion holding that the trial court judge exceeded his authority in appointing a public defender in violation of the rule. The court further required the trial court to hold meetings to find way to alleviate the need to invoke the protocol rule. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/12306",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12306",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12306",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12306"
  },
  "documents": [
    {
      "date": "2012-07-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Justia",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 592,
      "cite_1_reporter": "S.W.3d",
      "cite_1_vol": 370,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Missouri state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 43448,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/43448.pdf",
      "title": "Opinion (Missouri Supreme Court)",
      "text": "SUPREME COURT OF MISSOURI \nen banc \nSTATE ex rel. MISSOURI PUBLIC    ) \nDEFENDER COMMISSION,       ) \nCATHY R. KELLY and      ) \nROD HACKATHORN,      ) \n              ) \n  Relators,          ) \n              ) \nvs.              )  No. SC91150 \n              ) \nTHE HONORABLE JOHN S. WATERS  ) \nand THE HONORABLE MARK ORR,  ) \n              ) \n  Respondents.      ) \nOriginal Proceeding in Prohibition \nOpinion issued July 31, 2012 \nThe Missouri Public Defender Commission petitions this Court for a writ of prohibition \nordering the trial court to withdraw its appointment of the public defender’s office to represent \nJared Blacksher, alleging that the appoi ntment violated 18 CSR 10- 4.010 (“the rule”).  That  \nadministrative rule, promulgated by the commission pursuant to its rulemaking authority under \nsection 600.017(10),1 adopts a “caseload pr otocol” that permits a district defender office to  \ndecline additional appointments when it has been certified as being on limited availability after \nexceeding its caseload capacity for at least three consecutive calendar months. \n                                             \n1 All statutory references, except those pertaining to section 600. 042.4, are to RSMo 2000.   \nReferences to section 600.042.4 are to RSMo Supp. 2010. \n\nWhen the commission or other state agen cies promulgate a rule  addressing an \nissue within the scope of their authority, the rule must be followed unless it has been held \ninvalid or inapplicable. See Foremost-McKesson, Inc. v. Davis, 488 S.W.2d 193, 197 \n(Mo. banc 1972).  Here, the trial court did not refuse to apply the rule after fin ding that it \nwas promulgated improperly or that public de fenders were not overworked or that the \nother requirements for the rule’s application were not met. In fact, as discussed below, \nthere have been no such findings  in this case, either by  the trial judge or by the master \nlater appointed by this Court.  Rather, the trial court said it believed it “ had no choice” \nbut to appoint a public defender, regardless of the public defende r’s ability to provide \ncompetent and effective representation in a nother case, because to do ot herwise would \nhave violated the defendant’s Sixth Amendment right  to counsel, as the court c ould \nidentify no other realistic mechanism by which to provide other counsel.    \nThe trial court erred insofar as it believed that the Sixth Amendment requires \nappointment  of couns el  without regard to whether counsel woul d  be a ble  to offe r \ncompetent representation. State ex rel. Missouri Pub. Defender Comm’ n v. Pratte, 298 \nS.W.3d 870, 875 ( Mo. banc 2009), held, and the Court here reaffirms, that the Sixt h \nAmendment right to counsel is a right to effective and competent counsel, not just a pro \nforma appointment whereby the defendant has counsel in name only.   \nFurther, while the Court appreciates the trial court’s concerns that the alternatives \nof appointing private counsel or not seeking jail time will be inadequate to alleviate th e \npublic defender’s case overload, a judge cannot pick which administrative rules to follow \nbased  on a personal   belief that a rule, howe ver  well-intended,  may not achieve its \n\npurpose.   A pr operly  promulgated  administrative  rule must be followed unles s \ninvalidated.  While Pratte invalidated the portion of the rule that had permitted a public \ndefender office to refuse categories of cases, it affirmed the general authority of the \ncommission to issue administrative rules – an authority not questioned here. Id.\nMoreover,  while the partie s  litigated below whether the rule was a good or \neffective one, no showing was made that it was inapplicable, other than the assertion  \nrejected in Pratte that the Sixth Amendment does not permit consideration of whet her \ncounsel can offer competent and effective representation as required by the rule.  While a \ndeclaratory judgment action might yet be brought by which the overall validity of the rule \ncould be considered under the standards applicable to the review of administrative rules, \nthat  case is not presented here.  Further, although a party properly may attack the \napplication of 18 CSR 10-4.010 in a particular case in the future, no showing was made \nhere that the regulation was not applicable.  In these circumstances, it was error to fail to  \napply the rule.   \nThe trial court also erred in holding that the rule provides no realistic altern ative \nmechanisms for handling the issue of excessive appointments.  While the public defender \ncommission’s regulations cannot bind a trial judge or  prosecutor directly, trial judges \nhave inherent authority, and an inherent responsibility, to manage their dockets in a way \nthat respects the rights of the def endant, the public and the State and that respects the \nobligation of public defenders to comply with the r ules governing their representation.  \nAn effective means of so doing  is for judges to “triage” cases on their dockets so that \nthose alleging the most serious offenses, those in which defendants are unable to seek or  \n3\n\nobtain bail, and those that for other reasons need t o be given priority in their resolution \nalso are given priority in appointment of the public defender and for scheduling of trial, \neven if it means that other categories of cases are continued or delayed, either formally or \neffectively, as a result of the failure to appo int counsel for those unable to afford private \ncounsel.  While Pratte properly held that the public defender does not have the authority \nunder sections 600.042.4(3) and 600.086 to set such case pr iorities, judges inherently \nhave authority to manage their dockets in this manner.   \nRegardless  of whet her  the pr omulgation  and s ubstance  of t he  regulation and \nprotocol adopted thereunder ultimately are found to be valid or invalid in whole or in part \nupon proper challenge, the inherent authority of courts to manage their caseloads in this  \nmanner will continue and should be utilized so as to best ensure that a defendant’s \nconstitutional  rights, the defender’s ethical  duties  and the State’s right to prosecute \nwrongdoers are respected.\nHere,  because no showing was made nor finding entered that the rule was \npromulgated invalidly or was inapplicable under the facts of this case, the court erred in  \nfailing to apply it.  The parties met and conferred, but neither the public defender nor the \nprosecutor reached an agreement to resolve the problem. Because the meetings were \nineffective and the rule was not found invalid, the r ule should have been applied and the \npublic defender should not have been appointed to represent Mr. Blacksher. \nBecause, during the course of this appeal, Mr. Blacksher’s case was resolved by a \nguilty plea, this Court makes its preliminary writ permanent only to the extent of ordering \nthe trial court to vacate its order appointing the public defender to represent him. \n4\n\nI. BACKGROUND  OF RULE LIMITI NG  AVAILABILITY OF PUBLIC \nDEFENDER’S APPOINTMENT\nA. General Authority of Public Defender Commission to Adopt Rules\nThe commission is an administrative agency created by the General Assemb ly.     \n§ 600.015.2  As a creature of statute, an admini strative agency’s authority is limited to \nthat given it by the legislature.  See Parmley v. Missouri Dental Bd., 719 S.W.2d 745, 755 \n(Mo. banc 1986).  When an agency statutorily is authorized to e ngage in rulemaking, \n“regulations  may be   promulgated  only  to  the e xtent  of a nd  within the   delegated \nauthority” of the agency’s enabling statute. Hearst Corp. v. Dir. of Revenue, 779 S.W.2d \n557, 558 (Mo. banc 1989) .  The rules adopted “may not conflict with statutes,”  Pratte,\n298 S.W.3d at 882, and a statute may not conflict with the constitution. State v. Kinder, \n89 S.W.3d 454, 459 (Mo. banc  2002).  Rather, “if it is at all feasible to do so, statutes  \nmust be interpreted to be consistent with the [Missouri and federal] constitutions.” State\nv. Stokely, 842 S.W.2d 77, 79 (1992).\nThe office of state public defender is charged wit h providing representation to \nindigent defendants facing criminal charges pressed by the State. 3  The office operates \nunder  the control of the public defender commission, which is assigned various  \nresponsibilities  and vested with corresponding powe rs  necessary and c onvenient  to \nfulfilling those responsibilities. § 600.015 to 600.101 . The director is authorized to \n                                             \n2 See also § 536.010 (defining a “state agency” as “each board, commission, department, \nofficer or other administrative office or unit ... existing under the constitution or statute”). \n3 For a thorough explication of the history of Missouri’s public defender system, and for a \nmore detailed discussion of  the particulars of the caseload protocol, see State ex rel. \nMissouri Pub. Defender Comm’n v. Pratte, 298 S.W.3d 870, 875-80 (Mo. banc 2009).\n5\n\n“administer and coordinate the operations of defender services and be responsible for the \noverall supervision of all personnel, offices, divisions and facilities of the state public  \ndefender  system.” § 600.042(4).   Additionally, section 600. 017(10)  authorizes  the \ncommission  to “[m]ake any rules needed for the administration of t he  state  public \ndefender system.”  \nB.  Promulgation and Substance of 18 CSR 10-4.010\nThe commission promulgated 18 CSR 10-4.010 in response to mounting concern \nthat, due to the growth in th e number and complexity of cases requiring public defender \nservices without a corresponding increase in the number of public defenders, some public \ndefenders’ caseloads had increased to a leve l that interfered with their ability to fulfill \ntheir constitutional, statutory and ethical obligations to represent their clients effectively \nand competently.\nTo  address that concern, the commission enacted 18 CSR 10- 4.010  with  the \nexpress purpose of ensuring “tha t cases assigned to the Missouri state public defender \nsystem result in representation that effectively pr otects the constitutional and statutory \nrights  of the accused.” 18  CSR 10- 4.010.4   As an integral part of the rule, the \ncommission  is required to “maintain a case load  standards  protocol  identifying  the \nmaximum caseload each district office can  be assigned without compromising effective \nrepresentation.”  Id. at 10-4.010(1)(A).  When a district office exceeds the maximum \n                                             \n4 18 CSR 10-4. 010 originally was promulgated as an emergency rule that took effect \nDecember 28, 2007, and expired June 30, 2008.  The current, permanent rule took effect \nJuly 30, 2008. 18 CSR 10-4.010.\n6\n\ncaseload standard for three consecutive calendar months, “the director may limit the  \noffice’s  availability to accept additional cases by filing a certification of limited  \navailability” with the appropriate court. Id. at 10-4.010(2)(A).  The protocol permits an \noffice that is placed on limited availability to decline appointments in a given month once \nit reaches its maximum allowable caseload.5 See Pratte, 298 S.W.3d at 884.\nAt least one month prior to limiting a district office’s availability, the director of \nthe state public defender’s office must notify a court’s presiding or chief judge that the \ndistrict office’s maximum caseload limit has been e xceeded and that the office is at risk  \nof being placed on li mited availability. 18 CSR 10-4.010(2)(B).  The district defender  \nand designated state public defender management personnel then are required by the rule \nto consult with the court and the state’s attorney to discuss how best to address the \ndistrict’s excessive caseload.6 Id. at 10-4.010(2)(C); Pratte, 298 S.W.3d at 887.\n5 The geographic boundaries fo r the district offices are established by the commission, \nwhich conducts routine staffing reviews to allocate personnel to each district office as \nrequired by its caseload, pursuant to its caseload study and particular district needs.\nWhen asked why public defenders are not moved among district offices once one \noffice reaches its maximum caseload capa city, counsel for the public defender system \ntestified that there are no excess defenders, so “if we take lawyers out of one office we’re \nreducing  the capacity of that  office  and then they get in trouble” with excessive \ncaseloads.  He further explained that excessive caseloads are so systemic across district \noffices that shuffling attorneys among t hem would be akin to “simply rearrangi ng deck \nchairs on the Titanic.”  As Pratte explained, “The problem that the commission confronts \nis that the resources provided for indigent defense are inadequate.”  298 S.W.3d at 873.\n6 In their entirety, the portions of 18 CSR 10-4.010(2) pertinent here state: \n(A)When the director determines that a district office has exceeded the \nmaximum  caseload standar d  for  a period of three (3) consecutive \ncalendar  months, the director may limit the office’s availability to \naccept additional cases by filing a certification of limited availability \nwith the presiding judge of each circuit or chief judge of each appellate \ncourt affected. \n7\n\nC.  Court’s Appointment of Public Defender Office after Certification \nas Unavailable\nIn January 2010, the director of  the state’s public def ender office notified 38th \nCircuit Presiding Judge Mark Orr that the public defender district office assigned to \nrepresent defendants in that circuit had exceeded the maximum caseload permitted under \nthe caseload protocol for three consecutive months and, therefore, was at risk of being \ncertified for limited availability. 7  Under the requirements of 18 CSR 10-4.010(2)(C),\nmeetings  were held in Marc h  2010 that included J udge  Orr,  local prosecutors, and \npersonnel from both the state and district public defender’s office.  When those meetings \nfailed to produce any agreements for caseload reduction, ge neral counsel for the state \npublic defender’s office contacted Judge Orr, Christian County Associate Circuit Judge \nJohn Waters and local prosecutor s to request a second meeting in April 2010.   Though \n                                                                                                                                                 \n(B) The director shall provide notice to the presiding or chief judge of each \naffected court that an office is at risk of being certified at least one (1 ) \ncalendar  month prior to limiting the availability of a district office \nunder this rule. \n(C) Upon the provision of such notice, the district defender and suc h other \nMissouri state public defender (MSP D) management personnel a s the \ndirector shall designate shall consult with the court and state’s attorney \nto discuss the categories of cases to be designated f or exclusion from \npublic  defender  representation  once the district is certified by the \ndirector as of limited availability. \n18 CSR 10-4.010(2)(A-C).  As explained more fully below, this Court held in  Pratte that\nthe public defender may not refuse appointments of categories of cases, but it may limit a \nparticular district office’s availability to hear  any case. 298 S.W.3d at 884.  Rather than \nissue an amended rule in light of  Pratte, the commission supplemented the rule with a \n“Rule  Action Notice,” which s tates  that  Pratte voided  those  portions of the rule \npertaining to the commission’s authority to decline only certain categories of cases. 18\nCSR 10-4.010.\n7  The 38th Judicial Circuit is served by public de fender  district  office 31, which \nrepresents defendants in Christian, Greene and Taney counties. \n8\n\nthe parties and judge met again in April 2010, 8 the master found that none offered a ny \nconcessions or agreed to any of the others’ proposals to avoid the impending certification \nof the office as on limited availability.  As a result, these meetings failed to produce an \nagreement that would reduce the district’s caseload.  The director of the s tate public \ndefender office, therefore, certified the district defender’s office as on limited availability \nas of July 1, 2010. \nAfter  the district office was so certified, the state public defe nder’s  general \ncounsel contacted Judge Orr to “propose a meeting to anticipate the impacts and to  \ndiscuss the consequences and mechanics” of the office’s limited availability.  There is no \nevidence in the record that further meetings took place, however, until July 21, 2010, \nwhen the state public defender’s general counsel met with Judge Orr to notify him tha t \nappointments  for the month e xceeded  the  district defender’s maximum permissible \ncaseload and, as permitted by 18 CSR 10-4.010(2)(A), the state public defender declared  \nthe district defender office as unavailable to accept additional cases until August 2010.9\nOn July 28, 2010, J ared Blacksher appeared for his initial arraignment before \nJudge Waters who, over objection, appoint ed “the public defender’s office” to represent  \nhim.10  On August 2, 2010, the state public defender’s office filed a motion to set aside \n                                             \n8 The record is not clear as to who was present at the April 2010 meeting.  General \ncounsel for the state public defender testifie d that the meeting was “pretty informal” and  \nthat “people would enter and leave” throughout the conference. At various points, it \nappears that both Judges Orr and Waters were present, along wit h local prosecutors and \npersonnel from both the state and district defender office. \n9 Beyond personally meeting with Judge Orr, the state public defender’s office also  \nnotified him via e-mail on July 21, 2010, that district 31 had reached caseload capacity. \n10 Mr. Blacksher had been charged with two counts of burglary and one count of forgery. \n9\n\nthe appointment because it violated 18 CSR 10-4.010.  In response, Judge Waters held an \nevidentiary hearing at which the public defe nder presented evidence it had exceeded its  \ncaseload capacity under 18 CSR 10-4. 010.  The prosecutor asked questions about how \ndefenders were appointed and how overcapacity was determined.  No one questioned that \nthe district defender office, in fact, had exceeded its caseload capacity under the protocol, \nnor was there any claim that the rule was invalid or inapplicable.\nJudge Waters gave thoughtful consideration to the issues raised by bot h parties.  \nHe expressed concern that if the public defender were not appointed, then Mr. Blacksher \nand others like him would have less ability to post bond and that private counsel might \nnot have adequate expertise to represent defendants charged with serious felonies.  Judge \nWaters remarked that it was a “horrible situation,” and he was “not criticizing anybody,” \nbut that “judges are in the middle.”  He c oncluded by stating his belief that “under the \nlaw the Constitution and the Sixt h Amendment I have no choice but to do what the law \nrequires and appoint the Public Defender to represent Mr. Blacksher.”\nMr. Blacksher subsequently was bound over for arraignment bef ore Judge Orr, \nwho did not rescind the order appointi ng the public defender.  The publi c defender \ncommission,  the state director and t he  district director (collectively, “the public \ndefenders”) sought relief from this Court, which issued a preliminary writ in September \n2010 prohibiting Judge Orr from taking further action in Mr. Blacksher’s case, other than \nrescinding the order, until further order of this Court.\nIn  October  2010, this Court appoi nted  a special master to: (1) examine the \naccuracy  of the caseload standards protocol contained within 18 CSR 10-4.010; (2) \n10\n\ndetermine whether the procedures set forth in that rule were followed; and (3) identify, if \nthe rule was followed, why its proce dures were inadequate to resolve the issue.  The \nspecial master took extensive evidence concerning the basis for developing the protocol, \nwhether  the standards on which it partially was based remain accurate, how the \ncommission had updated those standards through its own workload studies, how those \nstudies were used to reach the caseload standards used in the protocol, whether the \nprotocol was accurate and similar issues. 11  The special master found that the protoc ol \nwas “not inaccurate” and that the procedures of the rule at least nominally were followed \nin this case but that those procedures, nevertheless, failed to resolve the issues presented \nhere “because there was no voluntary agreement by the parties to find solutions.” \nIn  January 2011, Responde nts  petitioned this Court for a modification of the \nCourt’s preliminary order of September 2010 to allow Mr. Blacksher to plead guilty and \nbe  sentenced,  should  he wis h  to do s o.   In February 2011, this Court gra nted \nRespondent’s motion to modify t he preliminary writ, and Mr. Bl acksher subsequently \n                                             \n11 Among other things, this evidence demons trated that the commission’s protoc ol is \nbased on caseload standar ds established in  the early 1970s by the National Advis ory \nCouncil (“NAC”) of the United States Department of Justice Task Force on the Courts.   \nThough these standards have apparently served as the basis for many caseload standards  \ncurrently in place across the nation, Res pondents allege that the NAC standards are \nunreliable  because they are not empirically based and be cause  they do not capture \nproperly the time required t o represent defendants effectively in the various types of  \ncases  assigned  to the public defender’s office.  In view of these criticisms, the \ncommission presented its own evide nce that the NAC standards were only the starting \npoint  in creating the prot ocol  and that  the  commission refined those standards after \nconducting an empirical workload survey of its own atto rneys.  Moreover, unlike the \nNAC standards, the public defenders argue that the prot ocol does account for the various \ntypes of cases assigned to the public defender’s office. \n11\n\npleaded guilty.12\nD.  Standard for Reviewing Failure to Follow Agency Rule \nAs a rule promulgated by an administrativ e agency, 18 CSR 10-4.010 and the \ncaseload standards protocol within it are entitled to a presumption of validity and may \n“not be overruled except for weighty reasons.” Foremost-McKesson, Inc., 488 S.W.2d at \n197; cf. Thomas Jefferson Univ. v. Shal ala, 512 U.S. 504, 512 ( 1994) (federal courts \nmust give “substantial deference to an a gency’s interpretation of its own regulations”).   \nRules and regulations are valid “‘unless unreasonable and plainly inconsistent’ with the \nstatute under which the regulation was pr omulgated.”  Linton v. Missouri Veterinary  \nMed. Bd., 988 S.W.2d 513, 517 (Mo. banc 1999), quoting Foremost-McKesson, Inc., 488 \nS.W.2d at 197.  “Administrative rules should be reviewed in light of the evil they seek to \ncure  and are not unreasonable   merely because they are burdensome.” Foremost-\nMcKesson, Inc., 488 S.W.2d at 197-98.  Moreover, where there  is an allegation that a \nrule conflicts with a statute, review of that issue is governed by the principle that statutes \nmust be read by this Court with the presumption that the General Assemb ly “did not \nintend to violate the Constitution.”  State ex rel. Anderson v. Becker, 34 S.W.2d 27, 29 \n(Mo. banc 1930).\n“The burden is upon those challenging the rule[] to show that [it]  bear[s] no  \nreasonable  relationship to the legislative objective.” Foremost-McKesson,  Inc., 488 \n                                             \n12 Pursuant to a plea agreement, Mr. Blacksher pleaded guilty to one count of forgery and \none count of burglary.  He was sentenced to five years imprisonment for each count, with \nthe sentences to run concurrently, though execution of the sentences was suspended.  The \nremaining burglary count was dismissed.\n12\n\nS.W.2d at 197.  In the absence of such a showing, a rule must be followe d until properly \nand successfully challenged.   See id.  The usual mechanism by which to challenge the \nvalidity  or  application of a n  administrative  agency’s rule is  a  suit for declaratory \njudgment. § 536.050.1 (“The power of the courts of this state to render declaratory \njudgments shall extend to declaratory judgments respecting the validity of rules, or of \nthreatened application thereof ….”);  accord Rule 87. 02(c).  Where, as in  Pratte, 298 \nS.W.3d at 882, and here, a court directs an agenc y to undertake conduct that it believes \nwould violate its rule, a petition for writ is an appropriate mechanism for obtaining relief.\n“The extraordinary remedy of a writ of prohibition is available: (1) to prevent the \nusurpation of judicial  power when the trial court lacks au thority or jurisdiction; (2) to \nremedy an excess of authority, jurisdiction or abuse of discretion where the l ower court \nlacks the power to act as intended; or (3) where a party may s uffer irreparable harm if \nrelief is not granted.” Pratte, 298 S.W.3d at 880.  “When a trial court exceeds its \nauthority in appointing the public defender, a writ of prohibition shoul d issue to prohibit \nor rescind the trial court’s order. ”  Id. at 881.  “Whether a trial court has exceeded its \nauthority is a question of law, which an appellate court reviews independently of the trial \ncourt.” Id.  This Court also has “general superinte nding control” and “[s]upervisory \nauthority” over the courts of this state. Mo. Const. art. V, § 4.1.\nII. ISSUES ARE NOT MOOT\nRespondents  argue  that  the  commission’s  petition  is  moot  because                     \nMr. Blacksher’s case was resolved by a guilty plea while this matter was pe nding.  This \nsame argument was raised in  Pratte as to one of the three cases consolidated in that \n13\n\nappeal.  As Pratte noted in rejecting that argument, the issue now before the Court is one \nfor  which the public interest exception to the mootness doc trine  finds  particular \nresonance. 298 S.W.3d at 885 n.33.\n“The public interest exception t o mootness applies whenever a case presents an \nissue that (1) is of general public interest and importance, (2) will recur and (3) will \nevade appellate review in future live contr oversies.”  Gurley v. Missouri Bd. of Private \nInvestigator Examiners, 361 S.W.3d 406 (Mo. banc 2012) .  As  Pratte explained, this \nexception permits a court to decide an issue “[e]ven though [it] may appear to be moot … \nif ‘there is some legal principle at stake not previ ously ruled as to which a judicial \ndeclaration can and s hould be made for future guidance.’” 298 S.W.3d at 885 n. 33, \nquoting State ex rel. City of Joplin v. Pub. Serv. Comm’n, 186 S.W.3d 290, 295 (Mo. App. \n2005).\nThe issue presented here, no less than the one presented in  Pratte, “is one of \ngeneral public interest and importance, is ca pable of repetition and may evade review if \nnot decided in this proceeding.” Id.  As with the question at issue in  Pratte, “The trial \ncourts,  the  state and the public   defender have an interest in this Court determining  \nwhether” the public defender’s office may be appointed “to represent indigent defendants \nwhen the office is certified as being ‘ unavailable.’”  Id.  Moreover, as the commission \npoints  out, any case can be mooted simply   by reaching a plea agreement with the \ndefendant, as occurred here, and to delay artificially a defendant’s right to plead just so a \ncase  could be heard to conclusion in the appellate court would raise other serious \nconcerns.  Indeed, should the defendant prevail at the criminal trial, then no appeal would \n14\n\nbe permitted; and should the State prevail, then the public defender protocol would not be \nrelevant during the defendant’s appeal unless the trial court refused to appoint counsel or \ncounsel was incompetent, and, even then, it would be relevant only to the extent it \naffected representation.  A criminal appeal  simply does not pr ovide a mechanism for  \nreview of the caseload protocol, and the issue in any post-conviction pr oceeding centers \non whether the defendant received a fair tria l, not on the broader Sixth Amendment right \nto counsel that is at issue when considering whether counsel was appointed for all critical \nstages of the proceeding. Missouri v. Frye, 566 U.S. ___, WL 932020 *3-4 (2012).\nFurther, regardless of the outcome or pendency of the criminal tr ial, to the extent \nthat a trial court’s order to represent a defendant is disobeye d, a district public defender \nor the state public defender also risks being sanctioned or held in contempt for its prior \nrefusal to obey a court order. See State ex rel. Girard v. Percich, 557 S.W.2d 25, 37-38 \n(Mo. App. 1977) (explaining “[o]nce a court … issues an order … the order must be \nscrupulously  obeyed  even though it may pr ove  to be erroneous” and tha t  until the \n“decision is modified or reversed it must be respected under pain of contempt”); Teefey v. \nTeefey, 533 S.W.2d 563, 566 (Mo. banc 1976), quoting Mechanic v. Gruensfelder, 461 \nS.W.2d 298, 305-06 (Mo. App. 1970) (noting that criminal contempt citations serve “the \npurpose  of protecting the dignit y  of the court and, more important, [protecting]   the \nauthority of its decrees” and that, without the power to issue such citations, “courts are no \nmore than advisory bodies to be heeded or not at the whim of the individual”).    \nThe case of State ex rel. Picerno v. Mauer, 920 S.W.2d 904 (Mo. App. 1996) , is\ninstructive on this point.  There, an attorney appointed to represent an indige nt defendant \n15\n\nrenewed on the day of trial a previously denied request for a continuance because, he \nargued, he had not ha d adequate time to prepar e for trial, due in part to his excessive \ncaseload. Id. at 906.   As such, t he attorney argued that “the defendant would not get a \nfair trial, due process or adequate representation without a continuance.” Id.  The trial \ncourt again denied the continuance and ordered counsel to stay in t he court and proceed \nwith the trial. Id.  When the attorney instead left the courtroom, the trial court held him \nin criminal contempt for violating the court ’s order to remain in the court.   Id. at 905.\nThe attorney subsequently  petitioned for a writ prohibiting enforcement of the court’s \ncontempt  order.   Id.   In addressing that petition, the court explained that, while it \n“sympathize[d]  with public  defenders  for the workload  they  must undertake,” the \nattorney’s refusal to obey the court’s order constituted contempt because “‘[a]ny attack \non the propriety of the order must be by judicial process and not willful disobedience.’”   \nId. at 911, quoting Percich, 557 S.W.2d at 38.\nWhile, in light of the filing of this writ, it is unlikel y that a contempt charge or \nsanctions would be imposed, public defenders should not be put at risk of having these \npunishments levied each time they are placed in the position of choosing t o obey the \ncourt or to obey a rule that was promulgated to ensure that defenders may comply with \ntheir ethical obligations and the Sixth Amendmen t.  An order directing the trial court to \nvacate  its order appointing the public defender is not moot, therefore, as a writ of \nprohibition is appropriate to “‘to restrain further enforcement of orders that are beyond or \nin excess of a [court’s] authority ….’” Pratte, 298 S.W.3d at 880,  quoting State ex rel. \nRobinson v. Franklin, 48 S.W.3d 64, 67 (Mo. App. 2001).\n16\n\nIII. SIXTH AMENDMENT REQUIRES COMPETENT REPRESENTATION\nA.  Balancing Statutory Duty to Provide Defense with Sixth Amendment \nRight to Effective Counsel \nThe key issue in dispute here and below is whether the duty of public defenders to \nprovide a defense to indigent criminal defendants as set out in section 600.042.4 requires \nthem to accept a judge’s appointment to act as counsel no matter the size of their existing \ncaseload and their ability to pr ovide effective representation to their existing or any \nadditional clients and despite the mechanisms contained in 18 CSR 10-4.010.\nRespondents  acknowledge that section 600. 017(10),  as explained above, \nauthorizes the commission to pr omulgate rules to administer the state’s public defender \nsystem.  But, Respondents argue, to the degree 18 CSR 10-4. 010  permits the public \ndefender to refuse to represent eligible defe ndants, the rule conflicts with the statutory  \nmandate  in section 600. 042.4  that “[t] he  director and defender s  shall provide legal  \nservices to an eligible person.”\nBecause  “rules may not conflict with statutes,”  Pratte,  298 S. W.3d  at 882 ,\nRespondents  argue, 18 CSR 10-4.010 must be disregarded, and,   as judges,  they are \nrequired to appoint the public defender regardless of a district office’s unavailability.   \nMoreover, Respondents say, the Sixth Amendment right to counsel is best effectuated by \nappointing public defenders, not by failing to do so. \nThe public defender argues that the duty to represent indigent defendants can and \nmust be balanced with the obligation of a n attorney to provide competent and effective \nassistance in order to meet an attorney’s ethical and constitutional obligations.  This \n17\n\nposition finds strong support in the fact that, just as regulations must be read in light of  \nthe statutes they implement, statutes must be read with the presumption that the General \nAssembly “did not intend to violate the Constitution.” Becker, 34 S.W.2d at 29.\nOf particular relevance here is the Sixth Amendment.  It provides in pertinent part, \n“In all criminal prosecutions, the accused shall enjoy the right … to have the Assistance \nof Counsel for his defence.”  U.S. Const. amend. VI.  Because this right is “fundamental \nand essential to a fair trial,” the constitutiona l guarantee of counsel is “protected against \nstate invasion by the Due Process Clause of the Fourteenth Amendment.” Gideon v. \nWainwright, 372 U.S. 335, 341 (1963).  To that end, Missouri’s Constitution similarly  \nprovides, “in criminal prosecutions the accused shall have the right to appear and defend, \nin person and by counsel.” Mo. Const. art. I,  § 18(a).\nAs  fully amplified, these provisions guarantee that, “absent a knowing and \nintelligent waiver, no person may be imprisoned for any offense, whether classified as  \npetty,  misdemeanor, or felony, unless he was represented by counsel at his trial.”   \nArgersinger v. Hamlin, 407 U.S. 25, 37 (1972).  “This means, in practical effect, that an \nindigent accused … cannot be prosecuted, convicted, and incarcerated in Missouri unless \nhe is furnished counsel.” State v. Green, 470 S.W.2d 571, 572 (Mo. banc 1971).\nTo fulfill Gideon’s promise that “every def endant stands equal before the law,”\n372 U.S. at 344, the Missouri General Assembly has enacted an elaborate public defender \nsystem  to provide legal services to i ndigent  defendants.    See  §§ 600. 011-600.101.\nSection 600.042.4 provides that the director of the state’s public defender system, as well \n18\n\nas the defenders13 within it, “shall provide legal services to an eligible person.” 14  Rule \n31.02(a) also reflects this principle by stating:  \nIf  any per son  charged  with a n  offense,  the conviction of whic h  would \nprobably  result in confinement, shall be without counsel upon his first \nappearance before a judge, it shall be the duty of the court to advise him of \nhis right to counsel, and of the willingness of the court to appoint counsel to \nrepresent him if he is unable to employ counsel.   \nThe rule further specifies that, “[u]pon a showing of indigency, it shall be the duty of the \ncourt to appoint counsel to represent” a person charged with an offense likely to result in \nimprisonment. Rule 31.02(a).\n“That  a pe rson  who happens t o  be a   lawyer is pres ent  at trial alongside the \naccused, however, is not enough to satisfy the constitutional command.” Strickland v. \nWashington, 466 U.S. 668, 687 (1984).  Neither judges nor public defenders satisfy “[t]he \nConstitution’s guarantee of assistance to counsel … by mere formal appointment.”  Avery\nv. Alabama, 308 U.S. 444, 446 (1940).  Rather, “[a]n accused is entitled to be assisted by \nan attorney, whether retained or appointe d, who plays the ro le necessary to ensure that \nthe trial is fair.” Strickland, 466 U.S. at 685.  “In other words, the right to counsel is the \nright to effective assistance of counsel.” Kimmelman v. Morrison, 477 U. S. 365, 377 \n(1986) (emphasis added).   \nThis Court has reiterated these pr inciples on numerous occasions.  Most recently, \nin Pratte, this  Court affirmed th at,  notwithstanding “that the resources provide d  for \n                                             \n13 “Defenders” includes those who “serve as staff attorneys in the state defender system \nand assigned counsel who provide defense services on a case basis.” § 600.011(4).\n14 An “eligible person” is an individual “w ho falls within the financial rules for legal \nrepresentation at public expense.” § 600.011(6).\n19\n\nindigent defense are inadequate,” a judge nevertheles s has the duty to “e nsure that the \ndefendant has effective assistance of counsel.”   298 S.W.3d at 873,  875 (emphasis in \noriginal).15\nMoreover, this right is affirmative and prospective. “It is well settled that the right \nto the effective assistance of counsel applies to certain steps before trial, [as the] ‘Sixth \nAmendment guarantees a defendant the right to have counsel present at all critical stages \nof the criminal proceedings.’” Frye, 566 U.S. ___,  WL 932020 *3-4 ( 2012), quoting \nMontejo v. Louisiana, 556 U.S. 778, 786 (2009).16  “Critical stages include arraignments, \npostindictment interrogations, postindictment lineups, … the entry of a guilty plea,” as \nwell as trial. Id.; see also United St ates v. Lewis,  483 F.3d 871, 874 ( 8th Cir. 2007) \n(same).\nThis principle explains why the dissent is incorrect in stating that the Court’s \nanalysis here conflicts with Cooper v. State, 356 S.W.3d 148 (Mo. banc 2011), and Krupp\nv. State, 356 S.W. 3d 142 (Mo. banc 2012). Cooper and Krupp concerned whether a \njudgment should be set aside an d a new trial ordered due to ineffective assistance of \ncounsel – an issue analyzed under Strickland.  In those cases, this Court found that, under \n                                             \n15 See  also Tayl or  v. State, 262 S. W.3d  231, 249 ( Mo.  banc  2008)  (“The  Sixth \nAmendment affords all citizens facing criminal charges the right to effective assistance of \ncounsel.”); State ex rel. Wolfrum v. Weis man, 225 S.W.3d 409, 412 ( Mo. banc 2007)\n(“Any  defendant  [who]  has exercised his ri ght  to counsel is guaranteed effective  \nassistance of counsel, and courts should do the utmo st to protect the defendant’s right to \nadequate and competent representation.”);  Sanders v. State, 738 S.W. 2d 856, 856 ( Mo. \nbanc  1987)  (“The Si xth  Amendment gua rantees  the right to effective assistance o f \ncounsel.”).\n16 See also Iowa v. Tovar, 541 U.S. 77, 80 (2004) (“The Sixth Amendment safeguards … \nthe right to counsel at all critical stages of the criminal process.”). \n20\n\nStrickland, a potential conflict of interest is insu fficient to support a new trial in the \nabsence of a showing of an actual conflict or prejudice.\nBy contrast, the issues here are a defendant’s Sixth Amendment right to counsel at \nall critical stages of the pr oceeding and counsel’s ethical obligation not to accept work \nthat counsel does not believe he or she can perform competently.  In other words, unlike \nCooper and Krupp, the issues here do not c oncern whether to set aside a final judgment \nof conviction. \nNo case suggests that a court analyze whether the Sixth Amendment right to \ncounsel has been preserved at all critical stages only by retrospectively determining that \nthe lack of such counsel deprived a defendant of a fair trial.  To the contrary, as set out in \ndetail above, the United States Supreme Court has explained that “[i]t is well settled” that \nthe Sixth Amendment right to counsel is broa der than the question of whether a c ourt \nmust retrospectively set aside a judgment due to ineffective assistance of c ounsel.  The \nconstitutional right to effective counsel applies to all critical stages of the proceeding; it is \na prospective right to have counsel’s advice during the  proceeding and is not merely a \nretrospective right to have a verdict or plea set aside if one can pr ove that the absence of \ncompetent counsel affected the proceeding. Frye, 566 U.S. ___, WL 932020 *3-4 (2012); \nIowa v. Tovar, 541 U.S. 77, 80 (2004).\nSimply put, a judge may not appoint coun sel when the judge is aware that, for \nwhatever reason, counsel is unable to provide effective representation to a defendant.   \nEffective, not just pro forma, representation is required by the  Missouri and federal \nconstitutions.\n21\n\nB. Ethical Duty of Counsel to Provide Effective Representation \nThis Court’s rules of professional conduct also impose on all couns el an “ethical \nduty to provide effective assistance of counsel to [their] clients.” Pratte, 298 S.W.3d at \n890; see also Rules 4-1.1, 4-1.3, 4-1.4.  Counsel violates these rules if she accepts a case \nthat  results in a caseload s o  high that it impairs her ability to   provide competent \nrepresentation,  to act with reasonable dili gence  and  to kee p  the client reasonabl y \ninformed. See Rules 4-1.1, 4-1.3 and 4-1.4.\nFurther, these duties apply not just in relation to new clie nts, but also to existing  \nclients,  so that an attorney’s acceptance of a new case viol ates  Rule 4-1. 7  if it \ncompromises her ability to continue to provide effective assistance to her other clients.   \nIn relevant part, Rule 4-1.7 provides that “a lawyer shall not represent a client if the \nrepresentation  involves  a concurrent  conflict  of interest,” which exists if “there is a \nsignificant risk that the representation of one or more clients will be materially limited by \nthe lawyer’s responsibilities to another client.”   Rule 4-1.7(a)(2).  As not ed in In re \nEdward S., 92 Cal. Rptr. 3d 725, 746-47 ( Cal. Ct. App. 2009), “a conflict of interest is \ninevitably created when a public defender is compelled by his or her excessive caseload \nto choose between the rights of the various indigent defendants he or she is representing.” \nNo exception exists to the ethics rules for lawyers who represent indige nt persons.  \nTo the contrary, as the American Bar Association has  aptly noted, there is an “implicit \npremise that governments, which establish and f und providers of public defense, never \nintended that the lawyers who furnish the representation woul d be asked to do s o if it \nmeant violating their ethical duties pursuant to professional conduct rules.”   Am. Bar \n22\n\nAss’n, Eight Guidelines of Public Defense Related to Excessive Workloads, August 2009, \nat 11.  For this reason, “public  defenders are risking their own professional lives” when \nappointed to an excessive number of cases.  Pratte, 298 S.W.3d at 880.\nAnd while the ethical rules do not supplant “a trial judge’s obligation to protect [a] \ndefendant’s Sixth Amendment rights,” they do “run[] parallel to” that duty and, therefore, \ncan assist both judges and public defenders in ensuring that constitutional rights are \nprotected when appointments are made. State ex rel. Kinder v. McShane, 87 S.W.3d 256, \n265 (Mo. banc 2002); see also Frye, 566 U.S. ___, WL 932020 * 9 ( 2012) (“Though the \nstandard for counsel’s performance is not determined solely by reference to codified \nstandards of professional practice, these standards can be important guides.”).    \nTherefore, as Pratte noted, section 600.042.4’s mandate that “[t]he director and \ndefenders shall provide legal services to an eligible person” must be read to require \nrepresentation that does satisfy the constitution’s guarantee.  This means, Pratte held, that \nappointed counsel must be in a position to provide  effective assistance. 298 S.W.3d at \n875.\nC.  Commission Authority to Adopt Caseload Standards Protocol \nIt was with these rights and obligations of defendants and of counsel in mind that \nthe commission, pursuant t o the authority vested in it  by section 600. 017(10), enacted   \n18 CSR 10-4.010.  As noted above, the express purpose of the rule is to ensure that public \ndefenders can represent defendants in a manner consistent with their constitutional and  \nstatutory obligations. 18 CSR 10-4.010.  The caseload standards prot ocol contained \nwithin 18 CSR 10- 4.010 was designed to aid in the realization of  section 600.042.4’s \n23\n\nmandate by assisting public defenders, prosecutors and judges in fulfilling their duties to\nensure that effective representation is not compromised by excessive appointments.   \nRespondents say that it would be far be tter for the system as a whole and for \ndefendants in particular if the commission simply managed t he public defender caseload \nbetter, such as by be tter assigning public de fenders and by onl y assigning the most \ncomplex cases to them.  They also express doubt that t he public defender district offices \nreally are as overbur dened as the pr otocol suggests or that publi c defenders are more \noverworked than prosecutors, judges or other participants in the criminal justice system.   \nAnd implicit in their criticisms is the practical problem presented by the fact that, while a \nvalid rule issued by t he public defender commission can govern the conduc t of public \ndefenders, it cannot bind the actions of judges or prosecutors, for the commission has no \nauthority over judges or prosecutors.   \nTo the extent that Respondents’ criticisms express their honest disagreement with \nthe philosophy behind the caseload standards protocol or with these practical problems \nwith its implementation, however, they are best directed towar d trying to convi nce the \ncommission or the legislature to adopt a different approach.  Unless or until that occurs, \nthough, such disagreement with the wisdom of an agency’s rule s has no ef fect on the \nagency’s authority to promulgate them in the first instance.  And, unless such an agency \nrule  is invalidated in whole or   in relevant part, it directs the actions of the publi c \ndefenders, as occurred here.\nA prime example of how partial invalidati on of a rule might occur is provi ded by \nPratte. Pratte arose after the commission attempted, in an effort to limit caseloads, to \n24\n\ninstitute a practice whereby district offices on limited availability would not represent \notherwise eligible defendants who were before the court in probation revocation cases in  \nwhich a suspended execution of sentence had  been imposed or who ha d, at any point  \nduring the pendency of their cases, retained private counsel. 298 S.W.3d at 882, 883.\nPratte  held that such wholesale refusal to represent categories of persons   otherwise \neligible for public defender services directly  conflicts with other statutory pr ovisions in \nchapter 600 that require representation by the public defender.17 Id. at 883, 885.\nPratte  did not, however, question the commission’s authority to issue rules \ngoverning  the management of caseloads in its offices, nor di d  it reach the issue of  \nwhether the protocol that the commission adopted, and the numbers on which it is based, \nare otherwise accurate and valid.  The latter issues were not presented in that case.\nThey likewise are not presented here.  Instead, because Respondents did not agree \nthat the Sixth Amendment right to effective counsel and this Court’s ethical rules must be \nread  consistently with the statute governing a ppointment  of public defe nders,  Judge \nWaters believed it was his Sixth Amendment obligation to disregard the rule and appoint \nthe public defender’s office regardless of whether it had exceeded its caseload capacity.   \nThis Court holds and reaffirms that the Sixth Amendment and this Court’s ethics rules \n                                             \n17 In particular, Pratte held that the commission’s approach conflicted with the mandate \nin  section 600.042(4)(3)  that  the public defender “shall provide legal services to an \neligible person … c harged with a violation of  probation,” and with the requirement of \nsection 600.086 that, regardless of whether a defendant had previously obtained private \ncounsel,  “[a]  person shall be c onsidered  eligible for representation [by the public \ndefender] … when it appears from all the circumstan ces of the case … that the person \ndoes not have the means at his disposal or available to him to obtain counsel in his behalf \nand is indigent.”  See 298 S.W.3d at 883, 885.\n25\n\nrequire that a court consider the issue of counsel’s competency, and that counsel consider \nwhether accepting an appointment will caus e counsel to violate the Sixth Amendment \nand ethical rules, before determining whether to accept or challenge an appointment.\nWhile, in the course of the hearing on this issue, Judge Waters took some evidence \non the development of the protocol and its accuracy, ultimately he did not determine its \naccuracy in his ruling nor did  he address whether the facts necessary for its invocation \nwere present here. \nAt this Court’s direction, after the commission sought a writ  of prohibition, a \nspecial master was appointed to take evide nce regarding the accuracy of the protoc ol, \nwhether it was followed here and why it allegedl y was not effective.  The special master \nundertook extensive hearings regarding these issues, but beyond finding that the protocol \nis “not inaccurate,” both he and the parties treated the case as a public policy issue rather \nthan as a fundamental challenge to the validity and application of an agency rule, and it is \nnot clear what standards the special master applied i n so doing.  The proceedings before \nthe special master were part of the writ proceeding in this Court.  They could not and did \nnot function as a declaratory judgment; they were not adversarial in a traditional sense, \nnor  was  there  a  full  evidentiary  hearing  held  to  determine  the  validity  of  18  CSR          \n10-4.010 by cross-examination.  Resolution of these issues, therefore, is left open for  \nanother day.  \nThe special master did find specifically th at the protocol adopted pursuant to        \n18 CSR 10-4.010 is “not inaccurate.”  He also  made findings as to why, on the specific \nrecord before him, the rule did not pr ovide an effective mechanism to deal with the \n26\n\ncaseload crisis in Respondents’  circuit.  In  particular, he found  that the provision for \nholding  meetings  to deve lop  solutions to the e xcessive  caseload and avoi ding \ncertification of the district as on limited availability was unsuccessful because “there was \nno voluntary agreement by the parties to find solutions.”\nThe special master further said he believed this lack of success resulted from  the \nfact that the rule alone “cannot compel [the]  stakeholders to agree to anything,” that \n“[j]udges do not have to agree to expedited case management or appointment of counsel,” \nand that “[p]rosecutors do not have to agree to file fewer cases, ask for less jail time, or \ninitiate diversion programs.”\nThe special master’s report also stated that “ [j]udges and prosecutors do not carry \nall  the blame,” as the rule also fails to “require any concessions from t he  [public \ndefender].”   The special master’s report c oncluded  by explai ning  that the meetings  \nrequired by 18 CSR 10-4.010(2)(C) failed in this case because there was no agreement \nmade by the parties “to do a nything differently,” “[t]here was no requirement from any \nhigher authority that they s hould even try” and “[t]here was no particular incentive for \nthem to do so.” \nFurther,  Respondents  suggested such meetings are not necessary, as the best \nsolution to the case overload pr oblem is for the public defender simply to decline those \ncases that do not raise particularly complex or serious criminal matters and, in that way, \nconserve  its  resources for whe n  they  are neede d  most.  Of   course, Responde nts’ \nsuggestion fails to take into account that the  public defender attempted that appr oach in \nits initial version of 18 CSR 10-4.010 and that this Court specifically held in  Pratte that \n27\n\nthe public defender has no authority to accept or reject categories of cases based on their \nseriousness.\nThis Court’s holding in Pratte was based solely on the  public defender’s lack of \nlegal authority to implement such a solution, however, and did not address the merits of \nthe rationale for 18 CSR 10- 4.010(2)(C)’s directive that public defenders meet with the \ncourt and prosecutors to determine categories of cases in whic h representation by public \ndefenders is not mandated constitutionally or in which the  lack of such representation \nwould have less egregious consequences.\nIn fact, the master’s findings and Respondents’ arguments suggest that the public \ndefender’s proposed solution, invalidated in Pratte, may be the most workable solution to \nthe  caseload issue, at least until such tim e  as the public defender office is funde d \nadequately.\nWhile the public defender lacked the authority to implem ent such a solution, trial \ncourts have both the authority and the responsibility to manage their dockets in a way that \nboth moves their cases and respects the constitutional, statutory and ethical rights and \nobligations of the defendant, the prosecutor, the public defender and the public.  In this \nregard, the trial judge has authority over the public defender’s caseload that the public \ndefender  itself does not.  For, unlike a public defender office, a trial court has the \nauthority to grant a motion filed by a public  defender to be relieved, at least for some \nperiod  of time, from being required to  provide  representation  in  less serious cases \nbecause  the lack of resources will not allow the public defender simultaneously to \nprovide competent representation in more serious cases.\n28\n\nMore broadly, as set out in the introductory portion of this opinion, a trial court \ncan use its inherent authority ove r its docket to “triage” cases  so that those alleging t he \nmost serious offenses, those in whic h defendants are unable to seek or obtain bail, and \nthose that for other reasons need to be given priority in their resolution are given priority \nin  appointing  the  public defender and schedu ling  trials, even if it means that other \ncategories of cases are continued or delayed, either formally or effectively, as a result of \nthe failure to appoint counsel for those unable to afford private counsel.\nIf the judge, prosecutor, public defender and, where appropriate, the local bar \nassociations work together using this proce dure and other creative mechanisms both in \nindividual cases and proactively to avoid reaching the caseload maximums set out in the \ncommission’s protocol, jurisdictions may be able to avoid the need in the first instance \nfor  the public defender to certify an   office as una vailable  as permitted by 18 CSR          \n10-4.010(2)(A).\nThe  trial court s hould  hold meetings in whic h  the  stakeholders  undertake a      \ngood-faith effort to develop strategies that will avoid the need to invoke the protocol o r \nthat will alleviate the need to  continue operating under the protocol when it already has \nbeen invoked.\nBecause there may be challenges regarding  the actions taken by the trial court if \nno agreement is reached betwe en the public defender and prosecutor, and because a \ncriminal defendant who is denied appointment of a public defender under any agreement  \nsimilarly may challenge the court’s actions, such meetings shoul d be held on the record.  \nAt these proceedings, the court and parties should consider those mechanisms identified \n29\n\nin Pratte and in this opinion as well as any additional creative mechanisms that may be  \nappropriate in the court’s particular circuit to avoi d the certification of a public defender \noffice as having limited availability.18\nIt also may be necessary to hol d evidentiary hearings on the record in indi vidual \ncases to allow review of the factual basis for the trial court’s action, incl uding whether \nthe rule was invoked properly in a particular case or public defender district. \nUse of these mechanisms to avoid burdening public de fenders with more clients \nthan they constitutionally can represent is not without its potential costs.  First, some of \nthese mechanisms may result in  delayed prosecution of cases.  This in turn may cause a \ndelay in the imposition of puni shment on those later found guilty, a delay in providing \njustice  for those who are victims of crim e  and a delay in acquittal for those who \nultimately are found not guilty.  It also may result in the release of some offenders \nbecause  of a violation of their rights to a speedy trial under the United States and \nMissouri constitutions.  U.S. Const. amend. VI; Mo. Const. art. I, § 18( a); see also State \nex  rel. McKee v. Riley, 240  S.W.3d  720 ( Mo.  banc 2007) . But  the risk of such  \n                                             \n18 Among the issues that could be discussed are whether agreements can be reached that \njail  time will not be sought for certain cases   or types of cases; the broader use of \nsignature bonds and the consideration of lower bail amounts for those charged with non-\nviolent crimes that otherwise might be subj ect to diversion or be resolved without jail \ntime; whether to appoint counsel in certain categories of cases until the caseload of a \ndistrict office is within mana geable limits; whether a delay in pr osecution or lengthy \ncontinuances should be granted in less serious cases even after appoi ntment of counsel; \nwhether to appoint private counsel rather than the public defender when a case does not \ninvolve a serious felony or other complex matter; or such other creative solutions as may \nbe worked out in a particular circuit. The program implemented by t he Springfield \nMetropolitan  Bar As sociation,  in which private counsel volunteered to represent \n30\n\nconsequences cannot justify the denial of t he defendants’ Sixth Amendment right to \ncounsel,  nor can it justify requiring public  defenders  to undertake representation in  \nviolation of their ethical obligations.19\nHere, because the trial court did not find  the regulation invalid or inapplicable, it \nerred in ordering the public defender to disobey it.\nIV.  CONCLUSION \nFor the reasons set forth above, this Court holds that the trial court exceeded its \nauthority  by appoint ing  the public defe nder’s  office to represent a d efendant  in \ncontravention  of 18 CSR 10- 4.010.   That   rule was promul gated  by the commission \npursuant to authority vested in it by the legislature, and there has  been no showing tha t \nthe rule is invalid or was applied improperly.  Unless such a showing can be made, the \npublic defender was required to comply with the rule.\nGiven the consequences that flow from its application, however, it is incumbent on \njudges, prosecutors and public defenders to work cooperatively to develop s olutions, in \nmeetings captured on the record, to avoid the scenario that occurred here.  Trial courts \nunderstandably have been hesitant to under take such an active management role in the \nabsence of guidance and direction from this Court emphasizing their authority to do so.   \nThis Court, therefore, makes clear that trial judges have the responsibility to use \ntheir inherent authority to manage their dockets to take an active and producti ve role in \n                                                                                                                                                 \nindividuals charged with less serious crimes, was a stellar example of creative problem-\nsolving by the bench and the bar.\n19 This Court may be required to modify time standards in acknowledgement of the \ndelays necessitated by the insufficient public defender resources.\n31\n\nthe effort to avoid or limit the need to certify a public defender of fice as having limited \navailability.\nThis Court’s preliminary writ is  made permanent as modified to the extent of \nordering the trial court to vacate its order appointing the public defender to represent    \nMr. Blacksher. \n_________________________________\nLAURADENVIRSTITH,JUDGE\nTeitelman, C.J., Breckenridge and Draper, JJ.,\nconcur; Fischer, J., dissents in separate opinion  \nfiled; Russell and Price, JJ., concur in opinion of  \nFischer, J. \n32\n\nSUPREME COURT OF MISSOURI \nen banc \nSTATE ex rel. MISSOURI PUBLIC    )  \nDEFENDER COMMISSION, CATHY R.   ) \nKELLY, and ROD HACKATHORN,    ) \n              ) \n     Relators,    ) \n              ) \nv.       )    No. SC91150 \n              ) \nTHE HONORABLE JOHN S. WATERS   ) \nand THE HONORABLE MARK ORR,    ) \n              ) \n        Respondents.   ) \nDISSENTING OPINION \n  This  matter arises from the Missouri Public De fender  Commission (\"the \nCommission\") petitioning this Court for a writ of prohibition ordering the 38th circuit \ncourt to withdraw its appointment of the public defender's office of District 31 (\"District \n31\") to represent Jared Blacksher because, in so doing, the court violated 18 CSR 10-\n4.010.\nI  respectfully dissent from the majority opinion because I believe the issues \npresented by the writ petition in this case are moot; therefore, the preliminary writ of \nprohibition issued by this Court  should be quashed.  I also write separately to recognize \nthat the majority opinion's analysis of whether counsel was ineffective in this  case is in \n\nconflict with this Court's recent decisions in Cooper v. State, 356 S.W.3d 148 (Mo. banc \n2011), and Krupp v. State, 356 S.W.3d 142 (Mo. banc 2011).\nFACTS\n  In January 2010, Judge Mark Orr, the presiding judge of the 38th circuit, was \nnotified by the director of the public defender office (\"the Director\"), pursuant to 18 CSR \n10-4.010(2)(A), that District 31  had exceeded the maximum caseload protocol for three \nconsecutive months and, therefore, was at risk of being certified for limited availability.   \nIn response, Judge Orr, local prosecutors, and representatives from the public defender' s \noffice followed the procedures of 18 CSR 10-4.010(2), 1 met together in both March and \nApril  2010 to attempt to formulate a solution to this problem, but were ultimately  \nunsuccessful.  As a result, the caseload of District 31 did not dec line, and the Director \ncertified that District 31 would begin limiting its availability for appointed cases starting \nJuly 1, 2010.\n  On July 28, 2010, Blacksher appeared for a preliminary hearing on three fe lony \ncases in the associate circuit division.  Despite District 31's announcement that it was no \nlonger accepting appointments for the rest of July, Judge John Waters, who was presiding \nover the cases, appointed District 31 to represent Blacksher over its objection.   District \n31 subsequently filed a motion to set aside the appointment, which was overruled, and on \nthat same day, with t he benefit of his publ ic defender, Blacksher waived his right to \n                                             \n1\nAs determined in the report of the special master appointed by this Court.\n2\n\na preliminary hearing and was bo und over for further proceedings in the circuit divisio n \npresided over by Judge Orr. \n   In September 2010, the Commission soug ht a petition for a writ of prohibition \nwith this Court.  A day later, this Court issued a pr eliminary writ prohibiting Judge Orr, \nthe judge presiding over Blacksher's cases, from taking further action in those cases other \nthan to rescind the order appointing District 31 to represent Blacks her, until further order \nby  this  Court.  In February 2011, on re quest  by the State, this Court modified its \npreliminary order to allow Blacks her to plead guilty and to be sentenced in two of the \nfelony cases underlying this action and to a llow the third case to be dismissed .  Shortly \nthereafter, Blacksher appeared before the c ourt in person and through his counsel, a \npublic defender from District 31.  Blacksher pleaded guilty to one count of forgery and \none count of burglary; one other count of burglary was dismissed.  He was sentenced to \nfive  years on each count to run concurrently, and execution of that sentence was \nsuspended.\nSTANDARD OF REVIEW \nThe extraordinary remedy of a writ of prohibition is available: (1) to \nprevent the usurpation of judicial power when the trial court lacks authority \nor jurisdiction; (2) to remedy an excess of authority, jurisdiction or abuse of \ndiscretion where the lower court lacks the power t o act as intended; or (3) \nwhere a party may suffer irreparable harm if relief is not granted. \nProhibition may be used to undo acts done in excess of a court's  \nauthority as long as some part of the court's  duties in the matter remain to \nbe performed and may be used to restrain further enforcement of orders that \nare beyond or in e xcess of a c ourt's authority. Whether a trial court has \nexceeded  its authority is a question of law, which an appellate court \nreviews independently of the trial court. When a trial court exceeds its \nauthority in appointing the publi c defender, a writ of prohibition should \nissue to prohibit or rescind the trial court's order. \n3\n\nState ex rel. Mo. Pub.  Defender Comm'n v. Pratte , 298 S.W.3d 870, 880- 81 (Mo. banc \n2009) (internal quotations omitted) (emphasis added).\nANALYSIS \n  A threshold question in this matter is the mootness of the controversy.  State ex rel. \nReed v. Reardon, 41 S.W.3d 470, 473 (Mo. banc 2001);  State ex rel. Chastain v. City of \nKansas City, 968 S.W.2d 232, 237 (Mo. App. 1998) (appl ying the doctrine of mootness \nin a writ context).\nWith regard to justiciability, a case is moot if a judgment rendere d has no \npractical effect upon an existent controversy.  Because mootness implicates \nthe justiciability of a case, the court may dismiss a case for mootness  sua\nsponte.  When an event occurs that makes a decision on appeal unnecessary \nor makes it impossible for the appellate court to grant effectual relief, the \nappeal is moot and generally should be dismissed.  \nChastain, 968 S.W.2d at 237 (internal quotations omitted); see also Reed, 41 S.W.3d at \n473.\n  At the outset, it was my view in February 2011 at the time this Court allowed \nBlacksher to enter his guilty pleas with the benefit of appointed counsel from District 31, \nand it remains my view, that no further duties were owed under the order of appointment \nof counsel and that the writ should have been quashed.  In February 2011, all of the cases \nunderlying this proceeding in which a public defender from District 31 was appoi nted to \nrepresent Blacksher were resolved.  At that time, any actual or vital controversy in those  \ncases susceptible to relief was resolved.  For a writ of prohibition to issue, some of the \nduties of the circuit court must remain to be performed.   Pratte, 298 S.W.3d at 880-81.   \nThe circuit court's judgments accepting Blacksher's pleas of guilty became final when it \n4\n\nsentenced him. Stevens v. State, 208 S.W.3d 893, 894 (Mo. banc 2006).  At that time, \nthere were no duties left for the circuit court to perform, and all the issues presented by \nthe Commission's petition for a writ of prohibition became moot.   \n  The majority opinion appears to recognize that the issues presented by Blacksher's \ncases are now moot  by stating that \"during the cour se of this appeal [his] case was \nresolved by a guilty plea;\" therefore, the majority opinion  only orders the circuit court to \n\"vacate its order appointing the public defender to represent [Blacksher].\"   Slip op. at 4.    \nThis  proceeding involves the request for an   extraordinary writ, not an appeal.  The \ncontinuation of the preliminary writ did not  have any practical effect on Blacksher' s \ncases; in fact, this Court' s mandate vacating the order appointing the public defender is \nmeaningless.   None of the relief sought by the Commission 's  petition for writ of \nprohibition would now have any practical effect on Blacksher's cases or any future case; \ntherefore, the petition is moot. Reed, 41 S.W.3d at 473.  The majority seeks to overcome \nthis obstacle by forcing the issues in this proceeding to fit within the \"public interest\"   \nexception set forth in Gurley v. Mo. Bd. of Private Investigator Exam'rs, 361 S.W.3d 406 \n(Mo. banc 2012).   Slip op. at 14-15.  In my view, this Court should not exercise its \ndiscretion to issue an extraordinary writ in this case or, for that matter, any case in which \nit will have no practical effect.  The majority opinion specifically states it does not \ndetermine the validity of 18 CSR 10- 4.010, slip op. at 30, so the opini on does not have \nany effect on any future case.\n  In Gurley, this Court recognized the \"public interest\" exception to the doctrine of \nmootness.  361 S.W.3d at 414.  The exception applies \"whenever a case presents an issue \n5\n\nthat (1) is of general public interest and importance, (2) will recur and (3) will evade \nappellate review in future live controversies.\" Id. Gurley, however, also indicates that if \nall three of these criteria are not met, the exception does not apply and this Court does not \nhave discretion to entertain the arguments rendered moot.  Id.\nWhile I agree that the issues presented in Blacksher's cases meet two of these three \ncriteria, this is simply not enough for the \"public interest\" exception to apply.   The \nmajority opinion states that the issues presented will evade review because, \n should the defendant prevail at the criminal trial, then no appeal would be \npermitted; and should the State prevail, then the public defender protocol \nwould  not be relevant on the defendant's appeal unless the trial court \nrefused to appoint counsel or c ounsel was incompetent, and even then, it \nwould be relevant only to the extent it affected representation.\nSlip op. at 15.  The majority opinion then concludes that \"[a] criminal appeal simply does \nnot provide a mechanism for review of the caseload protocol.\" Id.\n  The majority opinion seemingly rests on its conclusion that a criminal appeal \n\"does not provide a mechanism for review of the caseload prot ocol;\" however, this does \nnot mean that the case protocol will avoid review.  Issues similar to the ones presented \nhere  have  not  previously  evaded  review.  Instead,  issues concerning the case load \nprotocol were litigated in a writ proceeding that was not moot. In Pratte, the very \nopinion that the majority relies on for asserting that the issues in this case will evade \nreview, the appointment of pub lic defenders to represent two of the three de fendants in \ncontravention of CSR 10-4.010 did not evade review by this Court. 298 S.W.3d at 881-\n85.  For the same reason, the current case fails to meet the third prong of the public \n6\n\ninterest exception in that there is no indi cation that the issues presented \"will evade \nappellate review in future live controversies.\" Gurley, 361 S.W.3d at 414. \n  The issues as presented in Blacks her's cases were only able to evade review after \nthis Court issued an order allowing those cases to be resolved.  While the majority \nopinion  is  correct that the \"public interest\" exception a llows  an issue that would \notherwise be moot to be addressed by t his Court \"if there is some legal principle at stake \nnot previously ruled as to which judicial de claration can and should be made for future \nguidance,\" slip op. at 14, this is only true if that issue and the underlying facts of the case \nqualify it under the exception.  In the current matter that is not the case; 2 therefore, this \nCourt  does  not have the discretion to address the other issues presented by t he \nCommission's writ petition. \n  To the extent that the majority opinion directs circuit courts as to how they should \nhandle their dockets when the public defender's resources are nearing their capacity, it is \nmerely advisory in nature. See slip op. at 28 (stating that \"[ t]he trial court should hold \nmeetings in which the stakeholders undertake a good faith effort to develop strategies that \nwill avoid the need to invoke the protocol, or will alleviate the need to continue operating \nunder the protocol where it already has been invoke d.\").  While this advice may be \nhelpful,  in my view, it unwisely abandons this Court's \"long-e stablished  practice of \nrefusing to render advisory opinions[.]\"   Int'l Tel. and Tel. Corp. v. Smith, 687 S.W.2d \n                                             \n2\nAs the majority opinion concedes, neither party in th is proceeding sought to challenge or test \nthe validity of 18 CSR 10-4.010, and the majority opinion, therefore, does not attempt to resolve \nthat issue but gratuitously provides that an interested party could seek a declarato ry action to \nchallenge the overall validity of 18 CSR 10-4.010.  Slip op. at 3. \n7\n\n194, 195 (Mo. banc 1985).  I nstead, the majority opinion provides an advisory opinion, \nwhich is disfavored by Missouri law and was recently condemned by this Court.  State ex \nrel. Proctor v. Messina, 320 S.W.3d 145, 154 n.6 (Mo. banc 2010).  To render what is \npurely an advisory opinion \"is outside this Court' s authority.\"   City of Springfield v. \nSprint Spectrum L.P., 203 S.W.3d 177, 188 (Mo. banc 2006).3\n  Furthermore, even if the majority opinion were correct that the \"public interest\" \nexception applies and its opinion were not advisory in nature, its analysis, which relies on \nthe potential conflict created by District 31's appointment to represent Blacksher, is out of \nline with this Court's previous decisions holding that a potential conflict is not enough to \npreclude effective assistance of counsel. See Cooper, 356 S.W.3d 148;  Krupp, 356 \nS.W.3d 142.  In  Cooper, this Court recognized that \"the mere existence of a possible \nconflict of interest does not automatically preclude effective representation.\"  356 S.W.3d \nat 155 (citing Helmig v. State, 42 S.W.3d 658, 680 (Mo. App. 2001)).   Instead, to prove \nthat counsel's representation of a defenda nt violated his Sixt h Amendment rights, an \n                                             \n3\nAn advisory opinion in this case may prove no m ore helpful than the well-intentioned dicta \ncontained in this Court's opinion in Pratte, 298 S.W.3d at 886-89, which was the most recen t \ndecision from this Court addressing the problem  of the presumed underfunded public defender \nsystem.  The underfunding of the public defender system  may be beyond the competence of this \nCourt in the sense that the role of th is Court is to decide cases – not fix problem s.  When courts \ntry  to fix problem s,  unanticipated  consequences  sometimes  lead to further confusion and \ncomplications.  In d eciding cases, this Court d oes have to declare the law.  The constitution  \nrequires the state to provide certain indigent accused with defense counsel.  This state has passed \na statute that oblig ates the public d efender's office to satis fy this state's obligation to provide \nindigent accused with counsel when required by the cons titution.  When there is  a conflict \nbetween obligations provided by statutes or regulations, the constitution  is the supreme law and \nmust be honored.  Every set of facts that m ay be presented in future cases cannot be predicted; \ntherefore,  I am   hesitant  to  opine  an anticipated solu tion  that would   apply  to  every future \nscenario.\n8\n\nactual conflict of interest must be demonstrated.  State v. Roll, 942 S.W.2d 370, 377 (Mo. \nbanc 1997).  \"In order to prove a conflict of interest, something must have been done by \ncounsel, or something must have been for gone by counsel and lost to defendant, whic h \nwas detrimental to the interests of defendant and advantageous to another.\"  Cooper, 356 \nS.W.3d at 155. \n   In Blacksher's cases, there is no evidence that he suffered any adverse effects due  \nto his representation by District 31.  He has not all eged that he received ineffective \nassistance of counsel.  He only received a suspended execution of sentence after being \ncharged with three felonies and pleading guilty to two of th ose felonies.  No evidence \nwas presented that his choice to plead guilty was coerced by his counsel nor was any \nevidence presented that Blacksher's representation by counsel was affected adversely by \nDistrict 31's caseload.  Because Blacksher's case did not go to trial, there certainly can be \nno allegations that his counsel was ineffective at that stage.  Because of these facts, any \nconflict that the majority opinion seeks to prevent is potential in nature and, therefore, not \nactual grounds for Blacksher' s counsel to be  found ineffective pursuant to Cooper and\nKrupp.\nCONCLUSION\n  For the foregoing reas ons, the issues presented in the Commission's writ petition \nwere moot after Blacksher pleaded guilty to and was sentenced for two counts and the \nthird count was dismissed; therefore, the pre liminary writ should have been quashed and \nthis cause dismissed.  \n         ___________________________\n                Zel M. Fischer, Judge \n9",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/43448"
    },
    {
      "date": "2010-09-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Bloomberg Law ",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Missouri state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74591,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74591.pdf",
      "title": "Docket",
      "text": "SXR MO PUB DEFENDER COMM,RL V HON WATERS & ORR,RS, Docket No. SC91150 (Mo. Sup. Ct Sept. 02, 2010), Court\nDocket updated on Bloomberg Law on Sept. 05, 2010 20:01:11\nMissouri Supreme Court\nDocket for Case #: SC91150\nSXR MO PUB DEFENDER COMM,RL V HON WATERS & ORR,RS\nDate Filed: Sept. 02, 2010\nCase location: SUPREME COURT OF MISSOURI\nCase Type: AP Writ of Prohibition\nDisposition: Not Disposed\nOriginating Case Number: CHRISTIAN CO. CIR. CRT. CASE NO. 10CT-CR00905, 10CT-CR00906 & 10CT-\nCR00470 AND C/A CASE NO. SD30793\nParties and Attorneys\nRelator Attorneys and Firms\nMISSOURI PUBLIC DEFENDER COMMISSION MERMELSTEIN , JOHN GREGORY\nWOODRAIL CENTRE\n1000 W NIFONG\nBUILDING 7 SUITE 100\nCOLUMBIA, MO 65203\nAttorney for Relator\nRelator Attorneys and Firms\nROBINSON , J. MARTY MERMELSTEIN , JOHN GREGORY\nWOODRAIL CENTRE\n1000 W NIFONG\nBUILDING 7 SUITE 100\nCOLUMBIA, MO 65203\nAttorney for Relator\nRelator Attorneys and Firms\nHACKATHORN , RODNEY PAUL MERMELSTEIN , JOHN GREGORY\n630 N ROBBERSON WOODRAIL CENTRE\nSPRINGFIELD, MO 65806 1000 W NIFONG\nBUILDING 7 SUITE 100\nCOLUMBIA, MO 65203\nAttorney for Relator\nRespondent Attorneys and Firms\nWATERS , JOHN S. DOBBS , DONOVAN DUANE\nROOM 109\n110 W. ELM\nOZARK, MO 65721\nAttorney for Respondent\n© 2014 The Bureau of National Affairs, Inc. All Rights Reserved. Terms of Service\n   // PAGE 1\n\nSXR MO PUB DEFENDER COMM,RL V HON WATERS & ORR,RS, Docket No. SC91150 (Mo. Sup. Ct Sept. 02, 2010), Court\nMILLER , BENJAMIN JACOB\nROOM 109\n110 W. ELM\nOZARK, MO 65721\nCo-Counsel for Respondent\nDefendant\nBLACKSHER , JARED A.\nDocket Proceedings Reverse Proceedings\nReq # Filed Docket Text\n1 Sept. 02, 2010  Mot to Proc in Forma Pauperis; RELATORS' MOTION FOR LEAVE TO FILE\nWRIT OF PROHIBITION WITHOUT PAYMENT OF FILING FEE FILED WITH\nSERVICE. Filing Party: MERMELSTEIN , JOHN GREGORY\n2 Sept. 02, 2010  Sustained\n3 Sept. 02, 2010  Writ Filed in MO Supreme Court; PETITION FOR WRIT OF PROHIBITION\nFILED WITH SERVICE. Filing Party: MERMELSTEIN , JOHN GREGORY\n4 Sept. 03, 2010  Court Order Issued; ORDER ISSUED: THE HONORABLE MARK ORR ADDAD\nAS PARTY RESPONDENT.\n5 Sept. 03, 2010  Preliminary Writ Issued; ORDER ISSUED: PETITION FOR WRIT OF\nPROHIBITON ORDERED TO ISSUE. PRELIMINARY WRIT RETURNABLE TO\nCOURT EN BANC WITHIN THIREY (30) DAYS (DUE ON OR BEFORE\nOCTOBER 4, 2010).\nThis does not constitute the official record of the court. The information is provided \"as is\" and may be subject to errors or\nomissions. \n© 2014 The Bureau of National Affairs, Inc. All Rights Reserved. Terms of Service\n   // PAGE 2\n\nSXR MO PUB DEFENDER COMM,RL V HON WATERS & ORR,RS, Docket No. SC91150 (Mo. Sup. Ct Sept. 02, 2010), Court\nGeneral Information\nCourt Missouri Supreme Court\nDocket Number SC91150\n© 2014 The Bureau of National Affairs, Inc. All Rights Reserved. Terms of Service\n   // PAGE 3",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/74591"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118088,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118088"
    }
  ],
  "document_count": 3
}