{
  "case_id": 15865,
  "fetched_at": "2025-10-22T00:26:15.089273",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Regents of the University of California",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Immigration and/or the Border"
    ],
    "cause_other": "8 U.S.C. § 1621(a)",
    "causes": [],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2017,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "California state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "College/University"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2014-08-26",
    "filing_year": 2014,
    "id": 15865,
    "injunction_duration": "",
    "issues": [
      "Immigration/Border: Undocumented immigrants - state and local regulation",
      "General/Misc.: Public benefits (includes, e.g., in-state tuition, govt. jobs)",
      "General/Misc.: School/University policies",
      "Immigration/Border: DACA (Deferred Action for Childhood Arrivals)"
    ],
    "last_checked_date": "2020-03-17T00:00:00-04:00",
    "main_docket": {
      "id": 54319,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 2014,
      "docket_filing_number": 555614,
      "is_main_docket": true,
      "court": "California state trial court",
      "state": "California",
      "docket_office_number": null,
      "docket_number_manual": "BC555614",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "De Vries v. Regents of the University of California",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "An American conservative activist group.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2016-12-09",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "California",
    "summary": "<p>On August 26, 2014, Judicial Watch filed this lawsuit against the Regents of the University of California (Board of Regents) on behalf of an individual plaintiff in the Superior Court of California for the County of Los Angeles. Under California law, the plaintiff argued, taxpayers have the right to sue government officials to prevent unlawful expenditures of taxpayer funds and taxpayer-financed resources. The plaintiff sought declaratory and injunctive relief enjoining the defendant from providing tuition benefits to undocumented immigrants, claiming violations of 8 U.S.C. § 1621(a), which asserts that undocumented immigrants are ineligible for state or local benefits unless the state, through the enactment of a law, affirmatively provides for such eligibility. The case was assigned to Judge Elizabeth White. </p><p>In 2001, the California State Legislature passed a law making qualified undocumented immigrants eligible for exemption from nonresident tuition. Then in 2011, the State signed a law giving undocumented immigrant college students access to state-funded financial aid and student loan benefits. But the plaintiff contended that because the California Constitution makes the Board of Regents completely independent from the State Legislature, the 2011 law does not and cannot affirmatively provide that undocumented immigrants attending UC schools are eligible for state-administered financial aid benefits such as waivers, grants, and scholarships. And the formal policies that the Board of Regents adopted to provide these benefits did not qualify as “State law” under the federal statute. The plaintiff further argued that the Board of Regents had been providing these benefits despite lacking authority to do so, resulting in unlawful expenditures of $19.6 million in non-resident tuition waivers, $4.3 million in taxpayer-funded grants and scholarships, and $3.2 million in state loans.</p><p>The defendants argued that the California Supreme Court decision in <i>Martinez v. Regents of the University of California</i> (2010), which held the exemption from non-resident tuition in the California law complies with the “affirmatively provides” requirement of the federal statute, also applies to the financial-aid and student loan benefits and precludes the plaintiff’s claim. Alternatively, the defendants asserted, the state laws and the policies of the Board of Regents nevertheless satisfy the requirements of the federal statute. </p><p>On April 16, 2015, Judge Gail Feuer was assigned to the case. </p><p>On May 11, 2015, Judge Feuer ordered the case dismissed, with leave to amend, holding that the Board of Regents’ policies qualified as state law and thus satisfied the federal statute. After the plaintiff failed to file an amended complaint, the trial court dismissed the action with prejudice and entered judgment for the regents.</p><p>On June 1, 2015, the plaintiff filed an appeal of the dismissal order with the California Second District Court of Appeal, where he argued that “the Legislature has not passed any statutes affirmatively providing eligibility for benefits to UC students who are undocumented immigrants” and that “the trial court erred by concluding that the Regents’s policies constitute 'state laws' that comply” with the federal statute.</p><p> </p><p>The Second District Court of Appeal issued its decision affirming the dismissal on December 9, 2016. Judge Segal speaking for the court (Judges Perluss and Keeny concurred), held that although the California Legislature may not confer state-administered financial aid benefits to undocumented immigrants attending UC schools, the federal statute requires only that state laws make undocumented immigrants “eligible” for public benefits, which the Legislature has done. While Judge White held that <i>Martinez</i> did not control, that the Legislature satisfied the eligibility requirement is sufficient to affirm the dismissal. 6 Cal.App.5th 574.</p><p>On January 31, 2017, the plaintiff filed a Petition of Review in the California Supreme Court; it was denied on February 22, 2017. </p><p>On June 1, 2017, the plaintiff filed a petition seeking certiorari review in the U.S. Supreme Court. On October 2, 2017, the U.S. Supreme Court denied certiorari.</p><p>The case is now closed.</p>",
    "summary_published_date": "2020-03-17T00:00:00-04:00",
    "summary_short": "In August 2014, an individual plaintiff, represented by Judicial Watch, filed this suit in the Superior Court of California for the County of Los Angeles, seeking relief to enjoin the University of California Board of Regents from providing tuition benefits to undocumented immigrants. The plaintiff asserted that the Board of Regents had providing tuition benefits to undocumented immigrants despite lacking authority from the state to do so. In May 2015 the case was ordered dismissed and the plaintiff filed an appeal in the California Court of Appeal. The Court of Appeal affirmed the dismissal in December 2016, holding that the Regents' policy of making undocumented immigrants eligible for tuition benefits was in accord with federal law. The case is now closed.",
    "summary_tiny": null,
    "terminating_date": "2017-10-02",
    "clearinghouse_link": "clearinghouse.net/case/15865",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15865",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15865",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15865"
  },
  "documents": [
    {
      "date": "2016-12-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 574,
      "cite_1_reporter": "Cal.App. 5th",
      "cite_1_vol": 6,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "California state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 104575,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/104575.pdf",
      "title": "Opinion",
      "text": "De Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \n \n  Horwich (San Francisco) for Defendant and Respondent. \n \n6 Cal.App.5th 574 \n \nCourt of Appeal, Second District, Division 7, \nCalifornia. \nSEGAL, J. \nEarl DE VRIES, Plaintiff and Appellant, \nv. \n \nREGENTS OF THE UNIVERSITY OF \nCALIFORNIA, Defendant and Respondent.  *578 INTRODUCTION \nFederal law makes undocumented immigrants ineligible \nB264487 \nfor state and local public benefits, but allows a state to \n| \n“affirmatively provide[ ] for such eligibility” through “the \nFiled 12/9/2016 \nenactment of a State law.” (8 U.S.C. § 1621(d).) The \n| \nCalifornia Constitution generally gives the Regents of the \nReview Denied February 22, 2017 \nUniversity  of  California  plenary  authority  to  establish \nrules and policies to govern the internal affairs of the \nUniversity of California. The issue in this appeal is *579 \nSynopsis  whether  three  California  legislative  “enactments” \nBackground: Taxpayer brought action against regents of  affirmatively provide “eligibility” under federal law for \nstate  university  for  declaratory  judgment  challenging  postsecondary  education  benefits  to  qualified \nuniversity  policies  making  undocumented  immigrants  undocumented immigrants who attend the University of \neligible  for  postsecondary  education  benefits.  The  California,  even  though  the  statutes  require  only  the \nSuperior  Court,  Los  Angeles County,  No. BC555614,  California  State  University  and  California  community \nElizabeth Allen White, J., sustained demurrer with leave  colleges to provide such benefits. We conclude that, even \nto amend and then dismissed with prejudice after taxpayer  though  the  California  Constitution  may  preclude  the \nfailed to file an amended complaint. Taxpayer appealed.  Legislature  from  actually  conferring  postsecondary \n   education  benefits  on  undocumented  immigrants \nattending the University of California, the Legislature has \nmade these students “eligible” for such benefits within the \nThe Court of Appeal, Segal, J., held that state statutes  meaning of the federal statute. Therefore, we affirm. \nprovided  for  the  university’s  undocumented  students’    \n“eligibility”  for  educational  benefits  under  Personal   \nResponsibility and Work Opportunity Reconciliation Act. \n   FACTUAL AND PROCEDURAL BACKGROUND \nIn 1996 Congress passed the Personal Responsibility and \nAffirmed.  Work Opportunity Reconciliation Act of 1996, which, \n   among  many  other  things,  made  undocumented \nProcedural Posture(s): On Appeal; Demurrer.  immigrants ineligible for certain state and local **438 \n1\npublic  benefits,  including  benefits  related  to \n**437 APPEAL from a judgment of the Superior Court of  postsecondary education. (8 U.S.C. § 1621 (section 1621).) \nLos  Angeles  County,  Elizabeth  Allen  White,  Judge.  The same law, however, gives states authority to make \nAffirmed.  (Los  Angeles  County  Super.  Ct.  No.  undocumented immigrants “eligible for any State or local \nBC555614)  public benefit for which such [undocumented immigrant] \nwould otherwise be ineligible under [section 1621] only \nAttorneys and Law Firms \nthrough the enactment of a State law after August 22, \n1996, which affirmatively provides for such eligibility.” \nJudicial Watch, Inc., Sterling E. Norris, Los Angeles, and \n(Id., § 1621(d) (section 1621(d)).) \nChris Fedeli (admitted pro hac vice) for Plaintiff and \n  \nAppellant. \nThe  California  Legislature  subsequently  enacted  three \nlaws  addressing  postsecondary  education  benefits  for \nOffice of the General Counsel University of California, \ncertain qualified undocumented immigrants. These laws \nCharles F. Robinson, Redwood City, Karen J. Petrulakis \ninclude (1) Assembly Bill 540, which makes qualified \nand Margaret L. Wu, Oakland; Munger, Tolles & Olson, \nundocumented immigrants eligible for exemption from \nBradley  S.  Phillips  (Los  Angeles)  and  Benjamin  J. \n  1 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nnonresident  tuition  (Stats.  2001,  ch.  814,  §§  1-2,  pp.  Martinez applies equally to the financial aid program in \n6652-6653); (2) Assembly Bill No. 131 *580 (2011-2012  Assembly  Bill  131  and  the  student  loan  program  in \nReg. Sess.) (Assembly Bill 131), which makes qualified  Assembly Bill 1210. Alternatively, the Regents argued \nundocumented immigrants eligible for student financial  that the laws enacting Assembly Bill 540, Assembly Bill \naid programs (Stats. 2011, ch. 604, § 3); and (3) Senate  131, and Assembly Bill 1210 nevertheless satisfy the \nBill No. 1210 (2013-2014 Reg. Sess.) (Senate Bill 1210),  requirements  of  section  1621(d)  with  respect  to  the \nwhich makes qualified undocumented immigrants eligible  University of California students and, even if they did not, \nfor student loan benefits (Stats. 2014, ch. 754, § 3).  the policies of the Regents satisfy section 1621(d) because \n   they  have  the  force  and  effect  of  “state  law.”  In \nThe California Constitution limits the Legislature’s power  opposition to the demurrer, De Vries argued that the \nto regulate the University of California and the Regents of  Supreme Court in Martinez did not address the University \nthe  University  of  California  (the  Regents),  which  of  California’s  “unique,  constitutionally  independent \n2\nadministers the University of California. (Cal. Const., art.  status,” nor did the Supreme Court determine “whether \nIX, § 9, subd. (a).) Those limits traditionally extend to  the  Regents’  resolution  purportedly  making  Assembly \nmatters “involving internal university affairs,” with a few  Bill 540 applicable to [the University] satisfies Section \nexceptions. (San Francisco Labor Council v. Regents of  1621”  because  the  parties  in  that  case stipulated  that \nUniversity of California (1980) 26 Cal.3d 785, 789, 163  Assembly Bill 540 applied to the University of California. \nCal.Rptr. 460, 608 P.2d 277 (Labor Council); People v.    \nLofchie  (2014)  229  Cal.App.4th  240,  250,  176  The  trial  court  sustained  the  demurrer  with  leave  to \nCal.Rptr.3d 579.) Because of its constitutional autonomy,  amend,  concluding  that  the  Regents’  policies  satisfy \n3\nthe Regents (rather than the Legislature) adopted three  section 1621(d). The court cited California and United \npolicies to provide the benefits identified in Assembly  States Supreme Court authorities stating that “ ‘policies \nBill 540, Assembly Bill 131, and Assembly Bill 1210 to  established  by  the  Regents  as  matters  of  internal \nqualified undocumented immigrant students attending the  regulation may enjoy a status equivalent to that of state \nUniversity of California. (The Regents of U.C., Policy  statutes.’  ”  (See,  e.g.,  Hamilton  v.  Regents  of  the \n3106.1.C; Policy 3202.2; Policy 3202.3.)  University of California (1934) 293 U.S. 245, 258, 55 \n   S.Ct. 197, 79 L.Ed. 343; Kim v. Regents of University of \nEarl De Vries, a California taxpayer,  filed this action  California  (2000)  80  Cal.App.4th  160,  164–165,  95 \nagainst the Regents, alleging that none of its policies  Cal.Rptr.2d 10; Regents of University of California v. City \nqualifies under section 1621(d) as a “State law” making  of Santa Monica (1978) 77 Cal.App.3d 130, 135, 143 \nundocumented  immigrants  eligible  for  postsecondary  Cal.Rptr.  276.)  Thus,  the  trial  court  ruled  that  the \neducation  benefits.  De  Vries  further  alleged  that  the  Regents’s policies “adopting the exemption codified in \nLegislature has not enacted any statute that “affirmatively  AB540, the eligibility for state-administered financial aid \nprovid[es]” eligibility for the benefits the University of  programs codified in AB131 and eligibility for the student \nCalifornia now gives to undocumented immigrants, as  loan program codified in SB1210 would qualify as a \nrequired by section 1621(d). Indeed, De Vries alleged that  ‘State  law  ...  which  affirmatively  provides  for  such \nthe Legislature could never confer such eligibility because  eligibility’ of State or local benefit for purposes of 8 \nthe Constitution prohibits the Legislature from regulating  U.S.C. § 1621(d).” \nthe University of California. De Vries sought to enjoin the    \nRegents “from expending or causing the expenditure of  After De Vries failed to file an amended complaint, the \ntaxpayer funds and taxpayer-financed resources to exempt  trial court dismissed the action with prejudice and entered \nunlawfully  present  aliens  from  paying  nonresident  judgment for the Regents. De Vries timely appealed. \nsupplemental  tuition  and  to  allow  unlawfully  present    \naliens to apply for and participate in state-administered   \nfinancial aid programs.” \n   DISCUSSION \nThe  Regents  demurred.  It  argued  that  the  California  De Vries makes two principal arguments. First, he argues \nSupreme Court’s decision in Martinez v. Regents of the  that  the  Legislature  has  not  passed  any  statutes \nUniversity  of  California  (2010)  50  Cal.4th  1277,  117  affirmatively  providing  eligibility  for  benefits  to  the \nCal.Rptr.3d 359, 241 P.3d 855 (Martinez), **439 which  University of California students who are undocumented \nheld  the  exemption  in  Assembly  Bill  540  from  immigrants. Second, he contends the trial court erred by \nnonresident tuition complies with the *581 “affirmatively  concluding that the Regents’s policies constitute “state \nprovides” requirement of section 1621(d), forecloses De  laws” that comply with section 1621(d). \nVries’s  current  challenge,  and  that  the  analysis  in    \n“On review from an order sustaining a demurrer, ‘we \n  2 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nexamine the complaint de novo to determine whether it  parties do not dispute that the resident tuition exemption \nalleges facts sufficient to state a cause *582 of action  in  Assembly  Bill  540,  the  financial  aid  programs  in \nunder any legal theory, such facts being assumed true for  Assembly Bill 131, and the student loan programs in \nthis purpose.’ ” (Committee for Green Foothills v. Santa  Senate  Bill  1210  are  “State  or  local  public  benefits” \nClara County Bd. of Supervisors (2010) 48 Cal.4th 32, 42,  within the meaning of section 1621(c). \n105 Cal.Rptr.3d 181, 224 P.3d 920; accord, McCall v.    \nPacifiCare of Cal., Inc. (2001) 25 Cal.4th 412, 415, 106  Section 1621(d) states: “A State may provide that an alien \nCal.Rptr.2d 271, 21 P.3d 1189.) We also review de novo  who is not lawfully present in the United States is eligible \nquestions of statutory construction. (Lee v. Hanley (2015)  for any State or local public benefit for which such alien \n61 Cal.4th 1225, 1232, 191 Cal.Rptr.3d 536, 354 P.3d 334;  would otherwise be ineligible under subsection (a) only \nDavis  v.  Fresno  Unified  School  District  (2015)  237  through the enactment of a State law after August 22, \nCal.App.4th 261, 275, 187 Cal.Rptr.3d 798.) “ ‘We affirm  1996, which affirmatively provides for such eligibility.” \nif any ground offered in support of the demurrer was well  (Italics added.) As noted, De Vries contends that neither \ntaken but find error if the plaintiff has stated a cause of  Assembly Bill 540, nor Assembly Bill 131, nor Senate \naction under any possible legal theory. [Citations.] We are  Bill 1210 “affirmatively provides for such eligibility” for \nnot  bound  by  the  trial  court’s  stated  reasons,  if  any,  the University of California students, and that policies the \nsupporting its ruling; we review the ruling, not its **440  Regents  adopted  to  implement  Assembly  Bill  540, \nrationale.’ ” (Walgreen Co. v. City and County of San  Assembly  Bill  131,  and  Senate  Bill  1210  are  not \nFrancisco  (2010)  185  Cal.App.4th  424,  433,  110  “enactments of State law” within the meaning of section \nCal.Rptr.3d 498; accord,  Acuna v. San Diego Gas &  1621(d). \nElectric Co. (2013) 217 Cal.App.4th 1402, 1411, 159    \nCal.Rptr.3d 749.)   \n  \n  2.  The  University’s  Status  Under  the  California \nConstitution \nA. Statutory and Constitutional Framework  The University of California is a public trust established \npursuant to **441 article IX, section 9, of the California \n1. Title 8 United States Code Section 1621  Constitution as follows: “(a) The University of California \nCongress enacted section 1621 as part of the Personal  shall constitute a public trust, to be administered by the \nResponsibility and Work Opportunity Reconciliation Act.  existing  corporation  known  as  ‘The  Regents  of  the \n(Pub.L. No. 104-193 (Aug. 22, 1996) 110 Stat. 2105.) The  University of California,’ with full powers of organization \nAct has over 900 sections, including section 1621, which  and government, subject only to such legislative control \nappears in a chapter entitled “Restricting Welfare and  as may be necessary to insure the security of its funds and \nPublic Benefits for Aliens.”  compliance with the terms of the endowments of the \n   university and such competitive bidding procedures as \nSection  1621(a)  provides:  “Notwithstanding  any  other  may be made applicable to the university by statute for \nprovision of law and except as provided in subsections (b)  the letting of construction contracts, sales of real property, \nand (d), an alien who is not—[¶] (1) a qualified alien (as  and purchasing of materials, goods, and services.” Article \ndefined  in  section  1641  of  this  title),[4]  [¶]  (2)  a  IX, section 9(f), further provides, in part: “The university \nnonimmigrant under the Immigration and Nationality Act  shall be entirely independent of all political or sectarian \n[8 U.S.C. § 1101 et seq.], or [¶] (3) an alien who is  influence and kept free therefrom in the appointment of \nparoled  into  the  *583  United  States  under  section  its regents and in the administration of its affairs.” \n212(d)(5) of such Act [8 U.S.C. § 1182(d)(5) ] for less    \nthan one year, [¶] is not eligible for any State or local  “The  California  Supreme  Court  has  recognized  that \npublic benefit (as defined in subsection (c) ).” This case  ‘[a]rticle IX, section 9, grants the regents broad powers to \nconcerns  undocumented  immigrants  who  do  not  fall  organize and govern the university and *584 limits the \nwithin any of the exempt categories of “aliens” listed in  Legislature’s power to regulate either the university or the \nsection 1621(a).  regents.’ [Citation.] This constitutional grant of power to \n   the  Regents  includes  both  quasi-judicial  and \nSection 1621(c) defines “State or local public benefit” to  quasi-legislative powers, according [the Regents] ‘virtual \ninclude,  among  other  things,  “any  ...  postsecondary  autonomy in self-governance.’ [Citation.] ‘ “The Regents \neducation ... benefit for which payments or assistance are  have the general rule-making or policy-making power in \nprovided to an individual, household, or family eligibility  regard to the University ... and are ... fully empowered \nunit by an agency of a State or local government or by  with respect to the organization and government of the \nappropriated funds of a State or local government.” The  University.”  ’  ”  (People  v.  Lofchie,  supra,  229 \n  3 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nCal.App.4th at pp. 248–249, 176 Cal.Rptr.3d 579, fn.  Benefits \nomitted, quoting Regents of University of California v. \nSuperior Court (1970) 3 Cal.3d 529, 540, 91 Cal.Rptr. 57,  a. Assembly Bill 540 and nonresident tuition \n476 P.2d 457, and Regents of University of California v.  Education Code section 68040 provides,5 “Each student \nCity of Santa Monica (1978) 77 Cal.App.3d 130, 135, 143  shall be classified as a resident or nonresident at the \nCal.Rptr. 276.)  University of California, the California State University, \n   or the California Maritime Academy or at a California \nAs  a  result,  “[t]he  Regents  may  ...  exercise  community college.” Section 68050 provides, “A student \nquasi-legislative powers, subject to legislative regulation.  classified as a nonresident shall be required, except as \nIndeed, ‘policies established by the Regents as matters of  otherwise provided in this part, to pay, in addition to other \ninternal regulation may enjoy a status equivalent to that of  fees  required  by  the  institution,  nonresident  tuition.” \nstate statutes.’ ” (Campbell v. Regents of University of  “Thus,  nonresidents  must  generally  pay  nonresident \nCalifornia (2005) 35 Cal.4th 311, 320, 25 Cal.Rptr.3d  tuition at public universities and colleges in California.” \n320,  106  P.3d  976,  quoting  Regents  of  University  of  (Martinez, supra, 50 Cal.4th at p. 1286, 117 Cal.Rptr.3d \nCalifornia v. City of Santa Monica, supra, 77 Cal.App.3d  359, 241 P.3d 855.) \nat  p.  135,  143  Cal.Rptr.  276;  see,  e.g.,  Hamilton  v.    \nRegents of the University of California (1934) 293 U.S.  In  2001  the  Legislature  enacted  Assembly  Bill  540. \n245, 258, 55 S.Ct. 197 [a Regents order making military  Section 1 of Assembly Bill 540 states in relevant part: \ninstruction compulsory “is a statute of the [s]tate within  “The people of the State of California do enact as follows: \nthe  meaning  of  [a  statute  establishing  federal  [¶] (a) The Legislature hereby finds and declares all of the \njurisdiction]”];  Campbell  v.  Regents  of  University  of  following: [¶] (1) There are high school pupils who have \nCalifornia, at p. 321, 25 Cal.Rptr.3d 320, 106 P.3d 976 [a  attended elementary and secondary schools in this state \nRegents policy for handling whistleblower claims under  for most of their lives and who are likely to remain, but \nits power to govern and organize the University is treated  are  precluded  from  obtaining  an  affordable  college \nas a statute in order to determine whether the exhaustion  education because they are required to pay nonresident \ndoctrine  applies];  see  also  Lachtman  v.  Regents  of  tuition rates.” (Some capitalization omitted; Stats. 2001, \nUniversity of California (2007) 158 Cal.App.4th 187, 207,  ch. 814, § 1 (a)(1), p. 6652.) Section 1, subdivision (a)(4), \n70  Cal.Rptr.3d  147;  Kim  v.  Regents  of  University  of  states:  “This  act  ...  allows  all  persons,  including \nCalifornia,  supra,  80  Cal.App.4th  at  p.  165,  95  undocumented  immigrant  students  who  meet  the \nCal.Rptr.2d 10.)  requirements  set  forth  in  Section  68130.5  of  the \n   Education Code, to be exempt from nonresident tuition in \nIn  some  circumstances,  state  legislation  concerning  California’s colleges and universities.” (Stats. 2001, ch. \nmatters  outside  those  specifically  enumerated  in  the  814, § 1 (a)(4), p. 6652.) \nConstitution may apply to the University of California.    \nThe Supreme Court has deemed some such laws “matters  Section 2 of Assembly Bill 540 added section 68130.5 to \nof statewide concern” and has considered whether the law  Part 41, article 11 of the Education Code. Section 68130.5, \nin question “would infringe upon sovereign governmental  as amended, provides: \npowers.” (Regents of University of California v. Superior    \nCourt (1976) 17 Cal.3d 533, 536, 131 Cal.Rptr. 228, 551  “(a) A student, other than a nonimmigrant alien within the \nP.2d 844; see Labor Council, supra, 26 Cal.3d at p. 789,  meaning of paragraph (15) of subsection (a) of section \n163 Cal.Rptr. 460, 608 P.2d 277 [“legislation regulating  1101 of Title 8 of the United States Code, who meets all \npublic  agency activity  not  generally  applicable  to  the  of  the  following  requirements  shall  be  exempt  from \npublic may be made applicable to the **442 university  paying  nonresident  tuition  at  the  California  State \nwhen  the  legislation  regulates  matters  of  statewide  University and the California Community Colleges: \nconcern  not  involving  internal  university  affairs”];    \nRegents of University of California v. Superior Court, at p.  “(1) Satisfaction of either of the following: \n536,  131  Cal.Rptr.  228,  551  P.2d  844.)  Neither  side    \nargues that Assembly Bill 540, Assembly Bill 131, or  “(A) High school attendance in California for three or \nSenate  Bill  1210  addresses  “matters  of  statewide  more years. \nconcern.”    \n   “(B) Attainment of credits earned in California from a \n  California high school equivalent to three or more years \nof full-time high school coursework *586 and a total of \n*585  3.  State  Enactments  Making  Undocumented  three or more years of attendance in California elementary \nImmigrants  Eligible  for  Postsecondary  Education  schools, California secondary schools, or a combination \n  4 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nof those schools.  persons who are exempt from paying nonresident tuition \n   under  Section  68130.5,  or  who  meet  equivalent \n“(2)  Graduation  from  a  California  high  school  or  requirements adopted by the regents, to apply for, and \nattainment of the equivalent thereof.  participate in, all student aid programs administered by \n   these [schools] to the full extent permitted by federal law. \n“(3) Registration as an entering student at, or current  The Legislature finds and declares that this section is a \nenrollment  at,  an  accredited  institution  of  higher  state law within the meaning of Section 1621(d) of Title 8 \neducation in California not earlier than the fall semester  of the United States Code.” \nor quarter of the 2001-02 academic year.    \n   Section 3 of Assembly Bill 131 added Education Code \n“(4) In the case of a person without lawful immigration  section 69508.5 regarding eligibility for Cal Grants. It \nstatus, the filing of an affidavit with the institution of  provides in relevant part: “Notwithstanding any other law, \nhigher  education  stating  that  the student  has  filed  an  and except as provided for in subdivision (c), a student \n**443 application to legalize his or her immigration status,  who meets the requirements of subdivision (a) of Section \nor will file an application as soon as he or she is eligible  68130.5, or who meets equivalent requirements adopted \nto do so.  by the Regents of the University of California, is eligible \n   to apply for, and participate in, any student financial aid \n“(b) A student exempt from nonresident tuition under this  program administered by the State of California to the full \nsection may be reported by a community college district  extent permitted by federal law. The Legislature finds and \nas  a  full-time  equivalent  student  for  apportionment  declares that this section is a state law within the meaning \npurposes.  of [section 1621(d) ] of Title 8 of the United States \n   Code.” \n“(c)  The  Board  of  Governors  of  the  California    \nCommunity Colleges and the Trustees of the California   \nState University shall prescribe rules and regulations for \nthe implementation of this section.  c. Senate Bill 1210 and student loan programs \n   Most recently, in 2014, the Legislature enacted Senate \n“(d) Student information obtained in the implementation  Bill 1210 (referred to as the California DREAM Loan Act) \nof this section is confidential.”  to make undocumented immigrants eligible for certain \n   student loan programs. (Stats. 2014, ch. 754.) Section 2 of \nSection 68134 is part of Part 41, Chapter 1, article 11 of  Senate Bill 1210 states: “Since 2002, students have been \nthe Education Code. Section 68134, which predates the  exempt from paying nonresident tuition and fees at the \nenactment of Assembly Bill 540, provides: “No provision  California  Community  Colleges,  the  California  State \nof  this  part  shall  be  applicable  to  the  University  of  University, and the University of California pursuant to \nCalifornia  unless  the  Regents  of  the  University  of  Section 68130.5. Commencing in 2011, these students \nCalifornia,  by  resolution,  make  such  provision  were eligible for state financial aid or financial aid offered \napplicable.”  by these public institutions. Nevertheless, many of these \n   students  remain  ineligible  for  federal  student  aid  for \n  reasons beyond their control. Lack of access to federal \nstudent loans **444 presents a substantial barrier for these \nb. Assembly Bill 131 and financial aid programs  students  to  obtain  a  baccalaureate  degree  from  the \nIn 2011 the Legislature enacted Assembly Bill 131. (Stats.  California  State  University  or  the  University  of \n2011, ch. 604.) The bill separately addressed financial aid  California.”  (Stats.  2014,  ch.  754,  §  2  (b).)  “The \nprograms administered by the University of California  California DREAM Loan Act addresses this barrier by \n(commonly  referred  to  as  “UC  Grants”)  and  those  providing access to additional state aid so students may \nadministered  by  the  State  of  California  (commonly  take  full  advantage  of  the  educational  opportunities \nreferred to as “Cal Grants”). Section 1 of Assembly Bill  offered  at  the  California  State  University  and  the \n131  added  Education  Code section  66021.6  regarding  University of California.” (Sen. Bill 1210, § 2, subd. (c).) \neligibility  for  the  University  of  California  Grants.  It    \nprovides in relevant part: “Notwithstanding any other law,  Section 3 of Senate Bill 1210 added several provisions to \nand except as provided for in subdivision (b), the Trustees  the Education Code, including sections 70032 and 70033. \nof  the  California  State  University  and  the  Board  of  Section  70032,  subdivision  (i),  defines  “Participating \nGovernors of the California Community Colleges shall,  institution” to include “any campus of the ... University of \nand *587 the Regents of the University of California are  California  that  elects  to  participate  in  the  DREAM \nrequested to, establish procedures and forms that enable  Program  pursuant  to  the  requirements  specified  for  a \n  5 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nqualifying institution.” Section *588 70033, subdivision  confer  benefits  on  qualified  *589  undocumented \n(a)(1),  provides,  “Commencing  with  the  2015-16  immigrants. De Vries further argues that, because the \nacademic  year,  a  student  attending  a  participating  University of California’s constitutional status precludes \ninstitution may receive a loan under the DREAM Program  the Legislature from making the University of California \nif the student satisfies all of the following requirements,”  students eligible for benefits under section 1621(d), no \nincluding  that  the  “student  is  exempt  from  paying  legislative  enactment  can  ever  comply  with  section \nnonresident  tuition  under  Section  68130.5,  or  meets  1621(d)  with  respect  to  the  University  of  California \nequivalent requirements adopted by the Regents of the  students. \nUniversity of California.”    \n   **445 The Regents contends that Martinez controls this \n  case because the Supreme Court’s opinion in Martinez \n“directly addressed and upheld the nonresident tuition \n4.  The  Regents’s  Policies  Making  Undocumented  exemption that [De Vries] challenges here.” The Regents \nImmigrants  Eligible  for  Postsecondary  Education  further contends that, because the legislative enactments \nBenefits  making  undocumented  immigrants  eligible  for  the \nThe Regents adopts standing orders and policies for the  financial  aid  and  student  loan  programs  De  Vries \nUniversity  of  California.  (The  Regents’  policy  1000.)  challenges  are  “materially  indistinguishable  from  the \nFollowing the Legislature’s enactments of Assembly Bill  nonresident  tuition  exemption,”  Martinez  dictates  that \n540,  Assembly  Bill  131,  and  Senate  Bill  1210,  the  those “parallel authorizations” also satisfy section 1621(d). \nRegents adopted corresponding policies for the University  In the alternative, the Regents argues that its policies are \nof California students. Regents Policy 3106.1.C addresses  “state law” within the meaning of section 1621(d) and \nnonresident  tuition  and  provides:  “The  University  of  that,  at  a  minimum,  the  acts  of  the  Legislature  in \nCalifornia shall exempt students from tuition and/or fees  combination with Regents policies satisfy federal law. \nor waive tuition and/or fees, as set forth below.... [¶] [¶] ...    \nas provided in [Education Code] Section 68130.5 (AB   \n540).” (The Regents’ policy 3106.1.C.) \n   1. Martinez Is Not Controlling \nRegents Policy Nos. 3202.2 and 3202.3 address financial  Preliminarily, we agree with De Vries that Martinez is not \naid and student loan programs for students who qualify  controlling. In Martinez the Supreme Court considered a \nunder Assembly Bill 540 for nonresident tuition. Policy  challenge to Assembly Bill 540 under 8 United States \n3202.2 provides in part: “The University of California  Code section 1621 and another provision of the Personal \nshall extend financial aid to any student exempt from  Responsibility and Work Opportunity Reconciliation Act \npaying  nonresident  tuition  under  California  Education  of 1996 that prohibits undocumented immigrants from \nCode Section 68130.5 and Regents Policy 3106 ....” (The  receiving postsecondary education benefits on the basis of \nRegents’ policy 3202.2.) Policy Nos. 3202.2 and 3202.3  their residence. (Martinez, supra, 50 Cal.4th at pp. 1284, \nidentify the statutory programs through which eligible  1294, 117 Cal.Rptr.3d 359, 241 P.3d 855; see 8 U.S.C. § \nstudents  may  receive  financial  aid  and  student  loans,  1623). With respect to section 1621, the plaintiffs alleged \nincluding the programs established under section 66021.6  the  defendants,  including  the  Regents,  the  Board  of \nand the California DREAM Loan Program. (The Regents’  Trustees of the California State University, the California \npolicies Nos. 3202.2, 3202.3.)  Community  Colleges,  and  officials  representing  those \n   entities, unlawfully exempted undocumented immigrant \n  students from nonresident tuition because Assembly Bill \nB. Enactments and Eligibility Under Section 1621(d)  540 did not “affirmatively provide” eligibility for that \nAs  noted,  section  1621(d)  allows  a  state  to  make  benefit. (Martinez, at p. 1294, 117 Cal.Rptr.3d 359, 241 \nundocumented  immigrants  eligible  for  postsecondary  P.3d 855.) The parties stipulated that “the Regents have, \neducation  benefits  “through  the  enactment  of  a  State  by resolution, made [Assembly Bill 540] applicable” to \nlaw ... which affirmatively provides for such eligibility.”  undocumented immigrants. (Martinez, at p. 1287, fn. 1, \nDe Vries argues that Assembly Bill 540, Assembly Bill  117 Cal.Rptr.3d 359, 241 P.3d 855.) \n131, and Senate Bill 1210 do not provide eligibility for    \nthe  University  of  California  students  because  those  The Supreme Court held that Assembly Bill 540 satisfies \nmeasures  apply  only  to  students  of  California  State  the  requirement  of  section  1621(d)  that  a  state  law \nUniversity  and  California  community  colleges.  In  so  “affirmatively  provides”  eligibility  for  undocumented \ndoing, De Vries suggests that the requirement of section  immigrants  to  receive  State  or  local  public  benefits.  \n6\n1621(d) that state laws provide “eligibility” for state or  (Martinez, supra, 50 Cal.4th at p. 1295, 117 Cal.Rptr.3d \nlocal public benefits means that such laws must actually  359, 241 P.3d 855.) The court, however, *590 did not \n  6 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \ndefine or interpret the term “eligibility.” Moreover, unlike  a term goes undefined in a statute, we give *591 the term \nDe Vries, the plaintiffs in Martinez did not argue that the  its ordinary meaning.” (Taniguchi v. Kan Pacific Saipan, \nLegislature could not make the University of California  Ltd. (2012) 566 U.S. 560, 132 S.Ct. 1997, 2002, 182 \nstudents  eligible  for  public  benefits  because  of  the  L.Ed.2d 903 (Taniguchi); see Crawford v. Metropolitan \nUniversity  of  California’s  constitutional  status.  The  Government of Nashville and Davidson Cty. (2009) 555 \nSupreme Court in Martinez did not address that specific  U.S. 271, 276, 129 S.Ct. 846, 172 L.Ed.2d 650 [“[t]he \nquestion in connection with Assembly Bill 540, and it did  term ‘oppose,’ being left undefined by the statute, carries \nnot decide that or any other issue in connection with  its ordinary meaning”]; Hardt v. Reliance Standard Life \nAssembly  Bill  131  or  Senate  Bill  1210.  Martinez,  Ins. Co. (2010) 560 U.S. 242, 251, 130 S.Ct. 2149, 176 \ntherefore, does not control the outcome of this case.  L.Ed.2d 998 [we assume that “ ‘the ordinary meaning of \n   [a statute’s] language accurately expresses the legislative \n  purpose’  ”];  see  also  People  v.  Barros  (2012)  209 \nCal.App.4th  1581,  1593,  148  Cal.Rptr.3d  105  [using \n2. Assembly Bill 540, Assembly Bill 131, and Senate Bill  “[t]he plain meaning of the word ‘proceeding’ ” where the \n1210 Are “Enactments of State Law”  phrase  was  “not  defined  in  the  statute”];  Arnall  v. \nThe  Personal  Responsibility  and  Work  Opportunity  Superior Court (2010) 190 Cal.App.4th 360, 369, 118 \nReconciliation Act of 1996 does not define the phrase  Cal.Rptr.3d  379  [“we  look  first  to  the  term’s  ‘plain \n“enactment  of  a  State  law”  in  8  United  States Code  meaning’ for guidance” when the statute does not define \nsection 1621(d). De Vries argues that these words require  the term]; In re Establiahment of Eureka Reporter (2008) \n“an enactment of the state legislature,” while the Regents  165 Cal.App.4th 891, 897, 81 Cal.Rptr.3d 497 [turning to \nargues that the phrase is broader and includes measures  the “plain and commonsense meaning” of a term not \nsuch as the quasi-legislative acts of the Regents. We need  defined in the statute].) \n**446 not decide whether the Regents’s broader view is    \ncorrect because, even under De Vries’s narrower standard,  In divining a term’s “ordinary meaning,” courts regularly \nAssembly Bill 540, Assembly Bill 131, and Senate Bill  turn to general and legal dictionaries. (See, e.g., Freeman \n1210 are “enactments of State law.”  v. Quicken Loans, Inc. (2012) 566 U.S. 624, 132 S.Ct. \n   2034, 2041–2042, 182 L.Ed.2d 955; Taniguchi, supra, \nThe Legislature enacted Assembly Bill 540, Assembly  566 U.S. 560, 132 S.Ct. at p. 2002; Lopez v. Gonzales \nBill 131, and Senate Bill 1210, and the Governor signed  (2006) 549 U.S. 47, 53–54, 127 S.Ct. 625, 166 L.Ed.2d \nall  three  measures  into  law.  (Stats.  2001,  ch.  814  462; MCI Telecommunications Corp. v. American Tel. & \n[approved by Governor Oct. 12, 2001]; Stats. 2011, ch.  Tel. Co. (1994) 512 U.S. 218, 225, 114 S.Ct. 2223, 129 \n604 [approved by Governor Oct. 8, 2011]; Stats. 2014, ch.  L.Ed.2d  182  (MCI  Telecommunications);  see  also \n754 [approved by Governor Sept. 27, 2014].) Even under  Outfitter Properties, LLC v. Wildlife Conservation Bd. \nDe  Vries’s  theory,  they  qualify  as  enactments  under  (2012) 207 Cal.App.4th 237, 244, 143 Cal.Rptr.3d 312 \nsection 1621(d), and De Vries does not contend otherwise.  [“[w]e use the ordinary dictionary meaning of terms when \nIndeed, each of the three measures contains the prefatory  terms  are  not  defined  in  the  statute”];  County  of \nlanguage, “The people of the State of California do enact  Sacramento v. State Water Resources Control Bd. (2007) \nas follows,” confirming that it is an “enactment of a State  153 Cal.App.4th 1579, 1592, 64 Cal.Rptr.3d 302 [“ ‘[a] \nlaw.” (See Branch v. Smith (2003) 538 U.S. 254, 264, 123  dictionary is a proper source to determine the usual and \nS.Ct. 1429, 155 L.Ed.2d 407 [“[a]n ‘enactment’ is the  ordinary  meaning  of  **447  a  word  or  phrase  in  a \nproduct  of  legislation,  not  adjudication,”  citing  the  statute’ ”]; Stamm Theatres, Inc. v. Hartford Casualty Ins. \ndefinition of “enact” in Webster’s New Internat. Dict. (2d  Co. (2001) 93 Cal.App.4th 531, 539, 113 Cal.Rptr.2d 300 \ned. 1949) p. 841 as “ ‘[t]o make into an act or law; esp., to  [“ ‘courts ... turn to general dictionaries when they seek to \nperform the legislative act with reference to (a bill) which  ascertain  the  “ordinary”  meaning  of  words  used  in  a \ngives it the validity of law’ ”]; see also Grinzi v. San  statute’  ”].)  Merriam-Webster’s  Collegiate  Dictionary \nDiego Hospice Corp. (2004) 120 Cal.App.4th 72, 86, 14  defines  “eligible”  (the  adjective  form  of  the  noun \nCal.Rptr.3d 893 [an uncodified section of an act “is fully  “eligibility”) as “qualified to participate or be chosen.” \npart  of  the  law”  and  “must  be  read  together  with  (Merriam-Webster’s Collegiate Dict. (11th ed. 2014) p. \nprovisions of codes”].)  404; see American Heritage Dict. (2d college ed. 1985) p. \n   446 [“eligible” means “[q]ualified, as for an office or \n  position”]; 5 Oxford English Dict. (2d ed. 1989) p. 140 \n3. The Meaning of “Eligibility” Under Section 1621(d)  [“eligibility” means “[f]itness to be chosen or preferred”].) \nThe  Personal  Responsibility  and  Work  Opportunity  Black’s Law Dictionary similarly defines “eligible” as \nReconciliation  Act  of  1996  also  does  not  define  or  “[f]it and proper to be selected or to receive a benefit; \ninterpret the word “eligibility” in section 1621(d). “When \n  7 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nlegally  qualified  for  an  office,  privilege,  or  status.”  construe  “eligibility”  in  section  1621(d)  to  mean \n(Black’s Law Dict. (10th ed. 2014) p. 634, col. 1; see also  “qualified to receive a benefit” as that term is used in title \nBallentine’s  Law  Dict.  (3d  ed.  *592  1969)  p.  396  8 United States Code section 1643(a)(1). (See Taniguchi, \n[“eligibility” means “[f]itness for selection”].) Thus, the  supra,  566  U.S.  560,  132  S.Ct.  at  pp.  2004–2005 \nordinary meaning of “eligibility” connotes qualification  [“interpreter” as used in 28 U.S.C. § 1920 has the same \nfor a benefit, not entitlement to that benefit.7  meaning as used in 28 U.S.C. § 1827]; accord, Gustafson \n   v. Alloyd Co. (1995) 513 U.S. 561, 570, 115 S.Ct. 1061, \nAnother  provision  of  the  Personal  Responsibility  and  131 L.Ed.2d 1; Department of Revenue of Ore. v. ACF \nWork Opportunity Reconciliation Act of 1996 enacted at  Industries, Inc. (1994) 510 U.S. 332, 342, 114 S.Ct. 843, \nthe same time as 8 United States Code section 1621  127 L.Ed.2d 165; see also Gustafson v. Alloyd Co., at p. \nconfirms this interpretation of the word “eligibility” as  568, 115 S.Ct. 1061 [“[a] term should be construed, if \nused in section 1621(d). (See Taniguchi, supra, 566 U.S.  possible, to give it a consistent meaning throughout [an] \n560, 132 S.Ct. at pp. 2004–2005 [considered together,  Act”].) \nother  provisions  of  the  same  act  provide  “strong    \ncontextual  clue[s]”  of  a  term’s  ordinary  meaning];  De Vries suggests that section 1621(d) requires state laws \nDyna–Med, Inc. v. Fair Employment & Housing Com.  to actually confer benefits on qualified undocumented \n(1987) 43 Cal.3d 1379, 1387, 241 Cal.Rptr. 67, 743 P.2d  immigrants. ~(AOB 15, 18; ARB 1)~ That is not what \n1323 [“[t]he words of the statute must be construed in  section 1621(d) says. Section 1621(d) requires only that \ncontext,  keeping  in  mind  the  statutory  purpose,  and  state laws make undocumented immigrants “eligible” for \nstatutes or statutory sections relating to the same subject  public benefits. \nmust be harmonized, both internally and with each other,    \nto the extent possible”]; Sutter Health v. Superior Court   \n(2014) 227 Cal.App.4th 1546, 1555, 174 Cal.Rptr.3d 653 \n[looking to “the context and ordinary meaning” of a term  C. Assembly Bill 540, Assembly Bill 131, and Senate Bill \n“not defined in the statute”].) Section 1621 is contained in  1210 Provide Eligibility for the University of California \nUnited States Code title 8, chapter 14, which consists of  Students To Receive Postsecondary Education Benefits \nfour subchapters. One subchapter includes a provision  In construing a statute, “ ‘ “our fundamental task is ‘to \nentitled “Statutory construction,” which states: “Nothing  ascertain the intent of the lawmakers so as to effectuate \nin this chapter may be construed as an entitlement or a  the purpose of the statute.’ ... We begin by examining the \ndetermination of an individual’s eligibility or fulfillment  statutory language because it generally is the most reliable \nof the requisite requirements for **448 any Federal, State,  indicator of legislative intent. We give the language its \nor local governmental program, assistance, or benefits.  usual  and  ordinary  meaning,  and  ‘[i]f  there  is  no \nFor purposes of this chapter, eligibility relates only to the  ambiguity, then we presume the lawmakers meant what \ngeneral issue of eligibility or ineligibility on the basis of  they  said,  and  the  plain  meaning  of  the  language \nalienage.” (8 U.S.C. § 1643(a)(1), italics added.)  governs.’  ...  If,  however,  the  statutory  language  is \n   ambiguous, ‘we may resort to extrinsic sources, including \n*593 The juxtaposition of “entitlement” and “eligibility”  the ostensible objects to be achieved and the legislative \nmakes clear that these words are not synonymous as they  history.’ ” ’ ” (Lee v. Hanley, supra, 61 Cal.4th at pp. \nare used in title 8 United States Code section 1643(a)(1).  1232–1233, 191 Cal.Rptr.3d 536, 354 P.3d 334; accord, \nIndeed,  that  provision  indicates  that  “eligibility”  is  Committee for Green Foothills v. Santa Clara County Bd. \nbroader than “entitlement” and describes a person who  of Supervisors, supra, 48 Cal.4th at p. 45, 105 Cal.Rptr.3d \nmay qualify to receive a benefit but has no legal right to it.  181, 224 P.3d 920; *594 Mays v. City of Los Angeles \n(See INS v. Cardoza–Fonseca (1987) 480 U.S. 421, 444,  (2008) 43 Cal.4th 313, 321, 74 Cal.Rptr.3d 891, 180 P.3d \n107 S.Ct. 1207, 94 L.Ed.2d 434 [“those who can only  935.) Extrinsic sources include “ ‘the statutory scheme, \nshow a well-founded fear of persecution are not entitled  the  apparent  purposes  underlying  the  statute  and  the \nto anything, but are eligible for the discretionary relief of  presence (or absence) of instructive legislative history.’ ” \nasylum”];  Jarecha  v.  Immigration  and  Naturalization  (County  of  San  Diego  v.  Alcoholic  Beverage  Control \nService (5th Cir. 1969) 417 F.2d 220, 223 [as 8 U.S.C. §  Appeals  Bd.  (2010)  184  Cal.App.4th  396,  401,  109 \n1255  “is  now  construed, an  applicant who  meets  the  Cal.Rptr.3d 59; see Mt. Hawley Ins. Co. v. Lopez (2013) \nobjective prerequisites is merely eligible for adjustment of  215 Cal.App.4th 1385, 1400, 156 Cal.Rptr.3d 771 (Mt. \nstatus, he is in no way entitled to such relief”].) Because  Hawley).) “ ‘ “Ultimately we choose the construction that \n“ ‘ “identical words used in different parts of the same act  comports **449 most closely with the apparent intent of \nare intended to have the same meaning” ’ ” (Taniguchi,  the lawmakers, with a view to promoting rather than \nsupra, 566 U.S. at p. 571 [132 S.Ct. at p. 2005]), we  defeating the general purpose of the statute.” ’ ” (Lee v. \nHanley, at p. 1233, 191 Cal.Rptr.3d 536, 354 P.3d 334; \n  8 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \naccord,  Mays  v.  City  of  Los  Angeles,  at  p.  321,  74  not  entitled  to  that  benefit  unless  the  University  of \nCal.Rptr.3d 891, 180 P.3d 935.)  California elects to provide it. Indeed, section 68134 and \n   the Supreme Court’s reference to that statute in Martinez \n  address  whether  Assembly  Bill  540  “applies  to”  the \nUniversity of California, not whether it “applies to” the \n1. Assembly Bill 540  University  of  California  students  or  makes  them \n“eligible” for certain benefits. Whether A.B. 540 “applies \na. The language of Assembly Bill 540 is unambiguous  to” the University of California is not relevant to whether \nA statute’s language is ambiguous when it is subject to  Assembly Bill 540 makes the University of California \nmore than one reasonable interpretation. (See Bruns v. E–  students  eligible  for  the  exemption  from  nonresident \nCommerce Exchange, Inc. (2011) 51 Cal.4th 717, 724,  tuition. As noted, section 1621(d) requires only that state \n122 Cal.Rptr.3d 331, 248 P.3d 1185; Jones v. Lodge at  law provide eligibility for undocumented immigrants to \nTorrey  Pines  Partnership  (2008)  42  Cal.4th  1158,  receive public benefits. It does not require that state law \n1162–1163, 72 Cal.Rptr.3d 624, 177 P.3d 232; Coalition  confer such benefits on eligible persons or mandate that \nof Concerned Communities, Inc. v. City of Los Angeles  any other entity do so. \n(2004) 34 Cal.4th 733, 737, 21 Cal.Rptr.3d 676, 101 P.3d \n  \n563.) Here, the language of Assembly Bill 540 broadly  De  Vries  also  argues  that,  because  section  68130.5, \napplies to make “all persons” attending any “accredited  subdivision  (a),  which  provides  that  qualified \ninstitution of higher education in California” eligible for  undocumented immigrants “shall be exempt from paying \nan  “exemption  from  nonresident  tuition,”  “including  nonresident tuition at the California State University and \nundocumented  immigrant  students  who  meet  the  the California Community Colleges,” makes no mention \nrequirements set forth in Section 68130.5.” (See Martinez,  of **450 the University of California, Assembly Bill 540 \n50 Cal.4th at p. 1295, 117 Cal.Rptr.3d 359, 241 P.3d 855.) \nmust exclude the University of California students from \n“All persons” means all persons, including the University  eligibility for the exemption from nonresident tuition. The \nof California students. Nothing in Assembly Bill 540,  absence of language in section 68130.5 referring to the \nincluding the requirements set forth in section 68130.5,  University of California, however, does not eliminate the \ncan  be  reasonably  interpreted  to  limit  or  restrict  the  University of California students from eligibility for that \nUniversity of California students from eligibility for the  benefit. Section 68130.5, subdivision (a), merely requires \nexemption  from  nonresident  tuition.  The  language  is  California  State  University  and  California  community \nunambiguous. \ncolleges to exempt their qualifying students from paying \n   nonresident  tuition.  (See  §  68130.5,  subd.  (c)  [“[t]he \nDe Vries contends that Assembly Bill 540 does not make  Board  of  Governors  of  the  California  Community \nthe  University  of  California  students  eligible  for  the  Colleges  and  the  Trustees  of  the  California  State \nexemption from nonresident tuition because it does not  University shall prescribe rules and regulations for the \n“apply to” the University of California. In support of his  implementation of this section,” italics added].) It may be, \nargument, De Vries cites section 68134, which states: “No  as De Vries argues, that Assembly Bill 540 (and Assem. \nprovision of this part shall be applicable to the University \nBill 131 and Sen. Bill 1210) “cannot require the Regents \nof California unless the Regents of the University of  to provide eligibility” for the University of California \nCalifornia,  by  resolution,  make  such  provision  students. But section 1621(d) does not place that burden \napplicable.” De Vries notes that the Supreme Court in  on the Legislature. It only requires that the Legislature \nMartinez cited section 68134 in observing that, “[b]y its  provide  “eligibility”  for  public  benefits,  which  the \nterms, [Assembly Bill 540] applies only to the California  Legislature has done through Assembly Bill 540. \nState University and California Community Colleges, and    \nnot to the University of California.” (Martinez, supra, 50 \nIn re Garcia, supra, 58 Cal.4th 440, 165 Cal.Rptr.3d 855, \nCal.4th at p. 1287, fn. 1, 117 Cal.Rptr.3d 359, 241 P.3d  315 P.3d 117 presented an analogous, though not identical, \n855.)  scenario.  That  case  involved  a  state  statute  making \n   undocumented immigrants eligible for membership in the \nSection 68134, however, does not negate the University  State Bar. Although the California Constitution gives the \nof California students’ eligibility for the exemption from  Supreme  Court  “ultimate  authority”  for  establishing \nnonresident tuition under Assembly Bill 540, nor does it  policies relating to admission to the Bar, the Legislature \n8\n*595  render  the  language  of  Assembly  Bill  540  enacted  Business  and  Professions  Code  section  6064, \nambiguous.  As  the  Regents  argued  in  its  demurrer,  subdivision (b), which provides that “the *596 Supreme \nAssembly Bill 540 makes all qualified students eligible  Court  may  admit  [an]  applicant  [who  is  not  lawfully \nfor the exemption from nonresident tuition. Pursuant to  present in the United States] as an attorney at law in all \nsection 68134, the University of California students are \n  9 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nthe courts of this state and may direct an order to be  Cal.4th 1035, 1046, 95 Cal.Rptr.3d 636, 209 P.3d 963 \nentered upon its records to that effect.” (Garcia, at p. 451,  [“we [may] look to legislative history to confirm our \nfn. 9, 165 Cal.Rptr.3d 855, 315 P.3d 117, italics added.)  plain-meaning construction of statutory *597 language”]; \nGarcia held that Business and Professions Code section  Kulshrestha v. First Union Commercial Corp. (2004) 33 \n6064 satisfied the requirements of 8 United States Code  Cal.4th 601, 613, fn. 7, 15 Cal.Rptr.3d 793, 93 P.3d 386 \nsection 1621(d) because the former section “explicitly  [“courts may always test their construction of disputed \nauthoriz[es] a bar applicant ‘who is not lawfully present  statutory language against extrinsic aids bearing on the \nin the United States’ to obtain a law license.” (Garcia, at  drafters’ intent”]; United Health Centers of San Joaquin \np. 458, 165 Cal.Rptr.3d 855, 315 P.3d 117.)  Valley, Inc. v. Superior Court (2014) 229 Cal.App.4th 63, \n   79, 177 Cal.Rptr.3d 214 [“ ‘[r]eviewing courts may turn \nBusiness and Professions Code section 6064, however,  to  the  legislative  history  behind  even  unambiguous \nmerely  made  undocumented  immigrants  eligible  for  statutes  when  it  confirms  or  bolsters  their \nadmission  to  the  Bar.  The  Supreme  Court  retained  interpretation’ ”].) “We look to the Legislative Counsel’s \nauthority to confer or deny membership “as a matter of  digest and other summaries and reports indicating the \nstate law” or for reasons specific to the applicant. (Garcia,  Legislature’s  intent.”  (Mt.  Hawley,  supra,  215 \nsupra, 58 Cal.4th at p. 459, 165 Cal.Rptr.3d 855, 315 P.3d  Cal.App.4th  at  p.  1401,  156  Cal.Rptr.3d  771;  see \n117 italics omitted.) Thus, Business and Professions Code  Committee for Green Foothills v. Santa Clara County Bd. \nsection 6064 “remov[ed] any federal statutory barrier” to  of Supervisors, supra, 48 Cal.4th at p. 56, fn. 15, 105 \nadmitting undocumented immigrants to the State Bar, and  Cal.Rptr.3d 181, 224 P.3d 920 [“ ‘[w]e have routinely \nthe Supreme Court ultimately conferred that benefit on  found enrolled bill reports, prepared by a responsible \nqualified applicants. (Ibid.)  agency contemporaneous with passage and before signing, \n   instructive on matters of legislative intent’ ”]; Valley Vista \nSimilarly, Assembly Bill 540 removed the federal barrier  Services,  Inc.  v.  City  of  Monterey  Park  (2004)  118 \nto  making  undocumented  immigrants  eligible  for  the  Cal.App.4th  881,  889,  13  Cal.Rptr.3d  433  [“[w]hen \nexemption  from  nonresident  tuition,  and  the  Regents  construing  a  statute,  we  may  consider  its  legislative \nconferred  that  benefit  on  qualified  the  University  of  history, including committee and bill reports, and other \nCalifornia  students.  Nothing  in  section  1621(d),  legislative records”].) \nCalifornia’s Constitution, or Assembly Bill 540 requires    \nmore. In short, legislative deference to the University’s  Several enrolled bill reports for Assembly Bill 540 refer \nconstitutional  status  does  not  affect  the  Legislature’s  repeatedly  to  tuition  and  “eligibility”  rates  for  the \nexpress  intent  to  make  the  University  of  California  University of California students in assessing the impact \nstudents  eligible  for  the  exemption  **451  from  of  Assembly  Bill  540  on  the  state  and  its  student \nnonresident tuition. De Vries’s suggestion that Assembly  population. For example, the Enrolled Bill Report of the \nBill 540 does not provide “eligibility” for the University  Office  of  the  Secretary  of  Education  notes  that  the \nof California students within the meaning of that term  estimated percentage of the student population “who may \nunder section 1621(d) is not reasonable and does not cast  qualify  for  a  nonresident  tuition  exemption  under \ndoubt on the clarity of Assembly Bill 540. (See Coalition  provisions of [the] bill ... is less than 1% of the total \nof Concerned Communities, Inc. v. City of Los Angeles,  student population at the three public higher education \nsupra, 34 Cal.4th at p. 737, 21 Cal.Rptr.3d 676, 101 P.3d  institutions,  the  UC,  the  CSU  [California  State \n563 [language is unambiguous unless it is subject to more  University],  and  the  CCC  [California  community \nthan one “reasonable interpretation”].)  colleges].” (Off. of Secretary of Education, Enrolled Bill \n   Rep. on Assem. Bill. 540 (2001-2002 Reg. Sess.) Oct. 3, \n  2001, p. 5.) The Enrolled Bill Report goes on to state, \n“The UC and the CSU estimate minor, absorbable costs \nb. The legislative history of Assembly Bill 540 confirms  based on the low number of students who would qualify \nthat the University of California students are eligible for  for a nonresident tuition exemption under the provisions \nthe exemption from nonresident tuition  of this bill.” (Id.  at p. 6; see also Dept. of Finance, \nAlthough it is not necessary to look to legislative history  Enrolled Bill Rep. on Assem. Bill 540 (2001-2002 Reg. \nand other extrinsic sources because Assembly Bill 540 is  Sess.) Oct. 10, 2001, pp. 2-3; Dept. of Finance, Enrolled \nunambiguous,  the  legislative  history  and  subsequent  Bill Rep. on Assem. Bill 540 (2001-2002 Reg. Sess.) July \nlegislative  enactments  confirm  our  interpretation.  (See  3,  2001,  pp.  1-3;  Assem.  Republican  Bill  Analysis, \nGoodman v. Lozano (2010) 47 Cal.4th 1327, 1335, 104  Higher Education Com., Enrolled Bill Rep. on Assem. \nCal.Rptr.3d 219, 223 P.3d 77 [although the meaning of  Bill 540 (2001-2002 Reg. Sess.) **452 Sept. 13, 2001, p. \nlanguage in a statute “is plain, it is helpful to look at [the  2.) If Assembly Bill 540 did not provide eligibility for the \nstatute’s] legislative history”]; Hughes v. Pair (2009) 46 \n  10 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nUniversity  of  California  students  to  benefit  from  the  effect on other provisions of the Education Code when the \nnonresident tuition exemption, there would be no need for  Legislature  enacted  section  2  of  Assembly  Bill  540, \nthe Legislature to consider the impact of Assembly Bill  which added section 68130.5. (See People v. Scott (2014) \n540 on the University of California and its students.  58 Cal.4th 1415, 1424, 171 Cal.Rptr.3d 638, 324 P.3d 827 \n   [“the Legislature ‘ “is deemed to be aware of statutes and \nDe  Vries  argues  that  a  sentence  in  the  Legislative  judicial  decisions  already  in  existence,  and  to  have \nCounsel’s  Digest  of  Assembly  Bill  540  supports  his  enacted or amended a statute in light thereof” ’ ”].) We \ncontention that Assembly Bill 540 provides eligibility  also assume the Legislature intended section 68134 to \nonly  to  students  of  California  State  University  and  have the same effect on section 68130.5 that it had on \nCalifornia community colleges. He points to language  section  68062.  (See  People  v.  Scott,  at  p.  1424,  171 \nstating, “These provisions are applicable to the University  Cal.Rptr.3d 638, 324 P.3d 827 [“[c]ourts may assume ... \nof California only if the Regents of the University *598 of  that the Legislature intended to maintain a consistent body \nCalifornia  act  to  make  them  applicable.”  (Legis.  of rules and to adopt the meaning of statutory terms \nCounsel’s Dig., Assem. Bill 540 (2001-2002 Reg. Sess.) 5  already construed”].) That effect is to acknowledge the \nStats. 2001 Summary Dig., p. 385.) As discussed with  University of California’s special status under the *599 \nrespect to the almost identical language in section 68134,  California Constitution and to allow the University to \nhowever, the fact that Assembly Bill 540 does not “apply  decide whether to confer on its students the benefits for \nto”  the  University  of  California  does  not  affect  the  **453 which they are eligible under state law.9 \nUniversity  of  California  students’  “eligibility”  for  the    \nnonresident tuition exemption.  Finally, Senate Bill 1210, which the Legislature enacted \n   in  2014,  acknowledges  that  A.B.  540  applies  to  the \nMoreover,  the  sentence  De  Vries  cites  from  the  University of California students even if it does not apply \nLegislative Counsel’s Digest refers not to Assembly Bill  to the university. Senate Bill 1210 states, “Since 2002, \n540, but to language in section 68062, described by the  students  have  been  exempt  from  paying  nonresident \nLegislative Counsel’s Digest as “existing law,” which  tuition and fees at the California Community Colleges, \nprovided that an “alien” may establish “residence” in  the California State University, and the University of \nCalifornia unless precluded by federal law. (§ 68062,  California pursuant to Section 68130.5.”  (Stats. 2014, ch. \n10\nsubd.  (h).)  In  Regents  of  University  of  California  v.  754, § 2 (b).) While not binding, “ ‘a declaration of a later \nSuperior Court (1990) 225 Cal.App.3d 972, 276 Cal.Rptr.  Legislature as to what an earlier Legislature intended is \n197 (Regents v. Superior Court) the court held that federal  entitled to consideration.’ ” (Carter v. California Dept. of \nlaw  prohibited  California  colleges  and  universities  Veterans  Affairs  (2006)  38  Cal.4th  914,  922,  44 \n(including the University of California) from classifying  Cal.Rptr.3d 223, 135 P.3d 637; see People ex rel. Lockyer \nundocumented immigrants as “residents” under section  v. R.J. Reynolds Tobacco Co. (2005) 37 Cal.4th 707, 724, \n68062. (Id. at p. 980, 276 Cal.Rptr. 197.) The court in that  36 Cal.Rptr.3d 814, 124 P.3d 408 [“ ‘[w]hile “subsequent \ncase  acknowledged  that  section  68134  made  section  legislation interpreting [a] statute ... [cannot] change the \n68062 applicable to the University of California “only to  meaning [of the earlier enactment,] it [does supply] an \nthe extent its Regents adopt it” (Regents v. Superior Court,  indication  of  the  legislative  intent  which  may  be \nsupra, at p. 976, fn.1, 276 Cal.Rptr. 197), meaning that  considered together with other factors in arriving at the \nthe  Regents  could,  but  was  not  required  to,  classify  true  intent  existing  at  the  time  the  legislation  was \nqualified  “aliens”  as  “residents”  under  section  68062.  enacted”  ’  ”].)  Here,  Senate  Bill  1210  confirms  that \nAssembly Bill 540 now allows California colleges and  Assembly Bill 540 makes the University of California \nuniversities to make undocumented immigrants eligible  students eligible for the nonresident tuition exemption. \nfor  the  exemption  from  nonresident  tuition  based  on    \nfactors other than their “residence,” thus complying with   \nfederal law. (Martinez, supra, 50 Cal.4th at p. 1290, 117 \nCal.Rptr.3d 359, 241 P.3d 855; see 8 U.S.C. § 1623  2. Assembly Bill 131 and Senate Bill 1210 \n[prohibiting “an alien who is not lawfully present in the  Assembly Bill 131 and Senate Bill 1210, like Assembly \nUnited  States”  from  eligibility  for  postsecondary  Bill 540, make undocumented immigrants attending the \neducation benefits “on the basis of residence”].) As was  University  of  California  eligible  for  financial aid  and \nthe case with section 68062, section 68134 allows the  student loan programs and rely on the Regents to confer \nRegents  to  adopt  the  nonresident  tuition  exemption  these  benefits  on  qualified  students.  The  language  of \nprovided by Assembly Bill 540 if it chooses to do so.  Assembly  Bill  131  and  Senate  Bill  1210,  like  the \n   language of Assembly Bill 540, does not exclude from \nWe assume the Legislature knew of section 68134 and its  eligibility  any  qualified  students  on  the  basis  of  the \ninstitution they attend. Indeed, by specifically referencing \n  11 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nthe  University  of  California  and  its  students,  those  regardless of whether, as De Vries argues, the University \nmeasures provide eligibility for the specified benefits to  of California students’ eligibility for UC Grants requires \nthose  students,  regardless  of  whether  the  University  them to meet certain conditions adopted by the Regents. \nultimately confers such benefits on them.    \n   In  terms  even  plainer  than  Assembly  Bill  540  and \nFor  example,  section  3  of Assembly  Bill  131,  which  Assembly Bill 131, Senate Bill 1210 provides eligibility \nadded  section  69508.5,  addresses  eligibility  for  Cal  to  qualified  the  University  of  California  students  to \nGrants and states that “a student who *600 meets the  benefit from certain student loan programs. Section 3 of \nrequirements of subdivision (a) of Section 68130.5, or  Senate Bill 1210, which added section 70033, subdivision \nwho  meets  equivalent  requirements  adopted  by  the  (a)(1), states: “Commencing with the 2015-16 academic \nRegents of the University of California, is eligible to  year, a student attending a participating institution may \napply for, and participate in, any student financial aid  receive a loan under the DREAM Program if the student \nprogram administered by the State of California to the full  satisfies all of the following requirements: [¶] (1) The \nextent permitted by federal law.” (§ 69508.5, subd. (a).)  student is exempt from paying nonresident tuition under \nThe plain language of this provision makes clear that the  Section  68130.5,  or  meets  equivalent  requirements \nUniversity of California students are eligible to participate  adopted by the Regents of the University of California.” \nin the Cal Grant program.  Section 1 of Assembly Bill  A  “  ‘[p]articipating  institution’  ”  is  defined  as  “any \n11\n131, which added section 66021.6, applies to UC Grants  campus of the ... University of California that elects to \nand  states  that  “the  Regents  of  the  University  of  participate  in  the  DREAM  Program  pursuant  to  the \nCalifornia are requested to ... establish procedures and  requirements specified for a qualifying institution....” (§ \nforms that enable persons **454 who are exempt from  70032,  subd.  (i).)  Thus,  the  University  of  California \npaying nonresident tuition under Section 68130.5, or who  students  are  eligible  to  participate  in  the  DREAM \nmeet equivalent requirements adopted by the [R]egents, to  Program established by Senate Bill 1210. \napply for, and participate in, all student aid programs    \nadministered  by  these  [schools]  to  the  full  extent   \npermitted by federal law.” (§ 66021.6, subd. (a).) Thus, \nsection 1 of Assembly Bill 131 makes undocumented the  *601 DISPOSITION \nUniversity of California students eligible to participate in  The judgment is affirmed. The Regents is to recover its \nthe UC Grant program.  costs on appeal. \n     \nDe Vries argues that the reference in Assembly Bill 131 \nto “requirements adopted by the Regents of the University \nof California” means that “its terms do not apply to UC \nPerluss, P.J., and Keeny, J., concurred. \nstudents.” Putting aside the fact that the Regents is not  *\ninvolved in the Cal Grants program, De Vries’s argument \nAll Citations \nlacks  merit.  Section  1621(d)  does  not  require  an \nenactment of state law to specify the terms under which  6 Cal.App.5th 574, 211 Cal.Rptr.3d 435, 338 Ed. Law \neligible beneficiaries may receive certain benefits. Section  Rep. 458, 16 Cal. Daily Op. Serv. 13,013, 2016 Daily \n1621(d) merely requires the enactment of state law to  Journal D.A.R. 12,176 \nmake  undocumented  immigrants  eligible  for  those \n \nbenefits, and Assembly Bill 131 satisfies that requirement, \nFootnotes \n \n*  Judge of the Los Angeles Superior Court, assigned by the Chief Justice pursuant to article VI, section 6 of the California \nConstitution. \n \n \n1  The Personal Responsibility and Work Opportunity Reconciliation Act refers to undocumented immigrants as “alien[s]” who are \nnot qualified for public benefits under various federal laws. (See 8 U.S.C. § 1621(a).) We use the term “undocumented \n \nimmigrant” to refer to “a non-United States citizen who is in the United States but who lacks the immigration status required by \nfederal law to be lawfully present in this country and who has not been admitted on a temporary basis as a nonimmigrant” (In re \nGarcia (2014) 58 Cal.4th 440, 446, fn. 1, 165 Cal.Rptr.3d 855, 315 P.3d 117), which encompasses the category of persons referred \nto as unqualified “aliens” in title 8 United States Code section 1621. Assembly Bill No. 540 (A.B. 540), one of the California \nstatutes at issue in this case, used both “undocumented immigrant” and “nonimmigrant alien” to refer to the same class of \npeople. (See Stats. 2001, ch. 814, §§ 1, subd. (a)(4), 2, subd. (a).) The current version of Education Code section 68130.5, which \n  12 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \nA.B. 540 added, refers to the same class of people as “nonimmigrant foreign national[s] within the meaning of paragraph (15) of \nsubsection (a) of Section 1101 of Title 8 of the United States Code.” (Educ. Code, § 68130.5, subd. (a).) \n \n2  We refer to “the Regents” in the singular because the California Constitution created a “corporation known as ‘The Regents of \nthe University of California,’ ” a singular noun. (Cal. Const., art. IX, § 9, subd. (a).) Some decisions, statutes, and legislative \n \nmaterials we quote in this opinion refer to “the Regents” as a plural noun. \n \n3  Neither party contends that any of these exceptions apply here. \n \n \n4  Title 8 United States Code section 1641 defines the term “qualified alien” as “(1) an alien who is lawfully admitted for permanent \nresidence under the Immigration and Nationality Act [8 U.S.C. § 1101 et seq.], [¶] (2) an alien who is granted asylum under \n \nsection 208 of such Act [8 U.S.C. § 1158], [¶] (3) a refugee who is admitted to the United States under section 207 of such Act [8 \nU.S.C. § 1157], [¶] (4) an alien who is paroled into the United States under section 212(d)(5) of such Act [8 U.S.C. § 1182(d)(5) ] \nfor a period of at least 1 year, [¶] (5) an alien whose deportation is being withheld under section 243(h) of such Act [8 U.S.C. § \n1253] ... or section 241(b)(3) of such Act [8 U.S.C. § 1251(b)(3) ] ..., [¶] (6) an alien who is granted conditional entry pursuant to \nsection 203(a)(7) of such Act [8 U.S.C. § 1153(a)(7) ] as in effect prior to April 1, 1980; or [¶] (7) an alien who is a Cuban [or] \nHaitian entrant (as defined in section 501(e) of the Refugee Education Assistance Act of 1980).” (Fn. omitted.) \n \n5  Statutory references are to the Education Code unless otherwise indicated. \n \n \n6  The Supreme Court in Martinez also held that a state statute does not comply with section 1621(d) unless it “ ‘expressly state[s] \nthat it applies to undocumented aliens, rather than conferring a benefit generally without specifying that its beneficiaries may \n \ninclude undocumented aliens.’ ” (Martinez, supra, 50 Cal.4th at p. 1296, 117 Cal.Rptr.3d 359, 241 P.3d 855; see Garcia, supra, 58 \nCal.4th at p. 458, 165 Cal.Rptr.3d 855, 315 P.3d 117.) De Vries does not argue that either A.B. 131 or S.B. 1210 fails to comply \nwith this standard; indeed, he appears to concede that each statute does comply. \n \n7  Webster’s New International Dictionary and its abridged version published as Webster’s New Collegiate Dictionary include \n“entitled” among several meanings of “eligible,” including “qualified to be chosen” and “permitted under football rules to catch a \n \nforward pass.” (Webster’s Third New International Dictionary (2002) p. 736; Webster’s Ninth New Collegiate Dict. (1984) p. 404; \nsee MCI Telecommunications, supra, 512 U.S. at p. 226, fn. 2, 114 S.Ct. 2223 [“Webster’s New Collegiate Dictionaries ... are \nessentially abridgments of that company’s Webster’s New International Dictionaries”].) “That a definition is broad enough to \nencompass one sense of a word does not establish that the word is ordinarily understood in that sense.” (Taniguchi, supra, U.S. \nat p. ––––, 132 S.Ct. at p. 2003; see Mallard v. United States Dist. Court for Southern Dist. of Iowa (1989) 490 U.S. 296, 301, 109 \nS.Ct. 1814, 104 L.Ed.2d 318 [relying on the “most common meaning” and the “ordinary and natural signification” of the word \n“request,” even though it may sometimes “double for ‘demand’ or ‘command’ ”].) No other common or legal dictionary we \nconsulted defines “eligible” as “entitled.” (See Taniguchi, supra, 566 U.S. 560, 132 S.Ct. at p. 2004 [“[b]ased on our survey of the \nrelevant dictionaries, we conclude that the ordinary or common meaning of ‘interpreter’ does not include those who translate \nwritings [as suggested by Webster’s Third]”].) Thus, we reject the definition of “eligible” in Webster’s Third New International \nand New Collegiate Dictionaries as including “entitled.” (See ibid.; MCI Telecommunications, at p. 227, 114 S.Ct. 2223 [rejecting \nthe suggested meaning of a word in one dictionary and its progeny where that definition “contradicts one of the meanings \ncontained in virtually all other dictionaries,” italics omitted].) \n \n8  Garcia explained: “Although both the Legislature and this court possess the authority to establish rules regulating admission to \nthe State Bar, under the California Constitution this court bears the ultimate responsibility and authority for determining the \n \nissue of admission.” (Garcia, 58 Cal.4th at p. 451, 165 Cal.Rptr.3d 855, 315 P.3d 117; see id. at p. 452, fn. 11, 165 Cal.Rptr.3d 855, \n315 P.3d 117.) Thus, the Legislature arguably exercises more authority over policies affecting admission to the State Bar than it \ndoes over policies affecting tuition rates at the University. \n \n9  Other Education Code statutes follow a similar pattern. For example, section 68075.5, subdivision (a), exempts certain members \nof the Armed Forces stationed in California from paying nonresident tuition at the California State University and California \n \ncommunity colleges. Even though that provision does not reference the University of California, another subdivision of section \n68075.5, subdivision (c), asks the University of California to adopt policies regarding tuition rates for eligible veterans that \nconform to the requirements of section 68075.5, subdivision (a). Thus, through section 68075.5, subdivision (c), the Legislature \nintended to make veterans attending a UC school eligible for the benefit of in-state tuition. \n \n  13 \n \n\nDe Vries v. Regents of University of California, 6 Cal.App.5th 574 (2016)   \n211 Cal.Rptr.3d 435, 338 Ed. Law Rep. 458, 16 Cal. Daily Op. Serv. 13,013... \n \n10  The same provision also acknowledges that A.B. 131 makes UC students “eligible for state financial aid or financial aid offered by \n[that] public institution.” (Stats. 2014, ch. 754, § 2, subd. (b).) \n \n \n11  The Regents notes that it plays no role in conferring Cal Grants on any students, including UC students. \n \n \n \n \n \nEnd of Document   \n \n \n \n \n  14 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/104575"
    },
    {
      "date": "2015-05-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "California state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 105005,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/105005.pdf",
      "title": "Case Information",
      "text": "3/17/2020 LASC - Case Access\nCASE INFORMATION\nCase Information | Register Of Actions | FUTURE HEARINGS | PARTY INFORMATION | Documents Filed | Proceedings\nHeld\nCase Number:  BC555614\nEARL DE VRIES VS REGENTS OF THE UNIVERSITY OF CALIFORNIA\nFiling Courthouse:   Stanley Mosk Courthouse\nFiling Date:  08/26/2014\nCase Type:  Other Complaint (non-tort/non-complex) (General Jurisdiction)\nStatus:  Court-Ordered Dismissal - Other (Other) 05/11/2015\nClick here to access document images for this case  \nIf this link fails, you may go to the Case Document Images site and search using the case number displayed on this page\nFUTURE HEARINGS\nCase Information | Register Of Actions | FUTURE HEARINGS | PARTY INFORMATION | Documents Filed | Proceedings\nHeld\nNone \nPARTY INFORMATION\nCase Information | Register Of Actions | FUTURE HEARINGS | PARTY INFORMATION | Documents Filed | Proceedings\nHeld\nDE VRIES EARL - Plaintiff\nJUDICIAL WATCH INC. - Attorney for Plaintiff\nMUNGER TOLLES & OLSON LLP - Attorney for Defendant\nREGENTS OF THE UNIVERSITY OF CALIFORNIA - Defendant\nDOCUMENTS FILED\nCase Information | Register Of Actions | FUTURE HEARINGS | PARTY INFORMATION | Documents Filed | Proceedings\nHeld\nDocuments Filed (Filing dates listed in descending order)\nClick on any of the below link(s) to see Register of Action Items on or before the date indicated:\n09/30/2014   \n04/03/2017 REMITTITUR\n04/03/2017 Unknown Document Type\nFiled by Clerk\n07/28/2015 NOTICE TO REPORTER TO PREPARE TRANSCRIPT ON APPEAL PER CRC RULE 8.124\n07/28/2015 Ntc to Reptr/Mon to Prep Transcrpt\nFiled by Clerk\n06/18/2015 APPELLANT'S NOTICE DESIGNATING RECORD ON APPEAL\n06/18/2015 Notice of Designation of Record\nFiled by Appellant\nwww.lacourt.org/casesummary/ui/popupCaseSummary.aspx 1/7\n\n3/17/2020 LASC - Case Access\n06/17/2015 Notice\nFiled by Clerk\n06/01/2015 NOTICE OF FILING OF NOTICE OF APPEAL (UNLIMITED JURISDICTION)\n06/01/2015 Ntc to Attorney re Notice of Appeal\nFiled by Clerk\n05/29/2015 NOTICE OF APPEAL/CROSS-APPEAL (UNLIMITED CIVIL CASE) (APPELLATE)\n05/12/2015 Minute Order\n05/11/2015 ORDER OF DISMISSAL AND JUDGMENT\n05/11/2015 Order\nFiled by Court\n04/16/2015 NOTICE OF ORDER REASSIGNING CASE TO HON. GAIL FEUER AS OF APRIL 20, 2015\n04/16/2015 Notice\nFiled by Earl De Vries (Plaintiff)\n04/10/2015 NOTICE OF CASE REASSIGNMENT AND OF ORDER FOR PLAINTIFF TO GIVE NOTICE\n04/10/2015 Notice of Case Reassignment and Order for Plaintiff to Give Notice\nFiled by Clerk\n03/13/2015 Minute Order\n03/13/2015 ORDER APPOINTING COURT APPROVED REPORTER AS OFFICIAL REPORTER PRO TEMPORE\n03/13/2015 RULING\n03/13/2015 Order Appointing Court Approved Reporter as Official Reporter Pro Tempore\nFiled by Regents of the University of California (Defendant)\n03/13/2015 Order\nFiled by Court\n02/26/2015 CASE MANAGEMENT STATEMENT\n02/26/2015 Case Management Statement\nFiled by Regents of the University of California (Defendant)\n02/23/2015 PLAINTIFF'S NOTICE OF SUPPLEMENTAL AUTHORITY IN SUPPORT OF OPPOSITION TO DEMURRER\n02/23/2015 DEFENDANT'S REPLY MEMORANDUM IN SUPPORT OF DEMURRER\n02/23/2015 PROOF OF SERVICE\n02/23/2015 DEFENDANT REGENTS OF THE UNIVERSITY OF CALIFORNIA'S NOTICE OF LODGING OF NON-\nCALIFORNIA AUTHORITIES IN SUPPORT OF REPLY MEMORANDUM TO DEMURRER\n02/23/2015 Notice of Lodging\nFiled by Regents of the University of California (Defendant)\n02/23/2015 Proof of Service (not Summons and Complaint)\nFiled by Regents of the University of California (Defendant)\n02/23/2015 Reply/Response\nFiled by Regents of the University of California (Defendant)\n02/20/2015 Notice\nFiled by Earl De Vries (Plaintiff)\n02/03/2015 PLAINTIFF'S MEMORANDUM OF POINTS AND AUTHORITIES IN OPPOSITION TO DEMURRER\n02/03/2015 Points and Authorities\nFiled by Earl De Vries (Plaintiff)\nwww.lacourt.org/casesummary/ui/popupCaseSummary.aspx 2/7\n\n3/17/2020 LASC - Case Access\n11/25/2014 PROOF OF SERVICE\n11/25/2014 DEFENDANT REGENTS OF THE UNIVERSITY OF CALIFORNIA'S NOTICE OF LODGING OF NON-\nCALIFORNIA AUTHORITIES AND SELECTED CALIFORNIA AUTHORITIES IN SUPPORT OF DEMURRER\n11/25/2014 DEFENDANT THE REGENTS OF THE UNIVERSITY OF CALIFORNIA'S NOTICE OF HEARING ON\nDEMURRER; DEMURRER; ETC\n11/25/2014 Demurrer\nFiled by Regents of the University of California (Defendant)\n11/25/2014 Proof of Service (not Summons and Complaint)\nFiled by Regents of the University of California (Defendant)\n11/25/2014 Notice of Lodging\nFiled by Regents of the University of California (Defendant)\n11/07/2014 Notice\nFiled by Earl De Vries (Plaintiff)\n11/07/2014 First Amended Complaint\nFiled by Earl De Vries (Plaintiff)\n11/07/2014 NOTICE OF PLAINTIFFS FIRST AMENDMENT TO COMPLAINT\n11/07/2014 FIRST AMENDED COMPLAINT\n11/04/2014 Stipulation and Order\nFiled by Regents of the University of California (Defendant)\n11/04/2014 STIPULATION AND ORDER\n11/04/2014 Minute Order\n10/16/2014 Notice of Hearing\nFiled by Earl De Vries (Plaintiff)\n10/16/2014 PLAINTIFF'S AMENDED NOTICE OF HEARING ON VERIFIED APPLICATION OF CHRIS FEDELI TO\nAPPEAR AS COUNSEL PRO HAC VICE.\n10/01/2014 Notice of Hearing\nFiled by Earl De Vries (Plaintiff)\n10/01/2014 PLAINTIFF'S NOTICE OF HEARING ON VERIFIED APPLICATION OF CHRIS FEDELI TO APPEAR AS\nCOUNSEL PRO HAC VICE; VERIFIED APPLICATION\nClick on any of the below link(s) to see Register of Action Items on or before the date indicated:\nTOP   09/30/2014   \n09/30/2014 Stipulation and Order\nFiled by Regents of the University of California (Defendant)\n09/30/2014 STIPULATION AND ORDER\n09/30/2014 Minute Order\n09/19/2014 PROOF OF SERVICE SUMMONS\n09/19/2014 Proof-Service/Summons\nFiled by Earl De Vries (Plaintiff)\n09/05/2014 NOTICE OF CASE MANAGEMENT CONFERENCE\n09/05/2014 Notice of Case Management Conference\nFiled by Clerk\n08/26/2014 COMPLAINT FOR DECLARATORY AND INJUNCTIVE RELIEF\nwww.lacourt.org/casesummary/ui/popupCaseSummary.aspx 3/7\n\n3/17/2020 LASC - Case Access\n08/26/2014 SUMMONS\n08/26/2014 Complaint\nFiled by Earl De Vries (Plaintiff)\nClick on any of the below link(s) to see Register of Action Items on or before the date indicated:\nTOP   09/30/2014   \nPROCEEDINGS HELD\nCase Information | Register Of Actions | FUTURE HEARINGS | PARTY INFORMATION | Documents Filed | Proceedings\nHeld\nProceedings Held (Proceeding dates listed in descending order)\n05/12/2015 at 08:31 AM in Department 78\nCase Management Conference (Conference-Case Management; Off Calendar) -\n04/20/2015 at 08:30 AM in Department 78\nUnknown Event Type\n03/13/2015 at 08:30 AM in Department 48\nHearing on Motion to be Admitted Pro Hac Vice - Held - Motion Granted\n03/06/2015 at 08:30 AM in Department 48\nHearing on Motion to be Admitted Pro Hac Vice (MOTION - APPEAR PRO HAC VICE; Continued by Stipulation) -\n02/02/2015 at 08:30 AM in Department 48\nCase Management Conference (Conference-Case Management; Continued by Stipulation) -\n11/04/2014 at 2:00 PM in Department 48\nCourt Order (Court Order; Court makes order) -\n09/30/2014 at 11:30 AM in Department 48\nCourt Order (Court Order; Court makes order) -\nREGISTER OF ACTIONS\nCase Information | Register Of Actions | FUTURE HEARINGS | PARTY INFORMATION | Documents Filed | Proceedings\nHeld\nRegister of Actions (Listed in descending order)\nClick on any of the below link(s) to see Register of Action Items on or before the date indicated:\n11/04/2014   \n04/03/2017 REMITTITUR\n04/03/2017 Unknown Document Type\nFiled by Clerk\n07/28/2015 Ntc to Reptr/Mon to Prep Transcrpt\nFiled by Clerk\n07/28/2015 NOTICE TO REPORTER TO PREPARE TRANSCRIPT ON APPEAL PER CRC RULE 8.124\n06/18/2015 Notice of Designation of Record\nFiled by Appellant\n06/18/2015 APPELLANT'S NOTICE DESIGNATING RECORD ON APPEAL\n06/17/2015 Notice\nFiled by Clerk\nwww.lacourt.org/casesummary/ui/popupCaseSummary.aspx 4/7\n\n3/17/2020 LASC - Case Access\n06/01/2015 Ntc to Attorney re Notice of Appeal\nFiled by Clerk\n06/01/2015 NOTICE OF FILING OF NOTICE OF APPEAL (UNLIMITED JURISDICTION)\n05/29/2015 NOTICE OF APPEAL/CROSS-APPEAL (UNLIMITED CIVIL CASE) (APPELLATE)\n05/12/2015 at 08:31 AM in Department 78\nCase Management Conference (Conference-Case Management; Off Calendar) -\n05/12/2015 Minute Order\n05/11/2015 Order\nFiled by Court\n05/11/2015 ORDER OF DISMISSAL AND JUDGMENT\n04/20/2015 at 08:30 AM in Department 78\nUnknown Event Type\n04/16/2015 NOTICE OF ORDER REASSIGNING CASE TO HON. GAIL FEUER AS OF APRIL 20, 2015\n04/16/2015 Notice\nFiled by Earl De Vries (Plaintiff)\n04/10/2015 NOTICE OF CASE REASSIGNMENT AND OF ORDER FOR PLAINTIFF TO GIVE NOTICE\n04/10/2015 Notice of Case Reassignment and Order for Plaintiff to Give Notice\nFiled by Clerk\n03/13/2015 at 08:30 AM in Department 48\nHearing on Motion to be Admitted Pro Hac Vice - Held - Motion Granted\n03/13/2015 Order\nFiled by Court\n03/13/2015 Minute Order\n03/13/2015 Order Appointing Court Approved Reporter as Official Reporter Pro Tempore\nFiled by Regents of the University of California (Defendant)\n03/13/2015 ORDER APPOINTING COURT APPROVED REPORTER AS OFFICIAL REPORTER PRO TEMPORE\n03/13/2015 RULING\n03/06/2015 at 08:30 AM in Department 48\nHearing on Motion to be Admitted Pro Hac Vice (MOTION - APPEAR PRO HAC VICE; Continued by Stipulation) -\n02/26/2015 Case Management Statement\nFiled by Regents of the University of California (Defendant)\n02/26/2015 CASE MANAGEMENT STATEMENT\n02/23/2015 Reply/Response\nFiled by Regents of the University of California (Defendant)\n02/23/2015 PROOF OF SERVICE\n02/23/2015 Notice of Lodging\nFiled by Regents of the University of California (Defendant)\n02/23/2015 DEFENDANT'S REPLY MEMORANDUM IN SUPPORT OF DEMURRER\n02/23/2015 PLAINTIFF'S NOTICE OF SUPPLEMENTAL AUTHORITY IN SUPPORT OF OPPOSITION TO DEMURRER\n02/23/2015 Proof of Service (not Summons and Complaint)\nFiled by Regents of the University of California (Defendant)\nwww.lacourt.org/casesummary/ui/popupCaseSummary.aspx 5/7\n\n3/17/2020 LASC - Case Access\n02/23/2015 DEFENDANT REGENTS OF THE UNIVERSITY OF CALIFORNIA'S NOTICE OF LODGING OF NON-\nCALIFORNIA AUTHORITIES IN SUPPORT OF REPLY MEMORANDUM TO DEMURRER\n02/20/2015 Notice\nFiled by Earl De Vries (Plaintiff)\n02/03/2015 PLAINTIFF'S MEMORANDUM OF POINTS AND AUTHORITIES IN OPPOSITION TO DEMURRER\n02/03/2015 Points and Authorities\nFiled by Earl De Vries (Plaintiff)\n02/02/2015 at 08:30 AM in Department 48\nCase Management Conference (Conference-Case Management; Continued by Stipulation) -\n11/25/2014 PROOF OF SERVICE\n11/25/2014 Demurrer\nFiled by Regents of the University of California (Defendant)\n11/25/2014 DEFENDANT THE REGENTS OF THE UNIVERSITY OF CALIFORNIA'S NOTICE OF HEARING ON\nDEMURRER; DEMURRER; ETC\n11/25/2014 Proof of Service (not Summons and Complaint)\nFiled by Regents of the University of California (Defendant)\n11/25/2014 Notice of Lodging\nFiled by Regents of the University of California (Defendant)\n11/25/2014 DEFENDANT REGENTS OF THE UNIVERSITY OF CALIFORNIA'S NOTICE OF LODGING OF NON-\nCALIFORNIA AUTHORITIES AND SELECTED CALIFORNIA AUTHORITIES IN SUPPORT OF DEMURRER\n11/07/2014 First Amended Complaint\nFiled by Earl De Vries (Plaintiff)\n11/07/2014 Notice\nFiled by Earl De Vries (Plaintiff)\n11/07/2014 FIRST AMENDED COMPLAINT\n11/07/2014 NOTICE OF PLAINTIFFS FIRST AMENDMENT TO COMPLAINT\nClick on any of the below link(s) to see Register of Action Items on or before the date indicated:\nTOP   11/04/2014   \n11/04/2014 at 2:00 PM in Department 48\nCourt Order (Court Order; Court makes order) -\n11/04/2014 Stipulation and Order\nFiled by Regents of the University of California (Defendant)\n11/04/2014 Minute Order\n11/04/2014 STIPULATION AND ORDER\n10/16/2014 PLAINTIFF'S AMENDED NOTICE OF HEARING ON VERIFIED APPLICATION OF CHRIS FEDELI TO\nAPPEAR AS COUNSEL PRO HAC VICE.\n10/16/2014 Notice of Hearing\nFiled by Earl De Vries (Plaintiff)\n10/01/2014 PLAINTIFF'S NOTICE OF HEARING ON VERIFIED APPLICATION OF CHRIS FEDELI TO APPEAR AS\nCOUNSEL PRO HAC VICE; VERIFIED APPLICATION\n10/01/2014 Notice of Hearing\nFiled by Earl De Vries (Plaintiff)\nwww.lacourt.org/casesummary/ui/popupCaseSummary.aspx 6/7\n\n3/17/2020 LASC - Case Access\n09/30/2014 at 11:30 AM in Department 48\nCourt Order (Court Order; Court makes order) -\n09/30/2014 STIPULATION AND ORDER\n09/30/2014 Minute Order\n09/30/2014 Stipulation and Order\nFiled by Regents of the University of California (Defendant)\n09/19/2014 Proof-Service/Summons\nFiled by Earl De Vries (Plaintiff)\n09/19/2014 PROOF OF SERVICE SUMMONS\n09/05/2014 NOTICE OF CASE MANAGEMENT CONFERENCE\n09/05/2014 Notice of Case Management Conference\nFiled by Clerk\n08/26/2014 SUMMONS\n08/26/2014 COMPLAINT FOR DECLARATORY AND INJUNCTIVE RELIEF\n08/26/2014 Complaint\nFiled by Earl De Vries (Plaintiff)\nClick on any of the below link(s) to see Register of Action Items on or before the date indicated:\nTOP   11/04/2014   \nwww.lacourt.org/casesummary/ui/popupCaseSummary.aspx 7/7",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/105005"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116067,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116067"
    }
  ],
  "document_count": 3
}