{
  "case_id": 9983,
  "fetched_at": "2025-10-20T22:39:51.658077",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Chicago",
        "institution_county": null,
        "name": "City of Chicago",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Cook County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Cook",
        "name": "Cook County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1983,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Illinois",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1982-04-06",
    "filing_year": 1982,
    "id": 9983,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-06-25T00:00:00-04:00",
    "main_docket": {
      "id": 33097,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1982,
      "docket_filing_number": 2138,
      "is_main_docket": true,
      "court": "Northern District of Illinois",
      "state": "Illinois",
      "docket_office_number": "1",
      "docket_number_manual": "82C-2138",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Roscom v. City of Chicago",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Woman arrested pursuant to warrant for writing bad checks. She was strip-searched at the County Jail after having spent several hours in a holding cell with other detainees, and before being put into the general jail population.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1983-09-12",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>A pretrial detainee brought this case on September 12, 1983 against the City of Chicago, in the United States District Court for the Northern District of Illinois. She claimed she was illegally strip searched when she could not post bond and was placed into general population at the County Jail.</p><p>On November 3, 1983, the District Court (Judge Shadur) dismissed her claims against the city defendants and her claim for punitive damages, but denied the County's motion to dismiss.   Roscom v. City of Chicago, 550 F.Supp. 153 (N.D. Ill. 1982).   </p><p>After a bench trial, the Court (Judge Shakur) dismissed the remainder of plaintiff's case, holding that absent evidence that a search is abusive or other than routine, and because there was a legitimate security concern, the search was reasonable. 570 F.Supp. 1259 Roscom v. City of Chicago (N.D. Ill. 1983)</p><p></p>",
    "summary_published_date": "2012-03-23T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1983-09-12",
    "clearinghouse_link": "clearinghouse.net/case/9983",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9983",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9983",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9983"
  },
  "documents": [
    {
      "date": "1983-09-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1259,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 570,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54063,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54063.pdf",
      "title": "Memorandum Opinion and Order [Fully Dismissing Case]",
      "text": "570 F.Supp. 1259 (1983)\nEvangeline ROSCOM, Plaintiff,\nv.\nCITY OF CHICAGO, et al., Defendants.\nNo. 82C-2138.\nUnited States District Court, N.D. Illinois, E.D.\nSeptember 12, 1983.\n1260 *1260 Donald W. Segal, Chicago, Ill., for plaintiff.\nRichard M. Daley, State's Atty. of Cook County, Randolph T. Kemmer, Asst. State's Atty., Chicago, Ill., for\ndefendants.\nMEMORANDUM OPINION AND ORDER\nSHADUR, District Judge.\nEvangeline Roscom (\"Roscom\") originally sued the City of Chicago (\"City\"), Cook County (\"County\") and certain\nCity and County officials under 42 U.S.C. § 1983 (\"Section 1983\") charging violations of the Fourth, Fifth, Eighth,\n[1] [2]\nNinth and Fourteenth Amendments.  This action remains pending against the County defendants.  Roscom\nseeks compensatory damages of $100,000, and she also asks punitive damages against the individual\n[3]\ndefendants.\nThis action has been tried on the facts (to which the parties have stipulated) without a jury. In accordance with\nRule 52(a) this Court finds the facts specially and states its conclusions of law thereon in the following Findings of\nFact and Conclusions of Law.\nFindings of Fact (\"Findings\")\n1. Roscom was arrested April 5, 1980 by City police officers pursuant to a legal arrest warrant charging deceptive\npractice (Stip. ¶ 6). Roscom was then taken to the City facility at 1121 South State Street and questioned as to\nchecks Roscom had written that had not been honored by her bank (Stip. ¶ 7).\n2. Roscom was fingerprinted and detained at the City facility for several hours. She then experienced severe\nchest pains and was taken to the Mercy Hospital emergency room for examination (Stip. ¶ 8). After the\nexamination she was returned to the City facility (Stip. ¶ 9).\n3. On April 6 Roscom (still at 1121 South State Street) was placed in the custody of the County Sheriff (the\n\"Sheriff\") and taken before a judge for the setting of bail (Stip. ¶ 10). When Roscom was unable to post bail, the\nSheriff transferred her to the County jail facility at 26th and California, Chicago, Illinois (the \"County Jail\") (Stip. ¶\n1261 11). Upon Roscom's arrival at the County Jail, pictures were taken, some paperwork *1261 was completed and\nshe was then placed in a County Jail cell (Stip. ¶ 12).\n4. After several hours Roscom was taken from the County Jail cell to a room with other females, all of whom were\nordered to line up in single file and take off their clothes for a search (Stip. ¶ 13). Roscom removed her clothes\nand proceeded to where the matron was. After a frontal visual search by the matron Roscom was instructed to\nturn around, spread her legs and bend over for a visual genital area search (Stip. ¶ 14). Only women were in the\nroom when the searches took place (Stip. ¶ 17). At no time during either search did anyone touch Roscom (Stip.\n¶ 16). After the search was completed Roscom picked up her clothes, took a shower and was taken back to a\nCounty Jail cell (Stip. ¶ 15).\n\n5. County's Department of Corrections General Order 78-23 governs body searches (Stip. ¶ 18 and Ex. 1):\nB. An inmate is subject to a search of his or her person, either clothed or unclothed, when there is\nreasonable cause to believe the inmate may have contraband concealed on his or her person.\nSuch searches or inspections may also be a routine requirement for inmate movement into or out\nof certain high security risk areas.\n1. An unclothed body search includes visual inspection of all body areas, including the anal and\ngenital areas; therefore, correctional personnel will not conduct unclothed body inspection of an\ninmate of the opposite sex. This does not preclude routine search of clothing worn by an inmate\nwithout regard to the sex of the inmate or of personnel making such inspections.\n2. Rectal and vaginal searches or inspections of an inmate may not be made by anyone other\nthan qualified medical personnel.\n6. In support of the claimed reasonableness of the search in this case, the County defendants have stated the\nprocedure for processing pretrial detainees such as Roscom:\n(a) All such detainees are transported to the County Jail without segregation as to their charged\noffenses.\n(b) Upon arrival at the County Jail, such detainees are segregated by sex into holding cells.\n(c) As part of their processing of the detainees into the Jail, detainees are visually strip searched\nand showered and their personal goods inventoried.\n7. Roscom argues less intrusive means such as metallic sensory devices are available to vindicate County's\ninterest in security, so that the visual strip search is arbitrary and purposeless.\nConclusions of Law (\"Conclusions\")\n1. Bell v. Wolfish, 441 U.S. 520, 559-60, 99 S.Ct. 1861, 1884-85, 60 L.Ed.2d 447 (1979) (citations and footnotes\nomitted) is the seminal authority to be considered in any determination whether a visual strip search of a pretrial\ndetainee is unlawful under the Fourth Amendment.\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted.... A detention facility is a unique place fraught with serious security\ndangers. Smuggling of money, drugs, weapons, and other contraband is all too common an\noccurrence. And inmate attempts to secrete these items into the facility by concealing them in\nbody cavities are documented in this record, App. 71-76, and in other cases.... That there has\nbeen only one instance where an MCC inmate was discovered attempting to smuggle contraband\ninto the institution on his person may be more a testament to the effectiveness of this search\n1262 technique as a deterrent than to any lack of interest on the part of the inmates to secrete and \n*1262 import such items when the opportunity arises.\nWe do not underestimate the degree to which these searches may invade the personal privacy of\ninmates. Nor do we doubt, as the District Court noted, that on occasion a security guard may\nconduct the search in an abusive fashion.... Such an abuse cannot be condoned. The searches\nmust be conducted in a reasonable manner.... But we deal here with the question whether visual\nbody-cavity inspections as contemplated by the MCC rules can ever be conducted on less than\nprobable cause. Balancing the significant and legitimate security interests of the institution against\nthe privacy interests of the inmates, we conclude that they can.\n\n2. Wolfish teaches the institution's need for the search must be balanced against the invasion of the pretrial\ndetainee's privacy interest. It does not validate all visual strip searches as a matter of law 00 but it does not\n97\nnecessarily invalidate them either. See Tikalsky v. City of Chicago, 687 F.2d 175, 181-82 (7th Cir.1982); Roscom,\n550 F.Supp. at 155-56.\n[4]\n3. Applying Wolfish to this case,  this Court concludes the search of Roscom at the County Jail was not\nconstitutionally unreasonable in Fourth and Fourteenth Amendment terms:\n(a) Wolfish does not require a showing of probable cause for visual strip searching of pretrial\ndetainees (441 U.S. at 560, 99 S.Ct. at 1885).\n(b) None of the regularized and nondiscriminatory procedures (Findings 4 and 6) is unreasonable\nas applied to all pretrial detainees.\n(c) Irrespective of the crimes charged against pretrial detainees, County may reasonably consider\nany of them could be carrying weapons or contraband, either brought with the detainee into the\nCounty Jail or procured from other persons in the holding cell.\n(d) County's interest in the security of its Jail is legitimate. Its visual strip search of all pretrial\ndetainees, carried out (1) by same-sex personnel (2) in a separate room (3) without in any way\n[5]\ntouching the detainees, is reasonable under the balancing test of Wolfish.\n(e) Roscom's suggested alternative of electronic sensory devices would not be effective to find\nnon-metallic contraband such as drugs. Moreover, it has not been established that availability of a\nless intrusive alternative controls in determining whether the method used by law enforcement\n1263 personnel is reasonable. See*1263Wolfish, 441 U.S. at 559-60 n. 40, 99 S.Ct. at 1885 n. 40.\n4. Because Roscom had not yet been convicted of the charged offense, the Eighth Amendment's prohibition\nagainst cruel and unusual punishment was inapplicable to her. Wolfish, 441 U.S. at 535 n. 16, 99 S.Ct. at 1872 n.\n16.\n5. Roscom has neither alleged nor proved the strip search was other than routine. It was not imposed as\npunishment for some reason. Of course, not every detention procedure utilized to further the security of a facility\nis punishment. Because the strip search procedure utilized in this case was a legitimate one to insure security of\nthe County Jail, no violation of the Due Process Clause is implicated. See Wolfish, 441 U.S. at 536-40, 99 S.Ct.\nat 1872-74.\nConclusion\nFor the reasons stated in the Findings and Conclusions, Roscom has failed to establish any constitutional\nviolation by any of the County defendants. Hence she is not entitled to any recovery under Section 1983. This\naction is dismissed on the merits.\n[1] More accurately, of course, all Roscom's claims (because asserted against state actors) are brought under the\nFourteenth Amendment. This opinion follows what has come to be conventional usage by referring directly to the\nunderlying Bill of Rights provisions deemed incorporated by the Fourteenth Amendment.\n[2] This Court's previous memorandum opinion and order (the \"Order\") granted the motion to dismiss of City and\nits officials pursuant to Fed.R.Civ.P. (\"Rule\") 12(b)(6), 550 F.Supp. 153, 155 (N.D.Ill.1982).\n[3] In the Order this Court sua sponte struck Roscom's request for punitive damages against County, 550 F.Supp.\nat 157.\n\n[4] County's uniform policy, as applied to Roscom, poses a fact issue as to reasonableness of the search. This\nCourt's identification and resolution of that fact issue are consistent with our Court of Appeals' post-Wolfish cases\ndealing with strip searches: \n(a) Salinas v. Breier, 695 F.2d 1073 (7th Cir.1982) (strip search of an arrestee upon probable cause held\nreasonable);\n(b) Iskander v. Village of Forest Park, 690 F.2d 126, 129-30 (7th Cir.1982) (reasonableness of search held jury\nissue when police department customarily conducted searches in a room where passersby could look in and\nplaintiff (held on a misdemeanor shoplifting charge) alleged someone did look in during her search);\n(c) Tikalsky, 687 F.2d at 181-82 (reasonableness of strip search simply held fact issue for jury);\n(d) Tinetti v. Wittke, 620 F.2d 160 (7th Cir.1980) (plaintiff held unreasonably searched after failing to post bond on\na nonmisdemeanor traffic charge, where she was not in contact with more serious offenders; broader language in\nDistrict Court opinion, 479 F.Supp. 486 (E.D.Wis.1979) made no reference to then-recent Wolfish decision).\n[5] Neither party directly addresses whether this uniformly applied policy in fact comports with General Order\n78-23 (or whether, if it does not, that alone would encroach on Roscom's liberty interest so as to infringe her due\nprocess rights). This Court's examination of those questions leads it to conclude: \n1. County's uniform policy can readily be reconciled with General Order 78-23 as an administrative determination\nthat the holding cells are in fact \"high security risk areas\" for purposes of the General Order.\n2. Such an administrative determination is entirely reasonable in light of the considerations identified in the\nlanguage quoted from Wolfish in Conclusion 1.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54063"
    },
    {
      "date": "1982-11-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 153,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 550,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 26563,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/26563.pdf",
      "title": "Memorandum Opinion and Order [Dismissing Some Defendants, and Punitive Damages Claim]",
      "text": "ROSCOM v. CITY OF CHICAGO  153 \nCite as 550 F.Supp. 153 (1982) \nreimbursed.  Judgment on  that score will \nbe  reserved  to the end  of  the litigation.  Evangeline ROSCOM, Plaintiff, \nv. \nConclusion  CITY OF CHICAGO, et al., Defendants. \nBearcat's motion to alter, amend or va  No. 82 C 2138. \ncate the judgment contained in the Order is \nUnited States District Court, \ndenied.  Fishman's motion to dismiss is also \nN.n. Illinois, E.n. \ndenied.  Fishman is ordered to answer the \nComplaint on or before November 10, 1982.  Nov. 3, 1982. \nEXHIBIT A  Woman  sued city, certain of its offi \ncials,  county,  and  certain  of  its officials \nCHATZ, BERMAN, MARAGOS,  HABER & FA GEL  charging that her civil rights were violated \nby an allegedly unlawful strip search, and \nATTORNEYS AND  COUNSELORS AT  LAW  city defendants and individual county de \nfendants  moved  to  dismiss.  The  District \n140  South  Dearborn  Street, 14th  Floor, \nCourt,  Shadur,  J.,  held  that:  (1)  woman \nChicago, Illinois 60603 •  312/346-7500 \nfailed to state cause of action against city \nJanuary 29, 1982  or  city  defendants;  (2)  woman's  claim \nVIA MESSENGER  against county defendants was not subject \nto dismissal on grounds that strip searches \nH. Bruce Bernstein, Esq. \ndo not violate any constitutional right;  and \nSidley & Austin \n(3)  fact  that  jail  executive  director  and \nOne First National Plaza \ncounty sheriff did  not  personally conduct \nChicago, Illinois 60603 \nstrip search was not determinative of their \npotential individual liability. \nRe:  Bearcat Tire A.G.lCitibank, N.A.  Order accordingly. \nDear Bruce: \nEnclosed please find Promissory Note in  1. Civil Rights  13.12(5) \n¢:::> \nthe principal amount of $551.282.00 as exe  Where woman failed to connect police \ncuted by  Jordan  Fishman,  Chairman  and  officers who arrested and questioned her in \nManaging Director.  I have also enclosed a  any way to assertedly unconstitutional strip \nPersonal Guaranty.  search, and did not challenge lawfulness of \nPlease call me should there be any fur- her  arrest,  woman  failed  to  state  claim \nther questions  regarding this  transaction.  against police officers or against city based \non  police  officers'  actions  under  statute \nVery truly yours, \nthat creates federal cause of action against \nlsi  Joel A. Haber \npersons  whose  misconduct  under color of \nJoel A. Haber \nstate law  violates constitutional  rights of \nJAH/drw  another.  42 U. S.C.A. § 1983. \nEnclosure \n2. Federal Civil Procedure  1788.10 \n¢:::> \nWoman's civil rights action against in \ndividual  county  defendants  based  on  al \nlegedly  unconstitutional  strip  search  of \nwoman  conducted in  county jail  was  not \nsubject to dismissal on grounds that strip \nsearches do  not  violate any constitutional \nright  cognizable  under  statute  that  cre \nates federal cause of action against person \n\n154  550 FEDERAL SUPPLEMENT \nwhose misconduct under color of state law  its officials (collectively \"City defendants\") \nviolates  constitutional  rights  of  another;  and  the  County  of Cook  (\"County\")  and \nrather,  whether  woman's  constitutional  certain of its officials (\"individual County \nrights were violated by strip search depend  defendants\") under 42 U.S.C. § 1983 (\"Sec \ned upon whether strip search was unreason  tion 1988\"), charging an allegedly unlawful \nable.  42 U.S.C.A. § 1988. \n\"strip search.\"  City defendants and indi \n3. Civil Rights I8:=> 13.7  vidual  County  defendants I  have  both \nWhere complaint alleged that jail exec  moved under Fed.R.Civ.P. (\"Rule\") 12(bX6) \nutive director and county sheriff were re  to  dismiss  Roscom's  Amended  Complaint \nsponsible  for  implementing police  policies  (the \"Complaint\").  For the reasons stated \nwithin county jail, fact that jail executive  in  this  memorandum  opinion  and  order, \ndirector and sheriff did not personally con  City defendants' motion is granted and indi \nduct woman's strip search was not determi \nvidual County defendants' motion is denied. \nnative of their potential individual liability \nHowever the claim for punitive damages \nin woman's civil rights action based upon \nagainst County itself is stricken. \nallegedly unconstitutional strip search. \nFacts 2 \n4. Civil Rights I8:=> 13.17 \nIn April 1980 Roscom was arrested on a \nCounty could not be liable for punitive \ndamages in civil rights action brought un  Chicago streetcorner by Chicago police offi \nder statute that creates federal  cause of  cers Demetrio Pascual (\"Pascual\") and Di \naction  against  persons  whose  misconduct  ane  Thompson (\"Thompson\").  Her arrest \nunder color of state law violates constitu  was  pursuant to a  warrant charging her \ntional  rights  of  another.  42  U.S.C.A.  with  deceptive  practices  (writing  dishon \n§ 1988.  ored checks). \nRoscom was brought to a police station, \nDonald W. Segal, Segal\" Segal, Chicago,  questioned  on  the  charges,  fingerprinted \nIll., for plaintiff.  and placed in a lock-Up.  Several hours later \nDarka Papushkewych, Asst. Corp. Coun  she experienced severe chest pains and was \nsel, Stanley Garber, Corp. Counsel, Chicago,  taken to  a  hospital  emergency  room  for \nIll., for City defendants.  examination.  Upon release from the hospi \nPenny Nathan Kahan, Asst. State's Atty.,  tal, Roscom was taken to Cook County Jail, \nChicago,  Ill.,  Richard  M.  Daley,  State's  where her admission was processed and she \nAtty., for Cook County defendants.  was placed in a cell. \nSome time later Roscom was led from the \nMEMORANDUM OPINION AND ORDER \ncell with several other female detainees and \nSHADUR, District Judge.  placed in a room.  There she and the others \nEvangeline Roscom (\"Roscom\") has sued  were told to remove all their clothing and \nthe City of Chicago (\"City\") and certain of  bend over in a line before an unidentified \n1.  Individual County defendants' motion seeks  practices.  See Monell v. Department of Social \ndismissal  of the  Complaint  only  as to  two  Services, 436 U.S. 658, 694-95, 98 S.Ct. 2018, \nCounty officials.  But individual  County de  2037-2038, 56 L.Ed.2d 611 (1978).  Roscom is \nfendants' Mem. 1--3 raises issues that also go to  forewarned, however, that this Court's liberal \nCounty's Section 1983 liability.  Moreover, in  allowance of her \"custom and policy\" claim \ndividual  County  defendants'  R.Mem.  1-10  imposes the responsibility to show a reasonable \nspeaks mostly of Roscom's  charges  against  basis for the claim. \n\"County\"  and the \"County Jail.\"  Apparently \nthe failure to seek dismissal as to County itself  2.  As usual on motions to dismiss, the Com \nwas inadvertent, or It was thought to be implic  plaint's allegations are taken as true and are \nIt In the motion for dismissal of the Individual  construed in the light most favorable to ROB \nofficials.  In any event, County will remain as a  com.  Mathers Fund, Inc. v. Colwell Co., 564 \ndefendant.  Complaint  ~ 3f  properly  alleges  F.2d 780, 783 (7th CIr.1977). \nCounty's liability for Its policies and customary \n\nROSCOM v. CITY OF CmCAGO  155 \nCite as 550 F.Supp. 153 (1982) \nsheriff's matron (\"Doe\").3  Without touch- In sum Roscom's Complaint must be dis-\ning Roscom, Doe conducted a visual search  missed as to all City defendants. \nof Roscom's body while Roscom was naked \nand bent over in a squat position. \nIndividual County Defendants \nRoscom seeks $100,000 compensatory and \n[2]  Individual  County defendants have \n$100,000 punitive damages.  She does  not \nmade  several  overlapping  contentions  in \nseek equitable relief. \nsupport of their Rule 12(b)(6) motion: \nCity Defendants  1.  Roscom's  Complaint is  vague  and \n[1]  Complaint\"  4-5  allege  only  that  conclusory. \nPascual  and  Thompson  arrested  Roscom  2.  Strip searches  do  not violate any \nand Pascual questioned her.  Roscom does  constitutional  rights  cognizable  under \nnot challenge the lawfulness of her arrest.  Section 1983. \nMore importantly, Roscom does not connect  3.  No conduct is alleged in the Com \nPascual or Thompson  in  any  way  to the  plaint  supporting  relief  against  Cook \nassertedly  unconstitutional  strip  search.  County  Jail  Executive  Director  Phillip \nThat gap is fatal to Roscom's claims against  Hardiman (\"Hardiman\") or Cook County \nCity defendants.  Sheriff Richard Elrod (\"Elrod\"). \nIn this respect the case is controlled by \nAll are without merit. \nthe principle recently reconfirmed in Crow \nder  v.  Lash,  687  F.2d 996,  1005  (7th Cir.  1.  Vagueness of the Complaint \n1982): \nApparently individual County defendants \nTo  recover  damages  under  42  U.S.C. \nwould return us to the era of common law \n§ 1983, a plaintiff must establish defend \npleading.  Their  characterization  of  the \nants'  personal  responsibility  for  the \nComplaint as \"vague and conclusory\" might \nclaimed  deprivation  of  a  constitutional \nbest be met by requiring counsel to stand at \nright. \nthe blackboard and copy out the forms of \nThere is no nexus, either directly or infer \ncomplaint  included  in  the  Appendix  of \nentially,  between  Pascual  and  Thompson \nForms to the Federal Rules of Civil Proce \nand  the  claimed  constitutional  depriva \ndure  (see  Rule  84  as  well  as  Rules  8(a), \ntion-the strip search at the County Jai1.4  8(e)(l) and  8(f).  But for  the  fact  their \nIt necessarily  follows  Roscom  has  also  other contentions are at least responsive to \nfailed to state a claim against Police Cap  the  Complaint's  allegations,  this  Court \ntain John Ryle (\"Ryle\") or Police Superin  would  be  tempted  to  suspect  individual \ntendent Richard  Brzeczek  (\"Brzeczek\") or  County  defendants  had  not  bothered  to \nCity itself.  Because no Chicago police offi  read the Complaint at all. \ncer has been connected to the strip search, \nno factual predicate exists for potential lia \n2.  Constitutionality of Strip Searches \nbility of  his  or  her supervisors  (Rizzo  v. \nGoode, 423 U.S. 362,371,96 S.Ct. 598, 604,  Individual County defendants seem to be \n46 L.Ed.2d 561 (1976» or of City (Monell,  lieve Bell v.  Wolfish, 441 U.S. 520, 99 S.Ct. \n436 U.S. at 694-95, 98 S.Ct. at 2037-38).  1861,  60  L.Ed.2d  447  (1979)  held  strip \n3.  Doe is not a named defendant, although her  tion is based on new factual assertions, a prac \nliability is alleged in Complaint 1111 3d, 11.  Ros  tice impermissible on a Rule 12(b)(6) motion. \ncom's lack of knowledge of Doe's identity does  Hill v. Trustees of Indiana University, 537 F.2d \nnot of course preclude her being \"named\" as an  248, 251 (7th Cir.1976).  Even were that defi \nadditional defendant.  ciency cured, Roscom's claim would appear to \nface serious difficulties under the doctrine of \n4.  Roscom has attempted to salvage her Com  Bowers v. DeVito, 686 F.2d 616, 618 (7th Cir. \nplaint against City defendants by arguing for  1982).  That would  pose  several interesting \nthe first time (Ans.Mem. 2-4) those defendants  questions, the resolution of which awaits an \nhad a positive duty to assure she would not be  other day. \nstrip searched at the County Jail.  That conten-\n\n156  550 FEDERAL SUPPLEMENT \nsearches constitutional as a matter of law  gitimate security interests of the institu \n(Mem.1-2; R.Mem. S--10).  Instead Wolfish  tion against the privacy interests of the \napplied  a  balancing  test  under  which  in  inmates, we conclude that they can. \ncertain circumstances body cavity searches \nOur Court of Appeals has recently con \nwere  held  not  violative  of  the  Fourth \nfirmed the incorrectness of defendants' per \nAmendment,S 441 U.S. at 559-60, 99 S.Ct. \nse reading of Wolfish.  Tikalsky v. City of \nat 1884-1885 (citations and footnotes omit \nChicago,  687  F.2d  175,  181-82  nn.  10-11 \nted): \n(7th  Cir.1982).  In so doing it pointed to \nThe test of reasonableness under the  three  post-Wolfish  cases  where  strip \nFourth Amendment is not capable of pre  searches were found unconstitutional under \ncise definition or mechanical application.  the circumstances.  Id., at 182 n. 12. \nIn each case it requires a balancing of the \nFor Roscom's Complaint to survive a mo \nneed for the particular search against the \ntion  to  dismiss,  it  is  enough  that  strip \ninvasion  of  personal  rights  that  the \nsearches may be unconstitutional.  Individ \nsearch entails.  Courts must consider the \nual County defendants' claimed policy justi \nscope  of  the  particular  intrusion,  the \nfications  for  their  practices  (Mem.  2; \nmanner in which it is conducted, the jus \nR.Mem. 3-5, 6, S--10) are not germane to a \ntification for initiating it, and the place in \nRule 12(b)(6) motion:  They go to whether \nwhich it is conducted. . ..  A detention \nor not,  on  the facts,  the strip search of \nfacility  is  a  unique  place  fraught with \nRoscom  was  unreasonable.  As  for  the \nserious security dangers.  Smuggling of \npresent question-whether that strip search \nmoney, drugs, weapons, and other contra \nmight  have  been  unreasonable--Wolfish \nband is  all  too  common  an occurrence. \nand Tikalsky command both an affirmative \nAnd  inmate  attempts  to  secrete  these \nanswer to that question and denial of indi \nitems into the facility by concealing them \nvidual County defendants' motion. \nin body cavities are documented in this \nrecord,  App.  71-76,  and in  other cases \n3.  Liability of Hardiman and Elrod \n. . ..  That there has been only one in \n[3]  In  Crowder our  Court of Appeals \nstance where an MCC inmate was discov \nrecently defined indirect individual respon \nered attempting to smuggle contraband \nsibility for Section 1983 deprivations (687 \ninto the institution on his person may be \nF.2d at 1005): \nmore a testament to the effectiveness of \n. .. a defendant's direct participation in \nthis search technique as a deterrent than \nthe deprivation is not required.  An offi \nto any lack of interest on the part of the \ncial  satisfies the  personal  responsibility \ninmates to secrete and import such items \nrequirement of section 1983 if she acts or \nwhen the opportunity arises. \nfails to act with a deliberate or reckless \nWe do not underestimate the degree to \ndisregard  of  plaintiff's  constitutional \nwhich these searches may invade the per \nrights, or if the conduct causing the con \nsonal  privacy  of inmates.  Nor  do  we \nstitutional deprivation occurs at her di \ndoubt  ...  that on  occasion  a  security \nrection or with her knowledge and con \nguard may conduct the search in an abu \nsent. \nsive fashion. . ..  Such abuse cannot be \ncondoned.  The  searches  must  be  con  Thus the fact Hardiman and Elrod did not \nducted in a reasonable manner. . ..  But  personally conduct Roscom's strip search is \nwe deal here with the question whether  not determinative of their potential individ \nvisual  body-cavity  inspections  ...  can  ual liability. \never be conducted on less than probable  Complaint , 3c alleges Jail Executive Di-\ncause.  Balancing the significant and le- rector Hardiman is  responsible for imple-\n5.  Wolfish involved body cavity searches at a  be invoked via the Fourteenth Amendment.  In \nfederal prison faclHty and therefore raised is  accordance with common (though technically \nsues directly under the Fourth Amendment.  In  incorrect) usage, this opinion will refer directly \nthis case the Fourth Amendment would have to  to the Fourth Amendment. \n\nDIXON v. HADDEN  157 \nCite as SSG F.Supp. 157 (1982) \nmenting  the  police  policies  within  Cook \nCounty Jail.  Substantially the same allega  Lewis N. DIXON, Petitioner, \ntion  of responsibility  is  made  of  Sheriff \nv. \nElrod (Complaint, Be). \nJohn T. HADDEN, and United States \nSuch supervisory officers may be respon \nParole Commission, Respondents. \nsible under Section 1983 if their actions in \nsome way cause the alleged constitutional  Civ. A. No. 81-M-1903. \ndeprivation.  See Rizzo, 423 U.S. at 371, 96 \nUnited States District Court, \nS.Ct. at 604;  see also Crowder, 687 F.2d at \nD. Colorado. \n1005-06 (comparing degrees of participation \nin  unconstitutional  deprivation).  Again,  Nov. 4, 1982. \nthe ultimate liability of Hardiman and El \nrod will depend on facts adduced by later \nproceedings.  For Rule  12(b)(6)  purposes,  Federal prisoner petitioned for writ of \nhowever, the Complaint survives individual  habeas corpus.  The District Court, Matsch, \nCounty defendants' motion to dismiss.  J., held that United States Parole Commis \nsion's reliance on letter, which made serious \n4.  County's  Liability For Punitive Dam  charges  without  indicating  reliability  of \nages  sources  for  such  accusations,  warranted \nconditioning grant of habeas corpus on new \n[4]  Roscom  prays  $100,000  punitive \ndetermination  on  appeal  to  Commission. \ndamages  from  defendants  \"and  each  of \nthem\" as an undifferentiated class.  County  Order in accordance with opinion. \ncannot be liable for punitive damages in a \nSection 1983  action.  City of Newport  v. \nFact Concerts, Inc., 453 U.S. 247, 271, 101  1. Constitutional Law <3=272.5 \nS.Ct.  2748,  2762,  69  L.Ed.2d  616  (1981).  In  arriving  at decision  to  go  above \nThis Court sua sponte strikes the punitive  guidelines applicable to offenses for which \ndamages claim against County.  prisoner was sentenced, Parole Commission \nis  limited  by  due  process  protections  of \nFifth Amendment.  U.S.C.A. Const.Amend. \nConclusion \n5. \nCity  defendants'  motion  to  dismiss  is \ngranted.  Individual  County  defendants'  2. Constitutional Law <3=272.5 \nmotion to dismiss is denied.  Roscom's puni  Where it was fair inference that letter \ntive damages claim is stricken as to County.  which made serious accusations without in \nAll County defendants are ordered to an  dicating reliability of sources for such accu \nswer the Complaint on or before November  sations was factor in determination made \n15, 1982.  by United States Parole Commission, such \ndecision  was  tainted by fundamental  un \nfairness that deprived prisoner of essence of \ndue process of law, warranting conditioning \nof grant of writ of habeas corpus upon new \ndetermination on appeal to Commission for \ndetermination without reliance on such let \nter.  U.S.C.A. Const.Amend. 5. \n3. Pardon and Parole <3=54 \nFederal district court has no power to \ndirect United States Parole Commission to \nexercise its discretion to set aside particular \nparole release dates. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/26563"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121218,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121218"
    },
    {
      "date": "1982-11-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 153,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 550,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55541,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55541.pdf",
      "title": "Memorandum Opinion and Order [Dismissing Some Defendants, and Punitive Damages Claim]",
      "text": "550 F.Supp. 153 (1982)\nEvangeline ROSCOM, Plaintiff,\nv.\nCITY OF CHICAGO, et al., Defendants.\nNo. 82 C 2138.\nUnited States District Court, N.D. Illinois, E.D.\nNovember 3, 1982.\n154 *154 Donald W. Segal, Segal & Segal, Chicago, Ill., for plaintiff.\nDarka Papushkewych, Asst. Corp. Counsel, Stanley Garber, Corp. Counsel, Chicago, Ill., for City defendants.\nPenny Nathan Kahan, Asst. State's Atty., Chicago, Ill., Richard M. Daley, State's Atty., for Cook County\ndefendants.\nMEMORANDUM OPINION AND ORDER\nSHADUR, District Judge.\nEvangeline Roscom (\"Roscom\") has sued the City of Chicago (\"City\") and certain of its officials (collectively \"City\ndefendants\") and the County of Cook (\"County\") and certain of its officials (\"individual County defendants\") under\n42 U.S.C. § 1983 (\"Section 1983\"), charging an allegedly unlawful \"strip search.\" City defendants and individual\n[1]\nCounty defendants  have both moved under Fed.R.Civ.P. (\"Rule\") 12(b)(6) to dismiss Roscom's Amended\nComplaint (the \"Complaint\"). For the reasons stated in this memorandum opinion and order, City defendants'\nmotion is granted and individual County defendants' motion is denied. However the claim for punitive damages\nagainst County itself is stricken.\n[2]\nFacts\nIn April 1980 Roscom was arrested on a Chicago streetcorner by Chicago police officers Demetrio Pascual\n(\"Pascual\") and Diane Thompson (\"Thompson\"). Her arrest was pursuant to a warrant charging her with\ndeceptive practices (writing dishonored checks).\nRoscom was brought to a police station, questioned on the charges, fingerprinted and placed in a lock-up.\nSeveral hours later she experienced severe chest pains and was taken to a hospital emergency room for\nexamination. Upon release from the hospital, Roscom was taken to Cook County Jail, where her admission was\nprocessed and she was placed in a cell.\nSome time later Roscom was led from the cell with several other female detainees and placed in a room. There\n155 she and the others were told to remove all their clothing and bend over in a line before an unidentified *155\n[3]\nsheriff's matron (\"Doe\").  Without touching Roscom, Doe conducted a visual search of Roscom's body while\nRoscom was naked and bent over in a squat position.\nRoscom seeks $100,000 compensatory and $100,000 punitive damages. She does not seek equitable relief.\nCity Defendants\nComplaint ¶¶ 4-5 allege only that Pascual and Thompson arrested Roscom and Pascual questioned her. Roscom\ndoes not challenge the lawfulness of her arrest. More importantly, Roscom does not connect Pascual or\n\nThompson in any way to the assertedly unconstitutional strip search. That gap is fatal to Roscom's claims against\nCity defendants.\nIn this respect the case is controlled by the principle recently reconfirmed in Crowder v. Lash, 687 F.2d 996, 1005\n(7th Cir. 1982):\nTo recover damages under 42 U.S.C. § 1983, a plaintiff must establish defendants' personal\nresponsibility for the claimed deprivation of a constitutional right.\nThere is no nexus, either directly or inferentially, between Pascual and Thompson and the claimed constitutional\n[4]\ndeprivation 00 the strip search at the County Jail.\n97\nIt necessarily follows Roscom has also failed to state a claim against Police Captain John Ryle (\"Ryle\") or Police\nSuperintendent Richard Brzeczek (\"Brzeczek\") or City itself. Because no Chicago police officer has been\nconnected to the strip search, no factual predicate exists for potential liability of his or her supervisors (Rizzo v.\nGoode, 423 U.S. 362, 371, 96 S.Ct. 598, 604, 46 L.Ed.2d 561 (1976)) or of City (Monell, 436 U.S. at 694-95, 98\nS.Ct. at 2037-38).\nIn sum Roscom's Complaint must be dismissed as to all City defendants.\nIndividual County Defendants\nIndividual County defendants have made several overlapping contentions in support of their Rule 12(b)(6)\nmotion:\n1. Roscom's Complaint is vague and conclusory.\n2. Strip searches do not violate any constitutional rights cognizable under Section 1983.\n3. No conduct is alleged in the Complaint supporting relief against Cook County Jail Executive\nDirector Phillip Hardiman (\"Hardiman\") or Cook County Sheriff Richard Elrod (\"Elrod\").\nAll are without merit.\n1. Vagueness of the Complaint\nApparently individual County defendants would return us to the era of common law pleading. Their\ncharacterization of the Complaint as \"vague and conclusory\" might best be met by requiring counsel to stand at\nthe blackboard and copy out the forms of complaint included in the Appendix of Forms to the Federal Rules of\nCivil Procedure (see Rule 84 as well as Rules 8(a), 8(e)(1) and 8(f)). But for the fact their other contentions are at\nleast responsive to the Complaint's allegations, this Court would be tempted to suspect individual County\ndefendants had not bothered to read the Complaint at all.\n2. Constitutionality of Strip Searches\nIndividual County defendants seem to believe Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447\n156 (1979) held strip *156 searches constitutional as a matter of law (Mem. 1-2; R.Mem. 8-10). Instead Wolfish\napplied a balancing test under which in certain circumstances body cavity searches were held not violative of the\n[5]\nFourth Amendment, 441 U.S. at 559-60, 99 S.Ct. at 1884-1885 (citations and footnotes omitted):\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted.... A detention facility is a unique place fraught with serious security\n\ndangers. Smuggling of money, drugs, weapons, and other contraband is all too common an\noccurrence. And inmate attempts to secrete these items into the facility by concealing them in\nbody cavities are documented in this record, App. 71-76, and in other cases .... That there has\nbeen only one instance where an MCC inmate was discovered attempting to smuggle contraband\ninto the institution on his person may be more a testament to the effectiveness of this search\ntechnique as a deterrent than to any lack of interest on the part of the inmates to secrete and\nimport such items when the opportunity arises.\nWe do not underestimate the degree to which these searches may invade the personal privacy of\ninmates. Nor do we doubt ... that on occasion a security guard may conduct the search in an\nabusive fashion.... Such abuse cannot be condoned. The searches must be conducted in a\nreasonable manner.... But we deal here with the question whether visual body-cavity inspections\n... can ever be conducted on less than probable cause. Balancing the significant and legitimate\nsecurity interests of the institution against the privacy interests of the inmates, we conclude that\nthey can.\nOur Court of Appeals has recently confirmed the incorrectness of defendants' per se reading of Wolfish. Tikalsky\nv. City of Chicago, 687 F.2d 175, 181-82 nn. 10-11 (7th Cir.1982). In so doing it pointed to three post-Wolfish\ncases where strip searches were found unconstitutional under the circumstances. Id., at 182 n. 12.\nFor Roscom's Complaint to survive a motion to dismiss, it is enough that strip searches may be unconstitutional.\nIndividual County defendants' claimed policy justifications for their practices (Mem. 2; R.Mem. 3-5, 6, 8-10) are\nnot germane to a Rule 12(b)(6) motion: They go to whether or not, on the facts, the strip search of Roscom was\nunreasonable. As for the present question 00 whether that strip search might have been unreasonable 00 Wolfish\n97 97\nand Tikalsky command both an affirmative answer to that question and denial of individual County defendants'\nmotion.\n3. Liability of Hardiman and Elrod\nIn Crowder our Court of Appeals recently defined indirect individual responsibility for Section 1983 deprivations (\n687 F.2d at 1005):\n... a defendant's direct participation in the deprivation is not required. An official satisfies the\npersonal responsibility requirement of section 1983 if she acts or fails to act with a deliberate or\nreckless disregard of plaintiff's constitutional rights, or if the conduct causing the constitutional\ndeprivation occurs at her direction or with her knowledge and consent.\nThus the fact Hardiman and Elrod did not personally conduct Roscom's strip search is not determinative of their\npotential individual liability.\n157 Complaint ¶ 3c alleges Jail Executive Director Hardiman is responsible for implementing *157 the police policies\nwithin Cook County Jail. Substantially the same allegation of responsibility is made of Sheriff Elrod (Complaint ¶\n3e).\nSuch supervisory officers may be responsible under Section 1983 if their actions in some way cause the alleged\nconstitutional deprivation. See Rizzo, 423 U.S. at 371, 96 S.Ct. at 604; see also Crowder, 687 F.2d at 1005-06\n(comparing degrees of participation in unconstitutional deprivation). Again, the ultimate liability of Hardiman and\nElrod will depend on facts adduced by later proceedings. For Rule 12(b)(6) purposes, however, the Complaint\nsurvives individual County defendants' motion to dismiss.\n4. County's Liability For Punitive Damages\nRoscom prays $100,000 punitive damages from defendants \"and each of them\" as an undifferentiated class.\nCounty cannot be liable for punitive damages in a Section 1983 action. City of Newport v. Fact Concerts, Inc.,\n\n453 U.S. 247, 271, 101 S.Ct. 2748, 2762, 69 L.Ed.2d 616 (1981). This Court sua sponte strikes the punitive\ndamages claim against County.\nConclusion\nCity defendants' motion to dismiss is granted. Individual County defendants' motion to dismiss is denied.\nRoscom's punitive damages claim is stricken as to County. All County defendants are ordered to answer the\nComplaint on or before November 15, 1982.\n[1] Individual County defendants' motion seeks dismissal of the Complaint only as to two County officials. But\nindividual County defendants' Mem. 1-3 raises issues that also go to County's Section 1983 liability. Moreover,\nindividual County defendants' R.Mem. 1-10 speaks mostly of Roscom's charges against \"County\" and the\n\"County Jail.\" Apparently the failure to seek dismissal as to County itself was inadvertent, or it was thought to be\nimplicit in the motion for dismissal of the individual officials. In any event, County will remain as a defendant.\nComplaint ¶ 3f properly alleges County's liability for its policies and customary practices. See Monell v.\nDepartment of Social Services, 436 U.S. 658, 694-95, 98 S.Ct. 2018, 2037-2038, 56 L.Ed.2d 611 (1978).\nRoscom is forewarned, however, that this Court's liberal allowance of her \"custom and policy\" claim imposes the\nresponsibility to show a reasonable basis for the claim.\n[2] As usual on motions to dismiss, the Complaint's allegations are taken as true and are construed in the light\nmost favorable to Roscom. Mathers Fund, Inc. v. Colwell Co., 564 F.2d 780, 783 (7th Cir.1977).\n[3] Doe is not a named defendant, although her liability is alleged in Complaint ¶¶ 3d, 11. Roscom's lack of\nknowledge of Doe's identity does not of course preclude her being \"named\" as an additional defendant.\n[4] Roscom has attempted to salvage her Complaint against City defendants by arguing for the first time\n(Ans.Mem. 2-4) those defendants had a positive duty to assure she would not be strip searched at the County\nJail. That contention is based on new factual assertions, a practice impermissible on a Rule 12(b)(6) motion. Hill\nv. Trustees of Indiana University, 537 F.2d 248, 251 (7th Cir.1976). Even were that deficiency cured, Roscom's\nclaim would appear to face serious difficulties under the doctrine of Bowers v. DeVito, 686 F.2d 616, 618 (7th Cir.\n1982). That would pose several interesting questions, the resolution of which awaits another day.\n[5]Wolfish involved body cavity searches at a federal prison facility and therefore raised issues directly under the\nFourth Amendment. In this case the Fourth Amendment would have to be invoked via the Fourteenth\nAmendment. In accordance with common (though technically incorrect) usage, this opinion will refer directly to\nthe Fourth Amendment.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55541"
    }
  ],
  "document_count": 4
}